{
  "people": [
    {
      "year": "153 BC",
      "uri": "/wiki/Roman_consul",
      "name": "Roman consuls",
      "aboutText": "The term anno Domini is Medieval Latin, which means in the year of the Lord but is often translated as in the year of our Lord. It is occasionally set out more fully as anno Domini nostri Iesu (or Jesu) Christi (\"in the year of Our Lord Jesus Christ\"). The terms anno Domini (AD or A.D.) and before Christ (BC or B.C.) are used to label or number years in the Julian and Gregorian calendars.",
      "pageId": 1400,
      "monthDay": "01/01"
    },
    {
      "year": "45 BC",
      "uri": "/wiki/Julian_calendar",
      "name": "Julian calendar",
      "aboutText": "Aelia Galla Placidia (388 – 27 November 450), daughter of the Roman Emperor Theodosius I, was the Regent for Emperor Valentinian III from 423 until his majority in 437, and a major force in Roman politics for most of her life.",
      "pageId": 12835,
      "monthDay": "01/01"
    },
    {
      "year": "42 BC",
      "uri": "/wiki/Roman_Senate",
      "name": "Roman Senate",
      "aboutText": "The Julian calendar, introduced by Julius Caesar in 46 BC (708 AUC), was a reform of the Roman calendar. It took effect in 45 BC (709 AUC), shortly after the Roman conquest of Egypt. It was the predominant calendar in the Roman world, most of Europe, and in European settlements in the Americas and elsewhere, until it was refined and gradually replaced by the Gregorian calendar, promulgated in 1582 by Pope Gregory XIII. The Julian calendar gains against the mean tropical year at the rate of one day in 128 years.",
      "pageId": 15651,
      "monthDay": "01/01"
    },
    {
      "year": "69",
      "uri": "/wiki/Roman_legion",
      "name": "Roman legions",
      "aboutText": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, -deɪ ʒə-, -də dʒə-/; Portuguese pronunciation: [ˈʁi.u dʒi ʒɐˈnejɾu]; River of January), or simply Rio, is the second-largest city in Brazil, the sixth-largest city in the Americas, and the world's thirty-ninth largest city by population. The metropolis is anchor to the Rio de Janeiro metropolitan area, the second most populous metropolitan area in Brazil, the seventh-most populous in the Americas, and the twenty-third largest in the world. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state.",
      "pageId": 25936,
      "monthDay": "01/01"
    },
    {
      "year": "193",
      "uri": "/wiki/Pertinax",
      "name": "Pertinax",
      "aboutText": "See List of Roman legions for a catalogue of known late republic, early Empire and late Empire legions, with dates in existence, emblem and locations of deployment.\nA Roman legion (from Latin legio \"military levy, conscription\", from legere \"to choose\") normally indicates the basic ancient Roman army unit recruited specifically from Roman citizens.\nIn reference to the early Roman Kingdom (as opposed to the Roman Republic or Empire), \"the legion\" means the entire Roman army.",
      "pageId": 25994,
      "monthDay": "01/01"
    },
    {
      "year": "404",
      "uri": "/wiki/Saint_Telemachus",
      "name": "Telemachus",
      "aboutText": "Stephen I, also known as King Saint Stephen (Hungarian: Szent István király; Latin: Sanctus Stephanus; Slovak: Štefan I. or Štefan Veľký; c. 975 – 15 August 1038 AD), was the last Grand Prince of the Hungarians between 997 and 1000 or 1001, and the first King of Hungary from 1000 or 1001 until his death in 1038. The year of his birth is uncertain, but many details of his life suggest that he was born in or after 975 in Esztergom.",
      "pageId": 29594,
      "monthDay": "01/01"
    },
    {
      "year": "414",
      "uri": "/wiki/Galla_Placidia",
      "name": "Galla Placidia",
      "aboutText": "Year 1600 (MDC) was a leap year starting on Saturday (link will display the full calendar) and a century leap year of the Gregorian calendar and a leap year starting on Tuesday of the 10-day slower Julian calendar.",
      "pageId": 35017,
      "monthDay": "01/01"
    },
    {
      "year": "417",
      "uri": "/wiki/Constantius_III",
      "name": "Constantius",
      "aboutText": "Albert the Magnanimous KG (10 August 1397 – 27 October 1439) was King of Hungary and Croatia from 1437 until his death. He was also King of Bohemia, elected (but never crowned) King of Germany as Albert II, duke of Luxembourg and, as Albert V, archduke of Austria from 1404.",
      "pageId": 38447,
      "monthDay": "01/01"
    },
    {
      "year": "1001",
      "uri": "/wiki/Stephen_I_of_Hungary",
      "name": "Stephen I of Hungary",
      "aboutText": "Charles II (29 May 1630 – 6 February 1685) was monarch of the three kingdoms of England, Scotland, and Ireland.\nCharles II's father, Charles I, was executed at Whitehall on 30 January 1649, at the climax of the English Civil War. Although the Parliament of Scotland proclaimed Charles II King on 5 February 1649, England entered the period known as the English Interregnum or the English Commonwealth, and the country was a de facto republic, led by Oliver Cromwell.",
      "pageId": 46688,
      "monthDay": "01/01"
    },
    {
      "year": "1068",
      "uri": "/wiki/Romanos_IV_Diogenes",
      "name": "Romanos IV Diogenes",
      "aboutText": "Francis I (French: François Ier) (12 September 1494 – 31 March 1547) was the first King of France from the Angoulême branch of the House of Valois, reigning from 1515 until his death. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his cousin and father-in-law Louis XII, who died without a male heir.",
      "pageId": 50012,
      "monthDay": "01/01"
    },
    {
      "year": "1259",
      "uri": "/wiki/Michael_VIII_Palaiologos",
      "name": "Michael VIII Palaiologos",
      "aboutText": "Michael VIII Palaiologos or Palaeologus (Greek: Μιχαὴλ Η΄ Παλαιολόγος, Mikhaēl VIII Palaiologos; 1223 – 11 December 1282) reigned as Byzantine Emperor 1259–1282. Michael VIII was the founder of the Palaiologan dynasty that would rule the Byzantine Empire until the Fall of Constantinople in 1453.",
      "pageId": 72337,
      "monthDay": "01/01"
    },
    {
      "year": "1438",
      "uri": "/wiki/Albert_II_of_Germany",
      "name": "Albert II of Habsburg",
      "aboutText": "Romanos IV Diogenes (Greek: Ρωμανός Δʹ Διογένης, Rōmanós IV Diogénēs), also known as Romanus IV, was a member of the Byzantine military aristocracy who, after his marriage to the widowed empress Eudokia Makrembolitissa, was crowned Byzantine emperor and reigned from 1068 to 1071. During his reign he was determined to halt the decline of the Byzantine military and to stop Turkish incursions into the Byzantine Empire, but in 1071 he was captured and his army routed at the Battle of Manzikert. While still captive he was overthrown in a palace coup, and when released he was quickly defeated and detained by members of the Doukas family.",
      "pageId": 74201,
      "monthDay": "01/01"
    },
    {
      "year": "1502",
      "uri": "/wiki/Rio_de_Janeiro",
      "name": "Rio de Janeiro",
      "aboutText": "Constantius (Latin: Flavius Constantius Augustus) (died 2 September 421), commonly known as Constantius III, was Western Roman Emperor for seven months in 421. A prominent general and politician, he was the power behind the throne for much of the 410s, and in 421 briefly became co-emperor of the Western Empire with Honorius.",
      "pageId": 141875,
      "monthDay": "01/01"
    },
    {
      "year": "1515",
      "uri": "/wiki/Francis_I_of_France",
      "name": "Francis I of France",
      "aboutText": "Pertinax (Latin: Publius Helvius Pertinax Augustus; 1 August 126 – 28 March 193) was Roman Emperor for the first three months of 193. Successor to the assassinated Commodus, he was the first to serve as emperor during the tumultuous Year of the Five Emperors.\nBorn the son of a freed slave, Pertinax originally worked as a teacher before becoming an officer in the Roman legion.",
      "pageId": 148682,
      "monthDay": "01/01"
    },
    {
      "year": "1527",
      "uri": "/wiki/Ferdinand_I,_Holy_Roman_Emperor",
      "name": "Ferdinand I",
      "aboutText": "Dom John V (Portuguese: João V; 22 October 1689 – 31 July 1750), known as the Magnificent (Portuguese: o Magnânimo) and the Portuguese Sun King (Portuguese: o Rei-Sol Português), was a Braganza monarch who ruled as King of Portugal and the Algarves during the first half of the 18th century. John V's raised the prestige of Portugal and its monarchy, which had been in decline amongst European courts, to a new level of prosperity and wealth.\nJohn V's reign saw an enormous influx of gold to the coffers of the king's Treasury, supplied largely by the royal fifth received from the Portuguese colonies of Brazil and Maranhão.",
      "pageId": 149469,
      "monthDay": "01/01"
    },
    {
      "year": "1600",
      "uri": "/wiki/1600",
      "name": "1600",
      "aboutText": "Ferdinand I (Spanish: Fernando I) (10 March 1503 – 25 July 1564) was Holy Roman Emperor from 1558, king of Bohemia and Hungary from 1526, and king of Croatia from 1527 until his death. Before his accession, he ruled the Austrian hereditary lands of the Habsburgs in the name of his elder brother, Charles V, Holy Roman Emperor. Also, he often served as Charles' representative in Germany and developed useful relationships with German princes.",
      "pageId": 151069,
      "monthDay": "01/01"
    },
    {
      "year": "1651",
      "uri": "/wiki/Charles_II_of_England",
      "name": "Charles II",
      "aboutText": "Saint Telemachus (also Almachus or Tilemahos) was a monk who, according to the Church historian Theodoret, tried to stop a gladiatorial fight in a Roman amphitheatre, and was stoned to death by the crowd. The Christian Emperor Honorius, however, was impressed by the monk's martyrdom and it spurred him to issue a historic ban on gladiatorial fights. The last known gladiatorial fight in Rome was on 1 January 404 AD, so this is usually given as the date of Telemachus' martyrdom.",
      "pageId": 1196796,
      "monthDay": "01/01"
    },
    {
      "year": "1700",
      "uri": "/wiki/Anno_Domini",
      "name": "Anno Domini",
      "aboutText": "A consul was the highest elected political office of the Roman Republic, and the consulship was considered the highest level of the cursus honorum (the sequential order of public offices through which aspiring politicians sought to ascend).\nEach year, two consuls were elected together, to serve for a one-year term. The consuls alternated in holding imperium each month, and a consul's imperium extended over Rome, Italy, and the provinces.",
      "pageId": 2390810,
      "monthDay": "01/01"
    },
    {
      "year": "1707",
      "uri": "/wiki/John_V_of_Portugal",
      "name": "John V",
      "aboutText": "The Roman Senate was a political institution in ancient Rome. It was one of the most enduring institutions in Roman history, being established in the first days of the city (traditionally founded in 753 BC). It survived the overthrow of the kings in 509 BC, the fall of the Roman Republic in the 1st century BC, the division of the Roman Empire in 395 AD, the fall of the Western Roman Empire in 476 AD, and the barbarian rule of Rome in the 5th, 6th, and 7th centuries.",
      "pageId": 16685964,
      "monthDay": "01/01"
    },
    {
      "year": "1739",
      "uri": "/wiki/Bouvet_Island",
      "name": "Bouvet Island",
      "aboutText": "Bouvet Island (Norwegian: Bouvetøya, previously spelled Bouvet-øya) is an uninhabited subantarctic volcanic island and dependency of Norway located in the South Atlantic Ocean at 54°25.8′S 3°22.8′E. It lies at the southern end of the Mid-Atlantic Ridge and is the most remote island in the world, approximately 2,600 kilometres (1,600 mi) south-southwest of the coast of South Africa and approximately 1,700 kilometres (1,100 mi) north of the Princess Astrid Coast of Queen Maud Land, Antarctica.\nThe island has an area of 49 square kilometres (19 sq mi), of which 93 percent is covered by a glacier. The centre of the island is an ice-filled crater of an inactive volcano.",
      "pageId": 18934701,
      "monthDay": "01/01"
    },
    {
      "year": "1772",
      "uri": "/wiki/Traveler%27s_cheque",
      "name": "traveler's cheques",
      "aboutText": "The American Revolutionary War (1775–1783), also known as the American War of Independence and the Revolutionary War in the United States, was the armed conflict between Great Britain and thirteen of its North American colonies, which had declared themselves the independent United States of America. Early fighting took place primarily on the North American continent. In 1778, France, eager for revenge after its defeat in the Seven Years' War, signed an alliance with the new nation.",
      "pageId": 771,
      "monthDay": "01/01"
    },
    {
      "year": "1773",
      "uri": "/wiki/Amazing_Grace",
      "name": "Amazing Grace",
      "aboutText": "The American Civil War, widely known in the United States as simply the Civil War as well as other sectional names, was a civil war fought from 1861 to 1865 to determine the survival of the Union or independence for the Confederacy. Among the 34 states in January 1861, seven Southern slave states individually declared their secession from the United States and formed the Confederate States of America. The Confederacy, often simply called the South, grew to include eleven states, and although they claimed thirteen states and additional western territories, the Confederacy was never diplomatically recognized by any foreign country.",
      "pageId": 863,
      "monthDay": "01/01"
    },
    {
      "year": "1776",
      "uri": "/wiki/American_Revolutionary_War",
      "name": "American Revolutionary War",
      "aboutText": "\"Amazing Grace\" is a Christian hymn published in 1779, with words written by the English poet and clergyman John Newton (1725–1807).\nNewton wrote the words from personal experience. He grew up without any particular religious conviction, but his life's path was formed by a variety of twists and coincidences that were often put into motion by his recalcitrant insubordination.",
      "pageId": 1395,
      "monthDay": "01/01"
    },
    {
      "year": "1781",
      "uri": "/wiki/6th_Pennsylvania_Regiment",
      "name": "6th Pennsylvania Regiment",
      "aboutText": "The Cobble Hill Tunnel (popularly the Atlantic Avenue Tunnel) of the Long Island Rail Road (LIRR) is an abandoned railroad tunnel beneath Atlantic Avenue in downtown Brooklyn, New York City. When open, it ran for about 2,517 feet (767 m) between Columbia Street and Boerum Place.",
      "pageId": 2244,
      "monthDay": "01/01"
    },
    {
      "year": "1788",
      "uri": "/wiki/The_Times",
      "name": "The Times",
      "aboutText": "The French Republican Calendar (French: calendrier républicain français), also commonly called the French Revolutionary Calendar (calendrier révolutionnaire français) was a calendar created and implemented during the French Revolution, and used by the French government for about 12 years from late 1793 to 1805, and for 18 days by the Paris Commune in 1871.",
      "pageId": 11396,
      "monthDay": "01/01"
    },
    {
      "year": "1801",
      "uri": "/wiki/Kingdom_of_Great_Britain",
      "name": "Kingdom of Great Britain",
      "aboutText": "Haiti (/ˈheɪti/; French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik Ayiti), is a country in the western hemisphere, and is located on the island of Hispaniola, in the Greater Antilles archipelago of the Caribbean. It occupies the western three-eighths of the island which it shares with the Dominican Republic. Haiti is 27,750 square kilometres (10,714 sq mi) in size and has an estimated 10.6 million people, making it the most populous country in the Caribbean Community (CARICOM) and the third-most populous country in the Caribbean as a whole.",
      "pageId": 13373,
      "monthDay": "01/01"
    },
    {
      "year": "1801",
      "uri": "/wiki/Ceres_(dwarf_planet)",
      "name": "Ceres",
      "aboutText": "Slavery is a legal or economic system in which principles of property law are applied to humans allowing them to be classified as property, to be owned, bought and sold accordingly, and they cannot withdraw unilaterally from the arrangement. While a person is a slave, the owner is entitled to the productivity of the slave's labour, without any remuneration. The rights and protection of the slave may be regulated by laws and customs in a particular time and place, and a person may become a slave from the time of their capture, purchase or birth.",
      "pageId": 27992,
      "monthDay": "01/01"
    },
    {
      "year": "1803",
      "uri": "/wiki/Gia_Long",
      "name": "Gia Long",
      "aboutText": "The Times is a British daily national newspaper based in London. It began in 1785 under the title The Daily Universal Register and became The Times on 1 January 1788. The Times and its sister paper The Sunday Times (founded in 1821) are published by Times Newspapers, since 1981 a subsidiary of News UK, itself wholly owned by the News Corp group headed by Rupert Murdoch.",
      "pageId": 39127,
      "monthDay": "01/01"
    },
    {
      "year": "1804",
      "uri": "/wiki/Haiti",
      "name": "Haiti",
      "aboutText": "José de la Cruz Porfirio Díaz Mori (Spanish pronunciation: [porˈfiɾjo ði.as]; 15 September 1830 – 2 July 1915) was a Mexican soldier and politician, who served seven terms as President of Mexico; a total of three and a half decades from 1876 to 1911. A veteran of the Reform War and the French intervention in Mexico, Díaz rose to the rank of General, leading republican troops against the French-imposed Emperor Maximilian. Seizing power in a coup in 1876, Díaz and his allies ruled Mexico for the next thirty-five years, a period known as the Porfiriato.",
      "pageId": 71299,
      "monthDay": "01/01"
    },
    {
      "year": "1806",
      "uri": "/wiki/French_Republican_Calendar",
      "name": "French Republican Calendar",
      "aboutText": "The Kingdom of Great Britain, officially Great Britain /ɡreɪt ˈbrɪ.tən/, was a sovereign state in western Europe from 1 May 1707 to 31 December 1800. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single, united kingdom, encompassing the whole island of Great Britain and its outlying islands. It did not include Ireland, which remained a separate realm.",
      "pageId": 158019,
      "monthDay": "01/01"
    },
    {
      "year": "1808",
      "uri": "/wiki/Slavery",
      "name": "slaves",
      "aboutText": "Major-General Lachlan Macquarie CB (/məˈkwɒrɪ/; Scottish Gaelic: Lachann MacGuaire; 31 January 1762 – 1 July 1824) was a British Army officer and colonial administrator from Scotland. He served as the fifth and last autocratic Governor of New South Wales from 1810 to 1821, and had a leading role in the social, economic and architectural development of the colony. He is considered by historians to have had a crucial influence on the transition of New South Wales from a penal colony to a free settlement and therefore to have played a major role in the shaping of Australian society in the early nineteenth century.",
      "pageId": 323691,
      "monthDay": "01/01"
    },
    {
      "year": "1810",
      "uri": "/wiki/Lachlan_Macquarie",
      "name": "Lachlan Macquarie",
      "aboutText": "A traveler's cheque is a medium of exchange that can be used in place of hard currency. Traveler's cheques are often used by individuals traveling on vacation to foreign countries. Traveler's cheques can be denominated in one of a number of major world currencies and are preprinted, fixed-amount cheque designed to allow the person signing it to make an unconditional payment to someone else as a result of having paid the issuer for that privilege.",
      "pageId": 1039570,
      "monthDay": "01/01"
    },
    {
      "year": "1812",
      "uri": "/wiki/Bishop_of_Durham",
      "name": "Bishop of Durham",
      "aboutText": "Emperor Gia Long (8 February 1762 – 3 February 1820), born Nguyễn Phúc Ánh, often referred to simply as Nguyễn Ánh), was the first Emperor of the Nguyễn Dynasty of Vietnam. Unifying what is now modern Vietnam in 1802, he founded the Nguyễn Dynasty, the last of the Vietnamese dynasties.\nA nephew of the last Nguyễn lord who ruled over southern Vietnam, Nguyễn Ánh was forced into hiding in 1777 as a fifteen-year-old when his family was slain in the Tây Sơn revolt.",
      "pageId": 1101834,
      "monthDay": "01/01"
    },
    {
      "year": "1822",
      "uri": "/wiki/Greek_Constitution_of_1822",
      "name": "Greek Constitution of 1822",
      "aboutText": "The 6th Pennsylvania Regiment, first known as the 5th Pennsylvania Battalion, was a unit of the United States of America (U.S.) Army, raised December 9, 1775 at Philadelphia, Pennsylvania for service with the Continental Army. The regiment would see action during the New York Campaign, Battle of Brandywine, Battle of Germantown, Battle of Monmouth, and Green Spring. The regiment was disbanded on January 1, 1783.",
      "pageId": 3640008,
      "monthDay": "01/01"
    },
    {
      "year": "1833",
      "uri": "/wiki/Falkland_Islands",
      "name": "Falkland Islands",
      "aboutText": "The Greek Constitution of 1822 was a document adopted by the First National Assembly of Epidaurus on January 1, 1822. Formally it was the Provisional Regime of Greece (Προσωρινό Πολίτευμα της Ελλάδος), sometimes translated as Temporary Constitution of Greece. Considered to be the first constitution of Modern Greece, it was an attempt to achieve temporary governmental and military organisation until the future establishment of a national parliament.",
      "pageId": 4602283,
      "monthDay": "01/01"
    },
    {
      "year": "1845",
      "uri": "/wiki/Cobble_Hill_Tunnel",
      "name": "Cobble Hill Tunnel",
      "aboutText": "Ceres (/ˈsɪəriːz/; minor-planet designation: 1 Ceres) is the largest object in the asteroid belt, which lies between the orbits of Mars and Jupiter. Its diameter is approximately 945 kilometers (587 miles), making it the largest of the minor planets within the orbit of Neptune. The thirty-third-largest known body in the Solar System, it is the only one identified orbiting entirely within the orbit of Neptune that is a dwarf planet.",
      "pageId": 5595163,
      "monthDay": "01/01"
    },
    {
      "year": "1847",
      "uri": "/wiki/UPMC_Mercy",
      "name": "\"Mercy\" Hospital",
      "aboutText": "The Bishop of Durham is the Anglican bishop responsible for the Diocese of Durham in the Province of York. The diocese is one of the oldest in the country and its bishop is a member of the House of Lords. Paul Butler has been the Bishop of Durham since his election was confirmed at York Minster on 20 January 2014.",
      "pageId": 6797001,
      "monthDay": "01/01"
    },
    {
      "year": "1860",
      "uri": "/wiki/Postage_stamps_and_postal_history_of_Poland#First_Polish_stamp",
      "name": "First Polish stamp",
      "aboutText": "The Falkland Islands (/ˈfɔːlklənd/; Spanish: Islas Malvinas [malˈβinas]) are an archipelago in the South Atlantic Ocean on the Patagonian Shelf. The principal islands are about 300 miles (480 km) east of South America's southern Patagonian coast, at a latitude of about 52°S. The archipelago, with an area of 4,700 square miles (12,000 km2), comprises East Falkland, West Falkland and 776 smaller islands. As a British overseas territory, the Falklands have internal self-governance, and the United Kingdom takes responsibility for their defence and foreign affairs.",
      "pageId": 7550182,
      "monthDay": "01/01"
    },
    {
      "year": "1861",
      "uri": "/wiki/Porfirio_D%C3%ADaz",
      "name": "Porfirio Díaz",
      "aboutText": "UPMC Mercy is a main hospital facility of the University of Pittsburgh Medical Center (UPMC) and is located in the Uptown section of the city of Pittsburgh, Pennsylvania, adjacent to Duquesne University, and a few blocks from the Consol Energy Center and downtown Pittsburgh. It is the first chartered hospital to have been founded in the city of Pittsburgh and it is also the first hospital in the world to have been established by the Sisters of Mercy. It is also the first teaching hospital in the region, accepting residents to teaching positions beginning in 1848, one year after opening its doors.",
      "pageId": 15009945,
      "monthDay": "01/01"
    },
    {
      "year": "1863",
      "uri": "/wiki/American_Civil_War",
      "name": "American Civil War",
      "aboutText": "This is a survey of the postage stamps and postal history of Poland.\nPoczta Polska, the Polish postal service, was founded in 1558 and postal markings were first introduced in 1764. The three partitions of Poland in 1772, 1793 and 1795 saw the independent nation of Poland disappear.",
      "pageId": 25317081,
      "monthDay": "01/01"
    },
    {
      "year": "1863",
      "uri": "/wiki/Homestead_Act",
      "name": "Homestead Act",
      "aboutText": "College football is American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States. No minor league farm organizations exist in American football.",
      "pageId": 6771,
      "monthDay": "01/01"
    },
    {
      "year": "1870",
      "uri": "/wiki/Adolf_Loos",
      "name": "Adolf Loos",
      "aboutText": "Admiral of the Fleet David Richard Beatty, 1st Earl Beatty GCB, OM, GCVO, DSO, PC (17 January 1871 – 11 March 1936), was a Royal Navy officer. After serving in the Mahdist War and then the response to the Boxer Rebellion, he commanded the 1st Battlecruiser Squadron at the Battle of Jutland in 1916, a tactically indecisive engagement after which his aggressive approach was contrasted with the caution of his commander Admiral Sir John Jellicoe. He is remembered for his comment at Jutland that \"There seems to be something wrong with our bloody ships today\", after two of his ships exploded.",
      "pageId": 8837,
      "monthDay": "01/01"
    },
    {
      "year": "1873",
      "uri": "/wiki/Gregorian_calendar",
      "name": "Gregorian calendar",
      "aboutText": "Ellis Island is an island that is located in Upper New York Bay in the Port of New York and New Jersey, United States. It was the gateway for millions of immigrants to the United States as the nation's busiest immigrant inspection station from 1892 until 1954. The island was greatly expanded with land reclamation between 1892 and 1934.",
      "pageId": 9806,
      "monthDay": "01/01"
    },
    {
      "year": "1877",
      "uri": "/wiki/Queen_Victoria",
      "name": "Queen Victoria",
      "aboutText": "The Federal Republic of Nigeria, commonly referred to as Nigeria /naɪˈdʒɪəriə/, is a federal constitutional republic in West Africa, bordering Benin in the west, Chad and Cameroon in the east, and Niger in the north. Its coast in the south lies on the Gulf of Guinea in the Atlantic Ocean. It comprises 36 states and the Federal Capital Territory, where the capital, Abuja is located.",
      "pageId": 21383,
      "monthDay": "01/01"
    },
    {
      "year": "1880",
      "uri": "/wiki/Ferdinand_de_Lesseps",
      "name": "Ferdinand de Lesseps",
      "aboutText": "The Northern Territory (abbreviated as NT) is a federal Australian territory in the centre and central northern regions. It shares borders with Western Australia to the west (129th meridian east), South Australia to the south (26th parallel south), and Queensland to the east (138th meridian east). To the north, the territory is bordered by the Timor Sea, the Arafura Sea and the Gulf of Carpentaria.",
      "pageId": 21638,
      "monthDay": "01/01"
    },
    {
      "year": "1885",
      "uri": "/wiki/Sandford_Fleming",
      "name": "Sandford Fleming",
      "aboutText": "New South Wales (abbreviated as NSW) is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, South Australia to the west, the Tasman Sea to the east and surrounds the whole of the Australian Capital Territory. New South Wales' capital city is Sydney, which is also the nation's most populous city.",
      "pageId": 21654,
      "monthDay": "01/01"
    },
    {
      "year": "1890",
      "uri": "/wiki/Eritrea",
      "name": "Eritrea",
      "aboutText": "Victoria (Alexandrina Victoria; 24 May 1819 – 22 January 1901) was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death. From 1 May 1876, she had the additional title of Empress of India.\nVictoria was the daughter of Prince Edward, Duke of Kent and Strathearn, the fourth son of King George III. Both the Duke of Kent and King George III died in 1820, and Victoria was raised under close supervision by her German-born mother Princess Victoria of Saxe-Coburg-Saalfeld.",
      "pageId": 47923,
      "monthDay": "01/01"
    },
    {
      "year": "1890",
      "uri": "/wiki/Rose_Parade",
      "name": "Rose Parade",
      "aboutText": "Adolf Franz Karl Viktor Maria Loos (10 December 1870 – 23 August 1933) was an Austrian and Czechoslovak architect and influential European theorist of Modern architecture. His essay Ornament and Crime advocated smooth and clear surfaces in contrast to the lavish decorations of the Fin de siècle and also to the more modern aesthetic principles of the Vienna Secession. Loos became a pioneer of modern architecture and contributed a body of theory and criticism of Modernism in architecture and design.",
      "pageId": 53604,
      "monthDay": "01/01"
    },
    {
      "year": "1892",
      "uri": "/wiki/Ellis_Island",
      "name": "Ellis Island",
      "aboutText": "The Homestead Acts were several United States federal laws that gave an applicant ownership of land, typically called a \"homestead\", at little or no cost. It gave settlers 160 acres (65 hectares). An extension of the Homestead Principle in law, the Homestead Acts were an expression of the \"Free Soil\" policy of Northerners who wanted individual farmers to own and operate their own farms, as opposed to Southern slave-owners who wanted to buy up large tracts of land and use slave labor, thereby shutting out free white men.",
      "pageId": 55589,
      "monthDay": "01/01"
    },
    {
      "year": "1894",
      "uri": "/wiki/Manchester_Ship_Canal",
      "name": "Manchester Ship Canal",
      "aboutText": "Sir Sandford Fleming, KCMG (January 7, 1827 – July 22, 1915) was a Scottish-born Canadian engineer and inventor. He proposed worldwide standard time zones, designed Canada's first postage stamp, left a huge body of surveying and map making, engineered much of the Intercolonial Railway and the Canadian Pacific Railway, and was a founding member of the Royal Society of Canada and founder of the Royal Canadian Institute, a science organization in Toronto.\n^ Sandford Fleming was not the first to propose universal time and worldwide standard time zones.",
      "pageId": 155588,
      "monthDay": "01/01"
    },
    {
      "year": "1898",
      "uri": "/wiki/City_of_Greater_New_York",
      "name": "City of Greater New York",
      "aboutText": "The Manchester Ship Canal is a 36-mile-long (58 km) inland waterway in the North West of England linking Manchester to the Irish Sea. Starting at the Mersey Estuary near Liverpool, it generally follows the original routes of the rivers Mersey and Irwell through the historic counties of Cheshire and Lancashire. Several sets of locks lift vessels about 60 feet (18 m) up to Manchester, where the canal's terminus was built.",
      "pageId": 193449,
      "monthDay": "01/01"
    },
    {
      "year": "1899",
      "uri": "/wiki/Cuba",
      "name": "Cuba",
      "aboutText": "Ferdinand Marie, Vicomte de Lesseps GCSI (French: [də lesɛps]; 19 November 1805 – 7 December 1894) was a French diplomat and later developer of the Suez Canal, which in 1869 joined the Mediterranean and Red Seas, substantially reducing sailing distances and times between Europe and East Asia.\nHe attempted to repeat this success with an effort to build a Panama Canal at sea-level during the 1880s, but the project was devastated by epidemics of malaria and yellow fever in the area, as well as beset by financial problems, and the planned de Lesseps Panama Canal was never completed. Eventually, the project was bought out by the United States who solved the medical problems and changed the design to a non-sea-level canal with locks.",
      "pageId": 314522,
      "monthDay": "01/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Nigeria",
      "name": "Nigeria",
      "aboutText": "The Rose Parade, also known as the Tournament of Roses and the Rose Parade presented by Honda, is part of \"America's New Year Celebration\" held in Pasadena, California each year on New Year's Day (or on Monday, January 2 if New Year's Day falls on a Sunday). The parade includes flower-covered floats, marching bands, and equestrian units and is followed by the Rose Bowl college football game. It is produced by the nonprofit Pasadena Tournament of Roses Association.",
      "pageId": 329619,
      "monthDay": "01/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/New_South_Wales",
      "name": "New South Wales",
      "aboutText": "The City of Greater New York was the unofficial term for the expanded City of New York created on January 1, 1898 by consolidating the existing City of New York with the East Bronx, Brooklyn, most of Queens County, and Staten Island. The section of the Bronx west of the Bronx River had been annexed to the City and County of New York in 1874, and was known as the Annexed District. In the years leading up to consolidation, the City of Brooklyn had expanded by annexing all of the other towns and cities in Kings County.",
      "pageId": 637959,
      "monthDay": "01/01"
    },
    {
      "year": "1902",
      "uri": "/wiki/College_football",
      "name": "college football",
      "aboutText": "Provinces of India, earlier Presidencies of British India and still earlier, Presidency towns were the administrative divisions of British governance in the subcontinent. In one form or other they existed between 1612 and 1947, conventionally divided into three historical periods.\nDuring 1612–1757, the East India Company set up \"factories\" (trading posts) in several locations, mostly in coastal India, with the consent of the Moghul emperors or local rulers.",
      "pageId": 3574003,
      "monthDay": "01/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/British_India",
      "name": "British India",
      "aboutText": "The Times Square Ball is a time ball located in New York City's Times Square. Located on the roof of One Times Square, the ball is a prominent part of a New Year's Eve celebration in Times Square colloquially known as the ball drop, where the ball descends 141 feet (43 m) in 60 seconds down a specially designed flagpole, beginning at 11:59:00 p.m. ET, and resting at midnight to signal the start of the new year.",
      "pageId": 3597669,
      "monthDay": "01/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/Times_Square_Ball",
      "name": "ball",
      "aboutText": "Cuba, officially the Republic of Cuba (Spanish:  República de Cuba ), is a country comprising the islands of Cuba, Isla de la Juventud and several archipelagos in the Caribbean Sea. The capital and largest city Havana is 365 km (227 mi) from Miami, Florida, and geographically it is considered part of North America. Culturally, Cuba is considered part of Latin America.",
      "pageId": 5042481,
      "monthDay": "01/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Lakeview_Gusher",
      "name": "Lakeview Gusher",
      "aboutText": "Lakeview Gusher Number One is the name given to an immense, out-of-control eruption of hydrocarbons from a pressurized oil well in the Midway-Sunset Oil Field in Kern County, California, in 1910. It created the largest accidental oil spill in history, lasting 18 months and releasing 9 million barrels (1.4×10^6 m3) of crude oil.\nMidway-Sunset was one of the largest oil reserves in America.",
      "pageId": 5646112,
      "monthDay": "01/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/David_Beatty,_1st_Earl_Beatty",
      "name": "David Beatty",
      "aboutText": "Eritrea (/ˌɛrɨˈtreɪ.ə/ or /ˌɛrɨˈtriːə/; Tigrinya: ኤርትራ? ʾErtrā ; Arabic: إرتريا‎ Iritriyā), officially the State of Eritrea, is a country in the Horn of Africa. With its capital at Asmara, it is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast.",
      "pageId": 17238590,
      "monthDay": "01/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Northern_Territory",
      "name": "Northern Territory",
      "aboutText": "The Gregorian calendar, also called the Western calendar and the Christian calendar, is internationally the most widely used civil calendar. It is named for Pope Gregory XIII, who introduced it in 1582.\nThe calendar was a refinement to the Julian calendar amounting to a 0.002% correction in the length of the year.",
      "pageId": 23306251,
      "monthDay": "01/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Republic_of_China_(1912%E2%80%9349)",
      "name": "Republic of China",
      "aboutText": "The Luftwaffe was the aerial warfare branch of the German Wehrmacht during World War II. Germany's military air arms during the First World War, the Luftstreitkräfte of the Army and the Marine-Fliegerabteilung of the Navy, had been disbanded in 1920 as a result of the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force.\nDuring the interwar period, German pilots were trained secretly in violation of the treaty. With the rise of the Nazi Party and the repudiation of the Versailles Treaty, the Luftwaffe was established on 26 February 1935.",
      "pageId": 17885,
      "monthDay": "01/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/British_Board_of_Film_Classification",
      "name": "British Board of Censors",
      "aboutText": "Nazi Germany and the Third Reich (German: Drittes Reich) are common English names for the period of history in Germany from 1933 to 1945, when it was a dictatorship under the control of Adolf Hitler and the Nazi Party (NSDAP). Under Hitler's rule, Germany was transformed into a fascist totalitarian state which controlled nearly all aspects of life. The official name of the state was Deutsches Reich (German Reich) from 1933 to 1943 and Großdeutsches Reich (Greater German Reich) from 1943 to 1945.",
      "pageId": 21212,
      "monthDay": "01/01"
    },
    {
      "year": "1916",
      "uri": "/wiki/Yaound%C3%A9",
      "name": "Yaoundé",
      "aboutText": "Sydney /ˈsɪdni/ is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds the world's largest natural harbour, and sprawls towards the Blue Mountains to the west. Residents of Sydney are known as \"Sydneysiders\".",
      "pageId": 27862,
      "monthDay": "01/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/Belorussian_Communist_Organisation",
      "name": "Belorussian Communist Organisation",
      "aboutText": "World War II (WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945, though related conflicts began earlier. It involved the vast majority of the world's nations—including all of the great powers—eventually forming two opposing military alliances: the Allies and the Axis. It was the most widespread war in history, and directly involved more than 100 million people from over 30 countries.",
      "pageId": 32927,
      "monthDay": "01/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/List_of_railway_companies_involved_in_the_1923_grouping#The_Big_Four",
      "name": "Big Four",
      "aboutText": "Yaoundé (US /ˌjɑːʊnˈdeɪ/, UK /jɑːˈʊndeɪ, -ˈuːn-/; French pronunciation: ​[ja.unde]; German: Jaunde) is the capital of Cameroon and, with a population of approximately 2.5 million, the second largest city in the country after the port city Douala.",
      "pageId": 57671,
      "monthDay": "01/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Cristero_War",
      "name": "Cristero War",
      "aboutText": "Alcatraz Island is located in the San Francisco Bay, 1.5 miles (2.4 km) offshore from San Francisco, California, United States. The small island was developed with facilities for a lighthouse, a military fortification, a military prison (1868), and a federal prison from 1933 until 1963. Beginning in November 1969, the island was occupied for more than 19 months by a group of aboriginal people from San Francisco who were part of a wave of Native activism across the nation with public protests through the 1970s.",
      "pageId": 64107,
      "monthDay": "01/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Turkey",
      "name": "Turkey",
      "aboutText": "The 1932 Washington Bicentennial are postage stamps issued by the United States government in 1932 to commemorate the 200th anniversary of President George Washington's birth. Twelve stamps were issued as a collection, with each one depicting the President in a different period in his life.\nThe series was designed by Bureau of Engraving and Printing (BEP) designers Clair Aubrey Huston and Alvin Meissner.",
      "pageId": 167434,
      "monthDay": "01/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Boris_Bazhanov",
      "name": "Boris Bazhanov",
      "aboutText": "The windshield (North America) or windscreen (EU & Commonwealth countries) of an aircraft, car, bus, motorbike or tram is the front window. Modern windshields are generally made of laminated safety glass, a type of treated glass, which consists of two (typically) curved sheets of glass with a plastic layer laminated between them for safety, and are bonded into the window frame.",
      "pageId": 254664,
      "monthDay": "01/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Merger_(politics)",
      "name": "amalgamated",
      "aboutText": "The Canadian Citizenship Act, S.C. 1946, c. 15, is an Act of the Parliament of Canada which separated Canadian citizenship from British nationality.",
      "pageId": 452446,
      "monthDay": "01/01"
    },
    {
      "year": "1932",
      "uri": "/wiki/1932_Washington_Bicentennial",
      "name": "a set of 12 stamps",
      "aboutText": "The Bizone or Bizonia was the combination of the American and the British occupation zones in 1947 during the occupation of Germany after World War II. With the addition of the French occupation zone on the first of June 1948 the entity became the Trizone (sometimes jokingly called Trizonesia, as, for example, in a well-known Karneval song from that time, the Trizonesien-Song).",
      "pageId": 512833,
      "monthDay": "01/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Alcatraz_Island",
      "name": "Alcatraz Island",
      "aboutText": "The Cristero War or Cristero Rebellion (1926–1929), also known as La Cristiada, was a widespread struggle in many central-western Mexican states against the secularist, anti-Catholic, and anticlerical policies of the Mexican government. The rebellion was set off by enactment under President Plutarco Elías Calles of a statute to enforce the anticlerical articles of the Mexican Constitution of 1917 (also known as the Calles Law). Calles sought to eliminate the power of the Catholic Church and organizations affiliated with it as an institution, and also suppress popular religious celebration in local communities.",
      "pageId": 1017527,
      "monthDay": "01/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nazi_Germany",
      "name": "Nazi Germany",
      "aboutText": "Nationalisation (an alternative spelling is nationalization) is the process of transforming private assets into public assets by bringing them under the public ownership of a national government or state. Nationalisation usually refers to private assets or assets owned by lower levels of government, such as municipalities, being transferred to the state. The opposites of nationalisation are privatisation, municipalisation and mutualization.",
      "pageId": 1062429,
      "monthDay": "01/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Windshield",
      "name": "windscreens",
      "aboutText": "The Declaration by the United Nations was a World War II document agreed on 1 January 1942 during the Arcadia Conference by 26 governments: the Allied \"Big Four\" (the US, the UK, the USSR, and China), nine other American countries in North and Central America and the Caribbean, the four British Dominions, British India, and eight Allied governments-in-exile, for a total of twenty-six nations.",
      "pageId": 1341065,
      "monthDay": "01/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Sydney",
      "name": "Sydney",
      "aboutText": "Under the Railways Act 1921 the majority of the railway companies in Great Britain (along with a few in Northern Ireland) were grouped into four main companies, often termed the Big Four. The grouping took effect from 1 January 1923.",
      "pageId": 1733806,
      "monthDay": "01/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Declaration_by_United_Nations",
      "name": "Declaration by United Nations",
      "aboutText": "A merger, consolidation or amalgamation, in a political or administrative sense, is the combination of two or more political or administrative entities, such as municipalities (in other words cities, towns, etc.), counties, districts, etc., into a single entity. This term is used when the process occurs within a sovereign entity.\nUnbalanced growth or outward expansion of one neighbor may necessitate an administrative decision to merge (see urban sprawl).",
      "pageId": 6877452,
      "monthDay": "01/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/World_War_II",
      "name": "World War II",
      "aboutText": "Turkey (/ˈtɜrki/; Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish:  Türkiye Cumhuriyeti ), is a parliamentary republic in Eurasia, largely located in Western Asia, with the smaller portion of Eastern Thrace in Southeast Europe. Turkey is bordered by eight countries: Syria and Iraq to the south; Iran, Armenia, and the Azerbaijani exclave of Nakhchivan to the east; Georgia to the northeast; Bulgaria to the northwest; and Greece to the west. The Black Sea is to the north, the Mediterranean Sea to the south, and the Aegean Sea to the west.",
      "pageId": 11125639,
      "monthDay": "01/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Luftwaffe",
      "name": "Luftwaffe",
      "aboutText": "The Belorussian Communist Organisation (Russian: Белорусская коммунистическая организация, abbreviated БКО, translit. 'BKO') was a communist group in Belarus, led by Vladimir Ignatovsky. It emerged from the organisation 'Young Belarus' (Маладая Беларусь), which was founded in the Minsk Teaching Institute in 1917.",
      "pageId": 12516482,
      "monthDay": "01/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bizone",
      "name": "Bizone",
      "aboutText": "The British Board of Film Classification (BBFC), before 1985 known as British Board of Film Censors, is a non-governmental organization, founded by the film industry in 1912 and responsible for the national classification and censorship of films within the United Kingdom. It has a statutory requirement to classify videos, DVDs and, to a lesser extent, some video games under the Video Recordings Act 2010.",
      "pageId": 19359987,
      "monthDay": "01/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Canadian_Citizenship_Act_1946",
      "name": "Canadian Citizenship Act 1946",
      "aboutText": "Boris Georgiyevich Bazhanov (Russian: Борис Георгиевич Бажанов, sometimes spelled Bajanov) (1900–1982) was a secretary of the Soviet Union's Politburo, and personal secretary to Joseph Stalin from August 1923 through 1925. After holding several different positions in the Politburo from 1925 to 1928, Bazhanov defected from the Soviet Union, and remains the only assistant of Stalin's secretariat to have done so. Stalin's subsequent attempts to hunt down and kill Bazhanov in France failed.",
      "pageId": 20100159,
      "monthDay": "01/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nationalization",
      "name": "nationalized",
      "aboutText": "The Republic of China (traditional Chinese: 中華民國; simplified Chinese: 中华民国; pinyin: Zhōnghuá Mínguó; Wade–Giles: Chung1-hua2 Min2-kuo2; Zhuyin Fuhao: ㄓㄨㄥ ㄏㄨㄚˊ ㄇㄧㄣˊ ㄍㄨㄛˊ) governed the present-day territories of China, Mongolia and Taiwan at differing times between 1912 and 1949. As an era of Chinese history, the Republic of China's rule on mainland China was preceded by the last imperial dynasty of China, the Qing dynasty and its end was marked after the Nationalists lost the Chinese Civil War against the Communist Party of China (CPC), when the Nationalists retreated to Taiwan while the CPC proclaimed the People's Republic of China on mainland China.\nThe republic's first president, Sun Yat-sen, served only briefly.",
      "pageId": 33167689,
      "monthDay": "01/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Constitution_of_Italy",
      "name": "Constitution of Italy",
      "aboutText": "Cameroon (/ˌkæməˈruːn/; French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon, and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Bonny, part of the Gulf of Guinea and the Atlantic Ocean.",
      "pageId": 5447,
      "monthDay": "01/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/United_Nations",
      "name": "United Nations",
      "aboutText": "The European Economic Community (EEC) was a regional organisation which aimed to bring about economic integration between its member states. It was created by the Treaty of Rome of 1957. Upon the formation of the European Union (EU) in 1993, the EEC was incorporated and renamed as the European Community (EC).",
      "pageId": 9578,
      "monthDay": "01/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tokelau",
      "name": "Tokelau",
      "aboutText": "The National Broadcasting Company (NBC) is an American commercial broadcast television and radio network that is the flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered in the Comcast Building (formerly known as the GE Building) at Rockefeller Center in New York City, with additional major offices near Los Angeles (at Universal City Plaza), Chicago (at the NBC Tower) and soon in Philadelphia at Comcast Innovation and Technology Center. The network is part of the Big Three television networks.",
      "pageId": 21780,
      "monthDay": "01/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Before_Present",
      "name": "Before Present",
      "aboutText": "Samoa (/səˈmoʊ.ə/; Samoan: Sāmoa, IPA: [ˌsaːˈmoa]), officially the Independent State of Samoa (Samoan: Malo Sa'oloto Tuto'atasi o Sāmoa), formerly known as Western Samoa, is a sovereign state in Polynesia, encompassing the western part of the Samoan Islands in the South Pacific Ocean. It became independent from New Zealand in 1962. The two main islands of Samoa are Upolu and Savai'i, one of the biggest islands in Polynesia.",
      "pageId": 27238,
      "monthDay": "01/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/NBC",
      "name": "NBC",
      "aboutText": "Sudan (Arabic: السودان‎ as-Sūdān, English pronunciation (US) /suˈdæn/, (GB) /suːˈdɑːn/), officially the Republic of the Sudan (Arabic: جمهورية السودان‎ Jumhūrīyat as-Sūdān), is a country in north-east Africa. It is bordered by Egypt to the north, the Red Sea, Eritrea, and Ethiopia, to the east, South Sudan to the south, the Central African Republic to the southwest, Chad to the west and Libya to the northwest. It is the third largest country in Africa.",
      "pageId": 27421,
      "monthDay": "01/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sudan",
      "name": "Sudan",
      "aboutText": "Tokelau /ˈtoʊkəlaʊ/ is a territory of New Zealand in the South Pacific Ocean that consists of three tropical coral atolls (from the northwest, Atafu, Nukunonu and Fakaofo, as well as Swains Island which is governed as part of American Samoa) with a combined land area of 10 km2 (4 sq mi) and a population of approximately 1,400. Its capital rotates yearly between the three atolls. Tokelau lies north of the Samoan Islands, Swains Island being the nearest, east of Tuvalu, south of the Phoenix Islands, southwest of the more distant Line Islands, and northwest of the Cook Islands.",
      "pageId": 30148,
      "monthDay": "01/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Shrine",
      "name": "Shrine",
      "aboutText": "The United Nations (UN) is an intergovernmental organization to promote international co-operation. A replacement for the ineffective League of Nations, the organization was established on 24 October 1945 after World War II in order to prevent another such conflict. At its founding, the UN had 51 member states; there are now 193.",
      "pageId": 31769,
      "monthDay": "01/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/George_Town,_Penang",
      "name": "George Town, Penang",
      "aboutText": "The United States Navy's Sea, Air and Land Teams, commonly known as the Navy SEALs, are the U.S. Navy's principal special operations force and a part of the Naval Special Warfare Command and United States Special Operations Command. One of the SEALs' primary functions is to conduct small-unit maritime military operations which originate from, and return to a river, ocean, swamp, delta, or coastline. SEALs can negotiate shallow water areas such as the Persian Gulf coastline, where large ships and submarines are limited due to depth.",
      "pageId": 38188,
      "monthDay": "01/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Irish_Republican_Army_(1922%E2%80%9369)",
      "name": "Irish Republican Army",
      "aboutText": "A cigarette is a small cylinder of finely cut tobacco leaves rolled in thin paper for smoking. The cigarette is ignited at one end and allowed to smoulder; its smoke is inhaled from the other end, which is held in or to the mouth; in some cases, a cigarette holder may be used, as well. Most modern manufactured cigarettes are filtered and also include reconstituted tobacco and other additives.",
      "pageId": 38327,
      "monthDay": "01/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/European_Economic_Community",
      "name": "European Economic Community",
      "aboutText": "Fulgencio Batista Zaldívar (Spanish: [fulˈxensjo βaˈtista i salˈdiβar]; January 16, 1901 – August 6, 1973) was the elected President of Cuba from 1940 to 1944, and dictator from 1952 to 1959, before being overthrown during the Cuban Revolution.\nBatista initially rose to power as part of the 1933 Revolt of the Sergeants that overthrew the authoritarian rule of Gerardo Machado. Batista then appointed himself chief of the armed forces, with the rank of colonel, and effectively controlled the five-member Presidency.",
      "pageId": 50206,
      "monthDay": "01/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Fulgencio_Batista",
      "name": "Fulgencio Batista",
      "aboutText": "George Town (also less commonly spelt as Georgetown) is the capital and largest city of the state of Penang, Malaysia. George Town is also the district capital of North East Penang Island district.\nNamed after Britain's King George III, George Town is located on the north-east corner of Penang Island.",
      "pageId": 160728,
      "monthDay": "01/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Cameroon",
      "name": "Cameroon",
      "aboutText": "The People's Democratic Party of Afghanistan (PDPA) (Persian: حزب دموکراتيک خلق افغانستان‎‎, Hezb-e dimūkrātĩk-e khalq-e Afghānistān, Pashto: د افغانستان د خلق دموکراټیک ګوند‎, Da Afghanistān da khalq dimukrātīk gund) was a socialist party established on 1 January 1965. While a minority, the party helped former prime minister of Afghanistan, Mohammed Daoud Khan, to overthrow his cousin, Mohammed Zahir Shah, and established the Republic of Afghanistan. Daoud would eventually become a strong opponent of the party, firing PDPA politicians from high-ranking jobs in the government.",
      "pageId": 263763,
      "monthDay": "01/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Western_Samoa",
      "name": "Western Samoa",
      "aboutText": "A shrine (Latin: scrinium \"case or chest for books or papers\"; Old French: escrin \"box or case\") is a holy or sacred place, which is dedicated to a specific deity, ancestor, hero, martyr, saint, daemon or similar figure of awe and respect, at which they are venerated or worshipped. Shrines often contain idols, relics, or other such objects associated with the figure being venerated. A shrine at which votive offerings are made is called an altar.",
      "pageId": 465979,
      "monthDay": "01/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/United_States_Navy_SEALs",
      "name": "United States Navy SEALs",
      "aboutText": "Before Present (BP) years is a time scale used mainly in geology and other scientific disciplines to specify when events in the past occurred. Because the \"present\" time changes, standard practice is to use 1 January 1950 as commencement date of the age scale, reflecting the fact that radiocarbon dating became practicable in the 1950s. The abbreviation \"BP\", with the same meaning, has also been interpreted as \"Before Physics\"; that is, before nuclear weapons testing artificially altered the proportion of the carbon isotopes in the atmosphere, making dating after that time likely to be unreliable.",
      "pageId": 971107,
      "monthDay": "01/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Federation_of_Rhodesia_and_Nyasaland",
      "name": "Federation of Rhodesia and Nyasaland",
      "aboutText": "Unix time (also known as POSIX time or Epoch time) is a system for describing instants in time, defined as the number of seconds that have elapsed since 00:00:00 Coordinated Universal Time (UTC), Thursday, 1 January 1970, not counting leap seconds. It is used widely in Unix-like and many other operating systems and file formats.",
      "pageId": 1006035,
      "monthDay": "01/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/People%27s_Democratic_Party_of_Afghanistan",
      "name": "People's Democratic Party of Afghanistan",
      "aboutText": "The Constitution of the Italian Republic (Italian: Costituzione della Repubblica italiana) was enacted by the Constituent Assembly on 22 December 1947, with 453 votes in favour and 62 against. The text, which has since been amended 15 times, was promulgated in the extraordinary edition of Gazzetta Ufficiale No. 298 on 27 December 1947.",
      "pageId": 1420182,
      "monthDay": "01/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/1966_New_York_City_transit_strike",
      "name": "New York City transit strike",
      "aboutText": "The original Irish Republican Army (IRA) fought a guerrilla war against British rule in Ireland in the Irish War of Independence 1919–1921. Following the signing of the Anglo-Irish Treaty on 6 December 1921, the IRA in the 26 counties that were to become the Irish Free State split between supporters and opponents of the Treaty. The anti-Treatyites, sometimes referred to by Free State forces as Irregulars, continued to use the name Irish Republican Army (IRA) or in Irish Óglaigh na hÉireann, as did the organisation in Northern Ireland which originally supported the pro-Treaty side (if not the Treaty).",
      "pageId": 2342166,
      "monthDay": "01/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Coup_d%27%C3%A9tat",
      "name": "coup",
      "aboutText": "The 1966 New York City transit strike was a strike in New York City called by the Transport Workers Union (TWU) and Amalgamated Transit Union (ATU) after the expiration of their contract with the New York City Transit Authority (TA). It was the first strike against the TA; pre-TWU transit strikes in 1905, 1910, 1916 and 1919 against the then-private transit companies had all failed. There had also been some partial TWU strikes in the 1930s, but no citywide actions.",
      "pageId": 3519455,
      "monthDay": "01/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Unix_time",
      "name": "Unix time",
      "aboutText": "The Federation of Rhodesia and Nyasaland, also known as the Central African Federation (CAF), was a semi-independent federation of three southern African territories – the self-governing British colony of Southern Rhodesia and the British protectorates of Northern Rhodesia and Nyasaland – between 1953 and 1963.\nThe Federation was established on 1 August 1953. The Federation was established with a Governor-General as the Queen's Representative at the centre.",
      "pageId": 20647727,
      "monthDay": "01/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Cigarette",
      "name": "Cigarette",
      "aboutText": "A coup d'état (/ˌkuː deɪˈtɑː/  listen ; French: [ku deta], literally \"blow of state\"; plural: coups d'état, pronounced like the singular form), also known simply as a coup (/ˌkuː/), or an overthrow, is the sudden and illegal seizure of a state, usually instigated by a small group of the existing government establishment to depose the established regime and replace it with a new ruling body. A coup d'état is considered successful when the usurpers establish their dominance. If a coup fails, a civil war may ensue.",
      "pageId": 25914154,
      "monthDay": "01/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Hellenic_Railways_Organisation",
      "name": "Hellenic Railways Organisation",
      "aboutText": "Aruba (/əˈruːbə/ ə-ROO-bə; Dutch pronunciation: [aːˈrubaː]) is an island country in the southern Caribbean Sea, located about 1,600 kilometres (990 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi) north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands.",
      "pageId": 690,
      "monthDay": "01/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Republic_of_Ireland",
      "name": "Ireland",
      "aboutText": "Brunei (/bruːˈnaɪ/, broo-NYE), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a sovereign state located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the state of Sarawak, Malaysia. It is separated into two parts by the Sarawak district of Limbang.",
      "pageId": 3466,
      "monthDay": "01/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Charter_77",
      "name": "Charter 77",
      "aboutText": "Ireland (/ˈaɪərlənd/; Irish: Éire [ˈeːɾʲə]), also known as the Republic of Ireland (Poblacht na hÉireann), is a sovereign state in north-western Europe occupying about five-sixths of the island of Ireland. The capital and largest city is Dublin, located in the eastern part of the island, whose metropolitan area is home to around a third of the country's 4.6 million inhabitants. The state shares its only land border with Northern Ireland, a part of the United Kingdom.",
      "pageId": 14560,
      "monthDay": "01/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Air_India_Flight_855",
      "name": "Air India Flight 855",
      "aboutText": "The Montreal Protocol on Substances that Deplete the Ozone Layer (a protocol to the Vienna Convention for the Protection of the Ozone Layer) is an international treaty designed to protect the ozone layer by phasing out the production of numerous substances that are responsible for ozone depletion. It was agreed on 16 September 1987, and entered into force on 1 January 1989, followed by a first meeting in Helsinki, May 1989. Since then, it has undergone eight revisions, in 1990 (London), 1991 (Nairobi), 1992 (Copenhagen), 1993 (Bangkok), 1995 (Vienna), 1997 (Montreal), 1998 (Australia), 1999 (Beijing) and 2007 (Montreal).",
      "pageId": 19856,
      "monthDay": "01/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Northern_Mariana_Islands",
      "name": "Northern Mariana Islands",
      "aboutText": "The Northern Mariana Islands, officially the Commonwealth of the Northern Mariana Islands (CNMI; Chamorro: Sankattan Siha Na Islas Mariånas), is one of five inhabited American insular areas. It is one of two territories with US \"commonwealth\" status; the other is Puerto Rico. It consists of fifteen islands in the northwestern Pacific Ocean.",
      "pageId": 21402,
      "monthDay": "01/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Diplomacy",
      "name": "diplomatic relations",
      "aboutText": "Palau (/pəˈlaʊ/, historically Belau or Pelew), officially the Republic of Palau (Palauan: Beluu er a Belau), is an island country located in the western Pacific Ocean. The country's population of around 21,000 is spread across 250 islands, which form the western chain of the Caroline Islands in Micronesia. The most populous of these is Koror.",
      "pageId": 23372,
      "monthDay": "01/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Victoria,_Crown_Princess_of_Sweden",
      "name": "Victoria",
      "aboutText": "Victoria, Crown Princess of Sweden, Duchess of Västergötland (Swedish pronunciation: [vɪkˈtuːrɪa]; Victoria Ingrid Alice Désirée; born 14 July 1977), is the eldest child and heir apparent of King Carl XVI Gustaf.",
      "pageId": 24427,
      "monthDay": "01/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/1981",
      "name": "1981",
      "aboutText": "1981 (MCMLXXXI) was a common year starting on Thursday (dominical letter D) of the Gregorian calendar, the 1981st year of the Common Era (CE) and Anno Domini (AD) designations, the 981st year of the 2nd millennium, the 81st year of the 20th century, and the 2nd year of the 1980s decade.",
      "pageId": 34776,
      "monthDay": "01/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Palau",
      "name": "Palau",
      "aboutText": "ITV is a commercial TV network in the United Kingdom. Launched in 1955 as Independent Television under the auspices of the Independent Television Authority (ITA, then after the Sound Broadcasting Act 1972, Independent Broadcasting Authority, now Ofcom) to provide competition to the BBC, it is also the oldest commercial network in the UK. Since the passing of the Broadcasting Act 1990 its legal name has been Channel 3, to distinguish it from the other analogue channels at the time, namely BBC 1, BBC 2 and Channel 4. In part, the number 3 was assigned as television sets would usually be tuned so that the regional ITV station would be on the third button, with the other stations being allocated to the number within their name.",
      "pageId": 58089,
      "monthDay": "01/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Peru",
      "name": "Peruvian",
      "aboutText": "Peru (/pəˈruː/; Spanish: Perú [peˈɾu]; Quechua: Piruw [pɪɾʊw]; Aymara: Piruw [pɪɾʊw]), officially the Republic of Peru (Spanish:  República del Perú ), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is an extremely biodiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river.",
      "pageId": 170691,
      "monthDay": "01/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/ITV_(TV_network)",
      "name": "ITV",
      "aboutText": "A value-added tax (VAT) or general sales tax (GST) is a form of consumption tax. From the perspective of the buyer, it is a tax on the purchase price. From that of the seller, it is a tax only on the value added to a product, material or service, from an accounting point of view, by this stage of its manufacture or distribution.",
      "pageId": 217067,
      "monthDay": "01/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/ARPANET",
      "name": "ARPANET",
      "aboutText": "The Evangelical Lutheran Church in America (ELCA) is a mainline Protestant denomination headquartered in Chicago, Illinois. The ELCA officially came into existence on January 1, 1988, by the merging of three churches. As of 2014, it had 3,765,362 baptized members.",
      "pageId": 248255,
      "monthDay": "01/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/AT%26T_Corporation",
      "name": "American Telephone & Telegraph Company",
      "aboutText": "The Advanced Research Projects Agency Network (ARPANET) was an early packet switching network and the first network to implement the protocol suite TCP/IP. Both technologies became the technical foundation of the Internet. ARPANET was initially funded by the Advanced Research Projects Agency (ARPA) of the United States Department of Defense.\nPacket switching was based on concepts and designs by Americans Leonard Kleinrock and Paul Baran, British scientist Donald Davies and Lawrence Roberts of the Lincoln Laboratory.",
      "pageId": 253111,
      "monthDay": "01/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brunei",
      "name": "Brunei",
      "aboutText": "David Norman Dinkins (born July 10, 1927) is an American politician who served as the 106th Mayor of New York City, from 1990 to 1993. He was the first and, to date, only African American to hold that office.\nBefore entering politics, Dinkins served in the US Marine Corps, graduated cum laude from Howard University, and received a law degree from Brooklyn Law School.",
      "pageId": 359900,
      "monthDay": "01/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Vodafone",
      "name": "Vodafone",
      "aboutText": "Charter 77 (Charta 77 in Czech and in Slovak) was an informal civic initiative in communist Czechoslovakia from 1976 to 1992, named after the document Charter 77 from January 1977. Founding members and architects were Jiří Němec, Václav Benda, Ladislav Hejdánek, Václav Havel, Jan Patočka, Zdeněk Mlynář, Jiří Hájek, Martin Palouš, and Pavel Kohout. Spreading the text of the document was considered a political crime by the communist regime.",
      "pageId": 424007,
      "monthDay": "01/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aruba",
      "name": "Aruba",
      "aboutText": "Vodafone Group plc /ˈvoʊdəfoʊn/ is a British multinational telecommunications company headquartered in London and with its registered office in Newbury, Berkshire. It is the world's 2nd-largest mobile telecommunications company measured by both subscribers and 2013 revenues (behind China Mobile), and had 434 million subscribers as of 31 March 2014.\nVodafone owns and operates networks in 21 countries and has partner networks in over 40 additional countries.",
      "pageId": 468997,
      "monthDay": "01/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Value-added_tax",
      "name": "value-added tax",
      "aboutText": "Air India Flight 855 was a scheduled passenger flight that crashed during the evening of New Year's Day 1978 about 3 km (1.9 mi) off the coast of Bandra, Bombay. All 213 passengers and crew on board were killed. The crash is believed to have been caused by the captain having become spatially disoriented after the failure of one of the flight instruments in the cockpit.",
      "pageId": 516142,
      "monthDay": "01/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Evangelical_Lutheran_Church_in_America",
      "name": "Evangelical Lutheran Church in America",
      "aboutText": "The Hellenic Railways Organization or OSE (Greek: Οργανισμός Σιδηροδρόμων Ελλάδος or Ο.Σ.Ε.) is the Greek national railway company which owns, maintains and operates all railway infrastructure in Greece with the exception of Athens' rapid transit lines. Train services on these lines are run by TrainOSE S.A., a former OSE subsidiary. In addition OSE owns and maintains the rolling stock used by TrainOSE and maintains preserved special rolling stock, withdrawn locomotives and railcars.",
      "pageId": 1423812,
      "monthDay": "01/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Montreal_Protocol",
      "name": "Montreal Protocol",
      "aboutText": "AT&T Corp., originally the American Telephone and Telegraph Company, is the subsidiary of AT&T that provides voice, video, data, and Internet telecommunications and professional services to businesses, consumers, and government agencies. During its long history, AT&T was at times the world's largest telephone company, the world's largest cable television operator, and a regulated monopoly. At its peak in the 1950s and 1960s, it employed one million people and its revenue was roughly $3 billion annually.",
      "pageId": 24536639,
      "monthDay": "01/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/David_Dinkins",
      "name": "David Dinkins",
      "aboutText": "Diplomacy (from the Greek δίπλωμα, \"official document conferring a privilege\") is the art and practice of conducting negotiations between representatives of states. It usually refers to international diplomacy, the conduct of international relations through the intercession of professional diplomats with regard to issues of peace-making, trade, war, economics, culture, environment, and human rights. International treaties are usually negotiated by diplomats prior to endorsement by national politicians.",
      "pageId": 28165911,
      "monthDay": "01/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/1992",
      "name": "1992",
      "aboutText": "Bulgaria (/bʌlˈɡɛəriə/, /bʊlˈ-/; Bulgarian: България, tr. Bǎlgarija, IPA: [bɐɫˈɡarijɐ]), officially the Republic of Bulgaria (Bulgarian: Република България, tr. Republika Bǎlgarija), is a country in southeastern Europe.",
      "pageId": 3415,
      "monthDay": "01/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Dissolution_of_Czechoslovakia",
      "name": "Dissolution of Czechoslovakia",
      "aboutText": "The European Union (EU) is a politico-economic union of 28 member states that are located primarily in Europe. It covers an area of 4,324,782 km2, with an estimated population of over 508 million. The EU operates through a system of supranational institutions and intergovernmental-negotiated decisions by the member states.",
      "pageId": 9317,
      "monthDay": "01/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Zapatista_Army_of_National_Liberation",
      "name": "Zapatista Army of National Liberation",
      "aboutText": "The euro (sign: €; code: EUR) is the official currency of the eurozone, which consists of 19 of the 28 member states of the European Union: Austria, Belgium, Cyprus, Estonia, Finland, France, Germany, Greece, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, Portugal, Slovakia, Slovenia, and Spain. The currency is also officially used by the institutions of the European Union and four other European countries, as well as unilaterally by two others, and is consequently used daily by some 337 million Europeans as of 2015. Outside of Europe, a number of overseas territories of EU members also use the euro as their currency.",
      "pageId": 9472,
      "monthDay": "01/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/North_American_Free_Trade_Agreement",
      "name": "North American Free Trade Agreement",
      "aboutText": "The European Central Bank (ECB) is the central bank for the euro and administers monetary policy of the Eurozone, which consists of 19 EU member states and is one of the largest currency areas in the world. It is one of the world's most important central banks and is one of the seven institutions of the European Union (EU) listed in the Treaty on European Union (TEU). The capital stock of the bank is owned by the central banks of all 28 EU member states.",
      "pageId": 9474,
      "monthDay": "01/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/World_Trade_Organization",
      "name": "World Trade Organization",
      "aboutText": "Ghana (/ˈɡɑːnə/), officially called the Republic of Ghana, is a sovereign unitary presidential constitutional democracy, located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2, Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east and the Gulf of Guinea and Atlantic Ocean in the south. The word Ghana means \"Warrior King\" in Mande.",
      "pageId": 12067,
      "monthDay": "01/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/European_Union",
      "name": "European Union",
      "aboutText": "The North American Free Trade Agreement (NAFTA; Spanish: Tratado de Libre Comercio de América del Norte, TLCAN; French: Accord de libre-échange nord-américain, ALÉNA) is an agreement signed by Canada, Mexico, and the United States, creating a trilateral rules-based trade bloc in North America. The agreement came into force on January 1, 1994. It superseded the Canada–United States Free Trade Agreement between the U.S. and Canada.",
      "pageId": 22050,
      "monthDay": "01/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/Organization_for_Security_and_Co-operation_in_Europe",
      "name": "Organization for Security and Co-operation in Europe",
      "aboutText": "The Treaty on Open Skies entered into force on January 1, 2002, and currently has 34 States Parties. It establishes a program of unarmed aerial surveillance flights over the entire territory of its participants. The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.",
      "pageId": 22792,
      "monthDay": "01/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/Draupner_wave",
      "name": "Draupner wave",
      "aboutText": "The Organization for Security and Co-operation in Europe (OSCE) is the world's largest security-oriented intergovernmental organization. Its mandate includes issues such as arms control and the promotion of human rights, freedom of the press and fair elections. It employs around 400 people in its secretariat in Vienna, Austria, 200 in its institutions and 2,100 field staff.",
      "pageId": 22796,
      "monthDay": "01/01"
    },
    {
      "year": "1996",
      "uri": "/wiki/1996",
      "name": "1996",
      "aboutText": "Taiwan (/ˌtaɪˈwɑːn/; Chinese: 臺灣 or 台灣; pinyin: Táiwān; see below), officially the Republic of China (ROC; Chinese: 中華民國; pinyin: Zhōnghuá Mínguó), is a sovereign state in East Asia. The Republic of China, originally based in mainland China, now governs the island of Taiwan, which constitutes more than 99% of its territory, as well as Penghu, Kinmen, Matsu, and other minor islands, following its loss of the mainland China territory in 1949 in the Chinese Civil War. This remaining area is also constitutionally called the \"Free Area of the Republic of China\" which is free from Communist rule.",
      "pageId": 25734,
      "monthDay": "01/01"
    },
    {
      "year": "1997",
      "uri": "/wiki/Democratic_Republic_of_the_Congo",
      "name": "Zaire",
      "aboutText": "The World Trade Organization (WTO) is an intergovernmental organization which regulates international trade. The WTO officially commenced on 1 January 1995 under the Marrakesh Agreement, signed by 123 nations on 15 April 1994, replacing the General Agreement on Tariffs and Trade (GATT), which commenced in 1948. The WTO deals with regulation of trade between participating countries by providing a framework for negotiating trade agreements and a dispute resolution process aimed at enforcing participants' adherence to WTO agreements, which are signed by representatives of member governments and ratified by their parliaments.",
      "pageId": 33873,
      "monthDay": "01/01"
    },
    {
      "year": "1997",
      "uri": "/wiki/Ghana",
      "name": "Ghanaian",
      "aboutText": "1996 (MCMXCVI) was a leap year starting on Monday (dominical letter GF) of the Gregorian calendar, the 1996th year of the Common Era (CE) and Anno Domini (AD) designations, the 996th year of the 2nd millennium, the 96th year of the 20th century, and the 7th year of the 1990s decade.",
      "pageId": 34636,
      "monthDay": "01/01"
    },
    {
      "year": "1998",
      "uri": "/wiki/Russian_ruble",
      "name": "rubles",
      "aboutText": "1992 (MCMXCII) was a leap year starting on Wednesday (dominical letter ED) of the Gregorian calendar, the 1992nd year of the Common Era (CE) and Anno Domini (AD) designations, the 992nd year of the 2nd millennium, the 92nd year of the 20th century, and the 3rd year of the 1990s decade. The year was designated as the \"International Space Year\" by the United Nations.",
      "pageId": 34669,
      "monthDay": "01/01"
    },
    {
      "year": "1998",
      "uri": "/wiki/European_Central_Bank",
      "name": "European Central Bank",
      "aboutText": "The Democratic Republic of the Congo (/ˈkɒŋɡoʊ/; French pronunciation: ​[kɔ̃ɡo]; French: République démocratique du Congo), also known as DR Congo, DRC, DROC, RDC, Congo-Kinshasa, or simply Congo is a country located in Central Africa. From 1971 to 1997 it was named Zaïre. The DRC borders the Republic of the Congo, the Central African Republic, and South Sudan to the north; Uganda, Rwanda, Burundi and Tanzania to the east; Zambia and Angola to the south; and the Atlantic Ocean to the west.",
      "pageId": 76762,
      "monthDay": "01/01"
    },
    {
      "year": "1999",
      "uri": "/wiki/Euro",
      "name": "Euro",
      "aboutText": "The Zapatista Army of National Liberation (Ejército Zapatista de Liberación Nacional, EZLN), often referred to as the Zapatistas, is a revolutionary leftist political and militant group based in Chiapas, the southernmost state of Mexico.\nSince 1994, the group has been in a declared war \"against the Mexican state\", although this war has been primarily defensive, against military, paramilitary and corporate incursions into Chiapas. In recent years, it has focused on a strategy of civil resistance.",
      "pageId": 87066,
      "monthDay": "01/01"
    },
    {
      "year": "2002",
      "uri": "/wiki/Member_state_of_the_European_Union",
      "name": "member states",
      "aboutText": "A motion of no confidence (alternatively vote of no confidence, censure motion, no-confidence motion, or (unsuccessful) confidence motion) is a statement or vote that a person or persons in a position of responsibility (government, managerial, etc.) is no longer deemed fit to hold that position: perhaps because they are inadequate in some respect, are failing to carry out obligations, or are making decisions that other members feel are detrimental. As a parliamentary motion, it demonstrates to the head of state that the elected parliament no longer has confidence in (one or more members of) the appointed government.\nA censure motion is different from a no-confidence motion.",
      "pageId": 208101,
      "monthDay": "01/01"
    },
    {
      "year": "2002",
      "uri": "/wiki/Taiwan",
      "name": "Taiwan",
      "aboutText": "The ruble or rouble (Russian: рубль, rublʹ, plural рубли́, rubli; see note on English spelling) (sign: ₽; code: RUB) is the currency of Russia and the two partially recognized republics of Abkhazia and South Ossetia. The ruble is also used in the internationally unrecognised Donetsk People's Republic and Luhansk People's Republic. Originally, the ruble was the currency of the Russian Empire and the Soviet Union before its dissolution.",
      "pageId": 233596,
      "monthDay": "01/01"
    },
    {
      "year": "2002",
      "uri": "/wiki/Treaty_on_Open_Skies",
      "name": "Open Skies",
      "aboutText": "The Dissolution of Czechoslovakia (Czech: Zánik Československa), (Slovak: Rozdelenie Česko-Slovenska)), which took effect on 1 January 1993, was an event that saw the self-determined split of the federal state of Czechoslovakia into the Czech Republic and Slovakia, entities which had arisen before as the Czech Socialist Republic and the Slovak Socialist Republic in 1969 within the framework of Czechoslovak federalisation.",
      "pageId": 873028,
      "monthDay": "01/01"
    },
    {
      "year": "2004",
      "uri": "/wiki/Motion_of_no_confidence",
      "name": "vote of confidence",
      "aboutText": "The Draupner wave or New Year's wave was the first rogue wave to be detected by a measuring instrument, occurring at the Draupner platform in the North Sea off the coast of Norway on 1 January 1995. Prior to that measurement, no instrument-recorded evidence for rogue waves existed beyond anecdotal evidence provided by those who had encountered them at sea, although ships such as the British Ocean Weather Reporter had recorded very large waves that did not differ from their neighbours enough to be considered rogue.\nMinor damage was inflicted on the platform during this event, confirming the validity of the reading made by a downwards-pointing laser sensor.",
      "pageId": 4604023,
      "monthDay": "01/01"
    },
    {
      "year": "2007",
      "uri": "/wiki/Bulgaria",
      "name": "Bulgaria",
      "aboutText": "Adam Air Flight 574 (KI574 or DHI574) was a scheduled domestic passenger flight operated by Adam Air between the Indonesian cities of Surabaya (SUB) and Manado (MDC) that crashed into the Makassar Strait near Polewali in Sulawesi on 1 January 2007. All 102 people on board died, the highest death toll of any aviation accident involving a Boeing 737-400 and the third-deadliest aviation incident in 2007, behind TAM Airlines Flight 3054 and Kenya Airways Flight 507. A full national investigation was immediately launched into the disaster.",
      "pageId": 8704921,
      "monthDay": "01/01"
    },
    {
      "year": "2007",
      "uri": "/wiki/Adam_Air_Flight_574",
      "name": "Adam Air Flight 574",
      "aboutText": "The European Union (EU) comprises 28 member states. Each member state is party to the founding treaties of the union and thereby subject to the privileges and obligations of membership. Unlike members of most international organisations, the member states of the EU are subjected to binding laws in exchange for representation within the common legislative and judicial institutions.",
      "pageId": 10890716,
      "monthDay": "01/01"
    },
    {
      "year": "2008",
      "uri": "/wiki/Cyprus",
      "name": "Cyprus",
      "aboutText": "Cyprus (/ˈsaɪprəs/; Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία; Turkish: Kıbrıs Cumhuriyeti), is an island country in the Eastern Mediterranean Sea, off the coasts of Syria and Turkey. Cyprus is the third largest and third most populous island in the Mediterranean, and a member state of the European Union. It is located south of Turkey, west of Syria and Lebanon, northwest of Israel, north of Egypt and east of Greece.",
      "pageId": 5593,
      "monthDay": "01/01"
    },
    {
      "year": "2009",
      "uri": "/wiki/Santika_Club_fire",
      "name": "nightclub fire",
      "aboutText": "Latvia (/ˈlætviə/; Latvian: Latvija [ˈlatvija]), officially the Republic of Latvia (Latvian: Latvijas Republika), is a country in the Baltic region of Northern Europe, one of the three Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, and Belarus to the southeast, as well as a maritime border to the west alongside Sweden. Latvia has 2,070,371 inhabitants and a territory of 64,589 km2 (24,938 sq mi).",
      "pageId": 17514,
      "monthDay": "01/01"
    },
    {
      "year": "2009",
      "uri": "/wiki/Slovakia",
      "name": "Slovakia",
      "aboutText": "Lithuania (/ˌlɪθjuːˈeɪniə/; Lithuanian: Lietuva [lʲɪɛtʊˈvɐ]), officially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in Northern Europe. One of the three Baltic states, it is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest.",
      "pageId": 17675,
      "monthDay": "01/01"
    },
    {
      "year": "2010",
      "uri": "/wiki/2010_Lakki_Marwat_suicide_bombing",
      "name": "detonates at a volleyball tournament",
      "aboutText": "For \"Moldavians\" see Moldavians (disambiguation)",
      "pageId": 19260,
      "monthDay": "01/01"
    },
    {
      "year": "2011",
      "uri": "/wiki/2011_Alexandria_bombing",
      "name": "explodes",
      "aboutText": "Slovakia (/slɵˈvækiə, -ˈvɑː-/; Slovak: Slovensko [ˈsloʋensko]), officially the Slovak Republic (Slovak: Slovenská republika,  listen ), is a country in Central Europe. It is bordered by the Czech Republic and Austria to the west, Poland to the north, Ukraine to the east and Hungary to the south. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous.",
      "pageId": 26830,
      "monthDay": "01/01"
    },
    {
      "year": "2011",
      "uri": "/wiki/Administrative_divisions_of_Greece",
      "name": "Kallikratis plan",
      "aboutText": "The Santika Club fire occurred on Thursday 1 January 2009, in the Santika Club nightclub in Watthana, Bangkok, Thailand, where New Year celebrations were taking place. A total of 66 people were killed and another 222 injured when fire swept through the nightclub during the New Year's celebration as a band, coincidentally called \"Burn\", was playing. The fire broke out at 00:35 am.",
      "pageId": 20914908,
      "monthDay": "01/01"
    },
    {
      "year": "2011",
      "uri": "/wiki/Estonia",
      "name": "Estonia",
      "aboutText": "The 2010 Lakki Marwat suicide bombing was a suicide blast which occurred on 1 January 2010, in the village of Shah Hasan Khel, Lakki Marwat District, in the Khyber-Pakhtunkhwa province of Pakistan. At least 105 people died and over 100 were injured, many of them critically, when the suicide bomber blew up his sport utility vehicle filled with explosives in the middle of a crowd that had gathered to watch a volleyball game.",
      "pageId": 25644989,
      "monthDay": "01/01"
    },
    {
      "year": "2012",
      "uri": "/wiki/Moldova",
      "name": "Moldovan",
      "aboutText": "The Eurasian Economic Union (EAEU or EEU) is an economic union of states located primarily in northern Eurasia. A treaty aiming for the establishment of the EEU was signed on 29 May 2014 by the leaders of Belarus, Kazakhstan and Russia, and came into force on 1 January 2015. Treaties aiming for Armenia's and Kyrgyzstan's accession to the Eurasian Economic Union were signed on 9 October 2014 and 23 December, respectively.",
      "pageId": 27290106,
      "monthDay": "01/01"
    },
    {
      "year": "2013",
      "uri": "/wiki/2013_Houphou%C3%ABt-Boigny_stampede",
      "name": "stampede",
      "aboutText": "Estonia (/ɛˈstoʊniə/; Estonian: Eesti [ˈeːsti]), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country in the Baltic region of Northern Europe. It is bordered to the north by the Gulf of Finland, to the west by the Baltic Sea, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). Across the Baltic Sea lies Sweden in the west and Finland in the north.",
      "pageId": 28222445,
      "monthDay": "01/01"
    },
    {
      "year": "2014",
      "uri": "/wiki/Latvia",
      "name": "Latvia",
      "aboutText": "Following the implementation on 1 January 2011 of the Kallikratis Plan, the administrative divisions of Greece consist of two main levels: the regions and the municipalities. In addition, a number of decentralized administrations overseeing the regions exist as part of the Ministry of the Interior, but are not entities of local government. The old prefectures were either abolished and split up or transformed into regional units in 2011.",
      "pageId": 29041286,
      "monthDay": "01/01"
    },
    {
      "year": "2014",
      "uri": "/wiki/2014_AA",
      "name": "2014 AA",
      "aboutText": "The 2011 Alexandria bombing was an attack on Coptic Christians in Alexandria, Egypt, on Saturday, 1 January 2011. Twenty three people died as a result of the attack, which occurred as Christian worshipers were leaving a new year service. Some 97 more were injured.",
      "pageId": 30265489,
      "monthDay": "01/01"
    },
    {
      "year": "2015",
      "uri": "/wiki/Eurasian_Economic_Union",
      "name": "Eurasian Economic Union",
      "aboutText": "The 2013 Houphouët-Boigny stampede occurred as crowds departed a New Year's Eve fireworks display in the early hours of 1 January 2013 near the Félix Houphouët-Boigny Stadium in Abidjan, Ivory Coast. Over 200 people were injured and 61 killed, mostly women and children. This was the second time in four years that a fatal stampede occurred at the stadium.",
      "pageId": 38084355,
      "monthDay": "01/01"
    },
    {
      "year": "2015",
      "uri": "/wiki/Lithuania",
      "name": "Lithuania",
      "aboutText": "2014 AA was a small near-Earth asteroid roughly 2–4 meters in diameter that struck Earth on 2 January 2014. It was discovered on 1 January 2014 by Richard Kowalski at the Mount Lemmon Survey at an apparent magnitude of 19 using a 1.52-meter (60 in) reflecting telescope at Mount Lemmon Observatory. 2014 AA was only observed over a short observation arc of about 70 minutes, and entered Earth's atmosphere about 21 hours after discovery.",
      "pageId": 41529235,
      "monthDay": "01/01"
    }
  ]
}