{
  "people": [
    {
      "year": "1403",
      "uri": "/wiki/Basilios_Bessarion",
      "name": "Basilios Bessarion",
      "aboutText": "Mily Alexeyevich Balakirev (Russian: Ми́лий Алексе́евич Бала́кирев, IPA: [ˈmʲilʲɪj ɐlʲɪkˈsʲeɪvʲɪtɕ bɐˈlakʲɪrʲɪf]; 2 January 1837 [O.S. 21 December 1836] – 29 May [O.S. 16 May] 1910) was a Russian pianist, conductor and composer known today primarily for his work promoting musical nationalism and his encouragement of more famous Russian composers, notably Pyotr Ilyich Tchaikovsky. He began his career as a pivotal figure, extending the fusion of traditional folk music and experimental classical music practices begun by composer Mikhail Glinka. In the process, Balakirev developed musical patterns that could express overt nationalistic feeling.",
      "pageId": 143712,
      "monthDay": "01/02"
    },
    {
      "year": "1462",
      "uri": "/wiki/Piero_di_Cosimo",
      "name": "Piero di Cosimo",
      "aboutText": "Basilios (or Basilius) Bessarion (in Greek Βασίλειος Βησσαρίων) (2 January 1403 – 18 November 1472), a Roman Catholic Cardinal Bishop and the titular Latin Patriarch of Constantinople, was one of the illustrious Greek scholars who contributed to the great revival of letters in the 15th century. He has been mistakenly known also as Johannes Bessarion due to an erroneous interpretation of Gregory III Mammas.",
      "pageId": 155900,
      "monthDay": "01/02"
    },
    {
      "year": "1642",
      "uri": "/wiki/Mehmed_IV",
      "name": "Mehmed IV",
      "aboutText": "Rudolf Julius Emanuel Clausius (born Rudolf Gottlieb; 2 January 1822 – 24 August 1888), was a German physicist and mathematician and is considered one of the central founders of the science of thermodynamics. By his restatement of Sadi Carnot's principle known as the Carnot cycle, he put the theory of heat on a truer and sounder basis. His most important paper, On the Moving Force of Heat, published in 1850, first stated the basic ideas of the second law of thermodynamics.",
      "pageId": 175146,
      "monthDay": "01/02"
    },
    {
      "year": "1647",
      "uri": "/wiki/Nathaniel_Bacon_(colonist)",
      "name": "Nathaniel Bacon",
      "aboutText": "Major General James Wolfe (2 January 1727 – 13 September 1759) was a British army officer, known for his training reforms but remembered chiefly for his victory over the French at the Battle of the Plains of Abraham in Canada in 1759. The son of a distinguished general, Edward Wolfe, he had received his first commission at a young age and saw extensive service in Europe where he fought during the War of the Austrian Succession. His service in Flanders and in Scotland, where he took part in the suppression of the Jacobite Rebellion, brought him to the attention of his superiors.",
      "pageId": 180711,
      "monthDay": "01/02"
    },
    {
      "year": "1699",
      "uri": "/wiki/Osman_III",
      "name": "Osman III",
      "aboutText": "Nathaniel Bacon (January 2, 1647 – October 26, 1676) was a colonist of the Virginia Colony, famous as the instigator of Bacon's Rebellion of 1676, which collapsed when Bacon himself died from fever.",
      "pageId": 188892,
      "monthDay": "01/02"
    },
    {
      "year": "1713",
      "uri": "/wiki/Marie_Dumesnil",
      "name": "Marie Dumesnil",
      "aboutText": "Mehmed IV Modern Turkish Mehmet (Ottoman Turkish: محمد رابع Meḥmed-i rābi‘; also known as Avcı Mehmed, Mehmed the Hunter; January 2, 1642 – January 6, 1693) was the Sultan of the Ottoman Empire from 1648 to 1687.",
      "pageId": 208592,
      "monthDay": "01/02"
    },
    {
      "year": "1719",
      "uri": "/wiki/Jacques-Alexandre_Laffon_de_Ladebat",
      "name": "Jacques-Alexandre Laffon de Ladebat",
      "aboutText": "Osman III (Ottoman Turkish: عثمان ثالث‎ ‘Osmān-i sālis;‎ 2/3 January 1699 – 30 October 1757) was the Sultan of the Ottoman Empire from 1754 to 1757.",
      "pageId": 208625,
      "monthDay": "01/02"
    },
    {
      "year": "1727",
      "uri": "/wiki/James_Wolfe",
      "name": "James Wolfe",
      "aboutText": "Piero di Cosimo (2 January 1462 – 12 April 1522), also known as Piero di Lorenzo, was an Italian Renaissance painter.",
      "pageId": 225501,
      "monthDay": "01/02"
    },
    {
      "year": "1732",
      "uri": "/wiki/Franti%C5%A1ek_Brixi",
      "name": "František Brixi",
      "aboutText": "Mendele Mocher Sforim (Yiddish: מענדעלע מוכר ספֿרים‎, Hebrew: מנדלי מוכר ספרים‎, also known as Moykher, Sfarim; lit.",
      "pageId": 336240,
      "monthDay": "01/02"
    },
    {
      "year": "1777",
      "uri": "/wiki/Christian_Daniel_Rauch",
      "name": "Christian Daniel Rauch",
      "aboutText": "Christian Daniel Rauch (2 January 1777 – 3 December 1857) was a German sculptor. He founded the Berlin school of sculpture, and was the foremost German sculptor of the 19th century.",
      "pageId": 398846,
      "monthDay": "01/02"
    },
    {
      "year": "1822",
      "uri": "/wiki/Rudolf_Clausius",
      "name": "Rudolf Clausius",
      "aboutText": "George Gilbert Aimé Murray, OM (2 January 1866 – 20 May 1957) was an Australian-born British classical scholar and public intellectual, with connections in many spheres. He was an outstanding scholar of the language and culture of Ancient Greece, perhaps the leading authority in the first half of the twentieth century.",
      "pageId": 917201,
      "monthDay": "01/02"
    },
    {
      "year": "1827",
      "uri": "/wiki/Pyotr_Semyonov-Tyan-Shansky",
      "name": "Pyotr Semyonov-Tyan-Shansky",
      "aboutText": "Jacques-Alexandre Laffon de Ladebat (2 January 1719 – 18 November 1797) was one of the most important shipbuilders and merchants of the port of Bordeaux in the late 18th century. His son, André-Daniel Laffon de Ladebat (30 November 1746 – 14 October 1829), succeeded him, then became involved in politics in the French Revolution in 1789.\nBorn 2 January 1719, to Daniel Laffon de Ladébat and Jeanne Nairac, his family, being Protestant, had fled to the Netherlands following revocation of the Edict of Nantes (1685).",
      "pageId": 1038922,
      "monthDay": "01/02"
    },
    {
      "year": "1833",
      "uri": "/wiki/Frederick_A._Johnson",
      "name": "Frederick A. Johnson",
      "aboutText": "Martha Carey Thomas (January 2, 1857 – December 2, 1935) was an American educator, suffragist, linguist, and second President of Bryn Mawr College.",
      "pageId": 1479215,
      "monthDay": "01/02"
    },
    {
      "year": "1836",
      "uri": "/wiki/Queen_Emma_of_Hawaii",
      "name": "Queen Emma of Hawaii",
      "aboutText": "Marie Françoise Dumesnil (January 2, 1713 – February 20, 1803), original name Marie-Françoise Marchand, was a French actress.\nShe was born in Paris, daughter of a poor nobleman, and began her stage career in the provinces, whence she was summoned in 1737 to make her debut at the Comédie-Française as Clytemnestre in Racine's Iphigénie en Aulide. She at once came into the front rank, playing Cléopâtre, Phèdre, Athalie and Hermione (tragic roles created by contemporary French playwrights) with great effect, and when she created Merope (1743) Voltaire says that she kept the audience in tears for three successive acts.",
      "pageId": 2648965,
      "monthDay": "01/02"
    },
    {
      "year": "1836",
      "uri": "/wiki/Mendele_Mocher_Sforim",
      "name": "Mendele Mocher Sforim",
      "aboutText": "Emma Kalanikaumakaʻamano Kaleleonālani Naʻea Rooke of Hawaiʻi (January 2, 1836 – April 25, 1885) was queen consort of King Kamehameha IV from 1856 to his death in 1863.",
      "pageId": 2662480,
      "monthDay": "01/02"
    },
    {
      "year": "1837",
      "uri": "/wiki/Mily_Balakirev",
      "name": "Mily Balakirev",
      "aboutText": "František Xaver Brixi (January 2, 1732 – October 14, 1771) was a Czech classical composer of the 18th century.",
      "pageId": 3237947,
      "monthDay": "01/02"
    },
    {
      "year": "1857",
      "uri": "/wiki/M._Carey_Thomas",
      "name": "M. Carey Thomas",
      "aboutText": "Pyotr Petrovich Semenov-Tyan-Shansky (Russian: Пётр Петрович Семёнов-Тян-Шанский) (2 January (New style: 14 January), 1827 – 26 February (New style: March 11), 1914) was a Russian geographer and statistician who managed the Russian Geographical Society for more than 40 years.\nPyotr Semenov was born into a noble family and studied at Saint Petersburg University. Together with Fyodor Dostoyevsky, Semenov attended secret meetings of the \"Petrashevsky Circle\" (a literary discussion group of progressive-minded commoner-intellectuals in St.",
      "pageId": 4627443,
      "monthDay": "01/02"
    },
    {
      "year": "1860",
      "uri": "/wiki/William_Corless_Mills",
      "name": "William Corless Mills",
      "aboutText": "William Corless Mills (January 2, 1860 - January 17, 1928) was a US museum curator.\nMills was born in Pyrmont, Ohio.",
      "pageId": 10000034,
      "monthDay": "01/02"
    },
    {
      "year": "1860",
      "uri": "/wiki/Dugald_Campbell_Patterson",
      "name": "Dugald Campbell Patterson",
      "aboutText": "Frederick Avery Johnson (January 2, 1833 – July 17, 1893) was an American politician and a United States Representative from New York.",
      "pageId": 10267902,
      "monthDay": "01/02"
    },
    {
      "year": "1866",
      "uri": "/wiki/Gilbert_Murray",
      "name": "Gilbert Murray",
      "aboutText": "Dugald Campbell Patterson Sr., (January 2, 1860 – June 25, 1931) is recognized in Vancouver, Burnaby, and New Westminster, British Columbia as a significant pioneer. He arrived in Canada on July 1, 1884 and engaged in the building trade while living in Victoria. In 1894 he moved to Burnaby where he acquired a five-acre parcel of land which today forms the north east section of Central Park.",
      "pageId": 31166905,
      "monthDay": "01/02"
    },
    {
      "year": "1870",
      "uri": "/wiki/Ernst_Barlach",
      "name": "Ernst Barlach",
      "aboutText": "David Abelevich Kaufman (Russian: Дави́д А́белевич Ка́уфман) (2 January 1896 – 12 February 1954) — also known as Denis Kaufman or his pseudonym Dziga Vertov or Vertof (Ukrainian: Дзи́га Ве́ртов, \"spinning top\") — was a Soviet pioneer documentary film and newsreel director, as well as a cinema theorist. His filming practices and theories influenced the cinéma vérité style of documentary movie-making and the Dziga Vertov Group, a radical film-making cooperative which was active in the 1960s.\nIn the 2012 Sight & Sound poll, critics voted Vertov's Man with a Movie Camera (1929) the 8th best film ever made.",
      "pageId": 8930,
      "monthDay": "01/02"
    },
    {
      "year": "1873",
      "uri": "/wiki/Th%C3%A9r%C3%A8se_of_Lisieux",
      "name": "Thérèse of Lisieux",
      "aboutText": "Folke Bernadotte, Count of Wisborg (Swedish: Greve af Wisborg; 2 January 1895 – 17 September 1948) was a Swedish diplomat and nobleman. During World War II he negotiated the release of about 31,000 prisoners from German concentration camps including 450 Danish Jews from the Theresienstadt camp. They were released on 14 April 1945.",
      "pageId": 75752,
      "monthDay": "01/02"
    },
    {
      "year": "1873",
      "uri": "/wiki/Antonie_Pannekoek",
      "name": "Antonie Pannekoek",
      "aboutText": "Florence Lawrence (January 2, 1890 or 1886 – December 28, 1938) was a Canadian-American stage performer and film actress. She is often referred to as \"The First Movie Star\", and was the first film actor to be named publicly. At the height of her fame in the 1910s, she was known as \"The Biograph Girl\", \"The Imp Girl\", and \"The Girl of a Thousand Faces\".",
      "pageId": 182795,
      "monthDay": "01/02"
    },
    {
      "year": "1876",
      "uri": "/wiki/Aquiles_Serd%C3%A1n",
      "name": "Aquiles Serdán",
      "aboutText": "Antonie (Anton) Pannekoek (2 January 1873 – 28 April 1960) was a Dutch astronomer, Marxist theorist, and social revolutionary.",
      "pageId": 312856,
      "monthDay": "01/02"
    },
    {
      "year": "1877",
      "uri": "/wiki/Slava_Ra%C5%A1kaj",
      "name": "Slava Raškaj",
      "aboutText": "Saint Thérèse von Lisieux (born Marie Françoise-Thérèse Martin; January 2, 1873 – September 30, 1897), or Saint Thérèse of the Child Jesus and the Holy Face, O.C.D., was a Roman Catholic French Discalced Carmelite nun widely venerated in modern times. She is popularly known as \"The Little Flower of Jesus\" or simply \"The Little Flower\".\nThérèse has been a highly influential model of sanctity for Catholics and for others because of the \"simplicity and practicality of her approach to the spiritual life\".",
      "pageId": 338256,
      "monthDay": "01/02"
    },
    {
      "year": "1878",
      "uri": "/wiki/Mannathu_Padmanabha_Pillai",
      "name": "Mannathu Padmanabha Pillai",
      "aboutText": "Aquiles Serdán Alatriste (2 November 1876 – 18 November 1910), born in the city of Puebla, Puebla, was a supporter of the Mexican Revolution led by Francisco I. Madero.\nHis family was politically active and involved. His grandfather, Miguel C. Alatriste, was a strong liberal during the Reform, and served as governor of the state of Puebla in 1857.",
      "pageId": 468908,
      "monthDay": "01/02"
    },
    {
      "year": "1879",
      "uri": "/wiki/Rudolf_Bauer_(athlete)",
      "name": "Rudolf Bauer",
      "aboutText": "Gordon Muriel Flowerdew VC (2 January 1885 – 31 March 1918) was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces, received for his actions at the Battle of Moreuil Wood.",
      "pageId": 578053,
      "monthDay": "01/02"
    },
    {
      "year": "1882",
      "uri": "/wiki/Herbert_von_Petersdorff",
      "name": "Herbert von Petersdorff",
      "aboutText": "Ernst Barlach (2 January 1870, Wedel – 24 October 1938, Rostock) was a German expressionist sculptor, printmaker and writer. Although he was a supporter of the war in the years leading to World War I, his participation in the war made him change his position, and he is mostly known for his sculptures protesting against the war.",
      "pageId": 788082,
      "monthDay": "01/02"
    },
    {
      "year": "1884",
      "uri": "/wiki/Ben-Zion_Dinur",
      "name": "Ben-Zion Dinur",
      "aboutText": "Apsley George Benet Cherry-Garrard (2 January 1886 – 18 May 1959) was an English explorer of Antarctica. He was a member of the Terra Nova Expedition and is acclaimed for his historical account of this expedition, The Worst Journey in the World. Born in Lansdowne Road, Bedford, as Apsley George Benet Cherry, the son and eldest child of Major General Apsley Cherry (later Cherry-Garrard) of Denford Park in Berkshire (later of Lamer Park in Hertfordshire where he became High Sheriff) and his wife, Evelyn Edith (née Sharpin), daughter of Henry Wilson Sharpin of Bedford.",
      "pageId": 861826,
      "monthDay": "01/02"
    },
    {
      "year": "1885",
      "uri": "/wiki/Gordon_Flowerdew",
      "name": "Gordon Flowerdew",
      "aboutText": "Slava Raškaj (pronounced Slava Rashkay) (2 January 1877 – 29 March 1906) was a Croatian painter, considered to be the greatest Croatian watercolorist of the late 19th and early 20th century. Deaf since birth, Raškaj was schooled in Vienna and Zagreb, where her mentor was the renowned Croatian painter Bela Čikoš Sesija. In the 1890s her works were exhibited around Europe, including at the 1900 Expo in Paris.",
      "pageId": 868923,
      "monthDay": "01/02"
    },
    {
      "year": "1886",
      "uri": "/wiki/Apsley_Cherry-Garrard",
      "name": "Apsley Cherry-Garrard",
      "aboutText": "Mannathu Padmanabhan (January 2, 1878 - February 25, 1970) was a social reformer and a freedom fighter from the State of Kerala, India. He is recognised as the founder of the Nair Service Society, which claims to represent the Nair community that constitutes almost 14.5% of the population of the state.",
      "pageId": 1606904,
      "monthDay": "01/02"
    },
    {
      "year": "1886",
      "uri": "/wiki/Florence_Lawrence",
      "name": "Florence Lawrence",
      "aboutText": "Seiichiro Kashio (柏尾誠一郎, Kashio Seiichiro, January 2, 1892 – September 6, 1962) was a male tennis player from Japan, and with Ichiya Kumagae was one of the first Japanese Olympic medalists.",
      "pageId": 2570817,
      "monthDay": "01/02"
    },
    {
      "year": "1889",
      "uri": "/wiki/Bertram_Stevens_(politician)",
      "name": "Bertram Stevens",
      "aboutText": "Sir Bertram Sydney Barnsdale Stevens KCMG (2 January 1889 – 24 March 1973) was the Premier of New South Wales from 16 May 1932 to 5 August 1939.",
      "pageId": 2770934,
      "monthDay": "01/02"
    },
    {
      "year": "1890",
      "uri": "/wiki/Henrik_Visnapuu",
      "name": "Henrik Visnapuu",
      "aboutText": "Lillian Leitzel (January 2, 1892, Breslau, Germany (present-day Wrocław, Poland) – February 15, 1931, Copenhagen, Denmark) was an acrobat and strongwoman for the Ringling Brothers and Barnum and Bailey Circus.",
      "pageId": 2835969,
      "monthDay": "01/02"
    },
    {
      "year": "1891",
      "uri": "/wiki/Giovanni_Michelucci",
      "name": "Giovanni Michelucci",
      "aboutText": "Rezső (\"Rudolf\") Bauer (2 January 1879 in Budapest - 9 November 1932 in Dunatetétlen) was a Hungarian athlete and the winner of the gold medal in the men's discus throw at the 1900 Summer Olympics.",
      "pageId": 3016868,
      "monthDay": "01/02"
    },
    {
      "year": "1892",
      "uri": "/wiki/Seiichiro_Kashio",
      "name": "Seiichiro Kashio",
      "aboutText": "Henrik Visnapuu (2 January 1890 [O.S. 21 December 1889] in Helme Parish, Viljandi County, Livonia – 3 April 1951 in Long Island, New York, United States) was a well-known Estonian poet and dramatist.",
      "pageId": 11896130,
      "monthDay": "01/02"
    },
    {
      "year": "1893",
      "uri": "/wiki/Lillian_Leitzel",
      "name": "Lillian Leitzel",
      "aboutText": "Herbert von Petersdorff (January 2, 1882 in Berlin – July 5, 1964) was a German swimmer who competed in the 1900 Summer Olympics. He was a member of the German swimming team, which won the gold medal at the Paris Games.",
      "pageId": 12690003,
      "monthDay": "01/02"
    },
    {
      "year": "1893",
      "uri": "/wiki/Elmar_Reimann",
      "name": "Elmar Reimann",
      "aboutText": "Ben-Zion Dinur (Hebrew: בן ציון דינור‎, born Ben-Zion Dinaburg; 2 January 1884 – 8 July 1973) was a Zionist activist, educator, historian and Israeli politician.",
      "pageId": 15838716,
      "monthDay": "01/02"
    },
    {
      "year": "1895",
      "uri": "/wiki/Folke_Bernadotte",
      "name": "Folke Bernadotte",
      "aboutText": "Giovanni Michelucci, Italian architect, urban planner and designer, was born in Pistoia on the 2nd of January 1891 and died on the night of 31 December 1990, two days before his hundredth birthday, at his studio-home in Fiesole, in Florence's hills, now the headquarters of his Foundation. He had the good fortune to live a long life almost entirely within the span of the twentieth century, giving us a valuable witness through his work with innovative architectural vernaculars and proposals, from his understanding of the complexity of events, transformations, and ideas that animated the twentieth century. He was one of the major Italian architects of that century, known for famous projects such as the Firenze Santa Maria Novella railway station and the San Giovanni Battista church on the Autostrada del Sole.",
      "pageId": 21323499,
      "monthDay": "01/02"
    },
    {
      "year": "1896",
      "uri": "/wiki/Dziga_Vertov",
      "name": "Dziga Vertov",
      "aboutText": "Elmar Reimann (2 January 1893 – 21 April 1963) was an Estonian long-distance runner. He competed in the marathon for Russia at the 1912 Summer Olympics and for Estonia at the 1924 Summer Olympics.\n^ \"Elmar Reimann Olympic Results\".",
      "pageId": 37236732,
      "monthDay": "01/02"
    },
    {
      "year": "1896",
      "uri": "/wiki/Lawrence_Wackett",
      "name": "Lawrence Wackett",
      "aboutText": "Barry Morris Goldwater (January 2, 1909 – May 29, 1998) was an American politician and businessman who was a five-term United States Senator from Arizona (1953–65, 1969–87) and the Republican Party's nominee for president in the 1964 election.\nGoldwater is the politician most often credited for sparking the resurgence of the American conservative political movement in the 1960s. He also had a substantial impact on the libertarian movement.",
      "pageId": 4792,
      "monthDay": "01/02"
    },
    {
      "year": "1897",
      "uri": "/wiki/Jim_Londos",
      "name": "Jim Londos",
      "aboutText": "Sir Michael Kemp Tippett OM CH CBE (2 January 1905 – 8 January 1998) was an English composer who rose to prominence during and immediately after the Second World War. In his lifetime he was sometimes ranked with his contemporary Benjamin Britten as one of the leading British composers of the 20th century. Among his best-known works are the oratorio A Child of Our Time, the orchestral Fantasia Concertante on a Theme of Corelli, and the opera The Midsummer Marriage.",
      "pageId": 147156,
      "monthDay": "01/02"
    },
    {
      "year": "1898",
      "uri": "/wiki/Sadie_Tanner_Mossell_Alexander",
      "name": "Sadie Tanner Mossell Alexander",
      "aboutText": "Noor-un-Nisa Inayat Khan GC (Hindustani, (Urdu): نور عنایت خان, Devanagari: नूर इनायत ख़ान) (2 January 1914 – 13 September 1944) was an Allied Special Operations Executive (SOE) agent during the Second World War who was posthumously awarded the George Cross, the highest civilian decoration in the United Kingdom and other Commonwealth nations. Also known as \"Nora Baker\", \"Madeleine\", and \"Jeanne-Marie Rennier,\" she was of Indian and American origin.",
      "pageId": 382260,
      "monthDay": "01/02"
    },
    {
      "year": "1900",
      "uri": "/wiki/William_Haines",
      "name": "William Haines",
      "aboutText": "Kenny Clarke (January 2, 1914 – January 26, 1985), born Kenneth Spearman Clarke, nicknamed \"Klook\" and later known as Liaqat Ali Salaam, was a jazz drummer and bandleader. He was a major innovator of the bebop style of drumming. As the house drummer at Minton's Playhouse in the early 1940s, he participated in the after hours jams that led to the birth of Be-Bop, which in turn led to modern jazz.",
      "pageId": 512518,
      "monthDay": "01/02"
    },
    {
      "year": "1901",
      "uri": "/wiki/Bob_Marshall_(wilderness_activist)",
      "name": "Bob Marshall",
      "aboutText": "Charles William \"Billy\" Haines (January 2, 1900 – December 26, 1973), known professionally as William Haines, was an American film actor and interior designer.\nHaines was discovered by a talent scout and signed with Metro-Goldwyn-Mayer (MGM) in 1922. His career gained momentum when he was loaned out to Columbia Pictures where he received favorable reviews for his role in The Midnight Express.",
      "pageId": 566456,
      "monthDay": "01/02"
    },
    {
      "year": "1902",
      "uri": "/wiki/Dan_Keating",
      "name": "Dan Keating",
      "aboutText": "Anna Lee, MBE (born Joan Boniface Winnifrith, 2 January 1913 – 14 May 2004) was a British-American actress.",
      "pageId": 660160,
      "monthDay": "01/02"
    },
    {
      "year": "1904",
      "uri": "/wiki/Truus_Klapwijk",
      "name": "Truus Klapwijk",
      "aboutText": "Lev Genrikhovich Schnirelmann (also Shnirelman, Shnirel'man; Лев Ге́нрихович Шнирельма́н; January 2, 1905 – September 24, 1938) was a Soviet mathematician who worked on number theory, topology and differential geometry.\nHe sought to prove Goldbach's conjecture. In 1930, using the Brun sieve, he proved that any natural number greater than 1 can be written as the sum of not more than C prime numbers, where C is an effectively computable constant.",
      "pageId": 747223,
      "monthDay": "01/02"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jainendra_Kumar",
      "name": "Jainendra Kumar",
      "aboutText": "Sadie Tanner Mossell Alexander (January 2, 1898 – November 1, 1989), was the second African-American woman to receive a Ph.D. in the United States, and the first woman to receive a law degree from the University of Pennsylvania Law School. She was the first African-American woman to practice law in Pennsylvania. She was the first national president of Delta Sigma Theta Sorority, serving from 1919 to 1923.",
      "pageId": 1380184,
      "monthDay": "01/02"
    },
    {
      "year": "1905",
      "uri": "/wiki/Lev_Schnirelmann",
      "name": "Lev Schnirelmann",
      "aboutText": "Vera Zorina (January 2, 1917 – April 9, 2003) was a Norwegian ballerina, theatre and film actress, and choreographer.",
      "pageId": 1877086,
      "monthDay": "01/02"
    },
    {
      "year": "1905",
      "uri": "/wiki/Michael_Tippett",
      "name": "Michael Tippett",
      "aboutText": "Zypora Spaisman (b. January 2, 1916, Lublin, Poland – d.",
      "pageId": 2307962,
      "monthDay": "01/02"
    },
    {
      "year": "1905",
      "uri": "/wiki/Luigi_Zampa",
      "name": "Luigi Zampa",
      "aboutText": "Christos Theofilou or Christopher Theophelus (Greek: Χρήστος Θεοφίλου; January 2, 1897 – August 19, 1975) better known as \"The Golden Greek\" Jim Londos, was a Greek professional wrestler who was one of the most popular stars who performed on the professional wrestling circuit during the Great Depression.",
      "pageId": 4441982,
      "monthDay": "01/02"
    },
    {
      "year": "1909",
      "uri": "/wiki/Riccardo_Cassin",
      "name": "Riccardo Cassin",
      "aboutText": "Sir Lawrence James Wackett KBE, DFC, AFC (2 January 1896 – 18 March 1982) is widely regarded as \"father of the Australian aircraft industry\". He has been described as \"one of the towering figures in the history of Australian aviation covering, as he did, virtually all aspects of activities: pilot, designer of airframes and engines, entrepreneur and manager\". He was knighted for his services to aviation and was a winner of the Oswald Watt Gold Medal.",
      "pageId": 5187609,
      "monthDay": "01/02"
    },
    {
      "year": "1909",
      "uri": "/wiki/Barry_Goldwater",
      "name": "Barry Goldwater",
      "aboutText": "Daniel \"Dan\" Keating (Irish: Dónal Céitinn, 2 January 1902 – 2 October 2007) was a lifelong Irish republican and patron of Republican Sinn Féin.",
      "pageId": 6897408,
      "monthDay": "01/02"
    },
    {
      "year": "1913",
      "uri": "/wiki/Anna_Lee",
      "name": "Anna Lee",
      "aboutText": "Robert \"Bob\" Marshall (January 2, 1901 – November 11, 1939) was an American forester, writer and wilderness activist. The son of Louis Marshall, a wealthy constitutional lawyer and conservationist, and his wife, Bob Marshall developed a love for the outdoors as a young child. A consummate hiker and climber, he visited the Adirondack Mountains frequently during his youth, ultimately becoming one of the first Adirondack Forty-Sixers.",
      "pageId": 8363238,
      "monthDay": "01/02"
    },
    {
      "year": "1913",
      "uri": "/wiki/Juanita_Jackson_Mitchell",
      "name": "Juanita Jackson Mitchell",
      "aboutText": "Luigi Zampa (Rome, January 2, 1905 – Rome, August 16, 1991) was an Italian film-maker.",
      "pageId": 10638377,
      "monthDay": "01/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Kenny_Clarke",
      "name": "Kenny Clarke",
      "aboutText": "Jainendra Kumar (जैनेन्द्र कुमार, 2 January 1905 - 24 December 1988), was an influential Hindi writer of 20th century. He explored the human psyche in novels such as Sunita and Tyagapatra.\nHe was awarded one of India's highest civil honours Padma Bhushan in 1971.",
      "pageId": 11103743,
      "monthDay": "01/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Noor_Inayat_Khan",
      "name": "Noor Inayat Khan",
      "aboutText": "Juanita Elizabeth Jackson Mitchell (January 2, 1913 – July 7, 1992) was born in Hot Springs, Arkansas, and was the first African-American woman to practice law in Maryland. She was married to Clarence M. Mitchell, Jr. and the mother of two Maryland State Senators and the grandmother of a third.",
      "pageId": 14435691,
      "monthDay": "01/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Vivian_Stuart",
      "name": "Vivian Stuart",
      "aboutText": "Geertruida \"Truus\" Klapwijk (2 January 1904 – 3 May 1991) was a Dutch diver and freestyle swimmer who competed in the 1924 Summer Olympics and in the 1928 Summer Olympics.\nShe was born and died in Rotterdam.\nIn 1924 she was a member of the Dutch relay team which finished sixth in the 4×100 metre freestyle relay competition.",
      "pageId": 20206615,
      "monthDay": "01/02"
    },
    {
      "year": "1916",
      "uri": "/wiki/Zypora_Spaisman",
      "name": "Zypora Spaisman",
      "aboutText": "Riccardo Cassin (2 January 1909 – 6 August 2009) was an Italian mountaineer, developer of mountaineering equipment and author.",
      "pageId": 20426306,
      "monthDay": "01/02"
    },
    {
      "year": "1917",
      "uri": "/wiki/Vera_Zorina",
      "name": "Vera Zorina",
      "aboutText": "Vivian Stuart, née Violet Vivian Finlay (born 2 January 1914 in Berkshire, England – d. August 1986 in Yorkshire), was a British writer from 1953 to 1986. She published under different pen names: her romantic novels as Vivian Stuart, Alex Stuart, Barbara Allen, Fiona Finlay, and Robyn Stuart, her military sagas as V.A. Stuart, and her historical saga as William Stuart Long.",
      "pageId": 22183800,
      "monthDay": "01/02"
    },
    {
      "year": "1918",
      "uri": "/wiki/Willi_Graf",
      "name": "Willi Graf",
      "aboutText": "Isaac Asimov (/ˈaɪzɨk ˈæzɨmɒv/; born Isaak Yudovich Ozimov; circa January 2, 1920 – April 6, 1992) was an American author and professor of biochemistry at Boston University, best known for his works of science fiction and for his popular science books. Asimov was prolific and wrote or edited more than 500 books and an estimated 90,000 letters and postcards. His books have been published in 9 of the 10 major categories of the Dewey Decimal Classification.",
      "pageId": 14573,
      "monthDay": "01/02"
    },
    {
      "year": "1920",
      "uri": "/wiki/Isaac_Asimov",
      "name": "Isaac Asimov",
      "aboutText": "Toshiki Kaifu (海部 俊樹, Kaifu Toshiki, born 2 January 1931) is a Japanese politician who was the 76th and 77th Prime Minister of Japan from 1989 to 1991.",
      "pageId": 17302,
      "monthDay": "01/02"
    },
    {
      "year": "1921",
      "uri": "/wiki/Glen_Harmon",
      "name": "Glen Harmon",
      "aboutText": "Daisaku Ikeda (池田 大作, Ikeda Daisaku, born 2 January 1928, Japan) is a Buddhist philosopher, educator, author, and anti-nuclear activist. He served as the third president of the Soka Gakkai, the largest of Japan's new religious movements. Ikeda is the founding president of the Soka Gakkai International (SGI), the world's largest Buddhist lay organization, with approximately 12 million Nichiren Buddhist practitioners in 192 countries and regions.",
      "pageId": 563970,
      "monthDay": "01/02"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jan_Slepian",
      "name": "Jan Slepian",
      "aboutText": "William James Crowe, Jr. (January 2, 1925 – October 18, 2007) was a United States Navy admiral who served as chairman of the Joint Chiefs of Staff under Presidents Ronald Reagan and George H. W. Bush, and as the ambassador to the United Kingdom under President Bill Clinton.",
      "pageId": 988868,
      "monthDay": "01/02"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rachel_Waterhouse",
      "name": "Rachel Waterhouse",
      "aboutText": "Avie Bennett, CC OOnt (born January 2, 1928) is a Canadian businessman and philanthropist.",
      "pageId": 1461120,
      "monthDay": "01/02"
    },
    {
      "year": "1924",
      "uri": "/wiki/Evgenios_Spatharis",
      "name": "Evgenios Spatharis",
      "aboutText": "Found spouse, Julius La Rosa (born January 2, 1930) is an Italian-American traditional popular music singer, who worked in both radio and television beginning in the 1950s.\n^ Elizabeth Ahlfors. \"julie'sstory\".",
      "pageId": 2093009,
      "monthDay": "01/02"
    },
    {
      "year": "1925",
      "uri": "/wiki/William_J._Crowe",
      "name": "William J. Crowe",
      "aboutText": "Lawrence Weiss (January 2, 1925 – July 3, 2008), better known by the stage name Larry Harmon and as his alter-ego Bozo the Clown, was an American entertainer.",
      "pageId": 2329516,
      "monthDay": "01/02"
    },
    {
      "year": "1925",
      "uri": "/wiki/Giacomo_Furia",
      "name": "Giacomo Furia",
      "aboutText": "Peter William Redgrove (2 January 1932 – 16 June 2003) was a British poet, who also wrote prose, novels and plays with his second wife Penelope Shuttle.",
      "pageId": 2368407,
      "monthDay": "01/02"
    },
    {
      "year": "1925",
      "uri": "/wiki/Larry_Harmon",
      "name": "Larry Harmon",
      "aboutText": "Willi Graf (2 January 1918 in Kuchenheim near Euskirchen – 12 October 1943 in Munich) was a Roman Catholic member of the White Rose (Weiße Rose) resistance group in Nazi Germany.",
      "pageId": 3187302,
      "monthDay": "01/02"
    },
    {
      "year": "1926",
      "uri": "/wiki/Howard_Caine",
      "name": "Howard Caine",
      "aboutText": "David Glen Harmon (January 2, 1921 – March 9, 2007) was a Canadian ice hockey defenceman who played for the Montreal Canadiens from 1942 to 1951.",
      "pageId": 3436675,
      "monthDay": "01/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Avie_Bennett",
      "name": "Avie Bennett",
      "aboutText": "Richard Stanley Thorp (2 January 1932 – 22 May 2013) was an English actor. He was best known for portraying Alan Turner in the ITV soap opera Emmerdale from 1982 to 2013. He also appeared in films such as The Dam Busters (1955) and The Barretts of Wimpole Street (1957).",
      "pageId": 5170178,
      "monthDay": "01/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Robert_Goralski",
      "name": "Robert Goralski",
      "aboutText": "Howard Caine (born Howard Cohen; January 2, 1926 – December 28, 1993) was a popular American character actor, probably best known as Gestapo agent Major Wolfgang Hochstetter in the television series Hogan's Heroes (1965–71).",
      "pageId": 6726595,
      "monthDay": "01/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Daisaku_Ikeda",
      "name": "Daisaku Ikeda",
      "aboutText": "Robert Stanley Goralski (2 January 1928 – March 1988) was a news correspondent for NBC News for fifteen years in the 1960s and 1970s during a thirty-five-year career in communications.",
      "pageId": 8449012,
      "monthDay": "01/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Kate_Molale",
      "name": "Kate Molale",
      "aboutText": "Dame Rachel Waterhouse, DBE (born 2 January 1923) is a local historian of Birmingham and the West Midlands of England, consumer affairs activist and writer.\nShe has been past chairman of Consumers' Association, and a member of the National Consumer Council and of the Health and Safety Commission. She was a member of the group which resurrected the Lunar Society around 1990 and became its founder Chairman.",
      "pageId": 12265888,
      "monthDay": "01/02"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lehri_(actor)",
      "name": "Lehri",
      "aboutText": "Giacomo Furia (2 January 1925 – 5 June 2015) was an Italian film, television and stage actor.",
      "pageId": 18828871,
      "monthDay": "01/02"
    },
    {
      "year": "1930",
      "uri": "/wiki/Julius_La_Rosa",
      "name": "Julius La Rosa",
      "aboutText": "Jan Slepian (born January 2, 1921 in New York City), born Janice Berek is an author of books for children and young adults. She obtained a degree in psychology at Brooklyn College, later doing graduate work in clinical psychology and speech pathology at the University of Washington in Seattle. She worked as a speech therapist at Massachusetts General Hospital in Boston and then embarked on a writing career.",
      "pageId": 20720472,
      "monthDay": "01/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_D._Murray",
      "name": "James D. Murray",
      "aboutText": "Kate Molale (2 January 1928 – 9 May 1980) was a South African political activist.\nShe joined the African National Congress Sophiatown branch in the early 1950s. In 1954 she was elected as secretary of the Sophiatown ANC branch.",
      "pageId": 20856082,
      "monthDay": "01/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/Toshiki_Kaifu",
      "name": "Toshiki Kaifu",
      "aboutText": "Evgenios Spatharis (Greek: Ευγένιος Σπαθάρης; January 2, 1924 – May 9, 2009) was the most prominent shadow theatre artist in Greece.",
      "pageId": 22767063,
      "monthDay": "01/02"
    },
    {
      "year": "1932",
      "uri": "/wiki/Peter_Redgrove",
      "name": "Peter Redgrove",
      "aboutText": "Safirullah Siddiqui, aka \"Lehri\" (2 January 1929 – 13 September 2012) was a leading comedian and actor in Urdu film industry of Pakistan.",
      "pageId": 28341125,
      "monthDay": "01/02"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Thorp",
      "name": "Richard Thorp",
      "aboutText": "James Dickson Murray FRS, (born Moffat, Scotland, 2 January 1931) is professor emeritus of applied mathematics at University of Washington and University of Oxford.",
      "pageId": 30862391,
      "monthDay": "01/02"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ed_Casey",
      "name": "Ed Casey",
      "aboutText": "James Orsen \"Jim\" Bakker (pronounced \"Baker\"; born January 2, 1940) is an American televangelist, a former Assemblies of God minister and a former host (with his then-wife Tammy Faye Bakker) of The PTL Club, a popular evangelical Christian television program.\nA sex scandal led to his resignation from the ministry. Subsequent revelations of accounting fraud brought about his imprisonment and divorce.",
      "pageId": 16240,
      "monthDay": "01/02"
    },
    {
      "year": "1933",
      "uri": "/wiki/Seiichi_Morimura",
      "name": "Seiichi Morimura",
      "aboutText": "Robert Smithson (January 2, 1938 – July 20, 1973) was an American artist famous for his use of photography in relation to sculpture and land art.",
      "pageId": 153161,
      "monthDay": "01/02"
    },
    {
      "year": "1933",
      "uri": "/wiki/Richard_Riley",
      "name": "Richard Riley",
      "aboutText": "David Royston Bailey, CBE (born 2 January 1938) is an English fashion and portrait photographer.",
      "pageId": 184160,
      "monthDay": "01/02"
    },
    {
      "year": "1933",
      "uri": "/wiki/Keith_Thomas_(historian)",
      "name": "Keith Thomas",
      "aboutText": "John Dennis \"Denny\" Hastert (/ˈhæstərt/; born January 2, 1942) is an American politician, lobbyist, and member of the Republican Party. Hastert was the 51st person to be Speaker of the United States House of Representatives, serving from 1999 to 2007. He represented Illinois's 14th congressional district for twenty years, 1987 to 2007.",
      "pageId": 188410,
      "monthDay": "01/02"
    },
    {
      "year": "1935",
      "uri": "/wiki/David_McKee",
      "name": "David McKee",
      "aboutText": "Goh Kun (Hangul: 고건, Hanja: 高建, born January 2, 1938) is a South Korean politician. He served as Prime Minister of South Korea from 1997 to 1998 and from 2003 to 2004. In his more recent term, he assumed the role of interim President following President Roh Moo-Hyun's impeachment, from March 12, 2004 until May 14, 2004 when the South Korean Constitutional Court overturned the impeachment decision and restored Roh's powers as President.",
      "pageId": 394962,
      "monthDay": "01/02"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lolo_Soetoro",
      "name": "Lolo Soetoro",
      "aboutText": "Roger Dean Miller, Sr. (January 2, 1936 – October 25, 1992) was an American singer, songwriter, musician and actor, best known for his honky-tonk-influenced novelty songs. His most recognized tunes included the chart-topping country/pop hits \"King of the Road\", \"Dang Me\" and \"England Swings\", all from the mid-1960s Nashville sound era.",
      "pageId": 409222,
      "monthDay": "01/02"
    },
    {
      "year": "1936",
      "uri": "/wiki/Roger_Miller",
      "name": "Roger Miller",
      "aboutText": "David McKee (born 2 January 1935) is a British writer and illustrator, chiefly of children's books and animations. He has used the pseudonym Violet Easton. He is frequently referenced as David (John) McKee.",
      "pageId": 621588,
      "monthDay": "01/02"
    },
    {
      "year": "1937",
      "uri": "/wiki/David_Bailey",
      "name": "David Bailey",
      "aboutText": "Saud bin Faisal bin Abdulaziz Al Saud (Arabic: سعود بن فيصل بن عبد العزيز آل سعود‎), also known as Saud Al Faisal (Arabic: سعود الفيصل‎‎; 2 January 1940 – 9 July 2015), was a Saudi diplomat and statesman who served as Saudi Arabia's foreign minister from 1975 to 2015. By the time of his retirement, he was the world's longest-serving foreign minister.",
      "pageId": 641408,
      "monthDay": "01/02"
    },
    {
      "year": "1937",
      "uri": "/wiki/Martin_Lauer",
      "name": "Martin Lauer",
      "aboutText": "Lynn Conway (born January 2, 1938) is an American computer scientist, electrical engineer, inventor, and transgender activist.\nConway is notable for a number of pioneering achievements, including the Mead & Conway revolution in VLSI design, which incubated an emerging electronic design automation industry. She worked at IBM in the 1960s and is credited with the invention of generalised dynamic instruction handling, a key advance used in out-of-order execution, used by most modern computer processors to improve performance.",
      "pageId": 747715,
      "monthDay": "01/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lynn_Conway",
      "name": "Lynn Conway",
      "aboutText": "Karl Martin Lauer (born 2 January 1937) is a retired West German sprinter who won a gold medal in the 4×100 m relay at the 1960 Summer Olympics.",
      "pageId": 1076062,
      "monthDay": "01/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Hans_Herbj%C3%B8rnsrud",
      "name": "Hans Herbjørnsrud",
      "aboutText": "Seiichi Morimura (森村 誠一, Morimura Seiichi, born January 2, 1933 in Kumagaya) is a Japanese novelist and author. He is best known for the controversial The Devil's Gluttony (悪魔の飽食) (1981), which revealed the atrocities committed by Unit 731 of the Imperial Japanese Army during the Sino-Japanese War (1937-1945).\nThe Devil's Gluttony was serialized in the Akahata (Japanese Communist Party's newspaper) in 1980, and subsequently published by Kobunsha (光文社), in two volumes in 1981 and 1982.",
      "pageId": 1251523,
      "monthDay": "01/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Goh_Kun",
      "name": "Goh Kun",
      "aboutText": "Richard Wilson Riley (born January 2, 1933) is an American politician, the United States Secretary of Education under President Bill Clinton and the 111th Governor of South Carolina. He is a member of the Democratic Party.",
      "pageId": 1268283,
      "monthDay": "01/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Robert_Smithson",
      "name": "Robert Smithson",
      "aboutText": "Hans Herbjørnsrud (born 2 January 1938 in Heddal) is a Norwegian author of short stories. His works frequently play with the differences between Norwegian languages Bokmål and Nynorsk and the various Norwegian dialects. His stories' characters sometimes playfully mix and invent languages, sometimes become caught up in their linguistic games and start losing their identity.",
      "pageId": 1734268,
      "monthDay": "01/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dana_Ulery",
      "name": "Dana Ulery",
      "aboutText": "Susan Wittig Albert, also known by the pen names Robin Paige and Carolyn Keene (), is an American mystery writer from Vermilion County, Illinois, United States.",
      "pageId": 1990450,
      "monthDay": "01/02"
    },
    {
      "year": "1940",
      "uri": "/wiki/Saud_bin_Faisal_bin_Abdulaziz_Al_Saud",
      "name": "Saud bin Faisal bin Abdulaziz Al Saud",
      "aboutText": "Edmund Denis (Ed) Casey (2 January 1933 – 1 May 2006) was best known as the leader of the Australian Labor Party in Queensland between 1978 and 1982. He also served as Primary Industries Minister in the government of Wayne Goss between 1989 and 1995. Casey was the member for Mackay in the Legislative Assembly of Queensland between 1969 and 1995.",
      "pageId": 4980288,
      "monthDay": "01/02"
    },
    {
      "year": "1940",
      "uri": "/wiki/Susan_Wittig_Albert",
      "name": "Susan Wittig Albert",
      "aboutText": "Raymond (Ray) Moore (2 January 1942 - 11 January 1989) was a British broadcaster who was best known for his long running early morning show on BBC Radio 2.",
      "pageId": 9044327,
      "monthDay": "01/02"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jim_Bakker",
      "name": "Jim Bakker",
      "aboutText": "Sathamangalam Ranga Iyengar Srinivasa Varadhan FRS (born 2 January 1940) is an Indian American mathematician who is known for his fundamental contributions to probability theory and in particular for creating a unified theory of large deviations.",
      "pageId": 9638038,
      "monthDay": "01/02"
    },
    {
      "year": "1940",
      "uri": "/wiki/S._R._Srinivasa_Varadhan",
      "name": "S. R. Srinivasa Varadhan",
      "aboutText": "Sir Keith Vivian Thomas (born 2 January 1933) is a British historian of the early modern world based at Oxford University.",
      "pageId": 11745820,
      "monthDay": "01/02"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dennis_Hastert",
      "name": "Dennis Hastert",
      "aboutText": "Lolo Soetoro, also known as Lolo Soetoro Mangunharjo or Mangundikardjo (EYD: Lolo Sutoro) (Javanese: [ˈlɒlɒ suːˈtɒrɒː]; January 2, 1935 − March 2, 1987), was the Indonesian step-father of Barack Obama, the 44th President of the United States.",
      "pageId": 17986784,
      "monthDay": "01/02"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ray_Moore_(broadcaster)",
      "name": "Ray Moore",
      "aboutText": "Dr. Dana Ulery (born 1938) is an American computer scientist and pioneer in scientific computing applications. She began her career in 1961 as the first woman engineer at the NASA Jet Propulsion Laboratory (Pasadena, CA), designing and developing algorithms to model NASA’s Deep Space Network capabilities  and automating real-time tracking systems for the Ranger and Mariner space missions using a North American Aviation Recomp II, 40-bit word size computer.",
      "pageId": 29144200,
      "monthDay": "01/02"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hugh_Shelton",
      "name": "Hugh Shelton",
      "aboutText": "Mehmet Barış Manço (born Tosun Yusuf Mehmet Barış Manço; 2 January 1943 – 1 February 1999), known by his stage name Barış Manço, was a Turkish rock musician, singer, songwriter, composer, and television producer. Beginning his musical career while attending Galatasaray High School, he was a pioneer of rock music in Turkey and one of the founders of the Anatolian rock genre. Manço composed around 200 songs and is among the best-selling and most awarded Turkish artists to date.",
      "pageId": 4836,
      "monthDay": "01/02"
    },
    {
      "year": "1943",
      "uri": "/wiki/Filiz_Ak%C4%B1n",
      "name": "Filiz Akın",
      "aboutText": "Christopher Ferdinand Durang (born January 2, 1949) is an American playwright known for works of outrageous and often absurd comedy. His work was especially popular in the 1980s, though his career seemed to get a second wind in the late 1990s. His play, Vanya and Sonia and Masha and Spike won the Tony Award for Best Play in 2013.",
      "pageId": 171013,
      "monthDay": "01/02"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bar%C4%B1%C5%9F_Man%C3%A7o",
      "name": "Barış Manço",
      "aboutText": "Anthony Woodley (born 2 January 1948) is a British trade unionist who was the Joint-General Secretary of Unite, a union formed through the merger of Amicus and the Transport and General Workers' Union, from 2007 to 2011. Despite stepping down as Joint-General Secretary, he remained as the Head of Organising for Unite until December 2013 and is still a consultant to the union. He was previously the General Secretary of the Transport and General Workers union (T&G) from 2004 to 2007.",
      "pageId": 239416,
      "monthDay": "01/02"
    },
    {
      "year": "1943",
      "uri": "/wiki/Janet_Aky%C3%BCz_Mattei",
      "name": "Janet Akyüz Mattei",
      "aboutText": "General Henry Hugh Shelton (born January 2, 1942) is a retired American career military officer of the United States Army.",
      "pageId": 417670,
      "monthDay": "01/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/P%C3%A9ter_E%C3%B6tv%C3%B6s",
      "name": "Péter Eötvös",
      "aboutText": "Judith Miller (born January 2, 1948) is an American journalist and writer. She is formerly of The New York Times Washington bureau, where she became embroiled in controversy after her coverage of Iraq's Weapons of Mass Destruction (WMD) program both before and after the 2003 invasion was discovered to have been based on lies, particularly those stories that were based on sourcing from the now-disgraced Ahmed Chalabi. The New York Times later determined that a number of stories she had written for the paper were inaccurate.",
      "pageId": 515922,
      "monthDay": "01/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Norodom_Ranariddh",
      "name": "Norodom Ranariddh",
      "aboutText": "John Bushnell \"Jack\" Hanna (born January 2, 1947) is an American zookeeper who is the Director Emeritus of the Columbus Zoo and Aquarium. He was Director of the zoo from 1978 to 1993, and is viewed as largely responsible for elevating its quality and reputation. His media appearances, particularly with Johnny Carson, David Letterman, and Maury Povich have made him one of the most notable animal experts in the United States.",
      "pageId": 587983,
      "monthDay": "01/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Richard_Cole",
      "name": "Richard Cole",
      "aboutText": "Janet Akyüz Mattei (January 2, 1943 – March 22, 2004) was a Turkish-American astronomer who was the director of the American Association of Variable Star Observers (AAVSO) from 1973 to 2004.\nMattei was born in Bodrum, Turkey to a Jewish family and educated in the American Collegiate Institute, İzmir. She came to the United States for university studies, and attended Brandeis University in Waltham, MA on the Wien Scholarship.",
      "pageId": 681252,
      "monthDay": "01/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sonny_Ruberto",
      "name": "Sonny Ruberto",
      "aboutText": "Norodom Ranariddh (Khmer: នរោត្តម រណឫទ្ធិ; born 2 January 1944) is a Cambodian prince, politician and law academic. He is the second son of Norodom Sihanouk of Cambodia and a half-brother of the current king, Norodom Sihamoni. Ranariddh is the current President of FUNCINPEC, a Cambodian royalist party.",
      "pageId": 972359,
      "monthDay": "01/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jack_Hanna",
      "name": "Jack Hanna",
      "aboutText": "Found Restingplace, Found imagesize, Found Parents, Found Spouse, Found image_caption, Found Children, Found Deathplace, Found Height,",
      "pageId": 1031285,
      "monthDay": "01/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/Calvin_Hill",
      "name": "Calvin Hill",
      "aboutText": "Calvin G. Hill (born January 2, 1947) is a retired American football running back who had a 12-year NFL career from 1969 to 1981. He played for the Dallas Cowboys, Washington Redskins and Cleveland Browns. In 1975 he played for The Hawaiians of the World Football League.",
      "pageId": 2662178,
      "monthDay": "01/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Shapiro_(poet)",
      "name": "David Shapiro",
      "aboutText": "Péter Eötvös (Hungarian pronunciation: [ˈpeːtɛr ˈøtvøʃ]; born 2 January 1944) is a Hungarian composer and conductor.\nEötvös was born in Odorheiu Secuiesc/Székelyudvarhely, Szeklerland, Transylvania (then part of Hungary, now in Romania). He studied composition in Budapest and Cologne.",
      "pageId": 3644976,
      "monthDay": "01/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/Valery_Shary",
      "name": "Valery Shary",
      "aboutText": "Iris Marion Young (2 January 1949 – 1 August 2006) was Professor of Political Science at the University of Chicago, and affiliated with the Center for Gender Studies and the Human Rights program there.",
      "pageId": 4213262,
      "monthDay": "01/02"
    },
    {
      "year": "1948",
      "uri": "/wiki/Judith_Miller",
      "name": "Judith Miller",
      "aboutText": "David Shapiro (born January 2, 1947) is an American poet, literary critic, and art historian. He has written some twenty volumes of poetry, literary, and art criticism.",
      "pageId": 8026773,
      "monthDay": "01/02"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joyce_Wadler",
      "name": "Joyce Wadler",
      "aboutText": "Filiz Akın (born Suna Filiz Akın, 2 January 1943 in Ankara, Turkey) is a Turkish film actress.",
      "pageId": 8884226,
      "monthDay": "01/02"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tony_Woodley",
      "name": "Tony Woodley",
      "aboutText": "Valery Shary (Belarusian: Валерый Пятровіч Шарый, born January 2, 1947) is a former Belarusian weightlifter and Olympic champion who competed for the Soviet Union.\nHe was born in Chervyen.\nShary won a gold medal at the 1976 Summer Olympics in Montreal in light-heavyweight weightlifting, setting an Olympic record in the process.",
      "pageId": 15919763,
      "monthDay": "01/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/Christopher_Durang",
      "name": "Christopher Durang",
      "aboutText": "John Edward Ruberto [Sonny] (January 2, 1946 – March 25, 2014) was a backup catcher and pinch runner in Major League Baseball who played over parts of two seasons for the San Diego Padres (1969) and the Cincinnati Reds (1972). Listed at 5' 11\", 175 lb., he batted and threw right handed.\nBesides, Ruberto worked as a Minor league manager and coach in the St.",
      "pageId": 21165045,
      "monthDay": "01/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jean_Krier",
      "name": "Jean Krier",
      "aboutText": "Joyce Judith Wadler (born January 2, 1948) is a journalist and reporter for The New York Times, as well as a writer and humorist. Prior to working at the New York Times, she was a reporter and feature writer for the New York Post, New York correspondent for The Washington Post and a contributing editor for New York Magazine and Rolling Stone.",
      "pageId": 23540190,
      "monthDay": "01/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/Leijn_Loevesijn",
      "name": "Leijn Loevesijn",
      "aboutText": "Leijn Loevesijn (born 2 January 1949) is a former Dutch cyclist.\nAt the 1968 Summer Olympics Loevesijn, together with Jan Jansen won a silver medal in the 2000 metres tandem race, and finished fifth at the sprint race and sixth in the time trial. At the Track Cycling World Championships he won a bronze medal in the sprint in 1970 and a gold medal in the sprint in 1971.",
      "pageId": 30767813,
      "monthDay": "01/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Turner_(Minor_Counties_cricketer)",
      "name": "John Turner",
      "aboutText": "Jean Krier (2 January 1949 – 12 January 2013) was a Luxembourg poet who in 2011 was awarded both the Adelbert von Chamisso Prize for the best work by a non-German author and the Servais Prize for the best literary work written by a Luxembourger. In both cases, the work in question was Herzens Lust Spiele (2010). In connection with the Chamisso prize, the jury commented on how the work provided an original and impressive enrichment of German-language poetry.",
      "pageId": 31281917,
      "monthDay": "01/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/Iris_Marion_Young",
      "name": "Iris Marion Young",
      "aboutText": "John Bernard Turner (2 January 1949 – 13 September 2012) was an English cricketer. Turner was a right-handed batsman who bowled slow left-arm orthodox. He was born at Princes Risborough, Buckinghamshire.",
      "pageId": 31714931,
      "monthDay": "01/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/D%C3%A9bora_Duarte",
      "name": "Débora Duarte",
      "aboutText": "Christine Lavin (born January 2, 1952) is a New York City-based singer-songwriter and promoter of contemporary folk music. She has recorded numerous solo albums, and has also recorded with other female folk artists under the name Four Bitchin' Babes. She has also put together several compilation albums of contemporary folk artists, including her latest Just One Angel, 22 singer/songwriters singing Christmas/Hanukah/Solstice/New Year's songs including actor Jeff Daniels, Grammy-winners Janis Ian and Julie Gold, and the Guitar Man Of Central Park David Ippolito.",
      "pageId": 7514,
      "monthDay": "01/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/David_Shifrin",
      "name": "David Shifrin",
      "aboutText": "Indulis Emsis (born 2 January 1952 in Salacgriva, Limbaži District) is a Latvian biologist and politician. He was Prime Minister of Latvia for ten months in 2004, the first Green politician to lead a country in the history of the world. He was Speaker of the Saeima, the Latvian parliament from 2006 to 2007.",
      "pageId": 481876,
      "monthDay": "01/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/Anatoli_Ushanov",
      "name": "Anatoli Ushanov",
      "aboutText": "Graeme Strachan (2 January 1952 – 29 August 2001) better known as Shirley Strachan was an Australian singer and television presenter. He is best known as the lead singer of the 1970's rock group Skyhooks.\nBorn in the Melbourne suburb of Malvern, he was an avid surfer, and his nickname \"Shirley\" was given to him by his surfer friends because of his long, sunbleached and very curly hair, referring to Shirley Temple.",
      "pageId": 489893,
      "monthDay": "01/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/Yevgeniy_Yevsyukov",
      "name": "Yevgeniy Yevsyukov",
      "aboutText": "Tex Brashear (born 2 January 1955) is a voice actor, who after a career in radio in Texas, Arizona, and Los Angeles, made the transition into voice acting. Known as \"The Man of 1000 Voices\" (although he actually does more than 3000), Brashear has been heard in thousands of cartoons, radio and television commercials, and has narrated many nature and historical films. His basso profundo voice has been heard in countless movie trailers through the years.",
      "pageId": 810655,
      "monthDay": "01/02"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stipe_Bo%C5%BEi%C4%87",
      "name": "Stipe Božić",
      "aboutText": "Henry Bonilla (born January 2, 1954) is a former congressman who represented Texas's 23rd congressional district in the United States House of Representatives. He was defeated in his bid for re-election by Ciro Davis Rodriguez, a former Democratic member of Congress, in a special election runoff held on December 12, 2006.",
      "pageId": 958974,
      "monthDay": "01/02"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jim_Essian",
      "name": "Jim Essian",
      "aboutText": "David Shifrin (born January 2, 1950) is an American classical clarinetist.",
      "pageId": 2798287,
      "monthDay": "01/02"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alexander_Pogrebinsky",
      "name": "Alexander Pogrebinsky",
      "aboutText": "Jimmy Santiago Baca (born January 2, 1952 in Santa Fe, New Mexico) is an American poet and writer of Apache and Chicano descent.",
      "pageId": 4003746,
      "monthDay": "01/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jimmy_Santiago_Baca",
      "name": "Jimmy Santiago Baca",
      "aboutText": "Wendy Phillips (born January 2, 1952) is an American actress, noted for playing David Selby's character's last wife, Lauren Daniels, during the final season of Falcon Crest and for playing Gerald McRaney's wife, Claire Greene, on both Touched by an Angel and Promised Land. Other television series in which she has been a featured player have included A Year in the Life, Homefront and Studio 60 on the Sunset Strip. Among her movie works, there is a role in Airplane II: The Sequel and also on Bugsy.",
      "pageId": 4114431,
      "monthDay": "01/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Indulis_Emsis",
      "name": "Indulis Emsis",
      "aboutText": "Robert Brian Ftorek (born January 2, 1952 in Needham, Massachusetts) is a former NHL player and coach. He was enshrined as member of the United States Hockey Hall of Fame in 1991.",
      "pageId": 4890456,
      "monthDay": "01/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Robbie_Ftorek",
      "name": "Robbie Ftorek",
      "aboutText": "James Sarkis Essian, Jr. (born January 2, 1951) is an American former professional baseball player, coach and manager. He played in Major League Baseball as a catcher and occasional infielder for the Philadelphia Phillies, Chicago White Sox, Oakland Athletics, Seattle Mariners, and Cleveland Indians.",
      "pageId": 5352662,
      "monthDay": "01/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Christine_Lavin",
      "name": "Christine Lavin",
      "aboutText": "Glenn Lamont Goins (January 2, 1954 – July 29, 1978), also known as Glen Goins, was a singer and guitarist for Parliament-Funkadelic in the mid-1970s. Goins is a member of the Rock and Roll Hall of Fame, posthumously inducted in 1997 with fifteen other members of Parliament-Funkadelic. His first (known) recordings were as part of the group \"The Bags\".",
      "pageId": 5999520,
      "monthDay": "01/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Wendy_Phillips",
      "name": "Wendy Phillips",
      "aboutText": "Alexander Petrovich Pogrebinsky (Russian: Александр Петрович Погребинский) (January 2, 1951) is a Ukrainian-born American painter, the creator of the school of philosophical realism.",
      "pageId": 9083190,
      "monthDay": "01/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Graeme_Strachan",
      "name": "Graeme Strachan",
      "aboutText": "Jacques Tichelaar (born 2 January 1953 in Heerenveen) is a Dutch politician and former trade union leader and educator. He is a member of the Labour Party (Partij van de Arbeid). Since 1 May 2009 he has been the Queen's Commissioner (since 30 April 2013 named King's Commissioner) of the province of Drenthe.",
      "pageId": 9371909,
      "monthDay": "01/02"
    },
    {
      "year": "1953",
      "uri": "/wiki/Vincent_Racaniello",
      "name": "Vincent Racaniello",
      "aboutText": "Vincent R. Racaniello (born January 2, 1953 in Paterson, New Jersey) is a Higgins Professor in the Department of Microbiology and Immunology at Columbia University’s College of Physicians and Surgeons. He is one of four virologists who has recently authored Principles of Animal Virology, a textbook used by many teaching virology to undergraduate, medical and graduate students.\nAs an esteemed member of the scientific community, Racaniello has received several awards including Irma T. Hirschl, Searle Scholars, Eli Lilly and NIH Merit.",
      "pageId": 13134899,
      "monthDay": "01/02"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jacques_Tichelaar",
      "name": "Jacques Tichelaar",
      "aboutText": "Débora Duarte (born 2 January 1950, São Paulo) is a Brazilian actress. Her parents are actors Lima Duarte and Marisa Sanches. At the age of five, Duarte got her first role, on the TV Tupi series Ciranda, cirandinha.",
      "pageId": 17205181,
      "monthDay": "01/02"
    },
    {
      "year": "1954",
      "uri": "/wiki/Henry_Bonilla",
      "name": "Henry Bonilla",
      "aboutText": "Vivien Savage (born on January 2, 1955) is a French singer-songwriter who reached popularity in the 1980s. He remains famous for its 1986 single \"La P'tite Lady\", which was a top twenty hit on the SNEP singles chart. His other singles were unsuccessful, failing the chart and therefore Savage can be considered as one-hit wonder.",
      "pageId": 19776517,
      "monthDay": "01/02"
    },
    {
      "year": "1954",
      "uri": "/wiki/Glenn_Goins",
      "name": "Glenn Goins",
      "aboutText": "Yevgeniy Yevsyukov (Russian: Евгений Евсюков; born January 2, 1950 in Krasnoyarsk) is a retired race walker from Russia, who represented the Soviet Union at the 1980 Summer Olympics in Moscow, USSR. There he ended up in fourth place in the men's 20 km race, clocking 1:26.28,3.",
      "pageId": 21123295,
      "monthDay": "01/02"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tex_Brashear",
      "name": "Tex Brashear",
      "aboutText": "Stipe Božić (born 2 January 1951) is a Croatian mountaineer, documentary filmmaker, photographer and writer. He is the most successful Croatian Himalayan climber. Božić completed the Seven Summits and is the second European, after Reinhold Messner, to climb the highest peak in the world, Mount Everest, twice.",
      "pageId": 29481761,
      "monthDay": "01/02"
    },
    {
      "year": "1955",
      "uri": "/wiki/Agathonas_Iakovidis",
      "name": "Agathonas Iakovidis",
      "aboutText": "Anatoli Ivanovich Ushanov (Russian: Анатолий Иванович Ушанов, born 2 January 1950) is an Russian football coach and a former player.",
      "pageId": 36125997,
      "monthDay": "01/02"
    },
    {
      "year": "1955",
      "uri": "/wiki/Vivien_Savage",
      "name": "Vivien Savage",
      "aboutText": "Found height, Agathonas Iakovidis (Greek: Αγάθωνας Ιακωβίδης) is a Greek folk singer of rebetiko style. He represented Greece in the Eurovision Song Contest 2013 with Koza Mostra and the song \"Alcohol Is Free\".\n^ Roxburgh, Gordon (18 February 2013).",
      "pageId": 38567419,
      "monthDay": "01/02"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lynda_Barry",
      "name": "Lynda Barry",
      "aboutText": "Gabrielle Anne Carteris (born January 2, 1961) is an American actress known for her role as Andrea Zuckerman on the early seasons of the 1990s television series Beverly Hills, 90210.",
      "pageId": 225488,
      "monthDay": "01/02"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jishu_Dasgupta",
      "name": "Jishu Dasgupta",
      "aboutText": "Lynda Jean Barry (born January 2, 1956) is an American cartoonist and author.\nBarry is best known for her weekly comic strip Ernie Pook's Comeek. She garnered attention with her 1988 illustrated novel The Good Times are Killing Me, about an interracial friendship between two young girls, which was made into a play.",
      "pageId": 318908,
      "monthDay": "01/02"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Bedford_Lloyd",
      "name": "John Bedford Lloyd",
      "aboutText": "Todd Haynes (/heɪnz/; born January 2, 1961) is an American independent film director and screenwriter. He is known for the critically acclaimed films Safe (1995), Far from Heaven (2002), I'm Not There (2007), and Carol (2015). Haynes also directed the short film Superstar: The Karen Carpenter Story (1987), Poison (1991), and Velvet Goldmine (1998).",
      "pageId": 392658,
      "monthDay": "01/02"
    },
    {
      "year": "1957",
      "uri": "/wiki/Beppe_Gabbiani",
      "name": "Beppe Gabbiani",
      "aboutText": "David Brian Cone (born January 2, 1963) is an American former Major League Baseball (MLB) pitcher, and current color commentator for the New York Yankees on the YES Network. A third round draft pick of the Kansas City Royals in 1981 MLB, he made his MLB debut in 1986. During a 17-year baseball career, he pitched until 2003 for five different teams.",
      "pageId": 401021,
      "monthDay": "01/02"
    },
    {
      "year": "1958",
      "uri": "/wiki/Helen_Goodman",
      "name": "Helen Goodman",
      "aboutText": "Robert Wexler (born January 2, 1961) is the president of the Washington-based S. Daniel Abraham Center for Middle East Peace.\nWexler was a Democratic member of the U.S. House of Representatives, representing Florida's 19th congressional district, from 1997 until his resignation on January 3, 2010.\n^ \"Robert Wexler\".",
      "pageId": 411241,
      "monthDay": "01/02"
    },
    {
      "year": "1958",
      "uri": "/wiki/Vladimir_Ovchinnikov_(pianist)",
      "name": "Vladimir Ovchinnikov",
      "aboutText": "Edgar Martínez (born January 2, 1963), nicknamed \"Gar\" and \"Papi\", is a former Major League Baseball designated hitter and third baseman and current hitting coach of the Seattle Mariners. He is of Puerto Rican descent. He spent his entire 18-year Major League Baseball career with the Seattle Mariners.",
      "pageId": 572954,
      "monthDay": "01/02"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kirti_Azad",
      "name": "Kirti Azad",
      "aboutText": "Naoki Urasawa (浦沢 直樹, Urasawa Naoki, born 2 January 1960 in Fuchū, Tokyo, Japan) is a Japanese manga artist and occasional musician.",
      "pageId": 1067338,
      "monthDay": "01/02"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ines_M%C3%BCller",
      "name": "Ines Müller",
      "aboutText": "Raman Lamba  pronunciation  (2 January 1960 – 23 February 1998) was an Indian cricketer who played in four Tests and 32 One Day Internationals, mainly as a batsman. He has also represented Ireland in unofficial One Day International matches. Lamba died after slipping into coma due to internal haemorrhage, three days after being hit on the temple by a cricket ball while fielding in Bangladesh's league cricket.",
      "pageId": 1125454,
      "monthDay": "01/02"
    },
    {
      "year": "1960",
      "uri": "/wiki/Raman_Lamba",
      "name": "Raman Lamba",
      "aboutText": "Giuseppe \"Beppe\" Gabbiani (born 2 January 1957) is an Italian racing driver. He participated in 17 World Championship Formula One Grands Prix, debuting on 1 October 1978, and scored no championship points. He also participated in one non-Championship Formula One race.",
      "pageId": 1228225,
      "monthDay": "01/02"
    },
    {
      "year": "1960",
      "uri": "/wiki/Naoki_Urasawa",
      "name": "Naoki Urasawa",
      "aboutText": "Helen Catherine Goodman (born 2 January 1958) is a British Labour Party politician, who has been the Member of Parliament (MP) for Bishop Auckland since 2005, and was the Parliamentary Under Secretary of State for in the Department for Work and Pensions until 2010 with responsibility for child poverty and childcare.",
      "pageId": 1872601,
      "monthDay": "01/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gabrielle_Carteris",
      "name": "Gabrielle Carteris",
      "aboutText": "Vladimir Pavlovich Ovchinnikov (Russian: Владимир Павлович Овчинников; born January 2, 1958) is a Russian pianist from Belebey, Bashkir ASSR. He is the only pianist ever to win the top prizes at both the International Tchaikovsky Competition in Moscow (1982, first prize not awarded, O. received a joint 2nd prize with Peter Donohoe) and the Leeds International Pianoforte Competition (1987).\nA graduate of the Moscow Conservatory where he studied with Aleksey Nasedkin, Vladimir Ovchinnikov is resident professor of piano at the Moscow Conservatory and guest professor of piano at Sakuyo University in Japan. He was awarded second place in the Montreal International Music Competition in 1980.",
      "pageId": 3604669,
      "monthDay": "01/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/IJsbrand_Chardon",
      "name": "IJsbrand Chardon",
      "aboutText": "Jesse Craig James (born January 2, 1961) is a former American sports commentator on the ABC and ESPN television networks.\nPrior to becoming a sportscaster, James was a professional football player for the New England Patriots of the National Football League and for the Washington Federals of the United States Football League. He ran for a seat in the U.S. Senate in Texas in 2012, but was defeated in the first round of the Republican primary.",
      "pageId": 3616571,
      "monthDay": "01/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/Todd_Haynes",
      "name": "Todd Haynes",
      "aboutText": "Kirtivardhan Bhagwat Jha Azad  pronunciation  (born 2 January 1959, Purnea, Bihar) is a former Indian cricketer and politician who played in 7 Tests and 25 ODIs from 1980 to 1986.\nAzad is the son of former Chief Minister of Bihar Bhagwat Jha Azad. He was an aggressive right-hand batsman and a quickish offspinner.",
      "pageId": 3964606,
      "monthDay": "01/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/Craig_James_(American_football)",
      "name": "Craig James",
      "aboutText": "Ines Müller, née Reichenbach (born January 2, 1959 in Grimma, Muldentalkreis, Saxony), is a German track and field athlete who represented East Germany in the shot put during the 1980s.",
      "pageId": 4016830,
      "monthDay": "01/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hitoshi_Saito",
      "name": "Hitoshi Saito",
      "aboutText": "IJsbrand Chardon (born 2 January 1961) is a Dutch equestrian and multiple World Champion at the World Equestrian Games.\nChardon excels in the driving disciplines in the sport and became World Champion for the first time in 1988, when he won the gold medal in the individual event in Apeldoorn. Two years later he added his second world title, this time in the team event in Stockholm 1990.",
      "pageId": 9325729,
      "monthDay": "01/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/Robert_Wexler",
      "name": "Robert Wexler",
      "aboutText": "Hitoshi Saito (斉藤 仁, Saitō Hitoshi, January 2, 1961 – January 20, 2015) was a Japanese judoka who won two consecutive gold medals at the Olympic games.",
      "pageId": 11727523,
      "monthDay": "01/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Cone",
      "name": "David Cone",
      "aboutText": "Luis d'Antin (born January 2, 1964 in Madrid) is a former Grand Prix motorcycle road racer. He had his best year in 1996 when he finished sixth in the 250cc world championship.\nAfter his riding career ended, D'Antin formed the D'Antin MotoGP team.",
      "pageId": 15110921,
      "monthDay": "01/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Edgar_Mart%C3%ADnez",
      "name": "Edgar Martínez",
      "aboutText": "Michael McCann (born 2 January 1964) is a British Labour Party politician who was the Member of Parliament (MP) for East Kilbride, Strathaven and Lesmahagow, winning the seat in 2010, succeeding Adam Ingram. He lost the seat in 2015 to the Scottish National Party's Lisa Cameron.",
      "pageId": 27315017,
      "monthDay": "01/02"
    },
    {
      "year": "1964",
      "uri": "/wiki/Luis_d%27Antin",
      "name": "Luis d'Antin",
      "aboutText": "Jishu Dasgupta (3rd September 1956 - 21 December 2012) was an Indian Bengali television director and actor.",
      "pageId": 38029863,
      "monthDay": "01/02"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_McCann_(politician)",
      "name": "Michael McCann",
      "aboutText": "John Bedford Lloyd (born January 2, 1956) is an American actor.\nHe was born in New Haven, Connecticut. His father was an architect.",
      "pageId": 41455837,
      "monthDay": "01/02"
    },
    {
      "year": "1964",
      "uri": "/wiki/Luis_Moro",
      "name": "Luis Moro",
      "aboutText": "Cuba Michael Gooding, Jr. (born January 2, 1968) is an American actor. He is best known for his Academy Award–winning role as Rod Tidwell in Cameron Crowe's Jerry Maguire (1996).",
      "pageId": 158106,
      "monthDay": "01/02"
    },
    {
      "year": "1964",
      "uri": "/wiki/Pernell_Whitaker",
      "name": "Pernell Whitaker",
      "aboutText": "Tommy David Morrison (January 2, 1969 – September 1, 2013), nicknamed \"The Duke\", was an American professional boxer who held the WBO heavyweight title.",
      "pageId": 217686,
      "monthDay": "01/02"
    },
    {
      "year": "1965",
      "uri": "/wiki/Greg_Swindell",
      "name": "Greg Swindell",
      "aboutText": "Tia Carrere (born Althea Rae Janairo; January 2, 1967) is an American actress, model, voice artist, and singer who obtained her first big break as a regular on the daytime soap opera General Hospital.\nShe played Cassandra Wong in the feature films Wayne's World and Wayne's World 2, Nani in Lilo & Stitch, its sequel films and Lilo & Stitch: The Series, Queen Tyr'ahnee in Duck Dodgers, and Sydney Fox in the syndicated television series Relic Hunter.",
      "pageId": 411292,
      "monthDay": "01/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kate_Hodge",
      "name": "Kate Hodge",
      "aboutText": "Pernell Whitaker (born January 2, 1964) is an American former professional boxer and current boxing trainer. He won a silver medal as a lightweight at the 1982 Amateur World Championships, followed by gold at the 1983 Pan American Games and 1984 Olympics. In his professional career, Whitaker won world titles in four different weight divisions.",
      "pageId": 901457,
      "monthDay": "01/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tia_Carrere",
      "name": "Tia Carrere",
      "aboutText": "Karl-Heinz Grasser (born 2 January 1969) is a former Austrian politician (FPÖ at first and later associated with but never officially a member of the ÖVP), who held the office of Austrian Minister of Finance from February 2000 to January 2007 as a member of the two subsequent governments of Wolfgang Schüssel. While at the time praised by many for consolidating Austria's budget, he has since then been known for his alleged involvement in major corruption scandals.",
      "pageId": 972657,
      "monthDay": "01/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/J%C3%B3n_Gnarr",
      "name": "Jón Gnarr",
      "aboutText": "Jacobus Francois Pienaar (born 2 January 1967) is a retired South African rugby union player. He played flanker for South Africa (the Springboks) from 1993 until 1996, winning 29 international caps, all of them as captain. He is best known for leading South Africa to victory in the 1995 Rugby World Cup.",
      "pageId": 1044419,
      "monthDay": "01/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Robert_Liberace",
      "name": "Robert Liberace",
      "aboutText": "Jón Gnarr (Icelandic pronunciation: [ˈjouːn ˈknarː]; born 2 January 1967) is an Icelandic actor, comedian, and politician who served as the Mayor of Reykjavík, the capital of Iceland, from 2010 to 2014.\nBorn Jón Gunnar Kristinsson, Jón legally changed his middle name in 2005 to the way his mother pronounced it when he was a boy. He prefers to be addressed as Jón Gnarr as he does not wish to carry his father's name.",
      "pageId": 1220764,
      "monthDay": "01/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Francois_Pienaar",
      "name": "Francois Pienaar",
      "aboutText": "Robert W. \"Robby\" Gordon (born January 2, 1969) is an American racecar driver. He has raced in NASCAR, CART, IndyCar, Trans-Am, IMSA, IROC and Dakar Rally.",
      "pageId": 1507423,
      "monthDay": "01/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rose_Fostanes",
      "name": "Rose Fostanes",
      "aboutText": "Goichi Suda (須田 剛一, Suda Gōichi, born January 2, 1968), also known as Suda51, is the CEO of Grasshopper Manufacture and a former designer at Human Entertainment. The \"51\" in his nickname, Suda51, is a pun on his given name. In Japanese, \"Go\" means 5 and \"ichi\" means 1.",
      "pageId": 1760409,
      "monthDay": "01/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Cuba_Gooding,_Jr.",
      "name": "Cuba Gooding, Jr.",
      "aboutText": "Glengoffe Donovan Johnson (born January 2, 1969), best known as Glen Johnson, is a Jamaican professional boxer. He is a former IBF and The Ring magazine light heavyweight champion, and is best known for his knockout victory over Roy Jones, Jr. in 2004.",
      "pageId": 2056301,
      "monthDay": "01/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Evan_Parke",
      "name": "Evan Parke",
      "aboutText": "William Speed Lane Fox-Pitt (born 2 January 1969) is an English equestrian who competes in eventing. His career highlights include winning three Olympic medals in the team event, with silver in 2004 and 2012, and bronze in 2008. At the World Equestrian Games, he won team gold and individual silver in 2010, and team silver and individual bronze in 2014.",
      "pageId": 2285827,
      "monthDay": "01/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Goichi_Suda",
      "name": "Goichi Suda",
      "aboutText": "Theodora Elisabeth Gerarda \"Anky\" van Grunsven (born 2 January 1968) is a Dutch dressage champion who holds the record for the most Olympic medals won by any equestrian athlete and is the only rider to record three successive Olympic wins in the same event. Along with her Olympic successes, she has won numerous medals at the World Equestrian Games (WEG), and is the only rider to have competed at every WEG since they began in 1990. Between 1990 and 2006, she competed at the Games in dressage, but in 2010 she was named as part of the Dutch reining team, marking a major change in discipline.",
      "pageId": 2337829,
      "monthDay": "01/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anky_van_Grunsven",
      "name": "Anky van Grunsven",
      "aboutText": "Forest Gregory \"Greg\" Swindell (born January 2, 1965) is an American former Major League Baseball player, who had a 17-year career as a left-handed pitcher from 1986 to 2002.",
      "pageId": 2806701,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Istv%C3%A1n_Bagyula",
      "name": "István Bagyula",
      "aboutText": "Evan Dexter O'Neal Parke (born 2 January 1968) is a Jamaican-born American actor perhaps best known for his role as Hayes in King Kong. Originally from Kingston, Jamaica, he was raised in Brooklyn, New York, and then on Long Island.",
      "pageId": 3692710,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/William_Fox-Pitt",
      "name": "William Fox-Pitt",
      "aboutText": "Patrick Huard (born January 2, 1969 in Montreal, Quebec) is a French Canadian actor and comedian.",
      "pageId": 6120342,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Robby_Gordon",
      "name": "Robby Gordon",
      "aboutText": "István Bagyula (born 2 January 1969 in Budapest) is a retired Hungarian pole vaulter. He is a former world junior record holder, having equalled Radion Gataullin's 1984 record of 5.65 metres at the 1988 World Junior Championships.",
      "pageId": 6230110,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Karl-Heinz_Grasser",
      "name": "Karl-Heinz Grasser",
      "aboutText": "Kate Hodge (born January 2, 1966) is an American actress and film producer.",
      "pageId": 11638569,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Patrick_Huard",
      "name": "Patrick Huard",
      "aboutText": "Luis Moro (born January 2, 1964) is a Cuban-born American actor, filmmaker, and writer. He first gained notability for co-writing, producing and acting in the film Anne B. Real, which was nominated for two Independent Spirit Award.",
      "pageId": 19000476,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Glen_Johnson_(boxer)",
      "name": "Glen Johnson",
      "aboutText": "Robert Liberace (born January 2, 1967 in Pomona, New York) is an American realist artist. He attended the George Washington University from which he received both his bachelor of liberal arts and masters of fine arts degrees. There he was also a recipient of a Morris Louis scholarship.",
      "pageId": 40113156,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tommy_Morrison",
      "name": "Tommy Morrison",
      "aboutText": "Rose \"Osang\" Fostanes (Hebrew: רוז אוסנג פוסטאנס‎; born January 2, 1967) is a Filipina caregiver and singer living in Israel, who on January 14, 2014, won the first season of The X Factor Israel On April 10, 2014, she signed a record contract with Star Records to release her music material in the Philippines. Her debut album My Way was released on June 8, 2014.\n^ a b Liljas, Per (January 6, 2014).",
      "pageId": 41460638,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/R%C3%B3bert_%C5%A0vehla",
      "name": "Róbert Švehla",
      "aboutText": "Eric Whitacre (born January 2, 1970) is a Grammy-winning American composer, conductor and speaker, known for his choral, orchestral and wind ensemble music.",
      "pageId": 822120,
      "monthDay": "01/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Christy_Turlington",
      "name": "Christy Turlington",
      "aboutText": "Christy Nicole Turlington Burns (born Christy Nicole Turlington; January 2, 1969) is an American supermodel. She first represented Calvin Klein's Eternity campaign in 1989 and again in 2014 and also represents Maybelline. Turlington was named one of Glamour '​s Women of the Year in 2013, and was named as one of Time '​s 100 Most Influential People of 2014.",
      "pageId": 867492,
      "monthDay": "01/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Robert_John_Bardo",
      "name": "Robert John Bardo",
      "aboutText": "Sanda Ladoși (Romanian pronunciation: [ˈsan.da ˈla.do.ʃi]; born 2 January 1970, Târgu Mures) is a Romanian singer.\nAs a child, Sanda sang in various choirs and groups. Near the age of 10 she began to study music and learned the piano, classical guitar and singing.",
      "pageId": 890582,
      "monthDay": "01/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Royce_Clayton",
      "name": "Royce Clayton",
      "aboutText": "Renée Elise Goldsberry (born January 2, 1971) is an American actress, singer and songwriter.",
      "pageId": 916106,
      "monthDay": "01/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sanda_Lado%C8%99i",
      "name": "Sanda Ladoși",
      "aboutText": "Lucy Clare Davis (born 2 January 1973) is an English actress. She is best known for playing the character Dawn Tinsley in the BBC comedy The Office, as Dianne in the horror-comedy movie Shaun of the Dead and formerly played Hayley in The Archers.",
      "pageId": 970159,
      "monthDay": "01/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Eric_Whitacre",
      "name": "Eric Whitacre",
      "aboutText": "Scott Leo \"Taye\" Diggs (born January 2, 1971) is an American actor.",
      "pageId": 1128955,
      "monthDay": "01/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ogie_Diaz",
      "name": "Ogie Diaz",
      "aboutText": "Erik Johan Mattias \"Notan\" Norström (born 2 January 1972) is a Swedish retired professional ice hockey defenceman, currently working for the AIK organization. Norström began his National Hockey League career with the New York Rangers. However, he is most noted for his ten seasons as a member of the Los Angeles Kings for whom he served as team captain from 2001–2007.",
      "pageId": 1279040,
      "monthDay": "01/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Taye_Diggs",
      "name": "Taye Diggs",
      "aboutText": "Robert John Bardo (born January 2, 1970) is an American man serving life imprisonment without parole after being convicted in October 1991 for the murder of American actress Rebecca Schaeffer on July 18, 1989, whom he had stalked for three years beforehand.",
      "pageId": 1593769,
      "monthDay": "01/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ren%C3%A9e_Elise_Goldsberry",
      "name": "Renée Elise Goldsberry",
      "aboutText": "Jason Richard de Vos (surname also spelt 'De Vos'; born January 2, 1974) is a soccer commentator for the TSN and former professional football player, most recently at Ipswich Town. He played international football for Canada.",
      "pageId": 1732128,
      "monthDay": "01/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lisa_Harrison",
      "name": "Lisa Harrison",
      "aboutText": "|}",
      "pageId": 2683684,
      "monthDay": "01/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Markus_Hoffmann",
      "name": "Markus Hoffmann",
      "aboutText": "Lisa Harrison (born January 2, 1971) is a former American professional basketball player for the Phoenix Mercury in the Women's National Basketball Association (WNBA).",
      "pageId": 2914362,
      "monthDay": "01/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Yutaka_Takenouchi",
      "name": "Yutaka Takenouchi",
      "aboutText": "Rodney Joseph MacDonald (born January 2, 1972) is a Canadian politician, educator and musician who served as the 26th Premier of Nova Scotia from 2006 to 2009 and as MLA for the riding of Inverness in the Nova Scotia House of Assembly from 1999 to 2009.",
      "pageId": 4041347,
      "monthDay": "01/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Adam_Elliot",
      "name": "Adam Elliot",
      "aboutText": "Yutaka Takenouchi (竹野内 豊, Takenouchi Yutaka, born January 2, 1971) is a Japanese actor. His on-screen acting debut was in the drama 「ボクの就職」 (Boku no Syūshoku) in 1994, after winning a modeling contest.",
      "pageId": 4259316,
      "monthDay": "01/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Pawe%C5%82_Januszewski",
      "name": "Paweł Januszewski",
      "aboutText": "Royce Spencer Clayton (born January 2, 1970) is an American former Major League Baseball shortstop and has appeared in two films.\n^ \"Royce Clayton Statistics and History | Baseball-Reference.com\". Baseball-Reference.com.",
      "pageId": 4551616,
      "monthDay": "01/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rodney_MacDonald",
      "name": "Rodney MacDonald",
      "aboutText": "Adam Elliot (born 2 January 1972 in Berwick, Victoria, Australia) is an independent Australian stop-motion animation writer, director and producer based in Melbourne, Australia. His five films have collectively participated in over seven hundred film festivals and have received over one hundred awards, including an Academy Award for Harvie Krumpet and five Annecy Cristals. Elliot calls himself an auteur filmmaker and each of his films have a bittersweet nature to them.",
      "pageId": 6258030,
      "monthDay": "01/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Hristos_Meletoglou",
      "name": "Hristos Meletoglou",
      "aboutText": "Hristos Meletoglou (Greek: Χρήστος Μελέτογλου, born January 2, 1972) is a Greek triple jumper.\nHe was born in Heinsberg, West Germany.\nHis personal best jump is 17.19 metres, achieved in June 2001 in Bremen.",
      "pageId": 8641556,
      "monthDay": "01/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mattias_Norstr%C3%B6m",
      "name": "Mattias Norström",
      "aboutText": "Ogie Díaz is a Filipino comedian, actor and show business reporter.",
      "pageId": 11696821,
      "monthDay": "01/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Vaughn",
      "name": "Mike Vaughn",
      "aboutText": "Paweł Januszewski (born January 2, 1972 in Pyrzyce) is a retired hurdler from Poland, who is best known for winning the gold medal at the 1998 European Championships. A gold medalist at the 1999 Summer Universiade, he represented his native country in two consecutive Summer Olympics (1996 and 2000), reaching the final on the second occasion. In addition, he competed at four World Championships, qualifying for the final in 1999 and 2001.",
      "pageId": 15332163,
      "monthDay": "01/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lucy_Davis",
      "name": "Lucy Davis",
      "aboutText": "Mike Vaughn (born January 2, 1972) is an American actor and voice artist. He is also known as Michael Vaughn.",
      "pageId": 19471824,
      "monthDay": "01/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jason_de_Vos",
      "name": "Jason de Vos",
      "aboutText": "Markus Hoffmann (2 January 1971 – 16 January 1997) was a German actor, most famous for his portrayal of Henning von Anstetten in the soap opera Verbotene Liebe.",
      "pageId": 26555147,
      "monthDay": "01/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ludmila_Formanov%C3%A1",
      "name": "Ludmila Formanová",
      "aboutText": "Brian \"Boosh\" Boucher (pronounced Boo-shay) (born January 2, 1977) is a retired American professional ice hockey goaltender who played 13 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Phoenix Coyotes, Calgary Flames, Chicago Blackhawks, Columbus Blue Jackets, San Jose Sharks, and Carolina Hurricanes. Boucher currently holds the NHL's modern record for the longest shutout streak at 5:32:01, set while he was a member of the Phoenix Coyotes during the 2003–04 NHL season.",
      "pageId": 714229,
      "monthDay": "01/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tom%C3%A1%C5%A1_%C5%98epka",
      "name": "Tomáš Řepka",
      "aboutText": "Reuben David Thorne (born 2 January 1975) is a New Zealand rugby union player, and former captain of the national team, the All Blacks.",
      "pageId": 745024,
      "monthDay": "01/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tamao_Sat%C5%8D",
      "name": "Tamao Satō",
      "aboutText": "Jeffrey Scot Suppan (/ˈsuːpɑːn/; born January 2, 1975) is an American retired professional baseball pitcher who played 17 seasons in Major League Baseball (MLB). He played for the Boston Red Sox, Arizona Diamondbacks, Kansas City Royals, Pittsburgh Pirates, St.",
      "pageId": 1106740,
      "monthDay": "01/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Deborah_Sengl",
      "name": "Deborah Sengl",
      "aboutText": "María Paz Campos Trigo (better known as Paz Vega [paθ ˈβeɣa]; born 2 January 1976)) is a Spanish actress.",
      "pageId": 1253093,
      "monthDay": "01/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Cheney",
      "name": "Chris Cheney",
      "aboutText": "Danilo Di Luca (born 2 January 1976) is a former Italian professional road racing cyclist, best known for winning the 2007 Giro d'Italia, but also for several positive doping tests, the last of which resulting in a lifetime ban from the sport.\nDi Luca is also one of six riders to have won each of the three Ardennes classics; he won the Amstel Gold Race and La Flèche Wallonne in 2005, and Liège–Bastogne–Liège in 2007. During his career, Di Luca rode for the Riso Scotti, Cantina Tollo-Acqua e Sapone, Saeco Macchine per Caffè, Liquigas, LPR Brakes-Farnese Vini, Team Katusha, Acqua & Sapone and Vini Fantini-Selle Italia squads.",
      "pageId": 1944298,
      "monthDay": "01/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/David_Sandstr%C3%B6m",
      "name": "David Sandström",
      "aboutText": "Tomáš Řepka (born 2 January 1974) is a professional Czech football defender. He last played for SK Hvozdnice.",
      "pageId": 2383903,
      "monthDay": "01/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dax_Shepard",
      "name": "Dax Shepard",
      "aboutText": "Aleš Píša (born January 2, 1977) is a Czech professional ice hockey defenceman currently playing for Pardubice of the Czech Extraliga. He was chosen as an over-age selection in the ninth round of the 2001 NHL Entry Draft, 272nd overall, by the Edmonton Oilers.\nAfter spending most of his professional career with his hometown team of Pardubice, Píša made his North American debut with the Hamilton Bulldogs of the American Hockey League (AHL).",
      "pageId": 2482769,
      "monthDay": "01/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jeff_Suppan",
      "name": "Jeff Suppan",
      "aboutText": "Christopher John Cheney (born 2 January 1975) is an Australian rock musician, record producer and studio owner. He is the founding mainstay guitarist, songwriter and lead vocalist of the psychobilly band, The Living End, which was formed in 1994 with school mate Scott Owen. Cheney wrote the group's top 20 hits on the ARIA Singles Chart: \"Second Solution\" / \"Prisoner of Society\" (1997), \"All Torn Down\" (1999), \"Pictures in the Mirror\" (2000), \"Roll On\" (2001), \"One Said to the Other\" (2003), \"What's on Your Radio\" (2005), \"Wake Up\" (2006) and \"White Noise\" (2008).",
      "pageId": 2495970,
      "monthDay": "01/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/Reuben_Thorne",
      "name": "Reuben Thorne",
      "aboutText": "Hrysopiyi \"Pigi\" Devetzi (Greek: Χρυσοπηγή Δεβετζή, [xrisopiˈʝi ðeveˈdzi], born January 2, 1976 in Alexandroupoli) is a retired Greek athlete who competed in the triple jump and long jump.\nShe won the triple jump silver medal at the 2004 Summer Olympics with 15.25 and the triple jump bronze medal at the 2008 Summer Olympics with 15.23. At the 2004 Summer Olympics semifinal she set a Greek record of 15.32 metres.",
      "pageId": 2694663,
      "monthDay": "01/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Hrysopiyi_Devetzi",
      "name": "Hrysopiyi Devetzi",
      "aboutText": "Kjartan \"Kjarri\" Sveinsson (Icelandic pronunciation: [ˈcʰar̥tan ˈsveinsɔn]; born 2 January 1978) is former keyboardist for the Icelandic post-rock band Sigur Rós. He joined the band in 1998. A multi-instrumentalist, he has also played such instruments as the flute, tin whistle, oboe and even the banjo, as well as many of the unorthodox instruments that contribute to Sigur Rós's distinctive sound.",
      "pageId": 3052328,
      "monthDay": "01/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Danilo_Di_Luca",
      "name": "Danilo Di Luca",
      "aboutText": "Dax Randall Shepard (born January 2, 1975) is an American actor, comedian, writer, and director. He is best known for his work in the feature films Employee of the Month (2006), Without a Paddle (2004), Let's Go to Prison (2006), and Hit and Run (2012), the last of which he also wrote and directed, and the MTV practical joke reality series Punk'd (2003).",
      "pageId": 3609917,
      "monthDay": "01/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mah%C3%A9e_Paiement",
      "name": "Mahée Paiement",
      "aboutText": "Stefan Koubek (born 2 January 1977) is a retired tennis player from Austria. Koubek plays left-handed with a double-handed backhand. His idol when growing up was Thomas Muster.",
      "pageId": 4036343,
      "monthDay": "01/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Phil_Radford",
      "name": "Phil Radford",
      "aboutText": "Ludmila Formanová (Czech pronunciation: [ˈludmɪla ˈformanovaː]) (born January 2, 1974 in Čáslav) is a former Czech middle-distance runner who specialized in the 800 metres.\nIn 1999 she broke Maria de Lurdes Mutola's running streak at the World Indoor Championships, and won in a championship record (CR) of 1:56.90. In August she ran in a personal best time of 1:56.56 (August 11) and won the World Championships (August 24).",
      "pageId": 4203010,
      "monthDay": "01/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paz_Vega",
      "name": "Paz Vega",
      "aboutText": "Karina Smirnoff (Ukrainian: Каріна Смірнова; Russian: Карина Смирнова; January 2, 1978) is a Ukrainian-born American professional ballroom dancer of Greek-Russian descent. She is best known to the general public as a professional dancer on Dancing with the Stars, winning the thirteenth season with army veteran and soap opera star J. R. Martinez. She's also won two runner-up titles, a semifinal title, and several quarterfinal titles.",
      "pageId": 7623508,
      "monthDay": "01/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brian_Boucher",
      "name": "Brian Boucher",
      "aboutText": "David Sandström (born January 2, 1975) is the drummer for hardcore punk group Refused. After Refused broke up David and the other members of Refused worked on a project entitled TEXT and released one album. Then David went on to do solo work.",
      "pageId": 8975741,
      "monthDay": "01/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Stefan_Koubek",
      "name": "Stefan Koubek",
      "aboutText": "Tamao Satō (さとう 珠緒, Satō Tamao, born 佐藤 珠緒, January 2, 1974) is a Japanese actress, voice actress, television personality and model from Funabashi, Chiba, perhaps best known for her role as Momo Maruo in the 1995 Super Sentai series Chōriki Sentai Ohranger, as well as co-hosting O-Sama Brunch, a Tokyo Broadcasting System Saturday morning show.",
      "pageId": 13169274,
      "monthDay": "01/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ale%C5%A1_P%C3%AD%C5%A1a",
      "name": "Aleš Píša",
      "aboutText": "Mahée Paiement (born January 2, 1976 in Saint-Eustache, Quebec) is a Quebec movie and television actress and known for playing several roles in popular Quebec movies and films since 1986.",
      "pageId": 14942075,
      "monthDay": "01/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ahu_T%C3%BCrkpen%C3%A7e",
      "name": "Ahu Türkpençe",
      "aboutText": "Philip David \"Phil\" Radford (born January 2, 1976) is an American environmental, clean energy and democracy leader who served as the youngest Executive Director of Greenpeace USA. He is a co-founder of the Democracy Initiative, Membership Drive, was founder and Executive Director of Power Shift, and is a board member of Green Corps and the Mertz Gilmore Foundation. He has a background in grassroots organizing, corporate social responsibility, climate change and clean energy. Radford lives in Washington, DC with his wife Eileen.",
      "pageId": 22400674,
      "monthDay": "01/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Karina_Smirnoff",
      "name": "Karina Smirnoff",
      "aboutText": "Deborah Sengl (born 1974) is an Austrian painter and artist. She attended the University of Applied Arts Vienna and received a diploma in 1997. Sengl is the daughter of the painter Peter Sengl and the artist Susanne Lacombe.",
      "pageId": 22661284,
      "monthDay": "01/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kjartan_Sveinsson",
      "name": "Kjartan Sveinsson",
      "aboutText": "Ahu Türkpençe (born 2 January 1977) is a Turkish actress.",
      "pageId": 31523211,
      "monthDay": "01/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Megumi_Toyoguchi",
      "name": "Megumi Toyoguchi",
      "aboutText": "Megumi Toyoguchi (豊口 めぐみ, Toyoguchi Megumi, born January 2, 1978) is a Japanese voice actress represented by the talent firm 81 Produce.",
      "pageId": 773968,
      "monthDay": "01/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tim_Cruz",
      "name": "Tim Cruz",
      "aboutText": "Kirk James Hinrich (born January 2, 1981) is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). He has also been a member of the USA National Team.\nGrowing up in Sioux City, Iowa, Hinrich was exposed to basketball at an early age.",
      "pageId": 841831,
      "monthDay": "01/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jonathan_Greening",
      "name": "Jonathan Greening",
      "aboutText": "Jonathan Greening (born 2 January 1979) is an English semi-professional footballer and coach who plays as a midfielder for Northern Counties East Football League Premier Division club Tadcaster Albion.\nGreening began his career in 1996 with York City, but moved to Manchester United in 1998, with whom he won the 1998–99 UEFA Champions League as a non-playing substitute in the final. However, he failed to make a breakthrough in the Manchester United first team and followed United assistant manager Steve McClaren to Middlesbrough in 2001.",
      "pageId": 2067787,
      "monthDay": "01/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Annie_Bellemare",
      "name": "Annie Bellemare",
      "aboutText": "Heather Ann Werry (born January 2, 1985), better known by her maiden name Heather O'Reilly, is an American professional soccer player who plays as a midfielder for FC Kansas City of the National Women's Soccer League (NWSL) and the United States women's national soccer team, with whom she won three Olympic gold medals and a FIFA Women's World Cup. O'Reilly previously played for the Boston Breakers in the NWSL and Sky Blue FC of Women's Professional Soccer (WPS), and played at the University of North Carolina at Chapel Hill.\nAt the age of 30, she is one of the world's most capped footballers with over 200 international appearances to her name.",
      "pageId": 2240825,
      "monthDay": "01/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mac_Danzig",
      "name": "Mac Danzig",
      "aboutText": "Ryan Francis Garko (born January 2, 1981) is a former professional baseball outfielder, first baseman, and designated hitter. In college, he was a catcher. He has played for the Cleveland Indians, the San Francisco Giants, and the Texas Rangers in Major League Baseball as well as the Samsung Lions in the Korean Baseball Organization.",
      "pageId": 2969986,
      "monthDay": "01/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Georgios_Dedas",
      "name": "Georgios Dedas",
      "aboutText": "Hanno Balitsch (born 2 January 1981 in Alsbach-Hähnlein) is a German footballer who plays as a midfielder for SV Waldhof Mannheim.\n^ \"Hanno Balitsch\" (in German). fcn.de.",
      "pageId": 3468104,
      "monthDay": "01/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Melvin_Holwijn",
      "name": "Melvin Holwijn",
      "aboutText": "Athanasia Tsoumeleka (Greek: Αθανασία Τσουμελέκα, [aθanaˈsia tsumeˈleka], born January 2, 1982) is a Greek race walker, who won a gold medal at the 2004 Summer Olympics in Athens.\nUntil 2003 Tsoumeleka was a largely unknown athlete, and she only finished seventh at the World Championships that year. To everybody's great surprise, she won the Olympic gold medal race held in her own country ahead of Russia's Olimpiada Ivanova (silver) and Australia's Jane Saville (bronze).",
      "pageId": 3627176,
      "monthDay": "01/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/J%C3%A9r%C3%B4me_Pineau",
      "name": "Jérôme Pineau",
      "aboutText": "Annie Bellemare (born on January 2, 1980) is a Canadian former competitive figure skater.",
      "pageId": 4200351,
      "monthDay": "01/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Hanno_Balitsch",
      "name": "Hanno Balitsch",
      "aboutText": "Mac Danzig (born January 2, 1980) is a retired American mixed martial artist, who competed as a lightweight in several MMA promotions, most notably the Ultimate Fighting Championship.",
      "pageId": 4346608,
      "monthDay": "01/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Garko",
      "name": "Ryan Garko",
      "aboutText": "Maximiliano Rubén \"Maxi\" Rodríguez (Spanish pronunciation: [ˈmaksi roˈðɾiɣes]; born 2 January 1981) is an Argentine footballer who plays for Newell's Old Boys. Nicknamed La Fiera (Beast in English) he is commonly used as a winger on both flanks, but can also operate as an attacking midfielder.\nRodríguez arrived in Spain in his early 20s, and went on to spend the bulk of his professional career there, playing for Espanyol and Atlético Madrid and amassing La Liga totals of 232 games and 58 goals over the course of eight seasons.",
      "pageId": 4812555,
      "monthDay": "01/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kirk_Hinrich",
      "name": "Kirk Hinrich",
      "aboutText": "Jérôme Pineau (born 2 January 1980 in Mont-Saint-Aignan) is a French professional road bicycle racer. He rides for the UCI Professional Continental team IAM Cycling.\nPineau left Omega Pharma-Quick Step at the end of the 2013 season, and joined IAM Cycling for the 2014 season.",
      "pageId": 5940061,
      "monthDay": "01/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Maxi_Rodr%C3%ADguez",
      "name": "Maxi Rodríguez",
      "aboutText": "Ediz Bahtiyaroğlu (Bosnian: Edis Bahtijarević) (2 January 1986 – 5 September 2012) was a Turkish football player who last played for Eskişehirspor in the Turkish Süper Lig.\n^ \"EDİZ BAHTİYAROĞLU\".",
      "pageId": 11226058,
      "monthDay": "01/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Athanasia_Tsoumeleka",
      "name": "Athanasia Tsoumeleka",
      "aboutText": "Jocelyn Rose Oxlade is a Filipino-British singer, model and make up artist.",
      "pageId": 16925841,
      "monthDay": "01/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kate_Bosworth",
      "name": "Kate Bosworth",
      "aboutText": "Timothy Andrew Cruz also known as Tim Cruz (born in New York City, New York, USA on 2 January 1979) is an American pop singer signed with Fearless Management. He is also in music production and does some modelling as well.\nIn the late 1990s, he was a member of the boy band React with Daniel Matrium.",
      "pageId": 19411330,
      "monthDay": "01/02"
    },
    {
      "year": "1984",
      "uri": "/wiki/Otac%C3%ADlio_Jales",
      "name": "Otacílio Jales",
      "aboutText": "Catherine Ann \"Kate\" Bosworth (born January 2, 1983) is an American actress and model. She made her film debut in The Horse Whisperer (1998) and appeared in Remember the Titans (2000) before landing a lead role as a teenage surfer in the box-office hit Blue Crush (2002). She also had roles in independent films, playing Dawn Schiller in the true crime film Wonderland (2003), and as Sandra Dee in the Bobby Darin biopic Beyond the Sea (2004), which earned her critical acclaim.",
      "pageId": 21194008,
      "monthDay": "01/02"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jocelyn_Oxlade",
      "name": "Jocelyn Oxlade",
      "aboutText": "Ivan Dodig (born 2 January 1985) is a Croatian tennis player. His career-high ATP rankings are world no. 29 in singles and world no.",
      "pageId": 21485521,
      "monthDay": "01/02"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ivan_Dodig",
      "name": "Ivan Dodig",
      "aboutText": "Melvin Holwijn (born 2 January 1980 in Amsterdam) is a Dutch football player who plays for ASV Arsenal in the Vierde Klasse.\n^ \"Voetbal International Profil<\".",
      "pageId": 24069137,
      "monthDay": "01/02"
    },
    {
      "year": "1985",
      "uri": "/wiki/Marius_Neset",
      "name": "Marius Neset",
      "aboutText": "Otacilio Jales da Silva Neto, known as Otacilio Jales or just Otacilio (born 2 January 1984) is a Brazilian footballer.",
      "pageId": 29951952,
      "monthDay": "01/02"
    },
    {
      "year": "1985",
      "uri": "/wiki/Heather_O%27Reilly",
      "name": "Heather O'Reilly",
      "aboutText": "Georgios Dedas (alternate spellings: Giorgos, Yiorgos) (Greek: Γιώργος Δέδας; born January 2, 1980) is a Greek professional basketball player. He is 2.00 m (6 ft 6 ¾ in) tall and he weighs 100 kg (220 lbs).",
      "pageId": 32731254,
      "monthDay": "01/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ediz_Bahtiyaro%C4%9Flu",
      "name": "Ediz Bahtiyaroğlu",
      "aboutText": "Marius Søfteland Neset (born 2 January 1985 in Os, Hordaland) is a Norwegian jazz musician (saxophone) living in Copenhagen. He is known from collaborations within the jazz bands \"People Are Machines\", \"Kaktusch\", \"JazzKamikaze\" and Django Bates projects \"StoRMChaser\" big band and \"Human Chain\". He is the son of music teachers guitarist Terje Neset (b.",
      "pageId": 40229047,
      "monthDay": "01/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nicol%C3%A1s_Bertolo",
      "name": "Nicolás Bertolo",
      "aboutText": "Shelley Catherine Hennig (born January 2, 1987) is an American model, actress and beauty pageant titleholder who held the Miss Teen USA 2004 title. She played Stephanie Johnson on Days of Our Lives and starred in the CW series The Secret Circle as Diana Meade. She currently plays the character Malia Tate/Hale in Teen Wolf.",
      "pageId": 4504837,
      "monthDay": "01/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nathan_Cohen_(rower)",
      "name": "Nathan Cohen",
      "aboutText": "Satomi Akesaka (明坂 聡美, Akesaka Satomi, born January 2, 1988 in Saitama, Japan) is a Japanese voice actress represented by Space Craft Produce.",
      "pageId": 5674386,
      "monthDay": "01/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Trombone_Shorty",
      "name": "Trombone Shorty",
      "aboutText": "Loïc Rémy (born 2 January 1987) is a French professional footballer who plays for English club Chelsea and the France national team, primarily as a striker. He was described by his former manager Didier Deschamps as \"a young international who is fast and powerful with huge potential\".\nBorn in Rillieux-la-Pape, Rhône, Rémy began his career playing for a local youth club in his home city of Lyon, before joining the biggest club in the city, Olympique Lyonnais, joining their youth academy.",
      "pageId": 7064453,
      "monthDay": "01/02"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shelley_Hennig",
      "name": "Shelley Hennig",
      "aboutText": "Troy Andrews (born January 2, 1986), also known by the stage name Trombone Shorty, is a musician, producer, actor and philanthropist from New Orleans, Louisiana, United States. A multi-instrumentalist, he's best known as a trombone and trumpet player but also performs and records on the drums, organ and tuba. A highly sought after musician for his unique style and approach, he has worked with some of the biggest names in rock, pop, jazz, funk, hip hop and EDM. Andrews is the younger brother of trumpeter and bandleader James Andrews as well as the grandson of singer and songwriter Jessie Hill.",
      "pageId": 10180457,
      "monthDay": "01/02"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lo%C3%AFc_R%C3%A9my",
      "name": "Loïc Rémy",
      "aboutText": "Christopher Michael Barrios, Jr (January 2, 2001 – March 8, 2007) was a 6-year-old boy who was raped and murdered in Brunswick, Georgia, on March 8, 2007.",
      "pageId": 12199016,
      "monthDay": "01/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Satomi_Akesaka",
      "name": "Satomi Akesaka",
      "aboutText": "Ruth Bosibori Nyangau (also written Ruth Bisibori; born 2 January 1988 in Bosiango) is a Kenyan middle distance runner who specializes in the 3000 metres steeplechase.\nIn July 2007 she became the first All-Africa Games champion in the event, as it was staged for the first time. In August the same year she finished fourth at the World Championships in a world junior record time of 9:25.25 minutes.",
      "pageId": 12989516,
      "monthDay": "01/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ruth_Bosibori",
      "name": "Ruth Bosibori",
      "aboutText": "Maurício Alves Peruchi or simply Maurício (2 January 1990 – 12 April 2014), was a Brazilian football striker. He started his career in Fluminense FC and last played for US Boulogne in Championnat National.",
      "pageId": 13628892,
      "monthDay": "01/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Damien_Tussac",
      "name": "Damien Tussac",
      "aboutText": "Nicolás Santiago Bertolo (born 2 January 1986 in Córdoba) is an Argentine football midfielder who is currently under contract with Argentinian club River Plate.",
      "pageId": 19145703,
      "monthDay": "01/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Maksims_Bogdanovs",
      "name": "Maksims Bogdanovs",
      "aboutText": "Karel Abraham (born 2 January 1990) is a Czech motorcycle racer. After several MotoGP seasons, for 2016 he will race a BMW S1000RR in the Superbike World Championship. He competed in the Moto2 World Championship in the 2010 season.",
      "pageId": 19999737,
      "monthDay": "01/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Romain_Dedola",
      "name": "Romain Dedola",
      "aboutText": "Steele Sidebottom (born 2 January 1991) is a professional Australian rules football player currently playing for the Collingwood Football Club in the Australian Football League.\nSidebottom was selected by Collingwood with selection 11 in the 2008 AFL Draft. Sidebottom had a 10-goal best-on-ground performance in the 2008 TAC Cup Grand Final.",
      "pageId": 20591300,
      "monthDay": "01/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Bianca_Knight",
      "name": "Bianca Knight",
      "aboutText": "Davide Santon (Italian pronunciation: [ˈdavide sanˈton]; born 2 January 1991) is an Italian professional footballer who plays for Italian club Internazionale and the Italy national team as a left back. He started his career as a right sided attacker or winger, later reverting to an attacking full back who can play on both sides, and is known for his pacy, energetic runs down the flank. Santon also possesses notable strength, as well as good dribbling technique and defensive awareness.",
      "pageId": 21197710,
      "monthDay": "01/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/%C5%9Eeref_Osmano%C4%9Flu",
      "name": "Şeref Osmanoğlu",
      "aboutText": "Found years, Found teamhonour, Found teamyear, Found career, Found indivhonour, Found indivyear, Maksims Bogdanovs (born January 2, 1989) is a Latvian motorcycle speedway rider, since 2007 participating in Speedway Grand Prix of Latvia competitions.",
      "pageId": 21525986,
      "monthDay": "01/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Karel_Abraham",
      "name": "Karel Abraham",
      "aboutText": "Damien Tussac (born 2 January 1988) is a German international rugby union player, playing for the US Montauban in the Rugby Pro D2 and the German national rugby union team. He is a French citizen but qualifies to play for Germany because of a German grandmother.\nTussac made his debut for Germany against Georgia on 7 February 2009.",
      "pageId": 26442101,
      "monthDay": "01/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Maur%C3%ADcio_Alves_Peruchi",
      "name": "Maurício Alves Peruchi",
      "aboutText": "Anna Arina Marenko (Russian: Анна Арина Маренко; born 2 January 1992) is a junior Russian tennis player. Her highest WTA singles ranking is 411, which she reached on 4 July 2011.",
      "pageId": 26706421,
      "monthDay": "01/02"
    },
    {
      "year": "1991",
      "uri": "/wiki/Katrin_Loo",
      "name": "Katrin Loo",
      "aboutText": "Nathan Phillip Cohen MNZM (born 2 January 1986) is a retired New Zealand rower. He is a two-time world champion, and won a gold medal in the Olympics.\nIn 2006, rowing single sculls he won a gold medal at the World University Games.",
      "pageId": 30750506,
      "monthDay": "01/02"
    },
    {
      "year": "1991",
      "uri": "/wiki/Davide_Santon",
      "name": "Davide Santon",
      "aboutText": "Romain Dedola (born 2 January 1989 in Rillieux-la-Pape) is a French footballer who plays for AS Lyon Duchère.\n^ \"Dedola, Romain\" (in German). kicker.de.",
      "pageId": 31077420,
      "monthDay": "01/02"
    },
    {
      "year": "1991",
      "uri": "/wiki/Steele_Sidebottom",
      "name": "Steele Sidebottom",
      "aboutText": "Bianca Knight (born January 2, 1989) is an American track and field athlete, who competes in the 100 and 200 meters. At the 2012 London Olympic Games Knight won a gold medal as part of the American 4x100 metres relay team.",
      "pageId": 31998844,
      "monthDay": "01/02"
    },
    {
      "year": "1992",
      "uri": "/wiki/Anna_Arina_Marenko",
      "name": "Anna Arina Marenko",
      "aboutText": "Katrin Loo is an Estonian football striker, currently playing for Finnish club Merilappi United in the Naisten Liiga.\nShe previously played for Flora Tallinn in Estonia's Meistriliiga and Dayton Flyers in the NCAA. Loo was named 2009's Estonian Female Young Footballer of the Year.\nShe is a member of the Estonian national team.",
      "pageId": 34168090,
      "monthDay": "01/02"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kirill_Minov",
      "name": "Kirill Minov",
      "aboutText": "Şeref Osmanoğlu (born Sheryf El-Sheryf; 2 January 1989 in Simferopol, Ukraine) is a Ukrainian-born Turkish athlete who competes in the triple jump and occasionally long jump. He won gold medal at the 2011 European Athletics U23 Championships with a leap of 17.72m, bettering his personal best by 80 cm. In 2012, he won the silver medal in the triple jump at the European Athletics Championships.",
      "pageId": 36290574,
      "monthDay": "01/02"
    },
    {
      "year": "2001",
      "uri": "/wiki/Christopher_Barrios,_Jr.",
      "name": "Christopher Barrios, Jr.",
      "aboutText": "Kirill Andreyevich Minov (Russian: Кирилл Андреевич Минов; born January 2, 1993) is a Russian ice dancer who currently represents South Korea with partner Rebeka Kim.",
      "pageId": 38757928,
      "monthDay": "01/02"
    }
  ]
}