{
  "people": [
    {
      "year": "1432",
      "uri": "/wiki/Anne_of_Austria,_Landgravine_of_Thuringia",
      "name": "Anne of Austria, Landgravine of Thuringia",
      "aboutText": "Edward de Vere, 17th Earl of Oxford (12 April 1550 – 24 June 1604), was an English peer and courtier of the Elizabethan era. Oxford was heir to the second oldest earldom in the kingdom, a court favourite for a time, a sought-after patron of the arts, and noted by his contemporaries as a lyric poet and court playwright, but his reckless and volatile temperament precluded him from attaining any courtly or governmental responsibility and contributed to the dissipation of his estate. Since the 1920s he has been the most popular alternative candidate proposed for the authorship of Shakespeare's works.",
      "pageId": 10139,
      "monthDay": "04/12"
    },
    {
      "year": "1484",
      "uri": "/wiki/Antonio_da_Sangallo_the_Younger",
      "name": "Antonio da Sangallo the Younger",
      "aboutText": "Henry Clay, Sr. (April 12, 1777 – June 29, 1852) was an American lawyer, politician, and skilled orator who represented Kentucky in both the United States Senate and House of Representatives. He served three non-consecutive terms as Speaker of the House of Representatives and was also Secretary of State from 1825 to 1829.",
      "pageId": 47620,
      "monthDay": "04/12"
    },
    {
      "year": "1500",
      "uri": "/wiki/Joachim_Camerarius",
      "name": "Joachim Camerarius",
      "aboutText": "Antoine Laurent de Jussieu (12 April 1748 – 17 September 1836) was a French botanist, notable as the first to publish a natural classification of flowering plants; much of his system remains in use today.",
      "pageId": 63439,
      "monthDay": "04/12"
    },
    {
      "year": "1526",
      "uri": "/wiki/Muretus",
      "name": "Muretus",
      "aboutText": "Christian IV (Danish: Christian den Fjerde; 12 April 1577 – 28 February 1648), sometimes colloquially referred to as Christian Firtal in Denmark and Christian Kvart or Quart in Norway, was a monarch of the German House of Oldenburg who ruled as king of Denmark-Norway from 1588 to 1648. His reign of 59 years is the longest of all Danish monarchs, and the longest of all the Scandinavian monarchies.\nChristian began his personal rule of Denmark in 1596 at the age of 19.",
      "pageId": 150876,
      "monthDay": "04/12"
    },
    {
      "year": "1550",
      "uri": "/wiki/Edward_de_Vere,_17th_Earl_of_Oxford",
      "name": "Edward de Vere, 17th Earl of Oxford",
      "aboutText": "Muretus is the Latinized name of Marc Antoine Muret (12 April 1526 – 4 June 1585), a French humanist who was among the revivers of a Ciceronian Latin style and is among the usual candidates for the best Latin prose stylist of the Renaissance.",
      "pageId": 165533,
      "monthDay": "04/12"
    },
    {
      "year": "1577",
      "uri": "/wiki/Christian_IV_of_Denmark",
      "name": "Christian IV of Denmark",
      "aboutText": "Guillaume Thomas Raynal (12 April 1713 – 6 March 1796) was a French writer and man of letters during the Age of Enlightenment.",
      "pageId": 175425,
      "monthDay": "04/12"
    },
    {
      "year": "1705",
      "uri": "/wiki/William_Cookworthy",
      "name": "William Cookworthy",
      "aboutText": "John George Lambton, 1st Earl of Durham, GCB, PC (12 April 1792 – 28 July 1840), also known as \"Radical Jack\" and commonly referred to in Canadian history texts simply as Lord Durham, was a British Whig statesman, colonial administrator, Governor General and high commissioner of British North America.",
      "pageId": 190412,
      "monthDay": "04/12"
    },
    {
      "year": "1710",
      "uri": "/wiki/Caffarelli_(castrato)",
      "name": "Caffarelli",
      "aboutText": "Joachim Camerarius (April 12, 1500 – April 17, 1574), the Elder, was a German classical scholar.",
      "pageId": 190920,
      "monthDay": "04/12"
    },
    {
      "year": "1713",
      "uri": "/wiki/Guillaume_Thomas_Fran%C3%A7ois_Raynal",
      "name": "Guillaume Thomas François Raynal",
      "aboutText": "Daniel-Henri Druey (April 12, 1799 – March 29, 1855) was a Swiss politician of the 19th century and a founding father of constitutional democracy in Switzerland.[1]",
      "pageId": 240426,
      "monthDay": "04/12"
    },
    {
      "year": "1716",
      "uri": "/wiki/Felice_Giardini",
      "name": "Felice Giardini",
      "aboutText": "Lyman Hall (April 12, 1724 – October 19, 1790), physician, clergyman, and statesman, was a signer of the United States Declaration of Independence as a representative of Georgia.",
      "pageId": 261157,
      "monthDay": "04/12"
    },
    {
      "year": "1722",
      "uri": "/wiki/Pietro_Nardini",
      "name": "Pietro Nardini",
      "aboutText": "Germinal Pierre Dandelin (12 April 1794 – 15 February 1847) was a mathematician, soldier, and professor of engineering.",
      "pageId": 685727,
      "monthDay": "04/12"
    },
    {
      "year": "1724",
      "uri": "/wiki/Lyman_Hall",
      "name": "Lyman Hall",
      "aboutText": "Antonio da Sangallo the Younger (12 April 1485 – 3 August 1546), born Antonio Cordiani, was an Italian architect active during the Renaissance.",
      "pageId": 991667,
      "monthDay": "04/12"
    },
    {
      "year": "1748",
      "uri": "/wiki/Antoine_Laurent_de_Jussieu",
      "name": "Antoine Laurent de Jussieu",
      "aboutText": "Joseph Lanner (12 April 1801 – 14 April 1843) was an Austrian dance music composer. He is best remembered as one of the earliest Viennese composers to reform the waltz from a simple peasant dance to something that even the highest society could enjoy, either as an accompaniment to the dance, or for the music's own sake. He was just as famous as his friend and musical rival Johann Strauss I, who was better known outside of Austria in their day because of his concert tours abroad, in particular, to France and England.",
      "pageId": 1173286,
      "monthDay": "04/12"
    },
    {
      "year": "1777",
      "uri": "/wiki/Henry_Clay",
      "name": "Henry Clay",
      "aboutText": "Alexander Nikolayevich Ostrovsky (Russian: Алекса́ндр Никола́евич Остро́вский; 12 April [O.S. 31 March] 1823, Moscow, Russian Empire – 14 June [O.S. 2 June] 1886, Shchelykovo, Kostroma, Russian Empire) was a Russian playwright, generally considered the greatest representative of the Russian realistic period.",
      "pageId": 1301136,
      "monthDay": "04/12"
    },
    {
      "year": "1792",
      "uri": "/wiki/John_Lambton,_1st_Earl_of_Durham",
      "name": "John Lambton, 1st Earl of Durham",
      "aboutText": "Gaetano Majorano (12 April 1710 – 31 January 1783) was an Italian castrato and opera singer, who performed under the stage name Caffarelli.",
      "pageId": 1384491,
      "monthDay": "04/12"
    },
    {
      "year": "1794",
      "uri": "/wiki/Germinal_Pierre_Dandelin",
      "name": "Germinal Pierre Dandelin",
      "aboutText": "Pietro Nardini (April 12, 1722 – May 7, 1793) was an Italian composer and violinist, a transitional musician who worked in both the Baroque and Classical-era traditions.",
      "pageId": 1518688,
      "monthDay": "04/12"
    },
    {
      "year": "1796",
      "uri": "/wiki/George_N._Briggs",
      "name": "George N. Briggs",
      "aboutText": "William Cookworthy (12 April 1705 – 17 October 1780) was an English Quaker minister, a successful pharmacist and an innovator in several fields of technology.",
      "pageId": 1566502,
      "monthDay": "04/12"
    },
    {
      "year": "1799",
      "uri": "/wiki/Henri_Druey",
      "name": "Henri Druey",
      "aboutText": "George Nixon Briggs (April 12, 1796 – September 12, 1861) was an American lawyer and politician from Massachusetts. A Whig, Briggs served for twelve years in the United States House of Representatives, and served seven one-year terms as the 19th Governor of Massachusetts, from 1844 to 1851.\nRaised in rural Upstate New York, Briggs studied law in western Massachusetts, where his civic involvement and successful legal practice preceded statewide political activity.",
      "pageId": 3973049,
      "monthDay": "04/12"
    },
    {
      "year": "1801",
      "uri": "/wiki/Joseph_Lanner",
      "name": "Joseph Lanner",
      "aboutText": "Anne of Bohemia and Austria (12 April 1432 – 13 November 1462) was a Duchess of Luxembourg in her own right, and as consort, Landgravine of Thuringia and of Saxony.\nShe was the eldest daughter of Albert of Austria, the future Emperor-Elect and Elisabeth, queen of Bohemia, the sole descendant of Sigismund, Holy Roman Emperor.\nHer posthumous brother Ladislaus, Duke of Austria (1440–57) succeeded, very underage, as king of Bohemia and later also as king of Hungary.",
      "pageId": 4158841,
      "monthDay": "04/12"
    },
    {
      "year": "1823",
      "uri": "/wiki/Alexander_Ostrovsky",
      "name": "Alexander Ostrovsky",
      "aboutText": "Felice Giardini (April 12, 1716 – June 8, 1796) was an Italian composer and violinist.",
      "pageId": 9456031,
      "monthDay": "04/12"
    },
    {
      "year": "1839",
      "uri": "/wiki/Nikolay_Przhevalsky",
      "name": "Nikolay Przhevalsky",
      "aboutText": "Henri Désiré Landru (12 April 1869 – 25 February 1922) (French pronunciation: ​[ɑ̃ʁi deziʁe lɑ̃dʁy]) was a French serial killer and real-life \"Bluebeard\".",
      "pageId": 182376,
      "monthDay": "04/12"
    },
    {
      "year": "1848",
      "uri": "/wiki/Jos%C3%A9_Gautier_Ben%C3%ADtez",
      "name": "José Gautier Benítez",
      "aboutText": "Imogen Cunningham (April 12, 1883 – June 23, 1976) was an American photographer known for her botanical photography, nudes, and industrial landscapes. Cunningham was a member of the California-based Group f/64, known for its dedication to the sharp-focus rendition of simple subjects.\n^ Blaustein, Jonathan (11 December 2014).",
      "pageId": 232539,
      "monthDay": "04/12"
    },
    {
      "year": "1851",
      "uri": "/wiki/Edward_Walter_Maunder",
      "name": "Edward Walter Maunder",
      "aboutText": "Ioannis Metaxas (Greek: Ιωάννης Μεταξάς; 12 April 1871 – 29 January 1941) was a Greek general and dictator, serving as Prime Minister of Greece from 1936 until his death in 1941.",
      "pageId": 236295,
      "monthDay": "04/12"
    },
    {
      "year": "1852",
      "uri": "/wiki/Ferdinand_von_Lindemann",
      "name": "Ferdinand von Lindemann",
      "aboutText": "William Brockman Bankhead (April 12, 1874 – September 15, 1940) was an American politician from Alabama who served as U.S. Representative and Speaker of the House. Bankhead was a prominent supporter of President Franklin Roosevelt's New Deal of pro-labor union legislation, thus clashing with most other southern Democrats in Congress at the time. Bankhead described himself as proud to be a politician, by which he meant that he did not neglect matters that concerned his district or reelection.",
      "pageId": 265850,
      "monthDay": "04/12"
    },
    {
      "year": "1856",
      "uri": "/wiki/Martin_Conway,_1st_Baron_Conway_of_Allington",
      "name": "Martin Conway, 1st Baron Conway of Allington",
      "aboutText": "Robert Delaunay (12 April 1885 – 25 October 1941) was a French artist who, with his wife Sonia Delaunay and others, cofounded the Orphism art movement, noted for its use of strong colours and geometric shapes. His later works were more abstract, reminiscent of Paul Klee.",
      "pageId": 333376,
      "monthDay": "04/12"
    },
    {
      "year": "1861",
      "uri": "/wiki/Walter_Bingle",
      "name": "Walter Bingle",
      "aboutText": "Carl Louis Ferdinand von Lindemann (April 12, 1852 – March 6, 1939) was a German mathematician, noted for his proof, published in 1882, that π (pi) is a transcendental number, meaning it is not a root of any polynomial with rational coefficients.",
      "pageId": 335736,
      "monthDay": "04/12"
    },
    {
      "year": "1866",
      "uri": "/wiki/Princess_Viktoria_of_Prussia",
      "name": "Princess Viktoria of Prussia",
      "aboutText": "(Edward) Walter Maunder (12 April 1851 – 21 March 1928) was a British astronomer best remembered for his study of sunspots and the solar magnetic cycle that led to his identification of the period from 1645 to 1715 that is now known as the Maunder Minimum.",
      "pageId": 381852,
      "monthDay": "04/12"
    },
    {
      "year": "1868",
      "uri": "/wiki/Akiyama_Saneyuki",
      "name": "Akiyama Saneyuki",
      "aboutText": "William Martin Conway, 1st Baron Conway of Allington (12 April 1856 – 19 April 1937), known between 1895 and 1931 as Sir Martin Conway, was an English art critic, politician, cartographer and mountaineer.",
      "pageId": 431208,
      "monthDay": "04/12"
    },
    {
      "year": "1868",
      "uri": "/wiki/Ella_Gaunt_Smith",
      "name": "Ella Gaunt Smith",
      "aboutText": "Otto Fritz Meyerhof ForMemRS (April 12, 1884 – October 6, 1951) was a German physician and biochemist.",
      "pageId": 475093,
      "monthDay": "04/12"
    },
    {
      "year": "1869",
      "uri": "/wiki/Henri_D%C3%A9sir%C3%A9_Landru",
      "name": "Henri Désiré Landru",
      "aboutText": "Nikolay Mikhaylovich Przhevalsky (Russian: Никола́й Миха́йлович Пржева́льский; April 12 [O.S. March 31] 1839 – November 1 [O.S. October 20] 1888) was a Russian geographer and a renowned explorer of Central and East Asia. Although he never reached his ultimate goal, the holy city of Lhasa in Tibet, he traveled through regions then unknown to the West, such as northern Tibet (modern Tibet Autonomous Region), Amdo (now Qinghai) and Dzungaria (now northern Xinjiang). He contributed significantly to European knowledge of Central Asia and was the first known European to describe the only extant species of wild horse, which is named after him: Przewalski's horse.",
      "pageId": 529282,
      "monthDay": "04/12"
    },
    {
      "year": "1871",
      "uri": "/wiki/Ioannis_Metaxas",
      "name": "Ioannis Metaxas",
      "aboutText": "Akiyama Saneyuki (秋山 真之, April 12, 1868 – February 4, 1918) was a Meiji-period career officer in the Imperial Japanese Navy. He was famous as a planner of Battle of Tsushima in the Russo-Japanese War.",
      "pageId": 532696,
      "monthDay": "04/12"
    },
    {
      "year": "1874",
      "uri": "/wiki/William_B._Bankhead",
      "name": "William B. Bankhead",
      "aboutText": "Adrian \"Addie\" Joss (April 12, 1880 – April 14, 1911), nicknamed \"The Human Hairpin,\" was an American pitcher in Major League Baseball (MLB). He pitched for the Cleveland Bronchos, later known as the Naps, between 1902 and 1910. Joss, who was 6 feet 3 inches (1.91 m) and weighed 185 pounds (84 kg), pitched the fourth perfect game in baseball history.",
      "pageId": 710288,
      "monthDay": "04/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/Addie_Joss",
      "name": "Addie Joss",
      "aboutText": "José Martín Antonio Gautier Benítez  (April 12, 1849 – January 24, 1880) was a Puerto Rican poet of the Romantic Era.",
      "pageId": 752184,
      "monthDay": "04/12"
    },
    {
      "year": "1883",
      "uri": "/wiki/Imogen_Cunningham",
      "name": "Imogen Cunningham",
      "aboutText": "Ella Gaunt Smith (born April 12, 1868 – April 2, 1932 in Roanoke, Alabama) was an innovative American doll manufacturer.\nAfter graduating from LaGrange College in LaGrange, Georgia, and marrying Samuel Smith, Ella began working as a seamstress. She spent years repairing broken bisque dolls brought in by her neighbors and experimenting with ways to produce sturdier dolls.",
      "pageId": 1646080,
      "monthDay": "04/12"
    },
    {
      "year": "1883",
      "uri": "/wiki/Dally_Messenger",
      "name": "Dally Messenger",
      "aboutText": "Herbert Henry \"Dally\" Messenger (12 April 1883 – 24 November 1959) was one of Australasia's first professional rugby footballers, recognised as one of the greatest-ever players in either code. Messenger, or 'The Master' as he was dubbed, represented his country in two rugby union tests and seven rugby league tests. He played for New South Wales in the very first rugby match run by the newly created 'New South Wales Rugby Football League' which had just split away from the established New South Wales Rugby Football Union.",
      "pageId": 2072796,
      "monthDay": "04/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Tenby_Davies",
      "name": "Tenby Davies",
      "aboutText": "Harold A. Lockwood (April 12, 1887 – October 19, 1918) was an American silent film actor and one of the most popular matinee idols of the early film period during the 1910s.",
      "pageId": 2255575,
      "monthDay": "04/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Otto_Meyerhof",
      "name": "Otto Meyerhof",
      "aboutText": "Princess Viktoria of Prussia (Friederike Amalia Wilhelmine Viktoria) (12 April 1866 – 13 November 1929) was the second daughter of Frederick III, German Emperor and his wife Victoria, Princess Royal, a daughter of Queen Victoria. To the public she was always Princess Viktoria, and in the family she was called Moretta or Young Vicky.",
      "pageId": 2568313,
      "monthDay": "04/12"
    },
    {
      "year": "1885",
      "uri": "/wiki/Robert_Delaunay",
      "name": "Robert Delaunay",
      "aboutText": "Frederick Charles Davies (12 April 1884 – 23 July 1932) was a world-class Welsh athlete who was better known to the sporting world as Tenby Davies, and who became the half-mile world professional champion in 1909 after an enthralling race against Irishman Beauchamp Day.",
      "pageId": 15981554,
      "monthDay": "04/12"
    },
    {
      "year": "1887",
      "uri": "/wiki/Harold_Lockwood",
      "name": "Harold Lockwood",
      "aboutText": "Dan Ahearn (né Daniel William Ahearne; April 12, 1888 – December 20, 1942) was an Irish and later American track and field athlete and a member of the Irish American Athletic Club. He competed for the U.S. Olympic team in the 1920 Summer Olympics.\nHe was born in Athea, Ireland and was the younger brother of Tim Ahearne.",
      "pageId": 16088714,
      "monthDay": "04/12"
    },
    {
      "year": "1888",
      "uri": "/wiki/Dan_Ahearn",
      "name": "Dan Ahearn",
      "aboutText": "Walter David Bingle ISO (12 April 1861 – 7 August 1928) was a senior Australian public servant, best known for his time as head of the Department of Works and Railways.",
      "pageId": 45461571,
      "monthDay": "04/12"
    },
    {
      "year": "1888",
      "uri": "/wiki/Cecil_Kimber",
      "name": "Cecil Kimber",
      "aboutText": "Johnny Dodds (April 12, 1892 – August 8, 1940) was an American New Orleans based jazz clarinetist and alto saxophonist, best known for his recordings under his own name and with bands such as those of Joe \"King\" Oliver, Jelly Roll Morton, Lovie Austin and Louis Armstrong. Dodds (pronounced \"dots\") was also the older brother of drummer Warren \"Baby\" Dodds. The pair worked together in the New Orleans Bootblacks in 1926.",
      "pageId": 105616,
      "monthDay": "04/12"
    },
    {
      "year": "1888",
      "uri": "/wiki/Kaarlo_Koskelo",
      "name": "Kaarlo Koskelo",
      "aboutText": "Jan Tinbergen (/ˈtɪnbɜrɡən/; Dutch: [ˈtɪnˌbɛrɣə(n)]; April 12, 1903 – June 9, 1994) was a Dutch economist. He was awarded the first Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel in 1969, which he shared with Ragnar Frisch for having developed and applied dynamic models for the analysis of economic processes.",
      "pageId": 188098,
      "monthDay": "04/12"
    },
    {
      "year": "1888",
      "uri": "/wiki/Heinrich_Neuhaus",
      "name": "Heinrich Neuhaus",
      "aboutText": "Felix Weihs de Weldon (April 12, 1907 – June 3, 2003) was an Austrian-born American sculptor. His most famous pieces include the United States Marine Corps War Memorial (Iwo Jima Memorial, 1954) in Arlington County, Virginia and the Malaysian National Monument (1966) in Kuala Lumpur.",
      "pageId": 299649,
      "monthDay": "04/12"
    },
    {
      "year": "1892",
      "uri": "/wiki/Johnny_Dodds",
      "name": "Johnny Dodds",
      "aboutText": "Francisco Higino Craveiro Lopes (Portuguese pronunciation: [fɾɐ̃ˈsiʃku iˈʒinu kɾɐˈvɐjɾu ˈlɔpɨʃ]), GCTE, ComC, GCA, (12 April 1894 – 2 September 1964) was a Portuguese politician and military man.",
      "pageId": 755557,
      "monthDay": "04/12"
    },
    {
      "year": "1893",
      "uri": "/wiki/Robert_Harron",
      "name": "Robert Harron",
      "aboutText": "Lily Pons (April 12, 1898 – February 13, 1976) was a French-American operatic soprano and actress who had an active career from the late 1920s through the early 1970s. As an opera singer she specialized in the coloratura soprano repertoire and was particularly associated with the title roles in Lakmé and Lucia di Lammermoor. In addition to appearing as a guest artist with many opera houses internationally, Pons enjoyed a long association with the Metropolitan Opera in New York City where she performed nearly 300 times between 1931 and 1960.",
      "pageId": 764849,
      "monthDay": "04/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Francisco_Craveiro_Lopes",
      "name": "Francisco Craveiro Lopes",
      "aboutText": "Theodore Roosevelt \"Hound Dog\" Taylor (April 12, 1915 – December 17, 1975) was an American Chicago blues guitarist and singer.",
      "pageId": 1315975,
      "monthDay": "04/12"
    },
    {
      "year": "1898",
      "uri": "/wiki/Lily_Pons",
      "name": "Lily Pons",
      "aboutText": "Louis Joseph Maria Beel (April 12, 1902 – February 11, 1977) was a Dutch politician of the defunct Catholic People's Party (KVP) now merged into the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from July 3, 1946 until August 7, 1948 and again from December 22, 1958 until May 19, 1959. Because of his long service record he was considered by some as having the status of a statesman.",
      "pageId": 1393524,
      "monthDay": "04/12"
    },
    {
      "year": "1901",
      "uri": "/wiki/Lowell_Stockman",
      "name": "Lowell Stockman",
      "aboutText": "Heinrich Gustavovich Neuhaus (Russian: Ге́нрих Густа́вович Нейга́уз, Genrikh Gustavovič Nejgauz; 12 April [O.S. 31 March] 1888 – October 10, 1964) was a Soviet pianist and pedagogue of German extraction. He taught at the Moscow Conservatory from 1922 to 1964. He was made a People's Artist of the RSFSR in 1956.",
      "pageId": 1896971,
      "monthDay": "04/12"
    },
    {
      "year": "1902",
      "uri": "/wiki/Louis_Beel",
      "name": "Louis Beel",
      "aboutText": "Hamengkubuwono IX or HB IX (Javanese: ꦄꦩꦼꦁꦏꦸꦧꦸꦮꦤ꧇꧙꧇; Gêdrìk: Hamêngkubuwånå IX; O-Javanese: Hamengkubuwana IX; 12 April 1912–2 October 1988) was the first Governor of the Special Region of Yogyakarta, the second Vice President of Indonesia and the ninth Sultan of Yogyakarta during the rule of Suharto.",
      "pageId": 2108174,
      "monthDay": "04/12"
    },
    {
      "year": "1903",
      "uri": "/wiki/Jan_Tinbergen",
      "name": "Jan Tinbergen",
      "aboutText": "Lowell Stockman (April 12, 1901 – August 9, 1962) was a representative from Oregon to the United States House of Representatives from 1943 to 1953.",
      "pageId": 2417311,
      "monthDay": "04/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Zawgyi_(writer)",
      "name": "Zawgyi",
      "aboutText": "Zawgyi (Burmese: ဇော်ဂျီ, pronounced: [zɔ̀ dʑì]; born Thein Han (သိန်းဟန်, [θéiɴ hàɴ]); 12 April 1907 - 26 September 1990) was a distinguished and leading Burmese poet, author, literary historian, critic, scholar and academic. He was one of the leaders of the Hkit san (Testing the Times) movement in Burmese literature searching for a new style and content before the Second World War, along with Theippan Maung Wa, Nwe Soe and Min Thu Wun. His first hkit san poetry,Padauk pan (Padauk flower), was published in Hantha Kyemon pamphlet.",
      "pageId": 2933331,
      "monthDay": "04/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Felix_de_Weldon",
      "name": "Felix de Weldon",
      "aboutText": "Robert Emmett \"Bobby\" Harron (April 12, 1893 – September 5, 1920) was an American motion picture actor of the early silent film era. Although he acted in over 200 films, he is known for his roles in the D.W. Griffith directed films The Birth of a Nation (1915) and Intolerance (1916).",
      "pageId": 3006270,
      "monthDay": "04/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hardie_Gramatky",
      "name": "Hardie Gramatky",
      "aboutText": "Walter Gorney (April 12, 1912 – March 5, 2004) was an American actor. He may have been best-known as \"Crazy Ralph\", the drunken old man who warns \"You're all doomed!\" in the 1980 hit horror movie Friday the 13th. He reprised the role in Friday the 13th Part 2 (1981) and had an uncredited role as the narrator for the prologue to Friday the 13th Part VII: The New Blood (1988), making him the first actor in Friday the 13th history to have two different roles in the franchise.",
      "pageId": 3087126,
      "monthDay": "04/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ida_Pollock",
      "name": "Ida Pollock",
      "aboutText": "Robert Lee Scott Jr. (12 April 1908 – 27 February 2006) was a brigadier general in the United States Air Force. Scott is best known for his autobiography God is My Co-Pilot about his exploits in World War II with the Flying Tigers and the United States Army Air Forces in China and Burma.",
      "pageId": 3756797,
      "monthDay": "04/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Robert_Lee_Scott,_Jr.",
      "name": "Robert Lee Scott, Jr.",
      "aboutText": "Bernhard August \"Hardie\" Gramatky, Jr. (April 12, 1907 - April 29, 1979) was an American painter, author, and illustrator. In a 2006 article in Watercolor Magazine, Andrew Wyeth named him as one of America's 20 greatest watercolorists.",
      "pageId": 5009744,
      "monthDay": "04/12"
    },
    {
      "year": "1911",
      "uri": "/wiki/Mahmoud_Younis",
      "name": "Mahmoud Younis",
      "aboutText": "Francis Paul Dilio (April 12, 1912 in Montreal, Quebec – January 26, 1997) was an ice hockey administrator in the Canadian province of Quebec and is a member of the Hockey Hall of Fame. He was the president of the Quebec Amateur Hockey Association from 1943 to 1962 and also served in other positions within QAHA before that.",
      "pageId": 6171192,
      "monthDay": "04/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/Frank_Dilio",
      "name": "Frank Dilio",
      "aboutText": "Cecil Kimber (1888-1945) was an automobile engineer, most famous for his role in being the driving force behind the MG car company.",
      "pageId": 6431114,
      "monthDay": "04/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/Walt_Gorney",
      "name": "Walt Gorney",
      "aboutText": "Kaarlo Anton \"Kalle\" Koskelo (12 April 1888 – 21 December 1953) was a Finnish wrestler who won the gold medal in the featherweight event at the 1912 Olympics. He then fought in World War I and Finnish Civil War, and in 1919 immigrated to the United States.",
      "pageId": 10881458,
      "monthDay": "04/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/Hamengkubuwono_IX",
      "name": "Hamengkubuwono IX",
      "aboutText": "Mahmoud Younis (Arabic: محمود يونس‎; April 12, 1911 – April 18, 1976) was an engineer of the Suez Canal nationalization on July 26, 1956.",
      "pageId": 12819945,
      "monthDay": "04/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/Hound_Dog_Taylor",
      "name": "Hound Dog Taylor",
      "aboutText": "Ida Julia Pollock, née Crowe (12 April 1908 – 3 December 2013), was a British writer of several short-stories and 125 romance novels that were published under her married name, Ida Pollock, and under a number of different pseudonyms: Joan M. Allen; Susan Barrie, Pamela Kent, Averil Ives, Anita Charles, Barbara Rowan, Jane Beaufort, Rose Burghley, Mary Whistler and Marguerite Bell. She has sold millions of copies over her 90-year career. She has been referred to as the \"world's oldest novelist\" who was still active at 105 and continued writing until her death.",
      "pageId": 19721127,
      "monthDay": "04/12"
    },
    {
      "year": "1913",
      "uri": "/wiki/Keiko_Fukuda",
      "name": "Keiko Fukuda",
      "aboutText": "Richard Oliver Postgate (12 April 1925 – 8 December 2008) was an English animator, puppeteer and writer. He was the creator and writer of some of Britain's most popular children's television programmes. Pingwings, Pogles' Wood, Noggin the Nog, Ivor the Engine, Clangers and Bagpuss, were all made by Smallfilms, the company he set up with Peter Firmin, and were shown on the BBC between the 1950s and the 1980s, and on ITV from 1959 to the present day.",
      "pageId": 100967,
      "monthDay": "04/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Armen_Alchian",
      "name": "Armen Alchian",
      "aboutText": "Beverly Cleary (born April 12, 1916) is an American writer of fiction for children and young adults. One of America's most successful writers of children's literature, she has sold 91 million copies of her books worldwide. Some of her best-known characters are Henry Huggins, Ribsy, Beatrice (\"Beezus\") Quimby, her sister Ramona Quimby, and Ralph S. Mouse.",
      "pageId": 181227,
      "monthDay": "04/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Movita_Castaneda",
      "name": "Movita Castaneda",
      "aboutText": "Peter Safar (12 April 1924 – 2 August 2003) was an Austrian physician of Czech descent.",
      "pageId": 374300,
      "monthDay": "04/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Beverly_Cleary",
      "name": "Beverly Cleary",
      "aboutText": "William Richard \"Billy\" Vaughn (April 12, 1919 – September 26, 1991) was an American singer, multi-instrumentalist, orchestra leader, and A&R man for Dot Records.",
      "pageId": 421470,
      "monthDay": "04/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Russell_Garcia_(composer)",
      "name": "Russell Garcia",
      "aboutText": "Johnnie Lucille Collier (April 12, 1923 – January 22, 2004), known professionally as Ann Miller, was an American dancer, singer and actress.",
      "pageId": 439589,
      "monthDay": "04/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Benjamin_Libet",
      "name": "Benjamin Libet",
      "aboutText": "Raymond Octave Joseph Barre (French: [ʁɛmɔ̃ baʁ]; 12 April 1924 – 25 August 2007) was a French centre-right politician and economist. He was a Vice President of the European Commission and Commissioner for Economic and Financial Affairs under three Presidents (Rey, Malfatti and Mansholt) and later served as Prime Minister under Valéry Giscard d'Estaing from 1976 until 1981. As a candidate for the presidency in 1988, he came in third and was eliminated in the first round.",
      "pageId": 585148,
      "monthDay": "04/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Helen_Forrest",
      "name": "Helen Forrest",
      "aboutText": "Keiko Fukuda (福田 敬子, Fukuda Keiko, April 12, 1913 – February 9, 2013) was a Japanese-born American martial artist. She was the highest-ranked female judoka in history, holding the rank of 9th dan from the Kodokan (2006), and 10th dan from USA Judo (July 2011) and from the United States Judo Federation (USJF) (September 2011), and was the last surviving student of Kanō Jigorō, founder of judo. She was a renowned pioneer of women's judo, together with her senpai Masako Noritomi (1913-1982) being the first woman promoted to 6th dan (c.",
      "pageId": 742802,
      "monthDay": "04/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Manzon",
      "name": "Robert Manzon",
      "aboutText": "Robert Manzon (12 April 1917 – 19 January 2015) was a French racing driver. He participated in 29 Formula One World Championship Grands Prix, debuting on 21 May 1950. He achieved two podiums, and scored a total of 16 championship points.",
      "pageId": 1226547,
      "monthDay": "04/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Istv%C3%A1n_Anhalt",
      "name": "István Anhalt",
      "aboutText": "Armen Albert Alchian (April 12, 1914 – February 19, 2013) was an American economist and an emeritus professor of economics at the University of California, Los Angeles.",
      "pageId": 1479817,
      "monthDay": "04/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Billy_Vaughn",
      "name": "Billy Vaughn",
      "aboutText": "Helen Forrest (April 12, 1917 – July 11, 1999) was an American singer.",
      "pageId": 1941141,
      "monthDay": "04/12"
    },
    {
      "year": "1921",
      "uri": "/wiki/Robert_Cliche",
      "name": "Robert Cliche",
      "aboutText": "Benjamin Libet (/ˈlɪbət/; April 12, 1916, Chicago, Illinois – July 23, 2007, Davis, California) was a pioneering scientist in the field of human consciousness. Libet was a researcher in the physiology department of the University of California, San Francisco. In 2003, he was the first recipient of the Virtual Nobel Prize in Psychology from the University of Klagenfurt, \"for his pioneering achievements in the experimental investigation of consciousness, initiation of action, and free will\".",
      "pageId": 2029298,
      "monthDay": "04/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Simon_Kapwepwe",
      "name": "Simon Kapwepwe",
      "aboutText": "István Anhalt, OC FRSC (April 12, 1919 – February 24, 2012) was a Hungarian-Canadian composer.\n^ \"Istvan Anhalt\". Globe and Mail.",
      "pageId": 2167468,
      "monthDay": "04/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ann_Miller",
      "name": "Ann Miller",
      "aboutText": "Simon Mwansa Kapwepwe (April 12, 1922 – January 26, 1980) was the first vice-president of Zambia from 1967 to 1970.",
      "pageId": 5282737,
      "monthDay": "04/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Raymond_Barre",
      "name": "Raymond Barre",
      "aboutText": "Maria Luisa \"Movita\" Castaneda (April 12, 1916 – February 12, 2015) was an American actress best known for having been the second wife of actor Marlon Brando. She was eight years older than Brando. In films, she played exotic women/singers, such as in Flying Down to Rio (1933) and Mutiny on the Bounty (1935), of which she was the last surviving cast member.",
      "pageId": 5880784,
      "monthDay": "04/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Peter_Safar",
      "name": "Peter Safar",
      "aboutText": "Russell Garcia, QSM (12 April 1916 – 19 November 2011) was a composer and arranger who wrote a wide variety of music for screen, stage and broadcast.\nGarcia was born in Oakland, California, but was a longtime resident of New Zealand. Self-taught, his break came when he substituted for an ill colleague on a radio show.",
      "pageId": 6034316,
      "monthDay": "04/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Evelyn_Berezin",
      "name": "Evelyn Berezin",
      "aboutText": "Thomas Jeffrey Hemsley, CBE (12 April 1927 – 11 April 2013) was an English baritone.\nHemsley was born in Coalville, Leicestershire, and attended Ashby de la Zouch Grammar School. He took a degree in natural sciences from Brasenose College, Oxford.",
      "pageId": 6894413,
      "monthDay": "04/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Joe_Bowman_(marksman)",
      "name": "Joe Bowman",
      "aboutText": "Robert Cliche (12 April 1921 — 15 September 1978) was a Canadian lawyer, politician and judge.",
      "pageId": 11578251,
      "monthDay": "04/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ned_Miller",
      "name": "Ned Miller",
      "aboutText": "Henry Ned Miller (born April 12, 1925) is an American former country music artist. Active as a recording artist from 1956 to 1970, he is known primarily for his hit single, \"From a Jack to a King\", a crossover hit in 1962 which reached Top 10 on the country music, adult contemporary, and Billboard Hot 100 charts. He had several more chart singles in his career, though none matched the peak of \"From a Jack to a King\".",
      "pageId": 11874550,
      "monthDay": "04/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Oliver_Postgate",
      "name": "Oliver Postgate",
      "aboutText": "Joe Bowman, born Joseph Lee Bowman (April 12, 1925 – June 29, 2009), was a Houston bootmaker and marksman called \"The Straight Shooter\", considered to have been a guardian of Texas and western frontier culture. Shortly after his death, Bowman was inducted posthumously into the Texas Heroes Hall of Honor at the Frontier Times Museum in Bandera.",
      "pageId": 23641531,
      "monthDay": "04/12"
    },
    {
      "year": "1927",
      "uri": "/wiki/Thomas_Hemsley",
      "name": "Thomas Hemsley",
      "aboutText": "Evelyn Berezin (born April 12, 1925) is an American computer designer best known for designing the first computer-driven word processor. She was also responsible for the first computer-controlled systems for airline reservations.\n^ \"Why Is This Woman Not Famous?\".",
      "pageId": 37344121,
      "monthDay": "04/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hardy_Kr%C3%BCger",
      "name": "Hardy Krüger",
      "aboutText": "Tiny Tim (born Herbert Khaury; April 12, 1932 – November 30, 1996) was an American singer, ukulele player, and musical archivist. He is best remembered for his rendition of \"Tiptoe Through the Tulips\" sung in a high falsetto/vibrato voice.",
      "pageId": 160388,
      "monthDay": "04/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jean-Fran%C3%A7ois_Paillard",
      "name": "Jean-François Paillard",
      "aboutText": "Sri Lankabhimanya Lakshman Kadirgamar, PC (Tamil: லக்ஷமன் கதிர்காமர்,Sinhalese: ලක්ශමන් කදිර්ගාමර්;12 April 1932 – 12 August 2005) was a Sri Lankan Tamil lawyer and statesmen. He served as Minister of Foreign Affairs of Sri Lanka from 1994 to 2001 and again from April 2004 until his assassination in August 2005.\nHe achieved international prominence in this position due to his wide ranging condemnation of the LTTE (Tamil Tigers) and his efforts to have them banned internationally.",
      "pageId": 577400,
      "monthDay": "04/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Elspet_Gray",
      "name": "Elspet Gray",
      "aboutText": "Montserrat Caballé (Catalan: [munsəˈrat kəβəˈʎe]; born 12 April 1933) is a Spanish operatic soprano. She has sung a wide variety of roles, but is best known as an exponent of the bel canto repertoire, notably the works of Rossini, Bellini, Donizetti and Verdi.",
      "pageId": 614825,
      "monthDay": "04/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Mukhran_Machavariani",
      "name": "Mukhran Machavariani",
      "aboutText": "Charles Lewis Napier (April 12, 1936 – October 5, 2011) was a prolific American actor, who after his film debut mainly worked in supporting roles. Napier's strong voice, steely gaze and distinctive broad jutting chin made him immediately convincing as the cop or military officer he often played.\nAfter leaving his tiny Kentucky town to serve in the army, he graduated college and worked as a sports coach and art teacher before settling on acting as a career.",
      "pageId": 641742,
      "monthDay": "04/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Landy",
      "name": "John Landy",
      "aboutText": "Bryan Edgar Magee (born 12 April 1930) is a British philosopher, broadcaster, politician, author, and poet, best known as a popularizer of philosophy.",
      "pageId": 851085,
      "monthDay": "04/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Manuel_Neri",
      "name": "Manuel Neri",
      "aboutText": "Igor Petrovich Volk (Russian: Игорь Петрович Волк; born April 12, 1937 in Zmiiv, Kharkiv Oblast, USSR) is a retired cosmonaut and test pilot in the Soviet Union. He is married and has two children.\nIgor Volk was selected as a cosmonaut on July 30, 1980, flew as Research Cosmonaut on Soyuz T-12, the 7th expedition to Salyut 7.",
      "pageId": 873888,
      "monthDay": "04/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Micha%C5%82_%C5%BByczkowski",
      "name": "Michał Życzkowski",
      "aboutText": "John Michael Landy, AC, CVO, MBE (born 12 April 1930) is an Australian former Olympic track athlete. He was the second man to break the four-minute mile barrier in the mile run, and he held the world records for the 1500 metre run and the mile race.",
      "pageId": 887447,
      "monthDay": "04/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bryan_Magee",
      "name": "Bryan Magee",
      "aboutText": "Jean-François Paillard (12 April 1928 – 15 April 2013) was a French conductor.\nHe was born in Vitry-le-François and received his musical training at the Conservatoire de Paris, where he won first prize in music history, and the Salzburg Mozarteum.\nHe also earned a degree in mathematics at the Sorbonne.",
      "pageId": 1253855,
      "monthDay": "04/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/Leonid_Derbenyov",
      "name": "Leonid Derbenyov",
      "aboutText": "Dennis Banks (born April 12, 1937), a Native American leader, teacher, lecturer, activist and author, is an Anishinaabe born on Leech Lake Indian Reservation in northern Minnesota. Banks is also known as Nowa Cumig (Naawakamig in the Double Vowel System).",
      "pageId": 1527882,
      "monthDay": "04/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Lakshman_Kadirgamar",
      "name": "Lakshman Kadirgamar",
      "aboutText": "Hardy Krüger (born Franz Eberhard August Krüger; 12 April 1928) is a German actor.",
      "pageId": 2181937,
      "monthDay": "04/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jean-Pierre_Marielle",
      "name": "Jean-Pierre Marielle",
      "aboutText": "Jean-Pierre Marielle (born 12 April 1932) is a French actor. He has played in more than a hundred films in which he brought life to a very large diversity of roles, from the banal citizen (Les Galettes de Pont-Aven), to the serial killer (Sans mobile apparent), to the World War II hero (Les Milles), to the compromised spy (La Valise), to the has-been actor (Les Grands Ducs), acting always with the same excellence whatever the quality of the movie in itself.",
      "pageId": 3486187,
      "monthDay": "04/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tiny_Tim_(musician)",
      "name": "Tiny Tim",
      "aboutText": "Elspet Jeans Gray, Baroness Rix (née Gray; 12 April 1929 – 18 February 2013) was a Scottish actress, who became well known for her partnership with her husband, Lord Rix, and was later familiar to British television audiences for various roles in the 1970s and 1980s. She was best-recognised as Mrs.",
      "pageId": 4365107,
      "monthDay": "04/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Montserrat_Caball%C3%A9",
      "name": "Montserrat Caballé",
      "aboutText": "Heinz Schneiter (born 12 April 1935 in Thun, Canton of Bern) is a former Swiss football player.\nHe got 44 caps and 3 goals for Switzerland, playing all three games at the 1962 World Cup as well as in Switzerland's 0-5 loss to West Germany at the 1966 World Cup. He scored against West Germany in the 1962 World Cup.",
      "pageId": 5194261,
      "monthDay": "04/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Heinz_Schneiter",
      "name": "Heinz Schneiter",
      "aboutText": "Dr. the Right Honourable Sir Kennedy Alphonse Simmonds (born 12 April 1936) was a founding member of the People's Action Movement (PAM) party. He was Premier of Saint Kitts and Nevis from 21 February 1980, until the twin-island state gained independence from the United Kingdom on 19 September 1983.",
      "pageId": 5691012,
      "monthDay": "04/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jimmy_Makulis",
      "name": "Jimmy Makulis",
      "aboutText": "Manuel Neri (born April 12, 1930) is an American sculptor, painter, and printmaker and a notable member of the \"second generation\" of the Bay Area Figurative Movement.",
      "pageId": 8491764,
      "monthDay": "04/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Wendy_Savage",
      "name": "Wendy Savage",
      "aboutText": "Michał Życzkowski (12 April 1930 in Kraków – 24 May 2006 in Kraków) was a Polish technician, professor and doctor honoris causa of the Cracow University of Technology, full member of Polish Academy of Sciences and Polish Academy of Learning, Foreign Corresponding Member of the Austrian Academy of Sciences.\nMember of Editorial Boards of: International Journal of Mechanical Sciences, Structural Optimization, Journal of Theoretical and Applied Mechanics, Zeitschrift für Angewandte Mathematik und Mechanik.\nHe was the youngest professor in the history of Poland, at his time.",
      "pageId": 10110601,
      "monthDay": "04/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Charles_Napier_(actor)",
      "name": "Charles Napier",
      "aboutText": "Mukhran Machavariani (Georgian: მუხრან მაჭავარიანი; April 12, 1929 – May 17, 2010) was a Georgian poet, a member of the Supreme Council of the Republic of Georgia (Georgian Parliament) from 1990 until 1992, and a recipient of the Shota Rustaveli State Prize of Georgia. From 1988 until 1990 he was the Chairman of the Union of Georgian Writers.",
      "pageId": 10468511,
      "monthDay": "04/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kennedy_Simmonds",
      "name": "Kennedy Simmonds",
      "aboutText": "Leonid Petrovich Derbenyov (Russian: Леони́д Петро́вич Дербенёв; IPA: [lʲɪɐˈnʲit pʲɪˈtrovʲɪtɕ dʲɪrbʲɪˈnʲɵf]; April 12, 1931 – June 22, 1995) a Russian poet and lyricist widely regarded as one of the stalwarts of the 20th century Soviet and Russian pop music.",
      "pageId": 19385876,
      "monthDay": "04/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Dennis_Banks",
      "name": "Dennis Banks",
      "aboutText": "Dimitrios (Jimmy) Makulis (Greek: Τζίμης Μακούλης; 12 April 1935 in Athens – 28 October 2007 in Athens) was a Greek singer who had a successful career in German-speaking markets in the 1950s and 1960s, and is known for his participation on behalf of Austria in the 1961 Eurovision Song Contest.",
      "pageId": 24916758,
      "monthDay": "04/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Igor_Volk",
      "name": "Igor Volk",
      "aboutText": "Professor Wendy Savage (born 12 April 1935 in Surrey) is a British gynaecologist, and advocate and campaigner of women's rights in childbirth and fertility.\nDr Savage read medicine at Girton College, Cambridge. She qualified in 1960, and was the first woman consultant to be appointed in obstetrics and gynaecology at The London Hospital.",
      "pageId": 29640927,
      "monthDay": "04/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Alan_Ayckbourn",
      "name": "Alan Ayckbourn",
      "aboutText": "Sir Alan Ayckbourn, CBE (born 12 April 1939) is a prolific English playwright. He has written and produced more than seventy full-length plays in Scarborough and London and was, between 1972 and 2009, the artistic director of the Stephen Joseph Theatre in Scarborough, where all but four of his plays have received their first performance. More than 40 have subsequently been produced in the West End, at the Royal National Theatre or by the Royal Shakespeare Company since his first hit Relatively Speaking opened at the Duke of York's Theatre in 1967.",
      "pageId": 1975,
      "monthDay": "04/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Johnny_Raper",
      "name": "Johnny Raper",
      "aboutText": "Herbert Jeffrey \"Herbie\" Hancock (born April 12, 1940) is an American pianist, keyboardist, bandleader and composer. Starting his career with Donald Byrd, he shortly thereafter joined the Miles Davis Quintet where Hancock helped to redefine the role of a jazz rhythm section and was one of the primary architects of the post-bop sound. He was one of the first jazz musicians to embrace synthesizers and funk music.",
      "pageId": 38123,
      "monthDay": "04/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bashir_Ahmad_(singer)",
      "name": "Bashir Ahmad",
      "aboutText": "George Islay MacNeill Robertson, Baron Robertson of Port Ellen KT, GCMG, PC, FRSA, FRSE (born 12 April 1946) is a British Labour Party politician who was the tenth Secretary General of the North Atlantic Treaty Organisation, between October 1999 and early January 2004; he succeeded Javier Solana in that position.",
      "pageId": 183376,
      "monthDay": "04/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Woodie_Fryman",
      "name": "Woodie Fryman",
      "aboutText": "Lee Jong-wook (12 April 1945 – 22 May 2006) was the director-general of the World Health Organization for three years. He joined the WHO in 1983, working on a variety of projects including the Global Programme for Vaccines and Immunizations and Stop Tuberculosis. He began his term as director-general in 2003.",
      "pageId": 274313,
      "monthDay": "04/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Hagee",
      "name": "John Hagee",
      "aboutText": "John Kay (born Joachim Fritz Krauledat, 12 April 1944, Tilsit, East Prussia, Germany, now Sovetsk, Kaliningrad Oblast, Russia) is a German-Canadian-American rock singer, songwriter, and guitarist known as the frontman of Steppenwolf.",
      "pageId": 615111,
      "monthDay": "04/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Herbie_Hancock",
      "name": "Herbie Hancock",
      "aboutText": "Edward Leonard \"Ed\" O'Neill (born April 12, 1946) is an American actor. He is best known for his role as the main character, Al Bundy, on the Fox Network sitcom Married... with Children, for which he was nominated for two Golden Globes.",
      "pageId": 763936,
      "monthDay": "04/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bobby_Moore",
      "name": "Bobby Moore",
      "aboutText": "Jacob Gedleyihlekisa Zuma, GCB (born 12 April 1942) is the President of South Africa, elected by parliament following his party's victory in the 2009 general election. He was reelected in the 2014 election.\nZuma is the President of the African National Congress (ANC), the governing political party, and was Deputy President of South Africa from 1999 to 2005.",
      "pageId": 1103138,
      "monthDay": "04/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Frank_Bank",
      "name": "Frank Bank",
      "aboutText": "John Charles Hagee (born April 12, 1940) is the founder and senior pastor of Cornerstone Church in San Antonio, Texas, a megachurch with more than 20,000 active members. Hagee is also the chief executive officer (CEO) of his non-profit corporation, Global Evangelism Television (GETV).\nHagee is the President and CEO of John Hagee Ministries, which telecasts his national radio and television ministry carried in the United States on ten television networks, including 62 high-power stations aired to more than 150 million households.",
      "pageId": 1119683,
      "monthDay": "04/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bill_Bryden",
      "name": "Bill Bryden",
      "aboutText": "Alexander \"Alex\" Briley (born April 12, 1947) is an American singer, who performs the \"G.I.\" role in the disco music group Village People. Briley was born and raised in Harlem, New York and later Mount Vernon, New York. A minister's son, he sang in church from an early age and studied voice at the University of Hartford.",
      "pageId": 1137913,
      "monthDay": "04/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Carlos_Reutemann",
      "name": "Carlos Reutemann",
      "aboutText": "Lisa Anne Jardine, CBE FRS FRHistS (née Bronowski; 12 April 1944 – 25 October 2015) was a British historian of the early modern period. From 1990 to 2011, she was Centenary Professor of Renaissance Studies and Director of the Centre for Editing Lives and Letters at Queen Mary University of London. From 2008 to January 2014 she was Chair of the Human Fertilisation and Embryology Authority (HFEA).",
      "pageId": 2341342,
      "monthDay": "04/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jacob_Zuma",
      "name": "Jacob Zuma",
      "aboutText": "John Raper, MBE (born 12 April 1939 in Sydney, New South Wales) is an Australian former professional rugby league footballer and coach. He was a lock-forward for the Australia national team. He had a record 33 test caps between 1959 and 1968 and played in 6 World Cup games between 1960 to 1968.",
      "pageId": 2682954,
      "monthDay": "04/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sumitra_Mahajan",
      "name": "Sumitra Mahajan",
      "aboutText": "William Campbell Rough Bryden CBE (born 12 April 1942, Greenock, Scotland) is a British stage- and film director and screenwriter.",
      "pageId": 5264478,
      "monthDay": "04/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lisa_Jardine",
      "name": "Lisa Jardine",
      "aboutText": "Sir Roy Malcolm Anderson FRS FMedSci (born 12 April 1947) is a leading British expert on epidemiology. He has mathematically modelled the spread of diseases such as new variant Creutzfeldt-Jakob disease and AIDS. From October 2004 to September 2007 Anderson was the Ministry of Defence's, Chief Scientific Advisor in the UK. He also currently chairs the science advisory board of WHO's Neglected Tropical Diseases programme, is a member of the Bill and Melinda Gates Grand Challenges In Global Health advisory board, and chairs the Schistosomiasis Control Initiative (SCI) advisory board funded by the Gates Foundation.",
      "pageId": 5608793,
      "monthDay": "04/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Kay_(musician)",
      "name": "John Kay",
      "aboutText": "Sumitra Mahajan (सुमित्रा महाजन) (born 12 April 1943) is an Indian politician who has been Speaker of the Lok Sabha since 2014. She belongs to Bharatiya Janata Party. In 2014, she won election to the Lok Sabha for the eighth time, one of three members of the 16th Lok Sabha to do so, and is currently the longest-serving woman member.",
      "pageId": 6064438,
      "monthDay": "04/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lee_Jong-wook",
      "name": "Lee Jong-wook",
      "aboutText": "Woodrow Thompson Fryman (April 12, 1940 – February 4, 2011) was a Major League Baseball pitcher.",
      "pageId": 6189047,
      "monthDay": "04/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ed_O%27Neill",
      "name": "Ed O'Neill",
      "aboutText": "Frank Bank (April 12, 1942 – April 13, 2013) was an American actor, particularly known for his role as Clarence \"Lumpy\" Rutherford on the 1957–1963 situation comedy television series Leave It to Beaver.\nBank was cast in fifty episodes of Leave It to Beaver between January 24, 1958, until the series finale on May 30, 1963. Thereafter, he was cast as Clarence Rutherford in 101 episodes of the series sequel, The New Leave It to Beaver, which aired on cable television from 1983 to 1989.",
      "pageId": 7468932,
      "monthDay": "04/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/George_Robertson,_Baron_Robertson_of_Port_Ellen",
      "name": "George Robertson, Baron Robertson of Port Ellen",
      "aboutText": "Carlos Alberto Reutemann (born April 12, 1942), nicknamed \"Lole\", is an Argentine former racing driver (who raced in Formula One from 1972 through 1982), and later a politician in his native province of Santa Fe, for the Justicialist Party and governor in Argentina.\nAs a racing driver, Reutemann was among Formula One's leading protagonists between 1972 and 1982. He scored 12 Grand Prix wins and six pole positions.",
      "pageId": 7859379,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roy_M._Anderson",
      "name": "Roy M. Anderson",
      "aboutText": "Robert Frederick Chelsea \"Bobby\" Moore OBE (12 April 1941 – 24 February 1993) was an English professional footballer. He captained West Ham United for more than ten years and was captain of the England team that won the 1966 World Cup. He is widely regarded as one of the greatest defenders of all time, and was cited by Pelé as the greatest defender that he had ever played against.",
      "pageId": 18826090,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martin_Brasier",
      "name": "Martin Brasier",
      "aboutText": "For other people named Bashir Ahmad, see the Bashir Ahmad navigation page",
      "pageId": 28200887,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alex_Briley",
      "name": "Alex Briley",
      "aboutText": "Martin David Brasier FGS, FLS (12 April 1947 – 16 December 2014) was an English palaeobiologist and astrobiologist known for his conceptual analysis of microfossils and evolution in the Precambrian and Cambrian. He was Professor of Palaeobiology at the University of Oxford and Emeritus Fellow of St Edmund Hall. His research critically examined the context and character of the early fossil record, making use of field mapping, logging, optical petrography, stable isotope geochemistry, confocal microscopy, NanoSims microprobes, and lasers for high resolution 3D scanning and laser raman spectroscopy.",
      "pageId": 31060966,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Clancy",
      "name": "Tom Clancy",
      "aboutText": "David Michael Letterman (born April 12, 1947) is an American former television and radio host, comedian, writer, producer, and actor.\nHe hosted a late night television talk show for 33 years, beginning with the February 1, 1982, debut of Late Night with David Letterman on NBC, and ending with the May 20, 2015, broadcast of the Late Show with David Letterman on CBS. In total, Letterman hosted 6,028 episodes of Late Night and Late Show, surpassing friend and mentor Johnny Carson as the longest-serving late night talk show host in American television history. In 1996, David Letterman was ranked No.",
      "pageId": 8340,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Woody_Johnson",
      "name": "Woody Johnson",
      "aboutText": "Thomas Leo \"Tom\" Clancy, Jr. (April 12, 1947 – October 1, 2013) was an American novelist best known for his technically detailed espionage and military science storylines set during and after the Cold War. Seventeen of his novels were bestsellers, and more than 100 million copies of his books are in print.",
      "pageId": 30265,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dan_Lauria",
      "name": "Dan Lauria",
      "aboutText": "David Bruce Cassidy (born April 12, 1950) is an American actor, singer, songwriter and guitarist. He is widely known for his role as Keith Partridge in the 1970s musical-sitcom The Partridge Family, which led to him becoming one of pop culture's most celebrated teen idols and pop singers of the 1970s.",
      "pageId": 88604,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Letterman",
      "name": "David Letterman",
      "aboutText": "Joseph Martin \"Joschka\" Fischer (born 12 April 1948) is a German politician of the Alliance '90/The Greens. He served as Foreign Minister and Vice Chancellor of Germany in the cabinet of Gerhard Schröder from 1998 to 2005. Fischer has been a leading figure in the West German Greens since the 1970s, and according to opinion polls, he was the most popular politician in Germany for most of the government's duration.",
      "pageId": 101827,
      "monthDay": "04/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Wayne_Northrop",
      "name": "Wayne Northrop",
      "aboutText": "Scott Frederick Turow (born April 12, 1949) is an American author and lawyer. Turow has written nine fiction and two nonfiction books, which have been translated into more than 40 languages and sold more than 30 million copies.",
      "pageId": 209396,
      "monthDay": "04/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jeremy_Beadle",
      "name": "Jeremy Beadle",
      "aboutText": "Gary Anthony Soto (born April 12, 1952) is an American author and poet.",
      "pageId": 364783,
      "monthDay": "04/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Don_Fernando",
      "name": "Don Fernando",
      "aboutText": "Wayne Northrop (born April 12, 1947) is an American actor known for his parts in soap operas such as Dynasty and Days of Our Lives.\nHe is best-known as Roman Brady from 1981-84, and from 1991-94, on Days of Our Lives. In August 2005, Northrop returned to Days as a new character named Dr.",
      "pageId": 378671,
      "monthDay": "04/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joschka_Fischer",
      "name": "Joschka Fischer",
      "aboutText": "Jeremy James Anthony Gibson-Beadle MBE (12 April 1948 – 30 January 2008) was an English television presenter, radio presenter, writer and producer. During the 1980s he was a regular face on British television, and in two years appeared on 50 weeks of the year. His shows regularly topped the charts, beating Coronation Street and EastEnders on one occasion.",
      "pageId": 610378,
      "monthDay": "04/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marcello_Lippi",
      "name": "Marcello Lippi",
      "aboutText": "Flavio Briatore (Italian: [ˈflaːvjo bri.aˈtoːre]; born 12 April 1950) is an Italian businessman. He started his career as a restaurant manager and insurance salesman in Italy. Briatore was convicted in Italy on several fraud charges in the 1980s, though the convictions were successively extinguished by an amnesty.",
      "pageId": 614426,
      "monthDay": "04/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lois_Reeves",
      "name": "Lois Reeves",
      "aboutText": "Ralph Wiley (April 12, 1952 – June 13, 2004) was an American sports journalist who wrote for Sports Illustrated and ESPN's Page 2. He was well known for his distinctive literary tone and his writings on race in America.",
      "pageId": 726618,
      "monthDay": "04/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Scott_Turow",
      "name": "Scott Turow",
      "aboutText": "Robert Wood \"Woody\" Johnson IV (born April 12, 1947) is an American businessman and philanthropist. He is a great-grandson of Robert Wood Johnson I (co-founder of Johnson & Johnson), and the owner of the New York Jets of the National Football League.\n^ \"Sale Johnson and Ahmad Rashad Get Married Monday\".",
      "pageId": 1229489,
      "monthDay": "04/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Flavio_Briatore",
      "name": "Flavio Briatore",
      "aboutText": "John Philip Faulkner (born 12 April 1954) is an Australian former politician. He was an Australian Labor Party member of the Australian Senate from 1989 to 2015, representing the state of New South Wales. Following a period serving on various Senate Committees and as Deputy Whip, he was a Minister in the Keating Labor government 1993–96.",
      "pageId": 1258636,
      "monthDay": "04/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/David_Cassidy",
      "name": "David Cassidy",
      "aboutText": "Marcello Lippi, Commendatore OMRI (Italian pronunciation: [marˈtʃɛllo ˈlippi]; born 12 April 1948) is an Italian World Cup-winning former professional football manager and player. He served as Italian national team head coach from 16 July 2004 to 12 July 2006 and led Italy to win the 2006 FIFA World Cup. He was re-appointed as Italian national team head coach in the summer of 2008 and was succeeded by Cesare Prandelli after the disappointing performance in the 2010 FIFA World Cup.",
      "pageId": 1606746,
      "monthDay": "04/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nick_Sackman",
      "name": "Nick Sackman",
      "aboutText": "Tom Noonan (born April 12, 1951) is an American actor, director, and screenwriter, perhaps best known for his role as Francis Dolarhyde in Manhunter and as The Ripper in Last Action Hero.",
      "pageId": 1643378,
      "monthDay": "04/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tom_Noonan",
      "name": "Tom Noonan",
      "aboutText": "Gaetano Liberatore (born April 12, 1953), better known as Tanino Liberatore, is an Italian comics author and illustrator.",
      "pageId": 2446640,
      "monthDay": "04/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Reuben_Gant",
      "name": "Reuben Gant",
      "aboutText": "Daniel Joseph \"Dan\" Lauria (born April 12, 1947) is an American television, stage, and film actor.",
      "pageId": 2658289,
      "monthDay": "04/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gary_Soto",
      "name": "Gary Soto",
      "aboutText": "Don Fernando (born April 12, 1948) is a director and actor of pornographic films. He has been in the pornography business since 1977 and has won the Best Supporting Actor Award twice (1995 and in 2005) during the Festival de Cine Erotica-Barcelona Fernando has won the award for Best Actor at the 2006 EXPOSEX Madrid Awards Gala, and he was inducted into the X-Rated Critics Organization Hall of Fame in 1997. He was inducted into the AVN Hall of Fame during the 2004 AVN Awards, and, in March 2005, he received the Lifetime Achievement Award in Brussels during the Brussels International Festival of Eroticism.",
      "pageId": 3117697,
      "monthDay": "04/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ralph_Wiley",
      "name": "Ralph Wiley",
      "aboutText": "Sandra Delores Reeves (born April 12, 1948), better known as Lois Reeves, is an American singer, most notable for being the younger sister of Motown legend Martha Reeves, for having replaced popular Martha and the Vandellas member Betty Kelly as member of her sister's group in 1967, and for later singing background for records by Al Green in the 1970s as a member of the backing group Quiet Elegance.",
      "pageId": 13147632,
      "monthDay": "04/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tanino_Liberatore",
      "name": "Tanino Liberatore",
      "aboutText": "Reuben Charles Gant (born April 12, 1952 in Tulsa, Oklahoma) is a former professional American football tight end in the National Football League for the Buffalo Bills.",
      "pageId": 13698754,
      "monthDay": "04/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Faulkner",
      "name": "John Faulkner",
      "aboutText": "Nicholas Sackman (born April 12, 1950) is an English classical composer",
      "pageId": 21003710,
      "monthDay": "04/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jon_Krakauer",
      "name": "Jon Krakauer",
      "aboutText": "Jon Krakauer (born April 12, 1954) is an American writer and mountaineer, primarily known for his writings about the outdoors, especially mountain-climbing. He is the author of best-selling non-fiction books—Into the Wild, Into Thin Air, Under the Banner of Heaven, and Where Men Win Glory: The Odyssey of Pat Tillman—as well as numerous magazine articles. He was a member of an ill-fated expedition to summit Mount Everest in 1996, which became known as the 1996 Mount Everest disaster, one of the deadliest disasters in the history of climbing Everest.",
      "pageId": 299650,
      "monthDay": "04/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_Stevaert",
      "name": "Steve Stevaert",
      "aboutText": "Andrés Arturo García Menéndez (born April 12, 1956), professionally known as Andy García, is a Cuban American actor and director. He became known in the late 1980s and 1990s, having appeared in several successful Hollywood films, including The Godfather Part III, The Untouchables, Internal Affairs and When a Man Loves a Woman. More recently, he has starred in Ocean's Eleven and its sequels, Ocean's Twelve and Ocean's Thirteen, and The Lost City.",
      "pageId": 344124,
      "monthDay": "04/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Pat_Travers",
      "name": "Pat Travers",
      "aboutText": "Found voice_type,",
      "pageId": 403631,
      "monthDay": "04/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Fabian_Hamilton",
      "name": "Fabian Hamilton",
      "aboutText": "Fabian Uziell-Hamilton (born 12 April 1955) is a British Labour Party politician who has been the Member of Parliament (MP) for Leeds North East since 1997.",
      "pageId": 434604,
      "monthDay": "04/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andy_Garc%C3%ADa",
      "name": "Andy García",
      "aboutText": "Herbert Arthur Wiglev Clamor Grönemeyer (born 12 April 1956) is a German musician and actor, popular in Germany, Austria and Switzerland. He starred as war correspondent Lieutenant Werner in Wolfgang Petersen's movie Das Boot, but later concentrated on his musical career.",
      "pageId": 465237,
      "monthDay": "04/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Herbert_Gr%C3%B6nemeyer",
      "name": "Herbert Grönemeyer",
      "aboutText": "Vincent Grant \"Vince\" Gill (born April 12, 1957) is an American country singer-songwriter and multi-instrumentalist. He has achieved commercial success and fame both as frontman to the country rock band Pure Prairie League in the 1970s and as a solo artist beginning in 1983, where his talents as a vocalist and musician have placed him in high demand as a guest vocalist and a duet partner.\nGill has recorded more than 20 studio albums, charted over 40 singles on the U.S. Billboard charts as Hot Country Songs, and has sold more than 26 million albums.",
      "pageId": 480735,
      "monthDay": "04/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Greg_Child",
      "name": "Greg Child",
      "aboutText": "Tracy R. Tormé (born April 12, 1959) is an American screenwriter and television producer.",
      "pageId": 722558,
      "monthDay": "04/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Vince_Gill",
      "name": "Vince Gill",
      "aboutText": "Ronald Joseph Corbett \"Ron\" MacLean (born April 12, 1960) is a Canadian sportscaster for the CBC who is best known as the host of Hockey Night in Canada from 1987 to 2014, and is also a hockey referee.",
      "pageId": 863370,
      "monthDay": "04/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tama_Janowitz",
      "name": "Tama Janowitz",
      "aboutText": "Steve Stevaert (Dutch: [ˈstif ˈsteːvaːrt]; born Robert Stevaert [ˈroːbərt ˈsteːvaːrt]; 12 April 1954 – 2 April 2015) was a Belgian politician of the Flemish Socialist Party: the SP.A.",
      "pageId": 875189,
      "monthDay": "04/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/J._Alexander_(model)",
      "name": "J. Alexander",
      "aboutText": "Tama Janowitz (born April 12, 1957 San Francisco, California) is an American novelist and a short story writer.",
      "pageId": 878420,
      "monthDay": "04/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Will_Sergeant",
      "name": "Will Sergeant",
      "aboutText": "Corrado Fabi (born 12 April 1961 in Milan) is a former racing driver from Italy. He participated in 18 Formula One Grands Prix, debuting on 13 March 1983, scoring no championship points.",
      "pageId": 1219743,
      "monthDay": "04/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Klaus_Tafelmeier",
      "name": "Klaus Tafelmeier",
      "aboutText": "Patrick Henry \"Pat\" Travers (born April 12, 1954) is a Canadian rock guitarist, keyboardist and singer who began his recording career with Polydor Records in the mid-1970s. Pat Thrall, Nicko McBrain, Mick Dyche, Tommy Aldridge, Peter \"Mars\" Cowling, Barry Dunaway, Jerry Riggs, Gunter Nezhoda, Carmine Appice and Michael Shrieve are some of the noted musicians who have been members of the Pat Travers Band through the years.",
      "pageId": 1568893,
      "monthDay": "04/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ginka_Zagorcheva",
      "name": "Ginka Zagorcheva",
      "aboutText": "William Alfred \"Will\" Sergeant (born 12 April 1958 in Liverpool) is an English guitarist, best known for being a member of Echo & the Bunnymen. Born in Walton Hospital, he grew up in the village of Melling and attended nearby Deyes Lane Secondary Modern.",
      "pageId": 2005901,
      "monthDay": "04/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Howard_Stableford",
      "name": "Howard Stableford",
      "aboutText": "J. Alexander (born Alexander Jenkins, April 12, 1958), also known as Miss J, is an American reality television personality and runway coach best known for his work on America's Next Top Model. He travels extensively for the fashion and modeling industries.",
      "pageId": 2259450,
      "monthDay": "04/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tracy_Torm%C3%A9",
      "name": "Tracy Tormé",
      "aboutText": "Howard Stableford (born 12 April 1959) is a television and radio presenter.\nStableford grew up in Preston, Lancashire, the son of a business skills lecturer and a shipping agent. He attended Hutton Grammar School.",
      "pageId": 2928648,
      "monthDay": "04/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ron_MacLean",
      "name": "Ron MacLean",
      "aboutText": "Ginka Zagorcheva-Boycheva, Bulgarian: {{{1}}} (born April 12, 1958 in Plovdiv) is a former hurdling athlete from Bulgaria. Most notable for winning the 100 metres hurdles at the 1987 World Championships. She held the world record for a year with a time of 12.25 sec, until it was beaten by Yordanka Donkova in August 1988.",
      "pageId": 3586311,
      "monthDay": "04/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Enedina_Arellano_F%C3%A9lix",
      "name": "Enedina Arellano Félix",
      "aboutText": "Charles Andre Mann (born April 12, 1961) is a businessman and former American football player. He played as a defensive end in the National Football League (NFL) for the Washington Redskins and San Francisco 49ers.",
      "pageId": 4291781,
      "monthDay": "04/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Corrado_Fabi",
      "name": "Corrado Fabi",
      "aboutText": "Klaus-Dieter Tafelmeier (born 12 April 1958 in Singen, Baden-Württemberg) is a retired German javelin thrower. He represented Bayer 04 Leverkusen.\nIn September 1986 Tafelmeier threw 85.74 metres in Como to record the first official world record for the new javelin type.",
      "pageId": 9071226,
      "monthDay": "04/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lisa_Gerrard",
      "name": "Lisa Gerrard",
      "aboutText": "Greg Child (born 12 April 1957) is an Australian-born rock climber, mountaineer, author and filmmaker.\nHe has authored several books: Thin Air: Encounters in the Himalayas, Mixed Emotions: Mountaineering Writings of Greg Child, Postcards from the Ledge, Over the Edge and Climbing Free (co-authored with Lynn Hill), and has written numerous magazine articles for \"Outside\", \"Climbing\", \"Rock and Ice\" and \"Men's Journal\". In 1987, Child was honoured with the American Alpine Club’s Literary Award for his prolific and insightful mountaineering literature.",
      "pageId": 9197348,
      "monthDay": "04/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Charles_Mann_(American_football)",
      "name": "Charles Mann",
      "aboutText": "Enedina Arellano Félix de Toledo (born April 12, 1961) is a Mexican drug lord who leads the criminal organization known as the Tijuana Cartel along with her son Luis Fernando Sánchez Arellano.\nThroughout most of the 1990s, the Tijuana Cartel was headed by her six brothers, while Enedina advised and helped them in money laundering and financial administration. But after the fall of a financial mastermind in the cartel in the year 2000, Enedina took up the position.",
      "pageId": 26791037,
      "monthDay": "04/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Magda_Szubanski",
      "name": "Magda Szubanski",
      "aboutText": "Arthur Paul \"Art\" Alexakis (born April 12, 1962) is an American musician best known as the singer, composer, and guitarist of the rock band Everclear. He has been a member of several notable bands, in addition to his own work as a songwriter for other artists. Alexakis founded several record labels throughout his career, and worked as an A&R representative for major record labels, between and during his own musical projects.",
      "pageId": 176546,
      "monthDay": "04/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Art_Alexakis",
      "name": "Art Alexakis",
      "aboutText": "Magdalene Mary \"Magda\" Szubanski (born 12 April 1961) is an English-born Australian actress, comedian, television presenter, radio host and author.\nSzubanski's career began while she was studying at university and she progressed to television sketch comedy, as both a writer and performer. She has performed in the comedy programs The D-Generation and Fast Forward; more recently, she stars as Sharon Strzelecki in the television comedy show Kath & Kim.",
      "pageId": 379740,
      "monthDay": "04/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Carlos_Sainz",
      "name": "Carlos Sainz",
      "aboutText": "Carlos Sainz Cenamor (born 12 April 1962 in Madrid, Spain) is a Spanish ex-rally driver. He won the World Rally Championship drivers' title with Toyota in 1990 and 1992, and finished runner-up four times. Constructors' world champions to have benefited from Sainz are Subaru (1995), Toyota (1999) and Citroën (2003, 2004 and 2005).",
      "pageId": 407139,
      "monthDay": "04/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nobuhiko_Takada",
      "name": "Nobuhiko Takada",
      "aboutText": "Mark Jonathon Mortlock Simmonds (born 12 April 1964) is a Conservative Party politician in the United Kingdom. He was the Member of Parliament (MP) for Boston and Skegness in Lincolnshire, and was first elected in 2001, succeeding Sir Richard Body. He was re-elected in 2005 with a greatly increased majority before his subsequent re-election in 2010 - more than doubling his 2005 majority.",
      "pageId": 450380,
      "monthDay": "04/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lydia_Cacho",
      "name": "Lydia Cacho",
      "aboutText": "Amy Elizabeth Ray (born April 12, 1964) is an American singer-songwriter and member of the contemporary folk duo Indigo Girls.",
      "pageId": 655583,
      "monthDay": "04/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Amy_Ray",
      "name": "Amy Ray",
      "aboutText": "Alicia Coppola (born April 12, 1968) is an American television and film actress.",
      "pageId": 716059,
      "monthDay": "04/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Simmonds",
      "name": "Mark Simmonds",
      "aboutText": "Ulpiano Sergio Reyes (born April 12, 1967, Pinar del Río, Cuba), better known as Mellow Man Ace, and also known as Lord Sha'mel Allah, is an Cuban-American rapper. He is best known for his hit single \"Mentirosa.\" He is Sen Dog's younger brother.",
      "pageId": 802067,
      "monthDay": "04/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kim_Bodnia",
      "name": "Kim Bodnia",
      "aboutText": "Ott (born 12 April 1968 in London, England) is a British record producer and musician who has worked with Sinéad O'Connor, Embrace, The Orb, and Brian Eno, and has achieved recognition since 2002 for his own psychedelic dub tracks and his collaborations with Simon Posford (Hallucinogen / Shpongle). He has released two albums on Twisted Records: Blumenkraft (2003), Skylon (2008) and two albums on Ottsonic: Mir (2011) and Fairchildren (2015).",
      "pageId": 1694273,
      "monthDay": "04/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tom_O%27Brien_(actor)",
      "name": "Tom O'Brien",
      "aboutText": "Sarah Cracknell (born 12 April 1967; Chelmsford, Essex) is an English singer-songwriter, best known as the lead singer of the electronic music band Saint Etienne.",
      "pageId": 2130638,
      "monthDay": "04/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chi_Onwurah",
      "name": "Chi Onwurah",
      "aboutText": "Adam Scott Graves (born April 12, 1968) is a Canadian former professional hockey player. He is best known for his ten-year tenure with the New York Rangers. He also played for the Detroit Red Wings, Edmonton Oilers, and San Jose Sharks.",
      "pageId": 2439033,
      "monthDay": "04/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gervais_Rufyikiri",
      "name": "Gervais Rufyikiri",
      "aboutText": "Gervais Rufyikiri (born 12 April 1965) is a Burundian politician who was Second Vice President of Burundi from 2010 to 2015.\nBorn in Gitega Province, Rufyikiri holds a doctorate (PhD) in Biological, Agricultural and Environmental Engineering Sciences from the Belgian university Université Catholique de Louvain. An ethnic Hutu, he is a member of the National Council for the Defense of Democracy-Forces for the Defense of Democracy (CNDD-FDD), became President of Senate of Burundi on 17 August 2005.",
      "pageId": 2518459,
      "monthDay": "04/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mihai_Stoica",
      "name": "Mihai Stoica",
      "aboutText": "Nobuhiko Takada (Japanese: 高田延彦, born April 12, 1962) is a former Japanese mixed martial arts fighter and professional wrestler. He was an executive of PRIDE Fighting Championships and founder of the HUSTLE Wrestling Organization.\nHe is best known for helping to popularize shoot-style professional wrestling, as one of the biggest stars of the Universal Wrestling Federation and Union of Wrestling Force International in the '80s and '90s.",
      "pageId": 3022408,
      "monthDay": "04/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nils-Olav_Johansen",
      "name": "Nils-Olav Johansen",
      "aboutText": "Lydia Cacho Ribeiro (born Mexico City, 12 April 1963) is a Mexican journalist, feminist, and human rights activist. Described by Amnesty International as \"perhaps Mexico’s most famous investigative journalist and women’s rights advocate\", Cacho's reporting focuses on violence against and sexual abuse of women and children.\nIn 2004, her book Los Demonios del Edén created a nationwide scandal by alleging that several prominent businessmen had conspired to protect a pedophilia ring.",
      "pageId": 3512370,
      "monthDay": "04/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sarah_Cracknell",
      "name": "Sarah Cracknell",
      "aboutText": "Found Height,",
      "pageId": 4026763,
      "monthDay": "04/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mellow_Man_Ace",
      "name": "Mellow Man Ace",
      "aboutText": "Mihai Stoica (born April 12, 1965 in Sibiu), commonly known as Meme Stoica or MM Stoica, is a former president of Oţelul Galaţi and former general manager of Unirea Urziceni. Since November 2010 until September 2011, Mihai Stoica was the manager of Steaua Bucureşti. He was for a while the permanent co-host of some TV shows at DigiSport TV Channel.",
      "pageId": 6770732,
      "monthDay": "04/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alicia_Coppola",
      "name": "Alicia Coppola",
      "aboutText": "Thomas Patrick \"Tom\" O'Brien (born April 12, 1965) has been an American actor since the age of sixteen, having first trained at the American Conservatory Theatre in San Francisco, where he appeared in ACT's mainstage productions of The Holdup; and A Midsummer Night's Dream as Puck, opposite Annette Bening.\nO'Brien's feature film acting credits include his feature film debut in The Big Easy; as well as The Accused, (1989 Winner Academy Award Best Actress - Jodie Foster).\nIn 2004, established Irreverent Media Ltd.",
      "pageId": 7748135,
      "monthDay": "04/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Toby_Gad",
      "name": "Toby Gad",
      "aboutText": "Kim Bodnia (born 12 April 1965) is a Danish actor, and occasional writer and director. He is best known internationally for his role as \"Martin Rohde\" in the Scandinavian crime drama television series The Bridge.",
      "pageId": 11473277,
      "monthDay": "04/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Adam_Graves",
      "name": "Adam Graves",
      "aboutText": "Jörn Lenz (born 12 April 1969 in Warnemünde) is a German former footballer who played as a defender. During his career, Lenz had four different spells with Berliner FC Dynamo, and continues to serve as part of the club's backroom staff after retiring in 2008.\n^ \"Lenz, Jörn\" (in German).",
      "pageId": 18815153,
      "monthDay": "04/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ott_(record_producer)",
      "name": "Ott",
      "aboutText": "Chi Onwurah (born 12 April 1965) is a British Labour Party politician, who was elected at the 2010 general election as the Member of Parliament for Newcastle upon Tyne Central, replacing the previous Labour MP Jim Cousins, who decided to step down and left the seat.",
      "pageId": 27291778,
      "monthDay": "04/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/J%C3%B6rn_Lenz",
      "name": "Jörn Lenz",
      "aboutText": "Nils-Olav Johansen (born 12 April 1966 in Bjugn, Norway) is a major Norwegian entertainer and jazz musician (guitar and vocals), known from several recordings and as orchestra leader. He is with Jarle Vespestad (drums) and Stian Carstensen (many instruments), central members of the Balkan-jazz orchestra Farmers Market.\nJohansen is from Sør-Trøndelag, where he eventually moved to Heimdal.",
      "pageId": 36236046,
      "monthDay": "04/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lucas_Radebe",
      "name": "Lucas Radebe",
      "aboutText": "Nicholas Brendon (born Nicholas Brendon Schultz, April 12, 1971) is an American actor and writer. He is best known for playing Xander Harris in the television series Buffy the Vampire Slayer (1997–2003) and Kevin Lynch in Criminal Minds (2007–present).",
      "pageId": 213735,
      "monthDay": "04/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Jackson_(wide_receiver)",
      "name": "Michael Jackson",
      "aboutText": "Roman Hamrlík (born April 12, 1974) is a Czech former professional ice hockey defenceman who played 20 seasons in the National Hockey League (NHL). He was originally selected first overall in the 1992 NHL Entry Draft by the Tampa Bay Lightning, going on to begin his career with the team before later playing for the Edmonton Oilers, New York Islanders, Calgary Flames, Montreal Canadiens, Washington Capitals and New York Rangers. In total, he has played over 1,300 games during his NHL career and participated in three NHL All-Star Games, in 1996, 1999 and 2003.",
      "pageId": 568902,
      "monthDay": "04/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sylvain_Bouchard",
      "name": "Sylvain Bouchard",
      "aboutText": "Lucas Valeriu Ntuba Radebe (born 12 April 1969) is a South African former footballer who played primarily as a centre-back.\nHe began playing in South Africa with Kaizer Chiefs, before transferring to Leeds United, where he played 200 matches for the Yorkshire side. During his spells at these clubs, he picked up the nicknames \"Rhoo\" and \"The Chief\".",
      "pageId": 1155382,
      "monthDay": "04/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nicholas_Brendon",
      "name": "Nicholas Brendon",
      "aboutText": "Kiyomi Asai (浅井 清己, Asai Kiyomi, born April 12, 1974, Tokyo) is a Japanese voice actress. She is one half of the voice actress duo \"UYAMUYA\", alongside Kozue Yoshizumi, her co-star in the web anime Ayumayu Gekijou, where the duo voiced Ayu Daikuuji and Mayu Tamano respectively.",
      "pageId": 1401408,
      "monthDay": "04/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shannen_Doherty",
      "name": "Shannen Doherty",
      "aboutText": "Paul Anthony Lo Duca (/lɵˈduːkə/; born April 12, 1972 in Brooklyn, New York) is a television personality and a former Major League Baseball catcher. Previously, Lo Duca played for the Los Angeles Dodgers (1998–2004), Florida Marlins (2004–2005, 2008), New York Mets (2006–2007), and Washington Nationals (2008).",
      "pageId": 1456934,
      "monthDay": "04/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Eyal_Golan",
      "name": "Eyal Golan",
      "aboutText": "Jeffrey Scott Campbell (born April 12, 1973) is an American comic book artist. He was initially known professionally as Jeffrey Scott, but is best known as J. Scott Campbell.",
      "pageId": 1493223,
      "monthDay": "04/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nick_Hexum",
      "name": "Nick Hexum",
      "aboutText": "Nicholas Lofton Hexum (born April 12, 1970) is an American musician and songwriter, currently the vocalist and guitarist for the multi-platinum alternative rock band 311 and The Nick Hexum Quintet.",
      "pageId": 1578532,
      "monthDay": "04/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/%C5%9Eebnem_Ferah",
      "name": "Şebnem Ferah",
      "aboutText": "Belinda Jane Emmett (12 April 1974 – 11 November 2006) was an Australian actress and singer. She was best known for her roles in the TV drama series Home and Away and All Saints as well as comedy Hey Dad..!.",
      "pageId": 1899266,
      "monthDay": "04/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dimitrios_Kokotis",
      "name": "Dimitrios Kokotis",
      "aboutText": "Claudia Angela Jordan (born April 12, 1973) is an American actress, model, reality television and radio personality. She is known for appearing as a model on the U.S. version of Deal or No Deal and The Price Is Right, and for competing on seasons 2 and 6 of Celebrity Apprentice. Jordan appeared on the Bravo reality television series The Real Housewives of Atlanta for its seventh season.",
      "pageId": 2560705,
      "monthDay": "04/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paul_Lo_Duca",
      "name": "Paul Lo Duca",
      "aboutText": "Christina Moore (born April 12, 1973) is an American actress, comedian, fashion designer, model and screenwriter. She is most notable for her membership in the main cast of comedians on sketch comedy series MADtv, for replacing Lisa Robin Kelly as Laurie Forman on That '70s Show during the sixth season and for portraying Candy Sullivan in the TNT show Hawthorne.",
      "pageId": 2592221,
      "monthDay": "04/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/J._Scott_Campbell",
      "name": "J. Scott Campbell",
      "aboutText": "Sylvio Mendes Campos Júnior (born 12 April 1974 in São Paulo, Brazil), commonly known as Sylvinho (sometimes alternatively spelled Silvinho) is a retired Brazilian footballer who usually played as an attacking left back.\nHaving begun his career at Corinthians, he was signed by Arsenal of the Premier League in 1999, and was a popular player in his two seasons at the club. He left for Celta Vigo of La Liga, before joining FC Barcelona in 2004, with whom he won the UEFA Champions League in 2006 and 2009 among other honours.",
      "pageId": 2716964,
      "monthDay": "04/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Claudia_Jordan",
      "name": "Claudia Jordan",
      "aboutText": "Marley Eve Shelton (born April 12, 1974) is an American film and television actress. Since Shelton made her professional acting debut in 1991, she has starred in a variety of film genres, including several commercial and studio features, indie and art house films.\nShelton officially started her professional acting career in 1991 with a brief appearance in the drama Grand Canyon, which was followed by roles in motion pictures such as The Sandlot (1993), Nixon (1995), Warriors of Virtue, and Trojan War (1997).",
      "pageId": 2772312,
      "monthDay": "04/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ryan_Kisor",
      "name": "Ryan Kisor",
      "aboutText": "Michael Dwayne Jackson (born April 12, 1969) is an American former professional football player who was selected by the Cleveland Browns in the sixth round of the 1991 NFL Draft. A 6'4\", 195 lbs. wide receiver from The University of Southern Mississippi, Jackson played in eight NFL seasons from 1991-1998 for the Browns and the Baltimore Ravens.",
      "pageId": 3039104,
      "monthDay": "04/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Christina_Moore",
      "name": "Christina Moore",
      "aboutText": "Şebnem Ferah (born 12 April 1972 in Yalova, Turkey) is a Turkish singer, song-writer, composer, and guitarist. She was the lead vocalist of the all-female hard rock band Volvox until 1994, after which she went on to pursue an illustrious solo career.",
      "pageId": 3829481,
      "monthDay": "04/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Antonio_Osuna",
      "name": "Antonio Osuna",
      "aboutText": "Eyal Golan (Hebrew: אַיָּל גּוֹלָן‎; born Eyal Biton on April 12, 1971) is a popular Israeli singer of Yemenite and Moroccan Jewish origins who sings in the Mizrahi style and considered one of the most successful singers of the Mizrahi genre in Israel.",
      "pageId": 7754340,
      "monthDay": "04/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kiyomi_Asai",
      "name": "Kiyomi Asai",
      "aboutText": "Antonio Pedro Osuna (born April 12, 1973) is a retired Major League Baseball relief pitcher. He batted and threw right-handed.\nNicknamed \"El Cañón\" (The Cannon) in his native Mexico, Osuna signed with the Los Angeles Dodgers in 1991, and made his major league debut with them in 1995, appearing in 39 games for them that year.",
      "pageId": 7885803,
      "monthDay": "04/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Belinda_Emmett",
      "name": "Belinda Emmett",
      "aboutText": "Dimitrios Kokotis (born 12 April 1972) is a retired Greek high jumper.\nHe finished thirteenth at the 1995 IAAF World Indoor Championships, eighth at the 1998 European Indoor Championships and fifth at the 1998 European Championships.\nHis personal best jump is 2.32 metres, achieved in July 1998 in Athens.",
      "pageId": 9266678,
      "monthDay": "04/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Roman_Hamrl%C3%ADk",
      "name": "Roman Hamrlík",
      "aboutText": "Ryan Kisor (born April 12, 1973) is an American jazz trumpeter.\nA native of Sioux City, Iowa, Kisor learned trumpet from his father, Larry Kisor, and started playing in a local dance band (the Eddie Skeets Orchestra) at age ten. Kisor began classical trumpet lessons at age 12, met Clark Terry when he was 15 (attending his summer jazz camp), and played with all-star high school bands.",
      "pageId": 15642921,
      "monthDay": "04/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marley_Shelton",
      "name": "Marley Shelton",
      "aboutText": "Shannen Maria Doherty (/ˈdoʊ.ərti/; born April 12, 1971) is an American actress, producer, author, and television director. She is known for her roles as Brenda Walsh in Beverly Hills, 90210 (1990–94), and as Prue Halliwell in Charmed (1998–2001).",
      "pageId": 21207432,
      "monthDay": "04/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sylvinho",
      "name": "Sylvinho",
      "aboutText": "Sylvain Bouchard (born April 12, 1970 in Loretteville, Quebec City, Canada) is a Canadian long track speed skater. He won the 1000m event at the 1998 World Single Distance Championships. He competed at the 1994 Winter Olympics, finishing 4th at the 500m event and 5th at the 1000m event.",
      "pageId": 26658546,
      "monthDay": "04/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Olga_Kotlyarova",
      "name": "Olga Kotlyarova",
      "aboutText": "Claire Catherine Danes (born April 12, 1979) is an American actress who first came to prominence with her role as Angela Chase in the 1994 series My So-Called Life. The role won her the first of four Golden Globe Awards. She made her film debut the same year in Little Women (1994).",
      "pageId": 224484,
      "monthDay": "04/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brad_Miller_(basketball)",
      "name": "Brad Miller",
      "aboutText": "Mateja Kežman Mitrovic (Serbian Cyrillic: Матеја Кежман, pronounced [mǎteja kêʒman]; born 12 April 1979) is a Serbian former professional footballer who played as a striker.\nUpon playing in his homeland, Kežman went on to play top-flight football in the Netherlands, England, Spain, Turkey, France, Russia, Hong Kong and Belarus. Arguably, he is most known for his career at PSV Eindhoven, where he amassed numerous awards and world wide recognition as having the potential to be one of the greatest strikers of his generation; he was named Dutch Footballer of the Year in 2003.",
      "pageId": 849357,
      "monthDay": "04/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Giovanny_Espinoza",
      "name": "Giovanny Espinoza",
      "aboutText": "Bradley Alan Miller (born April 12, 1976) is an American retired professional basketball player.",
      "pageId": 1042918,
      "monthDay": "04/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sarah_Jane_Morris_(actress)",
      "name": "Sarah Jane Morris",
      "aboutText": "Guy Rupert Berryman (born 12 April 1978) is a Scottish musician, multi-instrumentalist and producer, best known as the bassist for the groups Coldplay and Apparatjik.",
      "pageId": 1453182,
      "monthDay": "04/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Price",
      "name": "Jason Price",
      "aboutText": "Jennifer Marie Morrison (born April 12, 1979) is an American actress, voice actress, model, and film producer.\nShe is known for her roles as Emma Swan in the ABC adventure fantasy series Once Upon a Time and as Dr. Allison Cameron in House, alongside Hugh Laurie.",
      "pageId": 1941975,
      "monthDay": "04/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Glenn_Rogers",
      "name": "Glenn Rogers",
      "aboutText": "Riley Bryant Smith (born April 12, 1978 in Cedar Rapids, Iowa) is an American film actor and singer for the band The Life of Riley.",
      "pageId": 2803902,
      "monthDay": "04/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jordana_Spiro",
      "name": "Jordana Spiro",
      "aboutText": "Olga Kotlyarova (born April 12, 1976 in Sverdlovsk) is a Russian runner. She used to compete mainly in 400 metres, and has an Olympic bronze medal from 2000 in relay. She is also a world champion (indoor and outdoor) in this event.",
      "pageId": 3473442,
      "monthDay": "04/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Guy_Berryman",
      "name": "Guy Berryman",
      "aboutText": "Paul Nicholls (born Paul Greenhalgh on 12 April 1979) is an English actor from Bolton, Greater Manchester, England.",
      "pageId": 4018358,
      "monthDay": "04/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Cheeming_Boey",
      "name": "Cheeming Boey",
      "aboutText": "Giovanny Patricio Espinoza Pabón (born 12 April 1977) is an Ecuadorian footballer who plays for Deportivo Quito.",
      "pageId": 5275642,
      "monthDay": "04/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Scott_Crary",
      "name": "Scott Crary",
      "aboutText": "Yelena Nikolayevna Grosheva (Russian: Елена Николаевна Грошева; born April 12, 1979 in Yaroslavl, Russia) is a Russian gymnast.",
      "pageId": 5599729,
      "monthDay": "04/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Svetlana_Lapina",
      "name": "Svetlana Lapina",
      "aboutText": "Scott Crary (also known as S.A. Crary) is an American film director, producer and writer, best known for having directed, produced, filmed and edited the film Kill Your Idols, a documentary examining three decades of New York art punk bands.",
      "pageId": 5724139,
      "monthDay": "04/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Riley_Smith",
      "name": "Riley Smith",
      "aboutText": "Robin Caspar Walker (born 12 April 1978) is a British Conservative Party politician who is the Member of Parliament (MP) for the Worcester constituency. He was selected for the seat in August 2006.\nHis father was Peter Walker, Baron Walker of Worcester, who was MP for Worcester from 1961 to 1992.",
      "pageId": 6304425,
      "monthDay": "04/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Robin_Walker",
      "name": "Robin Walker",
      "aboutText": "Svetlana Lapina (born 12 April 1978) is a Russian high jumper.",
      "pageId": 6698401,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Claire_Danes",
      "name": "Claire Danes",
      "aboutText": "Sarah Jane Morris (born April 12, 1977 in Memphis, Tennessee) is an American actress best known for her role as Julia Walker in the ABC drama series Brothers & Sisters.",
      "pageId": 7799918,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jordan_De_Jong",
      "name": "Jordan De Jong",
      "aboutText": "Jordana Ariel Spiro (born April 12, 1977) is an American film and television actress.",
      "pageId": 8075138,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Elena_Grosheva",
      "name": "Elena Grosheva",
      "aboutText": "Jason Jeffrey Price (born 12 April 1977 in Pontypridd) is a Welsh footballer. He can play as a right sided midfielder or as a forward. He plays for Brighouse Town in the Northern Counties East Football League.",
      "pageId": 8807416,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mateja_Ke%C5%BEman",
      "name": "Mateja Kežman",
      "aboutText": "Glenn Alan Rogers (born 12 April 1977) is an Australian-born cricketer who plays international cricket for Scotland.",
      "pageId": 9256463,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jennifer_Morrison",
      "name": "Jennifer Morrison",
      "aboutText": "Jordan Jay De Jong (born April 12, 1979) is an American former professional baseball relief pitcher. De Jong appeared in six games for the Toronto Blue Jays of Major League Baseball in 2007.",
      "pageId": 11757478,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_Nicholls_(actor)",
      "name": "Paul Nicholls",
      "aboutText": "Cristian Ranalli (born 12 April 1979) is an Italian footballer who plays for Artena at Eccellenza Lazio.",
      "pageId": 26892523,
      "monthDay": "04/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Cristian_Ranalli",
      "name": "Cristian Ranalli",
      "aboutText": "Cheeming Boey (born 12 April 1978) is a Malaysian artist.",
      "pageId": 36000485,
      "monthDay": "04/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Argo_Aadli",
      "name": "Argo Aadli",
      "aboutText": "Jelena Dokic (Serbian: Jelena Dokić, Јелена Докић, pronounced [jɛ̌lɛna dokit͡ɕ]; born 12 April 1983) is an Australian professional tennis player.\nDuring the height of her career, she played for the Federal Republic of Yugoslavia and reached a career-high ranking of World No. 4 on 19 August 2002.",
      "pageId": 346733,
      "monthDay": "04/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Arda_Kural",
      "name": "Arda Kural",
      "aboutText": "Deen (born Fuad Backović 12 April 1982 in Sarajevo) is a singer from Bosnia and Herzegovina.",
      "pageId": 675619,
      "monthDay": "04/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brian_McFadden",
      "name": "Brian McFadden",
      "aboutText": "Brian Nicholas McFadden (born 12 April 1980) is an Irish singer-songwriter and TV presenter who rose to fame in 1998 as a member of the Irish boyband Westlife as one of the lead singers and frontman. When he resided in Australia, he was a judge on Australia's Got Talent. Following his departure from Westlife in 2004, McFadden released his debut solo album, Irish Son, which peaked within the top 5 on both the Danish and Irish Albums Charts, and produced his first two No.",
      "pageId": 1013925,
      "monthDay": "04/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Erik_Mongrain",
      "name": "Erik Mongrain",
      "aboutText": "James Alekos Alexandrou (born 12 April 1985) is an English actor, best known for playing Martin Fowler in the BBC One soap opera EastEnders.",
      "pageId": 1226362,
      "monthDay": "04/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yuriy_Borzakovskiy",
      "name": "Yuriy Borzakovskiy",
      "aboutText": "Yuriy Mikhailovich Borzakovskiy (Russian: Юрий Михайлович Борзаковский, Jurij Michajlovič Borzakovskij, born 12 April 1981) is a Russian middle distance athlete specializing in the 800 metres.",
      "pageId": 1441335,
      "monthDay": "04/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicol%C3%A1s_Burdisso",
      "name": "Nicolás Burdisso",
      "aboutText": "Nicolás Andrés Burdisso (born 12 April 1981) is an Argentine professional footballer who plays as a central or right defender for Genoa.\nPreviously of Boca Juniors and Inter Milan, Burdisso played 49 internationals for Argentina from his debut in 2003.",
      "pageId": 1652935,
      "monthDay": "04/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Grant_Holt",
      "name": "Grant Holt",
      "aboutText": "Jeísa Chiminazzo (born April 12, 1985) is a Brazilian model.",
      "pageId": 2526581,
      "monthDay": "04/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_Vandborg",
      "name": "Brian Vandborg",
      "aboutText": "Brian Bach Vandborg (born 4 December 1981) is a Danish former professional road bicycle racer, who competed as a professional between 2004 and 2013. Over his career, Vandborg competed for Team CSC (twice), Discovery Channel, Team GLS, Liquigas-Doimo, SpiderTech-C10 and Cannondale.\nBorn in Snejbjerg, Vandborg was national U/23 champion in individual time trial in 2002 and 2003 and in 2004 he signed his first professional contract with Team CSC, with a length of two years.",
      "pageId": 2610570,
      "monthDay": "04/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Deen_(singer)",
      "name": "Deen",
      "aboutText": "Dwayne Romel Smith (born 12 April 1983) is a cricketer who has represented the West Indies. The (part-time) all-rounder, he is known as an aggressive and powerful right-handed batsman, bowls medium pace, and is also an athletic fielder. Smith has played for Barbados since the start of his career but has also played three seasons for Sussex from 2008–10.",
      "pageId": 3099449,
      "monthDay": "04/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Easton_Corbin",
      "name": "Easton Corbin",
      "aboutText": "Grant Holt (born 12 April 1981) is an English professional footballer who plays as a striker. He is currently on loan at Wolverhampton Wanderers from Wigan Athletic.\nHolt played for a number of non-league and professional clubs, notably making nearly 100 league appearances for Nottingham Forest before signing for Shrewsbury Town in 2008 where he became top goalscorer, from Shrewsbury he signed for Norwich in 2009.",
      "pageId": 4490949,
      "monthDay": "04/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jelena_Dokic",
      "name": "Jelena Dokic",
      "aboutText": "Theodore \"Ted\" Ginn, Jr. (born April 12, 1985) is an American football wide receiver and kickoff returner for the Carolina Panthers of the National Football League (NFL). He played college football at Ohio State, and was drafted by the Miami Dolphins ninth overall in the 2007 NFL Draft.",
      "pageId": 4655817,
      "monthDay": "04/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Genta_Ismajli",
      "name": "Genta Ismajli",
      "aboutText": "Argo Aadli (born 12 April 1980, in Kunda, Estonia) is an Estonian theatre and film actor. He graduated from the Higher Theatre School of the Estonian Academy of Music in 2002. He has worked as an actor in Tallinn City Theatre where he has performed at least ten productions to date, notably the character of Zahhar in the Anton Chekhov play \"Pianola or The Mechanical Piano\" in 2002.",
      "pageId": 6242104,
      "monthDay": "04/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Luke_Kibet",
      "name": "Luke Kibet",
      "aboutText": "Erik Mongrain (born April 12, 1980 in Montreal, Quebec, Canada) is a Canadian composer and guitarist.",
      "pageId": 7849116,
      "monthDay": "04/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dwayne_Smith",
      "name": "Dwayne Smith",
      "aboutText": "Luke Kibet (born 12 April 1983) is a Kenyan long-distance runner who specializes in the marathon.",
      "pageId": 12941148,
      "monthDay": "04/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Aleksey_Dmitrik",
      "name": "Aleksey Dmitrik",
      "aboutText": "Aleksey Vladimirovich Dmitrik (Russian: Алексей Владимирович Дмитрик; born 12 April 1984) is a Russian high jumper. He won the silver medal at the 2009 European Indoor Championships.\nHe was born in Slantsy, Leningrad Oblast.",
      "pageId": 21864053,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/James_Alexandrou",
      "name": "James Alexandrou",
      "aboutText": "Easton Corbin (born April 12, 1982) is an American country music singer. He signed to Mercury Records Nashville in 2009 and released his self-titled debut album in March 2010, featuring the two number one hits \"A Little More Country Than That\" and \"Roll with It\", as well as the number 14 hit \"I Can't Love You Back\". His second album, All Over the Road, was released in September 2012.",
      "pageId": 23919644,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brennan_Boesch",
      "name": "Brennan Boesch",
      "aboutText": "Brennan Philip Boesch (born April 12, 1985) is an American professional baseball right fielder who is a free agent. He made his Major League Baseball (MLB) debut in 2010 with the Detroit Tigers and won the American League Rookie of the Month Award the first two full months he was in the major leagues.",
      "pageId": 27076475,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Je%C3%ADsa_Chiminazzo",
      "name": "Jeísa Chiminazzo",
      "aboutText": "Anna-Katharina Samsel (born 12 April 1985 in Hanover) is a German actress.\nSamsel grew up in Wolfsburg where she completed her Abitur. In 1999 she became the German artistic roller skating champion and won the World Championships in 1999, 2000 and 2002.",
      "pageId": 27763541,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ted_Ginn,_Jr.",
      "name": "Ted Ginn, Jr.",
      "aboutText": "Arda Kural (born 12 April 1980 in Yalova) is a Turkish actor. He studied at Yalova Teknik ve Endüstri Meslek High School. Following 2 years of drama training, he started acting professionally at the Tiyatroroman Theatre.",
      "pageId": 30015925,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anna-Katharina_Samsel",
      "name": "Anna-Katharina Samsel",
      "aboutText": "Gentiana \"Genta\" Ismajli (born April 12, 1984 in Gjilan, Kosovo) is an ethnic Kosovar-Albanian singer-songwriter and actress.",
      "pageId": 31444881,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Olga_Seryabkina",
      "name": "Olga Seryabkina",
      "aboutText": "Hitomi Yoshizawa (吉澤 ひとみ, Yoshizawa Hitomi, born April 12, 1985 in Miyoshi, Saitama, Japan) is a former leader of the idol pop group Morning Musume and current member of the pop duo Hangry & Angry as Hangry. She is the current leader of the Hello!",
      "pageId": 1838869,
      "monthDay": "04/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Hitomi_Yoshizawa",
      "name": "Hitomi Yoshizawa",
      "aboutText": "Blerim Džemaili (Albanian: Blerim Xhemaili [blɛˈɾim dʒɛˈmaili]; born 12 April 1986) is a Swiss professional footballer who plays for Serie A club Genoa as a midfielder.",
      "pageId": 5320071,
      "monthDay": "04/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lorena_(singer)",
      "name": "Lorena",
      "aboutText": "Brendon Boyd Urie (born April 12, 1987) is an American singer-songwriter and multi-instrumentalist, best known as the lead vocalist of Panic! at the Disco, of which he is the sole remaining member.",
      "pageId": 7144873,
      "monthDay": "04/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Blerim_D%C5%BEemaili",
      "name": "Blerim Džemaili",
      "aboutText": "Lorena Gómez Pérez (born 12 April 1986 in Lleida) is a Spanish pop singer known artistically as Lorena.\nShe was the winner of TV's Spanish language's talent-search program fifth series of Operación Triunfo.",
      "pageId": 7683968,
      "monthDay": "04/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marcel_Granollers",
      "name": "Marcel Granollers",
      "aboutText": "Stephen Patrick Brogan (born 12 April 1988) is an English semi-professional footballer who plays for Gainsborough Trinity of the National League North. He has previously played in the Football League for Rotherham United.\nA product of the youth academy at Rotherham, he made his senior debut on New Year's Eve in 2006 against Leyton Orient.",
      "pageId": 8876325,
      "monthDay": "04/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Athena_Lundberg",
      "name": "Athena Lundberg",
      "aboutText": "Brooklyn Danielle Decker (born April 12, 1987) is an American fashion model and actress best known for her appearances in the Sports Illustrated Swimsuit Issue, including the cover of the 2010 issue. In addition to working for Victoria's Secret for the 2010 \"Swim\" collection, she has ventured into television with guest appearances on Chuck, Ugly Betty, The League, and Royal Pains. She made her feature film debut in Just Go with It, and later starred in Battleship and What to Expect When You're Expecting.",
      "pageId": 8898606,
      "monthDay": "04/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_McGorry",
      "name": "Matt McGorry",
      "aboutText": "Marcel Granollers Pujol (Catalan: [mərˈsɛɫ ɣɾənuˈʎes puˈʒɔɫ], Spanish: [marˈθel ɣɾanoˈʎers puˈʝol]; born 12 April 1986) is a tennis player from Spain who turned professional in 2003. He reached his career-high singles ranking of World No. 19 in July 2012, and his highest doubles ranking of World No.",
      "pageId": 11870943,
      "monthDay": "04/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brooklyn_Decker",
      "name": "Brooklyn Decker",
      "aboutText": "Olga Yurievna Seryabkina (Russian: Ольга Юрьевна Серябкина; born 12 April 1985) is a Russian singer–songwriter.",
      "pageId": 15305237,
      "monthDay": "04/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shawn_Gore",
      "name": "Shawn Gore",
      "aboutText": "Jessica Rose \"Jessie\" James Decker (born April 12, 1988) is an American country pop singer-songwriter and reality T.V. personality. Having auditioned for and being rejected by most of the country labels in Nashville, Tennessee at age fifteen, James began working on refining her craft with Carla Wallace of Big Yellow Dog Music. One of her songs attracted the attention of Mercury Records which offered her a recording contract.",
      "pageId": 18442704,
      "monthDay": "04/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brendon_Urie",
      "name": "Brendon Urie",
      "aboutText": "Shawna Leneé (born April 12, 1987 in Cleveland, Ohio) is an American pornographic actress, dancer and model.\n^ a b c Captain Jack (2014-10-16). \"Shawna Lenee Is Back!\".",
      "pageId": 23854630,
      "monthDay": "04/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shawna_Lene%C3%A9",
      "name": "Shawna Leneé",
      "aboutText": "Felix Roco (born 12 April 1989 in Cebu) is a Filipino actor. He is the son of actor Bembol Roco and the twin brother of Dominic Roco. Felix Roco was under GMA Artist Center together with his twin Dominic from 2007-2009.",
      "pageId": 25223590,
      "monthDay": "04/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ricardo_Gabriel_%C3%81lvarez",
      "name": "Ricardo Gabriel Álvarez",
      "aboutText": "Dominic Roco (born April 12, 1989) is a Filipino actor. He is the twin brother of actor Felix Roco and the son of actor Bembol Roco.",
      "pageId": 25231986,
      "monthDay": "04/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stephen_Brogan",
      "name": "Stephen Brogan",
      "aboutText": "The following is a list of Playboy Playmates of 2006. Playboy magazine names its Playmate of the Month each month throughout the year.",
      "pageId": 26560386,
      "monthDay": "04/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Amedeo_Calliari",
      "name": "Amedeo Calliari",
      "aboutText": "April Rose Pengilly (born 12 April 1988; pronounced pen-gill-ee), also known as April Rose, is an Australian actress and former model. April is the daughter of Karen Hutchinson and INXS member Kirk Pengilly.\n^ Gosse, Valeria (25 August 2006).",
      "pageId": 27342052,
      "monthDay": "04/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jessie_James_Decker",
      "name": "Jessie James Decker",
      "aboutText": "Shawn Vere Gore (born April 12, 1987 in Toronto, Ontario) is a professional Canadian football wide receiver for the BC Lions of the Canadian Football League. He was drafted tenth overall by the Lions in the 2010 CFL Draft, but signed with the Green Bay Packers of the National Football League on the day after the draft as a free agent. He played college football for the Bishop's Gaiters, and high school football for the Newtonbrook North Stars.",
      "pageId": 27660379,
      "monthDay": "04/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/April_Rose_Pengilly",
      "name": "April Rose Pengilly",
      "aboutText": "Ricardo Gabriel \"Ricky\" Álvarez (Spanish pronunciation: [ riˈkarðo ɣaˈβɾjel ˈalβaɾes]; born 12 April 1988) is an Argentine professional footballer who plays as an attacking midfielder and is currently a free agent after disputes between Inter and Sunderland",
      "pageId": 27872150,
      "monthDay": "04/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/T._Mills",
      "name": "T. Mills",
      "aboutText": "Miguel Ángel Ponce (born April 12, 1989 in Sacramento, California) is a Mexican footballer, who plays as a defender for C.D. Guadalajara of the Liga MX. He won the Olympic gold medal with the Mexico national under-23 football team in 2012.",
      "pageId": 28080856,
      "monthDay": "04/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Miguel_%C3%81ngel_Ponce",
      "name": "Miguel Ángel Ponce",
      "aboutText": "Amedeo Calliari (born 12 April 1988) is an Italian professional footballer who plays for Mori Santo Stefano.",
      "pageId": 28119731,
      "monthDay": "04/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dominic_Roco",
      "name": "Dominic Roco",
      "aboutText": "Travis Tatum Mills (born April 12, 1989) better known by his stage-name Travis Mills (or T. Mills), is an American rapper and singer-songwriter from Riverside, California. After signing a deal with Uprising Records, Mills released his first independent album, titled Ready Fire Aim (2010). After signing a deal with Columbia Records, Mills released two EPs; Leaving Home EP() and All I Wanna Do ().",
      "pageId": 32095429,
      "monthDay": "04/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Felix_Roco",
      "name": "Felix Roco",
      "aboutText": "Matthew David \"Matt\" McGorry (born April 12, 1986) is an American actor.",
      "pageId": 42734079,
      "monthDay": "04/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kaitlyn_Weaver",
      "name": "Kaitlyn Weaver",
      "aboutText": "Airi Suzuki (鈴木 愛理, Suzuki Airi, born April 12, 1994 in Gifu, Japan) is a Japanese pop singer and currently member of such idol groups as Cute and Buono!, among others.",
      "pageId": 2473423,
      "monthDay": "04/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Francesca_Halsall",
      "name": "Francesca Halsall",
      "aboutText": "Kaitlyn Elizabeth Weaver (born April 12, 1989) is a Canadian-American ice dancer. With partner Andrew Poje, she is a two-time World medalist (2014 silver, 2015 bronze), a two-time Four Continents champion (2010, 2015), the 2014–15 Grand Prix Final champion, and 2015 Canadian national champion, as well as the 2014 Nebelhorn Trophy champion.",
      "pageId": 9066174,
      "monthDay": "04/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Torey_Krug",
      "name": "Torey Krug",
      "aboutText": "Saoirse Úna Ronan (/ˈsɜrʃə ˈuːnə ˈroʊnən/ SUR-shə; born 12 April 1994) is an Irish-American actress. She came to international prominence in 2007 after co-starring as Briony Tallis in the film Atonement, for which she received nominations for the Academy Award for Best Supporting Actress, the BAFTA Award for Best Actress in a Supporting Role and the Golden Globe Award for Best Supporting Actress, making her one of the youngest actresses to receive an Oscar nomination. Her film breakthrough was followed by her starring role in Peter Jackson's The Lovely Bones (2009) for which she was awarded a Critics' Choice Award, a Saturn Award, and a BAFTA Award nomination for Best Actress in a Leading Role.",
      "pageId": 11061022,
      "monthDay": "04/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Oliver_Norwood",
      "name": "Oliver Norwood",
      "aboutText": "Giorgio Cantarini (12 April 1992) is an Italian actor who, to date, has appeared in two Academy Award winning films: 1997's Life Is Beautiful (Italian: La vita è bella) and 2000's Gladiator.\nRaised in Orvieto, Italy, Giorgio Cantarini is born to Giuseppe Cantarini and Giovanna Martini. The couple separated after Giorgio's fifth birthday.",
      "pageId": 13561769,
      "monthDay": "04/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Magnus_P%C3%A4%C3%A4j%C3%A4rvi",
      "name": "Magnus Pääjärvi",
      "aboutText": "Karl Magnus Svensson Pääjärvi (born 12 April 1991), surname also known as Pääjärvi-Svensson, is a Swedish professional ice hockey left winger currently playing for the St. Louis Blues of the National Hockey League (NHL).",
      "pageId": 14838941,
      "monthDay": "04/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jazz_Richards",
      "name": "Jazz Richards",
      "aboutText": "Francesca Jean Halsall (born 12 April 1990) is an English competitive swimmer who has represented Great Britain at the Olympics, FINA world championships, and European championships, and England at the Commonwealth Games. She competes primarily in freestyle and butterfly events.\nHalsall was the youngest member of the Team England swim squad at the 2006 Commonwealth Games in Melbourne, where she won silver medals in the 4×100-metre freestyle and 4×100-metre medley relays.",
      "pageId": 17926137,
      "monthDay": "04/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Giorgio_Cantarini",
      "name": "Giorgio Cantarini",
      "aboutText": "Ashley Darel Jazz Richards (born 12 April 1991), better known as Jazz Richards, is a Welsh footballer who plays as a right back for Fulham. He is also capable of playing at left back and as a midfielder.\n^ \"Premier League clubs submit squad lists\".",
      "pageId": 24055580,
      "monthDay": "04/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Chad_le_Clos",
      "name": "Chad le Clos",
      "aboutText": "Suzanna von Nathusius (born 12 April 2000) is a Polish child television actor.",
      "pageId": 25417627,
      "monthDay": "04/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jordan_Archer",
      "name": "Jordan Archer",
      "aboutText": "Katelyn Pippy (born April 12, 1993) is an American actress, best known for her role as Emmalin Holden on the Lifetime television drama Army Wives. The recurring role of Emmalin was played by Caroline Pires in season one, but was filled by Pippy in season two.",
      "pageId": 27225239,
      "monthDay": "04/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Dorial_Green-Beckham",
      "name": "Dorial Green-Beckham",
      "aboutText": "Akai Osei (born 12 April 1999) is a British dancer, best known for winning the first series of Got to Dance. It is reported that he was inspired by Michael Jackson, Diversity, Flawless and Chris Brown.\nHe appears in the film StreetDance 3D alongside Diversity, George Sampson and Flawless, and its sequel StreetDance 2.",
      "pageId": 27373280,
      "monthDay": "04/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ryan_Nugent-Hopkins",
      "name": "Ryan Nugent-Hopkins",
      "aboutText": "Ryan Jarromie Noel Nugent-Hopkins (born April 12, 1993) is a Canadian professional ice hockey centre and alternate captain currently playing for the Edmonton Oilers of the National Hockey League (NHL).",
      "pageId": 27925083,
      "monthDay": "04/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Katelyn_Pippy",
      "name": "Katelyn Pippy",
      "aboutText": "Oliver James Norwood (born 12 April 1991) is a professional footballer who plays as a midfielder for Reading, having signed from Huddersfield Town in August 2014. Norwood began his career with Manchester United, and had loan spells at Carlisle United, Scunthorpe United and Coventry City. Although he was born in England, and represented that country at under-17 level, he has represented Northern Ireland at every level from under-19 to the senior team.",
      "pageId": 28352026,
      "monthDay": "04/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Isabelle_Drummond",
      "name": "Isabelle Drummond",
      "aboutText": "Chad Guy Bertrand le Clos, OIS (born 12 April 1992) is a South African competitive swimmer who is an Olympic, World and Commonwealth Games champion as well as the Commonwealth record holder in the 50 and 100-metre butterfly. He won gold in the 200-metre butterfly and silver in the 100-metre butterfly in the 2012 Olympics in London. He also won five medals at the 2010 Summer Youth Olympics in Singapore.",
      "pageId": 29053860,
      "monthDay": "04/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Saoirse_Ronan",
      "name": "Saoirse Ronan",
      "aboutText": "Torey Steven Krug (born April 12, 1991) is an American professional ice hockey defenseman currently playing for the Boston Bruins of the National Hockey League (NHL). Undrafted, he played NCAA hockey at Michigan State University, also playing for the Indiana Ice of the United States Hockey League (USHL), winning the Clark Cup with the latter, the team's first-ever title.",
      "pageId": 31398216,
      "monthDay": "04/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Airi_Suzuki",
      "name": "Airi Suzuki",
      "aboutText": "Katelyn Ohashi (born April 12, 1997) is an American artistic gymnast who is the 2011 U.S. Junior National Champion in the all-around, balance beam, uneven bars and floor exercise. She is a four-time member of the U.S. junior national women's gymnastics team. Ohashi currently trains with Laurent Landi  at World Olympic Gymnastics Academy (WOGA) in Plano, Texas.",
      "pageId": 33228650,
      "monthDay": "04/12"
    },
    {
      "year": "1996",
      "uri": "/wiki/Elizaveta_Kulichkova",
      "name": "Elizaveta Kulichkova",
      "aboutText": "Dorial Green-Beckham (born April 12, 1993) is an American football wide receiver for the Tennessee Titans of the National Football League (NFL). He was drafted by the Titans in the second round of the 2015 NFL draft. He played college football for Missouri until he was dismissed in 2014.",
      "pageId": 34047715,
      "monthDay": "04/12"
    },
    {
      "year": "1997",
      "uri": "/wiki/Katelyn_Ohashi",
      "name": "Katelyn Ohashi",
      "aboutText": "Isabelle Christine Lourenço Gomes Drummond (born April 12, 1994 in Niterói, Rio de Janeiro) is a Brazilian actress.\n^ \"Vida - Isabelle Drummond - Famosos - Contigo!\". contigo.abril.com.br.",
      "pageId": 35362190,
      "monthDay": "04/12"
    },
    {
      "year": "1999",
      "uri": "/wiki/Akai_Osei",
      "name": "Akai Osei",
      "aboutText": "Elizaveta Dmitrievna Kulichkova (Russian: Елизавета Дмитриевна Куличкова; born 12 April 1996 in Novosibirsk) is a Russian tennis player.\nKulichkova has won six singles titles on the ITF tour in her career. On 8 June 2015, she reached her best singles ranking of world number 107.",
      "pageId": 36036066,
      "monthDay": "04/12"
    },
    {
      "year": "2000",
      "uri": "/wiki/Suzanna_von_Nathusius",
      "name": "Suzanna von Nathusius",
      "aboutText": "Jordan Gideon Archer (born 12 April 1993) is a professional footballer.",
      "pageId": 37311232,
      "monthDay": "04/12"
    }
  ]
}