{
  "people": [
    {
      "year": "1126",
      "uri": "/wiki/Averroes",
      "name": "Averroes",
      "aboutText": "Christiaan Huygens, FRS (/ˈhaɪɡənz/ or /ˈhɔɪɡənz/; Dutch: [ˈɦœy̆ɣə(n)s]) (Latin: Hugenius) (14 April 1629 – 8 July 1695) was a prominent Dutch mathematician and scientist. He is known particularly as an astronomer, physicist, probabilist and horologist.\nHuygens was a leading scientist of his time.",
      "pageId": 42127,
      "monthDay": "04/14"
    },
    {
      "year": "1527",
      "uri": "/wiki/Abraham_Ortelius",
      "name": "Abraham Ortelius",
      "aboutText": "Averroes (/əˈvɛroʊˌiːz/; April 14, 1126 – December 10, 1198) is the Latinized form of Ibn Rushd (Arabic: ابن رشد‎), full name ʾAbū l-Walīd Muḥammad Ibn ʾAḥmad Ibn Rušd (أبو الوليد محمد ابن احمد ابن رشد), a medieval Andalusian polymath. He wrote on logic, Aristotelian and Islamic philosophy, theology, the Maliki school of Islamic jurisprudence, psychology, political and Andalusian classical music theory, geography, mathematics, and the mediæval sciences of medicine, astronomy, physics, and celestial mechanics. Averroes was born in Córdoba, Al Andalus (present-day Spain), and died at Marrakesh in present-day Morocco.",
      "pageId": 47836,
      "monthDay": "04/14"
    },
    {
      "year": "1572",
      "uri": "/wiki/Adam_Tanner_(mathematician)",
      "name": "Adam Tanner",
      "aboutText": "Augustus Henry Lane-Fox Pitt Rivers (14 April 1827 – 4 May 1900) was an English army officer, ethnologist, and archaeologist. He was noted for innovations in archaeological methodology, and in the museum display of archaeological and ethnological collections. His international collection of about 22,000 objects was the founding collection of the Pitt Rivers Museum at the University of Oxford  while his collection of English archaeology from the area around Stonehenge forms the basis of the collection at The Salisbury Museum in Wiltshire.",
      "pageId": 50695,
      "monthDay": "04/14"
    },
    {
      "year": "1578",
      "uri": "/wiki/Philip_III_of_Spain",
      "name": "Philip III of Spain",
      "aboutText": "Philip III of Spain (Spanish: Felipe III «el piadoso»; 14 April 1578 – 31 March 1621) was King of Spain (as Philip III in Castile and Philip II in Aragon) and Portugal (Portuguese: Filipe II).\nA member of the House of Habsburg, Philip III was born in Madrid to King Philip II of Spain and his fourth wife and niece Anna, the daughter of the Emperor Maximilian II and Maria of Spain. Philip III later married his cousin Margaret of Austria, sister of Ferdinand II, Holy Roman Emperor.",
      "pageId": 146843,
      "monthDay": "04/14"
    },
    {
      "year": "1629",
      "uri": "/wiki/Christiaan_Huygens",
      "name": "Christiaan Huygens",
      "aboutText": "Abraham Ortelius (also Ortels, Orthellius, Wortels; 14 April 1527 – 28 June 1598) was a Flemish cartographer and geographer, conventionally recognized as the creator of the first modern atlas, the Theatrum Orbis Terrarum (Theatre of the World).",
      "pageId": 160235,
      "monthDay": "04/14"
    },
    {
      "year": "1668",
      "uri": "/wiki/Magnus_Julius_De_la_Gardie",
      "name": "Magnus Julius De la Gardie",
      "aboutText": "Emperor Momozono (桃園天皇, Momozono-tennō, 14 April 1741 – 31 August 1762) was the 116th emperor of Japan, according to the traditional order of succession.",
      "pageId": 195009,
      "monthDay": "04/14"
    },
    {
      "year": "1678",
      "uri": "/wiki/Abraham_Darby_I",
      "name": "Abraham Darby I",
      "aboutText": "Jean-Baptiste Guillaume Joseph Marie Anne Séraphin, comte de Villèle (14 April 1773 – 13 March 1854), better known simply as Jean-Baptiste de Villèle /vɨˈlɛl/, was a French statesman.",
      "pageId": 199964,
      "monthDay": "04/14"
    },
    {
      "year": "1709",
      "uri": "/wiki/Charles_Coll%C3%A9",
      "name": "Charles Collé",
      "aboutText": "William Henry Cavendish Cavendish-Bentinck, 3rd Duke of Portland KG PC (14 April 1738 – 30 October 1809) was a British Whig and Tory statesman, Chancellor of the University of Oxford, Prime Minister of Great Britain, serving in 1783 and Prime Minister of the United Kingdom from 1807 to 1809. The 24 years between his two terms as Prime Minister is the longest gap between terms of office of any Prime Minister. He was known before 1762 by the courtesy title Marquess of Titchfield.",
      "pageId": 232782,
      "monthDay": "04/14"
    },
    {
      "year": "1714",
      "uri": "/wiki/Adam_Gib",
      "name": "Adam Gib",
      "aboutText": "Charles Collé (14 April 1709 – 3 November 1783) was a French dramatist and songwriter.\nThe son of a notary, he was born in Paris. He became interested in the rhymes of Jean Heguanier, the most famous writer of couplets in Paris.",
      "pageId": 287131,
      "monthDay": "04/14"
    },
    {
      "year": "1738",
      "uri": "/wiki/William_Cavendish-Bentinck,_3rd_Duke_of_Portland",
      "name": "William Cavendish-Bentinck, 3rd Duke of Portland",
      "aboutText": "Princess Beatrice of the United Kingdom GCVO, GBE, GCStJ, VA, CI (Beatrice Mary Victoria Feodore; later Princess Henry of Battenberg; 14 April 1857 – 26 October 1944) was the fifth daughter and youngest child of Queen Victoria and Prince Albert. King Felipe VI of Spain, is her great-great-grandson. Beatrice was the last of Queen Victoria's children to die, 66 years after the first, her sister Alice.",
      "pageId": 313602,
      "monthDay": "04/14"
    },
    {
      "year": "1741",
      "uri": "/wiki/Emperor_Momozono",
      "name": "Emperor Momozono",
      "aboutText": "David Gouverneur Burnet (April 14, 1788 – December 5, 1870) was an early politician within the Republic of Texas, serving as interim President of Texas (1836 and again in 1841), second Vice President of the Republic of Texas (1839–41), and Secretary of State (1846) for the new state of Texas after it was annexed to the United States of America.\nBurnet was born in Newark, New Jersey, and attended law school in Cincinnati, Ohio. As a young man, he lived with a Comanche tribe for a year before returning to Ohio.",
      "pageId": 442894,
      "monthDay": "04/14"
    },
    {
      "year": "1773",
      "uri": "/wiki/Jean-Baptiste_de_Vill%C3%A8le",
      "name": "Jean-Baptiste de Villèle",
      "aboutText": "Rev Adam Gib (1714 – 1788) was a Scottish religious leader, head of the Antiburgher section of the Scottish Secession Church.",
      "pageId": 557095,
      "monthDay": "04/14"
    },
    {
      "year": "1788",
      "uri": "/wiki/David_G._Burnet",
      "name": "David G. Burnet",
      "aboutText": "Adam Tanner (in Latin, Tannerus) (April 14, 1572 – May 25, 1632) was an Austrian Jesuit professor of mathematics and philosophy.\nHe was born in Innsbruck, Austria. In 1589 he joined the Society of Jesus and became a teacher.",
      "pageId": 2484588,
      "monthDay": "04/14"
    },
    {
      "year": "1800",
      "uri": "/wiki/John_Appold",
      "name": "John Appold",
      "aboutText": "Abraham Darby I (14 April 1678 – 8 March 1717) was the first and most well known of three generations of that name. Born into an English Quaker family that played an important role in the Industrial Revolution, he developed a method of producing pig iron in a blast furnace fuelled by coke rather than charcoal.",
      "pageId": 2633258,
      "monthDay": "04/14"
    },
    {
      "year": "1814",
      "uri": "/wiki/Dimitri_Kipiani",
      "name": "Dimitri Kipiani",
      "aboutText": "Magnus Julius De la Gardie (14 April 1668 – 28 April 1741), son of Axel Julius De la Gardie, was a Swedish general and statesman, member of the Swedish Hats Party.\nMagnus Julius De la Gardie was born in 1668 in Stockholm. He started his military career in the French army, where he fought for the French in the War of the Spanish Succession.",
      "pageId": 5683486,
      "monthDay": "04/14"
    },
    {
      "year": "1818",
      "uri": "/wiki/Marie_of_Saxe-Altenburg",
      "name": "Marie of Saxe-Altenburg",
      "aboutText": "Princess Marie of Saxe-Altenburg, VA (Alexandrina Mary Wilhelmina Catherine Charlotte Theresa Henrietta Louise Pauline Elizabeth Frederica Georgina; German: Alexandrine Marie Wilhelmine Katharine Charlotte Theresia Henriette Luise Pauline Elisabeth Friederike Georgine; 14 April 1818 – 9 January 1907) was Queen of Hanover and the consort of George V, a grandson of George III of the United Kingdom and Queen Charlotte.",
      "pageId": 5747954,
      "monthDay": "04/14"
    },
    {
      "year": "1827",
      "uri": "/wiki/Augustus_Pitt_Rivers",
      "name": "Augustus Pitt Rivers",
      "aboutText": "Prince Dimitri Ivanes dze Kipiani (Georgian: დიმიტრი ყიფიანი alternatively spelled as Qipiani) (April 14, 1814 – October 24, 1887) was a Georgian statesman, publicist, writer and translator. A leader of Georgia's liberal nobility, he was known for his work in support of the Georgian culture and society, a cause that led to his 1886 exile and murder at the hands of Russian Imperial authorities.",
      "pageId": 8226260,
      "monthDay": "04/14"
    },
    {
      "year": "1854",
      "uri": "/wiki/Martin_Lipp",
      "name": "Martin Lipp",
      "aboutText": "John George Appold, FRS  (Shoreditch, London 14 April 1800 - Gloucestershire 31 August 1865) was a British fur dyer and engineer. Appold was the son of a fur-skin dyer, established in Finsbury. Succeeding to his father's business at the age of twenty-two, he introduced into it so many scientific improvements that he soon amassed a considerable fortune and was able to devote his time and attention to his favourite mechanical pursuits.",
      "pageId": 11018250,
      "monthDay": "04/14"
    },
    {
      "year": "1857",
      "uri": "/wiki/Princess_Beatrice_of_the_United_Kingdom",
      "name": "Princess Beatrice of the United Kingdom",
      "aboutText": "Alfred Hoare Powell (1865–1960) was an English Arts and Crafts architect, and designer and painter of pottery.",
      "pageId": 12044209,
      "monthDay": "04/14"
    },
    {
      "year": "1865",
      "uri": "/wiki/Alfred_Hoare_Powell",
      "name": "Alfred Hoare Powell",
      "aboutText": "Martin Lipp (14 April [O.S. 2 April] 1854 in Vooru, Tarvastu Parish – 8 March 1923 in Tallinn) was an Estonian poet. He is best known as the author of the poem \"The Estonian Flag\", which was set to the music of the then young composer Enn Võrk. That song became as popular to the Estonian people as the \"Marseillaise\" was to the French in the times of the French Revolution and also played an important role in the time of the Second Awakening in late 1980s.",
      "pageId": 14267888,
      "monthDay": "04/14"
    },
    {
      "year": "1866",
      "uri": "/wiki/Anne_Sullivan",
      "name": "Anne Sullivan",
      "aboutText": "Arnold Joseph Toynbee CH (/ˈtɔɪnbi/; 14 April 1889 – 22 October 1975) was a British historian, philosopher of history, research professor of International History at the London School of Economics and the University of London and author of numerous books. Toynbee in the 1918–1950 period was a leading specialist on international affairs.\nHe is best known for his 12-volume A Study of History (1934–1961).",
      "pageId": 66640,
      "monthDay": "04/14"
    },
    {
      "year": "1868",
      "uri": "/wiki/Peter_Behrens",
      "name": "Peter Behrens",
      "aboutText": "Vere Gordon Childe (14 April 1892 – 19 October 1957), better known as V. Gordon Childe, was an Australian archaeologist and philologist who specialized in the study of European prehistory. Working most of his life as an academic in the United Kingdom for the University of Edinburgh and then the Institute of Archaeology, London, he wrote twenty-six books and was an early proponent of culture-historical archaeology and Marxist archaeology.\nBorn in Sydney, New South Wales to a middle-class family of English descent, Childe studied Classics at the University of Sydney before moving to England to study Classical archaeology at the University of Oxford.",
      "pageId": 77127,
      "monthDay": "04/14"
    },
    {
      "year": "1870",
      "uri": "/wiki/Victor_Borisov-Musatov",
      "name": "Victor Borisov-Musatov",
      "aboutText": "Sir Arthur John Gielgud OM CH (/ˈɡiːlɡʊd/; 14 April 1904 – 21 May 2000), was an English actor and theatre director whose career spanned eight decades. With Ralph Richardson and Laurence Olivier, he was one of the trinity of actors who dominated the British stage for much of the 20th century. A member of the Terry family theatrical dynasty, he gained his first paid acting work as a junior member of his cousin Phyllis Neilson-Terry's company in 1922.",
      "pageId": 167961,
      "monthDay": "04/14"
    },
    {
      "year": "1870",
      "uri": "/wiki/Syd_Gregory",
      "name": "Syd Gregory",
      "aboutText": "Bhimrao Ramji Ambedkar ([bʱiːmraːw raːmdʑiː aːmbeːɽkər]; 14 April 1891 – 6 December 1956), popularly known as Babasaheb, was an Indian jurist, economist, politician and social reformer who inspired the Modern Buddhist Movement and campaigned against social discrimination against Untouchables (Dalits), while also supporting the rights of women and labour. He was Independent India's first law minister and the principal architect of the Constitution of India.\nAmbedkar was a prolific student, earning a law degree and various doctorates from Columbia University and the London School of Economics, and gained a reputation as a scholar for his research in law, economics and political science.",
      "pageId": 197522,
      "monthDay": "04/14"
    },
    {
      "year": "1872",
      "uri": "/wiki/Abdullah_Yusuf_Ali",
      "name": "Abdullah Yusuf Ali",
      "aboutText": "Friedrich Albert Moritz Schlick (German: [ʃlɪk]; April 14, 1882 – June 22, 1936) was a German philosopher, physicist and the founding father of logical positivism and the Vienna Circle.",
      "pageId": 207322,
      "monthDay": "04/14"
    },
    {
      "year": "1881",
      "uri": "/wiki/Husain_Salaahuddin",
      "name": "Husain Salaahuddin",
      "aboutText": "Johanna \"Anne\" Mansfield Sullivan Macy (April 14, 1866 – October 20, 1936), better known as Anne Sullivan, was an American teacher, best known for being the instructor and lifelong companion of Helen Keller. She contracted trachoma, a highly infectious eye infection, when she was eight to ten years old which left her blind and without reading or writing skills. She received her education as a student of the Perkins School for the Blind where upon graduation she became a teacher to Keller when she was 20.",
      "pageId": 227417,
      "monthDay": "04/14"
    },
    {
      "year": "1882",
      "uri": "/wiki/Moritz_Schlick",
      "name": "Moritz Schlick",
      "aboutText": "Juan Belmonte García (April 14, 1892 – April 8, 1962) was a Spanish bullfighter, considered by many to have been the greatest matador of all time.",
      "pageId": 674493,
      "monthDay": "04/14"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ernst_Robert_Curtius",
      "name": "Ernst Robert Curtius",
      "aboutText": "Joseph Sylvio Theobald Mantha (April 14, 1902 – August 7, 1974) was a Canadian professional ice hockey player who played fourteen seasons in the National Hockey League for the Montreal Canadiens and Boston Bruins.",
      "pageId": 844288,
      "monthDay": "04/14"
    },
    {
      "year": "1886",
      "uri": "/wiki/%C3%81rp%C3%A1d_T%C3%B3th",
      "name": "Árpád Tóth",
      "aboutText": "Peter Behrens (14 April 1868 – 27 February 1940) was a German architect and designer.",
      "pageId": 1028472,
      "monthDay": "04/14"
    },
    {
      "year": "1889",
      "uri": "/wiki/Arnold_J._Toynbee",
      "name": "Arnold J. Toynbee",
      "aboutText": "Sir Abdullah Yusuf Ali, CBE, FRSL (/ɑːˈliː/; 14 April 1872 – 10 December 1953) was a British-Indian Islamic scholar who translated the Qur'an into English. His translation of the Qur'an is one of the most widely known and used in the English-speaking world. He was also one of the trustees of the East London Mosque.",
      "pageId": 1353188,
      "monthDay": "04/14"
    },
    {
      "year": "1891",
      "uri": "/wiki/B._R._Ambedkar",
      "name": "B. R. Ambedkar",
      "aboutText": "Sydney Edward Gregory (14 April 1870 — 1 August 1929), sometimes known as Edward Sydney Gregory, was a cricketer who played for New South Wales and Australia. At the time of his retirement, he had played a world-record 58 Test matches during a career spanning 1890 to 1912.",
      "pageId": 1866619,
      "monthDay": "04/14"
    },
    {
      "year": "1891",
      "uri": "/wiki/Otto_Lasanen",
      "name": "Otto Lasanen",
      "aboutText": "Claire Windsor (April 14, 1892 – October 24, 1972) was a notable American film actress of the silent screen era.",
      "pageId": 2249262,
      "monthDay": "04/14"
    },
    {
      "year": "1892",
      "uri": "/wiki/Juan_Belmonte",
      "name": "Juan Belmonte",
      "aboutText": "Ernst Robert Curtius (/ˈkʊərtsiˌʊs/; April 14, 1886 – April 19, 1956) was a German literary scholar, philologist, and Romance language literary critic, best known for his 1948 study Europäische Literatur und Lateinisches Mittelalter, translated in English as European Literature and the Latin Middle Ages.",
      "pageId": 2417797,
      "monthDay": "04/14"
    },
    {
      "year": "1892",
      "uri": "/wiki/V._Gordon_Childe",
      "name": "V. Gordon Childe",
      "aboutText": "Henry Corbin (14 April 1903 – 7 October 1978) was a philosopher, theologian and professor of Islamic Studies at the École pratique des hautes études in Paris, France.\nCorbin was born in Paris in April 1903. Although he was Protestant by birth, he was educated in the Catholic tradition and at the age of 19 received a certificate in Scholastic philosophy from the Catholic Institute of Paris.",
      "pageId": 2611765,
      "monthDay": "04/14"
    },
    {
      "year": "1897",
      "uri": "/wiki/Claire_Windsor",
      "name": "Claire Windsor",
      "aboutText": "Árpád Tóth (14 April 1886 in Arad - 7 November 1928 in Budapest) was a Hungarian poet and translator.\nTóth went to Gymnasium (high school) in Debrecen and then studied German and Hungarian at the University of Budapest. In 1907, his poems began to appear in the papers A Hét and Vasárnapi Újság and after 1908 in Nyugat.",
      "pageId": 2886729,
      "monthDay": "04/14"
    },
    {
      "year": "1902",
      "uri": "/wiki/Sylvio_Mantha",
      "name": "Sylvio Mantha",
      "aboutText": "Husain Salahuddin (Dhivehi: ހުސެއިން ސަލާހުއްދީން; April 14, 1881 – September 20, 1948), was an influential Maldivian writer, poet, essayist and scholar.\nSalahuddin was one of the most prolific writers of early Maldivian literature (Dhivehi: ޅަފަތުގެ ދައުރު, Era of Crawling), and contributed to Maldivian literature during a time when tremendous growth and innovations took place in the Maldivian literary scene.",
      "pageId": 3271858,
      "monthDay": "04/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Henry_Corbin",
      "name": "Henry Corbin",
      "aboutText": "Victor Elpidiforovich Borisov-Musatov (Russian: Ви́ктор Эльпидифо́рович Бори́сов-Муса́тов), (April 14 [O.S. April 2] 1870 - November 8 [O.S. October 26] 1905) was a Russian painter, prominent for his unique Post-Impressionistic style that mixed Symbolism, pure decorative style and realism.",
      "pageId": 3868173,
      "monthDay": "04/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ruth_Svedberg",
      "name": "Ruth Svedberg",
      "aboutText": "Ruth Augusta Svedberg (14 April 1903 – 27 December 2002) was a Swedish track and field athlete. She competed at the 1928 Summer Olympics in the 100 m, 4×100 m relay and discus throw events and won a bronze medal in the discus, failing to reach the finals in sprint events. Two years later she won the bronze medal in the triathlon at the third Women's World Games.",
      "pageId": 6823431,
      "monthDay": "04/14"
    },
    {
      "year": "1904",
      "uri": "/wiki/John_Gielgud",
      "name": "John Gielgud",
      "aboutText": "Elizabeth Paisley Huckaby (14 April 1905 in Hamburg, Arkansas – 18 March 1999 in Little Rock, Arkansas) was an educator.\nAs the Vice-Principal for Girls of Little Rock Central High School, Huckaby was given the responsibility for protecting the six female members of the first nine black students admitted to the school after desegregation. Her book Crisis at Central High: Little Rock 1957–58, published in 1980, was based on a diary she kept on the events.",
      "pageId": 10131698,
      "monthDay": "04/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Elizabeth_Huckaby",
      "name": "Elizabeth Huckaby",
      "aboutText": "Otto Abraham Lasanen (14 April 1891 – 25 July 1958) was a Finnish wrestler who competed in the 1912 Summer Olympics.",
      "pageId": 10882759,
      "monthDay": "04/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Georg_Lammers",
      "name": "Georg Lammers",
      "aboutText": "François Duvalier (French pronunciation: ​[fʁɑ̃swa dyvalje]; 14 April 1907 – 21 April 1971), also known as Papa Doc, was the President of Haiti from 1957 to 1971. He was elected president in 1957 on a populist and black nationalist platform and successfully thwarted a coup d’état in 1958. His rule, based on a purged military, a rural militia known as the Tonton Macoute, and the use of cult of personality, resulted in the murder of 30,000 to 60,000 Haitians and the exile of many more.",
      "pageId": 70844,
      "monthDay": "04/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jean_Pierre-Bloch",
      "name": "Jean Pierre-Bloch",
      "aboutText": "Valerie Hobson (14 April 1917 – 13 November 1998) was a British actress who appeared in a number of films during the 1930s, 1940s and 1950s. She was born Babette Valerie Louise Hobson in Larne, County Antrim, in present-day Northern Ireland.",
      "pageId": 163433,
      "monthDay": "04/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Fran%C3%A7ois_Duvalier",
      "name": "François Duvalier",
      "aboutText": "Roberto De Vicenzo (born 14 April 1923) is a former professional golfer from Argentina.",
      "pageId": 318552,
      "monthDay": "04/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/Robert_Doisneau",
      "name": "Robert Doisneau",
      "aboutText": "Thomas Crombie Schelling (born April 14, 1921) is an American economist and professor of foreign policy, national security, nuclear strategy, and arms control at the School of Public Policy at University of Maryland, College Park. He is also co-faculty at the New England Complex Systems Institute.",
      "pageId": 696024,
      "monthDay": "04/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/Georg_Siimenson",
      "name": "Georg Siimenson",
      "aboutText": "Robert Doisneau (French: [ʁɔbɛʁ dwano]; 14 April 1912 – 1 April 1994) was a French photographer. In the 1930s he used a Leica on the streets of Paris. He and Henri Cartier-Bresson were pioneers of photojournalism.",
      "pageId": 1251136,
      "monthDay": "04/14"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jean_Fournet",
      "name": "Jean Fournet",
      "aboutText": "Marvin Julian Miller (April 14, 1917 – November 27, 2012) was the Executive Director of the Major League Baseball Players Association (MLBPA) from 1966 to 1982. Under Miller's direction, the players' union was transformed into one of the strongest unions in the United States.",
      "pageId": 1928763,
      "monthDay": "04/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Don_Willesee",
      "name": "Don Willesee",
      "aboutText": "Helen Mary Warnock, Baroness Warnock, DBE, FBA, FMedSci (née Wilson; born 14 April 1924) is an English philosopher of morality, education and mind, and writer on existentialism.",
      "pageId": 2016044,
      "monthDay": "04/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Valerie_Hobson",
      "name": "Valerie Hobson",
      "aboutText": "Audrey Long (April 14, 1922 – September 19, 2014) was an American actress who appeared mainly in low-budget films in the 1940s and early 1950s.",
      "pageId": 2209059,
      "monthDay": "04/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Marvin_Miller",
      "name": "Marvin Miller",
      "aboutText": "Shamshad Begum (Hindi: शमशाद बेगम, Punjabi: ਸ਼ਮਸ਼ਾਦ ਬੇਗਮ, Urdu: شمشاد بیگم‎, Śamśād Bēgam; 14 April 1919 – 23 April 2013) was an Indian singer who was one of the first playback singers in the Hindi film industry. She had a distinctive voice and was a versatile artist, singing over 6,000 songs in Hindi and the Bengali, Marathi, Gujarati, Tamil and Punjabi languages and of them 1287 songs were Hindi film songs. She worked with maestros including Naushad Ali, S. D. Burman, C. Ramchandra and O. P. Nayyar.",
      "pageId": 2674908,
      "monthDay": "04/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Mary_Healy_(entertainer)",
      "name": "Mary Healy",
      "aboutText": "Milton \"Shorty\" Rogers (April 14, 1924 – November 7, 1994) was one of the principal creators of West Coast jazz.",
      "pageId": 2782835,
      "monthDay": "04/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Shamshad_Begum",
      "name": "Shamshad Begum",
      "aboutText": "Philip Stone (April 14, 1924 – June 15, 2003) was an English actor.",
      "pageId": 4624311,
      "monthDay": "04/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/K._Saraswathi_Amma",
      "name": "K. Saraswathi Amma",
      "aboutText": "Jean Fournet (born in Rouen 14 April 1913 – died in Weesp 3 November 2008) was a French conductor.\nFournet’s father was a flutist who gave him some instruction on the flute and music theory. Fournet was then trained at the Conservatoire de Paris in flute by Gaston Blanquart and Marcel Moyse, and conducting by Philippe Gaubert (himself a flutist).",
      "pageId": 5053762,
      "monthDay": "04/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ivor_Forbes_Guest",
      "name": "Ivor Forbes Guest",
      "aboutText": "Jean Pierre-Bloch (born Jean-Pierre Bloch) (14 April 1905 – 17 March 1999) was a French Resistant of the Second World War as an activist, being a former president of the International League against Racism and Anti-Semitism.",
      "pageId": 5721098,
      "monthDay": "04/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Thomas_Schelling",
      "name": "Thomas Schelling",
      "aboutText": "Georg Lammers (14 April 1905 – 17 March 1987) was a German sprinter who competed at the 1928 Summer Olympics. He won a silver medal in the 4×100 m relay, together with Richard Corts, Hubert Houben and Helmut Körnig, and a bronze in the individual 100 m event.\nDuring his career Lammers won eight national titles and set 13 world records.",
      "pageId": 7564664,
      "monthDay": "04/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Audrey_Long",
      "name": "Audrey Long",
      "aboutText": "Donald Robert \"Don\" Willesee (14 April 1916 – 9 September 2003) was an Australian politician, a member of the Australian Senate for 25 years representing Western Australia, and a Cabinet minister in the Whitlam government.\nWillesee was born in Derby, Western Australia and educated at state and convent schools at Carnarvon in the same state. He left school at 14 (his father and brother had lost their jobs during the Great Depression), to work as a postal clerk in Carnarvon, and immediately joined the Australian Union of Postal Clerks and Telegraphists.",
      "pageId": 8785120,
      "monthDay": "04/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Roberto_De_Vicenzo",
      "name": "Roberto De Vicenzo",
      "aboutText": "Joseph Ruskin (born Joseph Richard Schlafman; April 14, 1924 – December 28, 2013) was an American character actor.",
      "pageId": 10327434,
      "monthDay": "04/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Shorty_Rogers",
      "name": "Shorty Rogers",
      "aboutText": "K. Saraswathi Amma (14 April 1919 – 26 December 1975), is a Malayalam feminist writer whose short stories have been anthologized in translation in several American texts.",
      "pageId": 13868116,
      "monthDay": "04/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Joseph_Ruskin",
      "name": "Joseph Ruskin",
      "aboutText": "Mary Healy (April 14, 1918 – February 3, 2015) was an American actress, singer, and variety entertainer. She performed often with her husband, Peter Lind Hayes, for over 50 years, in a succession of films, television and radio shows and on the stage. Healy appeared in four Broadway shows between 1942 and 1958, and her film appearances include Second Fiddle, Star Dust and Theodore Geisel's musical fantasy, The 5,000 Fingers of Dr.",
      "pageId": 18588550,
      "monthDay": "04/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Philip_Stone",
      "name": "Philip Stone",
      "aboutText": "Georg Siimenson (14 April 1912 – 12 June 1978) was an Estonian international footballer who scored 13 goals in 42 games for the Estonian national side.",
      "pageId": 24979700,
      "monthDay": "04/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mary_Warnock,_Baroness_Warnock",
      "name": "Mary Warnock, Baroness Warnock",
      "aboutText": "Ivor Forbes Guest DUniv MA FRAD (born 14 April 1920) worked professionally as a lawyer, but is best known as a historian for his study of ballet. He was chairman of the Royal Academy of Dance for twenty three years (1970–93) and has been a Vice-President since 1993 and Secretary then Trustee of the Radcliffe Trust. In 1997 he was made a Doctor of the University by the University of Surrey, its highest honorary doctorate.",
      "pageId": 26614105,
      "monthDay": "04/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Gene_Ammons",
      "name": "Gene Ammons",
      "aboutText": "Rodney Stephen \"Rod\" Steiger (April 14, 1925 – July 9, 2002) was an American actor, noted for his portrayal of offbeat, often volatile and crazed characters. Cited as \"one of Hollywood's most charismatic and dynamic stars\", he is closely associated with the art of method acting, embodying the characters he played, which at times led to clashes with directors and co-stars. He starred as Marlon Brando's mobster brother Charlie in On the Waterfront (1954), the titular character, Sol Nazerman, in The Pawnbroker (1964), and as police chief Bill Gillespie opposite Sidney Poitier in the film In the Heat of the Night (1967).",
      "pageId": 61258,
      "monthDay": "04/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/William_Lucas_(actor)",
      "name": "William Lucas",
      "aboutText": "Gerry Anderson, MBE (born Gerald Alexander Abrahams; 14 April 1929 – 26 December 2012) was an English television and film producer, director, writer and occasional voice artist. He was known for his futuristic television programmes, especially his 1960s productions filmed in \"Supermarionation\" (a process involving the use of modified marionette puppets).\nAnderson's first television production was the 1957 Roberta Leigh children's series The Adventures of Twizzle.",
      "pageId": 166831,
      "monthDay": "04/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Abel_Muzorewa",
      "name": "Abel Muzorewa",
      "aboutText": "Barbara Anderson, Lady Anderson (14 April 1926 – 24 March 2013) was a New Zealand fiction writer who became internationally recognized despite only starting her writing career in her late fifties.",
      "pageId": 200748,
      "monthDay": "04/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Rod_Steiger",
      "name": "Rod Steiger",
      "aboutText": "Eugene \"Jug\" Ammons (April 14, 1925 – July 23, 1974), also known as \"The Boss\", was an American jazz tenor saxophonist. The son of boogie-woogie pianist Albert Ammons, Gene Ammons is remembered for his accessible music, steeped in soul and R&B, but his career was hampered by two incarcerations on drugs charges.\n^ a b Doc Rock.",
      "pageId": 243644,
      "monthDay": "04/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Barbara_Anderson_(writer)",
      "name": "Barbara Anderson",
      "aboutText": "Atef Muhammad Ebeid (Arabic: عاطف محمد عبيد‎, IPA: [ˈʕɑːtˤef mæˈħæmmæd ʕeˈbeːd]) (14 April 1932 – 12 September 2014) was an Egyptian politician who served in various capacities in the governments of Egypt. He was Prime Minister of Egypt from 1999 to 2004.",
      "pageId": 393806,
      "monthDay": "04/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Frank_Daniel",
      "name": "Frank Daniel",
      "aboutText": "Bishop Abel Tendekayi Muzorewa (14 April 1925 – 8 April 2010) served as Prime Minister of Zimbabwe Rhodesia from the Internal Settlement to the Lancaster House Agreement in 1979. A Methodist bishop and nationalist leader, he held office for only a few months.",
      "pageId": 623491,
      "monthDay": "04/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Liz_Renay",
      "name": "Liz Renay",
      "aboutText": "Alan Graham MacDiarmid, ONZ FRS (14 April 1927 – 7 February 2007) was a New Zealand-born American chemist, and one of three recipients of the Nobel Prize for Chemistry in 2000.",
      "pageId": 1178444,
      "monthDay": "04/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Alan_MacDiarmid",
      "name": "Alan MacDiarmid",
      "aboutText": "Bradford Dillman (born April 14, 1930) is an American actor and author.",
      "pageId": 2082607,
      "monthDay": "04/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Dany_Robin",
      "name": "Dany Robin",
      "aboutText": "Liz Renay, née Pearl Elizabeth Dobbins (April 14, 1926 – January 22, 2007) was an American author and actress who appeared in John Waters' film Desperate Living (1977).",
      "pageId": 2173914,
      "monthDay": "04/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gerry_Anderson",
      "name": "Gerry Anderson",
      "aboutText": "Sister Inez Andrews born Inez McConico (April 14, 1929 – December 19, 2012) and better known as Inez Andrews was an American gospel singer, songwriter and recording artist. Her soaring, wide-ranging voice — from contralto croon to soul-wrenching wail — made her a pillar of gospel music.",
      "pageId": 2197061,
      "monthDay": "04/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Inez_Andrews",
      "name": "Inez Andrews",
      "aboutText": "Martin Adolf Bormann ((1930-04-14)14 April 1930 in Grünwald – 11 March 2013(2013-03-11) (aged 82) in Herdecke) was a German theologian, the eldest of the ten children of Martin Bormann and a godson of Adolf Hitler.",
      "pageId": 2997591,
      "monthDay": "04/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Martin_Adolf_Bormann",
      "name": "Martin Adolf Bormann",
      "aboutText": "Dany Robin (French pronunciation: ​[dani ʁɔbɛ̃]; 14 April 1927 – 25 May 1995) was a French actress of the 1950s and the early 1960s.",
      "pageId": 3277310,
      "monthDay": "04/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Arnold_Burns",
      "name": "Arnold Burns",
      "aboutText": "Robert St Clair \"Bob\" Grant (21 April 1932 – 8 November 2003) was an English actor, comedian and writer, best known for playing Jack Harper in the television sitcom On the Buses, as well as its film spin-offs and stage version.\nHe was born in Hammersmith, West London, the son of Albert George Grant and Florence Grant (née Burston).",
      "pageId": 3296643,
      "monthDay": "04/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ren%C3%A9_Desmaison",
      "name": "René Desmaison",
      "aboutText": "František \"Frank\" Daniel (April 14, 1926 – March 29, 1996) was a film director, producer and screenwriter born in Kolín, Czechoslovakia (the present day Czech Republic).",
      "pageId": 6921570,
      "monthDay": "04/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bradford_Dillman",
      "name": "Bradford Dillman",
      "aboutText": "Jay Robinson (April 14, 1930 – September 27, 2013) was an American actor specializing in character roles. He achieved his greatest fame playing Emperor Caligula in the film The Robe (1953) and its sequel Demetrius and the Gladiators (1954).",
      "pageId": 7393285,
      "monthDay": "04/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jay_Robinson",
      "name": "Jay Robinson",
      "aboutText": "Paul Andrew Masnick (born April 14, 1931) is a retired Canadian ice hockey forward.\nMasnick started his National Hockey League career with the Montreal Canadiens in 1951. He also played for the Toronto Maple Leafs and Chicago Black Hawks.",
      "pageId": 10393060,
      "monthDay": "04/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Geoffrey_Dalton",
      "name": "Geoffrey Dalton",
      "aboutText": "René Desmaison (April 14, 1930, Bourdeilles, Dordogne – September 28, 2007) was a veteran French mountaineer, climber and alpinist.\nDesmaison had climbed more than 1,000 mountains since the 1950s. He made the first ascent of 114 previously unclimbed mountains throughout the Andes, Alps and Himalayas.",
      "pageId": 13542781,
      "monthDay": "04/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Paul_Masnick",
      "name": "Paul Masnick",
      "aboutText": "William Lucas (born William Clucas, 14 April 1925) is a British film and television actor. His first acting role was in the film Portrait of Alison (1955), and later appeared in many Hammer Film Productions such as The Shadow of the Cat. He is probably best known for his role in The Adventures of Black Beauty (1972–74) as Dr.",
      "pageId": 13700269,
      "monthDay": "04/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Atef_Ebeid",
      "name": "Atef Ebeid",
      "aboutText": "Vice Admiral Sir Geoffrey Thomas James Oliver Dalton KCB (born 14 April 1931) is a former Royal Navy officer who became Deputy Supreme Allied Commander Atlantic.",
      "pageId": 31708714,
      "monthDay": "04/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Bob_Grant_(actor)",
      "name": "Bob Grant",
      "aboutText": "Arnold Irwin Burns (April 14, 1930 – October 1, 2013) was an American lawyer. He served as the United States Deputy Attorney General from 1986 to 1988 under President Ronald Reagan and U.S. Attorney General Edwin Meese. In March 1988, Burns, together with the head of the U.S. Justice Department's criminal division William Weld and four aides, resigned from office in protest of what they viewed as improper conduct by Attorney General Meese, including personal financial indiscretions.",
      "pageId": 40818631,
      "monthDay": "04/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Loretta_Lynn",
      "name": "Loretta Lynn",
      "aboutText": "Peter Edward \"Pete\" Rose, Sr. (born April 14, 1941), also known by his nickname \"Charlie Hustle\", is a former Major League Baseball player and manager. Rose played from 1963 to 1986, and managed from 1984 to 1989.",
      "pageId": 52970,
      "monthDay": "04/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Cameron_Parker",
      "name": "Cameron Parker",
      "aboutText": "Julie Frances Christie (born 14 April 1940) is a British actress. A pop icon of the \"swinging London\" era of the 1960s, she has won the Academy, Golden Globe, BAFTA, and Screen Actors Guild Awards.\nChristie's breakthrough film role was in Billy Liar (1963).",
      "pageId": 163347,
      "monthDay": "04/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Paddy_Hopkirk",
      "name": "Paddy Hopkirk",
      "aboutText": "Valeriy Nikolayevich Brumel (Russian: Валерий Николаевич Брумель; 14 April 1942 – 26 January 2003) was a Soviet high jumper. The 1964 Olympic champion and multiple world record holder, he is regarded as one of the greatest athletes ever to compete in the high jump.",
      "pageId": 174856,
      "monthDay": "04/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Boris_Strugatsky",
      "name": "Boris Strugatsky",
      "aboutText": "Loretta Lynn (née Webb; born April 14, 1932) is a multiple gold album American country music singer-songwriter whose work spans nearly 60 years. She has received numerous awards and other accolades for her groundbreaking role in country music.",
      "pageId": 176316,
      "monthDay": "04/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Shani_Wallis",
      "name": "Shani Wallis",
      "aboutText": "Erich Anton Paul von Däniken (/ˈɛrɨk fɒn ˈdɛnɨkɨn/; German: [ˈeːrɪç fɔn ˈdɛːnɪkən]; born 14 April 1935) is a Swiss author of several books which make pseudoscientific claims about extraterrestrial influences on early human culture, including the best-selling Chariots of the Gods?, published in 1968. Däniken is one of the main figures responsible for popularizing the \"paleo-contact\" and ancient astronauts hypotheses. The ideas put forth in his books are rejected by scientists and academics, who categorize his work as pseudohistory and pseudoarchaeology.",
      "pageId": 191325,
      "monthDay": "04/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Fredric_Jameson",
      "name": "Fredric Jameson",
      "aboutText": "The brothers Arkady (Russian: Аркадий; August 28, 1925 – October 12, 1991) and Boris (Russian: Бори́с; April 14, 1933 – November 19, 2012) Strugatsky (Russian: Струга́цкий; alternate spellings: Strugatskiy, Strugatski, Strugatskii) were Soviet-Russian science fiction authors who collaborated on their fiction.",
      "pageId": 207795,
      "monthDay": "04/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Susan_Cunliffe-Lister,_Baroness_Masham_of_Ilton",
      "name": "Susan Cunliffe-Lister, Baroness Masham of Ilton",
      "aboutText": "Fredric Jameson (born 14 April 1934) is an American literary critic and Marxist political theorist. He is best known for his analysis of contemporary cultural trends. He once described postmodernism as the spatialization of culture under the pressure of organized capitalism.",
      "pageId": 356751,
      "monthDay": "04/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Oliver_(bishop)",
      "name": "John Oliver",
      "aboutText": "David Michael Hope, Baron Hope of Thornes, KCVO, PC (born 14 April 1940) is a British life peer and retired Anglican bishop. He was the Bishop of Wakefield between 1985 and 1991, and the Bishop of London between 1991 and 1995. From 1995 to 2005, he was the Archbishop of York in the Church of England.",
      "pageId": 419260,
      "monthDay": "04/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Erich_von_D%C3%A4niken",
      "name": "Erich von Däniken",
      "aboutText": "Francesco Vincent \"Frank\" Serpico (born April 14, 1936) is a retired American-Italian New York City Police Department (NYPD) officer, known for whistleblowing on police corruption in the late 1960s and early 1970s, an act that prompted Mayor John V. Lindsay to appoint the landmark Knapp Commission to investigate the NYPD. Much of Serpico's fame came after the release of the 1973 film Serpico, which was based on the book by Peter Maas and which starred Al Pacino in the title role, for which Pacino was nominated for an Oscar.",
      "pageId": 619377,
      "monthDay": "04/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Arlene_Martel",
      "name": "Arlene Martel",
      "aboutText": "Arlene Martel (April 14, 1936 – August 12, 2014), born Arline Greta Sax, was an American actress, writer, and acting coach. Prior to 1964, she was frequently billed as Arline Sax, Arlene Sax or Tasha Martel.",
      "pageId": 1495757,
      "monthDay": "04/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bobby_Nichols",
      "name": "Bobby Nichols",
      "aboutText": "Shani Wallis' (born 14 April 1933) is an English actress and singer. She is perhaps best known for her roles in the West End, and for the role of Nancy in the 1968 Oscar-winning film musical Oliver!. She is one of the last surviving actors who played an adult in the film, along with Sheila White, following the death of Ron Moody in June 2015.",
      "pageId": 1595026,
      "monthDay": "04/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Frank_Serpico",
      "name": "Frank Serpico",
      "aboutText": "Cameron Holdsworth Parker OBE BSc (born 14 April 1932) is a former Scottish businessman and a former Lord Lieutenant of Renfrewshire.",
      "pageId": 3103233,
      "monthDay": "04/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/Efi_Arazi",
      "name": "Efi Arazi",
      "aboutText": "Susan Cunliffe-Lister, Countess of Swinton, Baroness Masham of Ilton, DL, DSG (born (1935-04-14)14 April 1935), née Sinclair, is a crossbench member of the House of Lords. She is the senior female life peer.\nShe was the daughter of Major Sir Ronald Sinclair, 8th Baronet.",
      "pageId": 4500513,
      "monthDay": "04/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/Sepp_Mayerl",
      "name": "Sepp Mayerl",
      "aboutText": "Robert Herman Nichols (born April 14, 1936) is an American professional golfer, best known for winning the PGA Championship in 1964.",
      "pageId": 5299571,
      "monthDay": "04/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Mahmud_Esad_Co%C5%9Fan",
      "name": "Mahmud Esad Coşan",
      "aboutText": "Patrick Barron \"Paddy\" Hopkirk (born 14 April 1933) is a former rally driver from Northern Ireland.",
      "pageId": 5895859,
      "monthDay": "04/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/David_Hope,_Baron_Hope_of_Thornes",
      "name": "David Hope, Baron Hope of Thornes",
      "aboutText": "John Keith Oliver (born 14 April 1935) was the Anglican Bishop of Hereford from 1990 to 2003.",
      "pageId": 15677114,
      "monthDay": "04/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Julie_Christie",
      "name": "Julie Christie",
      "aboutText": "Efraim R. \"Efi\" Arazi (Hebrew: אפי ארזי‎) (14 April 1937 – 14 April 2013) was an Israeli businessman.",
      "pageId": 32472083,
      "monthDay": "04/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Richard_Thompson_(physician)",
      "name": "Richard Thompson",
      "aboutText": "Sir Richard Paul Hepworth Thompson, KCVO (born 14 April 1940) is a British physician and past president of the Royal College of Physicians in London.\nHe studied medicine at Oxford University and St Thomas' Hospital, and specialised in gastroenterology. He conducted research with Prof Roger Williams, and at the Mayo Clinic.",
      "pageId": 32747714,
      "monthDay": "04/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Pete_Rose",
      "name": "Pete Rose",
      "aboutText": "Sepp Mayerl, also known as Blasl-Sepp (April 14, 1937 − July 28, 2012) was an Austrian mountaineer.\nMayerl was born on April 14, 1937 as the youngest of seven children into a farmer's family in the Tyrolean village of Göriach near Dölsach. He is renowned for making the first ascent of Lhotse Shar — a subsidiary summit of Lhotse — in May 1970 together with his friend Rolf Walter and for first climbing Mt.",
      "pageId": 36574344,
      "monthDay": "04/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Valeriy_Brumel",
      "name": "Valeriy Brumel",
      "aboutText": "Mahmud Esad Coşan was a Turkish academic author, preacher, professor of Islam and Naqshbandi leader. He was born in Çanakkale, Turkey in 14 April 1938. He died in Sydney, Australia in 4 February 2001.",
      "pageId": 43016236,
      "monthDay": "04/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Valentin_Lebedev",
      "name": "Valentin Lebedev",
      "aboutText": "Berinthia \"Berry\" Berenson Perkins (April 14, 1948 – September 11, 2001) was an American photographer, actress, and model.",
      "pageId": 4182,
      "monthDay": "04/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bj%C3%B6rn_Rosengren",
      "name": "Björn Rosengren",
      "aboutText": "John Sergeant (born 14 March 1944) is a British television and radio journalist and broadcaster.",
      "pageId": 186889,
      "monthDay": "04/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ni_Zhiqin",
      "name": "Ni Zhiqin",
      "aboutText": "Christopher \"Chris\" Langham (born 14 April 1949) is an English writer, actor, and comedian. He is known for playing the cabinet minister Hugh Abbot in the BBC Four sitcom The Thick of It, and as presenter Roy Mallard in People Like Us, first on BBC Radio 4 and later on its transfer to television on BBC Two, where Mallard is almost entirely an unseen character. He subsequently created several spoof adverts in the same vein.",
      "pageId": 237993,
      "monthDay": "04/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Fouad_Siniora",
      "name": "Fouad Siniora",
      "aboutText": "Valentin Vitaljevich Lebedev (Russian: Валентин Витальевич Лебедев; born April 14, 1942 in Moscow) was a Soviet cosmonaut who made two flights into space. His stay aboard the Space Station Salyut 7 with Anatoly Berezovoy in 1982, which lasted 211 days, was recorded in the Guinness Book of Records.\nSince 1989 Lebedev has dedicated himself to scientific work.",
      "pageId": 350563,
      "monthDay": "04/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Sergeant_(journalist)",
      "name": "John Sergeant",
      "aboutText": "David Chester \"Dave\" Gibbons (born 14 April 1949) is an English comic book artist, writer and sometimes letterer. He is best known for his collaborations with writer Alan Moore, which include the miniseries Watchmen and the Superman story \"For the Man Who Has Everything\". He was an artist for the UK anthology 2000 AD, for which he contributed a large body of work from its first issue in 1977.",
      "pageId": 594171,
      "monthDay": "04/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Uwe_Beyer",
      "name": "Uwe Beyer",
      "aboutText": "Fouad Siniora (alternative spellings: Fouad Sanyoura, Fuad Sinyora, Fouad Sanioura, Fouad Seniora, Fuad Siniora) (Arabic: فؤاد السنيورة ‎, Fu'ād as-Sanyūrah) (born 22 November 1943) is a Lebanese politician, a former Prime Minister of Lebanon, a position he held from 19 July 2005 to 25 May 2008. He stepped down on 9 November 2009 in favor of Saad Hariri, the late Rafik Hariri's son. He currently serves as a member of Parliament for Saida.",
      "pageId": 2195263,
      "monthDay": "04/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ritchie_Blackmore",
      "name": "Ritchie Blackmore",
      "aboutText": "Tuilaepa Lupesoliai Sailele Malielegaoi (born 14 April 1945) is a Samoan politician who is Prime Minister of Samoa since 1998.",
      "pageId": 3003806,
      "monthDay": "04/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Roger_Frappier",
      "name": "Roger Frappier",
      "aboutText": "Anastasios Papaligouras (Greek: Αναστάσιος Παπαληγούρας) (born 14 April 1948) is a Greek lawyer and New Democracy politician and was Minister for Mercantile Marine and Island Policy.\nBorn in Athens, Papaligouras studied law at the University of Athens and took a Masters in Comparative European Law at Brunel University, London. He was leader of ONNED (the New Democracy youth organisation) from 1976 to 1977.",
      "pageId": 4071912,
      "monthDay": "04/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tuilaepa_Aiono_Sailele_Malielegaoi",
      "name": "Tuilaepa Aiono Sailele Malielegaoi",
      "aboutText": "Björn Folke Rosengren, born 14 April 1942 in Täby, county of Stockholm; Swedish, active in the labour union and a Social Democratic politician; chairman of the Swedish community salaried employees' association (SKTF) 1976-1982 and the white-collar's central organisation TCO 1982–1994 (a position he was forced to leave after a visit to a strip club, called Tabu), county governor in the Norrbotten County 1995-1998, minister of business 1998-2002, member of the parliament 2002.\nCurrently resides at Arnöbergs country manor on Arnö in lake Mälaren. Rosengren has been controversial with his role as advisor to the Swedish Stenbeck-family and very close ties with the prime minister Göran Persson.",
      "pageId": 4512237,
      "monthDay": "04/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mireille_Guiliano",
      "name": "Mireille Guiliano",
      "aboutText": "Sonja Kristina (born 14 April 1949, Brentwood, Essex, England) is a British songwriter, musician and actor, best known for starring in the seminal 1960s musical, Hair, and for being the lead vocalist of the 1970s progressive rock band, Curved Air.\nSonja is also an experienced voice coach. She was the Rock, Jazz and Musical Theatre tutor for Performing Arts Students at Middlesex University from 1991 to 1999.",
      "pageId": 4584478,
      "monthDay": "04/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Sarris",
      "name": "Michael Sarris",
      "aboutText": "Dame DeAnne Shirley Julius, DCMG, CBE (born April 14, 1949) is a former intelligence analyst for the CIA and an American-British economist, notable as a founder member of the Monetary Policy Committee of the Bank of England.\nShe began her active career as a project economist with the World Bank in Washington and has handled extensive roles in the private sector. From (July) 2003–12 she was Chairman of Chatham House (formally known as The Royal Institute of International Affairs), in London.",
      "pageId": 4610775,
      "monthDay": "04/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Knut_Kristiansen",
      "name": "Knut Kristiansen",
      "aboutText": "Richard Hugh \"Ritchie\" Blackmore (born 14 April 1945) is an English guitarist and songwriter, who began his professional career as a session musician as a member of the instrumental band The Outlaws and as a backing musician of pop singers such as Glenda Collins, Heinz, Screaming Lord Sutch and Neil Christian. Blackmore was also one of the original members of Deep Purple, playing jam-style hard-rock music which mixed simple guitar riffs and organ sounds. During his solo career, he established a band called Rainbow which fused baroque music influences and elements of hard rock.",
      "pageId": 5340649,
      "monthDay": "04/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dominique_Baudis",
      "name": "Dominique Baudis",
      "aboutText": "Uwe Beyer (April 14, 1945 – April 15, 1993) was a West German hammer thrower.\nBeyer was born in Timmendorf near Kiel and represented the sports clubs Holstein Kiel, Bayer Leverkusen and USC Mainz.\nBeyer won the bronze medal at the 1964 Summer Olympics in Tokyo, representing the United Team of Germany, and later finished fourth at the 1972 Summer Olympics in Munich representing West Germany.",
      "pageId": 7229123,
      "monthDay": "04/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Berry_Berenson",
      "name": "Berry Berenson",
      "aboutText": "Charles 'Chas' Mortimer (born 14 April 1949 in Shere, Surrey, UK) is an English former motorcycle short-circuit road racer and race-school instructor who also entered Grands Prix.",
      "pageId": 11625196,
      "monthDay": "04/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Anastasios_Papaligouras",
      "name": "Anastasios Papaligouras",
      "aboutText": "Mireille Guiliano (born April 14, 1946, in Moyeuvre-Grande, France) is a French-American author.",
      "pageId": 18940352,
      "monthDay": "04/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dave_Gibbons",
      "name": "Dave Gibbons",
      "aboutText": "Dominique Baudis (French: [bodi]; 14 April 1947 – 10 April 2014) was the French ombudsman.",
      "pageId": 21400214,
      "monthDay": "04/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/DeAnne_Julius",
      "name": "DeAnne Julius",
      "aboutText": "Roger Frappier is a Canadian producer, director, editor, actor, and screenwriter born April 14, 1945.",
      "pageId": 23279657,
      "monthDay": "04/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sonja_Kristina",
      "name": "Sonja Kristina",
      "aboutText": "Ni Zhiqin (Chinese: 倪志钦; pinyin: Ní Zhìqīn; born 14 April 1942 in Quanzhou) often referred to as Ni Chih-Chin, is a retired Chinese high jumper.",
      "pageId": 25212975,
      "monthDay": "04/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Chris_Langham",
      "name": "Chris Langham",
      "aboutText": "Knut Johan Bratland Kristiansen (born 14 April 1946 in Bergen, Norway) is a Norwegian composer and jazz musician (piano), known from Bergen jazz life primarily for his many interpretations of the music of Thelonious Monk as orchestra leader his own bands with various number of musicians involved.",
      "pageId": 36251495,
      "monthDay": "04/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Chas_Mortimer",
      "name": "Chas Mortimer",
      "aboutText": "Michael Sarris (Greek: Μιχάλης Σαρρής; born 14 April 1946) is a Cypriot economist and politician. He earned his B.Sc. in Economics at the London School of Economics & Political Science (LSE).",
      "pageId": 36331430,
      "monthDay": "04/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Shea",
      "name": "John Shea",
      "aboutText": "Michael Bruce Sterling (born April 14, 1954) is an American science fiction author who is best known for his novels and his work on the Mirrorshades anthology.",
      "pageId": 3838,
      "monthDay": "04/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Francis_Collins",
      "name": "Francis Collins",
      "aboutText": "Katsuhiro Otomo (大友 克洋, Ōtomo Katsuhiro, born April 14, 1954) is a Japanese manga artist, screenwriter and film director. He is best known as the creator of the manga Akira and its animated film adaptation. He was decorated a Chevalier of the French Ordre des Arts et des Lettres in 2005, promoted to Officier of the order in 2014, became the fourth manga artist ever inducted into the American Eisner Award Hall of Fame in 2012, and was awarded the Purple Medal of Honor from the Japanese government in 2013.",
      "pageId": 17442,
      "monthDay": "04/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/P%C3%A9ter_Esterh%C3%A1zy",
      "name": "Péter Esterházy",
      "aboutText": "Julian Lloyd Webber (born 14 April 1951) is a British cellist, conductor and the principal of the Birmingham Conservatoire.",
      "pageId": 217831,
      "monthDay": "04/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jos%C3%A9_Eduardo_Gonz%C3%A1lez_Navas",
      "name": "José Eduardo González Navas",
      "aboutText": "Elizabeth Conway Symons, Baroness Symons of Vernham Dean, PC (born 14 April 1951) is a British life peeress and former General Secretary of the FDA Trade Union and a Minister of State. She was created a Labour life peer as Baroness Symons of Vernham Dean, of Vernham Dean in the County of Hampshire on 7 October 1996.",
      "pageId": 417476,
      "monthDay": "04/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Julian_Lloyd_Webber",
      "name": "Julian Lloyd Webber",
      "aboutText": "Mikhail Vasilievich Pletnev (Russian: Михаи́л Васи́льевич Плетнёв, Mikhail Vasil'evič Pletnëv; born 14 April 1957) is a Russian concert pianist, conductor, and composer.",
      "pageId": 428808,
      "monthDay": "04/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Elizabeth_Symons,_Baroness_Symons_of_Vernham_Dean",
      "name": "Elizabeth Symons, Baroness Symons of Vernham Dean",
      "aboutText": "Péter Esterházy (born 14 April 1950 in Budapest) is one of the most widely known contemporary Hungarian writers. His books are considered to be significant contributions to postwar literature.\nHe studied mathematics at ELTE university in Budapest from 1969 to 1974; his first writings were published in literary journals in 1974.",
      "pageId": 1114575,
      "monthDay": "04/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mickey_O%27Sullivan",
      "name": "Mickey O'Sullivan",
      "aboutText": "David M. Buss (born April 14, 1953; age 62) is a professor of psychology at the University of Texas at Austin, known for his evolutionary psychology research on human sex differences in mate selection.",
      "pageId": 1621653,
      "monthDay": "04/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Urquhart_(bishop)",
      "name": "David Urquhart",
      "aboutText": "John Victor Shea III (born April 14, 1949) is an American actor and director who has starred on stage, television and in film. He is best known for his role as Lex Luthor in the 1990s TV series Lois & Clark: The New Adventures of Superman and also starred in the short-lived 1990s TV series WIOU as Hank Zaret. Later on in the 2000s he starred on the series Mutant X as Adam Kane.",
      "pageId": 2483971,
      "monthDay": "04/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Buss",
      "name": "David Buss",
      "aboutText": "Richard John Colangelo (April 14, 1957 – March 10, 2007), better known by the stage name of Richard Jeni, was an American stand-up comedian and actor.\n^ a b DOB according to Jeni's Website and Social Security Death Index.\n^ Ryan, Jack (June 27, 2007).",
      "pageId": 2513919,
      "monthDay": "04/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sue_Hill",
      "name": "Sue Hill",
      "aboutText": "Lothaire Bluteau (born 14 April 1957) is a Canadian actor. He was born in Montreal, Quebec and performs in both French and English. He had a recurring role in the third season of the television series 24 as the character Marcus Alvers.",
      "pageId": 2571261,
      "monthDay": "04/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Katsuhiro_Otomo",
      "name": "Katsuhiro Otomo",
      "aboutText": "Barbara Bonney (born April 14, 1956) is an American soprano.",
      "pageId": 2733876,
      "monthDay": "04/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bruce_Sterling",
      "name": "Bruce Sterling",
      "aboutText": "Imrich Bugár (born 14 April 1955) is a Czech discus thrower. An ethnic Hungarian who represented Czechoslovakia and then the Czech Republic, his career highlights include an Olympic silver medal from 1980, a European Championship title from 1982 and a gold medal in the inaugural World Championships in 1983.",
      "pageId": 3875624,
      "monthDay": "04/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ana_Ambrazien%C4%97",
      "name": "Ana Ambrazienė",
      "aboutText": "David Andrew Urquhart (born 14 April 1952) is the ninth Bishop of Birmingham.",
      "pageId": 8519248,
      "monthDay": "04/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Imrich_Bug%C3%A1r",
      "name": "Imrich Bugár",
      "aboutText": "Mickey 'Ned' O'Sullivan (born 14 April 1952 in Kenmare, County Kerry) is an Irish Gaelic football manager and former player. He played football with his local club Kenmare and was a member of the Kerry senior inter-county team at various times from 1972 until 1980.",
      "pageId": 10856465,
      "monthDay": "04/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Barbara_Bonney",
      "name": "Barbara Bonney",
      "aboutText": "Ana Ambrazienė (born April 14, 1955) is a retired hurdler from Lithuania. Also known as Anna Kostecka (or Kastetskaya), she was born in Vilnius and is of Polish descent. She represented the Soviet Union in the 1970s and 1980s.",
      "pageId": 15176684,
      "monthDay": "04/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Boris_%C5%A0prem",
      "name": "Boris Šprem",
      "aboutText": "Francis Sellers Collins (born April 14, 1950) is an American physician-geneticist noted for his discoveries of disease genes and his leadership of the Human Genome Project. He is director of the National Institutes of Health (NIH) in Bethesda, Maryland.\nBefore being appointed director of the NIH, Collins led the Human Genome Project and other genomics research initiatives as director of the National Human Genome Research Institute (NHGRI), one of the 27 institutes and centers at NIH. Before joining NHGRI, he earned a reputation as a gene hunter at the University of Michigan.",
      "pageId": 23943084,
      "monthDay": "04/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Larry_Winters",
      "name": "Larry Winters",
      "aboutText": "Larry Winters (April 14, 1956 – January 27, 2015) was an American professional wrestler and trainer who competed in the Midwest, Mid-Atlantic and East Coast independent circuit during the 1980s and 90s. He has wrestled in the American Wrestling Association, the National Wrestling Alliance, National Wrestling Federation, Pro Wrestling USA and the World Wrestling Council. It was reported on several wrestling websites that Winters died due to a heart attack January 27, 2015.",
      "pageId": 27354244,
      "monthDay": "04/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Lothaire_Bluteau",
      "name": "Lothaire Bluteau",
      "aboutText": "Sue Hill OBE (born 14 April 1955) has been the Chief Scientific Officer for England since October 2002.\n^ \"Birthdays\", The Guardian, p.",
      "pageId": 31191004,
      "monthDay": "04/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Richard_Jeni",
      "name": "Richard Jeni",
      "aboutText": "José Eduardo González Navas known as Pepe Gonzalez (born 14 April 1951, Íllora, Granada, Spain) is a Spanish politician, established in Catalonia since 1965. In 1972 he won the poetry prize of Olot City. He graduated in economics from the Autonomous University of Barcelona, and now is socialist councilor at Castellar del Vallès.",
      "pageId": 31931214,
      "monthDay": "04/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mikhail_Pletnev",
      "name": "Mikhail Pletnev",
      "aboutText": "Boris Šprem (pronounced [boris ʃperm]; 14 April 1956 – 30 September 2012) was a Croatian politician who was Speaker of the Croatian Parliament from 2011 to 2012.",
      "pageId": 34155264,
      "monthDay": "04/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Peter_Capaldi",
      "name": "Peter Capaldi",
      "aboutText": "Brian A. Forster (born April 14, 1960) is former child actor.",
      "pageId": 170515,
      "monthDay": "04/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/John_D%27Aquino",
      "name": "John D'Aquino",
      "aboutText": "Gregory Alan \"Greg\" Maddux (born April 14, 1966), nicknamed \"Mad Dog\" and \"The Professor\", is a former Major League Baseball (MLB) pitcher. He is best known for playing for the Chicago Cubs and the Atlanta Braves. He was the first pitcher in major league history to win the Cy Young Award for four consecutive years (1992–1995), a feat matched only by one other pitcher (Randy Johnson).",
      "pageId": 182512,
      "monthDay": "04/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Brian_Forster",
      "name": "Brian Forster",
      "aboutText": "Brad Garrett (born Brad H. Gerstenfeld; April 14, 1960) is an American actor and stand-up comedian. He has appeared in numerous television and film roles.\nGarrett was initially successful as a stand-up comedian in the early 1980s.",
      "pageId": 296934,
      "monthDay": "04/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Brad_Garrett",
      "name": "Brad Garrett",
      "aboutText": "Robert Carlyle, OBE (born 14 April 1961) is a Scottish actor. His film work includes Trainspotting (1996), The Full Monty (1997), The World Is Not Enough (1999), and Angela's Ashes (1999). He has been in the television shows Hamish Macbeth, Stargate Universe, and Once Upon a Time.",
      "pageId": 328687,
      "monthDay": "04/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Myoma_Myint_Kywe",
      "name": "Myoma Myint Kywe",
      "aboutText": "Daniel Gillespie Clowes (born April 14, 1961) is an American cartoonist, illustrator, and screenwriter. Most of Clowes's work first appeared in Eightball, a solo anthology comic book series. An Eightball issue typically contained several short pieces and a chapter of a longer narrative that was later collected and published as a graphic novel, such as Like a Velvet Glove Cast in Iron (1993), Ghost World (1997), and David Boring (2000).",
      "pageId": 422218,
      "monthDay": "04/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tina_Rosenberg",
      "name": "Tina Rosenberg",
      "aboutText": "David Christopher Justice (born April 14, 1966) is a former American outfielder and designated hitter in Major League Baseball who played for the Atlanta Braves (1989–1996), Cleveland Indians (1997–2000), New York Yankees (2000–2001), and Oakland Athletics (2002).",
      "pageId": 446413,
      "monthDay": "04/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Robert_Carlyle",
      "name": "Robert Carlyle",
      "aboutText": "Georgina \"Gina\" McKee (born 14 April 1964) is an English actress. She has appeared in Our Friends in the North (1996), The Lost Prince (2003) and The Forsyte Saga (2002); as Bella in the film Notting Hill (1999); and as Caterina Sforza in the Showtime series The Borgias.",
      "pageId": 462169,
      "monthDay": "04/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Daniel_Clowes",
      "name": "Daniel Clowes",
      "aboutText": "Jeff Andretti (born April 14, 1964) is a former American race car driver.",
      "pageId": 1617211,
      "monthDay": "04/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Scott_Boman",
      "name": "Scott Boman",
      "aboutText": "André Boisclair (French pronunciation: ​[ɑ̃dʁe bwaklɛʁ]; born April 14, 1966 in Montreal, Quebec) is a politician in Quebec, Canada. He was the leader of the Parti Québécois, a social democratic and sovereigntist party in Quebec.\nBetween January 1996 and March 2003, Boisclair served as Citizenship and Immigration Minister and Social Solidarity Minister under former Premier of Quebec Lucien Bouchard and as Environment Minister under former Premier Bernard Landry.",
      "pageId": 1977638,
      "monthDay": "04/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Guillaume_LeBlanc",
      "name": "Guillaume LeBlanc",
      "aboutText": "Kirk Windstein (born 14 April 1965, Middlesex, England) is an English-American sludge metal singer and guitarist for the New Orleans bands Crowbar, Down, and Kingdom of Sorrow.\nHe currently plays guitar for Crowbar. He formerly played guitar in Down, resigning in 2013, and he also played bass for Valume Nob, but resigned in 2006, citing he was unable to commit the time needed to give it full justice.",
      "pageId": 3147147,
      "monthDay": "04/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kalle_Vellevoog",
      "name": "Kalle Vellevoog",
      "aboutText": "Peter Dougan Capaldi (born 14 April 1958) is a Scottish actor, director and writer. He has played numerous roles in film and television and is best known for being the twelfth and current actor to play the title role in the long-running BBC One science-fiction series Doctor Who and for the role of Malcolm Tucker, a spin doctor in the BBC comedy series The Thick of It and its film spinoff In the Loop.",
      "pageId": 3730063,
      "monthDay": "04/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jeff_Andretti",
      "name": "Jeff Andretti",
      "aboutText": "Thomas Ridgeway \"Tom\" Dey (born April 14, 1965) is an American film director, screenwriter, and producer.",
      "pageId": 6526753,
      "monthDay": "04/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Greg_Battle",
      "name": "Greg Battle",
      "aboutText": "Greg Battle (born April 14, 1964) is a former Canadian Football League linebacker for the Winnipeg Blue Bombers.\nHe graduated from Arizona State University. He had a try out with the Denver Broncos of the NFL, but turned north to Canada in 1987.",
      "pageId": 6808463,
      "monthDay": "04/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gina_McKee",
      "name": "Gina McKee",
      "aboutText": "Tina Rosenberg (born April 14, 1960 in Brooklyn, New York) is an American journalist and the author of three books. For one of them, The Haunted Land: Facing Europe's Ghosts After Communism (1995), she won the Pulitzer Prize for General Non-Fiction and the National Book Award for Nonfiction.\nAs a youth outside Lansing, Michigan, Rosenberg was active in her synagogue and regional Jewish youth groups, including a 1976–1977 term as Songleader for Michigan State Temple Youth.",
      "pageId": 7085649,
      "monthDay": "04/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tom_Dey",
      "name": "Tom Dey",
      "aboutText": "Guillaume LeBlanc (born April 14, 1962 in Sept-Îles, Quebec) is a former Canadian athlete who mainly competed in the 20 kilometre walk.",
      "pageId": 7210294,
      "monthDay": "04/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Alexandre_Jardin",
      "name": "Alexandre Jardin",
      "aboutText": "John D'Aquino (born April 14, 1958) is an American film and television actor, best known for his role as Lieutenant Benjamin Krieg in seaQuest DSV and President Richard Martinez in the Disney Channel Original Series Cory in the House.\nD'Aquino was born John Aquino in Brooklyn, New York. Now living in California, he serves as an on-set acting consultant for television networks including The Disney Channel and Nickelodeon.",
      "pageId": 7762752,
      "monthDay": "04/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kirk_Windstein",
      "name": "Kirk Windstein",
      "aboutText": "Scott Avery \"Scotty\" Boman (born April 14, 1962) is a Libertarian politician from Michigan. He has been one of Michigan’s top third-party vote-getters in every election since 2000, and his name is considered to be a household word. He was chair of the Libertarian Party of Michigan in 2006.",
      "pageId": 12540806,
      "monthDay": "04/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andr%C3%A9_Boisclair",
      "name": "André Boisclair",
      "aboutText": "Kalle Vellevoog (born April 14, 1963 in Tallinn) is a notable Estonian architect.\nKalle Vellevoog studied in the State Art Institute of the Estonian SSR (today’s Estonian Academy of Arts) in the department of architecture. He graduated from the academy in 1986.",
      "pageId": 25455941,
      "monthDay": "04/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_Justice",
      "name": "David Justice",
      "aboutText": "Alexandre Jardin (born 14 April 1965) is a French writer, film director and winner of the Prix Femina, 1988, for Le Zèbre.",
      "pageId": 30725090,
      "monthDay": "04/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Greg_Maddux",
      "name": "Greg Maddux",
      "aboutText": "Myoma Myint Kywe (Burmese: မြို့မ-မြင့်ကြွယ်, pronounced [mjo̰ mə-mjɪ̰ɴ tɕwɛ̀]; also U Myint Kywe; born 14 April 1960) is a Burmese writer and historian.\nHe was awarded the Sarpay Beikman Manuscript Awards First Prize for 2003 in the Belles-lettres category. In 2007, he was awarded Myanmar Culture and Fine Arts Literature Prize for 2005.",
      "pageId": 33590452,
      "monthDay": "04/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Nicola_Berti",
      "name": "Nicola Berti",
      "aboutText": "Michael Anthony Thomas Charles Hall (born April 14, 1968), known professionally as Anthony Michael Hall, is an American actor, film producer, and director who starred in several teen-oriented films of the 1980s. Hall began his career in commercials and on stage as a child, and made his screen debut in 1980. His films with director-screenwriter John Hughes, beginning with the popular 1983 comedy National Lampoon's Vacation and the coming-of-age comedy Sixteen Candles, shaped his early career.",
      "pageId": 240267,
      "monthDay": "04/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steve_Chiasson",
      "name": "Steve Chiasson",
      "aboutText": "Roberto Fabián Ayala (locally: [roˈβ̞erto faˈβ̞jan aˈʒala]; born 14 April 1973), nicknamed el Ratón (in English: \"the Mouse\"), is a former Argentine footballer who played as a centre back for the Argentine National Football Team, as well as the Spanish giant Valencia and prominent Spanish side Zaragoza, the Italian giants Milan and Napoli, and the Argentine powerhouse River Plate.\nRegarded as one of the best central defenders of his generation, he stood out for his leadership and ability in the air throughout his career. Ayala captained the Argentine national team in a record 63 matches.",
      "pageId": 1026826,
      "monthDay": "04/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Alain_C%C3%B4t%C3%A9_(ice_hockey_b._1967)",
      "name": "Alain Côté",
      "aboutText": "Steven Thomas Avery (born April 14, 1970) is an American former left-handed pitcher in Major League Baseball (MLB), perhaps best known for his time with the Atlanta Braves in the early to mid 1990s.",
      "pageId": 1536966,
      "monthDay": "04/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Barrett_Martin",
      "name": "Barrett Martin",
      "aboutText": "Bradley David \"Brad\" Ausmus (/ˈɔːsməs/; born April 14, 1969) is a former catcher in Major League Baseball, and the current manager of the Detroit Tigers. He has also previously managed the Israel national baseball team.\nA 1987 draft pick of the New York Yankees, he chose to alternate between attending Dartmouth College and playing minor league baseball.",
      "pageId": 1838414,
      "monthDay": "04/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Julia_Zemiro",
      "name": "Julia Zemiro",
      "aboutText": "Steven Joseph Chiasson (April 14, 1967 – May 3, 1999) was a Canadian ice hockey defenceman with the National Hockey League's Detroit Red Wings, Calgary Flames, Hartford Whalers and Carolina Hurricanes.\nChiasson died in an automobile accident on May 3, 1999.",
      "pageId": 2184306,
      "monthDay": "04/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anthony_Michael_Hall",
      "name": "Anthony Michael Hall",
      "aboutText": "Gregory Owen \"Gregg\" Zaun (/ˈzɔːn/; born April 14, 1971) is a baseball analyst, public speaker and a retired professional baseball catcher. He played for nine different teams over sixteen seasons in Major League Baseball from 1995 until 2010, winning a World Series Championship in 1997.",
      "pageId": 2214353,
      "monthDay": "04/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brad_Ausmus",
      "name": "Brad Ausmus",
      "aboutText": "Barrett Martin (born April 14, 1967) is an American drummer, upright bassist, composer, producer, writer, and Zen artist. He was the drummer for the Seattle, Washington groups Skin Yard and Screaming Trees, as well as the supergroups Mad Season and Tuatara. A multi-instrumentalist and producer, he does recording session work in Seattle and Los Angeles and has played on, or produced, over 75 albums to date.",
      "pageId": 2382964,
      "monthDay": "04/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Martyn_LeNoble",
      "name": "Martyn LeNoble",
      "aboutText": "Alain R. Gabriel Côté (born April 14, 1967) is a Canadian former professional ice hockey player and Roller Hockey player.",
      "pageId": 2436978,
      "monthDay": "04/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Vebj%C3%B8rn_Selbekk",
      "name": "Vebjørn Selbekk",
      "aboutText": "Paul John Devlin (born 14 April 1972) is a former footballer who played as a midfielder. He made more than 500 appearances in the Football League and Premier League, and was capped ten times for the Scotland national team, before spending seveal years in non-league football.\n^ Hugman, Barry J., ed.",
      "pageId": 3255650,
      "monthDay": "04/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Pieter_Zandvliet",
      "name": "Pieter Zandvliet",
      "aboutText": "Shizuka Kudo (工藤 静香, Kudō Shizuka, born April 14, 1970) is a Japanese singer pop idol and actress born in Hamura, Tokyo. She debuted as member no.",
      "pageId": 4021526,
      "monthDay": "04/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Emre_Altu%C4%9F",
      "name": "Emre Altuğ",
      "aboutText": "Julia Zemiro (born 14 April 1967 in Aix-en-Provence, France) is a French-born Australian television presenter, radio host, actress, singer, writer and comedian.\n^ \"Julia Zemiro\". eurovisionfamily.tv.",
      "pageId": 5101421,
      "monthDay": "04/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steve_Avery",
      "name": "Steve Avery",
      "aboutText": "Martyn LeNoble (Dutch: Martijn LeNoble; born 14 April 1969, Vlaardingen, The Netherlands) is a Dutch bassist and a founding member of Porno for Pyros.\nLeNoble started his musical career by playing bass in a Dutch punk rock band when he was 14. In 1989, he moved to Los Angeles and played with the likes of Thelonious Monster and The Too Free Stooges.",
      "pageId": 5215812,
      "monthDay": "04/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Shizuka_Kud%C5%8D",
      "name": "Shizuka Kudō",
      "aboutText": "Roberto Antonio Mejía Díaz (born April 14, 1972 in Hato Mayor del Rey, Dominican Republic) is a former professional baseball second baseman. He played all or part of four seasons in Major League Baseball between 1993–97, and one season in the Korea Baseball Organization in 2003. He most recently played for the El Paso Diablos of the American Association of Independent Professional Baseball in 2009.",
      "pageId": 5889947,
      "monthDay": "04/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Miguel_Calero",
      "name": "Miguel Calero",
      "aboutText": "Miguel Ángel Calero Rodríguez (14 April 1971 – 4 December 2012) was a Colombian football goalkeeper, who played 50 times for the Colombia national team between 1995 and 2007.\nWhile playing in Colombia, Calero won two championships, one with Deportivo Cali (1996) and another one with Atlético Nacional (1998). In Mexico, he played 23 tournaments with Club Pachuca and won 10 cups with the team.",
      "pageId": 5992594,
      "monthDay": "04/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carlos_P%C3%A9rez_(pitcher)",
      "name": "Carlos Pérez",
      "aboutText": "For other people, see Carlos Perez (disambiguation).",
      "pageId": 6341505,
      "monthDay": "04/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gregg_Zaun",
      "name": "Gregg Zaun",
      "aboutText": "Nicola Berti (born 14 April 1967, in Salsomaggiore Terme) is an Italian former footballer whose career spanned three decades. Despite his initial lack of notable technical ability (a skill which he developed with time), he was a versatile, tenacious, tactically intelligent, and hard tackling midfielder, who was effective in the air. He was known in particular for his pace, stamina, determination, work-rate, and passing range, which made him capable of playing anywhere in midfield.",
      "pageId": 6779947,
      "monthDay": "04/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paul_Devlin_(footballer)",
      "name": "Paul Devlin",
      "aboutText": "Vebjørn Selbekk (born 14 April 1969) is a Norwegian newspaper editor and author. Selbekk became widely known in Norway when he in 2006 was one of the first—the first in Norway—to reprint a facsimile of the Jyllands-Posten Muhammad cartoons, as editor of the conservative Christian newspaper Magazinet (now Dagen).\n^ Eik, Espen (12 October 2011).",
      "pageId": 7263931,
      "monthDay": "04/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Roberto_Mej%C3%ADa",
      "name": "Roberto Mejía",
      "aboutText": "Niyazi Emre Altug (born April 14, 1970 in Beşiktaş, Istanbul) is a Turkish pop singer and actor. He starred in popular television series, television films, movies and musicals. He is also one of the most popular male singers in Turkey.",
      "pageId": 8793995,
      "monthDay": "04/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dean_Potter",
      "name": "Dean Potter",
      "aboutText": "Dean S. Potter (April 14, 1972 – May 16, 2015) was an American free climber, alpinist, BASE jumper, BASEliner, and highliner. He was noted for hard first ascents, free solo ascents, speed ascents, and enchainments in Yosemite National Park and Patagonia.",
      "pageId": 14232946,
      "monthDay": "04/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Roberto_Ayala",
      "name": "Roberto Ayala",
      "aboutText": "Jan Willem Pieter Zandvliet (Leiden, Netherlands, 14 April 1969) is a Dutch mixed media artist. He specialises in painting and drawing, but is also involved in writing and movie making.",
      "pageId": 34556243,
      "monthDay": "04/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adrien_Brody",
      "name": "Adrien Brody",
      "aboutText": "Sarah Michelle Gellar (born April 14, 1977) is an American actress, producer and entrepreneur. After being spotted by an agent at the age of four in New York City, she made her acting debut in the made-for-TV movie An Invasion of Privacy (1983). Gellar went on to appear in episodes of Spenser: For Hire and Crossbow and have small roles in films such as Funny Farm (1988) and High Stakes (1989).",
      "pageId": 27611,
      "monthDay": "04/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/David_Miller_(tenor)",
      "name": "David Miller",
      "aboutText": "Chandra Ann Levy (April 14, 1977 – c. May 1, 2001) was an American intern at the Federal Bureau of Prisons in Washington, D.C., who disappeared in May 2001. She was presumed murdered after her skeletal remains were found in Rock Creek Park in May 2002.",
      "pageId": 53012,
      "monthDay": "04/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Da_Brat",
      "name": "Da Brat",
      "aboutText": "Adrien Brody (born April 14, 1973) is an American actor. He received widespread recognition and acclaim after starring in Roman Polanski's The Pianist (2002), for which he won the Academy Award for Best Actor at age 29, making him the youngest actor to win in that category.",
      "pageId": 200750,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Lita_(wrestler)",
      "name": "Lita",
      "aboutText": "Da Brat is the stage name of Shawntae Harris (born April 14, 1974), an American rapper and actress. Her debut album, Funkdafied (1994), sold one million copies, making her the first female solo rap act to have a platinum-selling album, and the second overall female rap act (solo or group) after Salt N Pepa.",
      "pageId": 215764,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Luciano_Almeida",
      "name": "Luciano Almeida",
      "aboutText": "Amy Christine Dumas (born April 14, 1975), better known as Lita, is an American former professional wrestler, and singer currently signed with WWE as an Agent. She performed as a wrestler with WWE from 2000 to 2006, and has since made part-time appearances with the company. She was inducted into the WWE Hall of Fame on April 5, 2014.",
      "pageId": 240731,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Amy_Birnbaum",
      "name": "Amy Birnbaum",
      "aboutText": "Françoise Mbango Etone (born 14 April 1976 in Yaoundé) is a Cameroonian-born female track and field athlete. She has competed internationally for France since 2010. While competing for Cameroon, Etone was a gold medalist in the triple jump at the 2004 Olympic Games in Athens, Greece.",
      "pageId": 1033614,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Avner_Dorman",
      "name": "Avner Dorman",
      "aboutText": "Anna Louise DeForge (born April 14, 1976) is an American professional female basketball player who most recently played for the Detroit Shock in the WNBA. She is the first player from the University of Nebraska to ever play in the WNBA. After finding little success and playing time for several WNBA teams, she finally earned a spot on a WNBA All-Star team in 2004. She was one of the players selected to play in the historic WNBA vs. USA Basketball Game.",
      "pageId": 1277993,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Konstantinos_Nebegleras",
      "name": "Konstantinos Nebegleras",
      "aboutText": "Kyle Lynn Farnsworth (born April 14, 1976) is a semi-professional American football player with the Orlando Phantoms of the Florida Football Alliance and a professional baseball player who is currently a pitcher for Pericos de Puebla in the Mexican League. He has played for the Chicago Cubs (1999–2004), Detroit Tigers (2005, 2008), Atlanta Braves (2005, 2010), New York Yankees (2006–2008), Kansas City Royals (2009–2010), Tampa Bay Rays (2011–2013), Pittsburgh Pirates (2013), New York Mets (2014), Houston Astros (2014) in the MLB and for the Pericos de Puebla (2015) of the Mexican League.\n^ \"Kyle Farnsworth is now an All-Star defensive lineman on a semi-pro football team\".",
      "pageId": 1570617,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rajeshwari_Sachdev",
      "name": "Rajeshwari Sachdev",
      "aboutText": "David Miller (born April 14, 1973) is an American tenor.",
      "pageId": 2455519,
      "monthDay": "04/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anderson_Silva",
      "name": "Anderson Silva",
      "aboutText": "Jason Earl Wiemer (born April 14, 1976) is a retired Canadian professional ice hockey forward.",
      "pageId": 2975825,
      "monthDay": "04/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Christian_%C3%84lvestam",
      "name": "Christian Älvestam",
      "aboutText": "Amy Birnbaum (born April 14, 1975) is an American voice actress and singer, who works on the properties of 4Kids Entertainment. She has done many voiceovers for cartoons, mainly dubbing for English versions of anime. Her works can be found in anime dubs such as Pokémon, Yu-Gi-Oh!, Kirby: Right Back at Ya!, Sonic X (including many of the recent video games), Magical DoReMi, and G.I. Joe: Sigma 6.",
      "pageId": 3958959,
      "monthDay": "04/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Georgina_Chapman",
      "name": "Georgina Chapman",
      "aboutText": "Anderson da Silva (Portuguese pronunciation: [ˈɐ̃deʁsõ ˈsiwvɐ]; born April 14, 1975) is a Brazilian mixed martial artist and former UFC Middleweight Champion. Silva holds the longest title defense streak in UFC history, which ended in 2013 with 16 consecutive wins and 10 title defenses. He has 12 post-fight bonus awards.",
      "pageId": 5390123,
      "monthDay": "04/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Anna_DeForge",
      "name": "Anna DeForge",
      "aboutText": "Konstantinos Nebegleras (born 14 April 1975 in Larissa) is a Greek professional footballer who plays for Achilleas Farsala in the Thessalian Regional Championship (4th Category).\n^ \"Παρουσίασε Νεμπεγλέρα – Τι είπε για την ΑΕΛ (Greek)\". aelole.gr.",
      "pageId": 8260737,
      "monthDay": "04/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kyle_Farnsworth",
      "name": "Kyle Farnsworth",
      "aboutText": "Martin Kaalma (born 14 April 1977 in Tallinn) is an Estonian professional footballer, who plays in Estonian Meistriliiga, for Paide Linnameeskond. He plays the position of goalkeeper and has been capped in the Estonia national football team 35 times. He played in FC Flora Tallinn for years, before falling out of the club and national team and joining Narva Trans for a 1-year spell in 2006.",
      "pageId": 9425418,
      "monthDay": "04/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Fran%C3%A7oise_Mbango_Etone",
      "name": "Françoise Mbango Etone",
      "aboutText": "Avner Dorman (Hebrew: אבנר דורמן; born April 14, 1975 in Tel Aviv, Israel) is an Israeli-born composer of contemporary classical music.",
      "pageId": 9426439,
      "monthDay": "04/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_Wiemer",
      "name": "Jason Wiemer",
      "aboutText": "Luciano Silva Almeida or simply Luciano Almeida (born April 14, 1975 in Santana do Livramento), is a Brazilian left back.",
      "pageId": 10888736,
      "monthDay": "04/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nate_Fox",
      "name": "Nate Fox",
      "aboutText": "Georgina Rose Chapman (born 14 April 1976) is an English fashion designer and actress. Chapman, along with actress and former model Keren Craig, is a co-founder of the fashion label Marchesa.",
      "pageId": 12309923,
      "monthDay": "04/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Martin_Kaalma",
      "name": "Martin Kaalma",
      "aboutText": "Rajeshwari Sachdev is a Hindi film actress who is most known for her role in Shyam Benegal's film Sardari Begum (1996), for which she won the 1997 National Film Award for Best Supporting Actress.\nSachdev co-hosted the Zee TV musical show, Antakshari from 1994 to 2001 with Annu Kapoor. In 2005, she along with her husband Varun Badola, took part a reality TV, Dance competition show, Nach Baliye.",
      "pageId": 14587492,
      "monthDay": "04/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sarah_Michelle_Gellar",
      "name": "Sarah Michelle Gellar",
      "aboutText": "Gunnar Christian Älvestam (Born April 14, 1976 in Sweden) is a vocalist, lyricist, guitarist, bassist and drummer for several bands from Sweden. He is, however, best known as the former vocalist for the Swedish metal band Scar Symmetry. He currently performs with several bands, including Solution .45 and Miseration, and has made several guest appearances for other music bands.",
      "pageId": 17357202,
      "monthDay": "04/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chandra_Levy",
      "name": "Chandra Levy",
      "aboutText": "Nate Fox (April 14, 1977 – December 22, 2014) was an American professional basketball player.\nFox played college basketball for the University of Maine Black Bears, averaging 17.5 points and 7.5 rebounds in his senior year.\nAfter graduating, he played in Europe.",
      "pageId": 21283579,
      "monthDay": "04/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rob_McElhenney",
      "name": "Rob McElhenney",
      "aboutText": "James Henry McFadden (born 14 April 1983, Springburn) is a Scottish footballer who plays for Motherwell in the Scottish Premiership.\nMcFadden started his career with Motherwell. He came to prominence in the 2002–03 season by scoring 19 goals and winning the Scottish PFA Young Player of the Year award.",
      "pageId": 767781,
      "monthDay": "04/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/JD_McPherson",
      "name": "JD McPherson",
      "aboutText": "Ayumi Ito (伊藤 歩, Itō Ayumi, born April 14, 1980 in Tokyo) is a Japanese actress.",
      "pageId": 1182565,
      "monthDay": "04/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Roland_Lessing",
      "name": "Roland Lessing",
      "aboutText": "Edwin Farnham \"Win\" Butler III (born April 14, 1980) is an American-Canadian lead vocalist and songwriter of the Montreal-based indie rock band Arcade Fire. His wife Régine Chassagne and younger brother Will Butler are both members of the band.\n^ Yoshida, Emily.",
      "pageId": 1566614,
      "monthDay": "04/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paul_O%27Brien",
      "name": "Paul O'Brien",
      "aboutText": "Paul O'Brien (born 14 April 1978) is a South African-born Australian actor.",
      "pageId": 2478701,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rebecca_DiPietro",
      "name": "Rebecca DiPietro",
      "aboutText": "Louis Noé Pamarot (born 14 April 1979), more commonly known as Noé Pamarot, is a French former professional footballer who played as a central defender. Before moving to Spain, Pamarot played for Portsmouth in the Premier League. He is a right-footed defender who is also known for his great strength.",
      "pageId": 2596720,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marios_Elia",
      "name": "Marios Elia",
      "aboutText": "Uğur Boral (born 14 April 1982) is a Turkish footballer who last played for Beşiktaş in the Süper Lig.\nBoral is a gifted play-maker and surprises goalkeepers with his deceptive shot. He is naturally left-footed and can play as a left-sided midfielder or as a left-back, given the situation.",
      "pageId": 5938152,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ross_Filipo",
      "name": "Ross Filipo",
      "aboutText": "Robert \"Rob\" McElhenney (/ˈmækɨl.hɛni/; born April 14, 1977) is an American actor, director, producer, and screenwriter. He is best known for playing Mac on the FX/FXX comedy series It's Always Sunny in Philadelphia. He is also one of the creators, developers, and executive producers of the show, which has provided him with writing and directing credits on various episodes.",
      "pageId": 5965394,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/King_Girado",
      "name": "King Girado",
      "aboutText": "Rebecca DiPietro (born April 14, 1979) is an American model, former professional wrestling valet and retired professional wrestler who is best known for her time as the backstage interviewer on WWE's ECW brand.",
      "pageId": 6108815,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/No%C3%A9_Pamarot",
      "name": "Noé Pamarot",
      "aboutText": "Ross Ami Filipo (born 14 April 1979) is a New Zealand rugby union footballer who currently plays for the Chiefs in the Super XV.",
      "pageId": 6897405,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Patrick_Somerville",
      "name": "Patrick Somerville",
      "aboutText": "Simona La Mantia (born 14 April 1983 in Palermo) is an Italian triple jumper.",
      "pageId": 7724604,
      "monthDay": "04/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kerem_Tun%C3%A7eri",
      "name": "Kerem Tunçeri",
      "aboutText": "Claire Elizabeth Coffee (born April 14, 1980) is an American actress best known for her roles as Cassie Tatum on The West Wing (2003), as Nadine Crowell on General Hospital (2007–09), as Janie Ross on Franklin & Bash (2011–12) and as Adalind Schade on Grimm (2011–present).",
      "pageId": 9651930,
      "monthDay": "04/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Win_Butler",
      "name": "Win Butler",
      "aboutText": "Mehmet Kerem Tunçeri (born April 14, 1979) is a Turkish professional basketball player who plays for Acıbadem Üniversitesi of the Turkish Basketball Second League (TB2L). He plays at the point guard and shooting guard positions.",
      "pageId": 11067707,
      "monthDay": "04/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Claire_Coffee",
      "name": "Claire Coffee",
      "aboutText": "Larissa França (born April 14, 1982 in Cachoeiro de Itapemirim) is a female beach volleyball player from Brazil, who won the World Championships 2011, beating Kerri Walsh and Misty May-Treanor, and two PanAm titles in 2007 and 2011 with Juliana Felisberta.\nBefore, she had won the bronze medal at the 2003 Pan American Games in Santo Domingo, Dominican Republic, partnering Ana Richa.\nIn 2012, she and team-mate Juliana Felisberta won the bronze medal at the Olympic Games.",
      "pageId": 11318619,
      "monthDay": "04/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ayumi_Ito",
      "name": "Ayumi Ito",
      "aboutText": "Marios Elia (Greek: Μάριος Ηλία; born April 14, 1979 in Nicosia) is a retired Cypriot professional footballer and current assistant manager of Chrysis Michael at Cypriot Second Division side Olympiakos Nicosia.\n^ \"Cyprus - Record International Players\". rssf.com.",
      "pageId": 12950162,
      "monthDay": "04/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mustafa_G%C3%BCng%C3%B6r",
      "name": "Mustafa Güngör",
      "aboutText": "Mustafa Güngör is a German international rugby union player, playing for the TV Pforzheim in the Rugby-Bundesliga and the German national rugby union team. He is a former captain of the German Sevens and German XV team. He made his debut for Germany in a game against Sweden in 2003.",
      "pageId": 21274477,
      "monthDay": "04/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amy_Leach_(theatre_director)",
      "name": "Amy Leach",
      "aboutText": "Amy Leach (born 14 April 1981 in Darwen, Lancashire) is a British theatre director.\n^ \"The Directors: Amy Leach\". Young Vic Genesis Directors Project.",
      "pageId": 24718370,
      "monthDay": "04/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/U%C4%9Fur_Boral",
      "name": "Uğur Boral",
      "aboutText": "Roland Lessing (born April 14, 1978 in Tartu) is an Estonian biathlete. First World Cup podium was in Pokljuka Pursuit 20 December 2009.",
      "pageId": 25914070,
      "monthDay": "04/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Larissa_Fran%C3%A7a",
      "name": "Larissa França",
      "aboutText": "Filbert B. Girado, Jr. (born April 14, 1979), better known by his stage name King, is a Filipino singer, musician, model and actor. He graduated with a degree of Bachelor of Science in Medical Technology from Far Eastern University.",
      "pageId": 30873073,
      "monthDay": "04/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Simona_La_Mantia",
      "name": "Simona La Mantia",
      "aboutText": "Jonathan David \"JD\" McPherson, born April 14, 1977, is an American singer-songwriter and guitarist from Broken Arrow, Oklahoma. He is known for a retro sound rooted in the rock and roll, rhythm and blues, and rockabilly music of the 1950s. Among influences such as Little Richard and Fats Domino, McPherson also draws inspiration from artists as diverse as the Wu-Tang Clan, Pixies, and Led Zeppelin.",
      "pageId": 35947725,
      "monthDay": "04/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/James_McFadden",
      "name": "James McFadden",
      "aboutText": "Patrick Somerville (born April 14, 1979) is an American novelist and short story writer.",
      "pageId": 40559897,
      "monthDay": "04/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/William_Obeng",
      "name": "William Obeng",
      "aboutText": "Adán Santos Sánchez (April 14, 1984 – March 27, 2004) was a popular American singer who performed under the stage name Adan \"Chalino\" Sánchez, honoring his famous father who was assassinated in 1992.",
      "pageId": 617962,
      "monthDay": "04/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nikoloz_Tskitishvili",
      "name": "Nikoloz Tskitishvili",
      "aboutText": "Nikoloz Tskitishvili (Georgian: ნიკოლოზ ცქიტიშვილი; born April 14, 1983) is a Georgian professional basketball player for Champville of the Lebanese FLB League. He is a 7'0\", 245 lb. forward-center, who was selected fifth overall by the Denver Nuggets in the 2002 NBA draft.",
      "pageId": 2423720,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Blake_Costanzo",
      "name": "Blake Costanzo",
      "aboutText": "Charles Hamelin (born 14 April 1984) is a Canadian short track speed skater from Sainte-Julie, Quebec. Hamelin is a 4-time Olympic medalist having won 3 gold and 1 silver during the 2006, 2010 and 2014 Winter Olympics. He is also a 2-time world champion over the 500 m distance, having won those championships in 2007 and 2009.",
      "pageId": 4057580,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Charles_Hamelin",
      "name": "Charles Hamelin",
      "aboutText": "Matthew Anthony \"Matt\" Derbyshire (born 14 April 1986) is an English professional footballer who plays as a striker for Championship club Rotherham United. He played for Blackburn Rovers for five years, and had loan spells with Plymouth Argyle, Wrexham and Olympiacos, before joining the latter club on a permanent basis in 2009. He played for Birmingham City on loan for the 2010–11 season.",
      "pageId": 4298777,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Harumafuji_K%C5%8Dhei",
      "name": "Harumafuji Kōhei",
      "aboutText": "Todd Gilles (born April 14, 1986) is an American former ice dancer. With Trina Pratt, he won four ISU Junior Grand Prix medals and the 2005 U.S. national junior title, and placed sixth at the 2006 World Junior Championships. With Jane Summersett, he is the 2008 Nebelhorn Trophy bronze medalist.",
      "pageId": 7826503,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Josanne_Lucas",
      "name": "Josanne Lucas",
      "aboutText": "Harumafuji Kōhei (日馬富士 公平, born April 14, 1984, as Davaanyamyn Byambadorj, Mongolian: Даваанямын Бямбадорж), previously known as Ama Kōhei, is a sumo wrestler. He is a yokozuna, sumo's highest rank, receiving his promotion September 26, 2012, the third consecutive Mongolian and fifth overall non-Japanese wrestler to attain yokozuna status.\nRegarded as a relative lightweight, Harumafuji is noted for his technical skill.",
      "pageId": 9106065,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kristina_Rose",
      "name": "Kristina Rose",
      "aboutText": "Tyler Beckham Thigpen (born April 14, 1984) is an American football quarterback who is currently a free agent. Thigpen was drafted out of Coastal Carolina University in the seventh round of the 2007 NFL Draft (217th overall) by the Minnesota Vikings.\nHe was the first quarterback to play for the Coastal Carolina Chanticleers football team.",
      "pageId": 10996505,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ad%C3%A1n_S%C3%A1nchez",
      "name": "Adán Sánchez",
      "aboutText": "Erwin \"Jimmy\" Hoffer (born 14 April 1987) is an Austrian football striker who currently plays for Karlsruher SC in the 2. Bundesliga. He also plays for the Austrian national team.",
      "pageId": 12071164,
      "monthDay": "04/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tyler_Thigpen",
      "name": "Tyler Thigpen",
      "aboutText": "Anne Watanabe (渡辺 杏, Watanabe An, born 14 April 1986 in Tokyo) is a Japanese fashion model, actress, and singer. She is the daughter of film actor Ken Watanabe.",
      "pageId": 12919469,
      "monthDay": "04/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Grant_Clitsome",
      "name": "Grant Clitsome",
      "aboutText": "Blake Costanzo (born April 14, 1984) is an American football linebacker who is currently a free agent. He was signed by the New York Jets as an undrafted free agent in 2006. He played college football at Lafayette.",
      "pageId": 13907876,
      "monthDay": "04/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Derbyshire",
      "name": "Matt Derbyshire",
      "aboutText": "William Yaw Obeng (born April 14, 1983) is a former American football offensive lineman of the Arena Football League. He was signed by the Minnesota Vikings as an undrafted free agent in 2005. He played college football at San Jose State.",
      "pageId": 15759943,
      "monthDay": "04/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Todd_Gilles",
      "name": "Todd Gilles",
      "aboutText": "Michael Carl Baze (April 14, 1987 – May 10, 2011) was an American Thoroughbred horse racing jockey.",
      "pageId": 16086924,
      "monthDay": "04/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Goran_Gogi%C4%87",
      "name": "Goran Gogić",
      "aboutText": "Kristina Rose (born April 14, 1984) is the stage name of an American pornographic actress.",
      "pageId": 20724763,
      "monthDay": "04/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Anne_Watanabe",
      "name": "Anne Watanabe",
      "aboutText": "Josanne Lucas (born 14 May 1984) is a track and field athlete from Trinidad and Tobago who specialises in the 400 metres hurdles.\nBorn in Carnbee, about 5 kilometres southwest of Scarborough, Tobago, Lucas' first success was a win at the national championships in the 400 metres in 2005, but she focused on hurdling instead. She competed at the 2005 World Championships in Athletics in the 400 m hurdles but failed to progress beyond the heats.",
      "pageId": 23010408,
      "monthDay": "04/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Baze",
      "name": "Michael Baze",
      "aboutText": "Grant Clitsome (born April 14, 1985) is a Canadian professional ice hockey defenceman currently playing for the Winnipeg Jets of the National Hockey League (NHL).",
      "pageId": 26415741,
      "monthDay": "04/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Erwin_Hoffer",
      "name": "Erwin Hoffer",
      "aboutText": "Roberto Bautista Agut (born Castelló de la Plana, 14 April 1988) is a Spanish professional tennis player.\nHe has won two ATP singles titles at the 2014 Topshelf Open and the 2014 Mercedes Cup. Bautista reached the fourth round of the 2014 Australian Open, 2014 US Open, 2015 US Open and the 2015 Wimbledon Championships; the semifinals of the 2014 Madrid Masters; and achieved a career-high singles ranking of World No.",
      "pageId": 26808045,
      "monthDay": "04/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Wilson_Kiprop",
      "name": "Wilson Kiprop",
      "aboutText": "Eliška Klučinová (Czech pronunciation: [ˈɛlɪʃka ˈklutʃɪnovaː]; born 14 April 1988 in Prague) is a Czech heptathlete.",
      "pageId": 27758640,
      "monthDay": "04/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Korina_Perkovic",
      "name": "Korina Perkovic",
      "aboutText": "Wilson Kiprop (born 14 April 1987 in Soi, Uasin Gishu District) is a Kenyan long-distance runner, who specialises in the 10,000 metres and half marathon. He was the world champion at the IAAF World Half Marathon Championships in 2010 and was the 10,000 m gold medalist at the 2010 African Championships in Athletics.\n^ James Wokabi and Mutwiri Mutuota (4 October 2010).",
      "pageId": 29262963,
      "monthDay": "04/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Roberto_Bautista_Agut",
      "name": "Roberto Bautista Agut",
      "aboutText": "Korina Perkovic (born 14 April 1987 in Frankfurt) is a German tennis player.\nPerkovic won three singles and seven doubles titles on the ITF tour in her career. On 2 April 2007, she reached her best singles ranking of world number 339.",
      "pageId": 32871230,
      "monthDay": "04/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Eli%C5%A1ka_Klu%C4%8Dinov%C3%A1",
      "name": "Eliška Klučinová",
      "aboutText": "Goran Gogić (Serbian Cyrillic: Горан Гогић, 24 April 1986 – 3 July 2015) was a Serbian footballer.",
      "pageId": 36041511,
      "monthDay": "04/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Vasileios_Pliatsikas",
      "name": "Vasileios Pliatsikas",
      "aboutText": "Christian Alexander (born Christian Ivanov Ivanov, April 14, 1990 in Athens) is a Bulgarian-American actor, best known for his role as Kiefer Bauer on the American daytime drama General Hospital.",
      "pageId": 1857443,
      "monthDay": "04/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brad_Sinopoli",
      "name": "Brad Sinopoli",
      "aboutText": "Vivien Elisabeth Cardone (born April 14, 1993) is an American actress. She is known for her role as Delia Brown on The WB's Everwood.",
      "pageId": 2103505,
      "monthDay": "04/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aleksei_Olegovich_Alekseyev",
      "name": "Aleksei Olegovich Alekseyev",
      "aboutText": "Vasileios Pliatsikas (Greek: Βασίλειος Πλιάτσικας) (born 14 April 1988 in Athens) is a Greek international footballer, who plays as a right back.",
      "pageId": 6389665,
      "monthDay": "04/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Joe_Haden",
      "name": "Joe Haden",
      "aboutText": "Graham David Phillips (born April 14, 1993) is an American actor and singer.",
      "pageId": 12728106,
      "monthDay": "04/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dafina_Zeqiri",
      "name": "Dafina Zeqiri",
      "aboutText": "Abigail Kathleen Breslin (born April 14, 1996) is an American actress and singer. She appeared in her first commercial when she was three years old, and in her first film, Signs (2002), at the age of five. Her other film roles include Little Miss Sunshine (2006), for which she was nominated for the Academy Award for Best Supporting Actress, No Reservations (2007), Nim's Island (2008), Definitely, Maybe (2008), My Sister's Keeper (2009), Zombieland (2009), Rango (2011), August: Osage County (2013), The Call (2013), Ender's Game (2013), and Perfect Sisters (2014).",
      "pageId": 13395562,
      "monthDay": "04/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Christian_Alexander",
      "name": "Christian Alexander",
      "aboutText": "Dafina Zeqiri (born 13 April 1989) often referred to as Duffye is an Albanian Kosovar singer.\nZeqiri achieved popularity with the Albanian-speaking youth as a result of marketing and television appearances. This earned her top artist titles at Kosovo's talent contest Polifest for three straight years: 2007, 2008 and 2009.",
      "pageId": 21639588,
      "monthDay": "04/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Markus_Smarzoch",
      "name": "Markus Smarzoch",
      "aboutText": "Joseph Walter Haden III (born April 14, 1989) is an American football cornerback for the Cleveland Browns of the National Football League (NFL). He played college football for the University of Florida, was recognized as a unanimous All-American, and was a member of a BCS National Championship team.",
      "pageId": 22622162,
      "monthDay": "04/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dar_Bernardo",
      "name": "Dar Bernardo",
      "aboutText": "Aleksei Olegovich Alekseyev (Russian: Алексей Олегович Алексеев; born 14 April 1989) is a Russian professional football player, who last played for the A Lyga club FK Banga Gargždai.",
      "pageId": 24517712,
      "monthDay": "04/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Princess_Snell",
      "name": "Princess Snell",
      "aboutText": "Princess Tinkerbell Cristina Marjorie Pedere Snell, better known simply as Princess Snell now Nathalie Hart (born April 14, 1992 in San Pedro, Laguna, Philippines), is a half-British, Filipina actress and was one of the finalists in the fifth season of StarStruck",
      "pageId": 25911404,
      "monthDay": "04/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Frederik_S%C3%B8rensen",
      "name": "Frederik Sørensen",
      "aboutText": "Skyler Rose Samuels (born April 14, 1994) is an American actress, best known for her roles in the television series Wizards of Waverly Place, The Gates, The Nine Lives of Chloe King, and Scream Queens.",
      "pageId": 28628352,
      "monthDay": "04/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Vivien_Cardone",
      "name": "Vivien Cardone",
      "aboutText": "Frederik Hillesborg Sørensen (born 14 April 1992) is a Danish professional footballer who currently plays for 1. FC Köln. He's primary posotion is centre back but he can also play as a right back.",
      "pageId": 29519521,
      "monthDay": "04/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Graham_Phillips_(actor)",
      "name": "Graham Phillips",
      "aboutText": "Bradley Sinopoli (born April 14, 1988 in Peterborough, Ontario) is a Canadian football wide receiver who is currently playing for the Ottawa Redblacks of the Canadian Football League. He was originally a quarterback with the Calgary Stampeders before being converted to wide receiver in 2013. He played CIS football for the Ottawa Gee-Gees.",
      "pageId": 31117060,
      "monthDay": "04/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Burnell_Taylor",
      "name": "Burnell Taylor",
      "aboutText": "Markus Smarzoch (born 14 April 1990) is a German footballer who plays for SV Rödinghausen in the Regionalliga Nord.\nSmarzoch made his professional debut for SSV Jahn Regensburg during the 2011–12 3. Liga season away to Kickers Offenbach.",
      "pageId": 34696105,
      "monthDay": "04/14"
    },
    {
      "year": "1994",
      "uri": "/wiki/Skyler_Samuels",
      "name": "Skyler Samuels",
      "aboutText": "Burnell Taylor (born April 14, 1993) is an American singer, who came in seventh place on the twelfth season of American Idol.\n^ \"'American Idol' Castoff Burnell Taylor Says 'My Job Here Is Done'\".",
      "pageId": 38764579,
      "monthDay": "04/14"
    },
    {
      "year": "1996",
      "uri": "/wiki/Abigail_Breslin",
      "name": "Abigail Breslin",
      "aboutText": "Darylle Francis Bernardo Salvador (born April 14, 1992 in Bulacan, Philippines), also known by his stage name Dar Bernardo, is a Filipino television actor, model and singer.",
      "pageId": 39019266,
      "monthDay": "04/14"
    }
  ]
}