{
  "people": [
    {
      "year": "626",
      "uri": "/wiki/Eanfl%C3%A6d",
      "name": "Eanflæd",
      "aboutText": "Ferdinand I (19 April 1793 – 29 June 1875) was Emperor of Austria, President of the German Confederation, King of Hungary, Croatia, and Bohemia (as Ferdinand V), as well as associated dominions from the death of his father (Francis II, Holy Roman Emperor) on 2 March 1835, until his abdication after the Revolutions of 1848.\nHe married Maria Anna of Savoy, the sixth child of Victor Emmanuel I of Sardinia. They had no issue.",
      "pageId": 166126,
      "monthDay": "04/19"
    },
    {
      "year": "1603",
      "uri": "/wiki/Michel_Le_Tellier",
      "name": "Michel Le Tellier",
      "aboutText": "Eanflæd (19 April 626 – after 685, also known as Enfleda) was a Kentish princess, queen of Northumbria and later, the abbess of an influential Christian monastery in Whitby, England. She was the daughter of King Edwin of Northumbria and Æthelburg, who in turn was the daughter of King Æthelberht of Kent. In or shortly after 642 Eanflæd became the second wife of King Oswiu of Northumbria.",
      "pageId": 180856,
      "monthDay": "04/19"
    },
    {
      "year": "1613",
      "uri": "/wiki/Christoph_Bach_(musician)",
      "name": "Christoph Bach",
      "aboutText": "José Echegaray y Eizaguirre (April 19, 1832 – September 14, 1916) was a Spanish civil engineer, mathematician, statesman, and one of the leading Spanish dramatists of the last quarter of the 19th century.",
      "pageId": 236582,
      "monthDay": "04/19"
    },
    {
      "year": "1658",
      "uri": "/wiki/Johann_Wilhelm,_Elector_Palatine",
      "name": "Johann Wilhelm, Elector Palatine",
      "aboutText": "Roger Sherman (April 19, 1721 – July 23, 1793) was an early American lawyer and statesman, as well as a Founding Father of the United States. He served as the first mayor of New Haven, Connecticut, and served on the Committee of Five that drafted the Declaration of Independence, and was also a representative and senator in the new republic. He was the only person to sign all four great state papers of the U.S.: the Continental Association; the Declaration of Independence; the Articles of Confederation, and; the Constitution.",
      "pageId": 260910,
      "monthDay": "04/19"
    },
    {
      "year": "1660",
      "uri": "/wiki/Sebasti%C3%A1n_Dur%C3%B3n",
      "name": "Sebastián Durón",
      "aboutText": "Jacques Lelong (April 19, 1665 – August 13, 1721), French bibliographer, was born at Paris.\nHe joined the Order of the Knights of St. John of Malta at the age of ten, but later joined the Oratorians.",
      "pageId": 396519,
      "monthDay": "04/19"
    },
    {
      "year": "1665",
      "uri": "/wiki/Jacques_Lelong",
      "name": "Jacques Lelong",
      "aboutText": "Ole Evinrude, born Ole Andreassen Aaslundeie (April 19, 1877 – July 12, 1934) was a Norwegian-American inventor, known for the invention of the first outboard motor with practical commercial application.",
      "pageId": 780617,
      "monthDay": "04/19"
    },
    {
      "year": "1686",
      "uri": "/wiki/Vasily_Tatishchev",
      "name": "Vasily Tatishchev",
      "aboutText": "Admiral Edward Pellew, 1st Viscount Exmouth, GCB (19 April 1757 – 23 January 1833) was a British naval officer. He fought during the American War of Independence, the French Revolutionary Wars and the Napoleonic Wars. His younger brother, Israel Pellew, also pursued a naval career.",
      "pageId": 827330,
      "monthDay": "04/19"
    },
    {
      "year": "1715",
      "uri": "/wiki/James_Nares",
      "name": "James Nares",
      "aboutText": "Vasily Nikitich Tatishchev (Russian: Васи́лий Ники́тич Тати́щев) (April 19, 1686 – July 15, 1750) was a prominent Russian statesman, and ethnographer, best remembered as the author of the first full-scale Russian history.",
      "pageId": 1004359,
      "monthDay": "04/19"
    },
    {
      "year": "1721",
      "uri": "/wiki/Roger_Sherman",
      "name": "Roger Sherman",
      "aboutText": "Erastus \"Deaf\" Smith (April 19, 1787 – November 30, 1837) was an American frontiersman noted for his part in the Texas Revolution and the Army of the Republic of Texas. He fought at the Grass Fight and the Battle of San Jacinto. After the war, Deaf Smith led a company of Texas Rangers.",
      "pageId": 1016816,
      "monthDay": "04/19"
    },
    {
      "year": "1734",
      "uri": "/wiki/Karl_von_Ord%C3%B3%C3%B1ez",
      "name": "Karl von Ordóñez",
      "aboutText": "Johann Wilhelm II, Elector Palatine (\"Jan Wellem\" in Low German, English: \"John William\"; 19 April 1658 – 8 June 1716) of the Wittelsbach dynasty was Elector Palatine (1690–1716), Duke of Neuburg (1690–1716), Duke of Jülich and Berg (1679–1716), and Duke of Upper Palatinate and Cham (1707–1714).",
      "pageId": 1468381,
      "monthDay": "04/19"
    },
    {
      "year": "1757",
      "uri": "/wiki/Edward_Pellew,_1st_Viscount_Exmouth",
      "name": "Edward Pellew, 1st Viscount Exmouth",
      "aboutText": "Louis Amédée Eugène Achard (19 April 1814 – 25 March 1875) was a prolific French novelist.\nAchard was born in Marseille. After a short stay near Algiers, where he supervised a farm, he went to Toulouse, and then Marseille, where he became a journalist and wrote for the Sémaphore.",
      "pageId": 1693990,
      "monthDay": "04/19"
    },
    {
      "year": "1758",
      "uri": "/wiki/William_Carnegie,_7th_Earl_of_Northesk",
      "name": "William Carnegie, 7th Earl of Northesk",
      "aboutText": "Found resting_place,",
      "pageId": 1758540,
      "monthDay": "04/19"
    },
    {
      "year": "1785",
      "uri": "/wiki/Alexandre_Pierre_Fran%C3%A7ois_Bo%C3%ABly",
      "name": "Alexandre Pierre François Boëly",
      "aboutText": "Ernst Rüdin (April 19, 1874 in St. Gallen – October 22, 1952) was a Swiss-born German psychiatrist, geneticist, eugenicist and Nazi. Rising to prominence under Emil Kraepelin and assuming his directorship at what is now called the Max Planck Institute of Psychiatry in Munich, he has long been scientifically honoured and cited internationally as the pioneer of psychiatric inheritance studies.",
      "pageId": 1814598,
      "monthDay": "04/19"
    },
    {
      "year": "1787",
      "uri": "/wiki/Deaf_Smith",
      "name": "Deaf Smith",
      "aboutText": "Admiral William Carnegie, 7th Earl of Northesk GCB (19 April 1758 – 28 May 1831) was born at Bruntsfield in Edinburgh to Admiral George Carnegie, 6th Earl of Northesk and Anne Melville.",
      "pageId": 1865403,
      "monthDay": "04/19"
    },
    {
      "year": "1793",
      "uri": "/wiki/Ferdinand_I_of_Austria",
      "name": "Ferdinand I of Austria",
      "aboutText": "Alexandre Pierre François Boëly (Versailles, April 19, 1785 - Paris, December 27, 1858) was a French composer, organist, and pianist. Born into a family of musicians, Boëly received his first music lessons from his father, Jean François, who was a countertenor at the Sainte-Chapelle in Paris and a composer and harp teacher at the court of Versailles. He also studied under the Tyrolian pianist Ignaz Ladurner, who introduced him to the work of Bach and Haydn, which Boëly would champion in his adult career.",
      "pageId": 2106397,
      "monthDay": "04/19"
    },
    {
      "year": "1814",
      "uri": "/wiki/Louis_Am%C3%A9d%C3%A9e_Achard",
      "name": "Louis Amédée Achard",
      "aboutText": "Julius Leopold Fredrik Krohn (19 April 1835 – 28 August 1888) was a Finnish folk poetry researcher, professor of Finnish literature, poet, hymn writer, translator and journalist. He was born in Viipuri and was of Baltic German origin. Krohn worked as a lecturer on Finnish language in Helsinki University from the year 1875 and as a supernumerary professor from 1885.",
      "pageId": 6076876,
      "monthDay": "04/19"
    },
    {
      "year": "1832",
      "uri": "/wiki/Jos%C3%A9_Echegaray",
      "name": "José Echegaray",
      "aboutText": "Karl von Ordoñez (April 19, 1734–September 6? 1786) (also Carlo or Carl d'Ordonetz, Ordonnetz, d'Ordóñez, d'Ordonez, Ordoniz) was one of a number of composers working in Vienna during the second half of the Eighteenth century. Ordonez was not a full-time professional musician.",
      "pageId": 12439942,
      "monthDay": "04/19"
    },
    {
      "year": "1835",
      "uri": "/wiki/Julius_Krohn",
      "name": "Julius Krohn",
      "aboutText": "Christoph Bach (29 April [O.S. 19 April] 1613 – 22 September [O.S. 12 September] 1661) was a German musician of the Baroque period. He was the grandfather of Johann Sebastian Bach.\nAccording to information provided by Johann Sebastian Bach in his genealogy Origin of the Musical Bach Family written in 1735, Christoph Bach was the second son of Johannes Hans Bach.",
      "pageId": 18701457,
      "monthDay": "04/19"
    },
    {
      "year": "1874",
      "uri": "/wiki/Ernst_R%C3%BCdin",
      "name": "Ernst Rüdin",
      "aboutText": "Sebastián Durón (christened on 19 April, in Brihuega, Guadalajara, Spain 1660 –",
      "pageId": 25877099,
      "monthDay": "04/19"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ole_Evinrude",
      "name": "Ole Evinrude",
      "aboutText": "Michel Le Tellier, marquis de Barbezieux, seigneur de Chaville et de Viroflay (19 April 1603 – 30 October 1685) was a French statesman.",
      "pageId": 30876781,
      "monthDay": "04/19"
    },
    {
      "year": "1879",
      "uri": "/wiki/Arthur_Robertson_(athlete)",
      "name": "Arthur Robertson",
      "aboutText": "Richard Arthur Warren Hughes OBE (19 April 1900 – 28 April 1976) was a British writer of poems, short stories, novels and plays.\nHe was born in Weybridge, Surrey. His father was Arthur Hughes, a civil servant, and his mother Louisa Grace Warren who had been brought up in the West Indies in Jamaica.",
      "pageId": 48697,
      "monthDay": "04/19"
    },
    {
      "year": "1882",
      "uri": "/wiki/Get%C3%BAlio_Vargas",
      "name": "Getúlio Vargas",
      "aboutText": "Germaine Tailleferre (French: [tɑjfɛʁ]; 19 April 1892 – 7 November 1983) was a French composer and the only female member of the group of composers known as Les Six.",
      "pageId": 144429,
      "monthDay": "04/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Henry_Jameson",
      "name": "Henry Jameson",
      "aboutText": "Eliot Ness (April 19, 1903 – May 16, 1957) was an American Prohibition agent, famous for his efforts to enforce Prohibition in Chicago, Illinois, and the leader of a famous team of law enforcement agents nicknamed The Untouchables.",
      "pageId": 168694,
      "monthDay": "04/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Richard_von_Mises",
      "name": "Richard von Mises",
      "aboutText": "Daniel Roland Michener PC CC CMM OOnt CD QC FRHSC(hon) (April 19, 1900 – August 6, 1991), commonly known as Roland Michener, was a Canadian lawyer, politician, and diplomat who served as Governor General of Canada, the 20th since Canadian Confederation.\nMichener was born and educated in Alberta, where, after serving briefly in the Royal Air Force, he acquired a university degree. He then attended the University of Oxford as a Rhodes scholar, playing hockey there and obtaining his two master's degrees.",
      "pageId": 289757,
      "monthDay": "04/19"
    },
    {
      "year": "1885",
      "uri": "/wiki/Karl_Tarvas",
      "name": "Karl Tarvas",
      "aboutText": "Richard Edler von Mises (German: [fɔn ˈmiːzəs]; 19 April 1883 – 14 July 1953) was a scientist and mathematician who worked on solid mechanics, fluid mechanics, aerodynamics, aeronautics, statistics and probability theory. He held the position of Gordon-McKay Professor of Aerodynamics and Applied Mathematics at Harvard University.",
      "pageId": 821517,
      "monthDay": "04/19"
    },
    {
      "year": "1889",
      "uri": "/wiki/Otto_Georg_Thierack",
      "name": "Otto Georg Thierack",
      "aboutText": "Constance Alice Talmadge (April 19, 1898 – November 23, 1973) was an American silent movie star born in Brooklyn, New York.",
      "pageId": 1468661,
      "monthDay": "04/19"
    },
    {
      "year": "1891",
      "uri": "/wiki/Fran%C3%A7oise_Rosay",
      "name": "Françoise Rosay",
      "aboutText": "Elizabeth Dilling Stokes (April 19, 1894 – May 26, 1966) was an American anti-communist and later antisemitic social activist, as well as an anti-war campaigner and writer in the 1930s and 1940s. She stood trial for sedition in Washington in 1944.\nThe author of four political books, Dilling claimed that Marxism and \"Jewry\" were synonymous.",
      "pageId": 1998142,
      "monthDay": "04/19"
    },
    {
      "year": "1892",
      "uri": "/wiki/Germaine_Tailleferre",
      "name": "Germaine Tailleferre",
      "aboutText": "Arthur James Robertson (19 April 1879 – 18 April 1957) was a Scottish runner who competed at the 1908 Summer Olympics in London. He won the gold medal in the 3-mile team race and a silver in the steeplechase.\nThe son of a Glasgow doctor, Robertson was educated at Kelvinside Academy, Glasgow, before moving to King's School, Peterborough at the age of 14.",
      "pageId": 2082483,
      "monthDay": "04/19"
    },
    {
      "year": "1894",
      "uri": "/wiki/Elizabeth_Dilling",
      "name": "Elizabeth Dilling",
      "aboutText": "Alan Wheatley (19 April 1907 – 30 August 1991) was an English actor and former radio announcer.",
      "pageId": 2307494,
      "monthDay": "04/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Peter_de_Noronha",
      "name": "Peter de Noronha",
      "aboutText": "Chevalier Peter Bertram Cypriano Castellino de Noronha KSG CE (19 April 1897 – 24 July 1970) was a well-known businessman, philanthropist and civil servant of Kanpur, India.",
      "pageId": 2391466,
      "monthDay": "04/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Jiroemon_Kimura",
      "name": "Jiroemon Kimura",
      "aboutText": "George O'Brien (April 19, 1899 – September 4, 1985) was an American actor, popular during the silent film era and into the talkie era of the 1930s, best known today as the lead actor in F. W. Murnau's 1927 film Sunrise: A Song of Two Humans.",
      "pageId": 2658374,
      "monthDay": "04/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Constance_Talmadge",
      "name": "Constance Talmadge",
      "aboutText": "Françoise Rosay (19 April 1891 – 28 March 1974) was a French opera singer, diseuse, and actress who enjoyed a film career of over sixty years and who became a legendary figure in French cinema.",
      "pageId": 2686939,
      "monthDay": "04/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/George_O%27Brien_(actor)",
      "name": "George O'Brien",
      "aboutText": "Veniamin Alexandrovich Kaverin (Russian: Вениамин Александрович Каверин; real name – Вениамин Абелевич Зильбер, or Veniamin Abelevich Zilber)(April 19 [O.S. April 6] 1902, Pskov – May 2, 1989, Moscow) was a Soviet writer associated with the early 1920s movement of the Serapion Brothers.\nKaverin was born in a family of kapellmeister of the 96th Infantry Regiment out of Omsk, Abel Abramovich Zilber and his wife Hana Girshevna Desson who owned a chain of music stores. His older sister, Leia Abelevna Zilber, married Yury Tynyanov who was a classmate of the Kaverin's older brother Lev Zilber.",
      "pageId": 2872867,
      "monthDay": "04/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Cemal_Tollu",
      "name": "Cemal Tollu",
      "aboutText": "Otto Georg Thierack (19 April 1889 – 22 November 1946) was a Nazi jurist and politician.",
      "pageId": 4099973,
      "monthDay": "04/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Richard_Hughes_(writer)",
      "name": "Richard Hughes",
      "aboutText": "Henry Wood Jameson (April 19, 1883 – March 7, 1938) was an American amateur football (soccer) player who competed in the 1904 Summer Olympics.\nHe was born in St. Louis, Missouri and died in Pittsburgh, Pennsylvania.",
      "pageId": 12218911,
      "monthDay": "04/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Roland_Michener",
      "name": "Roland Michener",
      "aboutText": "Jiroemon Kimura (木村 次郎右衛門, Kimura Jirōemon, April 19, 1897 – June 12, 2013) was a Japanese supercentenarian. He became the undisputed oldest male in history on December 28, 2012, at the age of 115 years and 253 days when he surpassed the age of Christian Mortensen who died in 1998; and also became the first man who undisputably reached 116 years of age, being 116 years and 54 days old at the time of his death from natural causes on June 12, 2013, in a hospital in his hometown of Kyōtango, Kyoto Prefecture, Japan. He was also the last known living man born in the 19th century.",
      "pageId": 23278173,
      "monthDay": "04/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Veniamin_Kaverin",
      "name": "Veniamin Kaverin",
      "aboutText": "Getúlio Dornelles Vargas (Portuguese: [ʒeˈtulju doɾˈnɛlis ˈvaɾɡɐs]; 19 April 1882 – 24 August 1954) was President of Brazil, first as dictator, from 1930 to 1945, and in a democratically elected term from 1951 until his suicide in 1954. Vargas led Brazil for 18 years, the longest of any President, and second in Brazilian history only to Emperor Pedro II among heads of state. He favored nationalism, industrialization, centralization, social welfare and populism – for the latter, Vargas won the nickname \"The Father of the Poor\".",
      "pageId": 23809308,
      "monthDay": "04/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Eliot_Ness",
      "name": "Eliot Ness",
      "aboutText": "Karl Tarvas (until 1940 Karl Treumann; 19 April 1885 in Tallinn – 26 December 1975 in Tallinn) was an Estonian architect. Karl Tarvas graduated as an architect from Riga Polytechnic Institute in 1915.\nDuring World War I he worked on building shore batteries, and from 1919 to 1923 he became director of shore battery construction.",
      "pageId": 35800137,
      "monthDay": "04/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Alan_Wheatley",
      "name": "Alan Wheatley",
      "aboutText": "Irena Eichlerówna (19 April 1908 - 12 July 1990) was a Polish actress. She was considered to be \"Poland's Eleonora Duse\".\n^ \"Irena Eichlerówna\".",
      "pageId": 38166855,
      "monthDay": "04/19"
    },
    {
      "year": "1908",
      "uri": "/wiki/Irena_Eichler%C3%B3wna",
      "name": "Irena Eichlerówna",
      "aboutText": "Cemal Tollu (19 April 1899 - 26 July 1968) was a Turkish painter. He served in the Turkish war of independence as a cavalry lieutenant. and witnessed the Fire of Manisa.",
      "pageId": 42334771,
      "monthDay": "04/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Glenn_T._Seaborg",
      "name": "Glenn T. Seaborg",
      "aboutText": "Alexis Korner (19 April 1928 – 1 January 1984) was a British blues musician and radio broadcaster, who has sometimes been referred to as \"a founding father of British blues\".",
      "pageId": 2282,
      "monthDay": "04/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Ken_Carpenter_(athlete)",
      "name": "Ken Carpenter",
      "aboutText": "Glenn Theodore Seaborg (/ˈsiːbɔrɡ/; April 19, 1912 – February 25, 1999) was an American chemist whose involvement in the synthesis, discovery and investigation of ten transuranium elements earned him a share of the 1951 Nobel Prize in Chemistry. His work in this area also led to his development of the actinide concept and the arrangement of the actinide series in the periodic table of the elements.\nSeaborg spent most of his career as an educator and research scientist at the University of California, Berkeley, serving as a professor, and, between 1958 and 1961, as the university's second chancellor.",
      "pageId": 13120,
      "monthDay": "04/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/Sven_Hassel",
      "name": "Sven Hassel",
      "aboutText": "Sven Hassel (19 April 1917 – 21 September 2012 in Barcelona) was the pen name of the Danish-born Børge Willy Redsted Pedersen who wrote novels set during World War II.",
      "pageId": 206391,
      "monthDay": "04/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Sol_Kaplan",
      "name": "Sol Kaplan",
      "aboutText": "Erich Alfred Hartmann (19 April 1922 – 20 September 1993), nicknamed \"Bubi\" by his German comrades and \"The Black Devil\" by his Soviet adversaries, was a German fighter pilot during World War II and is the most successful fighter ace in the history of aerial warfare. He flew 1,404 combat missions and participated in aerial combat on 825 separate occasions. He claimed, and was credited with, shooting down 352 Allied aircraft—345 Soviet and 7 American—while serving with the Luftwaffe.",
      "pageId": 301590,
      "monthDay": "04/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Gene_Leis",
      "name": "Gene Leis",
      "aboutText": "Richard Stanford Cox (April 19, 1930 – July 8, 1994), known professionally as Dick Sargent, was an American actor, notable as the second actor to portray Darrin Stephens on the television series Bewitched. The actor took the name Dick Sargent from a Saturday Evening Post illustrator/artist of the same name.",
      "pageId": 438370,
      "monthDay": "04/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Marvin_Mandel",
      "name": "Marvin Mandel",
      "aboutText": "Marvin Mandel (April 19, 1920 – August 30, 2015) was an American politician and lawyer. Mandel served as the 56th Governor of Maryland from January 7, 1969, to January 17, 1979, including a one-and-a-half-year period when Lt. Governor Blair Lee III served as the state's acting Governor in Mandel's place from June 1977 to January 15, 1979.",
      "pageId": 1096973,
      "monthDay": "04/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_O%27Neil_(baseball)",
      "name": "John O'Neil",
      "aboutText": "Hugh O'Brian (born Hugh Charles Krampe; April 19, 1925) is an American actor, known for his starring roles in the 1955-1961 ABC western television series, The Life and Legend of Wyatt Earp and the 1972-1973 NBC action television series Search.",
      "pageId": 1558601,
      "monthDay": "04/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Julien_Ries",
      "name": "Julien Ries",
      "aboutText": "William Kenneth (\"Ken\") Carpenter (April 19, 1913 – March 15, 1984) was the USC's first two-time NCAA champion in a weight event. In 1936, Carpenter captured the gold medal in the discus throw at the 1936 Summer Olympics with a toss of 50.48 meters. Between 1936 and 1940, he held the American record in discus and won the NCAA national title with a toss of 157 feet.",
      "pageId": 1909469,
      "monthDay": "04/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Anna_Lee_Aldred",
      "name": "Anna Lee Aldred",
      "aboutText": "Sol Kaplan (April 19, 1919 – November 14, 1990) was a prolific film and television music composer.\nBorn in Philadelphia, Pennsylvania, Kaplan worked as a successful concert pianist, including performing at Carnegie Hall in 1941. That same year, Kaplan composed his first film score.",
      "pageId": 3426830,
      "monthDay": "04/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Roberto_Tucci",
      "name": "Roberto Tucci",
      "aboutText": "Anna Lee Aldred (April 19, 1921 – June 12, 2006) was the first woman in the United States to receive a jockey's license.\nShe was born Anna Lee Mills in Montrose, Colorado in 1921. She is the daughter of a famous race horse trainer.",
      "pageId": 8320384,
      "monthDay": "04/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Erich_Hartmann",
      "name": "Erich Hartmann",
      "aboutText": "Roberto Tucci, SJ (19 April 1921 – 14 April 2015) was a Roman Catholic Jesuit cardinal and theologian. He was created cardinal by Pope John Paul II on 21 February 2001.\nCardinal Tucci was born in Naples, Italy in 1921 and entered the Society of Jesus on 1 October 1936.",
      "pageId": 11070815,
      "monthDay": "04/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_Kraaijkamp,_Sr.",
      "name": "John Kraaijkamp, Sr.",
      "aboutText": "For the MLB catcher, see John O'Neill (baseball).\nJohn Francis O'Neil (April 19, 1920 – April 18, 2012) was a shortstop in Major League Baseball who played briefly during the 1946 season. Listed at 5 ft 9 in (1.75 m), 155 lb, he batted and threw right-handed.",
      "pageId": 17009874,
      "monthDay": "04/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hugh_O%27Brian",
      "name": "Hugh O'Brian",
      "aboutText": "Rawya Ateya (Arabic: راوية عطية‎, 19 April 1926 – 9 May 1997) was an Egyptian woman who became the first female parliamentarian in the Arab world in 1957.",
      "pageId": 26125954,
      "monthDay": "04/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rawya_Ateya",
      "name": "Rawya Ateya",
      "aboutText": "Gene Leis (April 19, 1920 – March 15, 1993) was an American jazz guitarist, teacher, bandleader, composer, producer and entrepreneur.",
      "pageId": 26542275,
      "monthDay": "04/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/Mr._Kenneth",
      "name": "Mr. Kenneth",
      "aboutText": "Sultan Azlan Muhibbuddin Shah Ibni Almarhum Sultan Yussuf Izzuddin Shah Ghafarullahu-lah, GCB, KSTJ (19 April 1928 – 28 May 2014) was the 34th Sultan of Perak and was the ninth Yang di-Pertuan Agong of Malaysia from 26 April 1989 to 25 April 1994. The child of a royal father and commoner mother, he grew up in Perak, Malaysia. During school he played field hockey, subsequently playing for the Perak team.",
      "pageId": 28831240,
      "monthDay": "04/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Horlock",
      "name": "John Horlock",
      "aboutText": "Jan Hendrik (John) Kraaijkamp, Sr. (19 April 1925 – 17 July 2011) was a Dutch Golden Calf and Louis d'Or winning actor, comedian and singer. For years, he formed a comedy team with Rijk de Gooyer.",
      "pageId": 32456849,
      "monthDay": "04/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alexis_Korner",
      "name": "Alexis Korner",
      "aboutText": "Sir John Harold Horlock FRS FREng (19 April 1928 - 22 May 2015), was a British professor of mechanical engineering, and was Vice-Chancellor of both the Open University and the University of Salford, as well as Vice-President of the Royal Society.",
      "pageId": 34194270,
      "monthDay": "04/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Azlan_Shah_of_Perak",
      "name": "Azlan Shah of Perak",
      "aboutText": "Julien Ries (19 April 1920 – 23 February 2013) was a Belgian religious historian, titular archbishop and cardinal of the Catholic Church.",
      "pageId": 34315735,
      "monthDay": "04/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ewan_Jamieson",
      "name": "Ewan Jamieson",
      "aboutText": "Kenneth Battelle (April 19, 1927 – May 12, 2013), more usually known as Kenneth, was a leading New York hairdresser from the 1950s until his death. Sometimes described as the world's first celebrity hairdresser, Kenneth achieved international fame for creating Jacqueline Kennedy's bouffant in 1961. He counted Marilyn Monroe, Audrey Hepburn, and many of America's most high-profile socialites such as Brooke Astor and Happy Rockefeller among his clients.",
      "pageId": 37821455,
      "monthDay": "04/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Dick_Sargent",
      "name": "Dick Sargent",
      "aboutText": "Air Marshal Sir David Ewan Jamieson KBE, CB (19 April 1930 – 21 March 2013) was a senior commander in the Royal New Zealand Air Force. He was Chief of the Air Staff from 1979 to 1983, and Chief of the Defence Staff from 1983 to 1986.\n^ \"Sir Ewan Jamieson - Obituary\".",
      "pageId": 38916871,
      "monthDay": "04/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Garfield_Morgan",
      "name": "Garfield Morgan",
      "aboutText": "Dudley Stuart John Moore, CBE (19 April 1935 – 27 March 2002) was an English actor, comedian, musician and composer.\nMoore first came to prominence in the UK as one of the four writer-performers in the comedy revue Beyond the Fringe from 1960, and with one member of that team, Peter Cook, collaborated on the television series Not Only... But Also.",
      "pageId": 46208,
      "monthDay": "04/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Walter_Stewart_(journalist)",
      "name": "Walter Stewart",
      "aboutText": "Stanley Eugene Fish (born April 19, 1938) is an American literary theorist, legal scholar, author and public intellectual. He is currently the Floerscheimer Distinguished Professor of Law at Cardozo Law School in New York City. Fish has previously served as the Davidson-Kahn Distinguished University Professor of Humanities and a professor of law at Florida International University and is dean emeritus of the College of Liberal Arts and Sciences at the University of Illinois at Chicago.",
      "pageId": 55918,
      "monthDay": "04/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Fernando_Botero",
      "name": "Fernando Botero",
      "aboutText": "Joseph \"Erap\" Ejercito Estrada (born Jose Marcelo Ejercito; April 19, 1937) is a Filipino politician who was the 13th President of the Philippines from 1998 to 2001. He has been Mayor of the City of Manila, the country's capital, since 2013.\nEstrada gained popularity as a film actor, playing the lead role in over a hundred films in an acting career spanning some three decades.",
      "pageId": 279629,
      "monthDay": "04/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Dickie_Bird",
      "name": "Dickie Bird",
      "aboutText": "Fernando Botero Angulo (born 19 April 1932) is a figurative artist and sculptor from Medellín, Colombia. His signature style, also known as \"Boterismo\", depicts people and figures in large, exaggerated volume, which can represent political criticism or humor, depending on the piece. He is considered the most recognized and quoted living artist from Latin America, and his art can be found in highly visible places around the world, such as Park Avenue in New York City and the Champs-Élysées in Paris.",
      "pageId": 301370,
      "monthDay": "04/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jayne_Mansfield",
      "name": "Jayne Mansfield",
      "aboutText": "Wilfried Achiel Emma Martens (Dutch: [ˈʋɪlfrit ˈmɑrtə(n)s]; 19 April 1936 – 9 October 2013) was a Belgian politician. He was born in Sleidinge (East Flanders).",
      "pageId": 358955,
      "monthDay": "04/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Philip_Lavallin_Wroughton",
      "name": "Philip Lavallin Wroughton",
      "aboutText": "Jayne Mansfield (born Vera Jayne Palmer; April 19, 1933 – June 29, 1967) was an American actress in film, theatre, and television. She was also a nightclub entertainer, a singer, and one of the early Playboy Playmates. She was a major Hollywood sex symbol of the 1950s and early 1960s and 20th Century Fox's alternative to Marilyn Monroe who came to be known as the \"Working Man's Monroe\".",
      "pageId": 409842,
      "monthDay": "04/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ox_Baker",
      "name": "Ox Baker",
      "aboutText": "Eugene Clay Shaw, Jr. (April 19, 1939 – September 10, 2013) was an American politician who was a Republican member of the United States House of Representatives from 1981 until 2007. He represented the 22nd District of Florida until he was defeated by Ron Klein in the 2006 midterm election.",
      "pageId": 468413,
      "monthDay": "04/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Dickie_Goodman",
      "name": "Dickie Goodman",
      "aboutText": "Dougal Haston, (19 April 1940 – 17 January 1977), was a Scottish mountaineer famed for his exploits in the British Isles, Alps, and Himalayas.",
      "pageId": 752753,
      "monthDay": "04/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dudley_Moore",
      "name": "Dudley Moore",
      "aboutText": "Richard Dorian \"Dickie\" Goodman (April 19, 1934 – November 6, 1989) was an American music and record producer born in Brooklyn, New York. He is best known for inventing and using the technique of the \"break-in\", an early precursor to sampling, that used brief clips of popular records and songs to \"answer\" comedic questions posed by voice actors on his novelty records. He also wrote and produced some original material, most often heard on the B-side of his break-in records.",
      "pageId": 795995,
      "monthDay": "04/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Justin_Francis_Rigali",
      "name": "Justin Francis Rigali",
      "aboutText": "John Perry Pardee (April 19, 1936 – April 1, 2013) was an American football linebacker and the only head coach to helm a team in college football, the National Football League, the United States Football League, the World Football League, and the Canadian Football League.",
      "pageId": 1021688,
      "monthDay": "04/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Wilfried_Martens",
      "name": "Wilfried Martens",
      "aboutText": "Justin Francis Rigali (born April 19, 1935) is an American cardinal of the Roman Catholic Church. He was the eighth Archbishop of Philadelphia, having previously served as Archbishop of St. Louis from 1994 to 2003.",
      "pageId": 1140900,
      "monthDay": "04/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jack_Pardee",
      "name": "Jack Pardee",
      "aboutText": "Genya Ravan, aka Goldie (born Genyusha Zelkovicz; April 19, 1940) is an American rock singer and producer.",
      "pageId": 1444870,
      "monthDay": "04/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Antonio_Carluccio",
      "name": "Antonio Carluccio",
      "aboutText": "Mary Eleanor Donahue (born April 19, 1937), best known as Elinor Donahue, is an American actress. She played Robert Young's and Jane Wyatt's eldest child, Betty Anderson, on Father Knows Best, a 1950s sitcom.",
      "pageId": 1670519,
      "monthDay": "04/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Elinor_Donahue",
      "name": "Elinor Donahue",
      "aboutText": "Harold Dennis \"Dickie\" Bird, OBE (born 19 April 1933, Barnsley, Yorkshire, England), is a retired English international cricket umpire. In February 2014, Yorkshire announced that Bird is to be voted in as the club's president at their Annual General Meeting on 29 March.",
      "pageId": 1949532,
      "monthDay": "04/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joseph_Estrada",
      "name": "Joseph Estrada",
      "aboutText": "Sir Philip Lavallin Wroughton, KCVO, K.St.J. (born 19 April 1933) was the Lord Lieutenant of Berkshire from 1995 until 2008.",
      "pageId": 3156750,
      "monthDay": "04/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Stanley_Fish",
      "name": "Stanley Fish",
      "aboutText": "Walter Douglas Stewart (April 19, 1931 – September 15, 2004) was an outspoken Canadian writer, editor and journalism educator, a veteran of newspapers and magazines and author of more than twenty books, several of them bestsellers.",
      "pageId": 4206993,
      "monthDay": "04/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/E._Clay_Shaw,_Jr.",
      "name": "E. Clay Shaw, Jr.",
      "aboutText": "Douglas A. Baker (April 19, 1934 – October 20, 2014) was an American professional wrestler and actor, better known professionally as Ox Baker. He was famous for his finishing move, the Heart Punch, sometimes called the \"Hurt Punch\", after Baker's famous catchphrase \"I love to hurt people!\". He appeared in several movies including Blood Circus and Escape from New York.",
      "pageId": 4526138,
      "monthDay": "04/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dougal_Haston",
      "name": "Dougal Haston",
      "aboutText": "Garfield Morgan (19 April 1931 – 5 December 2009) was an English actor who appeared mostly on TV and occasionally in films.\nBorn in Birmingham, Warwickshire, Morgan was apprenticed as a dental mechanic before going to drama school. He started his acting career with the Arena Theatre, Birmingham.",
      "pageId": 7246665,
      "monthDay": "04/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Genya_Ravan",
      "name": "Genya Ravan",
      "aboutText": "Antonio Carluccio, OBE OMRI (born 19 April 1937) is an Italian chef, restaurateur and food expert, based in London.",
      "pageId": 7480521,
      "monthDay": "04/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Priit_Aimla",
      "name": "Priit Aimla",
      "aboutText": "Priit Aimla (born 19 April 1941 in Võru) is an Estonian writer, poet, humorist and politician known for several stage plays and books.",
      "pageId": 13149776,
      "monthDay": "04/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Roberto_Carlos_(singer)",
      "name": "Roberto Carlos",
      "aboutText": "James Joseph Heckman (born April 19, 1944) is an American economist and Nobel laureate. He is the Henry Schultz Distinguished Service Professor of Economics and the Law School, and director at the Center for the Economics of Human Development at the University of Chicago, and a senior research fellow at the American Bar Foundation.\nHeckman shared the Nobel Memorial Prize in Economics in 2000 with Daniel McFadden for his pioneering work in econometrics and microeconomics.",
      "pageId": 16333,
      "monthDay": "04/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michel_Roux",
      "name": "Michel Roux",
      "aboutText": "Timothy James \"Tim\" Curry (born 19 April 1946) is an English actor and singer, known for his work in a diverse range of theatre, film and television productions, often portraying villainous roles or character parts. Curry first rose to prominence with his portrayal of Dr Frank-N-Furter in the 1975 cult film The Rocky Horror Picture Show, reprising the role he had originated in the 1973 London and 1974 Los Angeles stage productions of The Rocky Horror Show.\nHis other stage roles include Wolfgang Amadeus Mozart in the 1980 Broadway production of Amadeus, The Pirate King in the 1982 West End production of The Pirates of Penzance, Alan Swann in the Broadway production of My Favourite Year and King Arthur in Broadway and West End productions of Spamalot from 2005 to 2007.",
      "pageId": 31573,
      "monthDay": "04/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bobby_Russell",
      "name": "Bobby Russell",
      "aboutText": "George Bernard \"Bernie\" Worrell, Jr. (born April 19, 1944) is an American keyboardist and composer best known as a founding member of Parliament-Funkadelic and for his work with Talking Heads.",
      "pageId": 113337,
      "monthDay": "04/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bas_Jan_Ader",
      "name": "Bas Jan Ader",
      "aboutText": "Margo MacDonald (née Aitken; 19 April 1943 – 4 April 2014) was a Scottish teacher, broadcaster and politician. She was the Scottish National Party (SNP) Member of Parliament (MP) for Glasgow Govan from 1973 to 1974 and was Depute Leader of the Scottish National Party from 1974 to 1979.",
      "pageId": 270244,
      "monthDay": "04/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Alan_Price",
      "name": "Alan Price",
      "aboutText": "Roberto Carlos Braga (Portuguese pronunciation: [ʁoˈbeɾtu ˈkaɾlus]; born April 19, 1941 in Cachoeiro de Itapemirim city) is a Grammy Award-winning Brazilian singer and composer, who has achieved a great deal of success and recognition in his 50-year career, also known as King of Latin Music or simply The King.\nMost of his songs are written in partnership with his friend, also singer and songwriter Erasmo Carlos. Roberto Carlos has sold over 120 million albums around the world.",
      "pageId": 502049,
      "monthDay": "04/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jack_Roush",
      "name": "Jack Roush",
      "aboutText": "Alan Price (born 19 April 1942) is an English musician, best known as the original keyboardist for the British band The Animals and for his subsequent solo work.\nPrice was born in Fatfield, Washington, County Durham, and was educated at Jarrow Grammar School, South Tyneside. He is a self-taught musician and was a founding member of Tyneside group the Alan Price Rhythm and Blues Combo, which was later renamed the Animals.",
      "pageId": 571489,
      "monthDay": "04/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Maarten_van_den_Bergh",
      "name": "Maarten van den Bergh",
      "aboutText": "Murray Perahia KBE (born April 19, 1947) is an American concert pianist and conductor.",
      "pageId": 858538,
      "monthDay": "04/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Eve_Graham",
      "name": "Eve Graham",
      "aboutText": "Bastiaan Johan Christiaan \"Bas Jan\" Ader (born 19 April 1942 – disappeared 1975) was a Dutch conceptual artist, performance artist, photographer and filmmaker. He had lived in Los Angeles, California for the last twelve years of his life. His work was in many instances presented as photographs and film of his performances.",
      "pageId": 936714,
      "monthDay": "04/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Margo_MacDonald",
      "name": "Margo MacDonald",
      "aboutText": "Yan Pascal Tortelier (born 19 April 1947) is a French conductor and violinist. Born in Paris, he is the son of the cellist Paul Tortelier, and the brother of Maria de la Pau. Tortelier began piano and violin studies at age 4.",
      "pageId": 1729403,
      "monthDay": "04/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lorenzo_Sanz",
      "name": "Lorenzo Sanz",
      "aboutText": "Jack Roush (born April 19, 1942) is the founder, CEO, and co-owner of Roush Fenway Racing, a NASCAR team headquartered in Concord, North Carolina, and is Chairman of the Board of Roush Enterprises.\nRoush Enterprises is the parent company for Roush Racing as well as Roush Industries, a freelance engineering firm; Roush Performance, an automotive aftermarket development company; and ROUSH CleanTech, a manufacturer of propane autogas fuel systems, all headquartered in Livonia, Michigan. His companies employ more than 2,000 people throughout North America and Europe.",
      "pageId": 2332125,
      "monthDay": "04/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Keith_Erickson",
      "name": "Keith Erickson",
      "aboutText": "Mary Jo Slater (born Mary Jo Lawton; April 19, 1946) is an American casting director and producer for film, television and theatre. She has over 100 movie credits to her name.\nSlater was born in Trenton, New Jersey.",
      "pageId": 2507950,
      "monthDay": "04/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/James_Heckman",
      "name": "James Heckman",
      "aboutText": "Eve Graham (born Evelyn May Beatson; 19 April 1943) is a Scottish singer who found fame in the early 1970s with the pop group, The New Seekers.\n^ Samantha Booth (12 March 2011). \"New Seekers star Eve Graham looks back 40 years after their greatest hit\".",
      "pageId": 2528067,
      "monthDay": "04/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bernie_Worrell",
      "name": "Bernie Worrell",
      "aboutText": "Lorenzo Sanz Mancebo (born 19 April 1943 in Madrid) is a Spanish businessman, former president of Real Madrid Club de Fútbol and former owner of Málaga Club de Fútbol, where his son Fernando (a former player with Real Madrid and Málaga) served as the club's president.",
      "pageId": 2555320,
      "monthDay": "04/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Duygu_Asena",
      "name": "Duygu Asena",
      "aboutText": "Michel Roux, OBE (born 19 April 1941), also known as Michel Roux Snr., is a French-born chef and restaurateur working in Britain. Along with his brother Albert, he opened Le Gavroche, later to become the first three Michelin starred restaurant in Britain, and The Waterside Inn, which was the first restaurant outside France to hold three stars for a period of 25 years.\nMichel followed his brother into becoming a pastry chef, and again to England in order to open their first restaurant.",
      "pageId": 2653450,
      "monthDay": "04/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tim_Curry",
      "name": "Tim Curry",
      "aboutText": "Maarten Albert van den Bergh (born 19 April 1942, New York City) is a Dutch businessman.\nVan den Bergh is the son of Sidney James van den Bergh, long-term chairman of Unilever and Dutch Minister of Defense in 1959, and the grandson of Samuel van den Bergh, one of the founders of Unilever. He spent 32 years at Royal Dutch Shell, where he rose to president, and to vice-president of the committee of managing directors.",
      "pageId": 5468364,
      "monthDay": "04/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Euphrosyne_Doxiadis",
      "name": "Euphrosyne Doxiadis",
      "aboutText": "Bobby Russell (19 April 1940, Nashville, Tennessee — 19 November 1992) was an American singer and songwriter. Between 1966 and 1973, he charted five singles on the Hot Country Songs charts, including the crossover pop hit \"Saturday Morning Confusion.\" Russell was also married to singer and actress Vicki Lawrence from 1972 to 1974.",
      "pageId": 5649228,
      "monthDay": "04/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mary_Jo_Slater",
      "name": "Mary Jo Slater",
      "aboutText": "Duygu Asena (April 19, 1946, İstanbul - July 30, 2006, İstanbul) was a Turkish journalist, best-selling author and activist for women’s rights.",
      "pageId": 6188707,
      "monthDay": "04/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Murray_Perahia",
      "name": "Murray Perahia",
      "aboutText": "Keith Raymond Erickson (born April 19, 1944) is an American former basketball player.\nAfter graduating from El Segundo High School (California), Erickson played at UCLA, where he was a member of the 1964 and 1965 NCAA Champion teams. Erickson, who attended UCLA on a shared baseball/basketball scholarship, also played on the 1964 US Men's Olympic Volleyball team.",
      "pageId": 6857051,
      "monthDay": "04/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Wilfrid_Stevenson,_Baron_Stevenson_of_Balmacara",
      "name": "Wilfrid Stevenson, Baron Stevenson of Balmacara",
      "aboutText": "Robert Wilfrid (Wilf) Stevenson, Baron Stevenson of Balmacara (born 19 April 1947)",
      "pageId": 30531402,
      "monthDay": "04/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Yan_Pascal_Tortelier",
      "name": "Yan Pascal Tortelier",
      "aboutText": "Euphrosyne Doxiadis (born 19 April 1946) is a Greek artist and writer. She was born in Athens and studied art in Salzburg, at the Cranbrook Academy of Art in Michigan, and at the Slade School of Fine Art and the Wimbledon School of Art in London. In 1995, she published a book on the Fayum portraits, titled The Mysterious Fayum Portraits: Faces from Ancient Egypt.",
      "pageId": 39314699,
      "monthDay": "04/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mark_Volman",
      "name": "Mark Volman",
      "aboutText": "Alexis Argüello (April 19, 1952 – July 1, 2009), also known by the ring name El Flaco Explosivo (lit. \"Skinny the Explosive\"), was a Nicaraguan professional boxer and politician. As a boxer he was a three-weight world champion, having held the WBA featherweight title as well as the WBC super featherweight and lightweight titles.",
      "pageId": 80486,
      "monthDay": "04/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stuart_McLean",
      "name": "Stuart McLean",
      "aboutText": "Trevor John Francis (born 19 April 1954 in Plymouth, England), is a former footballer who won the European Cup with Nottingham Forest and played for England 52 times. He was England's first £1 million player.\nBetween 1988 and 2003 he was a football manager, most notably with Sheffield Wednesday and then Birmingham City.",
      "pageId": 171723,
      "monthDay": "04/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rick_Miller_(baseball)",
      "name": "Rick Miller",
      "aboutText": "Lawrence Richard Walters, nicknamed \"Lawnchair Larry\" or the \"Lawn Chair Pilot\", (April 19, 1949 – October 6, 1993) was an American truck driver who took flight on July 2, 1982, in a homemade airship. Dubbed Inspiration I, the \"flying machine\" consisted of an ordinary patio chair with 45 helium-filled weather balloons attached to it. Walters rose to an altitude of over 15,000 feet (4,600 m) and floated from his point of origin in San Pedro, California, into controlled airspace near Los Angeles International Airport.",
      "pageId": 340931,
      "monthDay": "04/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paloma_Picasso",
      "name": "Paloma Picasso",
      "aboutText": "Ruby Wax OBE (born Ruby Wachs, 19 April 1953) is an American born, naturalised British comedian.\nA classically trained actress, she came to prominence as a comic interviewer, playing up to British perceptions of the strident American style, which she replicated in the TV sitcom Girls on Top. She also appeared in Absolutely Fabulous, where she doubled as script editor.",
      "pageId": 363892,
      "monthDay": "04/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Larry_Walters",
      "name": "Larry Walters",
      "aboutText": "Susan \"Sue\" Barker, MBE, OBE (born 19 April 1956 in Paignton, Devon) is an English television presenter and former professional tennis player. During her tennis career, she won eleven WTA Tour singles titles, including one Grand Slam singles title at the 1976 French Open. She reached a career-high singles ranking of World No. 3.",
      "pageId": 371523,
      "monthDay": "04/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Julia_Cleverdon",
      "name": "Julia Cleverdon",
      "aboutText": "The Honourable Michael St John Trend, CBE (born 19 April 1952 in Greenwich) is a former Conservative Party politician in the United Kingdom.",
      "pageId": 450285,
      "monthDay": "04/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Barry_Brown_(actor)",
      "name": "Barry Brown",
      "aboutText": "Jóannes Dan Eidesgaard (born 19 April 1951) is a former Faroese politician. He was the Prime Minister of the Faroe Islands from 2004, starting shortly after the general election of 20 January 2004, until 26 September 2008, when a new coalition took office. He served as Finance Minister from 1996 to 1998 and again from 2008 to 2011.",
      "pageId": 743304,
      "monthDay": "04/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/J%C3%B3annes_Eidesgaard",
      "name": "Jóannes Eidesgaard",
      "aboutText": "Tony Plana (born April 19, 1952) is a Cuban American actor and director. He is well known for playing Betty Suarez's father, Ignacio Suarez, on the ABC show Ugly Betty and also for voicing Manuel \"Manny\" Calavera in the video game Grim Fandango.\n^ IMDB biography at the Internet Movie Database.",
      "pageId": 906048,
      "monthDay": "04/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Alexis_Arg%C3%BCello",
      "name": "Alexis Argüello",
      "aboutText": "Stuart McLean (born April 19, 1948 in Montreal West, Quebec) is a Canadian radio broadcaster, humourist, monologist, and author, best known as the host of the CBC Radio program The Vinyl Cafe. He is often described as a \"story-telling comic\", though he has written many serious stories.",
      "pageId": 919432,
      "monthDay": "04/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tony_Plana",
      "name": "Tony Plana",
      "aboutText": "Mukesh Dhirubhai Ambani (born 19 April 1957) is an Indian business magnate who is the chairman, managing director and largest shareholder of Reliance Industries Limited (RIL), a Fortune Global 500 company and India's second most valuable company by market value. He resides at the Antilia Building, the world's most expensive property. He holds a 44.7% stake in the company.",
      "pageId": 1200969,
      "monthDay": "04/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Trend",
      "name": "Michael Trend",
      "aboutText": "Barry Brown (April 19, 1951 – June 25, 1978) was an American author, playwright and actor who performed on stage and in television dramas and feature films, notably as Frederick Winterbourne in Peter Bogdanovich's Daisy Miller (1974), adapted from the classic Henry James novella (1878).",
      "pageId": 1405022,
      "monthDay": "04/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rod_Morgenstein",
      "name": "Rod Morgenstein",
      "aboutText": "Robert Jens \"Bob\" Rock (born 19 April 1954), is a Canadian musician, sound engineer, and record producer best known for producing bands and artists such as The Tragically Hip, Aerosmith, The Cult, Bon Jovi, Mötley Crüe, 311, Metallica, Our Lady Peace, Bryan Adams, The Offspring, Michael Bublé, Black Veil Brides and Ron Sexsmith.",
      "pageId": 1443915,
      "monthDay": "04/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sara_Simeoni",
      "name": "Sara Simeoni",
      "aboutText": "Randolph Robert Carlyle (born April 19, 1956) is a former NHL player and former coach, most recently the head coach of the Toronto Maple Leafs. He was raised in Azilda, just northwest of Sudbury, Ontario. He won the Stanley Cup in 2007 with his previous team, the Anaheim Ducks.",
      "pageId": 2358902,
      "monthDay": "04/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ruby_Wax",
      "name": "Ruby Wax",
      "aboutText": "Rod Morgenstein (born April 19, 1953, in New York) is an American drummer and music educator. He is best known for his work with the late 1980s rock band Winger and with the jazz fusion band Dixie Dregs.\nHe also played with Fiona, Platypus, The Steve Morse Band, and Jelly Jam.",
      "pageId": 2458831,
      "monthDay": "04/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Trevor_Francis",
      "name": "Trevor Francis",
      "aboutText": "Mark Volman (born April 19, 1947) is an American rock and roll guitarist, vocalist and songwriter, best known as a founding member of the 1960s band the Turtles. Volman became a stand-out figure upon joining The Mothers of Invention under the tutelage of Frank Zappa.",
      "pageId": 2625262,
      "monthDay": "04/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bob_Rock",
      "name": "Bob Rock",
      "aboutText": "Paloma Picasso (born Anne Paloma Ruiz-Picasso y Gilot in Paris on 19 April 1949), is a French fashion designer and businesswoman, best known for her jewelry designs for Tiffany & Co. and her signature perfumes. She is the youngest daughter of 20th-century artist Pablo Picasso and painter and writer Françoise Gilot.",
      "pageId": 4118213,
      "monthDay": "04/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sue_Barker",
      "name": "Sue Barker",
      "aboutText": "Sara Simeoni (born 19 April 1953) is an Italian former high jumper, who won a gold medal at the 1980 Summer Olympics and twice set a world record in the women's high jump.",
      "pageId": 4348755,
      "monthDay": "04/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Randy_Carlyle",
      "name": "Randy Carlyle",
      "aboutText": "Richard Alan (Rick) Miller (born April 19, 1948 in Grand Rapids, Michigan) is an American former outfielder in Major League Baseball from 1971 to 1985. Miller attended Grand Rapids Union High School and was a star athlete in the Grand Rapids City League. He spent 12 of his 15 seasons as a member of the Boston Red Sox, he also played with the California Angels.",
      "pageId": 4434652,
      "monthDay": "04/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anne_Glover_(biologist)",
      "name": "Anne Glover",
      "aboutText": "Dame Julia Charity Cleverdon, DCVO, CBE (born 19 April 1950) is a British charity worker who served for 16 years as Chief Executive of Business in the Community, one of the Prince's Charities of Charles, Prince of Wales.",
      "pageId": 17973063,
      "monthDay": "04/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mukesh_Ambani",
      "name": "Mukesh Ambani",
      "aboutText": "Dame Lesley Anne Glover DBE FRSE FASM (born 19 April 1956) is a Scottish biologist and academic. She was Professor of Molecular biology and Cell biology at the University of Aberdeen before being named Vice Principal for External Affairs and Dean for Europe. She also served as Chief Scientific Adviser to the President of the European Commission from 2012 to 2014.",
      "pageId": 33937133,
      "monthDay": "04/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tony_Martin_(British_singer)",
      "name": "Tony Martin",
      "aboutText": "Steven Howard \"Steve\" Antin (born April 19, 1958) is an American actor, stunt man, screenwriter, producer, and director, probably most known for his performance in The Last American Virgin.",
      "pageId": 89654,
      "monthDay": "04/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Steve_Antin",
      "name": "Steve Antin",
      "aboutText": "Marion Hugh \"Suge\" Knight Jr. (/ˈʃʊɡ/; born April 19, 1965) is an American record producer and music executive. He is the founder and CEO of Black Kapital Records and co-founder and former CEO of Death Row Records.",
      "pageId": 161482,
      "monthDay": "04/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Denis_O%27Brien",
      "name": "Denis O'Brien",
      "aboutText": "Alfred Unser, Jr. (born April 19, 1962), nicknamed \"Little Al\", \"Al Junior\" or simply \"Junior\" is a retired American race car driver and two-time Indianapolis 500 winner.",
      "pageId": 768194,
      "monthDay": "04/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Vytautas_%C5%A0apranauskas",
      "name": "Vytautas Šapranauskas",
      "aboutText": "Denis O'Brien (born 19 April 1958) was listed among the World's Top 200 Billionaires in 2015 (although his position and net worth fluctuates real-time) and is also Ireland's richest native-born citizen.\nO'Brien owns Communicorp, a media holding company which operates across Europe, but particularly in Ireland where it dominates national radio (apart from RTÉ) via stations like Newstalk and Today FM. The New York Times has described him as \"the biggest player in Ireland's media landscape\" and notes that \"his Independent News & Media group controls the Irish Independent as well as the Irish Daily Star, the Sunday Independent, the Sunday World, Dublin's Evening Herald and regional newspapers,\" through his minority shareholding in the group. According to Fintan O'Toole, O'Brien \"has accumulated excessive private power\" and \"been allowed to take effective control of the largest Irish newspaper group and of two of [Ireland's] three national talk radio stations.\" O'Brien also owns telecoms provider Digicel, which operates in 31 markets across the Caribbean, Central America and Oceania.",
      "pageId": 979833,
      "monthDay": "04/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jane_Campbell,_Baroness_Campbell_of_Surbiton",
      "name": "Jane Campbell, Baroness Campbell of Surbiton",
      "aboutText": "Spike Dee Owen (born April 19, 1961 in Cleburne, Texas) is a former shortstop in Major League Baseball (whose first name comes from his mother Margie's maiden name which was Spikes) played for the Seattle Mariners (1983–86), Boston Red Sox (1986–88), Montreal Expos (1989–92), New York Yankees (1993) and California Angels (1994–95). He made his major league debut on June 25, 1983.",
      "pageId": 1710061,
      "monthDay": "04/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Teofisto_Guingona_III",
      "name": "Teofisto Guingona III",
      "aboutText": "Frank John Viola, Jr. (born April 19, 1960) is an American former starting pitcher in Major League Baseball who played for the Minnesota Twins (1982–1989), New York Mets (1989–91), Boston Red Sox (1992–1994), Cincinnati Reds (1995) and Toronto Blue Jays (1996). A three-time All-Star, he was named World Series MVP with the Twins in 1987 and won the AL Cy Young Award in 1988.",
      "pageId": 1740941,
      "monthDay": "04/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Donald_Markwell",
      "name": "Donald Markwell",
      "aboutText": "Roger Merrett (born 19 April 1960) is a former Australian rules footballer who played in two Victorian Football League premiership sides with the Essendon Football Club in the mid-1980s before moving to the fledging Brisbane Bears, later captaining the new club for seven seasons. Well known for his fierce, hard attack on the ball and his dashing moustache, he struck fear into the hearts of opposition players over a long career.",
      "pageId": 1977294,
      "monthDay": "04/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Nicoletta_Braschi",
      "name": "Nicoletta Braschi",
      "aboutText": "Nicoletta Braschi (born April 19, 1960) is an Italian actress and producer, best known for her work with her husband, actor and director Roberto Benigni.",
      "pageId": 2418211,
      "monthDay": "04/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ara_Gevorgyan",
      "name": "Ara Gevorgyan",
      "aboutText": "Anthony Philip Harford (born 19 April 1957), better known by his stage name Tony Martin, is a heavy metal vocalist best known for his work with Black Sabbath from 1987 to 1990 and again from 1993 to 1997. Martin was the band's second longest serving vocalist after Ozzy Osbourne. He has since been involved in many other projects (such as M3, Misha Calvin, The Cage, Giuntini Project, and Phenomena (\"Psychofantasy\" album)).",
      "pageId": 2602330,
      "monthDay": "04/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Roger_Merrett",
      "name": "Roger Merrett",
      "aboutText": "Albert Rivera Martinez (born April 19, 1961) is a Filipino actor, director, and producer.\n^ Carvajal, Dolly Anne (30 April 2002). \"Albert turns 41\".",
      "pageId": 3797854,
      "monthDay": "04/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Schweitz",
      "name": "John Schweitz",
      "aboutText": "Natalie Dessay (French: [na.ta.li də.sɛ]; born Nathalie Dessaix, 19 April 1965, in Lyon) is a French opera singer who had a highly acclaimed career as a coloratura soprano before leaving the opera stage on 15 October 2013. She dropped the silent \"h\" in her first name in honor of Natalie Wood when she was in grade school and subsequently simplified the spelling of her surname.",
      "pageId": 4653855,
      "monthDay": "04/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Frank_Viola",
      "name": "Frank Viola",
      "aboutText": "Jane Susan Campbell, Baroness Campbell of Surbiton, DBE (born 19 April 1959) was Commissioner of the Equality and Human Rights Commission (EHRC) from 2006–2008. She also served as Chair of the Disability Committee which lead on the EHRC Disability Programme. She was the former Chair of the Social Care Institute for Excellence (SCIE).",
      "pageId": 9550150,
      "monthDay": "04/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Albert_Martinez",
      "name": "Albert Martinez",
      "aboutText": "Gordon Marshall (born 19 April 1964) is a former Scottish professional football goalkeeper.",
      "pageId": 10544262,
      "monthDay": "04/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Spike_Owen",
      "name": "Spike Owen",
      "aboutText": "John Elwood Schweitz (born April 19, 1960) is a retired American basketball player in the NBA. A 6'6\" (1.98 m) and 210 lb (95 kg) shooting guard, Schweitz, from Waterloo, New York and the University of Richmond, was selected by the Boston Celtics with the 23rd pick in the 6th round (138 overall) of the 1982 NBA Draft. He played in two NBA seasons, for the Seattle SuperSonics and Detroit Pistons.\nSchweitz was head men's basketball coach at Francis Marion University (FMU) for six seasons from July 2000 until March 2006 when his contract was not renewed.",
      "pageId": 11371000,
      "monthDay": "04/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Richard_Phelps_(pentathlete)",
      "name": "Richard Phelps",
      "aboutText": "Dr. Kimberly A. Weaver (born April 1964 in Morgantown, West Virginia) is an American astrophysics astronomer and professor. She has worked with NASA on several research projects.",
      "pageId": 13386207,
      "monthDay": "04/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Al_Unser_Jr.",
      "name": "Al Unser Jr.",
      "aboutText": "Ara Gevorgyan (Armenian: Արա Գևորգյան, born April 19, 1960) is an Armenian musician, composer and musical producer. In 2004 he was awarded the Honorary Artist of the Republic of Armenia title by the President Robert Kocharyan. Gevorgyan is perhaps best known for his folk instrumental song \"Artsakh\" which has gained wide popularity in Armenia.",
      "pageId": 14710082,
      "monthDay": "04/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gordon_Marshall_(footballer,_born_1964)",
      "name": "Gordon Marshall",
      "aboutText": "Teofisto de Lara Guingona III (born April 19, 1959), or more commonly known as \"TG\", is a Filipino politician and lawyer. He currently serves his first term in the Senate of the Philippines. He was elected into office in 2010.",
      "pageId": 15785279,
      "monthDay": "04/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kim_Weaver",
      "name": "Kim Weaver",
      "aboutText": "For the Montgomery, Alabama, talk radio personality, see Don Markwell",
      "pageId": 20567258,
      "monthDay": "04/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Natalie_Dessay",
      "name": "Natalie Dessay",
      "aboutText": "Richard Phelps (born 19 April 1961) is a British former modern pentathlete. He competed at the 1984, 1988, 1992 and the 1996 Summer Olympics. He won a bronze medal in the team event at the 1988 Games.",
      "pageId": 36256508,
      "monthDay": "04/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Suge_Knight",
      "name": "Suge Knight",
      "aboutText": "Vytautas Šapranauskas (19 April 1958 – 18 April 2013) was a Lithuanian comedy and drama actor of theatre and cinema, and an anchor of TV programs. According to the chairman of the Lithuanian Union of Actors, he was one of Lithuania's most talented actors, both in comedy and drama.\nIn 1980, he graduated from the Lithuanian Academy of Music and Theatre.",
      "pageId": 43320388,
      "monthDay": "04/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/V%C3%A9ronique_Gens",
      "name": "Véronique Gens",
      "aboutText": "Ashley Judd (born Ashley Tyler Ciminella; April 19, 1968) is an American actress and political activist. She grew up in a family of successful performing artists as the daughter of country music singer Naomi Judd and the sister of Wynonna Judd. While she is best known for an ongoing acting career spanning more than two decades, she has increasingly become involved in global humanitarian efforts and political activism.",
      "pageId": 43113,
      "monthDay": "04/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Brett_J._Gladman",
      "name": "Brett J. Gladman",
      "aboutText": "Brett James Gladman (born April 19, 1966) is a Canadian astronomer and a full professor at the University of British Columbia's Department of Physics and Astronomy in Vancouver, British Columbia.",
      "pageId": 206687,
      "monthDay": "04/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_La_Haye",
      "name": "David La Haye",
      "aboutText": "Rivaldo Vítor Borba Ferreira (born 19 April 1972), known as Rivaldo (Brazilian Portuguese: [ʁiˈvawdu]), is a Brazilian former professional footballer and the current president of Mogi Mirim Esporte Clube in Brazil. He played mainly as a attacking midfielder but also as a second striker. Although primarily left footed, he was capable of playing on either flank, and was on occasion deployed as a wide midfielder or as a winger, also due to his pace, technique, vision, and crossing ability.",
      "pageId": 258947,
      "monthDay": "04/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Julia_Neigel",
      "name": "Julia Neigel",
      "aboutText": "Luis Miguel Gallego Basteri (April 19, 1970), known professionally as Luis Miguel, is a Mexican singer and an icon in Latin America, he is often referred to as El Sol de México. He is one of the most successful artists in Latin American history, having successfully performed in a wide range of musical styles, including pop, ballads, boleros and mariachi. To date, he has sold over 100 million records worldwide.",
      "pageId": 371650,
      "monthDay": "04/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/El_Samurai",
      "name": "El Samurai",
      "aboutText": "Mswati III (born Prince Makhosetive Dlamini on 19 April 1968) is the current King (Swazi language: Ngwenyama or Ingwenyama) of Swaziland and head of the Swazi Royal Family. Mswati was born in Manzini, Swaziland to King Sobhuza II and one of his younger wives Ntfombi Tfwala. Mswati was Tfwala’s only child.",
      "pageId": 389974,
      "monthDay": "04/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Philippe_Saint-Andr%C3%A9",
      "name": "Philippe Saint-André",
      "aboutText": "Dar Williams (Dorothy Snowden Williams, born April 19, 1967) is an American singer-songwriter specializing in pop folk.",
      "pageId": 461801,
      "monthDay": "04/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steven_H_Silver",
      "name": "Steven H Silver",
      "aboutText": "Jesse Gregory James (born April 19, 1969) is an American television personality and former CEO of Austin, Texas-based Austin Speed Shop. James was the host of the reality TV shows Jesse James Is a Dead Man on Spike TV and Monster Garage on the Discovery Channel, and the focus of the documentary Motorcycle Mania, also on Discovery. Jesse James also appeared in the Tony Hawk's Underground 2 video game, and was the focus of a show chronicling some of the custom builds at Austin Speed Shop in his TV series, Jesse James Outlaw Garage which ran a shortened single season in 2012 on the Discovery Channel before being canceled.",
      "pageId": 515620,
      "monthDay": "04/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dar_Williams",
      "name": "Dar Williams",
      "aboutText": "Dame Kelly Holmes, MBE (Mil), DBE (born 19 April 1970) is a retired British middle distance athlete.\nHolmes specialised in the 800 metres and 1500 metres events and won a gold medal for both distances at the 2004 Summer Olympics in Athens. She set British records in numerous events and still holds the records over the 600, 800, 1000, and 1500 metres distances.",
      "pageId": 774969,
      "monthDay": "04/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mswati_III",
      "name": "Mswati III",
      "aboutText": "Steven H Silver (born April 19, 1967, Hinsdale, Illinois) is an American science fiction fan and bibliographer, publisher, and editor. He has been nominated for the Hugo Award for Best Fan Writer twelve times and Best Fanzine three times without winning.\n^ Kelly, Mark R. (2009).",
      "pageId": 1024883,
      "monthDay": "04/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ashley_Judd",
      "name": "Ashley Judd",
      "aboutText": "Arshad Warsi (born 19 April 1968) is an Indian film actor, choreographer and a dancer. He made his debut in 1996 with Tere Mere Sapne which was a box office success. He is best known for his portrayal of Circuit in the comedy film \"Munna Bhai M.B.B.S.\" (2003) and its sequel,\"Lage Raho Munna Bhai\" (2006).",
      "pageId": 1780771,
      "monthDay": "04/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pascal_Kleiman",
      "name": "Pascal Kleiman",
      "aboutText": "Osamu Matsuda (松田 納, Matsuda Osamu) (born April 19, 1966) is a Japanese professional wrestler who is best known for his work in New Japan Pro Wrestling, and is better known by his stage name El Samurai.\n^ a b c d e \"OWOW\".",
      "pageId": 2454136,
      "monthDay": "04/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Arshad_Warsi",
      "name": "Arshad Warsi",
      "aboutText": "Andrew Carnie (born April 19, 1969) is a Canadian professor of linguistics at the University of Arizona. He is the author or coauthor of eight books, and has several papers published on formal syntactic theory and on linguistic aspects of Scottish Gaelic and the Irish language. He was born in Calgary, Alberta.",
      "pageId": 4132089,
      "monthDay": "04/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Andrew_Carnie",
      "name": "Andrew Carnie",
      "aboutText": "Véronique Gens (born 19 April 1966) is a French operatic soprano. She has spent much of her career recording and performing Baroque music.\nGens was born in Orléans, and studied at the Conservatoire de Paris, winning first prize at the school.",
      "pageId": 4443208,
      "monthDay": "04/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jesse_James_(customizer)",
      "name": "Jesse James",
      "aboutText": "Philippe Georges Saint-André ([fi.lip ʒɔʁʒ sɛ̃.t‿ɑ̃.dʁe]; born 19 April 1967) is a former French rugby union footballer who earned 69 test caps for France between 1990 and 1997. His preferred position was wing but he could also play at centre. After retiring, Saint-André has found success as a rugby coach in both England and France.",
      "pageId": 4994582,
      "monthDay": "04/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Susan_Polgar",
      "name": "Susan Polgar",
      "aboutText": "Gad Elmaleh (Hebrew: גד אלמלח; Arabic: جاد المالح‎; French pronunciation: ​[ɡad‿ɛlmalɛ]; born April 19, 1971) is a Moroccan French stand-up comedian and actor who lives and works in France.",
      "pageId": 5222308,
      "monthDay": "04/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kelly_Holmes",
      "name": "Kelly Holmes",
      "aboutText": "Julia Neigel (born April 19, 1966 in Barnaul, Siberia, Russian SFSR, Soviet Union) is a German singer/songwriter, author and producer. Her family moved back to Germany in 1971. She lives in Ludwigshafen am Rhein in Rhineland-Palatinate.",
      "pageId": 9013231,
      "monthDay": "04/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Luis_Miguel",
      "name": "Luis Miguel",
      "aboutText": "David La Haye (born April 19, 1966, in Montreal, Quebec, Canada) is a Canadian actor.",
      "pageId": 16164860,
      "monthDay": "04/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gad_Elmaleh",
      "name": "Gad Elmaleh",
      "aboutText": "Susan Polgar (born April 19, 1969, as Polgár Zsuzsanna and often known as Zsuzsa Polgár) is a Hungarian-born American chess Grandmaster. She is famous for having been a child prodigy at chess, for being a pioneer for women in chess, and for being an advocate for chess in education. She is an Olympic and World chess champion, a chess teacher, coach, writer and promoter and the head of the Susan Polgar Institute for Chess Excellence (SPICE) at Webster University as well as the head coach for the 2011 and 2012 National Championship college chess teams at Texas Tech University and the 2013 and 2014 National Championship teams at Webster University.",
      "pageId": 23467242,
      "monthDay": "04/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/You_Hee-yeol",
      "name": "You Hee-yeol",
      "aboutText": "You Hee-yeol (Hangul: 유희열; born April 19, 1971) is a Korean pop singer-songwriter, and host of You Hee-yeol's Sketchbook. He is the leader of his one-man project band Toy.",
      "pageId": 31981217,
      "monthDay": "04/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rivaldo",
      "name": "Rivaldo",
      "aboutText": "Pascal Kleiman (born 19 April 1968) is a French DJ based in Valencia, Spain, who also produces music as 'DJ RamBam'.\n^ Mut, Victor (2013) \"La historia de «Pies de oro», el DJ sin brazos\", abc.es, 9 July 2013.",
      "pageId": 46650274,
      "monthDay": "04/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Binnur_Kaya",
      "name": "Binnur Kaya",
      "aboutText": "Jason Neil Gillespie (born 19 April 1975) is an Australian cricketer who formerly represented Australia at international level, in both Tests and One Day Internationals, and South Australia, Yorkshire and Glamorgan at first-class level. His primary role is as a right-arm fast bowler, but he is also a competent lower-order batsman with a Test double century, an unbeaten 201. He was an AIS Australian Cricket Academy scholarship holder in 1995.",
      "pageId": 409561,
      "monthDay": "04/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jeff_Wilkins",
      "name": "Jeff Wilkins",
      "aboutText": "Jonathan Whitcombe (born 19 April 1977) is an English professional wrestler, better known by his ring name Jonny Storm. He has worked for many independent promotions across the United Kingdom, including the Frontier Wrestling Alliance, Real Quality Wrestling and One Pro Wrestling. He has also worked in the United States, for promotions such as Ring of Honor, Pro Wrestling Guerrilla, Combat Zone Wrestling, and Total Nonstop Action Wrestling, as well as working in Japan.",
      "pageId": 672207,
      "monthDay": "04/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/George_Gregan",
      "name": "George Gregan",
      "aboutText": "George Musarurwa Gregan AM (born 19 April 1973) is a retired Australian rugby union player, and is currently Australia's highest ever internationally capped player.\nGregan was born in Lusaka, Zambia. He played Super 12 (now Super Rugby) for the Brumbies from the inception of that competition in 1996 through 2007, helping to lead them to overall victories in 2001 and 2004.",
      "pageId": 772287,
      "monthDay": "04/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alessio_Scarpi",
      "name": "Alessio Scarpi",
      "aboutText": "Gabriel Iván Heinze (Spanish pronunciation: [ˈeinse]; born 19 April 1978) is an Argentine former footballer who operated as either a left back or a central defender.\nNicknamed Gringo (\"Blonde\" in Argentine-Spanish slang), he made a name for himself at Paris Saint-Germain, moving in 2004 to Manchester United and subsequently to Real Madrid, winning four trophies with the latter two clubs. He started and finished his 18-year professional career with Newell's Old Boys.",
      "pageId": 1102633,
      "monthDay": "04/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Akara_Amarttayakul",
      "name": "Akara Amarttayakul",
      "aboutText": "Jeffrey Allen Wilkins (born April 19, 1972), nicknamed \"Money\", is a former American football placekicker for the San Francisco 49ers, Philadelphia Eagles and St Louis Rams of the National Football League (NFL). He played college football for Youngstown State University.",
      "pageId": 1360308,
      "monthDay": "04/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Gillespie",
      "name": "Jason Gillespie",
      "aboutText": "Jussi Albert Jääskeläinen (pronounced [ˈjussi ˈjæːskelæi̯nen]; born 19 April 1975) is a Finnish footballer who plays as a goalkeeper for English club Wigan Athletic.\nHe played for Bolton Wanderers from 1997 until 2012, making 527 appearances across all competitions. He left Bolton for West Ham United at the end of the 2011–12 season after turning down a contract extension, and spent three seasons at West Ham before moving to Wigan Athletic on a free transfer.",
      "pageId": 1436643,
      "monthDay": "04/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jussi_J%C3%A4%C3%A4skel%C3%A4inen",
      "name": "Jussi Jääskeläinen",
      "aboutText": "Anju Bobby George (born 19 April 1977) is an Indian athlete. Anju Bobby George made history when she won the bronze medal in Long Jump at the 2003 World Championships in Athletics in Paris. With this achievement, she became the first Indian athlete ever to win a medal in a World Championships in Athletics jumping 6.70 m.",
      "pageId": 1500803,
      "monthDay": "04/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Hugh_O%27Conor",
      "name": "Hugh O'Conor",
      "aboutText": "James Edward Franco (born April 19, 1978) is an American actor, and filmmaker. His first prominent acting role was the lead character Daniel Desario on the short-lived cult hit television program Freaks and Geeks. He later played the title character in the TV biographical film James Dean (2001), for which he won a Golden Globe Award.",
      "pageId": 1563002,
      "monthDay": "04/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ruud_Jolie",
      "name": "Ruud Jolie",
      "aboutText": "Lucien Mettomo (born 19 April 1977 in Douala) is a Cameroonian retired footballer. Formerly, he has played for Tonnerre Yaoundé, Saint-Étienne, Manchester City, Kaiserslautern, Kayseri Erciyesspor and FC Luzern.\nHe was part of the Cameroon squad at the 2002 World Cup and the 2004 African Nations Cup.",
      "pageId": 1666271,
      "monthDay": "04/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Scott_Padgett",
      "name": "Scott Padgett",
      "aboutText": "Hugh O'Conor (born 19 April 1975) is an Irish actor. He started his acting career when he was ten. His first film appearance was opposite Liam Neeson in the 1985 movie Lamb.",
      "pageId": 1919025,
      "monthDay": "04/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kim_Young-oh",
      "name": "Kim Young-oh",
      "aboutText": "Scott Anthony Padgett (born April 19, 1976) is a retired American professional basketball player and current head basketball coach at Samford University.",
      "pageId": 2548092,
      "monthDay": "04/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Joe_Beimel",
      "name": "Joe Beimel",
      "aboutText": "Ruud Jolie (born Rudolf Adrianus Jolie on April 19, 1976 in Tilburg, Netherlands) is the main guitar player of the symphonic metal band Within Temptation.",
      "pageId": 2826282,
      "monthDay": "04/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Anju_Bobby_George",
      "name": "Anju Bobby George",
      "aboutText": "Joseph Ronald Beimel (pronounced \"BUY mul\") (born April 19, 1977) is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the Pittsburgh Pirates, Minnesota Twins, Tampa Bay Devil Rays, Los Angeles Dodgers, Washington Nationals, Seattle Mariners, and Colorado Rockies.",
      "pageId": 3028164,
      "monthDay": "04/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lucien_Mettomo",
      "name": "Lucien Mettomo",
      "aboutText": "Robert \"Rocky\" Eugene Bernard, Jr. (born April 19, 1979) is a former American football defensive tackle who was drafted by the Seattle Seahawks in the fifth round of the 2002 NFL Draft.",
      "pageId": 4360140,
      "monthDay": "04/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Dennys_Reyes",
      "name": "Dennys Reyes",
      "aboutText": "Dennys Reyes (Spanish pronunciation: [ˈdenis ˈreʝes]; born April 19, 1977) is a Mexican professional baseball pitcher. He has played for ten teams since his major league career began in 1997. Reyes throws left-handed and is considered a lefty specialist.",
      "pageId": 5640161,
      "monthDay": "04/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jonny_Storm",
      "name": "Jonny Storm",
      "aboutText": "Amanda Sage (born 19 April 1978) is an American painter who has studied and worked in Vienna, Austria and Los Angeles, California. She trained and worked with Ernst and Michael Fuchs, a classical artist who taught her Mischtechnik. Through Fuchs she came to know other Visionary artists with whom she has worked, exhibited and co-founded the Academy of Visionary Art in Vienna and the Colorado Alliance for Visionary Art.",
      "pageId": 9447306,
      "monthDay": "04/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/James_Franco",
      "name": "James Franco",
      "aboutText": "Akara Amarttayakul (Thai: อครา อมาตยกุล, born April 19, 1974) is a Thai film and television actor. His films include Jom kha mung wej and Muay Thai Chaiya.",
      "pageId": 12530097,
      "monthDay": "04/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gabriel_Heinze",
      "name": "Gabriel Heinze",
      "aboutText": "Alessio Scarpi (born 19 April 1973 in Jesolo) is an Italian football goalkeeper.",
      "pageId": 13173093,
      "monthDay": "04/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Amanda_Sage",
      "name": "Amanda Sage",
      "aboutText": "Kim Young-oh (born April 19, 1976) is a South Korean manhwa writer and illustrator.",
      "pageId": 17714779,
      "monthDay": "04/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rocky_Bernard",
      "name": "Rocky Bernard",
      "aboutText": "Binnur Kaya (born 19 April 1972 in Ankara) is a Turkish actress.",
      "pageId": 28879733,
      "monthDay": "04/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kate_Hudson",
      "name": "Kate Hudson",
      "aboutText": "Hayden Christensen (born April 19, 1981) is an American-Canadian actor and producer. He began his career on Canadian television at the age of 13, then diversified into American television in the late 1990s. He was praised for his acting as Sam in Life as a House, which earned him nominations for both the Golden Globe Award and Screen Actors Guild Award.",
      "pageId": 53736,
      "monthDay": "04/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Zhao_Junzhe",
      "name": "Zhao Junzhe",
      "aboutText": "Kate Garry Hudson (born April 19, 1979) is an American actress. She rose to prominence in 2000 for playing Penny Lane in Almost Famous, for which she won a Golden Globe and was nominated for an Academy Award for Best Supporting Actress. Her other films include How to Lose a Guy in 10 Days (2003), Raising Helen (2004), The Skeleton Key (2005), You, Me and Dupree (2006), Fool's Gold (2008), Bride Wars (2009), and The Reluctant Fundamentalist (2012).",
      "pageId": 219349,
      "monthDay": "04/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nicole_Raczynski",
      "name": "Nicole Raczynski",
      "aboutText": "Martin Havlát (Czech pronunciation: [ˈmarcɪn ˈɦavlaːt]; born April 19, 1981) is a Czech professional ice hockey left winger currently an unrestricted free agent who last played a brief stint with the St.",
      "pageId": 529419,
      "monthDay": "04/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Antoaneta_Stefanova",
      "name": "Antoaneta Stefanova",
      "aboutText": "Robyn Regehr (born April 19, 1980) is a Canadian former professional ice hockey defenceman. He was a first round draft pick of the Colorado Avalanche, selected 19th overall at the 1998 NHL Entry Draft, but was traded to the Calgary Flames prior to the start of his professional career, and has also played for the Buffalo Sabres in an NHL career that has spanned 1,000 games. Regehr won his first Stanley Cup in 2014 with the Kings, on what was his 15th year in the NHL. He was a member of the Canadian team at the 2006 Winter Olympics, and has won silver medals at the World Junior and Senior championships, as well as the championship at the 2004 World Cup of Hockey.",
      "pageId": 661411,
      "monthDay": "04/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jason_Blaine",
      "name": "Jason Blaine",
      "aboutText": "Antoaneta Stefanova (Bulgarian: Антоанета Стефанова; born 19 April 1979) is a Bulgarian chess grandmaster, Women's World Chess Champion from 2004 to 2006 and European Women's Champion of 2002.",
      "pageId": 706350,
      "monthDay": "04/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Robyn_Regehr",
      "name": "Robyn Regehr",
      "aboutText": "Alexis Ann Thorpe (born April 19, 1980), is an American actress. The eldest of four children, she grew up in Yorba Linda, California. Her first professional role was at the Canyon Lake Theatre as Wendy in Peter Pan.",
      "pageId": 1248942,
      "monthDay": "04/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Alexis_Thorpe",
      "name": "Alexis Thorpe",
      "aboutText": "Troy Aumua Polamalu (/ˌpoʊləˈmɑːluː/; born Troy Aumua on April 19, 1981), is a retired American football strong safety who played his entire twelve-year career for the Pittsburgh Steelers of the National Football League (NFL). He played college football for the University of Southern California (USC), and earned consensus All-American honors. He was chosen by the Steelers in the first round of the 2003 NFL Draft.",
      "pageId": 1249062,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Hayden_Christensen",
      "name": "Hayden Christensen",
      "aboutText": "Catalina Sandino Moreno (born April 19, 1981) is a Colombian actress.",
      "pageId": 1430940,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryuta_Hara",
      "name": "Ryuta Hara",
      "aboutText": "Ignacio Ariel Serricchio (born April 19, 1982) is an Argentine American actor. He is known for his role as Diego Alcazar on General Hospital and as Alejandro \"Alex\" Chavez on The Young and the Restless.",
      "pageId": 1773299,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Martin_Havl%C3%A1t",
      "name": "Martin Havlát",
      "aboutText": "Kasie Lee Head (born April 19, 1981), a former beauty queen from Braman, Oklahoma, who has competed in the Miss USA pageant, was a former model on NBC's Deal or No Deal where she held case #16.\nHead won the Miss Oklahoma USA 2002 title in a state pageant held in late 2001. This was her first attempt at the title.",
      "pageId": 4481117,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kasie_Head",
      "name": "Kasie Head",
      "aboutText": "Napakpapha Nakprasitte (Thai: นภคปภา นาคประสิทธิ์; rtgs: Naphakpapha Nakprasit, and better known as Mamee, born April 19, 1981) is a Thai film actress. She is sometimes credited as Napakapa Nakprasit.\nMamee's first film role was as the star of the 2001 horror film, Mae bia (Snake Lady), in which she portrayed a woman who has a symbiotic relationship with a cobra.",
      "pageId": 5642426,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/James_Hibberd",
      "name": "James Hibberd",
      "aboutText": "Zhao Junzhe (Chinese: 肇俊哲; pinyin: Zhào Jùnzhé; born 19 April 1979) is a Chinese footballer who currently plays for Liaoning Whowin in the Chinese Super League.",
      "pageId": 5961727,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Napakpapha_Nakprasitte",
      "name": "Napakpapha Nakprasitte",
      "aboutText": "Nicole Raczynski (born April 19, 1979) is an American former professional wrestler. She is best known for her tenure in Total Nonstop Action Wrestling under the ring names Roxxi Laveaux and Roxxi. She is also known for her time in Shimmer Women Athletes and various other independent promotions under the ring name Nikki Roxx.",
      "pageId": 8223636,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Troy_Polamalu",
      "name": "Troy Polamalu",
      "aboutText": "Jason Blaine (born April 19, 1980 in Pembroke, Ontario) is a Canadian country music singer/songwriter from Pembroke, Ontario. The winner of Project Discovery 2002, Blaine has charted four singles on the Canadian Hot 100.",
      "pageId": 11318107,
      "monthDay": "04/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Catalina_Sandino_Moreno",
      "name": "Catalina Sandino Moreno",
      "aboutText": "Rocco Sabato (born 19 April 1982) is an Italian football player who currently plays for Pavia in the Lega Pro. He plays as a defender, usually at left-back.",
      "pageId": 13618035,
      "monthDay": "04/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joseph_Hagerty",
      "name": "Joseph Hagerty",
      "aboutText": "Joseph \"Joe\" Hagerty (born April 19, 1982 in Albuquerque, New Mexico) is an American artistic gymnast. He is the 2008 U.S. national champion on the horizontal bar and the 2008 all-around bronze medalist. He was a member of the bronze medal-winning 2008 U.S. Olympic team.",
      "pageId": 18533503,
      "monthDay": "04/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Filip_J%C3%ADcha",
      "name": "Filip Jícha",
      "aboutText": "Ryuta Hara (原 竜太, Hara Ryūta, born 19 April 1981 in Meguro, Tokyo) is a retired Japanese footballer.\n^ \"Stats Centre: Ryuta Hara Facts\". Guardian.co.uk.",
      "pageId": 20780146,
      "monthDay": "04/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Samuel_C._Morrison,_Jr.",
      "name": "Samuel C. Morrison, Jr.",
      "aboutText": "James Hibberd (born 19 April 1981 in Southampton, Hampshire) was an English cricketer. He was a right-handed batsman and bowled medium-fast.\nHibberd made his debut for the Hampshire Cricket Board in the 38-County Cup during the 2000 season, playing his first match against Dorset.",
      "pageId": 25590648,
      "monthDay": "04/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rocco_Sabato",
      "name": "Rocco Sabato",
      "aboutText": "Filip Jícha (born 19 April 1982) is a Czech handball player, playing for Spanish handball team FC Barcelona and the Czech national team.\n^ \"2015 World Championship Roster\" (PDF). IHF. Retrieved 15 January 2015.",
      "pageId": 30124272,
      "monthDay": "04/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ignacio_Serricchio",
      "name": "Ignacio Serricchio",
      "aboutText": "Samuel C. Morrison, Jr. (born April 19, 1982) is a Liberian-born producer, screenwriter and journalist. Initially, his professional writing career began as a contributing writer for The Source Magazine, interviewing the likes of Meagan Good, Matt Kemp, Adrian Peterson, and more, before making the transition into the film and television industry.",
      "pageId": 39923266,
      "monthDay": "04/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sitiveni_Sivivatu",
      "name": "Sitiveni Sivivatu",
      "aboutText": "Joseph \"Joe\" Patrick Mauer (born April 19, 1983) is an American professional baseball player. He has played as a catcher, designated hitter, and first baseman for the Minnesota Twins in Major League Baseball (MLB). He is the only catcher in MLB history to win three batting titles, and the only catcher to ever win a batting title in the American League.",
      "pageId": 885448,
      "monthDay": "04/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alberto_Callaspo",
      "name": "Alberto Callaspo",
      "aboutText": "Candace Nicole Parker (born April 19, 1986) is an American professional basketball player for the Los Angeles Sparks of the WNBA and UMMC Ekaterinburg of Russia. She is the younger sister of former NBA player Anthony Parker. She attended the University of Tennessee in 2004 and was drafted by the Los Angeles Sparks in 2008.",
      "pageId": 1147127,
      "monthDay": "04/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Zach_Duke",
      "name": "Zach Duke",
      "aboutText": "Oksana Aleksandrovna Akinshina (Russian: Оксана Александровна Акиньшина; born 19 April 1987) is a Russian actress.",
      "pageId": 1550011,
      "monthDay": "04/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joe_Mauer",
      "name": "Joe Mauer",
      "aboutText": "Sitiveni Waica Sivivatu (born 19 April 1982 in Suva, Fiji) is a New Zealand rugby union footballer, playing on the position of a wing. He was largely successful in the 2005 Super 12 season playing for the Chiefs, and acquired a starting position in the All Blacks. He has scored 29 tries in 45 tests.",
      "pageId": 2199134,
      "monthDay": "04/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Patrick_Platins",
      "name": "Patrick Platins",
      "aboutText": "Zachary Thomas Duke (born April 19, 1983) is an American professional baseball pitcher for the Chicago White Sox of Major League Baseball (MLB). He has also played for the Pittsburgh Pirates, Arizona Diamondbacks, Washington Nationals, Cincinnati Reds and Milwaukee Brewers.",
      "pageId": 2250025,
      "monthDay": "04/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Curtis_Thigpen",
      "name": "Curtis Thigpen",
      "aboutText": "Valon Behrami (born 19 April 1985) is a Swiss professional footballer who plays as a midfielder for English club Watford. His previous clubs include Stabio, Chiasso, Lugano, Genoa, Verona, Lazio, West Ham United, Fiorentina, and Napoli.\nBehrami has been capped over 50 times at international level by the Switzerland national team, playing at three World Cups and Euro 2008 since his debut in 2005.",
      "pageId": 3134752,
      "monthDay": "04/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lee_Da-hae",
      "name": "Lee Da-hae",
      "aboutText": "Alberto José Callaspo Brito (/kaɪˈæspoʊ/, Spanish: [alˈβerto xoˈse kaˈʎaspo]; born April 19, 1983) is a Venezuelan professional baseball third baseman who is a free agent. He has played in Major League Baseball (MLB) for the Arizona Diamondbacks, Kansas City Royals, Los Angeles Angels of Anaheim, Oakland Athletics, Atlanta Braves and Los Angeles Dodgers.",
      "pageId": 5299020,
      "monthDay": "04/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Christopher_Pearce_(cricketer)",
      "name": "Christopher Pearce",
      "aboutText": "Lee Da-hae, or Lee Da-hey (born Byun Da-hae on April 19, 1984) is a South Korean actress. She is best known for her roles in Korean dramas such as My Girl (2005), Green Rose (2005), The Slave Hunters (2010), Miss Ripley (2011), and Hotel King (2014), as well as the Chinese dramas Love Actually (2012) and Best Couple (2016).\nLee Da-hae is well-known for being fluent in Korean, English and especially Chinese, which earned her a huge popularity in China.",
      "pageId": 6623315,
      "monthDay": "04/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Valon_Behrami",
      "name": "Valon Behrami",
      "aboutText": "Jan Zimmermann (born 19 April 1985 in Offenbach am Main) is a German goalkeeper who is currently playing for 2. Bundesliga side 1. FC Heidenheim.",
      "pageId": 7091398,
      "monthDay": "04/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jan_Zimmermann",
      "name": "Jan Zimmermann",
      "aboutText": "Gabriel Michael \"Gabe\" Pruitt (born April 19, 1986) is an American professional basketball player who currently plays for Panionios of the Greek League.",
      "pageId": 7895061,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Maxine_(wrestler)",
      "name": "Maxine",
      "aboutText": "Will Thursfield (born 19 April 1986) is a former Australian rules footballer who played for the Richmond Football Club in the Australian Football League (AFL). Known as a courageous backman who has stood some of the more notable forwards of the current game. He is an elevated rookie.",
      "pageId": 10249560,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pascal_Angan",
      "name": "Pascal Angan",
      "aboutText": "Curtis Barnard Thigpen (born April 19, 1983) is an American former professional baseball catcher. He spent his college career at the University of Texas and won the College World Series in 2002 during which he was named to the All-Tournament Team. Thigpen was selected by the Blue Jays in the second round of the 2004 Major League Baseball Draft with the 57th overall pick.",
      "pageId": 11219693,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Heather_Kuzmich",
      "name": "Heather Kuzmich",
      "aboutText": "Heather Kuzmich (born April 19, 1986) is an American fashion model. She lives in Chicago, Illinois, where she is studying video game design. She is best known for being a contestant of America's Next Top Model, Cycle 9, in which she was the fourth runner-up of the show.",
      "pageId": 14546728,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Zhou_Mi_(singer)",
      "name": "Zhou Mi",
      "aboutText": "Zhou Mi (April 19, 1986) is a Chinese singer, actor, MC and radio host. He is a member of the boy band Super Junior-M and the ballad group S.M. The Ballad. In 2014, he released his first solo EP, Rewind.",
      "pageId": 18194136,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Candace_Parker",
      "name": "Candace Parker",
      "aboutText": "David Cavazos (born April 19, 1987 in Monterrey, Nuevo León) is a Mexican singer-songwriter.\nDavid Cavazos began composing music at the age of eighteen and later signed with Warner Music Mexico, music label in which he found the support he needed to begin a solo career. He recorded his self-titled debut album in 2007 and released it on May 13, 2008 in Mexico.",
      "pageId": 19826786,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gabe_Pruitt",
      "name": "Gabe Pruitt",
      "aboutText": "Jean Louis Pascal Angan (born 19 April 1986, in Odienné) is an Ivorian-Beninese international football player who currently plays in Kuwait for Al-Nasr.",
      "pageId": 23537407,
      "monthDay": "04/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Will_Thursfield",
      "name": "Will Thursfield",
      "aboutText": "Patrick Platins (born 19 April 1983 in Immenstadt) is a German football goalkeeper currently under contract for German side SV Darmstadt 98.",
      "pageId": 27293786,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Oksana_Akinshina",
      "name": "Oksana Akinshina",
      "aboutText": "Luigi Giorgi (born April 19, 1987 in Ascoli Piceno) is an Italian footballer who plays as a midfielder or defender for Ascoli on loan from Atalanta.",
      "pageId": 28973397,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/David_Cavazos",
      "name": "David Cavazos",
      "aboutText": "Christopher James Pearce (born 19 April 1984) is a former English cricketer. Pearce was a right-handed batsman who bowled leg break. He was born in Wolverhampton, Staffordshire.",
      "pageId": 29425260,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Luigi_Giorgi_(footballer)",
      "name": "Luigi Giorgi",
      "aboutText": "Karlee Perez (born April 19, 1986) is an American actress, model, professional wrestler and valet, best known for her appearances with the professional wrestling promotion WWE under the ring name Maxine between 2009 and 2012. She is currently working for Lucha Underground under the ring name Catrina.",
      "pageId": 33002096,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Joe_Hart",
      "name": "Joe Hart",
      "aboutText": "Maria Yuryevna Sharapova (Russian: Мари́я Ю́рьевна Шара́пова; IPA: [mɐˈrʲijə ˈjʉrʲjɪvnə ʂɐˈrapəvə]; born 19 April 1987) is a Russian professional tennis player, who is ranked world No. 4 by the Women's Tennis Association (WTA). A United States resident since 1994, Sharapova has competed on the WTA tour since 2001.",
      "pageId": 772173,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Courtland_Mead",
      "name": "Courtland Mead",
      "aboutText": "Courtland Robert Mead (born April 19, 1987) is an American actor.\nMead was born in Mission Viejo, California, the son of Denise and Robert Mead and brother of twin sisters Lauren and Candice Mead. In the 1994 film Dragonworld he played the part of young Johnny McGowan, a young boy who finds a dragon egg on his grandfather's property after moving to Scotland.",
      "pageId": 1846513,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Daniel_Schuhmacher",
      "name": "Daniel Schuhmacher",
      "aboutText": "Charles Joseph John \"Joe\" Hart (born 19 April 1987) is an English professional footballer who plays as a goalkeeper for Premier League club Manchester City and the England national team. With over 100 Premier League clean sheets, Hart holds the record for the most Premier League Golden Glove awards (four) and has amassed over 50 international caps since his debut in 2008.\nHe began his career at his hometown club Shrewsbury Town in the Conference and League Two.",
      "pageId": 2521661,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Maria_Sharapova",
      "name": "Maria Sharapova",
      "aboutText": "Belinda Ruth Owusu (born 19 April 1989) is an English actress.",
      "pageId": 4403044,
      "monthDay": "04/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lauren_Wilson",
      "name": "Lauren Wilson",
      "aboutText": "Lauren Wilson (born April 19, 1987 in Oakville, Ontario) is a Canadian figure skater. She is the 2002 Canadian junior national champion. She trained under Michelle Leigh and Doug Leigh.",
      "pageId": 6034190,
      "monthDay": "04/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Enrique_Esqueda",
      "name": "Enrique Esqueda",
      "aboutText": "Matthew \"Teo\" Olivares (born April 19, 1990; Medford, Oregon) is an American actor who is known for his role as one of Billy Loomer's backups, Crony, on Ned's Declassified School Survival Guide.",
      "pageId": 7012144,
      "monthDay": "04/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Haruna_Kojima",
      "name": "Haruna Kojima",
      "aboutText": "Kimberly Sue Yap Chiu (born April 19, 1990), commonly known as Kim Chiu, is a Chinese Filipino actress in the Philippines.\nChiu first starred in the television series, Sana Maulit Muli (2007) which won her the year's Most Promising Female Star at GMMSF. This followed by a string of successful projects and leading roles in dramas such as the Philippine adaptation of My Girl (2008), action-melodramas Tayong Dalawa (2009), Kung Tayo'y Magkakalayo (2010), rom-com My Binondo Girl (2011–2012), family drama Ina, Kapatid, Anak (2012–2013) and period drama Ikaw Lamang (2014).\nShe also starred in several films including Bride for Rent (2014), the sixth highest grossing Filipino film of all time grossing P326 million at the box office.",
      "pageId": 7539403,
      "monthDay": "04/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Saya_Y%C5%ABki",
      "name": "Saya Yūki",
      "aboutText": "Enrique Alejandro Esqueda Tirado (born 19 April 1988 in Santiago de Querétaro) is a Mexican footballer, who plays as a striker for Tiburon rojos del Veracruz.",
      "pageId": 9353405,
      "monthDay": "04/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dominik_Mader",
      "name": "Dominik Mader",
      "aboutText": "Saya Yūki (悠城 早矢, Yūki Saya, April 19, 1988) is a Japanese actress.",
      "pageId": 9404782,
      "monthDay": "04/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kristen_O%27Connor",
      "name": "Kristen O'Connor",
      "aboutText": "Haruna Kojima (小嶋陽菜, Kojima Haruna, born April 19, 1988 in Urawa-ku, Saitama, Saitama Prefecture, Japan) is a Japanese singer, actress, and a member of idol group AKB48 under Team A.",
      "pageId": 14777112,
      "monthDay": "04/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Belinda_Owusu",
      "name": "Belinda Owusu",
      "aboutText": "Daisuke Watabe (渡部 大輔, Watabe Daisuke, born April 19, 1989 in Tokorozawa, Saitama) is a Japanese footballer who plays for Omiya Ardija in the J. League.\n^ \"Stats Centre: Daisuke Watabe Facts\". Guardian.co.uk.",
      "pageId": 20035888,
      "monthDay": "04/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sam_Tordoff",
      "name": "Sam Tordoff",
      "aboutText": "Dominik Mader (born 19 April 1989 in Göppingen) is a German footballer who plays for FC Heiningen.\n^ \"Mader, Dominik\" (in German). kicker.de.",
      "pageId": 21266387,
      "monthDay": "04/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Daisuke_Watabe",
      "name": "Daisuke Watabe",
      "aboutText": "Daniel Schuhmacher (born 19 April 1987) is a German singer and songwriter. In 2009, he rose to fame after winning the sixth season of Deutschland sucht den Superstar, the German edition of Pop Idol. His debut album The Album was released later in the same year and topped the German and Austrian Albums Charts, going gold.",
      "pageId": 22317187,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jackie_Bradley,_Jr.",
      "name": "Jackie Bradley, Jr.",
      "aboutText": "Damien Le Tallec (born 19 April 1990 in Poissy) is a French football player who plays for FC Mordovia Saransk in the Russian Premier League. He is the younger brother of current Valenciennes striker Anthony Le Tallec, and cousin of current FC Rostov player Florent Sinama Pongolle. Like his older brother, Le Tallec is a France youth international, first appearing with the under-15 team and has appeared in several tournaments around the world for his nation.",
      "pageId": 24993522,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kim_Chiu",
      "name": "Kim Chiu",
      "aboutText": "Jackie Bradley, Jr. (born April 19, 1990) is an American professional baseball center fielder with the Boston Red Sox of Major League Baseball (MLB).",
      "pageId": 28242540,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/H%C3%A9ctor_Miguel_Herrera",
      "name": "Héctor Miguel Herrera",
      "aboutText": "Samuel Lewis \"Sam\" Tordoff (born 19 April 1989) is a British racing car driver.",
      "pageId": 29166826,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kim_Him-chan",
      "name": "Kim Him-chan",
      "aboutText": "Kim Him-chan (Hangul: 김힘찬; born April 19, 1990), known mononymously as Himchan, is a South Korean musician, best known for being a member of the South Korean boy band, B.A.P.",
      "pageId": 35026528,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Gretchen_Ho",
      "name": "Gretchen Ho",
      "aboutText": "Héctor Miguel Herrera López (born 19 April 1990) is a Mexican professional footballer who plays as midfielder for Porto and the Mexico national team. He is known as \"[a] classic box-to-box midfielder who is equally adept at halting advances from opposing players as he is creating opportunities by distributing the ball or shooting on goal\".\nA full international since 2012, Herrera won the Olympic gold medal in that year's football tournament, and was part of Mexico's winning team at the 2015 Gold Cup, as well as representing his country at the 2014 World Cup.",
      "pageId": 35963920,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Damien_Le_Tallec",
      "name": "Damien Le Tallec",
      "aboutText": "Kristen Danielle O'Connor is an American singer from Sebastian, Florida, who placed thirteenth on the thirteenth season of American Idol.",
      "pageId": 42004347,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Teo_Olivares",
      "name": "Teo Olivares",
      "aboutText": "Gretchen Ong Ho (born 19 April 1990) is a Filipino volleyball player and television host. She was a volleyball standout of the Ateneo Lady Eagles.",
      "pageId": 43704071,
      "monthDay": "04/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Patrick_Wiegers",
      "name": "Patrick Wiegers",
      "aboutText": "Mito Kōmon (水戸黄門) is a Japanese jidaigeki or period drama that has been on prime-time television since 1969. The title character is the historic Tokugawa Mitsukuni, former vice-shogun and retired second daimyo of the Mito Domain. In the guise of Mitsuemon, a retired crêpe merchant from Echigo, he roams the realm with two samurai retainers, fun-loving Sasaki Sukesaburō (Suke-san) and studious Atsumi Kakunoshin (Kaku-san).",
      "pageId": 6518516,
      "monthDay": "04/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Steve_Cook_(footballer)",
      "name": "Steve Cook",
      "aboutText": "Steve Anthony Cook (born 19 April 1991) is an English professional footballer who plays for Bournemouth as a central defender, although he can also play at right-back.\n^ \"The Football League Limited: Club list of registered players as at 16th May 2015\" (PDF). The Football League.",
      "pageId": 21754535,
      "monthDay": "04/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kelly_Olynyk",
      "name": "Kelly Olynyk",
      "aboutText": "Kelly Tyler Olynyk (oh-LIN-ik; born April 19, 1991) is a Canadian professional basketball player for the Boston Celtics of the National Basketball Association (NBA). He was an NCAA All-American while playing for the Gonzaga Bulldogs.\nBorn in Toronto, Olynyk moved to Kamloops, British Columbia in grade 7.",
      "pageId": 28492546,
      "monthDay": "04/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Paul-Jose_M%27Poku",
      "name": "Paul-Jose M'Poku",
      "aboutText": "Paul-José M'Poku Ebunge (born 19 April 1992) is a Congolese born footballer with Belgian citizenship who plays as a winger for Chievo Verona in the Serie A, on loan from Standard Liege of the Belgian Jupiler Pro League.",
      "pageId": 28984484,
      "monthDay": "04/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Sebastian_de_Souza",
      "name": "Sebastian de Souza",
      "aboutText": "Sebastian Denis de Souza (born 19 April 1993) is an English actor, screenwriter, and producer. He first gained popularity by portraying Matty Levan in the E4 teen drama series Skins.",
      "pageId": 34381481,
      "monthDay": "04/19"
    },
    {
      "year": "1995",
      "uri": "/wiki/Akira_Sait%C5%8D",
      "name": "Akira Saitō",
      "aboutText": "Patrick Wiegers (born 19 April 1990 in Deggendorf) is a German footballer who plays as a goalkeeper for Dynamo Dresden.\nWiegers made his professional debut with SSV Jahn Regensburg during the 2009–10 3. Liga season in a 0–2 away loss to SpVgg Unterhaching.",
      "pageId": 34642787,
      "monthDay": "04/19"
    }
  ]
}