{
  "people": [
    {
      "year": "1483",
      "uri": "/wiki/Henry_III_of_Nassau-Breda",
      "name": "Henry III of Nassau-Breda",
      "aboutText": "Edmund Burke (/bɜrk/; 12 January [NS] 1729 – 9 July 1797) was an Irish statesman born in Dublin, as well as an author, orator, political theorist and philosopher who, after moving to London, served as a Member of Parliament (MP) for many years in the House of Commons with the Whig Party.\nBurke is remembered mainly for his support of the cause of the American Revolutionaries, Catholic emancipation, the impeachment of Warren Hastings from the East India Company, and for his later objections about the French Revolution, the latter leading to his becoming the leading figure within the conservative faction of the Whig Party, which he dubbed the \"Old Whigs\", as opposed to the pro–French Revolution \"New Whigs\", led by Charles James Fox.\nIn the nineteenth century Burke was praised by both conservatives and liberals.",
      "pageId": 10030,
      "monthDay": "01/12"
    },
    {
      "year": "1562",
      "uri": "/wiki/Charles_Emmanuel_I,_Duke_of_Savoy",
      "name": "Charles Emmanuel I, Duke of Savoy",
      "aboutText": "Charles Emmanuel I (Italian: Carlo Emanuele di Savoia; 12 January 1562 – 26 July 1630), known as the Great, was the Duke of Savoy from 1580 to 1630.",
      "pageId": 69524,
      "monthDay": "01/12"
    },
    {
      "year": "1576",
      "uri": "/wiki/Petrus_Scriverius",
      "name": "Petrus Scriverius",
      "aboutText": "Charles Perrault (French: [ʃaʁl pɛʁo]; 12 January 1628 – 16 May 1703) was a French author and member of the Académie française. He laid the foundations for a new literary genre, the fairy tale, with his works derived from pre-existing folk tales. The best known of his tales include Le Petit Chaperon rouge (Little Red Riding Hood), Cendrillon (Cinderella), Le Chat Botté (Puss in Boots), La Belle au bois dormant (The Sleeping Beauty) and La Barbe bleue (Bluebeard).",
      "pageId": 87644,
      "monthDay": "01/12"
    },
    {
      "year": "1577",
      "uri": "/wiki/Jan_Baptist_van_Helmont",
      "name": "Jan Baptist van Helmont",
      "aboutText": "Frances Brooke (née Moore; 12 January 1724 – 23 January 1789) was an English novelist, essayist, playwright and translator.",
      "pageId": 155699,
      "monthDay": "01/12"
    },
    {
      "year": "1580",
      "uri": "/wiki/Alexander_Ruthven",
      "name": "Alexander Ruthven",
      "aboutText": "John Winthrop (12 January 1587/8 – 26 March 1649) was a wealthy English Puritan lawyer and one of the leading figures in the founding of the Massachusetts Bay Colony, the first major settlement in what is now New England after Plymouth Colony. Winthrop led the first large wave of immigrants from England in 1630, and served as governor for 12 of the colony's first 20 years of existence. His writings and vision of the colony as a Puritan \"city upon a hill\" dominated New England colonial development, influencing the governments and religions of neighboring colonies.",
      "pageId": 163154,
      "monthDay": "01/12"
    },
    {
      "year": "1588",
      "uri": "/wiki/John_Winthrop",
      "name": "John Winthrop",
      "aboutText": "Ferdinand I (12 January 1751 – 4 January 1825), popularly know as Conky King (Italian: Re Nasone), was the King of the Two Sicilies from 1816, after his restoration following victory in the Napoleonic Wars. Before that he had been, since 1759, Ferdinand IV of the Kingdom of Naples and Ferdinand III of the Kingdom of Sicily. He was deposed twice from the throne of Naples: once by the revolutionary Parthenopean Republic for six months in 1799 and again by Napoleon Bonaparte in 1805.",
      "pageId": 173245,
      "monthDay": "01/12"
    },
    {
      "year": "1591",
      "uri": "/wiki/Jusepe_de_Ribera",
      "name": "Jusepe de Ribera",
      "aboutText": "Antonio de Ulloa y de la Torre-Giral (12 January 1716 – 3 July 1795) was a Spanish general, explorer, author, astronomer, colonial administrator and the first Spanish governor of Louisiana.",
      "pageId": 192411,
      "monthDay": "01/12"
    },
    {
      "year": "1597",
      "uri": "/wiki/Fran%C3%A7ois_Duquesnoy",
      "name": "François Duquesnoy",
      "aboutText": "Count Mikhail Mikhailovich Speransky (Михаил Михайлович Сперанский) (12 January 1772 – 23 February 1839) was a Russian reformist during the reign of Alexander I of Russia, to whom he was a close advisor. He later served under Tsar Nicholas I of Russia. Speransky is referred to as the father of Russian liberalism.",
      "pageId": 213724,
      "monthDay": "01/12"
    },
    {
      "year": "1628",
      "uri": "/wiki/Charles_Perrault",
      "name": "Charles Perrault",
      "aboutText": "Jan Baptist van Helmont (/ˈhɛlmɒnt/; Dutch: [ˈɦɛlmɔnt]; 12 January 1580 – 30 December 1644) was a Flemish chemist, physiologist, and physician. He worked during the years just after Paracelsus and iatrochemistry, and is sometimes considered to be \"the founder of pneumatic chemistry\". Van Helmont is remembered today largely for his ideas on spontaneous generation, his 5-year tree experiment, and his introduction of the word \"gas\" (from the Greek word chaos) into the vocabulary of scientists.",
      "pageId": 334591,
      "monthDay": "01/12"
    },
    {
      "year": "1673",
      "uri": "/wiki/Rosalba_Carriera",
      "name": "Rosalba Carriera",
      "aboutText": "Johann Heinrich Pestalozzi (pronounced [pestaˈlɔttsi]; January 12, 1746 – February 17, 1827) was a Swiss pedagogue and educational reformer who exemplified Romanticism in his approach.\nHe founded several educational institutions both in German- and French-speaking regions of Switzerland and wrote many works explaining his revolutionary modern principles of education. His motto was \"Learning by head, hand and heart\".",
      "pageId": 605735,
      "monthDay": "01/12"
    },
    {
      "year": "1711",
      "uri": "/wiki/Gaetano_Latilla",
      "name": "Gaetano Latilla",
      "aboutText": "Samuel Langdon (January 12, 1723 – November 29, 1797) was an American Congregational clergyman and educator. After serving as pastor in Portsmouth, New Hampshire, he was appointed president of Harvard University in 1774.",
      "pageId": 783319,
      "monthDay": "01/12"
    },
    {
      "year": "1715",
      "uri": "/wiki/Jacques_Duphly",
      "name": "Jacques Duphly",
      "aboutText": "José de Ribera (January 12, 1591 – September 2, 1652) was a Spanish Tenebrist painter and printmaker, better known as Jusepe de Ribera. He also was called Lo Spagnoletto (\"the Little Spaniard\") by his contemporaries and early writers.",
      "pageId": 902105,
      "monthDay": "01/12"
    },
    {
      "year": "1716",
      "uri": "/wiki/Antonio_de_Ulloa",
      "name": "Antonio de Ulloa",
      "aboutText": "Count Henry III of Nassau-Dillenburg-Dietz (12 January 1483, Siegen – 14 September 1538, Breda), Lord (from 1530 Baron) of Breda, Lord of the Lek, of Dietz, etc. was a count of the House of Nassau.\nHe was the son of Count John V of Nassau-Dillenburg and Elisabeth of Hesse-Marburg.",
      "pageId": 1059463,
      "monthDay": "01/12"
    },
    {
      "year": "1721",
      "uri": "/wiki/Duke_Ferdinand_of_Brunswick-Wolfenb%C3%BCttel",
      "name": "Duke Ferdinand of Brunswick-Wolfenbüttel",
      "aboutText": "Jacques Duphly (also Dufly, Du Phly; January 12, 1715 – July 15, 1789) was a French harpsichordist and composer.",
      "pageId": 1289808,
      "monthDay": "01/12"
    },
    {
      "year": "1723",
      "uri": "/wiki/Samuel_Langdon",
      "name": "Samuel Langdon",
      "aboutText": "Petrus Scriverius, the Latinized form of Peter Schrijver or Schryver (12 January 1576 – 30 April 1660), was a Dutch writer and scholar on the history of Holland and Belgium.\nHe was born at Haarlem, and educated by Cornelis Schoneus at the University of Leiden, where he formed a close intimacy with Daniel Heinsius. In 1599 he married Anna van der Aar, and from 1611 to 1613 he was headmaster of the Latin School in Duisburg, today's Landfermann-Gymnasium.",
      "pageId": 1454830,
      "monthDay": "01/12"
    },
    {
      "year": "1724",
      "uri": "/wiki/Frances_Brooke",
      "name": "Frances Brooke",
      "aboutText": "Rosalba Zuanna Carriera (12 January 1673 – 15 April 1757) was a Venetian Rococo painter. In her younger years, she specialized in portrait miniatures.",
      "pageId": 2137897,
      "monthDay": "01/12"
    },
    {
      "year": "1729",
      "uri": "/wiki/Edmund_Burke",
      "name": "Edmund Burke",
      "aboutText": "François Duquesnoy or Frans Duquesnoy (January 12, 1597 – July 12, 1643) was a Flemish Baroque sculptor in Rome.",
      "pageId": 3216120,
      "monthDay": "01/12"
    },
    {
      "year": "1746",
      "uri": "/wiki/Johann_Heinrich_Pestalozzi",
      "name": "Johann Heinrich Pestalozzi",
      "aboutText": "Ferdinand, Prince of Brunswick-Lüneburg (12 January 1721, Wolfenbüttel – 3 July 1792, Vechelde), was a German-Prussian field marshal (1758–1766) known for his participation in the Seven Years' War.",
      "pageId": 3800983,
      "monthDay": "01/12"
    },
    {
      "year": "1751",
      "uri": "/wiki/Ferdinand_I_of_the_Two_Sicilies",
      "name": "Ferdinand I of the Two Sicilies",
      "aboutText": "Alexander Ruthven, master of Ruthven (12 January 1580 – 5 August 1600) was a Scottish nobleman. He is most notable for his participation in the Gowrie conspiracy of 1600.",
      "pageId": 7827388,
      "monthDay": "01/12"
    },
    {
      "year": "1772",
      "uri": "/wiki/Mikhail_Speransky",
      "name": "Mikhail Speransky",
      "aboutText": "Gaetano Latilla (12 January 1711 – 15 January 1788) was an Italian opera composer, the most important of the period immediately preceding Niccolò Piccinni (his nephew).\nLatilla was born in Bari, and studied at the Loreto Conservatory in Naples. He began writing comic operas for the Teatro dei Fiorentini in Naples in 1732, and is best known for his settings of Gismondo (Rome, 1737) and Madama Ciana (Rome, 1738).",
      "pageId": 14201013,
      "monthDay": "01/12"
    },
    {
      "year": "1786",
      "uri": "/wiki/Sir_Robert_Inglis,_2nd_Baronet",
      "name": "Sir Robert Inglis, 2nd Baronet",
      "aboutText": "Johan August Arfwedson (12 January 1792 – 28 October 1841) was a Swedish chemist who discovered the chemical element lithium in 1817 by isolating it as a salt.",
      "pageId": 39185,
      "monthDay": "01/12"
    },
    {
      "year": "1792",
      "uri": "/wiki/Johan_August_Arfwedson",
      "name": "Johan August Arfwedson",
      "aboutText": "John Griffith \"Jack\" London (born John Griffith Chaney, January 12, 1876 – November 22, 1916) was an American author, journalist, and social activist. A pioneer in the then-burgeoning world of commercial magazine fiction, he was one of the first fiction writers to obtain worldwide celebrity and a large fortune from his fiction alone.\nSome of his most famous works include The Call of the Wild and White Fang, both set in the Klondike Gold Rush, as well as the short stories \"To Build a Fire\", \"An Odyssey of the North\", and \"Love of Life\".",
      "pageId": 42978,
      "monthDay": "01/12"
    },
    {
      "year": "1797",
      "uri": "/wiki/Gideon_Brecher",
      "name": "Gideon Brecher",
      "aboutText": "Swami Vivekananda (Bengali: স্বামী বিবেকানন্দ Bengali: [ʃami bibekanɒnɖo], Shāmi Bibekānondo; 12 January 1863 – 4 July 1902), born Narendranath Dutta (Bengali: [nɔrend̪ro nat̪ʰ d̪ɔt̪t̪o]), was an Indian Hindu monk and chief disciple of the 19th-century Indian mystic Ramakrishna Paramahansa. He was a key figure in the introduction of the Indian philosophies of Vedanta and Yoga to the Western world and is credited with raising interfaith awareness, bringing Hinduism to the status of a major world religion during the late 19th century. He was a major force in the revival of Hinduism in India, and contributed to the concept of nationalism in colonial India.",
      "pageId": 45660,
      "monthDay": "01/12"
    },
    {
      "year": "1810",
      "uri": "/wiki/Ferdinand_II_of_the_Two_Sicilies",
      "name": "Ferdinand II of the Two Sicilies",
      "aboutText": "John Singer Sargent (/ˈsɑrdʒənt/; January 12, 1856 – April 14, 1925) was an American artist, considered the \"leading portrait painter of his generation\" for his evocations of Edwardian era luxury. During his career, he created roughly 900 oil paintings and more than 2,000 watercolors, as well as countless sketches and charcoal drawings. His oeuvre documents worldwide travel, from Venice to the Tyrol, Corfu, the Middle East, Montana, Maine, and Florida.",
      "pageId": 105373,
      "monthDay": "01/12"
    },
    {
      "year": "1822",
      "uri": "/wiki/%C3%89tienne_Lenoir",
      "name": "Étienne Lenoir",
      "aboutText": "Ferdinand II (Ferdinando Carlo, 12 January 1810 – 22 May 1859) was King of the Two Sicilies from 1830 until his early death in 1859.",
      "pageId": 158773,
      "monthDay": "01/12"
    },
    {
      "year": "1837",
      "uri": "/wiki/Adolf_Jensen",
      "name": "Adolf Jensen",
      "aboutText": "Ermanno Wolf-Ferrari (born Ermanno Wolf) (January 12, 1876 – January 21, 1948) was an Italian composer and teacher. He is best known for his comic operas such as Il segreto di Susanna (1909).",
      "pageId": 168365,
      "monthDay": "01/12"
    },
    {
      "year": "1849",
      "uri": "/wiki/Jean_B%C3%A9raud",
      "name": "Jean Béraud",
      "aboutText": "Ray Harroun (January 12, 1879 – January 19, 1968) was an American racecar driver and pioneering constructor most famous for winning the inaugural Indianapolis 500 in 1911.",
      "pageId": 231238,
      "monthDay": "01/12"
    },
    {
      "year": "1856",
      "uri": "/wiki/John_Singer_Sargent",
      "name": "John Singer Sargent",
      "aboutText": "Bhagwan Das (12 January 1869 – 18 September 1958) was an Indian Theosophist and public figure. For a time he served in the Central Legislative Assembly of British India. He became allied with the Hindustani Culture Society and was active in opposing rioting as a form of protest.",
      "pageId": 277686,
      "monthDay": "01/12"
    },
    {
      "year": "1860",
      "uri": "/wiki/Louis_Dutfoy",
      "name": "Louis Dutfoy",
      "aboutText": "Spiridon \"Spyros\" Louis (Greek: Σπυρίδων \"Σπύρος\" Λούης, sometimes transliterated Loues; 12 January 1873 – 26 March 1940) was a Greek water-carrier who won the first modern-day Olympic marathon at the 1896 Summer Olympics, thereby becoming a national hero.\nLouis was born in the town of Marousi, which is now a suburb to the north of Athens, into a poor family.",
      "pageId": 712542,
      "monthDay": "01/12"
    },
    {
      "year": "1863",
      "uri": "/wiki/Swami_Vivekananda",
      "name": "Swami Vivekananda",
      "aboutText": "Frank J. Corr (Brooklyn, New York January 12, 1877 – June 3, 1934 in Chicago, Illinois) served as acting mayor of Chicago, Illinois in 1933, following the assassination of Anton Cermak. Corr was a Democrat.\nCorr was born in Brooklyn, NY, but his family moved to Chicago in 1890, when he was thirteen years old.",
      "pageId": 984936,
      "monthDay": "01/12"
    },
    {
      "year": "1869",
      "uri": "/wiki/Bhagwan_Das",
      "name": "Bhagwan Das",
      "aboutText": "Sir Robert Harry Inglis, 2nd Baronet, FRS (12 January 1786 – 5 May 1855) was an English Conservative politician, noted for his staunch High church views.",
      "pageId": 1562012,
      "monthDay": "01/12"
    },
    {
      "year": "1873",
      "uri": "/wiki/Spyridon_Louis",
      "name": "Spyridon Louis",
      "aboutText": "Mareşal Mustafa Fevzi Çakmak (January 12 or January 24, 1876 – April 10, 1950) was a Turkish field marshal (Mareşal) and politician. He served as the Chief of General Staff from 1918 and 1919 and later the Minister of War of the Ottoman Empire in 1920. He later joined the provisional Government of the Grand National Assembly and became the Deputy Prime Minister, Minister of National Defence and later as the Prime Minister of Turkey from 1921 to 1922.",
      "pageId": 1598695,
      "monthDay": "01/12"
    },
    {
      "year": "1874",
      "uri": "/wiki/Laura_Adams_Armer",
      "name": "Laura Adams Armer",
      "aboutText": "Jean Béraud (French: [beʁo]; January 12, 1849 – October 4, 1935) was a French painter, noted for his paintings of Parisian life during the Belle Époque. He was renowned in Paris society due to his numerous paintings depicting the life of Paris, and the nightlife of Paris society. He also painted religious subjects in a contemporary setting.",
      "pageId": 1672096,
      "monthDay": "01/12"
    },
    {
      "year": "1874",
      "uri": "/wiki/James_Juvenal",
      "name": "James Juvenal",
      "aboutText": "Ferenc Molnár (birthname Ferenc Neumann; 12 January 1878 – 1 April 1952) was a Hungarian-born dramatist and novelist who adopted American citizenship. Molnár was born in Budapest.",
      "pageId": 2111110,
      "monthDay": "01/12"
    },
    {
      "year": "1876",
      "uri": "/wiki/Fevzi_%C3%87akmak",
      "name": "Fevzi Çakmak",
      "aboutText": "Jean Joseph Étienne Lenoir also known as Jean J. Lenoir (12 January 1822 – 4 August 1900) was a Belgian engineer who developed the internal combustion engine in 1858. Prior designs for such engines were patented as early as 1807, but none were commercially successful. Lenoir's engine was commercialized in sufficient quantities to be considered a success, a first for the internal combustion engine.",
      "pageId": 3797009,
      "monthDay": "01/12"
    },
    {
      "year": "1876",
      "uri": "/wiki/Jack_London",
      "name": "Jack London",
      "aboutText": "Gideon Brecher (January 12, 1797 – May 14, 1873), also known as Gedaliah ben Eliezer, was an Austrian physician and writer.\nBrecher was the uncle, by marriage, to Austrian bibliographer and Orientalist Moritz Steinschneider.\nBrecher was born in Prossnitz, Moravia.",
      "pageId": 4452457,
      "monthDay": "01/12"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ermanno_Wolf-Ferrari",
      "name": "Ermanno Wolf-Ferrari",
      "aboutText": "Laura Adams Armer (January 12, 1874 – March 16, 1963) was an American artist and writer. In 1932, her novel Waterless Mountain won the Newbery Medal.",
      "pageId": 5853660,
      "monthDay": "01/12"
    },
    {
      "year": "1877",
      "uri": "/wiki/Frank_J._Corr",
      "name": "Frank J. Corr",
      "aboutText": "Louis Dutfoy (January 12, 1860 – August 7, 1904) was a French sport shooter who competed in the late 19th century and early 20th century.",
      "pageId": 7221496,
      "monthDay": "01/12"
    },
    {
      "year": "1878",
      "uri": "/wiki/Ferenc_Moln%C3%A1r",
      "name": "Ferenc Molnár",
      "aboutText": "James Benner Juvenal (January 12, 1874 – September 2, 1942) was an American rower who competed in the 1900 Summer Olympics and in the 1904 Summer Olympics.\nIn 1900 he was part of the American boat Vesper Boat Club, which won the gold medal in the eights.",
      "pageId": 12658790,
      "monthDay": "01/12"
    },
    {
      "year": "1879",
      "uri": "/wiki/Ray_Harroun",
      "name": "Ray Harroun",
      "aboutText": "Adolf Jensen (12 January 1837 – 23 January 1879) was a German pianist, composer and music teacher, and was the brother of Gustav Jensen (1843–1895) who was a violinist and composer.",
      "pageId": 21539917,
      "monthDay": "01/12"
    },
    {
      "year": "1879",
      "uri": "/wiki/Anton_Uesson",
      "name": "Anton Uesson",
      "aboutText": "Hermann Wilhelm Göring (or Goering; German: [ˈɡøːʁɪŋ]; 12 January 1893 – 15 October 1946) was a German politician, military leader, and leading member of the Nazi Party (NSDAP). A veteran World War I fighter pilot ace, he was a recipient of the coveted Pour le Mérite, also known as the \"Blue Max\". He was the last commander of Jagdgeschwader 1, the fighter wing once led by \"Red Baron\" Manfred von Richthofen.",
      "pageId": 13487,
      "monthDay": "01/12"
    },
    {
      "year": "1882",
      "uri": "/wiki/Milton_Sills",
      "name": "Milton Sills",
      "aboutText": "Alfred Ernst Rosenberg (German: [ˈʀoːzənbɛɐ̯k]; Russian: Альфред Вольдемарович Розенберг, Alfred Voldyemarovich Rozenberg; 12 January 1893 – 16 October 1946) was a Baltic German theorist and an influential ideologue of the Nazi Party. Rosenberg was first introduced to Adolf Hitler by Dietrich Eckart; he later held several important posts in the Nazi government. He is considered one of the main authors of key National Socialist ideological creeds, including its racial theory, persecution of the Jews, Lebensraum, abrogation of the Treaty of Versailles, and opposition to degenerate modern art.",
      "pageId": 50050,
      "monthDay": "01/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Texas_Guinan",
      "name": "Texas Guinan",
      "aboutText": "Georges Carpentier (pronounced car-pont-yay) (January 12, 1894 – October 28, 1975) was a French boxer, actor and World War I pilot. He fought mainly as a light heavyweight and heavyweight in a career lasting from 1908 to 1926. Nicknamed the \"Orchid Man\", he stood 5 feet 11 1⁄2 inches (182 cm) and his fighting weight ranged from 126 to 175 pounds (57 to 79 kg).",
      "pageId": 60992,
      "monthDay": "01/12"
    },
    {
      "year": "1889",
      "uri": "/wiki/Mirza_Basheer-ud-Din_Mahmood_Ahmad",
      "name": "Mirza Basheer-ud-Din Mahmood Ahmad",
      "aboutText": "Mary Louise Cecilia \"Texas\" Guinan (January 12, 1884 – November 5, 1933) was an American actress, producer, and entrepreneur.",
      "pageId": 148828,
      "monthDay": "01/12"
    },
    {
      "year": "1890",
      "uri": "/wiki/Johannes_Vares",
      "name": "Johannes Vares",
      "aboutText": "Igor Vasilyevich Kurchatov (Russian: И́горь Васи́льевич Курча́тов; 12 January 1903 – 7 February 1960), was a Soviet nuclear physicist who is widely known as the director of the Soviet atomic bomb project. Along with Georgy Flyorov and Andrei Sakharov, Kurchatov is widely remembered and dubbed as the \"father of the Soviet atomic bomb\" for his directorial role in the development of the Soviet nuclear program, in a clandestine program during World War II formed in the wake of the USSR's discovery of the Western Allied efforts to develop nuclear weapons. After nine years of covert development, the Soviet Union successfully tested its first nuclear weapon, codenamed First Lightning at the Semipalatinsk Test Range in 1949.",
      "pageId": 222567,
      "monthDay": "01/12"
    },
    {
      "year": "1892",
      "uri": "/wiki/Mikhail_Gurevich_(aircraft_designer)",
      "name": "Mikhail Gurevich",
      "aboutText": "Fred McDowell (January 12, 1904 – July 3, 1972) known by his stage name; Mississippi Fred McDowell, was an American Hill country blues singer and guitar player.",
      "pageId": 244026,
      "monthDay": "01/12"
    },
    {
      "year": "1893",
      "uri": "/wiki/Hermann_G%C3%B6ring",
      "name": "Hermann Göring",
      "aboutText": "Woodward Maurice Ritter (January 12, 1905 – January 2, 1974), better known as Tex Ritter, was an American country music singer and movie actor popular from the mid-1930s into the 1960s, and the patriarch of the Ritter family in acting (son John and grandsons Jason and Tyler). He is a member of the Country Music Hall of Fame.",
      "pageId": 318009,
      "monthDay": "01/12"
    },
    {
      "year": "1893",
      "uri": "/wiki/Alfred_Rosenberg",
      "name": "Alfred Rosenberg",
      "aboutText": "David \"Wex\" Wechsler (January 12, 1896 – May 2, 1981) was a leading American psychologist. He developed well-known intelligence scales, such as the Wechsler Adult Intelligence Scale (WAIS) and the Wechsler Intelligence Scale for Children (WISC).",
      "pageId": 506386,
      "monthDay": "01/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Georges_Carpentier",
      "name": "Georges Carpentier",
      "aboutText": "Pierre Bernac (12 January 1899 – 17 October 1979) was a French baryton-martin who became the most renowned interpreter of the French art song, and had a close artistic association with Francis Poulenc.",
      "pageId": 915881,
      "monthDay": "01/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Van_Vanthoff",
      "name": "Van Vanthoff",
      "aboutText": "Mikhail Iosifovich Gurevich (Russian: Михаи́л Ио́сифович Гуре́вич) (12 January 1893 [O.S. 31 December 1892] – November 12, 1976) was a Soviet aircraft designer, a partner (with Artem Mikoyan) of the famous MiG military aviation bureau. MiG is an abbreviation of their surnames.",
      "pageId": 943926,
      "monthDay": "01/12"
    },
    {
      "year": "1895",
      "uri": "/wiki/Leo_Aryeh_Mayer",
      "name": "Leo Aryeh Mayer",
      "aboutText": "Paul Hermann Müller also known as Pauly Mueller (12 January 1899 – 13 October 1965) was a Swiss chemist who received the 1948 Nobel prize in Physiology or Medicine for his 1939 discovery of insecticidal qualities and use of DDT in the control of vector diseases such as malaria and yellow fever.",
      "pageId": 1199468,
      "monthDay": "01/12"
    },
    {
      "year": "1896",
      "uri": "/wiki/David_Wechsler",
      "name": "David Wechsler",
      "aboutText": "Hüseyin Nihâl Atsız (Ottoman Turkish: حسين نيهال أتسز) (January 12, 1905 – December 11, 1975) was a prominent Turkish nationalist writer, novelist, poet and philosopher. Nihâl Atsız was a fervent supporter of the pan-Turkist or Turanism ideology. He is author of over 30 books and numerous articles.",
      "pageId": 2531958,
      "monthDay": "01/12"
    },
    {
      "year": "1899",
      "uri": "/wiki/Pierre_Bernac",
      "name": "Pierre Bernac",
      "aboutText": "Johannes Vares (12 January 1890 [O.S. 31 December 1889] – 29 November 1946), commonly known as Johannes Vares Barbarus, was an Estonian poet, doctor, and politician.\nVares was born in Kiisa Heimtali Parish (now in Pärsti Parish), Viljandi County, and educated at Pärnu Gymnasium. He later studied medicine at the University of Kiev, in present-day Ukraine.",
      "pageId": 2663952,
      "monthDay": "01/12"
    },
    {
      "year": "1899",
      "uri": "/wiki/Paul_Hermann_M%C3%BCller",
      "name": "Paul Hermann Müller",
      "aboutText": "Milton George Gustavus Sills (January 12, 1882 – September 15, 1930) was an American stage and film actor of the early twentieth century.",
      "pageId": 2735524,
      "monthDay": "01/12"
    },
    {
      "year": "1901",
      "uri": "/wiki/Karl_K%C3%BCnstler",
      "name": "Karl Künstler",
      "aboutText": "James Bennett Griffin (also known as Jimmy Griffin) (January 12, 1905 – May 17, 1997) was an American archaeologist. He is regarded as one of the most influential archaeologists in North America in the 20th century.",
      "pageId": 3467493,
      "monthDay": "01/12"
    },
    {
      "year": "1903",
      "uri": "/wiki/Igor_Kurchatov",
      "name": "Igor Kurchatov",
      "aboutText": "For other people named Bashir Ahmad, see the Bashir Ahmad navigation page",
      "pageId": 8779429,
      "monthDay": "01/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Mississippi_Fred_McDowell",
      "name": "Mississippi Fred McDowell",
      "aboutText": "Leo Aryeh Mayer (Hebrew: ליאון אריה מאיר‎, 12 January 1895 – 6 April 1959), was an Israeli scholar of Islamic art and rector of the Hebrew University of Jerusalem.",
      "pageId": 26246556,
      "monthDay": "01/12"
    },
    {
      "year": "1905",
      "uri": "/wiki/Nihal_Ats%C4%B1z",
      "name": "Nihal Atsız",
      "aboutText": "Anton Uesson (12 January 1879 – 13 April 1942) was an Estonian politician and engineer.",
      "pageId": 27031132,
      "monthDay": "01/12"
    },
    {
      "year": "1905",
      "uri": "/wiki/James_Bennett_Griffin",
      "name": "James Bennett Griffin",
      "aboutText": "Karl Künstler (12 January 1901 in Zella, Anrode – presumably in April 1945 in Nuremberg) was a German SS-Obersturmbannführer and commandant of Flossenbürg concentration camp.",
      "pageId": 42995331,
      "monthDay": "01/12"
    },
    {
      "year": "1905",
      "uri": "/wiki/Tex_Ritter",
      "name": "Tex Ritter",
      "aboutText": "Percival Evert Russell \"Van\" Vanthoff OBE (12 January 1894 – 30 July 1967) was a senior Australian public servant.",
      "pageId": 44506420,
      "monthDay": "01/12"
    },
    {
      "year": "1906",
      "uri": "/wiki/Emmanuel_Levinas",
      "name": "Emmanuel Levinas",
      "aboutText": "Sergei Pavlovich Korolev (Russian: Серге́й Па́влович Королёв; IPA: [sʲɪrˈgʲej ˈpavləvʲɪtɕ kərɐˈlʲɵf], Ukrainian: Сергі́й Па́влович Корольoв, Serhiy Pavlovych Korolyov), also transliterated as Sergey Pavlovich Korolyov; 12 January [O.S. 30 December 1906] 1907 – 14 January 1966) was the lead Soviet rocket engineer and spacecraft designer in the Space Race between the United States and the Soviet Union during the 1950s and 1960s. He is considered by many as the father of practical astronautics.\nAlthough Korolev was trained as an aircraft designer, his greatest strengths proved to be in design integration, organization and strategic planning.",
      "pageId": 86655,
      "monthDay": "01/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Sergei_Korolev",
      "name": "Sergei Korolev",
      "aboutText": "Emmanuel Levinas (French: [emanɥɛl ləvinas]; 12 January 1906 – 25 December 1995) was a French philosopher of Lithuanian Jewish ancestry who is known for his work related to Jewish philosophy, existentialism, ethics, and ontology.",
      "pageId": 90692,
      "monthDay": "01/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jean_Delannoy",
      "name": "Jean Delannoy",
      "aboutText": "Maharishi Mahesh Yogi (12 January 1918 – 5 February 2008) was born Mahesh Prasad Varma and obtained the honorific Maharishi (meaning \"Great Seer\") and Yogi as an adult. He developed the Transcendental Meditation technique and was the leader and guru of a worldwide organization that has been characterized in multiple ways including as a new religious movement and as non-religious.\nMaharishi Mahesh Yogi became a disciple and assistant of Swami Brahmananda Saraswati, the Shankaracharya (spiritual leader) of Jyotirmath in the Indian Himalayas.",
      "pageId": 176796,
      "monthDay": "01/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Clement_Hurd",
      "name": "Clement Hurd",
      "aboutText": "Luise Rainer (12 January 1910 – 30 December 2014) was a German and American film actress. She was the first actor to win multiple Academy Awards and the first person to win them consecutively. At the time of her death, she was the longest-lived individual ever to have received an Academy Award.",
      "pageId": 180908,
      "monthDay": "01/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Gladys_Blake",
      "name": "Gladys Blake",
      "aboutText": "James Columbus \"Jay\" McShann (January 12, 1916 – December 7, 2006) was a jump blues, mainstream jazz, and swing bandleader, pianist and singer.\nDuring the 1940s, McShann was at the forefront of blues and hard bop jazz musicians mainly from Kansas City. He assembled his own big band, with musicians that included some of the most influential artists of their time, including Charlie Parker, Bernard Anderson, Ben Webster and Walter Brown.",
      "pageId": 316771,
      "monthDay": "01/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Patsy_Kelly",
      "name": "Patsy Kelly",
      "aboutText": "James Leonard Farmer, Jr. (January 12, 1920 – July 9, 1999) was a civil rights activist and leader in the American Civil Rights Movement \"who pushed for nonviolent protest to dismantle segregation, and served alongside Martin Luther King Jr.\" He was the initiator and organizer of the 1961 Freedom Ride, which eventually led to the desegregation of inter-state transportation in the United States.\nIn 1942, Farmer co-founded the Committee of Racial Equality in Chicago with George Houser and Bernice Fisher.",
      "pageId": 327306,
      "monthDay": "01/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Luise_Rainer",
      "name": "Luise Rainer",
      "aboutText": "Pieter Willem Botha, DMS (12 January 1916 – 31 October 2006), commonly known as \"P. W.\" and Die Groot Krokodil (Afrikaans for \"The Big Crocodile\"), was the leader of South Africa from 1978 to 1989, serving as the last Prime Minister from 1978 to 1984 and the first executive State President from 1984 to 1989.\nFirst elected to Parliament in 1948, Botha was an outspoken opponent of majority rule and international communism. However, his administration did make concessions towards political reform, whereas internal unrest saw widespread human rights abuses at the hands of the government.",
      "pageId": 383252,
      "monthDay": "01/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/Richard_Kuremaa",
      "name": "Richard Kuremaa",
      "aboutText": "Jean Delannoy (12 January 1908 – 18 June 2008) was a French actor, film editor, screenwriter and film director.\nAlthough Delannoy was born in a Paris suburb, his family is from Haute-Normandie in the north of France. He was a Protestant, a descendant of Huguenots, some of whom fled the country during the French Wars of Religion first to settle in Wallonia then, after their name became De la Noye and then Delano, were on the second ship to emigrate to Plymouth, Massachusetts.",
      "pageId": 1590423,
      "monthDay": "01/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Mieko_Kamiya",
      "name": "Mieko Kamiya",
      "aboutText": "Paul Jarrico (January 12, 1915 – October 28, 1997) was an American screenwriter and film producer who was blacklisted by the Hollywood movie studio bosses during the era of McCarthyism.",
      "pageId": 2078502,
      "monthDay": "01/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Paul_Jarrico",
      "name": "Paul Jarrico",
      "aboutText": "Patsy Kelly (January 12, 1910 – September 24, 1981) was an American stage, radio, film and television actress. She is known for her role as the brash, wisecracking sidekick to Thelma Todd in a series of short comedy films produced by Hal Roach in the 1930s. Known as the \"Queen of Wisecracks\", Kelly's career continued after Todd's death in 1935 in similar roles.",
      "pageId": 2096542,
      "monthDay": "01/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Joseph-Aur%C3%A8le_Plourde",
      "name": "Joseph-Aurèle Plourde",
      "aboutText": "Joseph-Aurèle Plourde, OC (January 12, 1915 – January 5, 2013) was a Canadian Roman Catholic Archbishop of Ottawa.",
      "pageId": 2659573,
      "monthDay": "01/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/P._W._Botha",
      "name": "P. W. Botha",
      "aboutText": "Clement G. Hurd (January 12, 1908 – February 5, 1988) was an American artist.",
      "pageId": 3227504,
      "monthDay": "01/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jay_McShann",
      "name": "Jay McShann",
      "aboutText": "James Donald \"Jimmy\" Skinner (January 12, 1917 – July 11, 2007) was the Head Coach, Chief Scout and Farm Director, Director of Player Personnel, Director of Hockey Operations, Assistant General Manager, and General Manager for the Detroit Red Wings of the National Hockey League.\nHe is credited with starting the tradition of kissing the Stanley Cup.\nBorn in Selkirk, Manitoba, Skinner won the 1955 Stanley Cup as coach as well as the Prince of Wales Trophy twice (54/55 & 56/57) (regular season champions) before an illness forced him to give up his coaching duties.",
      "pageId": 3587488,
      "monthDay": "01/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/William_Pleeth",
      "name": "William Pleeth",
      "aboutText": "Walter Hendl (January 12, 1917 – April 10, 2007) was an American conductor, composer and pianist.",
      "pageId": 4248896,
      "monthDay": "01/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Walter_Hendl",
      "name": "Walter Hendl",
      "aboutText": "William Pleeth OBE (12 January 1916 – 6 April 1999) was a well-known British cellist and an eminent teacher, who became widely known as the teacher of Jacqueline du Pré.",
      "pageId": 5913257,
      "monthDay": "01/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jimmy_Skinner",
      "name": "Jimmy Skinner",
      "aboutText": "Prof. Jerzy B. Zubrzycki AO CBE (born 12 January 1920 in Kraków; died 20 May 2009 in Canberra) was a Polish-born Australian sociologist, widely regarded as the \"Father of Australian Multiculturalism\".",
      "pageId": 8468483,
      "monthDay": "01/12"
    },
    {
      "year": "1918",
      "uri": "/wiki/Maharishi_Mahesh_Yogi",
      "name": "Maharishi Mahesh Yogi",
      "aboutText": "Richard Kuremaa (12 January 1912 – 10 January 1991) was an Estonian footballer - one of the most famous before World War II. He played 42 times for Estonia national football team scoring 19 goals. He debuted on 11 June 1933 in game versus Sweden.",
      "pageId": 23192811,
      "monthDay": "01/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_L._Farmer,_Jr.",
      "name": "James L. Farmer, Jr.",
      "aboutText": "Mieko Kamiya (神谷 美恵子, Kamiya Mieko, January 12, 1914 – October 22, 1979) was a Japanese psychiatrist who treated leprosy patients at Nagashima Aiseien Sanatorium. She was known for the translation of books on philosophy. She worked as a medical doctor in the Department of Psychiatry at Tokyo University following World War II. She was said to have greatly helped the Ministry of Education and the General Headquarters, where Supreme Commander of the Allied Powers stayed, in her role as an English-speaking secretary, and served as an adviser to Empress Michiko.",
      "pageId": 25837764,
      "monthDay": "01/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jerzy_Zubrzycki",
      "name": "Jerzy Zubrzycki",
      "aboutText": "Paul Hansard (1922–2013) was a German-born actor on both television and film. He was also a puppeteer. On several of his television appearances on both The Buccaneers and The Adventures of Robin Hood, he is shown as a musician, playing the guitar and singing.",
      "pageId": 44917191,
      "monthDay": "01/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Paul_Hansard",
      "name": "Paul Hansard",
      "aboutText": "Gladys Blake (born January 12, 1910, Luray, Virginia – died May 21, 1983, Sacremento, California) was an American character actress from the 1930s to the 1950s. Her mother, Ada Timmons, died when Gladys was less than a year old.\nAt fourteen, she would enter the theater world in a stock company, before moving on to vaudeville.",
      "pageId": 45005785,
      "monthDay": "01/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Tadeusz_%C5%BBychiewicz",
      "name": "Tadeusz Żychiewicz",
      "aboutText": "Morton Feldman (January 12, 1926 – September 3, 1987) was an American composer, born in New York City.\nA major figure in 20th-century music, Feldman was a pioneer of indeterminate music, a development associated with the experimental New York School of composers also including John Cage, Christian Wolff, and Earle Brown. Feldman's works are characterized by notational innovations that he developed to create his characteristic sound: rhythms that seem to be free and floating; pitch shadings that seem softly unfocused; a generally quiet and slowly evolving music; recurring asymmetric patterns.",
      "pageId": 89359,
      "monthDay": "01/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Vic_Allen",
      "name": "Vic Allen",
      "aboutText": "Desmond Bernard \"Des\" O'Connor, CBE (born 12 January 1932) is an English comedian, broadcaster and singer. A former chat show host, he was the presenter of the long-running Channel 4 gameshow Countdown for two years.",
      "pageId": 151547,
      "monthDay": "01/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ira_Hayes",
      "name": "Ira Hayes",
      "aboutText": "Ira Hamilton Hayes (January 12, 1923 – January 24, 1955) was a Pima Native American and a United States Marine who was one of the six flag raisers immortalized in the iconic photograph of the flag raising on Iwo Jima during World War II. Hayes was an enrolled member of the Gila River Pima Indian Reservation (1859 ) located in the Pinal and Maricopa counties in Arizona. He enlisted in the United States Marine Corps Reserve on August 26, 1942, and after recruit training, volunteered to become a Paramarine. He fought in the Bougainville and Iwo Jima campaigns in the Pacific Theatre of Operations.",
      "pageId": 193303,
      "monthDay": "01/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Olivier_Gendebien",
      "name": "Olivier Gendebien",
      "aboutText": "Olivier Gendebien (12 January 1924 – 2 October 1998) was a Belgian racing driver who was called \"one of the greatest sportscar racers of all time\".",
      "pageId": 342234,
      "monthDay": "01/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Grethe_Holmer",
      "name": "Grethe Holmer",
      "aboutText": "Miles Gilbert \"Tim\" Horton (January 12, 1930 – February 21, 1974) was a Canadian professional ice hockey player, a defenceman for 24 seasons in the National Hockey League. He played for the Toronto Maple Leafs, New York Rangers, Pittsburgh Penguins, and Buffalo Sabres. Also a successful businessman, Horton was a co-founder of the Tim Hortons restaurant chain.",
      "pageId": 426998,
      "monthDay": "01/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Chris_Chase",
      "name": "Chris Chase",
      "aboutText": "Alasdair Chalmers MacIntyre (born 1929) is a Scottish philosopher primarily known for his contribution to moral and political philosophy but known also for his work in history of philosophy and theology. He is Senior Research Fellow at the Centre for Contemporary Aristotelian Studies in Ethics and Politics (CASEP) at London Metropolitan University, and an Emeritus Professor of Philosophy at the University of Notre Dame. During his lengthy academic career, he also taught at Brandeis University, Duke University, Vanderbilt University, and Boston University.",
      "pageId": 595344,
      "monthDay": "01/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bill_Burrud",
      "name": "Bill Burrud",
      "aboutText": "Lloyd Ruby (January 12, 1928 – March 23, 2009) was an American racecar driver.",
      "pageId": 1235044,
      "monthDay": "01/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Katherine_MacGregor",
      "name": "Katherine MacGregor",
      "aboutText": "Katherine \"Scottie\" MacGregor (born January 12, 1925 in Glendale, California) is an American actress.",
      "pageId": 1475804,
      "monthDay": "01/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bodil_Udsen",
      "name": "Bodil Udsen",
      "aboutText": "Kaarlo Jaakko Juhani Hintikka (12 January 1929 – 12 August 2015) was a Finnish philosopher and logician.\nHintikka was born in Helsingin maalaiskunta (now Vantaa). After teaching for a number of years at Florida State University, Stanford, University of Helsinki, and the Academy of Finland, he ended his career as a Professor of Philosophy at Boston University.",
      "pageId": 1710903,
      "monthDay": "01/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/Morton_Feldman",
      "name": "Morton Feldman",
      "aboutText": "Noble Ray Price (January 12, 1926 – December 16, 2013) was an American country music singer, songwriter, and guitarist. His wide ranging baritone has often been praised as among the best male voices of country music. Some of his well-known recordings include \"Release Me\", \"Crazy Arms\", \"Heartaches by the Number\", \"For the Good Times\", \"Night Life\", and \"You're the Best Thing That Ever Happened to Me\".",
      "pageId": 2208133,
      "monthDay": "01/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/Andrew_Laszlo",
      "name": "Andrew Laszlo",
      "aboutText": "Glenn Yarbrough (born January 12, 1930) is an American folk singer.",
      "pageId": 2438388,
      "monthDay": "01/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ray_Price_(musician)",
      "name": "Ray Price",
      "aboutText": "William James \"Bill\" Burrud (January 12, 1925 – June 12, 1990) was a former child star and a television host and producer best known for his travel programs.",
      "pageId": 5641456,
      "monthDay": "01/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Lloyd_Ruby",
      "name": "Lloyd Ruby",
      "aboutText": "Tadeusz Żychiewicz (12 January 1922 in Bratkowice – 11 November 1994 in Kraków) was a Polish journalist, art historian, religious publicist, theologist, Biblicist, feuilletonist and editor of Tygodnik Powszechny, soldier of Armia Krajowa.",
      "pageId": 9964779,
      "monthDay": "01/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Alasdair_MacIntyre",
      "name": "Alasdair MacIntyre",
      "aboutText": "Bodil Birgitte Udsen (12 January 1925 – 26 February 2008) was a Danish actress.\nShe was a student at the Rysensteen Gymnasium in Copenhagen in 1944 and entered film in 1955. She also worked extensively in Danish theatre and appeared in the Danish TV series Huset på Christianshavn as Emma from 1970 to 1977.",
      "pageId": 11099932,
      "monthDay": "01/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jaakko_Hintikka",
      "name": "Jaakko Hintikka",
      "aboutText": "Tzeni Karezi (Greek: Τζένη Καρέζη, 12 January 1932/1934 – 27 July 1992) was a popular and successful Greek film and stage actress.",
      "pageId": 15254406,
      "monthDay": "01/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tim_Horton",
      "name": "Tim Horton",
      "aboutText": "Jennifer Johnston (born 12 January 1930 in Dublin) is an Irish novelist. She has won a number of awards including the Whitbread Book Award for The Old Jest in 1979 and a Lifetime Achievement from the Irish Book Awards (2012).",
      "pageId": 17122964,
      "monthDay": "01/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jennifer_Johnston",
      "name": "Jennifer Johnston",
      "aboutText": "Grethe Holmer (12 January 1924, in Copenhagen, Denmark – 13 October 2004) was a Danish actress.",
      "pageId": 19496177,
      "monthDay": "01/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Glenn_Yarbrough",
      "name": "Glenn Yarbrough",
      "aboutText": "Andrew Laszlo A.S.C. Hungarian: László András (January 12, 1926 – October 7, 2011) was a Hungarian-American cinematographer best known for his work on the cult film classic The Warriors.",
      "pageId": 20782880,
      "monthDay": "01/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tzeni_Karezi",
      "name": "Tzeni Karezi",
      "aboutText": "Vic Allen (12 January 1923 – 26 October 2014) was a British sociologist, historian, economist and Emeritus Professor at the University of Leeds who worked closely with British trade unions, the peace movement and anti-apartheid activists.",
      "pageId": 23587744,
      "monthDay": "01/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Des_O%27Connor",
      "name": "Des O'Connor",
      "aboutText": "Chris Chase (born Irene Greengard; January 12, 1924 – October 31, 2013), also known by the stage name Irene Kane, was an American model, film actress, writer, and journalist. Her best-known role was in Killer's Kiss. She later wrote advice books and co-authored several celebrity autobiographies.",
      "pageId": 32192857,
      "monthDay": "01/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Michael_Aspel",
      "name": "Michael Aspel",
      "aboutText": "James \"Jim\" Michael Palosaari (1939–2011) was an evangelist and performer, one of the leaders in the Jesus Movement of the late 1960s and 1970s.",
      "pageId": 159416,
      "monthDay": "01/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Pavlos_Matesis",
      "name": "Pavlos Matesis",
      "aboutText": "Ronald Shannon Jackson (January 12, 1940 – October 19, 2013) was an American jazz drummer and composer from Fort Worth, Texas. A pioneer of avant-garde jazz, free funk, and jazz fusion, he appeared on over 50 albums as a bandleader, sideman, arranger, and producer. Jackson and bassist Sirone are the only musicians to have performed and recorded with the three prime shapers of free jazz: pianist Cecil Taylor, and saxophonists Ornette Coleman and Albert Ayler.",
      "pageId": 327188,
      "monthDay": "01/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Metin_Serezli",
      "name": "Metin Serezli",
      "aboutText": "Michael Terence Aspel, OBE (born 12 January 1933), is an English television presenter on programmes such as Crackerjack, Aspel & Company, This is Your Life, Strange but True?",
      "pageId": 336500,
      "monthDay": "01/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Alan_Sharp",
      "name": "Alan Sharp",
      "aboutText": "The Amazing Kreskin, or Kreskin — birthname George Joseph Kresge — is a mentalist who became popular on North American television in the 1970s. He was inspired to become a mentalist by Lee Falk's famous comic strip Mandrake the Magician, which features a crime-fighting stage magician.",
      "pageId": 762083,
      "monthDay": "01/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mick_Sullivan",
      "name": "Mick Sullivan",
      "aboutText": "John William \"Long John\" Baldry (12 January 1941 – 21 July 2005) was an English blues singer and a voice actor. He sang with many British musicians, with Rod Stewart and Elton John appearing in bands led by Baldry in the 1960s. He enjoyed pop success in the UK where Let the Heartaches Begin reached No.",
      "pageId": 1064879,
      "monthDay": "01/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Tomiko_Ishii",
      "name": "Tomiko Ishii",
      "aboutText": "Shirley Eaton (born 12 January 1937) is an English actress. She was considered a sex symbol in the 1960s.\nEaton appeared regularly in British films throughout the 1950s and 1960s, and achieved notability for her performance as Bond Girl Jill Masterson in the 1964 James Bond film Goldfinger.",
      "pageId": 1390725,
      "monthDay": "01/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Kreskin",
      "name": "Kreskin",
      "aboutText": "Tomiko Ishii (石井 トミコ, Ishii Tomiko, born January 12, 1935 in Osaka, Japan) is a Japanese actress.",
      "pageId": 1414353,
      "monthDay": "01/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jennifer_Hilton,_Baroness_Hilton_of_Eggardon",
      "name": "Jennifer Hilton, Baroness Hilton of Eggardon",
      "aboutText": "Ojārs Raimonds Pauls (born 12 January 1936 in Iļģuciems, Riga, Latvia) is a Latvian composer and piano player who is well known in Latvia and world-wide. . Minister of culture of Latvia from 1988 to 1993.",
      "pageId": 1575878,
      "monthDay": "01/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Raimonds_Pauls",
      "name": "Raimonds Pauls",
      "aboutText": "Qazi Hussain Ahmad (Urdu: قاضی حسین احمد 12 January 1938 – 6 January 2013) was an Islamic scholar, clergyman, democracy activist, and former Emir of Jamaat-e-Islami, the rightist and socially conservative Islamist political party in Pakistan.\nHe was a strong critic of the counter-terrorism policy of the United States, and was widely known for his opposition to the United States' participation in the war against the Taliban in neighbouring Afghanistan.\n^ \"Munawar elected as new JI chief\".",
      "pageId": 1849477,
      "monthDay": "01/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Brajanath_Ratha",
      "name": "Brajanath Ratha",
      "aboutText": "Alan Sharp (12 January 1934 – 8 February 2013) was a Scottish novelist and screenwriter. He published two novels in the 1960s, and subsequently wrote the screenplays for about twenty films, mostly produced in the United States.\n^ Barnes, Mike (11 February 2013).",
      "pageId": 2575329,
      "monthDay": "01/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Marie_Dubois",
      "name": "Marie Dubois",
      "aboutText": "William Lee Golden (born January 12, 1939), a native of Brewton, Alabama, is an American country music singer.",
      "pageId": 9611501,
      "monthDay": "01/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Shirley_Eaton",
      "name": "Shirley Eaton",
      "aboutText": "Vicente (Vicenç) Sardinero (January 12, 1937 - February 9, 2002), né Sardinero-Puerto, was a Spanish operatic lyric baritone. Born in Barcelona, he made his debut at the Gran Teatre del Liceu in his native city in the 1964-65 season, as Escamillo in Carmen. He first appearance at the Teatro alla Scala was in 1967, as Enrico in Lucia di Lammermoor.",
      "pageId": 13145703,
      "monthDay": "01/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Vicente_Sardinero",
      "name": "Vicente Sardinero",
      "aboutText": "Marie Dubois (born Claudine Lucie Pauline Huzé; 12 January 1937 – 15 October 2014) was a Parisian-born French actress.",
      "pageId": 13331101,
      "monthDay": "01/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Qazi_Hussain_Ahmad",
      "name": "Qazi Hussain Ahmad",
      "aboutText": "Lewis Fiander (born 12 January 1938) is an Australian film, stage, television and actor.",
      "pageId": 15361756,
      "monthDay": "01/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Teresa_del_Conde",
      "name": "Teresa del Conde",
      "aboutText": "Jennifer Hilton, Baroness Hilton of Eggardon QPM, (born 12 January 1936) is a British Labour Party politician and former police officer with the Metropolitan Police. She was awarded the Queen's Police Medal in the 1989 Birthday Honours.\nHilton was appointed a life peer in the House of Lords having previously served as a Commander of the Metropolitan Police in London, UK. She was elevated to the peerage on 14 June 1991 as Baroness Hilton of Eggardon, of Eggardon in the County of Dorset.",
      "pageId": 18110591,
      "monthDay": "01/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lewis_Fiander",
      "name": "Lewis Fiander",
      "aboutText": "Michael \"Mick\" Sullivan is an English former professional Rugby League World Cup winning footballer of the 1950s and '60s. He set the record for the most appearances for the Great Britain Lions with 46. This record has been matched (by Garry Schofield) but never overtaken.",
      "pageId": 18442725,
      "monthDay": "01/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/William_Lee_Golden",
      "name": "William Lee Golden",
      "aboutText": "Brajanath Ratha (12 January 1936 – 31 May 2014) was an Indian poet who wrote in Odia. Brajanath Ratha is internationally recognised and is the recipient of many prestigious awards like the Odisha Sahitya Academy Award, Vishuba Award, Gokarnika Award, First Shudramuni Sahitya Award and Honoured by South Korea's Ambassador, from Global Cooperation Society International, Seol, Republic of Korea for Contribution in World welfare, Cooperation and Services.\nRatha awarded Tagore Literature Awards in 2010 for Samanya Asamanya, a poetry collection containing three types of poems progressive, satirical and philosophical.",
      "pageId": 32198893,
      "monthDay": "01/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jim_Palosaari",
      "name": "Jim Palosaari",
      "aboutText": "Metin Serezli (January 12, 1934 - March 10, 2013) was an eminent Turkish stage, movie, TV series and voice actor as well as theatre director.\nMetin Serezli was born on January 12, 1934. He was educated in Istanbul University's Faculty of Law, Institute of Journalism at Faculty of Economics and Art History at Faculty of Letters.",
      "pageId": 38773831,
      "monthDay": "01/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ronald_Shannon_Jackson",
      "name": "Ronald Shannon Jackson",
      "aboutText": "Pavlos Matesis (12 January 1933 – 20 January 2013) was a Greek novelist, playwright and translator. He was born in Divri, a village in the Peloponnese and had a peripatetic youth. He studied acting, music and languages, and taught drama at the Stavrakou School in Athens (1963–64).",
      "pageId": 40686373,
      "monthDay": "01/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Long_John_Baldry",
      "name": "Long John Baldry",
      "aboutText": "Teresa del Conde Pontones (born January 12, 1938) is a Mexican art critic and art historian.",
      "pageId": 45706713,
      "monthDay": "01/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Fiona_Caldicott",
      "name": "Fiona Caldicott",
      "aboutText": "Joseph William \"Joe\" Frazier (January 12, 1944 – November 7, 2011), nicknamed \"Smokin' Joe\", was an American professional boxer, Olympic gold medalist and undisputed world heavyweight champion, whose professional career lasted from 1965 to 1976, with a one-fight comeback in 1981. Frazier was known for his sheer strength, durability, punch power and all-out relentless attack.\nFrazier emerged as the top contender in the late 1960s, defeating opponents that included Jerry Quarry, Oscar Bonavena, Buster Mathis, Eddie Machen, Doug Jones, George Chuvalo and Jimmy Ellis en route to becoming undisputed heavyweight champion in 1970, and followed up by defeating Muhammad Ali by unanimous decision in the highly anticipated \"Fight of the Century\" in 1971.",
      "pageId": 153828,
      "monthDay": "01/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Chet_Jastremski",
      "name": "Chet Jastremski",
      "aboutText": "Gordon Muir Campbell OBC, (born January 12, 1948) is a Canadian diplomat and politician who was the 35th Mayor of Vancouver from 1986 to 1993 and the 34th Premier of British Columbia from 2001 to 2011. He was the leader of the British Columbia Liberal Party, which was re-elected for a third term on May 12, 2009 and which holds a majority in the Legislative Assembly of British Columbia.",
      "pageId": 168465,
      "monthDay": "01/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bernardine_Dohrn",
      "name": "Bernardine Dohrn",
      "aboutText": "Thomas John Dempsey (born January 12, 1947) is a former American football placekicker in the National Football League for the New Orleans Saints (1969–1970), Philadelphia Eagles (1971–1974), Los Angeles Rams (1975–1976), Houston Oilers (1977) and Buffalo Bills (1978–1979). He attended high school at San Dieguito High School and played college football at Palomar College.",
      "pageId": 324325,
      "monthDay": "01/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Hans_Henning_Atrott",
      "name": "Hans Henning Atrott",
      "aboutText": "George Duke (January 12, 1946 – August 5, 2013) was an American musician, known as a keyboard pioneer, composer, singer and producer in both jazz and popular mainstream musical genres. He worked with numerous artists as arranger, music director, writer and co-writer, record producer and as a professor of music. He first made a name for himself with the album The Jean-Luc Ponty Experience with the George Duke Trio.",
      "pageId": 328293,
      "monthDay": "01/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joe_Frazier",
      "name": "Joe Frazier",
      "aboutText": "Carlos Villagrán Eslava (born 12 January 1944) is a Mexican actor, comedian, and former journalist best known for playing Quico in the Televisa sitcom El Chavo del Ocho and the Telerey sitcom ¡Ah qué Kiko!.",
      "pageId": 440314,
      "monthDay": "01/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Vlastimil_Hort",
      "name": "Vlastimil Hort",
      "aboutText": "Sally Rachel Hamwee, Baroness Hamwee (born 12 January 1947) is a Liberal Democrat politician and their Lead Home Affairs Spokesperson in the House of Lords.",
      "pageId": 468968,
      "monthDay": "01/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Viktoria_Postnikova",
      "name": "Viktoria Postnikova",
      "aboutText": "Bernardine Rae Dohrn (née Ohrnstein; born January 12, 1942) was a leader of the Weather Underground, a group that was responsible for the bombing of the United States Capitol, the Pentagon, and several police stations in New York, as well as the Greenwich Village townhouse explosion that killed three members of the Underground. As a member of the Weather Underground, Dohrn helped to create a \"Declaration of a State of War\" against the United States government, and was placed on the FBI's 10 Most Wanted list, where she remained for three years. From 1991 to 2013 she was a Clinical Associate Professor of Law at the Children and Family Justice Center at Northwestern University School of Law.",
      "pageId": 1195670,
      "monthDay": "01/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Carlos_Villagr%C3%A1n",
      "name": "Carlos Villagrán",
      "aboutText": "Cynthia Robinson (January 12, 1944 – November 23, 2015) was an American musician, best known for being the trumpeter and vocalist in Sly and the Family Stone. Her voice and presence were featured in the hit \"Dance To The Music\".\nRobinson was among the first female trumpeters in a major American band, and the first such player in the Rock and Roll Hall of Fame.",
      "pageId": 1666901,
      "monthDay": "01/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Maggie_Bell",
      "name": "Maggie Bell",
      "aboutText": "Anthony Colin Gerald Andrews (/ˈæntəni ˈændruːz/; born 12 January 1948) is an English actor best known for his role as Lord Sebastian Flyte in the 1981 ITV miniseries Brideshead Revisited.\n^ \"Anthony Colin Andrews Biography (1948-)\". Filmreference.com.",
      "pageId": 1898971,
      "monthDay": "01/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Andr%C3%A9_Bicaba",
      "name": "André Bicaba",
      "aboutText": "Vlastimil Hort (born 12 January 1944) is a Czechoslovak-born German chess Grandmaster. During the 1960s and 1970s he was one of the world's strongest players and reached the 1977–78 Candidates Tournament for the World Chess Championship, but never qualified for a competition for the actual title.\nHort was born in Kladno, Czechoslovakia and was a citizen of Czechoslovakia for the first part of his chess career, winning national championships in 1970, 1971, 1972, 1975, and 1977.",
      "pageId": 2291341,
      "monthDay": "01/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Hazel_Cosgrove,_Lady_Cosgrove",
      "name": "Hazel Cosgrove, Lady Cosgrove",
      "aboutText": "Hazel Josephine Cosgrove, Lady Cosgrove, CBE (née Aronson) (born 12 January 1946, Glasgow), is a Scottish lawyer, and was the first woman to be appointed a Senator of the College of Justice, a judge of Scotland's Supreme Courts.",
      "pageId": 3215053,
      "monthDay": "01/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/George_Duke",
      "name": "George Duke",
      "aboutText": "Richard John Carwardine (born 12 January 1947) FBA FRHistS FLSW is President of Corpus Christi College, Oxford. A historian, who specialises in American Politics and religion in the era of the American Civil War, he is best known for his work on Abraham Lincoln.\n^ \"Corpus Christi College Oxford - President and Fellows\".",
      "pageId": 4416668,
      "monthDay": "01/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Cynthia_Robinson",
      "name": "Cynthia Robinson",
      "aboutText": "Margaret \"Maggie\" Bell (born 12 January 1945, in Maryhill, Glasgow, Scotland) is a Scottish rock vocalist.\n^ Logan, Nick & Woffinden, Bob (eds.) The New Musical Express Book of Rock, W.H. Allen &Co. Ltd (Star), 1973, p.",
      "pageId": 4478357,
      "monthDay": "01/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Carwardine",
      "name": "Richard Carwardine",
      "aboutText": "Kenneth Richard Allen (born 12 January 1948) in Thornaby-on-Tees is a retired English professional football goalkeeper.\nKenny Allen began his career as an amateur with Hartlepool United, who he joined in August 1968 from non-league Tow Law Town, a side later to produce Chris Waddle. He played only 7 league games for Hartlepool, before leaving, turning up next at South African side Hellenic.",
      "pageId": 5545706,
      "monthDay": "01/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Dempsey",
      "name": "Tom Dempsey",
      "aboutText": "Hans Henning Atrott, also called: Hans Atrott, was born 12 January 1944 in Memel, East Prussia (now Klaipéda, Lithuania). His father was Protestant minister at James Church in Memel. Both parents did not survive World War II. As child he was with his maternal grandparents.",
      "pageId": 6834252,
      "monthDay": "01/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sally_Hamwee,_Baroness_Hamwee",
      "name": "Sally Hamwee, Baroness Hamwee",
      "aboutText": "John Michael Glyn Etheridge (born 12 January 1948 in Lambeth, South East London) is a British jazz/fusion guitarist associated with the Canterbury Scene.\nHe began playing at 13, his primary influences then being Hank Marvin of The Shadows and Django Reinhardt. Although his father was a jazz pianist, he was primarily self-taught.",
      "pageId": 7023735,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kenny_Allen_(footballer)",
      "name": "Kenny Allen",
      "aboutText": "Viktoria Valentinovna Postnikova (born 12 January 1944) is a Russian pianist.",
      "pageId": 9619552,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Anthony_Andrews",
      "name": "Anthony Andrews",
      "aboutText": "Dame Fiona Caldicott DBE FRCP FRCPI FRCGP FMedSci (born 12 January 1941) is a psychiatrist and psychotherapist and, previously, Principal of Somerville College, Oxford.\nShe was a Pro Vice-Chancellor, Personnel and Equal Opportunities, of the University of Oxford and chaired its Personnel Committee. She is Chair of the Oxford University Hospitals NHS Trust and a past President of the British Association for Counselling and Psychotherapy.",
      "pageId": 9835161,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gordon_Campbell",
      "name": "Gordon Campbell",
      "aboutText": "Chester Andrew Jastremski (January 12, 1941 – May 3, 2014) was an American competition swimmer, Olympic medalist and world record-holder.\nJastremski attended Indiana University in Bloomington, Indiana, where he swam for Doc Counsilman's Indiana Hoosiers swimming and diving team. He and Counsilman invented the \"whip kick\" to replace the frog kick, previously used in the breaststroke.",
      "pageId": 19000019,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Etheridge",
      "name": "John Etheridge",
      "aboutText": "André Bicaba (born 12 January 1945) is a former Burkinabé sprinter.\nBicaba became the first athlete to represent the Republic of Upper Volta at the Olympic Games when he competed in the Men's 100 metres at the 1972 Summer Olympics. He finished fifth in his heat with a time of 10.71 seconds.",
      "pageId": 38210755,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Brendan_Foster",
      "name": "Brendan Foster",
      "aboutText": "Rush Hudson Limbaugh III (/ˈlɪmbɔː/, LIM-baw; born January 12, 1951) is an American entertainer, radio talk show host, writer, and conservative political commentator. Since he was 16, Limbaugh has worked a series of disc jockey jobs. His talk show began in 1984 at Sacramento, California radio station KFBK, featuring his ongoing format of political commentary and listener calls.",
      "pageId": 25427,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Khalid_Abdul_Muhammad",
      "name": "Khalid Abdul Muhammad",
      "aboutText": "Wayne Wang (traditional Chinese: 王穎; simplified Chinese: 王颖; pinyin: Wáng Yǐng; Jyutping: Wong4 Wing6; born January 12, 1949) is a Hong Kong-born American film director.",
      "pageId": 173790,
      "monthDay": "01/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/William_Nicholson_(writer)",
      "name": "William Nicholson",
      "aboutText": "Haruki Murakami (村上 春樹, Murakami Haruki, January 12, 1949) is a contemporary Japanese writer. His books and stories have been bestsellers in Japan as well as internationally, with his work being translated into 50 languages and selling millions of copies outside his native country.\nHis works of fiction and non-fiction have garnered critical acclaim and numerous awards, both in Japan and internationally, including the World Fantasy Award (2006) and the Frank O'Connor International Short Story Award (2006), while his oeuvre received among others the Franz Kafka Prize (2006) and the Jerusalem Prize (2009).",
      "pageId": 229198,
      "monthDay": "01/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kentar%C5%8D_Haneda",
      "name": "Kentarō Haneda",
      "aboutText": "Kirstie Louise Alley (born January 12, 1951) is an American actress and comedian known for her role in the TV series Cheers, in which she played Rebecca Howe from 1987 to 1993, winning an Emmy Award and a Golden Globe Award as the Outstanding Lead Actress in a Comedy Series in 1991. She is also known for her role in the thriller Shoot to Kill and the Look Who's Talking film series as Mollie Ubriacco.",
      "pageId": 327664,
      "monthDay": "01/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ottmar_Hitzfeld",
      "name": "Ottmar Hitzfeld",
      "aboutText": "Sheila Jackson Lee (born January 12, 1950) is the U.S. Representative for Texas's 18th congressional district, serving since 1995. The district includes most of inner-city Houston.",
      "pageId": 479733,
      "monthDay": "01/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hamadi_Jebali",
      "name": "Hamadi Jebali",
      "aboutText": "Khalid Abdul Muhammad (born Harold Moore Jr.; January 12, 1948 – February 17, 2001) was a black activist who came to prominence as the National Assistant to Louis Farrakhan of the Nation of Islam (NOI). After a racially inflammatory 1993 speech at Kean College, Muhammad was condemned and removed from his position in the Nation of Islam by Louis Farrakhan. He was also censured by both Houses of the United States Congress.",
      "pageId": 657884,
      "monthDay": "01/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Haruki_Murakami",
      "name": "Haruki Murakami",
      "aboutText": "Robert D. \"Bob\" McEwen (born January 12, 1950) is a lobbyist and American politician of the Republican Party, who was a member of the United States House of Representatives from southern Ohio's Sixth District, from January 3, 1981 to January 3, 1993. Tom Deimer of Cleveland's Plain Dealer described him as a \"textbook Republican\" who is \"opposed to abortion, gun control, high taxes, and costly government programs.\" In the House, he criticized government incompetence and charged corruption by the Democratic majority that ran the House in the 1980s. McEwen, who had easily won three terms in the Ohio House, was elected to Congress at the age of thirty to replace a retiring representative in 1980 and easily won re-election five times.",
      "pageId": 883762,
      "monthDay": "01/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Wayne_Wang",
      "name": "Wayne Wang",
      "aboutText": "Brendan Foster CBE (born 12 January 1948) is a British former long-distance runner who founded the Great North Run.",
      "pageId": 925294,
      "monthDay": "01/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sheila_Jackson_Lee",
      "name": "Sheila Jackson Lee",
      "aboutText": "Christopher Branford \"Chris\" Bell (January 12, 1951 – December 27, 1978) was an American singer, songwriter and guitarist born in Memphis, Tennessee. Along with Alex Chilton, he led the power pop band Big Star, which recorded albums during the early 1970s. Bell left the group after Big Star's first album, #1 Record (1972), failed to find commercial success.",
      "pageId": 1001915,
      "monthDay": "01/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/G%C3%B6ran_Lindblad",
      "name": "Göran Lindblad",
      "aboutText": "Ricky Ray Rector (January 12, 1950 – January 24, 1992) was executed for the 1981 murder of police officer Robert Martin in Conway, Arkansas, USA.",
      "pageId": 1292737,
      "monthDay": "01/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bob_McEwen",
      "name": "Bob McEwen",
      "aboutText": "Dorrit Moussaieff (Hebrew: דורית מוסאיוף, born 12 January 1950) is an Israeli-British jewellery designer, editor, and businesswoman.",
      "pageId": 1628686,
      "monthDay": "01/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dorrit_Moussaieff",
      "name": "Dorrit Moussaieff",
      "aboutText": "Ottmar Hitzfeld (German pronunciation: [ˈʔɔtmaːɐ̯ ˈhɪt͡sfɛlt]; born 12 January 1949 in Lörrach, Baden) is a German former football player (striker) and retired manager, nicknamed der General (“the general”), and “Gottmar Hitzfeld” (a pun on Gott, which is the German word for “god”). He has accumulated a total of 18 major titles, mostly in his tenures with Grasshopper Club Zürich, Borussia Dortmund and Bayern Munich. A trained mathematician and sports teacher, Hitzfeld is one of the most successful coaches of German and international football.",
      "pageId": 1742669,
      "monthDay": "01/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ricky_Ray_Rector",
      "name": "Ricky Ray Rector",
      "aboutText": "William Benedict Nicholson, OBE, FRSL (born 12 January 1948) is a British screenwriter, playwright, and novelist who has been nominated twice for an Oscar.",
      "pageId": 1930903,
      "monthDay": "01/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Greg_X._Volz",
      "name": "Greg X. Volz",
      "aboutText": "Ann Althouse (born January 12, 1951) is an American law professor and blogger.",
      "pageId": 2747001,
      "monthDay": "01/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Kirstie_Alley",
      "name": "Kirstie Alley",
      "aboutText": "Drew Pearson (born January 12, 1951) is a sportscaster and former American football wide receiver for the Dallas Cowboys of the National Football League.",
      "pageId": 2795310,
      "monthDay": "01/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ann_Althouse",
      "name": "Ann Althouse",
      "aboutText": "Lars Göran Axel Lindblad (born 12 January 1950 Gothenburg) is a Swedish politician and member of the Moderate Party. He served as a member of the Swedish parliament 1997–2010, representing the constituency of Gothenburg. He served as a replacement member of parliament 1993–1997, and again since 2010.",
      "pageId": 3936841,
      "monthDay": "01/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Chris_Bell_(American_musician)",
      "name": "Chris Bell (American musician)",
      "aboutText": "Gregory Xavier Volz (born January 12, 1950) is a Christian rock singer. He is most noted for being the former lead singer of Petra from 1979 to 1985.",
      "pageId": 4415263,
      "monthDay": "01/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Rush_Limbaugh",
      "name": "Rush Limbaugh",
      "aboutText": "Kentarō Haneda (羽田 健太郎, Haneda Kentarō, January 12, 1949 – June 2, 2007) was a Japanese pianist, composer and arranger of popular anime and movies and video game music as well.",
      "pageId": 6549210,
      "monthDay": "01/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Drew_Pearson_(American_football)",
      "name": "Drew Pearson",
      "aboutText": "Ponvannan (born 12 January 1962) is an Indian film actor and director, who has worked in the Tamil film industry. After beginning his career as an artist, Ponvannan apprenticed as a director and dialogue writer under Bharathiraja. He subsequently made his directorial debut with Annai Vayal (1992), before making the critically acclaimed venture, Nadhi Karaiyinile (2003).",
      "pageId": 24900602,
      "monthDay": "01/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ponvannan",
      "name": "Ponvannan",
      "aboutText": "Hamadi Jebali (Arabic: حمادي الجبالي‎, Ḥammādī al-Jibālī; born 12 January 1949) is a Tunisian engineer, Islamist politician and journalist who was Prime Minister of Tunisia from December 2011 to March 2013.",
      "pageId": 33538846,
      "monthDay": "01/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Charles_Faulkner_(author)",
      "name": "Charles Faulkner",
      "aboutText": "Sir John George Walker, KNZM, CBE (born 12 January 1952) is a former middle distance runner from New Zealand.\nWalker was the first person to run the mile in under 3:50.",
      "pageId": 62438,
      "monthDay": "01/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Walter_Mosley",
      "name": "Walter Mosley",
      "aboutText": "Per Håkan Gessle (Swedish pronunciation: [pɛːr ˈɡɛs.ˈlɛ]; born 12 January 1959) is a Swedish pop singer-songwriter, guitarist, and harmonicist. He is the lead singer of the Swedish pop group Gyllene Tider and formed Roxette with Marie Fredriksson (Gessle being the chief songwriter in both bands).",
      "pageId": 67243,
      "monthDay": "01/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Walker_(runner)",
      "name": "John Walker",
      "aboutText": "Howard Allan Stern (born January 12, 1954) is an American radio and television personality, producer, author, actor, and photographer. He is best known as the host of The Howard Stern Show, his long-running radio show which gained popularity when it was nationally syndicated on terrestrial radio from 1986 to 2005 before its move to Sirius XM Radio in 2006. Stern first wished to be on the radio at five years of age.",
      "pageId": 113348,
      "monthDay": "01/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mary_Harron",
      "name": "Mary Harron",
      "aboutText": "Rockne S. O'Bannon (born January 12, 1964) is an American television writer, screenwriter and producer. O'Bannon's five original television series (Farscape, seaQuest, Defiance, Cult, and Alien Nation) have aired more than a combined 210 episodes over 13 seasons. He's also helped produce numerous other series including Revolution and Constantine and has created original television movies and miniseries.",
      "pageId": 213673,
      "monthDay": "01/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Howard_Stern",
      "name": "Howard Stern",
      "aboutText": "Christiane Amanpour, CBE (/krɪstʃiˈɑːn ɑːmənˈpʊər-/; Persian: کریستین امان‌پور‎‎; born 12 January 1958) is a British-Iranian journalist and television host. Amanpour is the Chief International Correspondent for CNN and host of CNN International's nightly interview program Amanpour. Amanpour is also a Global Affairs Anchor of ABC News.",
      "pageId": 303376,
      "monthDay": "01/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tom_Ardolino",
      "name": "Tom Ardolino",
      "aboutText": "Walter Ellis Mosley (born January 12, 1952) is an American novelist, most widely recognized for his crime fiction. He has written a series of best-selling historical mysteries featuring the hard-boiled detective Easy Rawlins, a black private investigator and World War II veteran living in the Watts neighborhood of Los Angeles; they are perhaps his most popular works.",
      "pageId": 600774,
      "monthDay": "01/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rockne_S._O%27Bannon",
      "name": "Rockne S. O'Bannon",
      "aboutText": "Jacques Dominique Wilkins (born 12 January 1960) is a retired American professional basketball player who primarily played for the Atlanta Hawks of the National Basketball Association (NBA). Wilkins was a nine-time NBA All-Star, and one of the best dunkers in NBA history, earning the nickname The Human Highlight Film.",
      "pageId": 613063,
      "monthDay": "01/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Marie_Colvin",
      "name": "Marie Colvin",
      "aboutText": "Oliver James Platt (born January 12, 1960) is an American screen and stage actor. He has been nominated for a Golden Globe Award, as well as multiple Emmy and Screen Actors Guild Awards.",
      "pageId": 623986,
      "monthDay": "01/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/B._Brian_Blair",
      "name": "B. Brian Blair",
      "aboutText": "Blixa Bargeld (born Christian Emmerich on 12 January 1959) is a German-born musician active in a number of artistic fields. He is best known for his studio work and live performances with the groups Einstürzende Neubauten and Nick Cave and the Bad Seeds. His stage name comes from \"Blixa\", a German brand of blue felt pen, and Bargeld, German for \"cash\".",
      "pageId": 655340,
      "monthDay": "01/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Lasseter",
      "name": "John Lasseter",
      "aboutText": "Mary Harron (born January 12, 1953) is a Canadian filmmaker and screenwriter best known for her films I Shot Andy Warhol, American Psycho and The Notorious Bettie Page.",
      "pageId": 771622,
      "monthDay": "01/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jeremy_Sams",
      "name": "Jeremy Sams",
      "aboutText": "John Alan Lasseter (born January 12, 1957) is an American animator, film director, screenwriter, producer and the chief creative officer of Pixar Animation Studios, Walt Disney Animation Studios, and DisneyToon Studios. He is also the Principal Creative Advisor for Walt Disney Imagineering.\nLasseter began his career as an animator with The Walt Disney Company.",
      "pageId": 1222778,
      "monthDay": "01/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Christiane_Amanpour",
      "name": "Christiane Amanpour",
      "aboutText": "Brian Leslie Blair (born January 12, 1959) is an American politician and professional wrestler.",
      "pageId": 1690787,
      "monthDay": "01/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Curt_Fraser",
      "name": "Curt Fraser",
      "aboutText": "Simon Russell Beale CBE (born 12 January 1961) is a British actor, author and music historian.\nBeale has been described by The Independent as \"the greatest stage actor of his generation.\" He has appeared in Persuasion (1995), The Young Visiters (2003), Dunkirk (2004), The Deep Blue Sea (2011) and as Falstaff in the BBC made-for-television films Henry IV, Part I and Part II (2012).",
      "pageId": 3210868,
      "monthDay": "01/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Blixa_Bargeld",
      "name": "Blixa Bargeld",
      "aboutText": "Nick Nairn (born 12 January 1959 in Stirling) is a Scottish celebrity chef.",
      "pageId": 4310060,
      "monthDay": "01/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Per_Gessle",
      "name": "Per Gessle",
      "aboutText": "Charles Faulkner, (born 12 January 1952), is an American, currently living in England, who is a Neuro-linguistic Programming (NLP) practitioner and trainer, life coach, motivational speaker, trader and author. Faulkner began his career studying linguistics at Northwestern University while counseling at a crisis center. Having discovered NLP, a method he surmised to be a more advanced way of changing human behavior, he abandoned his course of study and became a licensed NLP practitioner.",
      "pageId": 4961768,
      "monthDay": "01/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Nick_Nairn",
      "name": "Nick Nairn",
      "aboutText": "Curtis Martin Fraser (born January 12, 1958 in Cincinnati, Ohio but raised in North Vancouver, British Columbia) is a former ice hockey player of dual American and Canadian citizenship. He currently serves as assistant coach of the National Hockey League's Dallas Stars.\nFraser was born in Cincinnati while his father played for the International Hockey League's Cincinnati Mohawks.",
      "pageId": 6533248,
      "monthDay": "01/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Oliver_Platt",
      "name": "Oliver Platt",
      "aboutText": "Jeremy Sams (born 12 January 1957, in London, England) is a British theatre director, writer, translator, orchestrator, musical director, film composer, and lyricist.",
      "pageId": 7535113,
      "monthDay": "01/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dominique_Wilkins",
      "name": "Dominique Wilkins",
      "aboutText": "Tahawwur Hussain Rana (Urdu: تہوّر حسین رانا‎; born January 12, 1961) is a Pakistani Canadian resident of Chicago, USA who is an immigration service businessman and a former military physician. In 2011, he was convicted of providing support to the militant group Lashkar-e-Taiba and of allegedly plotting an attack on the Danish newspaper Jyllands-Posten. He was however not found guilty of involvement in the 2008 Mumbai attacks, a charge for which he was originally detained.",
      "pageId": 25139835,
      "monthDay": "01/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Simon_Russell_Beale",
      "name": "Simon Russell Beale",
      "aboutText": "Thomas Robert \"Tom\" Ardolino (January 12, 1955 – January 6, 2012) was an American rock drummer best known as a member of NRBQ (New Rhythm and Blues Quartet).",
      "pageId": 29907569,
      "monthDay": "01/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tahawwur_Hussain_Rana",
      "name": "Tahawwur Hussain Rana",
      "aboutText": "Marie Catherine Colvin (January 12, 1956 – February 22, 2012) was an American journalist who worked for the British newspaper The Sunday Times from 1985 until her death. She died while covering the siege of Homs in Syria.\nAfter her death, Stony Brook University established the Marie Colvin Center for International Reporting in her honor.",
      "pageId": 34841814,
      "monthDay": "01/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Joe_Quesada",
      "name": "Joe Quesada",
      "aboutText": "Jeffrey Preston \"Jeff\" Bezos (/ˈbeɪzoʊs/; born January 12, 1964) is an American entrepreneur and investor. He is a technology entrepreneur who has played a role in the growth of e-commerce as the founder and CEO of Amazon.com, an online merchant of books and later of a wide variety of products. Amazon.com became the largest retailer on the World Wide Web and a model for Internet sales.",
      "pageId": 142528,
      "monthDay": "01/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Luna_Vachon",
      "name": "Luna Vachon",
      "aboutText": "Heather Anne Mills (born 12 January 1968) is an English entrepreneur and environmentalist.\nMills came to public attention in 1993, when a collision with a police motorcycle in London resulted in the amputation of her left leg below the knee. She continued to model using a prosthetic limb and sold her story to a tabloid newspaper.",
      "pageId": 213199,
      "monthDay": "01/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Fran%C3%A7ois_Girard",
      "name": "François Girard",
      "aboutText": "Alexandra Elliott \"Ali\" Wentworth (born January 12, 1965) is an American actress, comedienne, author and producer.",
      "pageId": 277441,
      "monthDay": "01/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nando_Reis",
      "name": "Nando Reis",
      "aboutText": "Rob Zombie (born Robert Bartleh Cummings; January 12, 1965) is an American musician, film director, screenwriter and film producer. He rose to prominence as a founding member of the band White Zombie which formed in the mid-1980s and rose to fame in the early 1990s. As a solo artist, he has released five studio albums, three compilation albums, two remix albums, two live albums, a video album, and 15 singles.",
      "pageId": 518988,
      "monthDay": "01/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Laura_Arraya",
      "name": "Laura Arraya",
      "aboutText": "Olivier Martinez (born 12 January 1966) is a French film actor. He became known after roles in several French films such as Un, deux, trois, soleil (1993), which garnered him the César Award for \"Most Promising Actor\", The Horseman on the Roof (1995), and The Chambermaid on the Titanic (1997). He has also appeared in Hollywood-produced features, including the drama Before Night Falls (2000), the erotic thriller Unfaithful (2002) and playing the role of a French drug lord in the action-crime-thriller S.W.A.T. (2003).",
      "pageId": 617419,
      "monthDay": "01/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jeff_Bezos",
      "name": "Jeff Bezos",
      "aboutText": "Joseph \"Joe\" Quesada (born December 1, 1962) is an American comic book editor, writer and artist. He became known in the 1990s for his work on various Valiant Comics books, such as Ninjak and Solar, Man of the Atom. He later worked on numerous books for DC Comics and Marvel Comics, such as Batman: Sword of Azrael and X-Factor, before forming his own company, Event Comics, where he published his creator-owned character, Ash.",
      "pageId": 663006,
      "monthDay": "01/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Clare_Holman",
      "name": "Clare Holman",
      "aboutText": "Vendela Maria Kirsebom (born 12 January 1967) is a Turkish-Norwegian-Swedish model and actress living in Nesodden, Norway.",
      "pageId": 897546,
      "monthDay": "01/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mark_Moore",
      "name": "Mark Moore",
      "aboutText": "David Stephen Mitchell (born 12 January 1969) is an English novelist. He has written seven novels, two of which, number9dream (2001) and Cloud Atlas (2004), were shortlisted for the Booker Prize. He has lived in Italy, Japan and Ireland.",
      "pageId": 1212924,
      "monthDay": "01/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Alexandra_Wentworth",
      "name": "Alexandra Wentworth",
      "aboutText": "Alex Rizzo (January 12, 1968 – May 16, 2002) was an American professional wrestler, better known by his ring name, Big Dick Dudley.",
      "pageId": 1669498,
      "monthDay": "01/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rob_Zombie",
      "name": "Rob Zombie",
      "aboutText": "Gertrude Elizabeth Vachon (January 12, 1962 – August 27, 2010) was a Canadian-American professional wrestler better known by the ring name Luna Vachon.",
      "pageId": 1883213,
      "monthDay": "01/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Olivier_Martinez",
      "name": "Olivier Martinez",
      "aboutText": "Rachael Elaine Harris (born January 12, 1968) is an American actress and comedian.",
      "pageId": 1962112,
      "monthDay": "01/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vendela_Kirsebom",
      "name": "Vendela Kirsebom",
      "aboutText": "François Girard (born January 12, 1963) is a French-Canadian director and screenwriter particularly noted for his innovative film Thirty Two Short Films About Glenn Gould. Born in Quebec, Girard's career began on the Montreal art video circuit. In 1990, he produced his first feature film, Cargo; he attained international recognition following his 1993 Thirty Two Short Films About Glenn Gould, a series of vignettes about the life of piano prodigy Glenn Gould.",
      "pageId": 2247118,
      "monthDay": "01/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Grigoriy_Yegorov",
      "name": "Grigoriy Yegorov",
      "aboutText": "Keith Anderson (born January 12, 1968) is an American country music artist. Before signing to a record deal, Anderson was one of several co-writers on \"Beer Run (B Double E Double Are You In?)\", a duet by Garth Brooks and George Jones, released in late 2001. Anderson was signed as a recording artist to Arista Nashville in 2004.",
      "pageId": 2429867,
      "monthDay": "01/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Keith_Anderson",
      "name": "Keith Anderson",
      "aboutText": "Junichi Masuda (増田 順一, Masuda Jun'ichi, born January 12, 1968) is a Japanese video game composer, director, designer, producer, and programmer best known for his work on the Pokémon series of video games. He is a member of the Game Freak board of directors, and has worked at the company since 1989.\nWith the development of new Pokémon games, Masuda took new roles in future projects.",
      "pageId": 2465537,
      "monthDay": "01/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Big_Dick_Dudley",
      "name": "Big Dick Dudley",
      "aboutText": "Mark Moore (born 12 January 1965) is a British dance music record producer and DJ. He was founder of the dance/sampling pioneers S'Express, and runs the London nightclubs, 'Electrogogo' and 'Can Can'.",
      "pageId": 2979106,
      "monthDay": "01/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rachael_Harris",
      "name": "Rachael Harris",
      "aboutText": "Grigoriy Aleksandrovich Yegorov (Russian: Григорий Александрович Егоров, born January 12, 1967 in Shymkent) is a former pole vault athlete from Kazakhstan.",
      "pageId": 3019874,
      "monthDay": "01/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Junichi_Masuda",
      "name": "Junichi Masuda",
      "aboutText": "Mauro da Silva Gomes (Brazilian Portuguese: [ˈmawɾu ˈsiwvɐ]; born 12 January 1968), known as Silva, is a Brazilian retired footballer who played as a defensive midfielder.\nA workhorse with incredible stamina, as well as tackling and leadership skills, he was best known for his spell with Deportivo de La Coruña. Over the course of 13 seasons he amassed La Liga totals of 369 games and one goal, winning six major titles.",
      "pageId": 3142043,
      "monthDay": "01/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Heather_Mills",
      "name": "Heather Mills",
      "aboutText": "Laura Arraya (born in 12 January 1964) is a retired Peruvian tennis player.",
      "pageId": 4077320,
      "monthDay": "01/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mauro_Silva",
      "name": "Mauro Silva",
      "aboutText": "Clare Margaret Holman (born 12 January 1964, City of London) is an English actress. She portrayed forensic pathologist Dr. Laura Hobson in the television series Inspector Morse and in Lewis from 2006 to 2015.",
      "pageId": 8360398,
      "monthDay": "01/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Mitchell_(author)",
      "name": "David Mitchell",
      "aboutText": "Nando Reis (Portuguese pronunciation: [ˈnɐ̃du ˈʁejs], born January 12, 1963) is a Brazilian musician and producer, best known as the former bassist and one of the lead singers of Brazilian rock band Titãs and for his successful solo career, with his own band called Os Infernais. He has also produced a few albums, including some related to Cássia Eller, who has made several significant partnerships with him, and Marisa Monte. In 2012, Nando Reis was listed among the top ten Brazilian artists at the ECAD list of artists who profited the most from copyright in the first semester of that year.",
      "pageId": 10504480,
      "monthDay": "01/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Margaret_Nagle",
      "name": "Margaret Nagle",
      "aboutText": "Corey Quontrell Woods (born January 12, 1970), better known by the stage name Raekwon, is an American rapper and a member of the Wu-Tang Clan. He released his solo debut, Only Built 4 Cuban Linx... in 1995, and has since recorded numerous solo albums, as well as continuing to work with Wu-Tang and providing an extensive number of guest contributions to other hip hop artist's works.",
      "pageId": 152434,
      "monthDay": "01/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Robert_Prosine%C4%8Dki",
      "name": "Robert Prosinečki",
      "aboutText": "Zacharías Manuel \"Zack\" de la Rocha (born January 12, 1970) is an American musician, poet, rapper, and activist best known as the vocalist and lyricist of rap metal band Rage Against the Machine from 1991–2000, and after the band's reunion in 2007 until their last show in 2011. He left Rage Against the Machine in October 2000, and embarked on a low-key solo career. With former Mars Volta drummer Jon Theodore, de la Rocha also co-founded One Day as a Lion in 2008.",
      "pageId": 222024,
      "monthDay": "01/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Raekwon",
      "name": "Raekwon",
      "aboutText": "Melanie Jayne Chisholm (born 12 January 1974), better known as Melanie C or Mel C, is an English singer-songwriter and actress. She is one of the five members of the Spice Girls, in which she was nicknamed Sporty Spice. With the Spice Girls, she toured the world and sold over 100 million records worldwide.",
      "pageId": 262475,
      "monthDay": "01/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mig_Ayesa",
      "name": "Mig Ayesa",
      "aboutText": "Priyanka Vadra (née Gandhi; born 12 January 1972) is an Indian politician, daughter of late Rajiv Gandhi and Sonia Gandhi.",
      "pageId": 539944,
      "monthDay": "01/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Zack_de_la_Rocha",
      "name": "Zack de la Rocha",
      "aboutText": "Robert Prosinečki (Croatian pronunciation: [rǒbert prosinět͡ʃkiː]; born 12 January 1969) is a Croatian football manager and former football midfielder. He is one of the few footballers to have played for both the Spanish rival clubs Real Madrid and FC Barcelona.\nAfter retiring from active football he worked as assistant manager of the Croatia national football team between 2006 and 2010, before being appointed manager of Red Star Belgrade in December 2010.",
      "pageId": 727569,
      "monthDay": "01/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Scott_Burrell",
      "name": "Scott Burrell",
      "aboutText": "Joseph Regis Jocelyn Thibault (Tee-BOW) (born January 12, 1975) is a retired Canadian professional ice hockey goaltender who played 14 seasons in the National Hockey League (NHL) for the Quebec Nordiques, Colorado Avalanche, Montreal Canadiens, Chicago Blackhawks, Pittsburgh Penguins and Buffalo Sabres. Thibault was born in Montreal, Quebec, but grew up in Laval, Quebec.",
      "pageId": 1280212,
      "monthDay": "01/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Priyanka_Gandhi",
      "name": "Priyanka Gandhi",
      "aboutText": "Kjell Espen Knutsen Jahre (born January 12, 1972) is a retired Norwegian professional ice hockey player and currently the head coach of Vålerenga in the Norwegian GET-ligaen. He played five seasons in the North American-based National Hockey League (NHL), and is to date the only Norwegian to have played in the NHL All-Star Game.",
      "pageId": 1899999,
      "monthDay": "01/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Espen_Knutsen",
      "name": "Espen Knutsen",
      "aboutText": "Miguel Alfonso Ramon Legarda \"MiG\" Ayesa (born 12 January 1970) is an Filipino-Australian rock singer and actor.",
      "pageId": 2282881,
      "monthDay": "01/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Sklar",
      "name": "Jason Sklar",
      "aboutText": "Found Height,",
      "pageId": 2560194,
      "monthDay": "01/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Randy_Sklar",
      "name": "Randy Sklar",
      "aboutText": "Jason Freese (born January 12, 1975) is an American musician, songwriter, record producer, and recording engineer. As a professional studio musician he has performed on over 50 albums by more than 35 different artists, including multiple albums by the Goo Goo Dolls, Green Day, Jewel, NOFX, and Zebrahead. He is the son of tuba soloist Stan Freese and the younger brother of professional drummer Josh Freese, and has performed on his brother's solo albums as well as on albums by his band The Vandals.",
      "pageId": 3180440,
      "monthDay": "01/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brian_Culbertson",
      "name": "Brian Culbertson",
      "aboutText": "Tor Arne Hetland (born 12 January 1974) is a professional Norwegian cross-country skier.\nHetland was born in Stavanger. He now lives in Trondheim and is with the Byåsen IL ski club there.",
      "pageId": 3268348,
      "monthDay": "01/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dan_Haseltine",
      "name": "Dan Haseltine",
      "aboutText": "Hande Yener (born January 12, 1973 in Istanbul, Turkey) is a Turkish pop singer and actress. She is one of the most famous singers in Turkey. Over the past decade, she has introduced different styles to the ever expanding Turkish pop music scene.",
      "pageId": 4217140,
      "monthDay": "01/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Maret_Vaher",
      "name": "Maret Vaher",
      "aboutText": "Scott David Burrell (born January 12, 1971) is an American retired professional basketball player and current Head coach for Southern Connecticut State University. He has played internationally and was also a professional baseball player. Burrell was also the first American athlete to be a first round draft-pick of two major sporting organizations (the NBA and MLB).",
      "pageId": 4251777,
      "monthDay": "01/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matt_Wong",
      "name": "Matt Wong",
      "aboutText": "Matthew Wong (born January 12, 1973 in Hilo, Hawaii) is a bassist and one of the founding members of the California-based ska punk band, Reel Big Fish. He left Reel Big Fish on June 26, 2007.\nWong plays a candy red Music Man Sting Ray five bass with a trademark black pickguard with a piezo pickup.",
      "pageId": 5128212,
      "monthDay": "01/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hande_Yener",
      "name": "Hande Yener",
      "aboutText": "Farrell Randal \"Randy\" Sklar and Jason Nathan Sklar (born January 12, 1972), professionally known as the Sklar Brothers, are American identical twin comedians and sportscasters.",
      "pageId": 5487919,
      "monthDay": "01/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Melanie_C",
      "name": "Melanie C",
      "aboutText": "Daniel Paul \"Dan\" Haseltine (born January 12, 1973) is an American singer best known as lead vocalist for Christian alternative folk rock group Jars of Clay. Haseltine has performed vocals, piano, accordion, percussion and most recently, melodica, while with Jars of Clay. He has had different artistic titles, including songwriter, producer, film composer, music supervisor and art designer.",
      "pageId": 8423561,
      "monthDay": "01/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Claudia_Conserva",
      "name": "Claudia Conserva",
      "aboutText": "Margaret Nagle (born January 12, 1969) is a screenwriter, television producer and human rights activist. She has been nominated for two Emmy Awards and won three Writers Guild of America Awards. Her first script, HBO's Warm Springs received a record-breaking 16 Emmy nominations and won five Emmys in 2005, including the Emmy Award for Best Television Movie.",
      "pageId": 12713536,
      "monthDay": "01/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tor_Arne_Hetland",
      "name": "Tor Arne Hetland",
      "aboutText": "Claudia Marcela Conserva Pérez (born January 12, 1974 in Santiago, Chile) is a Chilean actress, model and television presenter of Arbëreshë origin.\nShe studied ballet and worked in publicity and TV programs when she was a child and in 1990 she won Miss 17.\nShe met her husband Juan Carlos Valdivia in Extra Jóvenes (Chilevisión).",
      "pageId": 14890503,
      "monthDay": "01/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Freese",
      "name": "Jason Freese",
      "aboutText": "Maret Vaher (born 12 January 1973 in Saverna) is an Estonian orienteer.",
      "pageId": 23246981,
      "monthDay": "01/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jocelyn_Thibault",
      "name": "Jocelyn Thibault",
      "error": "No data found.",
      "monthDay": "01/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Miki_Nakatani",
      "name": "Miki Nakatani",
      "aboutText": "Marián Hossa (Slovak pronunciation: [ˈmarijaːn ˈɦosa]; born January 12, 1979) is a Slovak professional ice hockey right winger currently playing for the Chicago Blackhawks of the National Hockey League (NHL).\nHossa was drafted by the Ottawa Senators in the first round, 12th overall, of the 1997 NHL Entry Draft. After spending his first seven NHL seasons with the Senators, he has played for the Atlanta Thrashers, Pittsburgh Penguins, Detroit Red Wings and his current team, the Chicago Blackhawks.",
      "pageId": 440040,
      "monthDay": "01/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/St%C3%A9phan_Buckland",
      "name": "Stéphan Buckland",
      "aboutText": "Amerie Mi Marie Rogers (born January 12, 1980), known professionally as Amerie (Currently Ameriie), is an American recording artist, record producer and actress. She debuted in 2002 with the album All I Have, primarily co-written and produced by Rich Harrison, and was well received in the urban market. In 2003, she helped develop the BET original series, The Center, Which she also hosted.",
      "pageId": 762846,
      "monthDay": "01/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Yoandy_Garlobo",
      "name": "Yoandy Garlobo",
      "aboutText": "Robert Edward Crosby (born January 12, 1980) is a former infielder in Major League Baseball. The son of former major league infielder Ed Crosby, he batted and threw right-handed.",
      "pageId": 1349259,
      "monthDay": "01/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Cade_McNown",
      "name": "Cade McNown",
      "aboutText": "Bonaventure \"Barry\" Kalou (born 12 January 1978 in Oumé) is a retired Ivorian football player who played as an attacking midfielder .\n^ \"Kalou, Bonaventure\". nationalfootballteams.com.",
      "pageId": 1365690,
      "monthDay": "01/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Piolo_Pascual",
      "name": "Piolo Pascual",
      "aboutText": "Miki Nakatani (中谷 美紀, Nakatani Miki, born 12 January 1976) is a Japanese actress and singer.",
      "pageId": 1367095,
      "monthDay": "01/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luis_Ayala",
      "name": "Luis Ayala",
      "aboutText": "Kim Sa-rang (Hangul: 김사랑; born January 12, 1978) is a South Korean actress.",
      "pageId": 1395865,
      "monthDay": "01/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jeremy_Camp",
      "name": "Jeremy Camp",
      "aboutText": "David Zabriskie (born January 12, 1979) is a retired professional road bicycle racer from the United States, who competed as a professional between 1999 and 2013. His main strength is individual time trials and his career highlights include stage wins in all three Grand Tour stage races and winning the US National Time Trial Championship seven times. Zabriskie is known for his quirky nature, including singing before stages and the interviews he does with fellow riders in the professional peloton which are posted on his web site.",
      "pageId": 2160731,
      "monthDay": "01/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bonaventure_Kalou",
      "name": "Bonaventure Kalou",
      "aboutText": "Jeremy Thomas Camp (born January 12, 1978) is an American contemporary Christian musician and songwriter from Lafayette, Indiana. Camp has released eleven albums, four of them RIAA-certified as Gold, and two live albums. His original music is a mixture of ballads and up-tempo songs with rock influence.",
      "pageId": 2302742,
      "monthDay": "01/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kim_Sa-rang_(actress)",
      "name": "Kim Sa-rang",
      "aboutText": "Kristin Eubanks (born January 12, 1981) is an American professional wrestler, valet and model. She is better known by her ring name Krissy Vaine and also for her time in World Wrestling Entertainment.",
      "pageId": 2341015,
      "monthDay": "01/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Maurizio_Zaffiri",
      "name": "Maurizio Zaffiri",
      "aboutText": "Stéphan Buckland (also written Stéphane Buckland; born 12 January 1977) is a retired Mauritian track and field athlete who competed in the 100 and 200 metres.",
      "pageId": 2422074,
      "monthDay": "01/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mari%C3%A1n_Hossa",
      "name": "Marián Hossa",
      "aboutText": "Cade Brem McNown (born January 12, 1977) is a former American college and professional football player who was a quarterback in the National Football League (NFL) for four seasons. He played college football for the University of California, Los Angeles (UCLA), where he was recognized as an All-American.",
      "pageId": 2522777,
      "monthDay": "01/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lee_Bo-young",
      "name": "Lee Bo-young",
      "aboutText": "Grzegorz Rasiak (Polish pronunciation: [ˈɡʐɛɡɔʐ ˈraɕak]) born 12 January 1979) is a Polish former professional footballer.\nAfter starting his career in his native Poland, Rasiak moved to England with Derby County in 2004. He subsequently had a spell with Tottenham Hotspur before joining Southampton, as well as periods on loan to Bolton Wanderers and Watford, before joining Reading in August 2009.",
      "pageId": 2589945,
      "monthDay": "01/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Grzegorz_Rasiak",
      "name": "Grzegorz Rasiak",
      "aboutText": "Piolo Jose Nonato Pascual (born January 12, 1977) is a Filipino film and television actor, musician, model, and producer.",
      "pageId": 3006756,
      "monthDay": "01/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Zabriskie",
      "name": "David Zabriskie",
      "aboutText": "Dan Klecko (born January 12, 1981) is a former American football defensive tackle. He was drafted by the New England Patriots in the fourth round of the 2003 NFL Draft. He played college football at Temple.",
      "pageId": 3150063,
      "monthDay": "01/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ares_(wrestler)",
      "name": "Ares",
      "aboutText": "Luis Ignacio Ayala (born January 12, 1978) is a Mexican professional baseball pitcher for the Olmecas de Tabasco of the Mexican Baseball League. He has played in Major League Baseball for the Montreal Expos/Washington Nationals, New York Mets, Minnesota Twins, Florida Marlins, New York Yankees, Baltimore Orioles, and Atlanta Braves.",
      "pageId": 4389679,
      "monthDay": "01/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bobby_Crosby",
      "name": "Bobby Crosby",
      "aboutText": "Yoandy Garlobo Romay (born January 12, 1977 in Jovellanos, Matanzas Province, Cuba) is a baseball player who starred for Cuba at the 2006 World Baseball Classic. Garlobo was the designated hitter for Cuba at the tournament, where he had a .480 batting average—second only to Ken Griffey, Jr. among players with at least 20 plate appearances—and was named to the all-tournament team.",
      "pageId": 7381366,
      "monthDay": "01/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amerie",
      "name": "Amerie",
      "aboutText": "João Paulo Daniel (born 12 January 1981) is a Brazilian footballer who currently plays for Wisła Płock.",
      "pageId": 8400637,
      "monthDay": "01/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jo%C3%A3o_Paulo_Daniel",
      "name": "João Paulo Daniel",
      "aboutText": "Maurizio Zaffiri (born 12 January 1978 in L'Aquila) is an Italian rugby union flanker.He started playing with L'Aquila Rugby. He later moved to Gran Parma Rugby and then to Rugby Calvisano. He currently plays for L'Aquila Rugby.",
      "pageId": 9993754,
      "monthDay": "01/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kristin_Eubanks",
      "name": "Kristin Eubanks",
      "aboutText": "Lee Bo-young (born January 12, 1979) is a South Korean actress.",
      "pageId": 18745455,
      "monthDay": "01/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dan_Klecko",
      "name": "Dan Klecko",
      "aboutText": "Marco Jaggi (born January 12, 1980) is a Swiss professional wrestler and wrestling trainer, known by his ring name Ares (or Are$), who primarily competes in European and American independent promotions. For much of his career, Jaggi teamed with Claudio Castagnoli and Marc Roudin as part of Swiss Money Holding. One of the top tag teams in Europe during the 2000s, the trio won titles in Germany, France, the United Kingdom and their native Switzerland.",
      "pageId": 27394289,
      "monthDay": "01/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Angus_Macdonald_(rugby_union)",
      "name": "Angus Macdonald",
      "aboutText": "Dontrelle Wayne Willis (born January 12, 1982), nicknamed \"The D-Train\", is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Florida Marlins, Detroit Tigers, Arizona Diamondbacks and Cincinnati Reds. Willis was notable for his success during his first few years in the MLB and for his unconventional pitching style, which included a high leg kick and exaggerated twisting away from the batter.",
      "pageId": 335291,
      "monthDay": "01/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Luis_Ernesto_P%C3%A9rez",
      "name": "Luis Ernesto Pérez",
      "aboutText": "Dean Whitehead (born 12 January 1982) is an English professional footballer who plays as a midfielder for Huddersfield Town.\nWhitehead joined his local non-league club Abingdon Town before he signed for Football League side Oxford United in 1999. He impressed in the lower divisions and was signed by Championship side Sunderland in 2004.",
      "pageId": 1253814,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sherzod_Abdurahmonov",
      "name": "Sherzod Abdurahmonov",
      "aboutText": "Luis Ernesto Pérez Gómez (born January 12, 1981), commonly known as Lucho Pérez, is a Mexican international footballer, who plays as a defensive midfielder for Monterrey in the Liga MX, on loan from Chivas de Guadalajara.",
      "pageId": 1257488,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Paul-Henri_Mathieu",
      "name": "Paul-Henri Mathieu",
      "aboutText": "Chaunté Lowe (née Howard) (born January 12, 1984) is an American athlete, who competes in the high jump and participated in the 2004, 2008 and 2012 Summer Olympics.",
      "pageId": 2419223,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Ray",
      "name": "Chris Ray",
      "aboutText": "Paul-Henri Mathieu (born 12 January 1982) is a French tennis player. He has won four singles titles; reached the semifinals of the 2005 Montreal Masters; and achieved a career-high singles ranking of World No. 12 in April 2008.",
      "pageId": 2575642,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dimitrios_Tsiamis",
      "name": "Dimitrios Tsiamis",
      "aboutText": "Christopher Thomas Ray (born January 12, 1982) is a former American professional baseball pitcher.",
      "pageId": 3423505,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hans_Van_Alphen",
      "name": "Hans Van Alphen",
      "aboutText": "Andrew Chan (Chinese: 陳子維; Jyutping: Can4 Zi2 Wai4; 12 January 1984 – 29 April 2015) was an Australian who was convicted and executed in Indonesia for drug trafficking as a member of the Bali Nine. In 2005, Chan was arrested at Ngurah Rai International Airport in Denpasar. According to court testimonies of convicted drug mules, Chan and Myuran Sukumaran were the co-ringleaders of the heroin smuggling operation from Indonesia to Australia.",
      "pageId": 3538237,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dean_Whitehead",
      "name": "Dean Whitehead",
      "aboutText": "Scott Matthew Olsen (born January 12, 1984, in Kalamazoo, Michigan) is a former American professional baseball pitcher.",
      "pageId": 4065403,
      "monthDay": "01/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dontrelle_Willis",
      "name": "Dontrelle Willis",
      "aboutText": "Sherzod Abdurahmonov (born January 12, 1982) is a boxer from Uzbekistan, who participated in the 2004 Summer Olympics for his native Asian country. There he was stopped in the quarterfinals of the Men's Middleweight (– 75 kg) division by Russia's eventual runner-up Gaydarbek Gaydarbekov. He qualified for the Athens Games by ending up in second place at the 1st AIBA Asian 2004 Olympic Qualifying Tournament in Guangzhou, PR China.",
      "pageId": 4104120,
      "monthDay": "01/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Styliani_Kaltsidou",
      "name": "Styliani Kaltsidou",
      "aboutText": "Artem Milevskiy (Ukrainian: Артем Володимирович Мілевський; born 12 January 1985 in Minsk, Belarussian SSR) is an Ukrainian football striker. Milevskiy is known for his technical ability and physical bulk that allows him to play with a quicker forward. He holds a degree of Master of Sports of Ukraine, International Class (2005).",
      "pageId": 4111204,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrew_Chan",
      "name": "Andrew Chan",
      "aboutText": "Yohana Cobo (born 12 January 1985, Madrid, Spain) is a Spanish film and television actress, best-known for her role as Penélope Cruz's character's daughter in the Pedro Almodóvar film, Volver.",
      "pageId": 6159246,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chaunt%C3%A9_Lowe",
      "name": "Chaunté Lowe",
      "aboutText": "Dimitrios Tsiamis (Greek: Δημήτριος Τσιάμης; born 12 January 1982 in Karditsa) is a Greek triple jumper.\nHe finished eighth at the 2006 IAAF World Indoor Championships in Moscow.\n^ Dimitrios Tsiamis.",
      "pageId": 8181958,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Scott_Olsen",
      "name": "Scott Olsen",
      "aboutText": "Daniel Wade Sepulveda (born January 12, 1984) is an American football punter who played five seasons in the National Football League (NFL), all with the Pittsburgh Steelers. He played college football for Baylor University, earned All-American honors twice, and was twice recognized as the best college punter.",
      "pageId": 8410326,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Oribe_Peralta",
      "name": "Oribe Peralta",
      "aboutText": "Angus James Macdonald (born 12 January 1981 in Whangarei) is a retired New Zealand rugby union footballer. Macdonald has played for Auckland, the Blues, Glasgow Warriors, New Zealand Maori and the All Blacks in a career that began in 2001. Angus Macdonald is known for his versatility, as he has played in various positions in the forwards including Lock, Flanker and Number 8.",
      "pageId": 8716975,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Daniel_Sepulveda",
      "name": "Daniel Sepulveda",
      "aboutText": "Vittorio Mari Sotto (born January 12, 1984), also known as Oyo Boy Sotto or simply Oyo Sotto, is a Filipino actor.",
      "pageId": 11048445,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jonathan_Zydko",
      "name": "Jonathan Zydko",
      "aboutText": "Hans Van Alphen (born 12 January 1982 in Turnhout) is a Belgian decathlete.\nVan Alphen won the silver medal at the 2007 Summer Universiade and finished eleventh at the 2007 World Championships. In 2005, he became Belgian champion in the decathlon.",
      "pageId": 14173122,
      "monthDay": "01/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Oyo_Boy_Sotto",
      "name": "Oyo Boy Sotto",
      "aboutText": "Oribe Peralta Morones (born 12 January 1984) is a Mexican professional footballer who currently plays as a striker for Club America of Liga MX and the Mexico national team.\nPeralta began his professional career with León and Monterrey in 2004 and 2006. Peralta was then sold to Santos Laguna, then loaned out to Chiapas in 2008.",
      "pageId": 15019821,
      "monthDay": "01/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yohana_Cobo",
      "name": "Yohana Cobo",
      "aboutText": "Gerard Lawson (born January 12, 1985) is a gridiron football cornerback/kickoff returner who is currently a free agent. He was signed by the Cleveland Browns as an undrafted free agent in 2008. He played college football at Oregon State.",
      "pageId": 19106634,
      "monthDay": "01/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gerard_Lawson",
      "name": "Gerard Lawson",
      "aboutText": "Jonathan Zydko (born 12 January 1984 in Metz) is a French footballer who plays for UN Käerjéng 97. He is in his second spell with the club, and has also played for FC Metz, VfR Aalen and 1. FC Saarbrücken.",
      "pageId": 28159027,
      "monthDay": "01/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Artem_Milevskiy",
      "name": "Artem Milevskiy",
      "aboutText": "Styliani Kaltsidou (Στυλιανή Καλτσίδου, born January 12, 1983), or Stella Kaltsidou (Στέλλα Καλτσίδου), is a Greek professional basketball player. She plays for CJM Bourges and Greece women's national basketball team. She has represented national team in several Eurobasket Women and in 2010 FIBA World Championship for Women.",
      "pageId": 32160391,
      "monthDay": "01/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Borja_Valero",
      "name": "Borja Valero",
      "aboutText": "Sergey Alexandrovich Karjakin (Ukrainian: Сергій Олександрович Карякін, Serhiy Oleksandrovych Karjakin; Russian: Серге́й Алекса́ндрович Каря́кин; born January 12, 1990) is a Ukrainian-born Russian chess grandmaster. He was a chess prodigy and holds the record for the world's youngest Grandmaster, at the age of 12 years and 7 months.\nKarjakin won the 2012 World Rapid Chess Championship and the Chess World Cup 2015.",
      "pageId": 1093577,
      "monthDay": "01/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kehoma_Brenner",
      "name": "Kehoma Brenner",
      "aboutText": "Andrew James Lawrence (born January 12, 1988) is an American actor. He is sometimes credited as Andy Lawrence or Andy J. Lawrence.\nLawrence was born in Abington, Pennsylvania, to Donna, a personal talent manager, and Joseph Lawrence, Sr., an insurance broker.",
      "pageId": 1584554,
      "monthDay": "01/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ayako_Imoto",
      "name": "Ayako Imoto",
      "aboutText": "William Edward \"Will\" Rothhaar (born January 12, 1987) is an American actor. He was born in New York City, the son of Michael Rothhaar and Nancy Linehan Charles, both of whom are playwrights, actors and directors.\nHe briefly lived in the little resort town of Boiling Springs, Pennsylvania, where he started doing theatre, but grew up on the west side of Los Angeles and attended Alexander Hamilton High School.",
      "pageId": 2083367,
      "monthDay": "01/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Miguel_%C3%81ngel_Nieto",
      "name": "Miguel Ángel Nieto",
      "aboutText": "Christopher Casement (born 12 January 1988) is a Northern Irish professional footballer who plays for Portadown in the NIFL Premiership. Casement attended Newtowbreda High School in south Belfast.",
      "pageId": 2590826,
      "monthDay": "01/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pablo_Daniel_Osvaldo",
      "name": "Pablo Daniel Osvaldo",
      "aboutText": "Claude Giroux (French pronunciation: ​[klod ʒiʁu]; born January 12, 1988) is a Canadian professional ice hockey player and captain of the Philadelphia Flyers of the National Hockey League (NHL). The Flyers selected Giroux 22nd overall in the 2006 NHL Entry Draft.\nPrior to playing in the NHL, Giroux played his major junior career with the Gatineau Olympiques of the Quebec Major Junior Hockey League (QMJHL), where he helped the team win a 2008 President's Cup and earned the Guy Lafleur Trophy as the 2008 playoff MVP. Internationally, he won a gold medal with Team Canada in the 2008 World Junior Ice Hockey Championships.",
      "pageId": 5698928,
      "monthDay": "01/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kieron_Richardson",
      "name": "Kieron Richardson",
      "aboutText": "Amanda Elizabeth Janet Muise (born January 12, 1987), better known as Andi Muise, is a Canadian model.",
      "pageId": 7285314,
      "monthDay": "01/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andi_Muise",
      "name": "Andi Muise",
      "aboutText": "Borja Valero Iglesias (Spanish pronunciation: [ˈborxa βaˈleɾo]; born 12 January 1985) is a Spanish professional footballer who plays for Italian club Fiorentina as a central midfielder.\nBest known for his technique and passing ability, he began his career with Real Madrid but did not have any impact with its first team, and played for Mallorca and in England for West Bromwich Albion before joining Villarreal in 2010.\nOver the course of five seasons, Valero amassed La Liga totals of 139 games and 16 goals.",
      "pageId": 7624357,
      "monthDay": "01/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Naya_Rivera",
      "name": "Naya Rivera",
      "aboutText": "Salvatore Sirigu (Italian pronunciation: [salvaˈtore ˈsiriɡu]; born 12 January 1987) is an Italian footballer who plays as a goalkeeper for French club Paris Saint-Germain and the Italy national football team.\nHaving begun his career with Palermo, he moved to PSG in 2011. Twice voted the Ligue 1 Goalkeeper of the Year, his honours at the club include three consecutive league titles, and all four domestic competitions of the 2014–15 season.",
      "pageId": 7904134,
      "monthDay": "01/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Will_Rothhaar",
      "name": "Will Rothhaar",
      "aboutText": "Miguel Ángel Nieto de la Calle (born 12 January 1986 in Madrid) is a Spanish professional footballer who plays for Hércules CF as a right winger.",
      "pageId": 8009198,
      "monthDay": "01/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Salvatore_Sirigu",
      "name": "Salvatore Sirigu",
      "aboutText": "Pablo Daniel Osvaldo (commonly known as Pablo Osvaldo, or Dani Osvaldo) (born 12 January 1986) is an Argentine-born Italian footballer who plays as a centre forward for Portuguese club Porto and for the Italian national team.\nBorn in Argentina, Osvaldo began his career at Huracán in 2005 and the following year moved to Italy in a co-ownership deal between Serie B clubs Atalanta and Lecce, later playing in the top flight for Fiorentina and Bologna. After a loan to RCD Espanyol, he joined the Spanish club on a permanent basis before earning a return to Italy to Roma for an initial fee of €15 million in 2011.",
      "pageId": 8160594,
      "monthDay": "01/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ytalo_(footballer)",
      "name": "Ytalo",
      "aboutText": "Sergei Muhhin (born 12 January 1990 in Tallinn) is an Estonian former competitive figure skater. As a single skater, he is the 2006 Estonian national champion. He switched to pair skating in 2009 and teamed up with Natalja Zabijako.",
      "pageId": 9495587,
      "monthDay": "01/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Chris_Casement",
      "name": "Chris Casement",
      "aboutText": "Kieron Mark Richardson (born 12 January 1986; Eccles, Greater Manchester, England) is an English actor and Presenter best known for playing the role of Ste Hay in Hollyoaks.",
      "pageId": 9659690,
      "monthDay": "01/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Holder_da_Silva",
      "name": "Holder da Silva",
      "aboutText": "Ramona Cecilia Datuin Muñoz (born January 12, 1989), better known by her screen name Arci Muñoz, is a Filipino actress and singer. Arci is the vocalist of the rock band Philia.",
      "pageId": 17787418,
      "monthDay": "01/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Claude_Giroux",
      "name": "Claude Giroux",
      "aboutText": "Holder Ocante da Silva (born 12 January 1988 in Bissau) is a Guinea-Bissauan sprinter who specializes in the 100 metres. He was born in Bissau. His personal best time is 10.36 seconds, achieved in July 2009 in Lisbon.",
      "pageId": 18875981,
      "monthDay": "01/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Andrew_Lawrence_(actor)",
      "name": "Andrew Lawrence",
      "aboutText": "Found partner,",
      "pageId": 22146350,
      "monthDay": "01/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Thiemo-J%C3%A9r%C3%B4me_Kialka",
      "name": "Thiemo-Jérôme Kialka",
      "aboutText": "Naya Rivera Dorsey (born Naya Marie Rivera; January 12, 1987) is an American actress and singer, known for playing Santana Lopez on Fox's musical comedy-drama television series Glee. She also played the role of Hillary Winston on The Royal Family at the age of 4, for which she received a Young Artist Award nomination.",
      "pageId": 25727102,
      "monthDay": "01/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Arci_Mu%C3%B1oz",
      "name": "Arci Muñoz",
      "aboutText": "Kehoma Brenner (born 12 January 1986) is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team.\nBrenner played in the 2011 and 2012 German championship final for Heidelberger RK, which the club won both.\nHe made his debut for Germany on 11 November 2006 against Moldova.",
      "pageId": 26446092,
      "monthDay": "01/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sergey_Karjakin",
      "name": "Sergey Karjakin",
      "aboutText": "Ytalo José Oliveira dos Santos (born 12 January 1988), simply known as Ytalo, is a Brazilian footballer who plays for Atlético Paranaense, on loan from Grêmio Osasco Audax, as an attacking midfielder.",
      "pageId": 29829720,
      "monthDay": "01/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sergei_Muhhin",
      "name": "Sergei Muhhin",
      "aboutText": "Thiemo-Jérôme Kialka (born 12 January 1989 in Hamburg) is German footballer.\nKialka made his professional debut on 31 January 2012 in the 3. Liga game between VfB Stuttgart II and SSV Jahn Regensburg.",
      "pageId": 34568031,
      "monthDay": "01/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Pixie_Lott",
      "name": "Pixie Lott",
      "aboutText": "Ayako Imoto (イモトアヤコ (井本 絢子), Imoto Ayako, born 12 January 1986 in Tottori Prefecture) is a Japanese comedian and TV personality.",
      "pageId": 44593287,
      "monthDay": "01/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ishak_Belfodil",
      "name": "Ishak Belfodil",
      "aboutText": "Mao Kobayashi (小林万桜, born January 12, 1992 in Tokyo, Japan) is a Japanese junior idol. Her books and DVDs sell heavily in Japan according to Amazon.co.jp sales figures.",
      "pageId": 4646301,
      "monthDay": "01/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Georgia_May_Jagger",
      "name": "Georgia May Jagger",
      "aboutText": "Aika Mitsui (光井 愛佳, Mitsui Aika, born January 12, 1993, Ōtsu, Shiga, Japan) is a member of Hello! Project and a former member of the J-pop group Morning Musume, joining as a member of the eighth generation from the audition in Japan during December 2006. Mitsui's audition process was documented during the late 2006 episodes of Hello!",
      "pageId": 8362987,
      "monthDay": "01/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mao_Kobayashi",
      "name": "Mao Kobayashi",
      "aboutText": "Nathan Gamble (born January 12, 1998) is an American teen actor who made his feature film debut in Babel (2006), for which he was nominated for a 2007 Young Artist Award. He is known for his role as Sawyer Nelson in \"Dolphin Tale\" and the sequel \"Dolphin Tale 2\".",
      "pageId": 9685113,
      "monthDay": "01/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Samuele_Longo",
      "name": "Samuele Longo",
      "aboutText": "Ishak Belfodil (Arabic: إسحاق بلفوضيل) (born 12 January 1992) is an Algerian footballer who plays as a striker for UAE Arabian Gulf League club Baniyas and the Algeria national team.\nA former France youth international, he was called up to the Algeria national team for the first time in August 2012.",
      "pageId": 24077792,
      "monthDay": "01/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/D.O._(singer)",
      "name": "D.O.",
      "aboutText": "Georgia May Ayeesha Jagger (born 12 January 1992) is an English fashion model.",
      "pageId": 24649473,
      "monthDay": "01/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Zayn_Malik",
      "name": "Zayn Malik",
      "aboutText": "Emre Can (Turkish pronunciation: [ˈɛmrɛ ˈd͡ʒɑn], born 12 January 1994) is a German professional footballer who plays as a central midfielder for English club Liverpool and the Germany national team. A versatile player, Can can also play as a defensive midfielder, centre back or full back.\nHe began his career at Bayern Munich, playing mostly in its reserve side before transferring to Bayer Leverkusen in 2013.",
      "pageId": 32555065,
      "monthDay": "01/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Yu_Inaba",
      "name": "Yu Inaba",
      "aboutText": "Do Kyung-soo (Hangul: 도경수, Hanja: 都暻秀; born (1993-01-12)January 12, 1993), better known by his stage name D.O. (Hangul: 디오), is a South Korean singer and actor. He is a member of the South Korean-Chinese boy band EXO and its sub-group EXO-K, as one of the three main vocalists of the group.",
      "pageId": 35486929,
      "monthDay": "01/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Aika_Mitsui",
      "name": "Aika Mitsui",
      "aboutText": "Samuele Longo (born 12 January 1992) is an Italian footballer who plays for Frosinone on loan from Internazionale, as a striker.",
      "pageId": 35810581,
      "monthDay": "01/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Simone_Pecorini",
      "name": "Simone Pecorini",
      "aboutText": "Simone Pecorini (born 12 January 1993) is an Italian footballer who plays for Italian Serie B club Ascoli.",
      "pageId": 37312102,
      "monthDay": "01/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Emre_Can",
      "name": "Emre Can",
      "aboutText": "Ai Hashimoto (橋本 愛, Hashimoto Ai, born 12 January 1996) is a Japanese actress and fashion model.",
      "pageId": 39744087,
      "monthDay": "01/12"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ai_Hashimoto",
      "name": "Ai Hashimoto",
      "aboutText": "Gabriella Michelle \"Ella\" Henderson (born 12 January 1996) is a British singer and songwriter. She was a contestant in the ninth series of The X Factor in 2012 and got into the final 12 finishing in sixth place, despite being a strong favourite to win. She was subsequently signed to Syco Music.",
      "pageId": 41328676,
      "monthDay": "01/12"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ella_Henderson",
      "name": "Ella Henderson",
      "aboutText": "Zain Javadd \"Zayn\" Malik (/ˈmælɪk/; born 12 January 1993) is an English singer and songwriter, and a former member of the boy band One Direction. In 2010, Malik auditioned as a solo artist for the British television series The X Factor. After being eliminated as a solo performer, Malik was brought back into the competition, along with four other contestants, to form the group that would later become known as One Direction.",
      "pageId": 46230076,
      "monthDay": "01/12"
    },
    {
      "year": "1998",
      "uri": "/wiki/Nathan_Gamble",
      "name": "Nathan Gamble",
      "aboutText": "Yu Inaba (稲葉 友, Inaba Yū, born January 12, 1993, in Sagamihara, Kanagawa Prefecture, Japan) is a Japanese actor who is affiliated with LesPros Entertainment. He is best known for his role as the character, Go Shijima/Kamen Rider Mach, from the Kamen Rider series Kamen Rider Drive.\n^ \"\"「マルチ」をめざすスターの原石\" Town News (February 11, 2010)\".",
      "pageId": 46964693,
      "monthDay": "01/12"
    }
  ]
}