{
  "people": [
    {
      "year": "1141",
      "uri": "/wiki/Malcolm_IV_of_Scotland",
      "name": "Malcolm IV of Scotland",
      "aboutText": "Afonso II redirects here. It may also refer to Afonso II of Kongo.\nAfonso II (Portuguese pronunciation: [ɐˈfõsu]; English: Alphonzo), or Affonso (Archaic Portuguese), Alfonso or Alphonso (Portuguese-Galician) or Alphonsus (Latin version), nicknamed \"the Fat\" (Portuguese o Gordo), King of Portugal, was born in Coimbra on 23 April 1185 and died on 25 March 1223 in the same city.",
      "pageId": 1658,
      "monthDay": "04/23"
    },
    {
      "year": "1185",
      "uri": "/wiki/Afonso_II_of_Portugal",
      "name": "Afonso II of Portugal",
      "aboutText": "Maarten Harpertszoon Tromp (23 April 1598 – 10 August 1653) was an officer and later admiral in the Dutch navy.",
      "pageId": 62717,
      "monthDay": "04/23"
    },
    {
      "year": "1408",
      "uri": "/wiki/John_de_Vere,_12th_Earl_of_Oxford",
      "name": "John de Vere, 12th Earl of Oxford",
      "aboutText": "Malcolm IV (Mediaeval Gaelic: Máel Coluim mac Eanric; Modern Gaelic: Maol Chaluim mac Eanraig), nicknamed Virgo, \"the Maiden\" (between 23 April and 24 May 1141 – 9 December 1165), King of Scots, was the eldest son of Henry, Earl of Huntingdon and Northumbria (died 1152) and Ada de Warenne. The original Malcolm Canmore, a name now associated with his great-grandfather Malcolm III (Máel Coluim mac Donnchada), he succeeded his grandfather David I, and shared David's Anglo-Norman tastes.\nCalled Malcolm the Maiden by later chroniclers, a name which may incorrectly suggest weakness or effeminacy to modern readers, he was noted for his religious zeal and interest in knighthood and warfare.",
      "pageId": 147997,
      "monthDay": "04/23"
    },
    {
      "year": "1464",
      "uri": "/wiki/Joan_of_France,_Duchess_of_Berry",
      "name": "Joan of France, Duchess of Berry",
      "aboutText": "Georg Fabricius (23 April 1516 – 17 July 1571), born Georg Goldschmidt, was a Protestant German poet, historian and archaeologist.",
      "pageId": 158395,
      "monthDay": "04/23"
    },
    {
      "year": "1484",
      "uri": "/wiki/Julius_Caesar_Scaliger",
      "name": "Julius Caesar Scaliger",
      "aboutText": "Julius Caesar Scaliger (/ˈskælədʒər/; April 23, 1484 – October 21, 1558), or Giulio Cesare della Scala, was an Italian scholar and physician, who spent a major part of his career in France. He employed the techniques and discoveries of Renaissance humanism to defend Aristotelianism against the new learning. In spite of his arrogant and contentious disposition, his contemporary reputation was high.",
      "pageId": 165537,
      "monthDay": "04/23"
    },
    {
      "year": "1500",
      "uri": "/wiki/Alexander_Ales",
      "name": "Alexander Ales",
      "aboutText": "The Rev. John Thomas Romney Robinson (23 April 1792 - 28 February 1882), usually referred to as Thomas Romney Robinson, was a 19th-century astronomer and physicist.",
      "pageId": 167882,
      "monthDay": "04/23"
    },
    {
      "year": "1516",
      "uri": "/wiki/Georg_Fabricius",
      "name": "Georg Fabricius",
      "aboutText": "Johann Karl Friedrich Rosenkranz (April 23, 1805 – July 14, 1879) was a German philosopher and pedagogue.",
      "pageId": 230147,
      "monthDay": "04/23"
    },
    {
      "year": "1598",
      "uri": "/wiki/Maarten_Tromp",
      "name": "Maarten Tromp",
      "aboutText": "Alexander Ales (Alesius) (23 April 1500 – 17 March 1565) was a Scottish theologian of the school of Augsburg.",
      "pageId": 334735,
      "monthDay": "04/23"
    },
    {
      "year": "1621",
      "uri": "/wiki/William_Penn_(Royal_Navy_officer)",
      "name": "William Penn",
      "aboutText": "Elijah ben Shlomo Zalman, (Hebrew: ר' אליהו בן שלמה זלמן‎) known as the Vilna Gaon (Yiddish: דער װילנער גאון‎, Lithuanian: Vilniaus Gaonas) or Elijah of Vilna, or by his Hebrew acronym HaGra (\"HaGaon Rabbenu Eliyahu\") or Elijah Ben Solomon, (Vilnius April 23, 1720 – Vilnius October 9, 1797), was a Talmudist, halakhist, kabbalist, and the foremost leader of mitnagdic (non-hasidic) Jewry of the past few centuries. He is commonly referred to in Hebrew as ha-Gaon he-Chasid mi-Vilna, \"the saintly genius from Vilnius\".\nThrough his annotations and emendations of Talmudic and other texts he became one of the most familiar and influential names in rabbinic study since the Middle Ages, counted by many among the sages known as the Acharonim, and ranked by some with the even more revered Rishonim of the Middle Ages.",
      "pageId": 413448,
      "monthDay": "04/23"
    },
    {
      "year": "1628",
      "uri": "/wiki/Johannes_Hudde",
      "name": "Johannes Hudde",
      "aboutText": "Sir William Penn (23 April 1621 – 16 September 1670) was an English admiral and politician who sat in the House of Commons from 1660 to 1670. He was the father of William Penn, founder of the Province of Pennsylvania.",
      "pageId": 779751,
      "monthDay": "04/23"
    },
    {
      "year": "1715",
      "uri": "/wiki/Johann_Friedrich_Doles",
      "name": "Johann Friedrich Doles",
      "aboutText": "Antoine-Frédéric Ozanam (pronounced: [ɑ̃.twan.fʁe.de.ʁik o.za.nam]; April 23, 1813 – September 8, 1853) was a French scholar. He founded with fellow students the Conference of Charity, later known as the Society of Saint Vincent de Paul. He was beatified by Pope John Paul II in the Cathedral of Notre Dame de Paris in 1997, hence he may be properly called Blessed Frederic by Catholics.",
      "pageId": 1121002,
      "monthDay": "04/23"
    },
    {
      "year": "1720",
      "uri": "/wiki/Vilna_Gaon",
      "name": "Vilna Gaon",
      "aboutText": "Johannes (van Waveren) Hudde (23 April 1628, Amsterdam – 15 April 1704, Amsterdam) was a burgomaster (mayor) of Amsterdam between 1672 – 1703, a mathematician and governor of the Dutch East India Company.\nAs a \"burgemeester\" of Amsterdam he ordered that the city canals should be flushed at high tide and that the polluted water of the town \"secreten\" should be diverted to pits outside the town instead of into the canals. He also promoted hygiene in and around the town's water supply.",
      "pageId": 1365598,
      "monthDay": "04/23"
    },
    {
      "year": "1744",
      "uri": "/wiki/Princess_Charlotte_Amalie_Wilhelmine_of_Schleswig-Holstein-Sonderburg-Pl%C3%B6n",
      "name": "Princess Charlotte Amalie Wilhelmine of Schleswig-Holstein-Sonderburg-Plön",
      "aboutText": "Joan of France (French: Jeanne de France, Jeanne de Valois; (23 April 1464 – 4 February 1505), was briefly Queen of France as wife of King Louis XII, in between the death of her brother, King Charles VIII, and the annulment of her marriage. After that, she retired to her domain, where she soon founded the monastic Order of the Sisters of the Annunciation of Mary. From this Order later sprang the religious congregation of the Apostolic Sisters of the Annunciation, founded in 1787 to teach the children of the poor.",
      "pageId": 1614613,
      "monthDay": "04/23"
    },
    {
      "year": "1746",
      "uri": "/wiki/F%C3%A9lix_Vicq-d%27Azyr",
      "name": "Félix Vicq-d'Azyr",
      "aboutText": "Félix Vicq d'Azyr (French: [feliks vik daziʁ]; 23 April 1746 – 20 June 1794) was a French physician and anatomist, the originator of comparative anatomy and discoverer of the theory of homology in biology.",
      "pageId": 1996819,
      "monthDay": "04/23"
    },
    {
      "year": "1791",
      "uri": "/wiki/James_Buchanan",
      "name": "James Buchanan",
      "aboutText": "Wei Yuan (Chinese: 魏源; pinyin: Wèi Yuán; Wade–Giles: Wei Yüan, April 23, 1794 – March 26, 1857), born Wei Yuanda (魏远达), courtesy names Moshen (默深) and Hanshi (汉士), was a Chinese scholar from Shaoyang, Hunan. He moved to Yangzhou in 1831, where he remained for the rest of his life. Wei obtained the provincial degree (juren) in the Imperial examinations and subsequently worked in the secretariat of several prominent statesmen, such as Lin Zexu.",
      "pageId": 6903566,
      "monthDay": "04/23"
    },
    {
      "year": "1792",
      "uri": "/wiki/Thomas_Romney_Robinson",
      "name": "Thomas Romney Robinson",
      "aboutText": "John de Vere, 12th Earl of Oxford (23 April 1408 – 26 February 1462), was the son of Richard de Vere, 11th Earl of Oxford (1385?–15 February 1417), and his second wife, Alice Sergeaux (1386–1452).",
      "pageId": 8162766,
      "monthDay": "04/23"
    },
    {
      "year": "1794",
      "uri": "/wiki/Wei_Yuan",
      "name": "Wei Yuan",
      "aboutText": "James Buchanan, Jr. (/bjuːˈkænən/; April 23, 1791 – June 1, 1868) was the 15th President of the United States (1857–1861), serving immediately prior to the American Civil War. He represented Pennsylvania in the United States House of Representatives and later the Senate, then served as Minister to Russia under President Andrew Jackson.",
      "pageId": 19732383,
      "monthDay": "04/23"
    },
    {
      "year": "1805",
      "uri": "/wiki/Johann_Karl_Friedrich_Rosenkranz",
      "name": "Johann Karl Friedrich Rosenkranz",
      "aboutText": "Johann Friedrich Doles (23 April 1715 – 8 February 1797) was a German composer and pupil of J.S. Bach.\nDoles was born in Steinbach-Hallenberg. He attended the University of Leipzig.",
      "pageId": 20785693,
      "monthDay": "04/23"
    },
    {
      "year": "1813",
      "uri": "/wiki/Stephen_A._Douglas",
      "name": "Stephen A. Douglas",
      "aboutText": "Stephen Arnold Douglas (April 23, 1813 – June 3, 1861) was an American politician from Illinois and the designer of the Kansas–Nebraska Act. He was a U.S. representative, a U.S. senator, and the Democratic Party nominee for president in the 1860 election, losing to Republican Abraham Lincoln. Douglas had previously defeated Lincoln in a Senate contest, noted for the famous Lincoln-Douglas debates of 1858.",
      "pageId": 22418929,
      "monthDay": "04/23"
    },
    {
      "year": "1813",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Ozanam",
      "name": "Frédéric Ozanam",
      "aboutText": "Charlotte Amalie Wilhelmine of (Schleswig-)Holstein-Plön (Charlotte Amalie Vilhelmine af Slesvig-Holsten-Pløn in Danish) (23 April 1744 – 11 October 1770), was a princess of the Duchy of Schleswig-Holstein-Sonderburg-Plön (or Holstein-Plön), a cadet branch of the Danish royal family.",
      "pageId": 36910725,
      "monthDay": "04/23"
    },
    {
      "year": "1823",
      "uri": "/wiki/Abd%C3%BClmecid_I",
      "name": "Abdülmecid I",
      "aboutText": "Max Karl Ernst Ludwig Planck, FRS (/plɑːŋk/; German: [plaŋk]; 23 April 1858 – 4 October 1947) was a German theoretical physicist whose work on quantum theory won him the Nobel Prize in Physics in 1918.\nPlanck made many contributions to theoretical physics, but his fame as a physicist rests primarily on his role as an originator of quantum theory, which revolutionized human understanding of atomic and subatomic processes. However, his name is also known on a broader academic basis, through the renaming in 1948 of the German scientific institution, the Kaiser Wilhelm Society (of which he was twice president), as the Max Planck Society (MPS).",
      "pageId": 19848,
      "monthDay": "04/23"
    },
    {
      "year": "1853",
      "uri": "/wiki/Winthrop_M._Crane",
      "name": "Winthrop M. Crane",
      "aboutText": "Sergei Sergeyevich Prokofiev (/prɵˈkɒfiɛv/; Russian: Сергей Сергеевич Прокофьев, tr. Sergej Sergeevič Prokof'ev; 15/27 April 1891 – 5 March 1953) was a Russian and Soviet composer, pianist and conductor. As the creator of acknowledged masterpieces across numerous musical genres, he is regarded as one of the major composers of the 20th century.",
      "pageId": 27681,
      "monthDay": "04/23"
    },
    {
      "year": "1857",
      "uri": "/wiki/Ruggero_Leoncavallo",
      "name": "Ruggero Leoncavallo",
      "aboutText": "Ruggero (or Ruggiero) Leoncavallo (Italian pronunciation: [rudˈdʒɛːro leoŋkaˈvallo]; 23 April 1857 – 9 August 1919) was an Italian opera composer and librettist. Although he would produce numerous operas and other songs throughout his career it is his two-act work Pagliacci (1892) that remained his lasting contribution, despite attempts to escape the shadow of his greatest success.\nToday he remains largely known for Pagliacci, one of the most popular works in the repertory, appearing as number 20 on the Operabase list of the most-performed operas worldwide in the 2013/14 season.",
      "pageId": 37938,
      "monthDay": "04/23"
    },
    {
      "year": "1858",
      "uri": "/wiki/Max_Planck",
      "name": "Max Planck",
      "aboutText": "Field Marshal Edmund Henry Hynman Allenby, 1st Viscount Allenby GCB, GCMG, GCVO (23 April 1861 – 14 May 1936) was an English soldier and British Imperial Governor. He fought in the Second Boer War and also in World War I, in which he led the British Empire's Egyptian Expeditionary Force (EEF) during the Sinai and Palestine Campaign in the conquest of Palestine capturing Beersheba, Jaffa, and Jerusalem from October to December 1917. His forces occupied the Jordan Valley during the summer 1918, then went on to capture northern Palestine and defeat Yildirim Army Group's Eighth Army at the Battle of Megiddo, forcing the Fourth and Seventh Army to retreat towards Damascus.",
      "pageId": 208830,
      "monthDay": "04/23"
    },
    {
      "year": "1858",
      "uri": "/wiki/Ethel_Smyth",
      "name": "Ethel Smyth",
      "aboutText": "Dame Ethel Mary Smyth, DBE (/smaɪθ/, to rhyme with Forsyth; 23 April 1858 – 8 May 1944) was an English composer and a member of the women's suffrage movement. Smyth was born in London, as the fourth of a family of eight children. Her father, J. H. Smyth, who was a Major-General in the Royal Artillery, was very much opposed to her making a career in music.",
      "pageId": 214559,
      "monthDay": "04/23"
    },
    {
      "year": "1860",
      "uri": "/wiki/Justinian_Oxenham",
      "name": "Justinian Oxenham",
      "aboutText": "Karel Willem Frederik Marie Doorman (23 April 1889 – 28 February 1942) was a Dutch Rear Admiral who commanded ABDACOM Naval forces, a hastily organized multinational naval force formed to defend the East Indies against an overwhelming Imperial Japanese attack. Doorman was killed and the main body of ABDACOM Naval forces destroyed during the Battle of the Java Sea.",
      "pageId": 239740,
      "monthDay": "04/23"
    },
    {
      "year": "1861",
      "uri": "/wiki/Edmund_Allenby,_1st_Viscount_Allenby",
      "name": "Edmund Allenby, 1st Viscount Allenby",
      "aboutText": "Major-General Georges-Philéas Vanier PC DSO MC CD (23 April 1888 – 5 March 1967) was a Canadian soldier and diplomat who served as Governor General of Canada, the 19th since Canadian Confederation.\nVanier was born and educated in Quebec and, after earning a university degree in law, served in the Canadian army during the First World War; on the European battlefields he lost a limb, but was commended for his actions with a number of decorations from the King. Subsequently, Vanier returned to Canada and remained in the military until the early 1930s, when he was posted to diplomatic missions in Europe.",
      "pageId": 262244,
      "monthDay": "04/23"
    },
    {
      "year": "1861",
      "uri": "/wiki/John_Peltz",
      "name": "John Peltz",
      "aboutText": "Michael Fokine (a French transliteration Michel Fokine; English transliteration Mikhail Fokin; Russian: Михаи́л Миха́йлович Фо́кин, Mikhaíl Mikháylovich Fokín) (23 April [O.S. 11 April] 1880 – 22 August 1942) was a groundbreaking Russian choreographer and dancer.",
      "pageId": 477185,
      "monthDay": "04/23"
    },
    {
      "year": "1865",
      "uri": "/wiki/Ali-Agha_Shikhlinski",
      "name": "Ali-Agha Shikhlinski",
      "aboutText": "Albert Coates (23 April 1882 – 11 December 1953) was an English conductor and composer. Born in Saint Petersburg where his English father was a successful businessman, he studied in Russia, England and Germany, before beginning his career as a conductor in a series of German opera houses. He was a success in England conducting Wagner at the Royal Opera House, Covent Garden in 1914, and in 1919 was appointed chief conductor of the London Symphony Orchestra.",
      "pageId": 563253,
      "monthDay": "04/23"
    },
    {
      "year": "1867",
      "uri": "/wiki/Johannes_Fibiger",
      "name": "Johannes Fibiger",
      "aboutText": "Frank Borzage (/bɔrˈzeɪɡiː/; April 23, 1894 – June 19, 1962) was an American film director and actor, most remembered for directing 7th Heaven (1927), Street Angel (1928) and The Mortal Storm (1940).",
      "pageId": 654567,
      "monthDay": "04/23"
    },
    {
      "year": "1872",
      "uri": "/wiki/Violet_Gordon-Woodhouse",
      "name": "Violet Gordon-Woodhouse",
      "aboutText": "Winthrop Murray Crane (or just Murray Crane, April 23, 1853 – October 2, 1920) was a U.S. political figure and businessman. Born into the Dalton, Massachusetts family that owned the papermaking Crane & Co., he successfully expanded the company during the 1880s after securing an exclusive government contract to supply the paper for United States currency (a monopoly the company continues to hold). During the 1890s he became increasingly active in Republican Party politics.",
      "pageId": 739562,
      "monthDay": "04/23"
    },
    {
      "year": "1876",
      "uri": "/wiki/Arthur_Moeller_van_den_Bruck",
      "name": "Arthur Moeller van den Bruck",
      "aboutText": "Johannes Andreas Grib Fibiger (23 April 1867 – 30 January 1928) was a Danish scientist, physician, and professor of pathological anatomy who won the 1926 Nobel Prize in Physiology or Medicine. Fibiger had claimed to find an organism he called Spiroptera carcinoma that caused cancer in mice and rats. He received a Nobel prize for this discovery.",
      "pageId": 898814,
      "monthDay": "04/23"
    },
    {
      "year": "1880",
      "uri": "/wiki/Michel_Fokine",
      "name": "Michel Fokine",
      "aboutText": "Arthur Moeller van den Bruck (April 23, 1876 – May 30, 1925) was a German cultural historian and writer, best known for his controversial 1923 book Das Dritte Reich (The Third Reich), which promoted German nationalism and was a strong influence on the Conservative Revolutionary movement and later the National Socialist German Workers' Party. He did not support the party, however.",
      "pageId": 1707310,
      "monthDay": "04/23"
    },
    {
      "year": "1882",
      "uri": "/wiki/Albert_Coates_(musician)",
      "name": "Albert Coates",
      "aboutText": "Ali-Agha Ismail-Agha oglu Shikhlinski (Azerbaijani: Əliağa İsmayılağa oğlu Şıxlinski, Russian: Али-Ага Шихлинский; April 23, 1865 — 18 August 1943) was lieutenant-general of the Russian imperial army and Deputy Minister of Defense and General of the Artillery of Azerbaijan Democratic Republic.",
      "pageId": 4424746,
      "monthDay": "04/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Jen%C5%91_T%C3%B6rzs",
      "name": "Jenő Törzs",
      "aboutText": "Charles Edward \"Cow Cow\" Davenport (April 23, 1894 – December 3, 1955) was an American boogie-woogie and piano blues player as well as a vaudeville entertainer.",
      "pageId": 6814947,
      "monthDay": "04/23"
    },
    {
      "year": "1888",
      "uri": "/wiki/Georges_Vanier",
      "name": "Georges Vanier",
      "aboutText": "John Peltz (April 23, 1861 – February 27, 1906) was a professional baseball player in the 19th century. Peltz first played with the Indianapolis Hoosiers, in 1884 at the age of 23. He batted .219 and surrendered 38 errors in the outfield.",
      "pageId": 9074332,
      "monthDay": "04/23"
    },
    {
      "year": "1889",
      "uri": "/wiki/Karel_Doorman",
      "name": "Karel Doorman",
      "aboutText": "Violet Gordon-Woodhouse (23 April 1872 – 9 January 1948) was an acclaimed British harpsichordist and clavichordist, highly influential in bringing both instruments back into fashion. She was the first person to record the harpsichord, and the first to broadcast harpsichord music.",
      "pageId": 9665678,
      "monthDay": "04/23"
    },
    {
      "year": "1891",
      "uri": "/wiki/Sergei_Prokofiev",
      "name": "Sergei Prokofiev",
      "aboutText": "Abdülmecid I (Ottoman Turkish: عبد المجيد اول ‘Abdü’l-Mecīd-i evvel) (23/25 April 1823 – 25 June 1861) was the 31st Sultan of the Ottoman Empire and succeeded his father Mahmud II on 2 July 1839. His reign was notable for the rise of nationalist movements within the empire's territories. Abdülmecid wanted to encourage Ottomanism among the secessionist subject nations and stop the rise of nationalist movements within the empire, but failed to succeed despite trying to integrate non-Muslims and non-Turks more thoroughly into Ottoman society with new laws and reforms.",
      "pageId": 18950719,
      "monthDay": "04/23"
    },
    {
      "year": "1893",
      "uri": "/wiki/Frank_Borzage",
      "name": "Frank Borzage",
      "aboutText": "Jenő Törzs (23 April 1887 – 1 February 1946) was a Hungarian film and stage actor.",
      "pageId": 35838432,
      "monthDay": "04/23"
    },
    {
      "year": "1894",
      "uri": "/wiki/Cow_Cow_Davenport",
      "name": "Cow Cow Davenport",
      "aboutText": "Justinian Oxenham ISO (23 April 1860 – 27 March 1932) was a senior Australian public servant.",
      "pageId": 44472849,
      "monthDay": "04/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Johnny_Hyde",
      "name": "Johnny Hyde",
      "aboutText": "Halldór Kiljan Laxness (Icelandic: [ˈhaltour ˈcʰɪljan ˈlaxsnɛs]; born Halldór Guðjónsson; 23 April 1902 – 8 February 1998) was a twentieth-century Icelandic writer. Throughout his career Laxness wrote poetry, newspaper articles, plays, travelogues, short stories, and novels. Major influences included August Strindberg, Sigmund Freud, Sinclair Lewis, Upton Sinclair, Bertolt Brecht and Ernest Hemingway.",
      "pageId": 13896,
      "monthDay": "04/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Ngaio_Marsh",
      "name": "Ngaio Marsh",
      "aboutText": "Elizabeth \"Lee\" Miller, Lady Penrose (April 23, 1907 – July 21, 1977), was an American photographer. Born in Poughkeepsie, New York, in 1907, she was a successful fashion model in New York City in the 1920s before going to Paris, where she became an established fashion and fine art photographer.",
      "pageId": 152613,
      "monthDay": "04/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Lucius_D._Clay",
      "name": "Lucius D. Clay",
      "aboutText": "Dame Ngaio Marsh DBE (/ˈnaɪ.oʊ/; 23 April 1895 – 18 February 1982), born Edith Ngaio Marsh, was a New Zealand crime writer and theatre director. She was made a Dame Commander of the Order of the British Empire in 1966.\nInternationally Marsh is known primarily for her creation Inspector Roderick Alleyn, a gentleman detective who works for the Metropolitan Police (London).",
      "pageId": 162856,
      "monthDay": "04/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Folke_Jansson",
      "name": "Folke Jansson",
      "aboutText": "Bertil Gotthard Ohlin (Swedish: [ˈbæʈil uˈliːn]) (23 April 1899 – 3 August 1979) was a Swedish economist and politician. He was a professor of economics at the Stockholm School of Economics from 1929 to 1965. He was also leader of the People's Party, a social-liberal party which at the time was the largest party in opposition to the governing Social Democratic Party, from 1944 to 1967.",
      "pageId": 192241,
      "monthDay": "04/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Lester_B._Pearson",
      "name": "Lester B. Pearson",
      "aboutText": "James Leroy Bottomley (April 23, 1900 – December 11, 1959) was an American professional baseball player. A first baseman, Bottomley played in Major League Baseball from 1922 through 1937 for the St. Louis Cardinals, Cincinnati Reds, and St.",
      "pageId": 412453,
      "monthDay": "04/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Bertil_Ohlin",
      "name": "Bertil Ohlin",
      "aboutText": "Edmund Brisco \"Henry\" Ford FRS Hon. FRCP (23 April 1901 – 21 January 1988) was a British ecological geneticist. He was a leader among those British biologists who investigated the role of natural selection in nature.",
      "pageId": 464816,
      "monthDay": "04/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Minoru_Shirota",
      "name": "Minoru Shirota",
      "aboutText": "Myron Waldman (April 23, 1908 – February 4, 2006) was an American animator, best known for his work at Fleischer Studio.\nWaldman was born in Brooklyn, New York on April 23, 1908. He was a graduate of the Pratt Institute, where he majored in Art.",
      "pageId": 516191,
      "monthDay": "04/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/Jim_Bottomley",
      "name": "Jim Bottomley",
      "aboutText": "General Lucius Dubignon Clay (April 23, 1898 – April 16, 1978) was an American officer and military governor of the United States Army known for his administration of occupied Germany after World War II. Clay was deputy to General Dwight D. Eisenhower, 1945; deputy military governor, Germany (U.S.) 1946; commander in chief, U.S. Forces in Europe and military governor of the U.S. Zone, Germany, 1947–49. He retired in 1949.\nClay orchestrated the Berlin Airlift (1948–1949) when the USSR blockaded West Berlin.",
      "pageId": 923048,
      "monthDay": "04/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/Joseph_Green_(actor)",
      "name": "Joseph Green",
      "aboutText": "Simone Thérèse Fernande Simon (23 April 1910  – 22 February 2005) was a French film actress who began her film career in 1931.",
      "pageId": 1111345,
      "monthDay": "04/23"
    },
    {
      "year": "1901",
      "uri": "/wiki/E._B._Ford",
      "name": "E. B. Ford",
      "aboutText": "Ronald Elwin Neame CBE BSC (23 April 1911 – 16 June 2010) was an English film cinematographer, producer, screenwriter and director. As cinematographer for the British war film One of Our Aircraft Is Missing (1943), he received an Academy Award nomination for Best Special Effects. During a partnership with director David Lean, he produced Brief Encounter (1945), Great Expectations (1946), and Oliver Twist (1948), receiving two Academy Award nominations for writing.",
      "pageId": 1310605,
      "monthDay": "04/23"
    },
    {
      "year": "1902",
      "uri": "/wiki/Halld%C3%B3r_Laxness",
      "name": "Halldór Laxness",
      "aboutText": "Joseph Green (April 23, 1900 – June 20, 1996), born Yoysef Grinberg, a.k.a. Josef Grünberg, Joseph Greenberg and Joseph Greene, a Polish-born Jew who emigrated to the United States in 1924, was an actor in Yiddish theater and one of the few directors of Yiddish language films; he made four films including A brivele der mamen (\"A Letter to Mother\"), Yidl Mitn Fidl (\"Yiddle and his Fiddle\"), Der Purimspiler (\"The Jester\") which he also wrote, as well as Mamele. All four of his films were made between 1936 and 1939.",
      "pageId": 1426309,
      "monthDay": "04/23"
    },
    {
      "year": "1903",
      "uri": "/wiki/Guy_Simonds",
      "name": "Guy Simonds",
      "aboutText": "Lieutenant General Guy Granville Simonds CC, CB, CBE, DSO, CD (April 23, 1903 – May 15, 1974) was a senior officer of the Canadian Army who commanded the II Canadian Corps during World War II. He served as acting commander of the First Canadian Army, leading the Allied forces to victory in the Battle of the Scheldt in late 1944.",
      "pageId": 1500882,
      "monthDay": "04/23"
    },
    {
      "year": "1904",
      "uri": "/wiki/Cliff_Bricker",
      "name": "Cliff Bricker",
      "aboutText": "Renault Renaldo Duncan (April 23, 1904 – September 3, 1980), better known as Duncan Renaldo, was a Romanian-born American actor best remembered for his portrayal of The Cisco Kid in films and on the 1950-1956 American TV series, The Cisco Kid.",
      "pageId": 1584771,
      "monthDay": "04/23"
    },
    {
      "year": "1904",
      "uri": "/wiki/Louis_Muhlstock",
      "name": "Louis Muhlstock",
      "aboutText": "Minoru Shirota (代田 稔, Shirota Minoru, April 23, 1899 – March 10, 1982) was a Japanese microbiologist.",
      "pageId": 2055173,
      "monthDay": "04/23"
    },
    {
      "year": "1904",
      "uri": "/wiki/Duncan_Renaldo",
      "name": "Duncan Renaldo",
      "aboutText": "Louis Muhlstock, OC CQ (April 23, 1904 – August 26, 2001) was a Canadian painter best known for his depictions of the Great Depression.\nBorn in Narajów, Galicia, Austria-Hungary, he emigrated to Montreal in 1911. From 1928 to 1931, he studied art in Paris and returned to Montreal to become a full-time painter.",
      "pageId": 2618136,
      "monthDay": "04/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Lee_Miller",
      "name": "Lee Miller",
      "aboutText": "Fritz Wotruba (April 23, 1907 in Vienna – August 28, 1975 in Vienna) was an Austrian sculptor of Czecho-Hungarian descent. He was considered one of the most notable sculptors of the 20th century in Austria.",
      "pageId": 2662698,
      "monthDay": "04/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Fritz_Wotruba",
      "name": "Fritz Wotruba",
      "aboutText": "Folke Georg \"Pytta\" Janson (23 April 1897 – 18 July 1965) was a Swedish athlete who specialized in the triple jump. He competed at the 1920 and 1924 Olympics and finished in second and fifth place, respectively.\nFolke Jansson won seven Swedish triple jump titles, in 1917 and 1919–24, and held the Swedish record from 1918 to 1931.",
      "pageId": 7884630,
      "monthDay": "04/23"
    },
    {
      "year": "1908",
      "uri": "/wiki/Myron_Waldman",
      "name": "Myron Waldman",
      "aboutText": "Johnny Hyde (born Iván Haidabura 23 April 1895 – 18 December 1950) was a Russian-American talent agent.\nHyde was born in Russia and moved to the United States at age five. Vice-president of the William Morris Agency's West Coast office during the 1930s and 1940s, Hyde represented some of the biggest names in the entertainment industry.",
      "pageId": 9726063,
      "monthDay": "04/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Simone_Simon",
      "name": "Simone Simon",
      "aboutText": "Lester Bowles \"Mike\" Pearson PC OM CC OBE PC (23 April 1897 – 27 December 1972) was a Canadian scholar, statesman, soldier and diplomat, who won the Nobel Peace Prize in 1957 for organizing the United Nations Emergency Force to resolve the Suez Canal Crisis. He was the 14th Prime Minister of Canada from 22 April 1963 to 20 April 1968, as the head of two back-to-back Liberal minority governments following elections in 1963 and 1965.\nDuring Pearson's time as Prime Minister, his Liberal minority governments introduced universal health care, student loans, the Canada Pension Plan, the Order of Canada, and the new Flag of Canada.",
      "pageId": 19280671,
      "monthDay": "04/23"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ronald_Neame",
      "name": "Ronald Neame",
      "aboutText": "Clifford \"Cliff\" Bricker (23 April 1904 – 20 September 1980) was a Canadian long-distance runner who competed in the 1928 and 1932 Summer Olympics. In 1927 he set the amateur world record for 15 miles.",
      "pageId": 42554320,
      "monthDay": "04/23"
    },
    {
      "year": "1913",
      "uri": "/wiki/Diosa_Costello",
      "name": "Diosa Costello",
      "aboutText": "Dorian Leigh (April 23, 1917 – July 7, 2008), born Dorian Elizabeth Leigh Parker, was an American model and one of the earliest modelling icons of the fashion industry.",
      "pageId": 363834,
      "monthDay": "04/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Arnold_Alexander_Hall",
      "name": "Arnold Alexander Hall",
      "aboutText": "Warren Edward Spahn (April 23, 1921 – November 24, 2003) was a Major League Baseball left-handed pitcher. He played his entire 21-year baseball career in the National League. He won 20 games or more in 13 seasons, including a 23–7 record when he was age 42.",
      "pageId": 378172,
      "monthDay": "04/23"
    },
    {
      "year": "1916",
      "uri": "/wiki/Yiannis_Moralis",
      "name": "Yiannis Moralis",
      "aboutText": "Avram Davidson (April 23, 1923 – May 8, 1993) was an American writer of fantasy fiction, science fiction, and crime fiction, as well as the author of many stories that do not fit into a genre niche. He won a Hugo Award and three World Fantasy Awards in the science fiction and fantasy genre, a World Fantasy Life Achievement award, and a Ellery Queen's Mystery Magazine short story award and an Edgar Award in the mystery genre. Davidson edited The Magazine of Fantasy and Science Fiction from 1962 to 1964.",
      "pageId": 399804,
      "monthDay": "04/23"
    },
    {
      "year": "1917",
      "uri": "/wiki/Dorian_Leigh",
      "name": "Dorian Leigh",
      "aboutText": "Maurice Druon (23 April 1918 – 14 April 2009) was a French novelist and a member of the Académie française, of which he served as “Perpetual Secretary” (chairman) between 1985 and 1999.",
      "pageId": 443089,
      "monthDay": "04/23"
    },
    {
      "year": "1917",
      "uri": "/wiki/Tony_Lupien",
      "name": "Tony Lupien",
      "aboutText": "Dolph Briscoe, Jr. (April 23, 1923 – June 27, 2010) was a Uvalde, Texas rancher and businessman who was the 41st Governor of Texas between 1973 and 1979. He was a member of the Democratic Party.",
      "pageId": 579055,
      "monthDay": "04/23"
    },
    {
      "year": "1918",
      "uri": "/wiki/Maurice_Druon",
      "name": "Maurice Druon",
      "aboutText": "James Patrick Donleavy (born 23 April 1926) is an Irish American novelist and playwright. His first novel is The Ginger Man.",
      "pageId": 690966,
      "monthDay": "04/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Oleg_Penkovsky",
      "name": "Oleg Penkovsky",
      "aboutText": "Ulysses John \"Tony\" Lupien (April 23, 1917 – July 9, 2004) was an American first baseman in Major League Baseball. He was a left-handed batter who played for the Boston Red Sox, Philadelphia Phillies and Chicago White Sox.",
      "pageId": 826212,
      "monthDay": "04/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Eric_Grant_Yarrow,_3rd_Baronet",
      "name": "Eric Grant Yarrow, 3rd Baronet",
      "aboutText": "Oleg Vladimirovich Penkovsky (Russian: Олег Владимирович Пеньковский; 23 April 1919 – 16 May 1963), codenamed HERO, was a colonel with Soviet military intelligence (GRU) during the late 1950s and early 1960s who informed the United Kingdom and the United States about the Soviet emplacement of missiles in Cuba.",
      "pageId": 833477,
      "monthDay": "04/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Cleto_Bellucci",
      "name": "Cleto Bellucci",
      "aboutText": "Jack Wynne May (23 April 1922 – 19 September 1997) was an English actor. Born in Henley-on-Thames, he was educated at Forest School in Walthamstow and, after war service with the Royal Indian Navy in British India, was offered a place at RADA, but he instead went to Merton College, Oxford. Here, with the OUDS, he played parts, which included John of Gaunt in Richard II and Polonius in Hamlet.",
      "pageId": 1556073,
      "monthDay": "04/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Janet_Blair",
      "name": "Janet Blair",
      "aboutText": "Charles Byron Harmon (born April 23, 1924) is an American former professional baseball utility player in Major League Baseball who played for the Cincinnati Redlegs (1954–1956), St. Louis Cardinals (1956–1957) and Philadelphia Phillies (1957).",
      "pageId": 2763502,
      "monthDay": "04/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Warren_Spahn",
      "name": "Warren Spahn",
      "aboutText": "Yiannis Moralis (Greek: Γιάννης Μόραλης; also transliterated Yannis Moralis or Giannis Moralis; 23 April 1916 – 20 December 2009) was an important Greek visual artist and part of the so-called \"Generation of the '30s\".",
      "pageId": 5310530,
      "monthDay": "04/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Marjorie_Cameron",
      "name": "Marjorie Cameron",
      "aboutText": "Janet Blair (April 23, 1921 – February 19, 2007) was a big band singer who went on to become a popular American film and television actress.",
      "pageId": 9619211,
      "monthDay": "04/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jack_May",
      "name": "Jack May",
      "aboutText": "Found alma_mater,",
      "pageId": 10031037,
      "monthDay": "04/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dolph_Briscoe",
      "name": "Dolph Briscoe",
      "aboutText": "Rifaat el-Mahgoub (Arabic: رفعت المحجوب‎, IPA: [ˈɾefʕæt elmæħˈɡuːb]) (23 April 1926 – 12 October 1990) was an important Egyptian politician, speaker of the Egyptian Parliament, and a member of the then ruling National Democratic Party.",
      "pageId": 13827976,
      "monthDay": "04/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Avram_Davidson",
      "name": "Avram Davidson",
      "aboutText": "Sir Arnold Alexander Hall FRS FRAeS (23 April 1915 – 9 January 2000) was a British aeronautical engineer, scientist and industrialist.\n^ \"Sir Arnold Hall\". The Guardian.",
      "pageId": 22405396,
      "monthDay": "04/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Chuck_Harmon",
      "name": "Chuck Harmon",
      "aboutText": "Marjorie Cameron Parsons Kimmel (April 23, 1922 – June 24, 1995), known simply as \"Cameron,\" was an artist, poet, actress, occultist, and wife of rocket pioneer and occultist Jack Parsons. After serving in the U.S. Navy during the Second World War, Cameron settled in Pasadena, California, and met Parsons, who believed her to be the \"Elemental woman\"—an earthly incarnation of the Thelemite goddess Babalon—that he and Scientology founder L. Ron Hubbard had invoked in the early stages of a series of sex magick rituals called the Babalon Working. She is now regarded as a countercultural icon and key figure in the development of postwar Los Angeles art.",
      "pageId": 23310731,
      "monthDay": "04/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bobby_Rosengarden",
      "name": "Bobby Rosengarden",
      "aboutText": "Cleto Bellucci (April 23, 1921 – March 7, 2013) was an Italian Prelate of Roman Catholic Church.\nCleto Bellucci was born in Ancona, Italy and ordained a priest on January 27, 1946. Bellucci was appointed auxiliary archbishop of the Diocese of Taranto on March 15, 1969 as well as titular bishop of Melzi and ordained bishop on May 14, 1969.",
      "pageId": 31269557,
      "monthDay": "04/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/J._P._Donleavy",
      "name": "J. P. Donleavy",
      "aboutText": "Richard Maitland Laws CBE FRS ScD (23 April 1926 – 7 October 2014) was Director of the British Antarctic Survey from 1973–1987; Master of St Edmund’s College, Cambridge from 1985–1996 and Secretary of the Zoological Society of London.",
      "pageId": 31842020,
      "monthDay": "04/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rifaat_el-Mahgoub",
      "name": "Rifaat el-Mahgoub",
      "aboutText": "Juana de Dios Castrello, better known as Diosa Costello (April 23, 1913 – June 20, 2013), was an American entertainer, performer, producer and club owner, often referred to as \"the Latin Bombshell\".",
      "pageId": 38601539,
      "monthDay": "04/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Richard_Laws",
      "name": "Richard Laws",
      "aboutText": "Sir Eric Grant Yarrow, 3rd Baronet, MBE, DL, FRSE (born 23 April 1920) is a British businessman.\nHe was born the heir to his baronetcy, the lowest ranked heritable title, lying below a Peerage of the United Kingdom. After serving during World War II as a Major in the Royal Engineers, he joined the family business Yarrow Shipbuilders, in 1946, later becoming President of Yarrow plc until 1987, and was Chairman of Clydesdale Bank from 1985 to 1991.",
      "pageId": 42547256,
      "monthDay": "04/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Shirley_Temple",
      "name": "Shirley Temple",
      "aboutText": "Roy Kelton Orbison (April 23, 1936 – December 6, 1988), also known by his nickname the Big O, was an American singer-songwriter and musician, known for his distinctive, powerful voice, complex compositions, and dark emotional ballads. Orbison grew up in Texas and began singing in a rockabilly/country and western band in high school until he was signed by Sun Records in Memphis. His greatest success came with Monument Records between 1960 and 1964, when 22 of his songs placed on the Billboard Top 40, including \"Only the Lonely\", \"Crying\", and \"Oh, Pretty Woman\".",
      "pageId": 26552,
      "monthDay": "04/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/George_Steiner",
      "name": "George Steiner",
      "aboutText": "James Fuller \"Jim\" Fixx (April 23, 1932 – July 20, 1984) was an American who authored the 1977 best-selling book The Complete Book of Running. He is credited with helping start America's fitness revolution, popularizing the sport of running and demonstrating the alleged health benefits of regular jogging. He died of a heart attack while jogging at 52 years of age.",
      "pageId": 178915,
      "monthDay": "04/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Michael_Bowen_(bishop)",
      "name": "Michael Bowen",
      "aboutText": "Vernice \"Bunky\" Green (born April 23, 1935) is an American jazz alto saxophonist and educator.",
      "pageId": 321508,
      "monthDay": "04/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Alan_Oppenheimer",
      "name": "Alan Oppenheimer",
      "aboutText": "Lee Majors (born Harvey Lee Yeary; April 23, 1939) is an American television, film and voice actor. He is known for his roles as Heath Barkley in the TV series The Big Valley (1965–69), as Colonel Steve Austin in The Six Million Dollar Man (1973–78), and as Colt Seavers in The Fall Guy (1981–86).",
      "pageId": 745082,
      "monthDay": "04/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Halston",
      "name": "Halston",
      "aboutText": "Shirley Temple Black (née Temple; April 23, 1928 – February 10, 2014) was an American film and television actress, singer, dancer, and public servant, most famous as Hollywood's number-one box-office star from 1935 through 1938. As an adult, she entered politics and became a diplomat, serving as United States Ambassador to Ghana and later to Czechoslovakia, and as Chief of Protocol of the United States.\nTemple began her film career in 1932 at the age of three.",
      "pageId": 804602,
      "monthDay": "04/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jim_Fixx",
      "name": "Jim Fixx",
      "aboutText": "Francis George Steiner, FBA (born April 23, 1929) is a French-born American literary critic, essayist, philosopher, novelist, and educator. He has written extensively about the relationship between language, literature and society, and the impact of the Holocaust. An article in The Guardian described Steiner as a \"polyglot and polymath\", saying that he is either \"often credited with recasting the role of the critic\", or a \"pretentious namedropper\" whose \"range comes at the price of inaccuracy\" and \"complacency\".",
      "pageId": 826281,
      "monthDay": "04/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Annie_Easley",
      "name": "Annie Easley",
      "aboutText": "Annie J. Easley (April 23, 1933 – June 25, 2011) was an African-American computer scientist, mathematician, and rocket scientist. She worked for the Lewis Research Center of the National Aeronautics and Space Administration (NASA) and its predecessor, the National Advisory Committee for Aeronautics (NACA). She was a leading member of the team which developed software for the Centaur rocket stage and one of the first African-Americans in her field.",
      "pageId": 1551099,
      "monthDay": "04/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/George_Canseco",
      "name": "George Canseco",
      "aboutText": "Ray Peterson (April 23, 1939 – January 25, 2005) was an American pop singer who was best remembered for singing \"Tell Laura I Love Her\" and \"Corrina, Corrina\" (incorrectly printed as \"Corrine, Corrina\" on some record labels) in the 1960s.",
      "pageId": 1675495,
      "monthDay": "04/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Fikret_Hakan",
      "name": "Fikret Hakan",
      "aboutText": "Alan Louis Oppenheimer (born April 23, 1930) is an American character actor, active in stage, television and film and a voice artist and video game actor.",
      "pageId": 2329206,
      "monthDay": "04/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bunky_Green",
      "name": "Bunky Green",
      "aboutText": "Roy Halston Frowick (April 23, 1932 – March 26, 1990), known as Halston, was an American fashion designer who rose to international fame in the 1970s.",
      "pageId": 4137190,
      "monthDay": "04/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Roy_Orbison",
      "name": "Roy Orbison",
      "aboutText": "Michael Joseph Copps (born April 23, 1940) is a former Commissioner of the U.S. Federal Communications Commission (FCC), an independent agency of the United States government. He was sworn in on May 31, 2001 and served until December 31, 2011. He took on the additional role of acting chairman from January 22, 2009 through June 28, 2009.",
      "pageId": 4826121,
      "monthDay": "04/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/Victoria_Glendinning",
      "name": "Victoria Glendinning",
      "aboutText": "Jorge Fons Pérez (born in Tuxpan, Veracruz, Mexico on April 23, 1939) is a Mexican film director.\nHe belongs to the first generation of film directors of the UNAM. His short film, Caridad (1973), is still considered one of the best films in Mexican cinema. Two of the most important films of his filmography are Rojo amanecer (1989) and El callejón de los milagros (1995) based in the homonym book by Naguib Mahfouz, Midaq Alley of 1947 (زقق المدق), which breaks the classic lineal plots in films.",
      "pageId": 4981695,
      "monthDay": "04/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/David_Mills_(cricketer,_born_1937)",
      "name": "David Mills",
      "aboutText": "Sishtla Sreeramamurthy Janaki (born 23 April 1938), commonly known as S. Janaki, is an Indian Playback singer who has recorded nearly 40,000 songs, mostly in South Indian languages, in a career spanning 50 years. The most number of songs she has recorded is in Kannada. She has won four National Film Awards and 31 different State Film Awards.",
      "pageId": 5851473,
      "monthDay": "04/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/S._Janaki",
      "name": "S. Janaki",
      "aboutText": "George Masangkay Canseco was born 23 April 1934 in Naic, Cavite, Philippines and died 19 November 2004 in Manila, Philippines.",
      "pageId": 8062336,
      "monthDay": "04/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jorge_Fons",
      "name": "Jorge Fons",
      "aboutText": "Victoria Glendinning, CBE (born 23 April 1937), is a British biographer, critic, broadcaster and novelist; she is an Honorary Vice-President of English PEN, a winner of the James Tait Black Memorial Prize, was awarded a CBE in 1998 and is Vice-President of the Royal Society of Literature.",
      "pageId": 11287815,
      "monthDay": "04/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bill_Hagerty",
      "name": "Bill Hagerty",
      "aboutText": "Dale Houston (April 23, 1940 – September 27, 2007) was an American singer who, along with his performing partner, Grace Broussard, hit the Billboard chart as Dale & Grace with two rock and roll singles. The first was the #1 gold record \"I'm Leaving It Up to You\" in 1963. \"Stop and Think It Over\" reached #8 in 1964.",
      "pageId": 13508447,
      "monthDay": "04/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lee_Majors",
      "name": "Lee Majors",
      "aboutText": "Michael George Bowen (born 23 April 1930, Gibraltar) is a British prelate of the Roman Catholic Church.",
      "pageId": 14864096,
      "monthDay": "04/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ray_Peterson",
      "name": "Ray Peterson",
      "aboutText": "Fikret Hakan (born Bumin Gaffar Çitanak on 23 April 1934 in Balıkesir, Turkey) is a prolific Turkish film actor and a recipient of the honorary State Artist, a prestigious title awarded by the Turkish government.\nHakan began his artistic career in 1950 as an actor for the Ses Theatre and a contributor to literary magazines.\nMaking his debut in Evli mi bekar mi, a short comedy directed by Muhsin Ertugrul in 1951, and his feature film debut in 1953 in Köprüalti Çocuklari (Kids Under the Bridge), he has made over 170 appearances in film to date, although his career was at its most productive throughout the 1950s and 1960s through to 1976.",
      "pageId": 16078713,
      "monthDay": "04/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michael_Copps",
      "name": "Michael Copps",
      "aboutText": "David Cecil Mills (23 April 1937 – 16 March 2013) was an English cricketer. Mills was a right-handed batsman who bowled right-arm medium pace. He was born in Camborne, Cornwall and educated at Clifton College, where he represented the college cricket team.",
      "pageId": 32582726,
      "monthDay": "04/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dale_Houston",
      "name": "Dale Houston",
      "aboutText": "Bill Hagerty (born 23 April 1939) is a British former newspaper editor, now chairman of \"British Journalism Review\".\nBorn in Ilford, Hagerty attended Beal Grammar School, where he developed an interest in journalism, although his headteacher was dismissive of the idea. Despite this, he entered journalism with local newspapers before joining Reynolds News, soon to become the Sunday Citizen, in 1962.",
      "pageId": 41686896,
      "monthDay": "04/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michael_Kadosh",
      "name": "Michael Kadosh",
      "aboutText": "Paavo Tapio Lipponen ( pronunciation ) (born 23 April 1941) is a Finnish politician and former reporter. He was Prime Minister of Finland from 1995 to 2003, and Chairman of the Social Democratic Party of Finland from 1993 to 2005. He also served as Speaker of the Parliament of Finland from 2003–2007 and was his party's nominee in the 2012 Finnish presidential election but received only 6.7% of the votes, making it the biggest defeat the Social Democratic Party has ever had in Finnish Presidential elections.",
      "pageId": 24206,
      "monthDay": "04/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jacqueline_Boyer",
      "name": "Jacqueline Boyer",
      "aboutText": "Hervé Jean-Pierre Villechaize (23 April 1943 – 4 September 1993) was a French actor of English and Filipino descent who achieved worldwide recognition for various roles including that of the evil henchman Nick Nack in the James Bond film, The Man with the Golden Gun (1974), as well as Mr. Roarke's assistant, Tattoo, in the television series Fantasy Island (1978–1984). On Fantasy Island, he was well known for delivering the line \"Ze plane!",
      "pageId": 58075,
      "monthDay": "04/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paavo_Lipponen",
      "name": "Paavo Lipponen",
      "aboutText": "Josephine Bernadette McAliskey (née Devlin; born 23 April 1947), usually known as Bernadette Devlin or Bernadette McAliskey, is an Irish socialist and republican political activist. She served as a Member of the UK Parliament from 1969 to 1974 for the Mid Ulster constituency. She lost her seat to John Dunlop of the Vanguard Progressive Unionist Party, after coming third in a four-sided contest in the general election of February 1974.",
      "pageId": 192817,
      "monthDay": "04/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michael_Lynne",
      "name": "Michael Lynne",
      "aboutText": "Pascal Quignard (French: [kiɲaʁ]; born April 23, 1948) is a French writer born in Verneuil-sur-Avre, Eure. In 2002 his novel Les Ombres errantes won the Prix Goncourt, France's top literary prize. Terrasse à Rome (Terrasse in Rome), received the French Academy prize in 2000.",
      "pageId": 285472,
      "monthDay": "04/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ed_Stewart",
      "name": "Ed Stewart",
      "aboutText": "Sandra Dee (April 23, 1942 – February 20, 2005) was an American actress. Dee began her career as a model and progressed to film. Best known for her portrayal of ingenues, Dee won a Golden Globe Award in 1959 as one of the year's most promising newcomers, and over several years her films were popular.",
      "pageId": 594010,
      "monthDay": "04/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sandra_Dee",
      "name": "Sandra Dee",
      "aboutText": "Carlton Alex Sherwood (December 16, 1946 – June 11, 2014) was an American journalist who produced the anti-John Kerry film Stolen Honor. Sherwood served on two news teams which were responsible for the award of the Pulitzer Prize and the Peabody Award to their organizations.\nAfter working for the Unification Church-owned Washington Times, he authored Inquisition : The Persecution and Prosecution of the Reverend Sun Myung Moon, a book about the United States v.",
      "pageId": 1020055,
      "monthDay": "04/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Johnnie_Casson",
      "name": "Johnnie Casson",
      "aboutText": "Anthony James \"Tony O\" Esposito (born April 23, 1943) is a retired Canadian-American professional ice hockey goaltender, who played in the National Hockey League, most notably for the Chicago Black Hawks. He was one of the pioneers of the now popular butterfly style. Tony is the younger brother of Phil Esposito, a centre.",
      "pageId": 1236588,
      "monthDay": "04/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gail_Goodrich",
      "name": "Gail Goodrich",
      "aboutText": "Jacqueline Boyer (born Jacqueline Ducos, 23 April 1941 in Paris) is a French singer and actress. She is also the daughter of performers Jacques Pills and Lucienne Boyer.\nIn 1960, she won the Eurovision Song Contest for France singing \"Tom Pillibi\", with music composed by André Popp and lyrics by Pierre Cour.",
      "pageId": 1250290,
      "monthDay": "04/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tony_Esposito",
      "name": "Tony Esposito",
      "aboutText": "Gail Charles Goodrich Jr. (born April 23, 1943) is a retired American professional basketball player in the National Basketball Association (NBA). He is best known for scoring a then record 42 points in the 1965 NCAA championship game vs.",
      "pageId": 1402983,
      "monthDay": "04/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Frans_Koppelaar",
      "name": "Frans Koppelaar",
      "aboutText": "Ed \"Stewpot\" Stewart (born 23 April 1941) is a British broadcaster.",
      "pageId": 1839816,
      "monthDay": "04/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Delano_Meriwether",
      "name": "Delano Meriwether",
      "aboutText": "Sir Richard Clive Mottram, GCB (born 23 April 1946) is chairman or board member of a number of private and public sector organisations. He is chairman of the board of Amey PLC, and a member of the International Advisory Board of GardaWorld. He is a Visiting Professor at the London School of Economics and Political Science and member of the Advisory Board of LSE IDEAS. He is a trustee of the Royal Anniversary Trust which oversees The Queen's Anniversary Prizes for Higher and Further Education .",
      "pageId": 2515481,
      "monthDay": "04/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Herv%C3%A9_Villechaize",
      "name": "Hervé Villechaize",
      "aboutText": "Frans Thomas Koppelaar (born April 23, 1943), is a Dutch painter, who was born in The Hague, Netherlands.\nFrom 1963 to 1969, he attended the Royal Academy of Visual Arts at The Hague. He moved to Amsterdam in 1968.",
      "pageId": 3567886,
      "monthDay": "04/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jean-Fran%C3%A7ois_St%C3%A9venin",
      "name": "Jean-François Stévenin",
      "aboutText": "Michael Lynne (born 23 April 1941 in Brooklyn, New York) is an American film executive.",
      "pageId": 7302619,
      "monthDay": "04/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Richard_Mottram",
      "name": "Richard Mottram",
      "aboutText": "Glenn Douglas Barnard Cornick (23 April 1947 – 28 August 2014) was a British bass player, best known as a founding member of the British band Jethro Tull.",
      "pageId": 8639886,
      "monthDay": "04/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Robert_Burgess_(sociologist)",
      "name": "Robert Burgess",
      "aboutText": "Serge Thériault (born April 23, 1948) is a Quebec comedian and actor.",
      "pageId": 8945334,
      "monthDay": "04/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Glenn_Cornick",
      "name": "Glenn Cornick",
      "aboutText": "Johnnie Casson is an English comedian who has appeared on numerous occasions on British television, notably on ITV's The Comedians and many guest spots on Des O'Connor Tonight.",
      "pageId": 16061497,
      "monthDay": "04/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bernadette_Devlin_McAliskey",
      "name": "Bernadette Devlin McAliskey",
      "aboutText": "Sir Robert Burgess DL, FAcSS (born 23 April 1947) is a British sociologist and academic. He was appointed Vice-Chancellor of the University of Leicester in 1999, succeeding Ken Edwards. He was President of the British Sociological Association 1989-1991.",
      "pageId": 19922894,
      "monthDay": "04/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carlton_Sherwood",
      "name": "Carlton Sherwood",
      "aboutText": "Wilhelm Delano Meriwether (born April 23, 1943) is an American physician and a former track and field athlete.",
      "pageId": 21843938,
      "monthDay": "04/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pascal_Quignard",
      "name": "Pascal Quignard",
      "aboutText": "Jean-François Stévenin (born 23 April 1944) is a French actor and filmmaker. He has appeared in 150 films and television shows since 1968. He starred in the film Cold Moon, which was entered into the 1991 Cannes Film Festival.",
      "pageId": 23919875,
      "monthDay": "04/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Serge_Th%C3%A9riault",
      "name": "Serge Thériault",
      "aboutText": "Michael \"Lufa\" Kadosh (April 23, 1940 – April 29, 2014) was an Israeli footballer who also worked as the manager of Hapoel Jerusalem.",
      "pageId": 27142521,
      "monthDay": "04/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Collier",
      "name": "Paul Collier",
      "aboutText": "Michael Francis Moore (born April 23, 1954) is an American documentary filmmaker, screenwriter, author, journalist, actor, and left-wing political activist. He is the director and producer of Fahrenheit 9/11 (2004), a critical look at the presidency of George W. Bush and the War on Terror, which is the highest-grossing documentary at the American boxoffice of all time and winner of the Palme d'Or. His film Bowling for Columbine (2002), which examines the causes of the Columbine High School massacre, won the Academy Award for Documentary Feature.",
      "pageId": 74461,
      "monthDay": "04/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/David_Cross_(musician)",
      "name": "David Cross",
      "aboutText": "Judy Davis (born 23 April 1955) is an Australian film, television and stage actress. An eight-time AACTA Award winner, she won two BAFTA Awards for her role as Sybylla Melvin in the 1979 film My Brilliant Career, and received Academy Award nominations for A Passage to India (1984) and Husbands and Wives (1992). She is also a three-time Emmy Award winner; for Serving in Silence (1995), the title role in Life with Judy Garland: Me and My Shadows (2001), and The Starter Wife (2007).",
      "pageId": 238788,
      "monthDay": "04/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joyce_DeWitt",
      "name": "Joyce DeWitt",
      "aboutText": "Anthony John Miles (23 April 1955 – 12 November 2001) was an English chess Grandmaster, the first Englishman to earn the Grandmaster title in over-the-board play.",
      "pageId": 241714,
      "monthDay": "04/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rowley_Leigh",
      "name": "Rowley Leigh",
      "aboutText": "Joyce Anne DeWitt (born April 23, 1949) is an American actress most famous for playing Janet Wood on the ABC sitcom Three's Company.",
      "pageId": 350869,
      "monthDay": "04/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Narada_Michael_Walden",
      "name": "Narada Michael Walden",
      "aboutText": "Kenji Kawai (川井 憲次, Kawai Kenji, born April 23, 1957 in Shinagawa, Tokyo, Japan) is a Japanese music composer, for motion pictures, anime movies, video games and televised programs. He has contributed to the musical scores for numerous films from Japan and other countries in Asia, working in film genres as diverse as anime, horror, sci-fi and historical epic.",
      "pageId": 541329,
      "monthDay": "04/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/James_Russo",
      "name": "James Russo",
      "aboutText": "Fumi Hirano (平野 文, Hirano Fumi, born April 23, 1955 in Tokyo) is a Japanese voice actress and essayist who is best known for voicing Lum Invader in the anime series Urusei Yatsura. Fumi attended Tamagawa University in Machida, Tokyo where she graduated with a degree in Theatre from the Department of Fine Arts in the College of Humanities.",
      "pageId": 1043705,
      "monthDay": "04/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tony_Atlas",
      "name": "Tony Atlas",
      "aboutText": "Narada Michael Walden (/ˈnɑːrᵊdə/ NAH-rə-də; born Michael Walden, April 23, 1952, Kalamazoo, Michigan, United States) is an American producer, drummer, singer, and songwriter. He was given the name Narada by guru Sri Chinmoy in the early 1970s and his musical career spans three decades, in which he was awarded several gold, platinum and multi-platinum awards.",
      "pageId": 1319369,
      "monthDay": "04/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Stephen_Dalton",
      "name": "Stephen Dalton",
      "aboutText": "Janet Vivian \"Jan\" Hooks (April 23, 1957 – October 9, 2014) was an American actress and comedian best known for her work on Saturday Night Live, where she was a repertory player from 1986–91, and continued making cameo appearances until 1994.",
      "pageId": 1507385,
      "monthDay": "04/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Lucinda_Jenney",
      "name": "Lucinda Jenney",
      "aboutText": "Anthony White (born April 23, 1954) better known by his ring name Tony Atlas is an American bodybuilder, powerlifter, and professional wrestler who has held multiple titles and championships in each sport. He is also known by his bodybuilding title, \"Mr. USA\" (a distinction he earned three times), the nom de guerre the \"Black Superman\", as well as an alter ego named Saba Simba.",
      "pageId": 1690669,
      "monthDay": "04/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Moore",
      "name": "Michael Moore",
      "aboutText": "Michael George \"Mike\" Smith (23 April 1955 – 1 August 2014), also known by his \"on air\" nickname Smitty, was an English television and radio presenter, racing driver, pilot and businessman.",
      "pageId": 2163696,
      "monthDay": "04/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Judy_Davis",
      "name": "Judy Davis",
      "aboutText": "Hilmar Örn Hilmarsson (Icelandic: [ˈhɪlmar ˈœr̥tn̥ ˈhɪlmarsɔn]; born 23 April 1958), also known as HÖH, is a musician, an art director, and allsherjargoði (chief goði) of Ásatrúarfélagið (\"the Ásatrú Association\").\nHilmar Örn Hilmarsson was a pioneer in the use of computers when composing music and cleared the path for new ideas in recording and arrangements.",
      "pageId": 2202715,
      "monthDay": "04/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Fumi_Hirano",
      "name": "Fumi Hirano",
      "aboutText": "This article refers to the musician, for other people named David Cross, see David Cross (disambiguation)",
      "pageId": 2371891,
      "monthDay": "04/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tony_Miles",
      "name": "Tony Miles",
      "aboutText": "Neville Brody (born 23 April 1957) is an English graphic designer, typographer and art director.\nNeville Brody is an alumnus of the London College of Printing and Hornsey College of Art, and is known for his work on The Face magazine (1981–1986) and Arena magazine (1987–1990) which also includes David Beckham in the poster, as well as for designing record covers for artists such as Cabaret Voltaire and Depeche Mode. He created the company Research Studios in 1994 and is a founding member of Fontworks.",
      "pageId": 2465347,
      "monthDay": "04/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Urmas_Ott",
      "name": "Urmas Ott",
      "aboutText": "Ryan William Walter (born April 23, 1958) is a Canadian former professional ice hockey centre who played 15 seasons in the National Hockey League. He was also an assistant coach with the Vancouver Canucks, head coach of the Canadian National Women's hockey team, a hockey broadcaster and president of the Abbotsford Heat of the American Hockey League.",
      "pageId": 4011408,
      "monthDay": "04/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mike_Smith_(presenter)",
      "name": "Mike Smith",
      "aboutText": "Lucinda Jenney (born April 23, 1954) is an American actress.",
      "pageId": 5294245,
      "monthDay": "04/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Neville_Brody",
      "name": "Neville Brody",
      "aboutText": "James Vincent Russo (born April 23, 1953) is an American film and television actor. He has appeared in over 90 films in three decades.",
      "pageId": 8284590,
      "monthDay": "04/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jan_Hooks",
      "name": "Jan Hooks",
      "aboutText": "Sir Paul Collier, CBE (born 23 April 1949) is Professor of Economics and Public Policy in the Blavatnik School of Government at the University of Oxford.\nHe is also a Director of the International Growth Centre, the Director of the Centre for the Study of African Economies, and a Fellow of St Antony's College, Oxford.\nFrom 1998 until 2003 he was the director of the Development Research Group of the World Bank.",
      "pageId": 12653283,
      "monthDay": "04/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kenji_Kawai",
      "name": "Kenji Kawai",
      "aboutText": "Urmas Ott (April 23, 1955 – October 17, 2008) was an Estonian television and radio journalist, and famous talk show host in Soviet Union, Estonia and Russia.\nOtt was born in Otepää and first appeared on the Soviet Channel One in 1986 as host of TV Acquaintance show. He later worked on Russian Channel One and Estonian ETV, hosting \"Urmas Ott and Others\" on the latter channel.",
      "pageId": 14864005,
      "monthDay": "04/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Hilmar_%C3%96rn_Hilmarsson",
      "name": "Hilmar Örn Hilmarsson",
      "aboutText": "Air Chief Marshal Sir Stephen Gary George Dalton GCB, ADC (born 23 April 1954) is a retired Royal Air Force commander. As commanding officer of XIII Squadron, he deployed on Operation Jural, the United Kingdom's contribution to Operation Southern Watch enforcing the No-Fly Zone over Southern Iraq. He then moved on to high command, serving as Head of Air Operations at the Ministry of Defence during the preparations for and conduct of Operation Telic in Iraq.",
      "pageId": 20878252,
      "monthDay": "04/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ryan_Walter",
      "name": "Ryan Walter",
      "aboutText": "Rowley Leigh (born 23 April 1950) is a British chef, restaurateur and journalist who lives in Shepherd's Bush, London.\nBorn in Manchester, Leigh attended Rushmoor school in Bedford before going to Clifton College and Christ's College, Cambridge in 1968. After Cambridge he tried his hand at farming and novel writing before falling into cooking \"almost by accident\" in 1977.",
      "pageId": 25587809,
      "monthDay": "04/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Valerie_Bertinelli",
      "name": "Valerie Bertinelli",
      "aboutText": "John David Hannah (born 23 April 1962) is a Scottish film and television actor. He came to prominence in Richard Curtis's Four Weddings and a Funeral (1994) and has since appeared in Sliding Doors (1998) and in The Mummy trilogy (1999-2008). His television roles include: Dr Iain McCallum in McCallum (1995–1998); D.I. John Rebus in Rebus (2000–2001); Jack Roper in New Street Law (2006–2007); Jake Osbourne in Cold Blood (2007–2008), Jack Cloth in A Touch of Cloth, Quintus Lentulus Batiatus in Spartacus (2010–2011) and Jason's father (Aeson) in the BBC series Atlantis.",
      "pageId": 240338,
      "monthDay": "04/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Steve_Clark",
      "name": "Steve Clark",
      "aboutText": "Matthew \"McCall\" Freeman (born Roger Matthew Freeman on April 23, 1966) is an American musician.",
      "pageId": 475813,
      "monthDay": "04/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Barry_Douglas_(musician)",
      "name": "Barry Douglas",
      "aboutText": "Melina Eleni Kanakaredes Constantinides (born April 23, 1967) is an American actress. She is widely known for her roles in U.S. primetime television dramas as Dr.",
      "pageId": 553822,
      "monthDay": "04/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/L%C3%A9o_Jaime",
      "name": "Léo Jaime",
      "aboutText": "George Lopez (born April 23, 1961) is an American comedian, actor, and talk show host. He is mostly known for starring in his self-produced ABC sitcom George Lopez. His stand-up comedy examines race and ethnic relations, including Mexican American culture.",
      "pageId": 620458,
      "monthDay": "04/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Claude_Julien_(ice_hockey)",
      "name": "Claude Julien",
      "aboutText": "Valerie Anne Bertinelli (born April 23, 1960) is an American actress.",
      "pageId": 745601,
      "monthDay": "04/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dirk_Bach",
      "name": "Dirk Bach",
      "aboutText": "James \"Jim\" Stynes OAM (23 April 1966 – 20 March 2012) was a prominent Irish-born Australian footballer who was best known for his career as a professional Australian rules football player and administrator. He was a philanthropist, charity worker and writer.",
      "pageId": 748320,
      "monthDay": "04/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Terry_Gordy",
      "name": "Terry Gordy",
      "aboutText": "Pierluigi Martini (born 23 April 1961) is an Italian former racing driver. He participated in 124 Formula One Grands Prix (with 119 starts) between 1984 and 1995.",
      "pageId": 1201750,
      "monthDay": "04/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/George_Lopez",
      "name": "George Lopez",
      "aboutText": "Paul Alexandre Belmondo (born April 23, 1963) is a French racing driver who raced in Formula One for the March and Pacific Racing teams. He was born in Boulogne-Billancourt, Hauts-de-Seine, the son of actor Jean-Paul Belmondo and grandson of sculptor Paul Belmondo. Around 1981, Paul gained publicity for becoming the lover of Princess Stéphanie of Monaco.",
      "pageId": 1235361,
      "monthDay": "04/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Pierluigi_Martini",
      "name": "Pierluigi Martini",
      "aboutText": "Stephen Maynard \"Steve\" Clark (23 April 1960 – 8 January 1991) was an English musician best known as the co-lead guitarist and a principal songwriter for the British hard rock band, Def Leppard, until his 1991 death from an overdose brought on by a combination of multiple prescription drugs and alcohol. In 2007, Clark was ranked No.",
      "pageId": 1443316,
      "monthDay": "04/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Hannah_(actor)",
      "name": "John Hannah",
      "aboutText": "Rhéal Paul Cormier (born April 23, 1967) is a Canadian-born former Major League Baseball pitcher.\nHe attended Community College of Rhode Island in Warwick, Rhode Island, and was drafted by the St. Louis Cardinals in the 6th round of the 1988 amateur draft.",
      "pageId": 1474360,
      "monthDay": "04/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Shaun_Spiers",
      "name": "Shaun Spiers",
      "aboutText": "Terry Ray Gordy Sr. (April 23, 1961 – July 16, 2001) was a professional wrestler who was best known in North America for being a member of the Fabulous Freebirds.",
      "pageId": 1873599,
      "monthDay": "04/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_Belmondo",
      "name": "Paul Belmondo",
      "aboutText": "Shaun Mark Spiers (born 23 April 1962) is the Chief Executive of the Campaign to Protect Rural England and a former Member of the European Parliament.\n^ \"Shaun Spiers\". London: The Guardian.",
      "pageId": 6327694,
      "monthDay": "04/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gianandrea_Noseda",
      "name": "Gianandrea Noseda",
      "aboutText": "Barry Douglas,OBE (born 23 April 1960) in Belfast, Northern Ireland, is a classical pianist and conductor.",
      "pageId": 7024246,
      "monthDay": "04/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tommy_DeCarlo",
      "name": "Tommy DeCarlo",
      "aboutText": "Gianandrea Noseda (born 23 April 1964) is an Italian conductor. He studied piano, composition and conducting in Milan. He furthered his conducting studies with Donato Renzetti, Myung-Whun Chung and Valery Gergiev.",
      "pageId": 7483164,
      "monthDay": "04/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Matt_Freeman",
      "name": "Matt Freeman",
      "aboutText": "Lembit Oll (23 April 1966 in Kohtla-Järve – 17 May 1999 in Tallinn) was an Estonian chess grandmaster. He was already successful as a junior, becoming champion of Estonia in 1982 and junior champion of the Soviet Union in 1984. He also won multiple European and World junior championships.",
      "pageId": 9144892,
      "monthDay": "04/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lembit_Oll",
      "name": "Lembit Oll",
      "aboutText": "Leonardo \"Léo\" Jaime (born April 23, 1960) is a Brazilian singer-songwriter, guitarist, actor and writer, famous for being one of the founding members of the new wave band João Penca e Seus Miquinhos Amestrados.",
      "pageId": 12775330,
      "monthDay": "04/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jim_Stynes",
      "name": "Jim Stynes",
      "aboutText": "Dirk Bach (23 April 1961 – 1 October 2012) was a German television comedy actor, best known as co-host of Ich bin ein Star – Holt mich hier raus!",
      "pageId": 13222919,
      "monthDay": "04/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rheal_Cormier",
      "name": "Rheal Cormier",
      "aboutText": "Tommy DeCarlo (born April 23, 1965), is an American singer and is the current lead singer of Boston.",
      "pageId": 17133762,
      "monthDay": "04/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kim_Hee-ae",
      "name": "Kim Hee-ae",
      "aboutText": "Kim Hee-ae (born April 23, 1967) is a South Korean actress.",
      "pageId": 26139615,
      "monthDay": "04/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Melina_Kanakaredes",
      "name": "Melina Kanakaredes",
      "aboutText": "Claude Julien (born April 23, 1960) is Canadian former professional ice hockey player and the current head coach of the Boston Bruins of the National Hockey League (NHL). He is the longest tenured head coach currently in the NHL. He has previously served as head coach of the Montreal Canadiens and the New Jersey Devils in the NHL, as well as in the American Hockey League (AHL) with the Hamilton Bulldogs. In 2011 and 2013, he coached the Bruins to the Stanley Cup Finals, guiding the Boston team to their sixth all-time league victory.",
      "pageId": 42080143,
      "monthDay": "04/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Princess_Aisha_bint_Al_Hussein",
      "name": "Princess Aisha bint Al Hussein",
      "aboutText": "Timothy James McVeigh (April 23, 1968 – June 11, 2001) was an American terrorist who detonated a truck bomb in front of the Alfred P. Murrah Federal Building in Oklahoma City on April 19, 1995. Commonly referred to as the Oklahoma City bombing, the attack killed 168 people and injured over 600. According to the United States Government, it was the deadliest act of terrorism within the United States prior to the September 11 attacks, and remains the most significant act of domestic terrorism in United States history.",
      "pageId": 31535,
      "monthDay": "04/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Princess_Zein_bint_Al_Hussein",
      "name": "Princess Zein bint Al Hussein",
      "aboutText": "Yelena Lvovna Shushunova (Russian: Елена Львовна Шушунова; name sometimes rendered Elena Shushunova; born 23 April 1969) is a Russian (former Soviet) gymnast, World, European, and Olympic Champion. Shushunova is one of only two women (Ludmilla Tourischeva being the other) who has won the grand slam of All-Around titles: Olympics, World Championships, World Cup and European Championships. Shushunova was renowned for pioneering complex skills as well as for her explosive and dynamic tumbling and high consistency, although she lacked the form and artistry of some of her rivals.",
      "pageId": 75039,
      "monthDay": "04/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ken_McRae",
      "name": "Ken McRae",
      "aboutText": "Found Spouse, Patricia Manterola (Spanish pronunciation: [paˈtɾisja manteˈɾola]; born Bertha Patricia Manterola Carrión on April 23, 1972) is a Mexican singer, actress, model, and fashion designer born in Mexico City.",
      "pageId": 916630,
      "monthDay": "04/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Timothy_McVeigh",
      "name": "Timothy McVeigh",
      "aboutText": "Arthur Phillips (born April 23, 1969) is an American novelist.",
      "pageId": 1268213,
      "monthDay": "04/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Martin_L%C3%B3pez-Zubero",
      "name": "Martin López-Zubero",
      "aboutText": "Scott Hamilton Bairstow (born April 23, 1970) is a Canadian actor known for his roles as Newt Call on the Lonesome Dove series in Canada and as Ned Grayson on the American television drama series Party of Five.",
      "pageId": 2146483,
      "monthDay": "04/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Arthur_Phillips",
      "name": "Arthur Phillips",
      "aboutText": "Richard Wolstencroft (born 23 April 1969, aka Richard Masters) is an Australian filmmaker, film festival director, former nightclub promoter, writer, cinema critic, cultural and political commentator.",
      "pageId": 2404486,
      "monthDay": "04/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Yelena_Shushunova",
      "name": "Yelena Shushunova",
      "aboutText": "Charmaine Sinclair (born Charmain Florence L Garth 23 April 1971 in Chertsey, Surrey) is an English glamour model and pornographic actress.",
      "pageId": 2545459,
      "monthDay": "04/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Byron_Thames",
      "name": "Byron Thames",
      "aboutText": "Princess Aisha bint Hussein (born 23 April 1968) is the sister of King Abdullah II of Jordan and is the twin sister of Princess Zein. Her parents are Princess Muna al-Hussein and King Hussein.",
      "pageId": 3859144,
      "monthDay": "04/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Richard_Wolstencroft",
      "name": "Richard Wolstencroft",
      "aboutText": "Martín López-Zubero Purcell (born April 23, 1969), also known as Martin Zubero, is a former competition swimmer and Olympic gold medalist.",
      "pageId": 6330753,
      "monthDay": "04/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sadao_Abe",
      "name": "Sadao Abe",
      "aboutText": "Ulrike “Uli” Herzner (born 23 April 1971) is a fashion designer originally from East Germany, currently living in Miami Beach, Florida. She was a contestant on the third season of the Bravo network reality television series Project Runway, where she finished runner-up to Jeffrey Sebelia. She starred in her own show, It's Very Uli on Plum TV, and finished as second runner-up on season 2 of Project Runway All-Stars.",
      "pageId": 7379386,
      "monthDay": "04/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Egemen_Ba%C4%9F%C4%B1%C5%9F",
      "name": "Egemen Bağış",
      "aboutText": "Pierre Labrie (born 23 April 1972) is a Québécois poet, born at Mont-Joli, Quebec. He now lives in Trois-Rivières.\nVery involved in the social and cultural milieu of the region, he was president of the Société des Écrivains de la Mauricie, co-founder and editor of les Éditions Cobalt, and co-founder of the magazine Les Soirs Rouges, which he ran until 2003.",
      "pageId": 7501364,
      "monthDay": "04/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Scott_Bairstow",
      "name": "Scott Bairstow",
      "aboutText": "Dennis Culp (born April 23, 1970 in Denver, Colorado) is an American trombonist and singer/songwriter best known for his work with the bands Brave Saint Saturn and Five Iron Frenzy. He currently resides in New Jersey with his wife Melinda, and has released one solo album, Ascents, under the name Dennis Bayne. Dennis Culp is a member of the band Roam which began in 2010, they have released one EP. He is also the CFO, owner, and Executive Producer at Singing Serpent, a firm providing music for the television advertising industry.",
      "pageId": 8044801,
      "monthDay": "04/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dennis_Culp",
      "name": "Dennis Culp",
      "aboutText": "Andrew Gee (born 23 April 1970 in Queensland) is an Australian rugby league administrator and former football operations manager at the Brisbane Broncos of the NRL. Also a former player with the club, he was a Queensland State of Origin representative prop forward, and at the time of his retirement, held the Broncos' club record for most appearances of any forward.",
      "pageId": 9674309,
      "monthDay": "04/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrew_Gee",
      "name": "Andrew Gee",
      "aboutText": "Princess Zein bint Hussein (born 23 April 1968 in Amman, Jordan) is the sister of King Abdullah II of Jordan and is the twin sister of Princess Aisha bint Al Hussein.",
      "pageId": 11445704,
      "monthDay": "04/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Hans_V%C3%A4lim%C3%A4ki",
      "name": "Hans Välimäki",
      "aboutText": "Kenneth Duncan McRae (born April 23, 1968 in Winchester, Ontario) is the former head coach of the Peterborough Petes in the OHL. McRae is also a former right winger who played in 137 games in the National Hockey League with the Quebec Nordiques and Toronto Maple Leafs.",
      "pageId": 13558424,
      "monthDay": "04/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Uli_Herzner",
      "name": "Uli Herzner",
      "aboutText": "Egemen Bağış (born 23 April 1970) is a Turkish politician, member of the Turkish parliament since November 2002, and the former minister for EU Affairs and chief negotiator of Turkey in accession talks with the European Union.",
      "pageId": 15624936,
      "monthDay": "04/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Charmaine_Sinclair",
      "name": "Charmaine Sinclair",
      "aboutText": "Sadao Abe (阿部 サダヲ, Abe Sadao, born Abe Takashi (阿部 隆史); April 23, 1970) is a Japanese actor, stage actor and musician from Matsudo, Chiba Prefecture, Japan. He started his acting career after joining a theater company/talent agency, Otona Keikaku, in around 1992 and gained his popularity after the drama series Team Medical Dragon and as being the lead singer of the Japanese comedy rock band Group Tamashii.",
      "pageId": 15652118,
      "monthDay": "04/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Demet_Akal%C4%B1n",
      "name": "Demet Akalın",
      "aboutText": "Demet Akalın (born 23 April 1972 in Gölcük, Kocaeli) is a famous Turkish pop singer and former model.",
      "pageId": 17327583,
      "monthDay": "04/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Pierre_Labrie",
      "name": "Pierre Labrie",
      "aboutText": "Byron Thames (born April 23, 1969) is an American television and film actor and musician.",
      "pageId": 20199990,
      "monthDay": "04/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Patricia_Manterola",
      "name": "Patricia Manterola",
      "aboutText": "Hans Välimäki (born 23 April 1970) is a Finnish chef, and since 1998, was the owner of the now closed restaurant Chez Dominique. Välimäki is the chief judge of the Sub culinary show Top Chef Suomi.",
      "pageId": 35852647,
      "monthDay": "04/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sonya_Smith",
      "name": "Sonya Smith",
      "aboutText": "Sonya Eleonora Smith Jacquet [ˈsonja eleoˈnoɾa (e)smit ʝaˈket] (born April 23, 1972) is an American-born Venezuelan actress best known for her roles in telenovelas.",
      "pageId": 201963,
      "monthDay": "04/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Peter_Dench",
      "name": "Peter Dench",
      "aboutText": "John Felix Anthony Cena (/ˈsiːnə/; born April 23, 1977) is an American professional wrestler, rapper and an actor signed to WWE. Cena is credited by WWE as the public face of their organization, and has served as its franchise player since 2005.\nCena started his pro wrestling career in 1999 with Ultimate Pro Wrestling, and won its heavyweight title the following year. Cena signed a developmental contract with the World Wrestling Federation (WWF, later renamed to WWE) in 2001, debuting on the main roster in 2002.",
      "pageId": 345802,
      "monthDay": "04/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Patrick_Poulin",
      "name": "Patrick Poulin",
      "aboutText": "Andruw Rudolf Jones (Papiamento pronunciation: [ˈandruw ˈdʒonz]; born April 23, 1977) is a Dutch baseball outfielder who is a currently a free agent. He has played in Major League Baseball (MLB) for the Atlanta Braves, Los Angeles Dodgers, Texas Rangers, Chicago White Sox and New York Yankees and in Nippon Professional Baseball (NPB) for the Tohoku Rakuten Golden Eagles. Jones has been a noted defensive specialist, and won the Rawlings Gold Glove Award for outfielders every year from 1998 through 2007.",
      "pageId": 875934,
      "monthDay": "04/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cem_Y%C4%B1lmaz",
      "name": "Cem Yılmaz",
      "aboutText": "Kal Penn (born Kalpen Suresh Modi; April 23, 1977) is an American actor, producer, and civil servant.\nAs an actor, he is known for his role portraying Dr. Lawrence Kutner on the television program House, as well as the character Kumar Patel in the Harold & Kumar film series.",
      "pageId": 879015,
      "monthDay": "04/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Carlos_Dengler",
      "name": "Carlos Dengler",
      "aboutText": "Gezahegne Abera (Amharic: ገዛሄኘ አበራ; born April 23, 1978) is an Ethiopian athlete, winner of the marathon race at the 2000 Summer Olympics.\nBorn in Etya, Arsi Province, Gezahegne's first international competition was the 1999 Los Angeles Marathon, where he finished fourth, behind three Kenyans. That earned him a place in the Ethiopian 1999 World Championships team, where he finished eleventh.",
      "pageId": 884096,
      "monthDay": "04/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Michael_Kerr_(rugby)",
      "name": "Michael Kerr",
      "aboutText": "Michael Barrett \"Barry\" Watson (born April 23, 1974) is an American actor, known for his roles of Matthew \"Matt\" Camden on 7th Heaven, Brian Davis in What About Brian and Todd Deepler in Samantha Who?.",
      "pageId": 1041206,
      "monthDay": "04/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Barry_Watson_(actor)",
      "name": "Barry Watson",
      "aboutText": "Gabriel Damon (born April 23, 1976) is an American actor.",
      "pageId": 1726226,
      "monthDay": "04/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/J%C3%B3nsi",
      "name": "Jónsi",
      "aboutText": "Jón Þór \"Jónsi\" Birgisson (pronounced [ˈjouːn ˈθouːr ˈpɪrkɪsɔn, ˈjounsɪ]) (born 23 April 1975) is the guitarist and vocalist for the Icelandic post-rock band Sigur Rós. He is known for his use of a cello bow on guitar and his falsetto or countertenor voice. He is also blind in his right eye from birth as a result of a broken optic nerve from the brain.",
      "pageId": 2190075,
      "monthDay": "04/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bobby_Shaw",
      "name": "Bobby Shaw",
      "aboutText": "Carlos Andres Dengler (born April 23, 1974), previously known as Carlos D., is an American musician best known as the former bass guitarist for the post-punk/rock band Interpol.",
      "pageId": 2391388,
      "monthDay": "04/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gabriel_Damon",
      "name": "Gabriel Damon",
      "aboutText": "William Reid Mitchell (born April 23, 1977) is a Canadian professional ice hockey defenceman who currently serves as captain of the Florida Panthers of the National Hockey League (NHL). He is known primarily as a physical defensive defenceman. Mitchell played Junior A in the British Columbia Hockey League (BCHL) and Saskatchewan Junior Hockey League (SJHL) before joining the college ranks with the Clarkson Knights of ECAC Hockey in 1997.",
      "pageId": 3634160,
      "monthDay": "04/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aaron_Dessner",
      "name": "Aaron Dessner",
      "aboutText": "John William Oliver (born 23 April 1977) is an English comedian, political commentator, television host, and occasional actor. He is widely known in the United States for hosting HBO's Last Week Tonight with John Oliver and for his work on The Daily Show with Jon Stewart. He co-hosts the satirical comedy podcast The Bugle and hosted John Oliver's New York Stand-Up Show on Comedy Central.",
      "pageId": 4361541,
      "monthDay": "04/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bryce_Dessner",
      "name": "Bryce Dessner",
      "aboutText": "Joseph Emelien Patrick Poulin (born April 23, 1973 in Vanier, Quebec) is a retired former professional ice hockey player who played 634 games in the National Hockey League between 1991 and 2002.",
      "pageId": 5630200,
      "monthDay": "04/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tesfaye_Jifar",
      "name": "Tesfaye Jifar",
      "aboutText": "Cem Yılmaz (pronounced [ˈd͡ʒem jɯɫˈmaz], born 23 April 1973 in Istanbul, Turkey) is a Turkish stand-up comedian, actor, filmmaker and cartoonist, best known for his films G.O.R.A. (2004), A.R.O.G (2008) and Yahşi Batı (2010), who has won two Sadri Alışık awards for his roles in Organize İşler (2005) and The Magician (2006).",
      "pageId": 6258693,
      "monthDay": "04/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/John_Cena",
      "name": "John Cena",
      "aboutText": "Tesfaye Jifar (Amharic: ተስፋዬ ጅፋር) born April 23, 1976) is a male Ethiopian long-distance runner.\nJifar won the New York City Marathon in 2001, his time of 2:07:43 standing as the course record for ten years. The same year he was second at the Tokyo Marathon and won the Saint Silvester Marathon held in Brazil.",
      "pageId": 7987028,
      "monthDay": "04/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andruw_Jones",
      "name": "Andruw Jones",
      "aboutText": "Bobby T. Shaw II (born April 23, 1975 in San Francisco, California) is a former American football wide receiver in the National Football League. Shaw has played for five NFL teams: Seattle Seahawks, Pittsburgh Steelers, Jacksonville Jaguars, Buffalo Bills, and San Diego Chargers. Shaw attended Galileo High School and played college football at California.",
      "pageId": 10095764,
      "monthDay": "04/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Willie_Mitchell_(ice_hockey)",
      "name": "Willie Mitchell",
      "aboutText": "Bryce David Dessner (born April 23, 1976) is a Brooklyn-based composer, guitarist, and curator primarily known as a member of the Grammy Award-nominated band The National. In addition to his work with The National, Dessner has made a name for himself as an acclaimed composer, working with some of the world’s most creative and respected musicians and visual artists, including Alejandro González Iñárritu, Justin Peck, Ragnar Kjartansson, Hiroshi Sugimoto, Marcel Dzama and Matthew Ritchie, among others. Dessner is also the founder of the MusicNOW Festival, a founding member of the improvisatory instrumental group Clogs and co-founder of Brassland Records.",
      "pageId": 21288431,
      "monthDay": "04/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/John_Oliver_(comedian)",
      "name": "John Oliver",
      "aboutText": "Aaron Brooking Dessner (born April 23, 1976) is a Brooklyn-based songwriter, multi-instrumentalist and producer. He is best known as a member of the acclaimed rock band The National.",
      "pageId": 22699059,
      "monthDay": "04/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kal_Penn",
      "name": "Kal Penn",
      "aboutText": "Michael Kerr (born 23 April 1974) is a German international rugby union player, playing for the RG Heidelberg in the Rugby-Bundesliga and the German national rugby union team. He is originally from New Zealand and qualified to play for Germany after five years of residence in the country.\nHe made his last game for Germany against a Welsh Districts XV on 24 February 2007.",
      "pageId": 26810238,
      "monthDay": "04/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lee_Young-pyo",
      "name": "Lee Young-pyo",
      "aboutText": "Peter Dench (23 April 1972) is a photojournalist working primarily in advertising, editorial and portraiture photography.",
      "pageId": 34295441,
      "monthDay": "04/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gezahegne_Abera",
      "name": "Gezahegne Abera",
      "aboutText": "Lee Young-pyo (Korean: 이영표; born 23 April 1977) is a retired South Korean footballer. Lee was recognized for his speed and dribbling skills. His former manager Martin Jol once called him \"the best left-back in Holland\".",
      "pageId": 42394078,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Beng%C3%BC_(singer)",
      "name": "Bengü",
      "aboutText": "Alexandra Konstantinovna Kosteniuk (Russian: Алекса́ндра Константи́новна Костеню́к; born 23 April 1984) is a Russian chess Grandmaster and a former Women's World Chess Champion.",
      "pageId": 588010,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wu_Di_(renju_player)",
      "name": "Wu Di",
      "aboutText": "Jaime King (born April 23, 1979) is an American actress and model. In her modeling career and early film roles, she used the names Jamie King and James King, which was a childhood nickname given to King by her parents, because her agency already represented another Jaime—the older, then-more famous model Jaime Rishar.\nA successful model, King was discovered at age 14 in 1993 and appeared in Vogue, Mademoiselle and Harper's Bazaar, among other fashion magazines.",
      "pageId": 764137,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Barry_Hawkins",
      "name": "Barry Hawkins",
      "aboutText": "Chris Omprakash Sharma (born April 23, 1981 in Santa Cruz, California) is an American rock climber. In 2007, NPR wrote that Sharma had been described as the world's best rock climber.\n^ a b \"Chris Sharma\".",
      "pageId": 868200,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaime_King",
      "name": "Jaime King",
      "aboutText": "Lauri Ylönen (born 23 April 1979) is the frontman of the Finnish alternative rock band The Rasmus.",
      "pageId": 1141601,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joanna_Krupa",
      "name": "Joanna Krupa",
      "aboutText": "Daniela Hantuchová (Slovak pronunciation: [ˈdaɲiela ˈɦantuxoʋaː]; born 23 April 1983) is a Slovak tennis player. She turned professional in 1999 and had her breakthrough year in 2002, when she won her first WTA tournament, the Indian Wells Masters, defeating Martina Hingis in the final and becoming the lowest-ranked player to ever win the tournament. She also reached the quarterfinals of that year's Wimbledon Championship and US Open, ending the year in the top 10.",
      "pageId": 1417888,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Samppa_Lajunen",
      "name": "Samppa Lajunen",
      "aboutText": "Yana Gupta (née Synková, born 23 April 1979) is a Czech model, actress and author working in Mumbai. She started her modelling career at the age of 16, and after graduating in Park Architecture and Gardening, she left for Japan, where she modeled for a considerable period of time. Her restless spirit then took her to India, where she spent her initial years at the Osho’s Meditation centre in Pune.",
      "pageId": 1477377,
      "monthDay": "04/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lauri_Yl%C3%B6nen",
      "name": "Lauri Ylönen",
      "aboutText": "Sean Michael Henn (born April 23, 1981) is an American former professional baseball pitcher. Henn attended McLennan Community College in Texas, and was drafted in the 26th round in 2000 by the New York Yankees. He played in Major League Baseball (MLB) for the Yankees, San Diego Padres, Minnesota Twins, Baltimore Orioles and New York Mets.",
      "pageId": 2075004,
      "monthDay": "04/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yana_Gupta",
      "name": "Yana Gupta",
      "aboutText": "Joanna Krupa (Polish pronunciation: [jɔˈanːa ˈkrupa]; born 23 April 1979) is a Polish American model and actress. She is best known for her appearances on the reality television shows Dancing with the Stars, Poland's Next Top Model and The Real Housewives of Miami.",
      "pageId": 2079934,
      "monthDay": "04/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Seka_Aleksi%C4%87",
      "name": "Seka Aleksić",
      "aboutText": "Angel Locsin (born Angelica Locsin Colmenares; April 23, 1985) is a Filipina television and film actress, commercial model, film producer and fashion designer. She came to prominence for her television roles as Alwina in the 2004 fantasy-themed television series Mulawin and as the superheroine Darna in the TV adaptation of the Mars Ravelo comics. Locsin was a contract artist of GMA Network up to early 2007 until she transferred to its rival network, ABS-CBN. She then starred as Lyka in the television series Lobo, which earned her an International Emmy Award nomination for best performance.",
      "pageId": 2270846,
      "monthDay": "04/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sean_Henn",
      "name": "Sean Henn",
      "aboutText": "Svetlana Aleksić Piljikić (pronounced [sʋɛ̌tlana ǎlɛksitɕ]; born 23 April 1981), known by her stage name Seka Aleksić, is a Bosnian-Serbian pop folk recording artist. Born in Bosnia, she moved to Serbia in 1992, at the start of the Bosnian War. After several years singing at discotheques throughout Europe, she had a breakthrough in 2002, after performing at a music festival.",
      "pageId": 2508323,
      "monthDay": "04/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chris_Sharma",
      "name": "Chris Sharma",
      "aboutText": "Barry Hawkins (born 23 April 1979) is an English professional snooker player from Ditton in Kent. He turned professional in 1996, but only rose to prominence in the 2004/2005 snooker season, when he reached the last 16 of the 2004 UK Championship, the quarter-finals of the 2004 British Open, and the semi-finals of the 2005 Welsh Open. He has now spent eight successive seasons ranked inside the top 32.",
      "pageId": 2515395,
      "monthDay": "04/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lady_Gabriella_Windsor",
      "name": "Lady Gabriella Windsor",
      "aboutText": "Sven Kramer (Dutch pronunciation: [svɛn ˈkraːmər]; born 23 April 1986) is a Dutch long track speed skater who has won an all-time men's record seven World Allround Championships as well as a men's record seven European Allround Championships. He is the Olympic champion of the 5000 meters in Vancouver 2010 and Sochi 2014 and won a record (for both men and women) 15 gold medals at the World Single Distance Championships (held since 1996); six in the 5000 meters, three in the 10,000 meters, and six in the team pursuit. His nine individual titles are a men's record.",
      "pageId": 3205037,
      "monthDay": "04/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daniela_Hantuchov%C3%A1",
      "name": "Daniela Hantuchová",
      "aboutText": "Lady Gabriella Windsor (Gabriella Marina Alexandra Ophelia; born 23 April 1981), known both professionally and personally as Ella Windsor, is an English freelance feature writer, and the only daughter of Prince Michael of Kent and his wife, née Baroness Marie-Christine von Reibnitz.\nHer paternal great-grandparents were King George V and Queen Mary. She is a member of the British Royal Family, where members of the Royal Family belong to (are born into), or are married into, the House of Windsor.",
      "pageId": 4819311,
      "monthDay": "04/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aaron_Hill_(actor)",
      "name": "Aaron Hill",
      "aboutText": "Samppa Lajunen (born 23 April 1979 in Turku) is a retired Finnish Nordic combined athlete who competed during the late 1990s and early 2000s.",
      "pageId": 4943577,
      "monthDay": "04/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Milo%C5%A1_Karadagli%C4%87",
      "name": "Miloš Karadaglić",
      "aboutText": "Jacob Taio Cruz (born 23 April 1985), is a British singer, songwriter, record producer, rapper, and entrepreneur. In 2008, he released his debut album Departure, which he wrote, arranged and produced himself. It achieved some success in the United Kingdom and earned him a MOBO Award nomination.",
      "pageId": 8919720,
      "monthDay": "04/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexandra_Kosteniuk",
      "name": "Alexandra Kosteniuk",
      "aboutText": "Aaron Hill (born April 23, 1983) is an American actor most famous for his portrayal of \"Beaver\" on the television show Greek.\nBorn in Santa Clara, California, he began his acting career in 2001 with a single episode role on The Brothers Garcia. He has since been seen in Mad Men, Malcolm in the Middle, Gilmore Girls, Hannah Montana, CSI: Miami, Breaking Bad, How I Met Your Mother, and was a regular on ABC Family's series Greek.",
      "pageId": 16886075,
      "monthDay": "04/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Taio_Cruz",
      "name": "Taio Cruz",
      "aboutText": "Wu Di (born on April 23, 1979 in Fushun, Liaoning Province) is a Chinese renju player and was renju World Champion 2007. In 2008 he achieved third place in renju Team World Championship playing on the second table of Chinese team.\n^ \"Tournaments (2007 World Championships)\".",
      "pageId": 23823266,
      "monthDay": "04/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Angel_Locsin",
      "name": "Angel Locsin",
      "aboutText": "Alysia Montaño (née Johnson) (born April 23, 1986) is an American middle distance runner. She is a six-time USA Outdoor champion 2007 (1:59.47), 2010 (1:59.87), 2011 (1:58.33); 2012 (1:59.08); 2013 (1:58.67); 2015 (1:59.15). She perhaps gained more notoriety for the 2014 that she did not win.",
      "pageId": 26553500,
      "monthDay": "04/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sven_Kramer",
      "name": "Sven Kramer",
      "aboutText": "Bengü Erden (pronounced [benˈɟy eɾˈden]; born 23 April 1979, İzmir) is a Turkish Pop music singer.",
      "pageId": 26721671,
      "monthDay": "04/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alysia_Monta%C3%B1o",
      "name": "Alysia Montaño",
      "aboutText": "Miloš Karadaglić (Montenegrin Cyrillic: Милош Карадаглић, born 1983) sometimes just his mononym Miloš is an award-winning classical guitarist and Deutsche Grammophon/Mercury Classics recording artist from Montenegro.\n^ [1] Malta Independent.",
      "pageId": 34080278,
      "monthDay": "04/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jessica_Stam",
      "name": "Jessica Stam",
      "aboutText": "Jessica Stam (born April 23, 1986) is a Canadian model. She is considered to be part of the crop of models described as \"doll faces\".",
      "pageId": 1260441,
      "monthDay": "04/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Arroyo",
      "name": "Michael Arroyo",
      "aboutText": "Erica Danielle Mer (born April 23, 1988) is an American television actress.",
      "pageId": 1452957,
      "monthDay": "04/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/John_Boye",
      "name": "John Boye",
      "aboutText": "Matthew Dillon Underwood (born April 23, 1990) is an American retired actor.",
      "pageId": 1954803,
      "monthDay": "04/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Emily_Fox",
      "name": "Emily Fox",
      "aboutText": "Nicole Vaidišová (Czech pronunciation: [ˈnɪkol ˈvajɟɪʃovaː]; born 23 April 1989) is a Czech professional tennis player. She announced an official comeback in September 2014, having previously retired from the sport in March 2010.\nVaidišová was an Australian Open and French Open semifinalist and also reached the quarterfinals at Wimbledon.",
      "pageId": 2113973,
      "monthDay": "04/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bo%27az_Ma%27uda",
      "name": "Bo'az Ma'uda",
      "aboutText": "Emily Fox (born April 23, 1987) is a former world record holder at sport stacking. She set the overall world record in the cycle (7.43 seconds) in April 2002 and the 3-6-3 (2.72 seconds). However, in 2006, her cycle record was beaten (by Robin Stangenberg from Germany with a time of 7.41 seconds).",
      "pageId": 3702603,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Victor_Anichebe",
      "name": "Victor Anichebe",
      "aboutText": "Victor Chinedu Anichebe (born 23 April 1988) is a Nigerian professional footballer who plays for West Bromwich Albion. He has been described as a fast and powerful player, in the mould of a \"traditional\" centre forward although he is equally adept at playing as a Right Winger where he has been deployed on many occasions throughout his career.",
      "pageId": 4226980,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Prince_Buaben",
      "name": "Prince Buaben",
      "aboutText": "Dev Patel (born 23 April 1990) is a British actor, known for playing Jamal Malik in Danny Boyle's Slumdog Millionaire (2008), for which he won a number of awards, including a Critics' Choice Award and a Screen Actors Guild Award. Patel is also known for his role as Anwar Kharral in Skins; as Sonny Kapoor in The Best Exotic Marigold Hotel and its sequel The Second Best Exotic Marigold Hotel; and as Neal Sampat in Aaron Sorkin's HBO show The Newsroom.",
      "pageId": 9615288,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Molly_Burnett",
      "name": "Molly Burnett",
      "aboutText": "Prince Christian Buaben Abankwah (born 23 April 1988), known as Prince Buaben, is a Ghanaian professional footballer who plays as a midfielder for Scottish Premiership club Heart of Midlothian.\nBuaben grew up in the Netherlands and was a youth player at AFC Ajax, but was forced to leave the club due to residency issues. He joined Dundee United in 2007 and won the Scottish Cup with them in 2010.",
      "pageId": 12417219,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Steph_Houghton",
      "name": "Steph Houghton",
      "aboutText": "Boaz Mauda (Hebrew: בועז מעודה‎, born April 23, 1987) is an Israeli singer and songwriter. He won the fifth season of Kokhav Nolad, the Israeli version of Pop Idol, and represented Israel in the Eurovision Song Contest 2008, finishing in 9th place.\nHis voice has been described as somewhere between David D'Or and Dana International.",
      "pageId": 13119785,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Erica_Mer",
      "name": "Erica Mer",
      "aboutText": "Signe Ronka (born April 23, 1988) is a Canadian former competitive figure skater.",
      "pageId": 13222723,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Carla_Quevedo",
      "name": "Carla Quevedo",
      "aboutText": "Michael Antonio Arroyo Mina (Spanish pronunciation: [mitʃaˈel aˈroyo]; born 23 April 1987) is an Ecuadorian footballer who currently plays for América of the Liga MX, and the Ecuadorian national team as an attacking midfielder.",
      "pageId": 13652095,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Signe_Ronka",
      "name": "Signe Ronka",
      "aboutText": "John Boye (born 23 April 1987 in Accra) is a Ghanaian international professional footballer who plays as a defender for Turkish club Sivasspor.",
      "pageId": 18769055,
      "monthDay": "04/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lenka_Wienerov%C3%A1",
      "name": "Lenka Wienerová",
      "aboutText": "Molly Kathleen Burnett (born April 23, 1988) is an American actress and occasional singer. She previously portrayed the character of Melanie Jonas on the NBC soap opera Days of Our Lives.",
      "pageId": 19095351,
      "monthDay": "04/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nicole_Vaidi%C5%A1ov%C3%A1",
      "name": "Nicole Vaidišová",
      "aboutText": "Nathan Luke Baker (born 23 April 1991) is an English professional footballer who plays for Bristol City in the Championship as a central defender. Baker is a product of the Aston Villa Academy and had loan spells at Lincoln City and Millwall early in his career. He has represented England at U19, U20, and U21 levels.",
      "pageId": 24817997,
      "monthDay": "04/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dev_Patel",
      "name": "Dev Patel",
      "aboutText": "Lenka Wienerová (born 23 April 1988 in Košice) is a Slovak tennis player.\nWienerová has won nine singles and nine doubles titles on the ITF tour in her career. On 10 August 2009, she reached her best singles ranking of world number 128.",
      "pageId": 25469179,
      "monthDay": "04/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Matthew_Underwood",
      "name": "Matthew Underwood",
      "aboutText": "Stephanie Jayne \"Steph\" Houghton (/ˈstɛf ˈhɔərˈtən/; born 23 April 1988) is an English footballer, who both plays for and captains Manchester City and the England women's national football team.\nSince her debut in 2007, Houghton has played over 50 times for the England national team. She was unfortunate to suffer serious injuries immediately before the 2007 World Cup and Euro 2009, but recovered to play in the 2011 World Cup and Euro 2013.",
      "pageId": 27509821,
      "monthDay": "04/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Pikky_Ya_France",
      "name": "Pikky Ya France",
      "aboutText": "Helao Nafidi Ya France (born 23 April 1990) is a Namibian cricketer. He is known by his nickname Picky (Pikky in Afrikaans). Ya France is a left-handed batsman who bowls right-arm slow.",
      "pageId": 31659334,
      "monthDay": "04/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nathan_Baker_(footballer)",
      "name": "Nathan Baker",
      "aboutText": "Sydney Bennett, known by her stage name as Syd tha Kyd or more recently Syd (born April 23, 1992) is a singer, producer and DJ from Crenshaw, Los Angeles, California. She is one of the main producers in Odd Future and a singer, producer and mixer in the neo soul group The Internet with Matt Martians.",
      "pageId": 36578386,
      "monthDay": "04/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Caleb_Johnson_(singer)",
      "name": "Caleb Johnson",
      "aboutText": "Caleb Perry Johnson (born April 23, 1991) is an American singer who won the thirteenth season of American Idol.",
      "pageId": 42004299,
      "monthDay": "04/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Syd_tha_Kyd",
      "name": "Syd tha Kyd",
      "aboutText": "Carla Quevedo (born April 23, 1988) is an Argentine actress and designer.",
      "pageId": 43367928,
      "monthDay": "04/23"
    },
    {
      "year": "1994",
      "uri": "/wiki/Patrick_Olsen",
      "name": "Patrick Olsen",
      "aboutText": "Alexander \"Alex\" Ferris (born April 23, 1997) is a Canadian actor. He appeared on jPod as Connor Lefkowitz, and appeared in The Time Traveler's Wife as Young Henry DeTamble.\nFerris was born in Vancouver, British Columbia, Canada.",
      "pageId": 16810435,
      "monthDay": "04/23"
    },
    {
      "year": "1995",
      "uri": "/wiki/Gigi_Hadid",
      "name": "Gigi Hadid",
      "aboutText": "Patrick Haakon Olsen (born 23 April 1994) is a Danish footballer, who plays for RC Lens of the Ligue 2 in France.",
      "pageId": 35945101,
      "monthDay": "04/23"
    },
    {
      "year": "1997",
      "uri": "/wiki/Alex_Ferris",
      "name": "Alex Ferris",
      "aboutText": "Jelena Noura \"Gigi\" Hadid (/hɑːˈdiːd/; born April 23, 1995) is an American fashion model and television personality. She was named one of the 12 rookies in Sports Illustrated′s annual swimsuit issue in 2014. She has also appeared on the reality-television show The Real Housewives of Beverly Hills.",
      "pageId": 42249836,
      "monthDay": "04/23"
    }
  ]
}