{
  "people": [
    {
      "year": "1214",
      "uri": "/wiki/Louis_IX_of_France",
      "name": "Louis IX of France",
      "aboutText": "Louis IX (25 April 1214 – 25 August 1270), commonly known as Saint Louis, was a Capetian King of France who reigned from 1226 until his death. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII the Lion, although his mother, Blanche of Castile, ruled the kingdom until he reached maturity. During Louis's childhood, Blanche dealt with the opposition of rebellious vassals and put an end to the Albigensian crusade which had started 20 years earlier.",
      "pageId": 18549,
      "monthDay": "04/25"
    },
    {
      "year": "1228",
      "uri": "/wiki/Conrad_IV_of_Germany",
      "name": "Conrad IV of Germany",
      "aboutText": "Oliver Cromwell (25 April 1599 – 3 September 1658) was an English military and political leader and later Lord Protector of the Commonwealth of England, Scotland and Ireland.\nBorn into the middle gentry, albeit to a family descended from the sister of King Henry VIII's minister Thomas Cromwell, Cromwell was relatively obscure for the first 40 years of his life. After undergoing a religious conversion in the 1630s, he became an independent puritan, taking a generally tolerant view towards the many Protestant sects of his period.",
      "pageId": 22413,
      "monthDay": "04/25"
    },
    {
      "year": "1284",
      "uri": "/wiki/Edward_II_of_England",
      "name": "Edward II of England",
      "aboutText": "Christian Felix Klein (25 April 1849 – 22 June 1925) was a German mathematician and mathematics educator, known for his work in group theory, complex analysis, non-Euclidean geometry, and on the connections between geometry and group theory.",
      "pageId": 41887,
      "monthDay": "04/25"
    },
    {
      "year": "1287",
      "uri": "/wiki/Roger_Mortimer,_1st_Earl_of_March",
      "name": "Roger Mortimer, 1st Earl of March",
      "aboutText": "Edward II (25 April 1284 – 21 September 1327), also called Edward of Caernarfon, was King of England from 1307 until he was deposed in January 1327. The fourth son of Edward I, Edward became the heir to the throne following the death of his older brother Alphonso. Beginning in 1300, Edward accompanied his father on campaigns to pacify Scotland, and in 1306 he was knighted in a grand ceremony at Westminster Abbey.",
      "pageId": 44848,
      "monthDay": "04/25"
    },
    {
      "year": "1502",
      "uri": "/wiki/Georg_Major",
      "name": "Georg Major",
      "aboutText": "George Major (April 25, 1502 – November 28, 1574) was a Lutheran theologian of the Protestant Reformation. He was born in Nuremberg and died at Wittenberg.",
      "pageId": 45138,
      "monthDay": "04/25"
    },
    {
      "year": "1599",
      "uri": "/wiki/Oliver_Cromwell",
      "name": "Oliver Cromwell",
      "aboutText": "The Rt. Hon. Richard Boyle, 3rd Earl of Burlington and 4th Earl of Cork, KG, PC (25 April 1694 – 15 December 1753), born in Yorkshire, England, was the son of The 2nd Earl of Burlington and 3rd Earl of Cork and Juliana Noel (1672-1750).",
      "pageId": 59194,
      "monthDay": "04/25"
    },
    {
      "year": "1608",
      "uri": "/wiki/Gaston,_Duke_of_Orl%C3%A9ans",
      "name": "Gaston, Duke of Orléans",
      "aboutText": "Conrad (25 April 1228 – 21 May 1254) of Hohenstaufen was Duke of Swabia (1235–1246), King of Jerusalem (as Conrad II; 1228–1254), King of Germany (as Conrad IV; 1237–1254), King of Italy and of King of Sicily (as Conrad I; 1250–1254).",
      "pageId": 182758,
      "monthDay": "04/25"
    },
    {
      "year": "1621",
      "uri": "/wiki/Roger_Boyle,_1st_Earl_of_Orrery",
      "name": "Roger Boyle, 1st Earl of Orrery",
      "aboutText": "Gaston, Duke of Orléans (25 April 1608 – 2 February 1660), was the third son of King Henry IV of France and his wife Marie de Medici. As a son of the king, he was born a Fils de France. He later acquired the title Duke of Orléans, by which he was generally known during his adulthood.",
      "pageId": 287076,
      "monthDay": "04/25"
    },
    {
      "year": "1666",
      "uri": "/wiki/Johann_Heinrich_Buttstett",
      "name": "Johann Heinrich Buttstett",
      "aboutText": "Nicolas Charles Oudinot, 1st Comte Oudinot, 1st Duc de Reggio (25 April 1767 in Bar-le-Duc – 13 September 1848 in Paris), was a Marshal of France.",
      "pageId": 311478,
      "monthDay": "04/25"
    },
    {
      "year": "1694",
      "uri": "/wiki/Richard_Boyle,_3rd_Earl_of_Burlington",
      "name": "Richard Boyle, 3rd Earl of Burlington",
      "aboutText": "Roger de Mortimer, 3rd Baron Mortimer, 1st Earl of March (25 April 1287 – 29 November 1330), was an English nobleman and powerful Marcher lord who gained many estates in the Welsh Marches and Ireland following his advantageous marriage to the wealthy heiress Joan de Geneville, 2nd Baroness Geneville. In November 1316, he was appointed Lord Lieutenant of Ireland. He was imprisoned in the Tower of London in 1322 for having led the Marcher lords in a revolt against King Edward II in what became known as the Despenser War.",
      "pageId": 441235,
      "monthDay": "04/25"
    },
    {
      "year": "1710",
      "uri": "/wiki/James_Ferguson_(Scottish_astronomer)",
      "name": "James Ferguson",
      "aboutText": "Roger Boyle, 1st Earl of Orrery (25 April 1621 – 16 October 1679) was a soldier, dramatist and politician from the British Isles who sat in the House of Commons of England at various times between 1654 and 1679. Lord Broghill, as Boyle was then called, fought in the Irish Confederate Wars (part of the Wars of the Three Kingdoms) and subsequently became known for his antagonism towards Irish Catholics and their political aspirations.",
      "pageId": 539225,
      "monthDay": "04/25"
    },
    {
      "year": "1723",
      "uri": "/wiki/Giovanni_Marco_Rutini",
      "name": "Giovanni Marco Rutini",
      "aboutText": "Doña Carlota Joaquina of Spain (Carlota Joaquina Teresa Cayetana; 25 April 1775 – 7 January 1830) was a Queen consort of Portugal as wife of John VI, Infant of Spain, Infant consort of Portugal, Princess consort of Brazil, Princess regent consort of Portugal and Queen consort of the United Kingdom of Portugal, Brazil and Algarves. She was the eldest daughter and surviving child of King Charles IV of Spain and his wife Maria Luisa of Parma.",
      "pageId": 603034,
      "monthDay": "04/25"
    },
    {
      "year": "1725",
      "uri": "/wiki/Augustus_Keppel,_1st_Viscount_Keppel",
      "name": "Augustus Keppel, 1st Viscount Keppel",
      "aboutText": "Admiral Augustus Keppel, 1st Viscount Keppel PC (25 April 1725 – 2 October 1786) was an officer of the Royal Navy during the Seven Years' War and the War of American Independence.",
      "pageId": 603569,
      "monthDay": "04/25"
    },
    {
      "year": "1767",
      "uri": "/wiki/Nicolas_Oudinot",
      "name": "Nicolas Oudinot",
      "aboutText": "Princess Mary, Duchess of Gloucester and Edinburgh (25 April 1776 – 30 April 1857) was the 11th child and 4th daughter of King George III of the United Kingdom.\nShe married her first cousin, Prince William Frederick, Duke of Gloucester and Edinburgh, when both were 40, and was his widow in later life. In her last years, her niece, Victoria, was on the throne as the fourth monarch during Mary's life, after her father and two of her brothers.",
      "pageId": 912593,
      "monthDay": "04/25"
    },
    {
      "year": "1770",
      "uri": "/wiki/Georg_Sverdrup",
      "name": "Georg Sverdrup",
      "aboutText": "Georg Sverdrup (25 April 1770 – 8 December 1850), born Jørgen Sverdrup, was a Norwegian statesman, most well known for being President of the Norwegian Constituent Assembly in Eidsvoll in 1814. He was a member of the Norwegian Parliament and was also responsible for the development of the first Norwegian university library.",
      "pageId": 1219034,
      "monthDay": "04/25"
    },
    {
      "year": "1775",
      "uri": "/wiki/Carlota_Joaquina_of_Spain",
      "name": "Carlota Joaquina of Spain",
      "aboutText": "James Ferguson (25 April 1710 – 17 November 1776) was a Scottish astronomer, instrument and globe maker.\nFerguson's globes were inspired by the early 18th Century globes of John Senex. Senex sold James Ferguson the copper plates for his globe gores, but not the copper plates used for Senex's pocket globe gores.",
      "pageId": 2000367,
      "monthDay": "04/25"
    },
    {
      "year": "1776",
      "uri": "/wiki/Princess_Mary,_Duchess_of_Gloucester_and_Edinburgh",
      "name": "Princess Mary, Duchess of Gloucester and Edinburgh",
      "aboutText": "Gustavus Vaughan Brooke (25 April 1818 – 11 January 1866) was an Irish stage actor who enjoyed success in Ireland, England and Australia.",
      "pageId": 6531469,
      "monthDay": "04/25"
    },
    {
      "year": "1818",
      "uri": "/wiki/Gustavus_Vaughan_Brooke",
      "name": "Gustavus Vaughan Brooke",
      "aboutText": "Johann Heinrich Buttstett (also Buttstedt, Buttstädt; April 25, 1666, Bindersleben – December 1, 1727, Erfurt) was a German Baroque organist and composer.",
      "pageId": 8733440,
      "monthDay": "04/25"
    },
    {
      "year": "1843",
      "uri": "/wiki/Princess_Alice_of_the_United_Kingdom",
      "name": "Princess Alice of the United Kingdom",
      "aboutText": "Giovanni Marco Rutini (25 April 1723 – 22 December 1797) was an Italian composer.",
      "pageId": 19228409,
      "monthDay": "04/25"
    },
    {
      "year": "1849",
      "uri": "/wiki/Felix_Klein",
      "name": "Felix Klein",
      "aboutText": "Princess Alice of the United Kingdom (Alice Maud Mary; 25 April 1843 – 14 December 1878; later Princess Louis of Hesse and Grand Duchess of Hesse and by Rhine) was the third child and second daughter of Queen Victoria and Albert, Prince Consort. Alice was the first of Queen Victoria's nine children to die, and one of three to be outlived by their mother, who died in 1901.\nAlice spent her early childhood in the company of her parents and siblings, travelling between the British royal residences.",
      "pageId": 19498673,
      "monthDay": "04/25"
    },
    {
      "year": "1850",
      "uri": "/wiki/Luise_Adolpha_Le_Beau",
      "name": "Luise Adolpha Le Beau",
      "aboutText": "Guglielmo Marconi, 1st Marquis of Marconi (Italian: [ɡuʎˈʎɛlmo marˈkoːni]; 25 April 1874 – 20 July 1937) was an Italian inventor and electrical engineer, known for his pioneering work on long-distance radio transmission and for his development of Marconi's law and a radio telegraph system. He is often credited as the inventor of radio, and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun \"in recognition of their contributions to the development of wireless telegraphy\". An entrepreneur, businessman, and founder in Britain in 1897 of The Wireless Telegraph & Signal Company (which became the Marconi Company), Marconi succeeded in making a commercial success of radio by innovating and building on the work of previous experimenters and physicists.",
      "pageId": 12104,
      "monthDay": "04/25"
    },
    {
      "year": "1851",
      "uri": "/wiki/Leopoldo_Alas",
      "name": "Leopoldo Alas",
      "aboutText": "Wolfgang Ernst Pauli (25 April 1900 – 15 December 1958) was an Austrian-born Swiss theoretical physicist and one of the pioneers of quantum physics.",
      "pageId": 33972,
      "monthDay": "04/25"
    },
    {
      "year": "1862",
      "uri": "/wiki/Edward_Grey,_1st_Viscount_Grey_of_Fallodon",
      "name": "Edward Grey, 1st Viscount Grey of Fallodon",
      "aboutText": "Andrey Nikolaevich Kolmogorov (Russian: Андрей Николаевич Колмогоров; IPA: [ɐnˈdrʲej nʲɪkɐˈlajɪvʲɪtɕ kəlmɐˈɡorəf], 25 April 1903 – 20 October 1987) was a 20th-century Soviet mathematician who made significant contributions to the mathematics of probability theory, topology, intuitionistic logic, turbulence, classical mechanics, algorithmic information theory and computational complexity.",
      "pageId": 91161,
      "monthDay": "04/25"
    },
    {
      "year": "1868",
      "uri": "/wiki/John_Moisant",
      "name": "John Moisant",
      "aboutText": "Mary, Princess Royal and Countess of Harewood (Victoria Alexandra Alice Mary; 25 April 1897 – 28 March 1965) was a member of the British Royal Family; she was the third child and only daughter of King George V and Queen Mary. The sixth holder of the title of Princess Royal, Mary held the title of princess with the style Highness from birth as the then great-granddaughter of the British sovereign, and later Her Royal Highness, as the granddaughter and finally daughter of the Sovereign.",
      "pageId": 181254,
      "monthDay": "04/25"
    },
    {
      "year": "1871",
      "uri": "/wiki/Lorne_Currie",
      "name": "Lorne Currie",
      "aboutText": "Edward Grey, 1st Viscount Grey of Fallodon, Bt KG PC FZL DL (25 April 1862 – 7 September 1933), better known as Sir Edward Grey, 3rd Baronet, was a British Liberal statesman. An adherent of the \"New Liberalism,\" he served as Foreign Secretary from 1905 to 1916, the longest continuous tenure of any person in that office. He is probably best remembered for his remark at the outbreak of the First World War: \"The lamps are going out all over Europe.",
      "pageId": 218235,
      "monthDay": "04/25"
    },
    {
      "year": "1873",
      "uri": "/wiki/Walter_de_la_Mare",
      "name": "Walter de la Mare",
      "aboutText": "Walter John de la Mare OM CH (/ˈdɛləˌmɛər/; 25 April 1873 – 22 June 1956) was an English poet, short story writer and novelist. He is probably best remembered for his works for children, for his poem \"The Listeners\", and for subtle psychological horror stories, amongst them \"Seaton's Aunt\" and \"Out of the Deep\".",
      "pageId": 254469,
      "monthDay": "04/25"
    },
    {
      "year": "1874",
      "uri": "/wiki/Guglielmo_Marconi",
      "name": "Guglielmo Marconi",
      "aboutText": "Hubert Miles Gladwyn Jebb, 1st Baron Gladwyn GCMG GCVO CB PC known as Gladwyn Jebb (25 April 1900 – 24 October 1996), was a prominent British civil servant, diplomat and politician as well as the Acting Secretary-General of the United Nations for a little over three months.",
      "pageId": 349446,
      "monthDay": "04/25"
    },
    {
      "year": "1874",
      "uri": "/wiki/Ernest_Webb",
      "name": "Ernest Webb",
      "aboutText": "Mary Miles Minter (April 25, 1902 – August 4, 1984) was an American actress. She appeared in 54 silent era motion pictures from 1912 to 1923.\nIn 1922, Minter was involved in scandal surrounding the murder of director William Desmond Taylor, for whom she professed her love.",
      "pageId": 579667,
      "monthDay": "04/25"
    },
    {
      "year": "1876",
      "uri": "/wiki/Jacob_Nicol",
      "name": "Jacob Nicol",
      "aboutText": "John Bevins Moisant (April 25, 1868 – December 31, 1910), known as the \"King of Aviators,\" was an American aviator, aeronautical engineer, flight instructor, businessman, and revolutionary. As a pilot, he was the first to conduct passenger flights over a city, across the English Channel, from Paris to London, in the state of Mississippi, and the co-founder of a prominent flying circus, the Moisant International Aviators.\nMoisant funded his aviation career with proceeds from business ventures in El Salvador, where he had led two failed revolutions and coup attempts against President Figueroa in 1907 and 1909.",
      "pageId": 935129,
      "monthDay": "04/25"
    },
    {
      "year": "1878",
      "uri": "/wiki/William_Merz",
      "name": "William Merz",
      "aboutText": "Werner Heyde (aka Fritz Sawade) (25 April 1902 — 13 February 1964) was a German psychiatrist.",
      "pageId": 1862517,
      "monthDay": "04/25"
    },
    {
      "year": "1887",
      "uri": "/wiki/Kojo_Tovalou_Hou%C3%A9nou",
      "name": "Kojo Tovalou Houénou",
      "aboutText": "Fred Girard Haney (April 25, 1896 – November 9, 1977) was an American third baseman, manager, coach and executive in Major League Baseball. As a manager, he won two pennants and a world championship with the Milwaukee Braves and, as an executive, he was the first general manager of the expansion |Los Angeles Angels of the American League. Indeed, for years Haney was one of the most popular baseball figures in Los Angeles.",
      "pageId": 2189339,
      "monthDay": "04/25"
    },
    {
      "year": "1892",
      "uri": "/wiki/Maud_Hart_Lovelace",
      "name": "Maud Hart Lovelace",
      "aboutText": "Leopoldo García-Alas y Ureña (25 April 1852 – 13 June 1901), also known as Clarín, was an Spanish realist novelist born in Zamora. He died in Oviedo.\nAlas spent his childhood living in León and Guadalajara, until he moved to Oviedo in 1865.",
      "pageId": 2401978,
      "monthDay": "04/25"
    },
    {
      "year": "1897",
      "uri": "/wiki/Mary,_Princess_Royal_and_Countess_of_Harewood",
      "name": "Mary, Princess Royal and Countess of Harewood",
      "aboutText": "Maud Hart Lovelace (April 25, 1892 – March 11, 1980) was an American author best known for the Betsy-Tacy series.",
      "pageId": 3106505,
      "monthDay": "04/25"
    },
    {
      "year": "1898",
      "uri": "/wiki/Fred_Haney",
      "name": "Fred Haney",
      "aboutText": "George Nepia (25 April 1905 – 27 June 1986) was a New Zealand Māori rugby union and rugby league player. He is remembered as an exceptional full-back and one of the most famous Māori rugby players. He was inducted into the New Zealand Sports Hall of Fame in 1990.",
      "pageId": 3411354,
      "monthDay": "04/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Gladwyn_Jebb",
      "name": "Gladwyn Jebb",
      "aboutText": "Ernest James \"Ernie\" Webb (25 April 1874 – 24 February 1937) was a British athlete who competed mainly in the 10 mile walk. He was born in Hackney and died in Toronto. Webb competed for the Herne Hill Harriers.",
      "pageId": 7218098,
      "monthDay": "04/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Wolfgang_Pauli",
      "name": "Wolfgang Pauli",
      "aboutText": "William G. Merz (April 25, 1878 – March 17, 1946) was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics.\nHe died in Overland, Missouri.\nIn 1904 he won the silver medal in the rings event and a bronze medal in combined event, in vault event, in pommel horse event and in athletics' triathlon.",
      "pageId": 13840599,
      "monthDay": "04/25"
    },
    {
      "year": "1902",
      "uri": "/wiki/Werner_Heyde",
      "name": "Werner Heyde",
      "aboutText": "Lorne Campbell Currie (25 April 1871, Le Havre, France – 21 June 1926 Le Havre) was a sailor from Great Britain, who represented his country at the 1900 Summer Olympics in Meulan, France. With crew John Gretton, Linton Hope and Algernon Maudslay. Currie, as helmsman, took first place in race of the .5 to 1 ton.",
      "pageId": 14613768,
      "monthDay": "04/25"
    },
    {
      "year": "1902",
      "uri": "/wiki/Mary_Miles_Minter",
      "name": "Mary Miles Minter",
      "aboutText": "Luise Adolpha Le Beau (April 25, 1850 in Rastatt, Grand Duchy of Baden – July 17, 1927 in Baden-Baden) was a German composer of classical music. She was the only daughter of an officer, William Le Beau and his wife Caroline (née Barack). After the retirement of her father from the position of major general in the army of Baden in 1856, both parents devoted themselves to the general education of their daughter.",
      "pageId": 22378257,
      "monthDay": "04/25"
    },
    {
      "year": "1903",
      "uri": "/wiki/Andrey_Kolmogorov",
      "name": "Andrey Kolmogorov",
      "aboutText": "Jacob Nicol (April 25, 1876 – September 23, 1958) was a Canadian lawyer, newspaper publisher, and politician.",
      "pageId": 23184120,
      "monthDay": "04/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/George_Nepia",
      "name": "George Nepia",
      "aboutText": "Kojo Tovalou Houénou (born Marc Tovalou Quénum; 25 April 1887 – 13 July 1936) was a prominent African critic of the French colonial empire in Africa. Born in Porto-Novo (a French protectorate in present-day Benin) to a wealthy father and a mother related to the king of the Kingdom of Dahomey. He was sent to France for education at the age of 13, received a law degree, medical training, and served in the French armed forces as an army doctor during World War I. Following the war, Houénou became a minor celebrity in Paris; dating actresses, writing books as a public intellectual, and making connections with many of the elite of French society.",
      "pageId": 37910618,
      "monthDay": "04/25"
    },
    {
      "year": "1906",
      "uri": "/wiki/William_J._Brennan,_Jr.",
      "name": "William J. Brennan, Jr.",
      "aboutText": "Ella Jane Fitzgerald (April 25, 1917 – June 15, 1996) was an American jazz singer often referred to as the First Lady of Song, Queen of Jazz and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing and intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing.\nAfter tumultuous teenage years, Fitzgerald found stability in musical success with the Chick Webb Orchestra, performing across the country, but most often associated with the Savoy Ballroom in Harlem.",
      "pageId": 50350,
      "monthDay": "04/25"
    },
    {
      "year": "1908",
      "uri": "/wiki/Edward_R._Murrow",
      "name": "Edward R. Murrow",
      "aboutText": "Edward R. Murrow KBE (born Egbert Roscoe Murrow; April 25, 1908 – April 27, 1965) was an American broadcast journalist. He first came to prominence with a series of radio broadcasts for the news division of The Columbia Broadcasting System during World War II, which were followed by millions of listeners in the United States. During the war he assembled a team of foreign correspondents who came to be known as the Murrow Boys.",
      "pageId": 154143,
      "monthDay": "04/25"
    },
    {
      "year": "1909",
      "uri": "/wiki/William_Pereira",
      "name": "William Pereira",
      "aboutText": "Christiaan Karel Appel (pronounced [ˈkrɪstijaːn ˈkaːrəl ˈɑpəl]; 25 April 1921 – 3 May 2006) was a Dutch painter, sculptor, and poet. He started painting at the age of fourteen and studied at the Rijksakademie in Amsterdam in the 1940s.",
      "pageId": 253803,
      "monthDay": "04/25"
    },
    {
      "year": "1910",
      "uri": "/wiki/Arapeta_Awatere",
      "name": "Arapeta Awatere",
      "aboutText": "Earl Bostic (April 25, 1912 – October 28, 1965) was an American jazz alto saxophonist and a pioneer of the post-war American rhythm and blues style. He had a number of popular hits such as \"Flamingo\", \"Harlem Nocturne\", \"Temptation\", \"Sleep\", \"Special Delivery Stomp\" and \"Where or When\", which all showed off his characteristic growl on the horn. He was a major influence on John Coltrane.",
      "pageId": 261744,
      "monthDay": "04/25"
    },
    {
      "year": "1911",
      "uri": "/wiki/Connie_Marrero",
      "name": "Connie Marrero",
      "aboutText": "William Joseph Brennan, Jr. (April 25, 1906 – July 24, 1997) was an American jurist who served as an Associate Justice of the United States Supreme Court from 1956 to 1990. As the seventh longest-serving justice in Supreme Court history, he was known for being a leader of the Court's liberal wing.",
      "pageId": 365242,
      "monthDay": "04/25"
    },
    {
      "year": "1912",
      "uri": "/wiki/Earl_Bostic",
      "name": "Earl Bostic",
      "aboutText": "Jean Carmet (25 April 1920 — 20 April 1994) was a French actor.",
      "pageId": 481726,
      "monthDay": "04/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Nikolaos_Roussen",
      "name": "Nikolaos Roussen",
      "aboutText": "Mortimer Weisinger (April 25, 1915 – May 7, 1978) was an American magazine and comic book editor best known for editing DC Comics' Superman during the mid-1950s to 1960s, in the Silver Age of comic books. He also co-created such features as Aquaman, Green Arrow, and Johnny Quick, served as story editor for the Adventures of Superman television series, and compiled the often-revised paperback 1001 Valuable Things You Can Get Free.\n^ \"Social Security Death Index\".",
      "pageId": 540936,
      "monthDay": "04/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Kenneth_Lee_Spencer",
      "name": "Kenneth Lee Spencer",
      "aboutText": "Gérard Henri de Vaucouleurs (25 April 1918 – 7 October 1995) was a French astronomer.",
      "pageId": 684949,
      "monthDay": "04/25"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ross_Lockridge,_Jr.",
      "name": "Ross Lockridge, Jr.",
      "aboutText": "Sir Francis Graham-Smith (born 25 April 1923) is a British astronomer. He was the thirteenth Astronomer Royal from 1982 to 1990.",
      "pageId": 865968,
      "monthDay": "04/25"
    },
    {
      "year": "1915",
      "uri": "/wiki/Mort_Weisinger",
      "name": "Mort Weisinger",
      "aboutText": "Robert Q. Lewis (April 25, 1920 – December 11, 1991) was an American radio and television personality, game show host, and actor.",
      "pageId": 1233758,
      "monthDay": "04/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ella_Fitzgerald",
      "name": "Ella Fitzgerald",
      "aboutText": "Jean Lucas (25 April 1917 – 27 September 2003) was a racing driver from France. He participated in one Formula One World Championship Grand Prix, on 11 September 1955. Lucas was then manager of the Gordini team, and when regular driver Robert Manzon was unable to race, he stepped in to take his place.",
      "pageId": 1233873,
      "monthDay": "04/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jean_Lucas",
      "name": "Jean Lucas",
      "aboutText": "William Leonard Pereira (April 25, 1909 – November 13, 1985) was an American architect from Chicago, Illinois, of Portuguese ancestry who was noted for his futuristic designs of landmark buildings such as the Transamerica Pyramid in San Francisco.",
      "pageId": 1367384,
      "monthDay": "04/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/G%C3%A9rard_de_Vaucouleurs",
      "name": "Gérard de Vaucouleurs",
      "aboutText": "Ross Franklin Lockridge, Jr., (April 25, 1914 – March 6, 1948) was an American novelist of the mid-20th century.",
      "pageId": 1455389,
      "monthDay": "04/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/Astrid_Varnay",
      "name": "Astrid Varnay",
      "aboutText": "Ibolyka Astrid Maria Varnay (25 April 1918 –  4 September 2006) was a Swedish-born American dramatic soprano of Hungarian descent. She spent most of her career in the United States and Germany. She was, along with Birgit Nilsson and Martha Mödl, one of the three leading Wagnerian heroic sopranos of her generation.",
      "pageId": 2209641,
      "monthDay": "04/25"
    },
    {
      "year": "1919",
      "uri": "/wiki/Finn_Helgesen",
      "name": "Finn Helgesen",
      "aboutText": "Finn Helgesen (25 April 1919 – 3 September 2011) was a speed skater from Norway. He was born in Drammen, Buskerud.\nAt the Norwegian Championships, Helgesen won the 500 m in 1947 and 1949.",
      "pageId": 4274792,
      "monthDay": "04/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jean_Carmet",
      "name": "Jean Carmet",
      "aboutText": "Melissa Hayden (born Mildred Herman, April 25, 1923, Toronto; died August 9, 2006, Winston-Salem, North Carolina) was a Canadian ballerina at the New York City Ballet.",
      "pageId": 6369645,
      "monthDay": "04/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Robert_Q._Lewis",
      "name": "Robert Q. Lewis",
      "aboutText": "Conrado Eugenio Marrero Ramos (April 25, 1911 – April 23, 2014), nicknamed \"Connie\", was a Cuban professional baseball pitcher. The right-handed Marrero pitched in Major League Baseball from 1950 to 1954 for the Washington Senators. Marrero made his major league debut when he was 38 years old, and was one of the oldest players in the league throughout the duration of his time in the major leagues.",
      "pageId": 8497166,
      "monthDay": "04/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Karel_Appel",
      "name": "Karel Appel",
      "aboutText": "Nikolaos Roussen (Greek: Νικόλαος Ρουσσέν, 1913–1944) was a Greek naval officer who distinguished himself during World War II. He served in the two most successful Greek submarines of the war as executive officer and captain.",
      "pageId": 21309025,
      "monthDay": "04/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Francis_Graham-Smith",
      "name": "Francis Graham-Smith",
      "aboutText": "Kenneth Lee Spencer (25 April 1913 - 25 February 1964), usually known as Kenneth Spencer, was an African-American opera singer and actor. A talented bass-baritone, Spencer starred in a few Broadway musicals and musical films in the United States during the 1940s. Frustrated with the racial prejudice he experienced in the United States, Spencer moved to Germany in 1950 where he had a successful opera and concert career.",
      "pageId": 22988826,
      "monthDay": "04/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Melissa_Hayden_(dancer)",
      "name": "Melissa Hayden",
      "aboutText": "Arapeta Marukitepua Pitapitanuiarangi Awatere DSO, MC (25 April 1910 – 6 March 1976) was a New Zealand interpreter, military leader, maori welfare officer, local politician, and convicted murderer. Of Māori descent, he identified with the Ngati Hine (Northland), Ngati Porou and Te Whanau-a-Hinetapora iwi. He was born in Tuparoa, East Coast, on 25 April 1910.",
      "pageId": 34683708,
      "monthDay": "04/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Albert_King",
      "name": "Albert King",
      "aboutText": "Alberto Aleandro Uderzo (French pronunciation: ​[albɛʁ ydɛʁzo]; Italian: [uˈdɛrtso]; born 25 April 1927) is a French comic book artist, and scriptwriter. He is best known for his work on the Astérix series and also drew other comics such as Oumpah-pah, also in collaboration with René Goscinny.\nUderzo retired from drawing in September 2011.",
      "pageId": 77788,
      "monthDay": "04/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ingemar_Johansson_(athlete)",
      "name": "Ingemar Johansson",
      "aboutText": "Irwin Lawrence \"Paul\" Mazursky (April 25, 1930 – June 30, 2014) was an American film director, screenwriter, and actor. Known for his dramatic comedies that often dealt with modern social issues, he was nominated for five Academy Awards: three times for Best Original Screenplay, once for Best Adapted Screenplay, and once for Best Picture for An Unmarried Woman (1978).",
      "pageId": 374904,
      "monthDay": "04/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Franco_Mannino",
      "name": "Franco Mannino",
      "aboutText": "Albert King Nelson (April 25, 1923 – December 21, 1992), known professionally as Albert King, was an American blues guitarist and singer, and a major influence in the world of blues guitar playing. One of the \"Three Kings of the Blues Guitar\" (along with B.B. King and Freddie King), he is perhaps best known for the 1967 single \"Born Under a Bad Sign\".\nKing stood taller than average, with sources reporting 6 ft 4 in (1.93 m) or 6 ft 7 in (2.01 m), and weighed a hefty 250 pounds (110 kg) and was known as \"The Velvet Bulldozer\" due to his smooth singing and large size.",
      "pageId": 1058278,
      "monthDay": "04/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Paulo_Vanzolini",
      "name": "Paulo Vanzolini",
      "aboutText": "Edwin Parker \"Cy\" Twombly, Jr. (/saɪ ˈtwɒmbli/; April 25, 1928 – July 5, 2011) was an American painter, sculptor and photographer. He belonged to the generation of Robert Rauschenberg and Jasper Johns but made the specific choice to live in Europe (Italy) after 1957.",
      "pageId": 1451518,
      "monthDay": "04/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tony_Christopher,_Baron_Christopher",
      "name": "Tony Christopher, Baron Christopher",
      "aboutText": "Sammy Drechsel (25 April 1925 in Berlin – 19 January 1986 in Munich), born Karl-Heinz Kamke, was a German political comedian, journalist and sports reporter. In 1956, together with Dieter Hildebrandt, he created the \"Münchner Lach- und Schießgesellschaft\", one of Germany's most successful and influential sites of political cabaret, for which he was producer and director up to his death. From 1950 to his death he also worked as a sports reporter for the Bavarian \"Bayrischer Rundfunk\".",
      "pageId": 1776632,
      "monthDay": "04/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sammy_Drechsel",
      "name": "Sammy Drechsel",
      "aboutText": "Vassar Carlton Clements (April 25, 1928 – August 16, 2005) was a Grammy Award- winning American jazz, swing, and bluegrass fiddler.",
      "pageId": 2476980,
      "monthDay": "04/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Kay_E._Kuter",
      "name": "Kay E. Kuter",
      "aboutText": "John Thomas Alexis Craig (April 25, 1926 – September 13, 2001), better known as Johnny Craig, was an American comic book artist notable for his work with the influential EC Comics line of the 1950s.",
      "pageId": 2585593,
      "monthDay": "04/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Louis_O%27Neill_(politician)",
      "name": "Louis O'Neil",
      "aboutText": "Kay Edwin Emmert Kuter (April 25, 1925 – November 12, 2003) was an American actor who appeared on television and in films. He is mostly recognized for his role as farmer Newt Kiley on the CBS sitcoms Green Acres and Petticoat Junction, which shared several characters.\nThe son of famed Hollywood art director Leo K. Kuter and silent screen actress Evelyn Edler, Kuter was born in Los Angeles, California.",
      "pageId": 3201982,
      "monthDay": "04/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Johnny_Craig",
      "name": "Johnny Craig",
      "aboutText": "Paulo Emilio Vanzolini (Portuguese pronunciation: [ˈpawlu eˈmiliu vɐ̃zoˈlini]; April 25, 1924 - April 28, 2013) was a Brazilian scientist and music composer. He was best known for his samba compositions, including the famous \"Ronda\", \"Volta por Cima\", and \"Boca da Noite\", and for his scientific works in herpetology. He is considered one of the greatest samba composers from São Paulo.",
      "pageId": 3202067,
      "monthDay": "04/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gertrude_Fr%C3%B6hlich-Sandner",
      "name": "Gertrude Fröhlich-Sandner",
      "aboutText": "Felix Alexandrovich Berezin (Russian: Фе́ликс Алекса́ндрович Бере́зин; 25 April 1931 – 14 July 1980) was a Soviet Russian mathematician and physicist known for his contributions to the theory of supersymmetry and supermanifolds as well as to the path integral formulation of quantum field theory.\nBerezin studied at the Moscow State University, but was not allowed to do his graduate studies there on account of his Jewish origin (his mother was Jewish). For the next three years Berezin taught at Moscow high schools.",
      "pageId": 3872451,
      "monthDay": "04/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Cor%C3%ADn_Tellado",
      "name": "Corín Tellado",
      "aboutText": "Yvette Winifred Williams CNZM MBE (later Yvette Corlett, born 25 April 1929) is a former New Zealand athlete. A versatile sports person, she became the first woman from her country to win an Olympic gold medal and later held the women's long jump world record.\n^ Moses, Ken (6 February 1951).",
      "pageId": 3953662,
      "monthDay": "04/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Albert_Uderzo",
      "name": "Albert Uderzo",
      "aboutText": "Franco Mannino (25 April 1924 – 1 February 2005) was an Italian film composer, pianist, opera director, playwright and novelist, born in Palermo.\nHe made his debut as pianist at the age of 16. He conducted the National Arts Centre Orchestra in Canada between 1982 and 1986, among the others.",
      "pageId": 5720943,
      "monthDay": "04/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Vassar_Clements",
      "name": "Vassar Clements",
      "aboutText": "María del Socorro Tellado López (April 25, 1927, El Franco, Asturias – April 11, 2009), known as Corín Tellado, was a prolific Spanish writer of romantic novels and photonovels that were best-sellers in several Spanish-language countries. She published more than 4,000 novels and sold more than 400-million books which have been translated into several languages. She was listed in the 1994 Guinness World Records as having sold the most books written in Spanish.",
      "pageId": 6092878,
      "monthDay": "04/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Cy_Twombly",
      "name": "Cy Twombly",
      "aboutText": "Bror Ingemar T. Johansson (25 April 1924 – 18 April 2009) was a Swedish athlete who competed mainly in the 10 kilometre walk.\nHe competed for a Sweden in the 1948 Summer Olympics held in London, Great Britain in the 10 kilometre walk where he won the silver medal.\nJohansson died in Värmskog, Grums, Värmland County, Sweden on 18 April, 2009 aged 84.",
      "pageId": 8004374,
      "monthDay": "04/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Yvette_Williams",
      "name": "Yvette Williams",
      "aboutText": "Anthony Martin Grosvenor Christopher, Baron Christopher, CBE, FRSA (born 25 April 1925) is a British businessman, trade unionist and tax official.\nThe son of George and Helen Christopher, he was educated at Cheltenham Grammar School and at the Westminster College of Commerce. Between 1941 and 1944, Christopher worked first as articled pupil then as agricultural valuers in Gloucester.",
      "pageId": 10010048,
      "monthDay": "04/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Paul_Mazursky",
      "name": "Paul Mazursky",
      "aboutText": "James Fenton (born. 25 April 1931) is a linguist and poet who writes in Ulster Scots.\nHe grew up in Drumdarragh and in Ballinaloob, County Antrim.",
      "pageId": 15708723,
      "monthDay": "04/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Godfrey_Milton-Thompson",
      "name": "Godfrey Milton-Thompson",
      "aboutText": "Gertrude Fröhlich-Sandner (born 25 April 1926 in Vienna as Gertrude Kastner; died 13 June 2008 in Vienna) was an Austrian politician for the SPÖ (Social Democratic Party of Austria).",
      "pageId": 17951314,
      "monthDay": "04/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Peter_Schulz",
      "name": "Peter Schulz",
      "aboutText": "Peter Schulz (25 April 1930 – 17 May 2013) was a German politician, member of the Social Democratic Party (SPD) and First Mayor of Hamburg (1971 – 1974).\nSchulz was born in Rostock.",
      "pageId": 19471637,
      "monthDay": "04/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Felix_Berezin",
      "name": "Felix Berezin",
      "aboutText": "Surgeon Vice Admiral Sir Godfrey James Milton-Thompson, KBE (25 April 1930 – 23 September 2012) was a senior Royal Navy officer. From 1988 to 1990, he was Surgeon-General, senior medical officer of the British Armed Forces.",
      "pageId": 33505218,
      "monthDay": "04/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Fenton_(Ulster_Scots_poet)",
      "name": "James Fenton",
      "aboutText": "Louis O'Neill (born April 25, 1925) is a former member of the National Assembly of Quebec.\nHe studied at the Séminaire de Québec, Université Laval, Angelicum in Rome, and at the University of Strasbourg, in the fields of philosophy and theology. He was ordained a priest on June 3, 1950.",
      "pageId": 34865637,
      "monthDay": "04/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/David_Shepherd_(artist)",
      "name": "David Shepherd",
      "aboutText": "Alfredo James \"Al\" Pacino (/pəˈtʃiːnoʊ/; born April 25, 1940) is an American actor of stage and screen, filmmaker and screenwriter. Often considered by audiences and commentators to be one of the greatest actors of all time, Pacino has had a career spanning more than fifty years, during which time he has received numerous accolades and honors both competitive and honorary, among them an Academy Award, two Tony Awards, two Primetime Emmy Awards, a British Academy Film Award, four Golden Globe Awards, the Lifetime Achievement Award from the American Film Institute, the Golden Globe Cecil B. DeMille Award, and the National Medal of Arts. He is also one of few performers to have won a competitive Oscar, an Emmy and a Tony Award for acting, dubbed the \"Triple Crown of Acting\".",
      "pageId": 41906,
      "monthDay": "04/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Meadowlark_Lemon",
      "name": "Meadowlark Lemon",
      "aboutText": "Lyricist Jerome \"Jerry\" Leiber (April 25, 1933 – August 22, 2011) and composer Mike Stoller (born March 13, 1933) were American songwriting and record producing partners. They found initial successes as the writers of such crossover hit songs as \"Hound Dog\" (1952) and \"Kansas City\" (1952). Later in the 1950s, particularly through their work with The Coasters, they created a string of ground-breaking hits—including \"Young Blood\" (1957), \"Searchin'\" (1957), and \"Yakety Yak\" (1958)—that are some of the most entertaining in rock and roll, by using the humorous vernacular of teenagers sung in a style that was openly theatrical rather than personal.",
      "pageId": 295082,
      "monthDay": "04/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Lia_Manoliu",
      "name": "Lia Manoliu",
      "aboutText": "George \"Meadowlark\" Lemon III (April 25, 1932 – December 27, 2015) was an American basketball player, actor, and Christian minister. For 22 years, he was known as the \"Clown Prince\" of the touring Harlem Globetrotters basketball team. He played in more than 16,000 games for the Globetrotters and was a 2003 inductee of the Naismith Memorial Basketball Hall of Fame.",
      "pageId": 435355,
      "monthDay": "04/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/William_Roache",
      "name": "William Roache",
      "aboutText": "Henck Alphonsus Eugène Arron (25 April 1936 – 4 December 2000) was the Prime Minister of Suriname from 24 December 1973 to 25 February 1980, when he was overthrown in a coup d'état by Dési Bouterse.\nAfter Johan Adolf Pengel died in 1970, Arron, a banker, became the leader of the NPS, the main Creole party. In 1973, Arron created a coalition, which included the pro-independence PNR party, that won that year's general election.",
      "pageId": 891643,
      "monthDay": "04/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jerry_Leiber",
      "name": "Jerry Leiber",
      "aboutText": "Ted Kooser (born 25 April 1939) is an American poet. He served as Poet Laureate Consultant in Poetry to the Library of Congress from 2004 to 2006.\n^ \"Poet Laureate Timeline: 2001-present\".",
      "pageId": 899460,
      "monthDay": "04/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Joyce_Ricketts",
      "name": "Joyce Ricketts",
      "aboutText": "Tarcisio Burgnich (Italian pronunciation: [tarˈtʃiːzjo ˈburɡnitʃ]; 25 April 1939, Ruda, Italy) is an Italian former footballer who played as a defender; he was capable of playing in any defensive position, being adept as a sweeper, as a centre-back, and also as a right-back.\nHe has Austrian roots on his father's side, since the city of Udine was part of the Austro-Hungarian Empire before WW1.",
      "pageId": 1395394,
      "monthDay": "04/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Peter_McParland",
      "name": "Peter McParland",
      "aboutText": "Denny Scott Miller (born Dennis Linn Miller; April 25, 1934 – September 9, 2014) was an American actor, perhaps best known for his regular role as Duke Shannon on Wagon Train, his guest-starring appearances on Gilligan's Island, and his 1959 film role as Tarzan.",
      "pageId": 2189670,
      "monthDay": "04/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Denny_Miller",
      "name": "Denny Miller",
      "aboutText": "Roger Mark Boisjoly (BOH-zhu-lay; April 25, 1938 – January 6, 2012) was an American mechanical engineer, fluid dynamicist, and an aerodynamicist. He is best known for having raised strenuous objections to the launch of the Space Shuttle Challenger the day before the loss of the spacecraft and its crew in January 1986.",
      "pageId": 2483396,
      "monthDay": "04/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bob_Gutowski",
      "name": "Bob Gutowski",
      "aboutText": "Robert Jacob Alexander, Baron Skidelsky, FBA (born 25 April 1939) is a British economic historian of Russian origin and the author of a major, award-winning, three-volume biography of British economist John Maynard Keynes (1883–1946). He read history at Jesus College, Oxford and is Emeritus Professor of Political Economy in the University of Warwick, England.\n^ \"Professor Lord Robert Skidelsky\".",
      "pageId": 2528322,
      "monthDay": "04/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Reinier_Kreijermaat",
      "name": "Reinier Kreijermaat",
      "aboutText": "Peter James McParland MBE (born 25 April 1934 in Newry, County Down, Northern Ireland) is a former professional footballer.",
      "pageId": 3211572,
      "monthDay": "04/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Henck_Arron",
      "name": "Henck Arron",
      "aboutText": "Richard David Shepherd CBE FRSA FGRA (born 25 April 1931) is a British artist and one of the world's most outspoken conservationists. He is most famous for his paintings of steam locomotives (he owns a number of them) and wildlife, although he also often paints aircraft, portraits (notably The Queen Mother) and landscapes. His work has been extremely popular since the 1960s in limited edition print reproduction and poster form, as well as other media such as Wedgwood limited edition plates.",
      "pageId": 4382642,
      "monthDay": "04/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Roger_Boisjoly",
      "name": "Roger Boisjoly",
      "aboutText": "Lia Manoliu (Romanian pronunciation: [ˈli.a manoˈli.u]; 25 April 1932 – 9 January 1998) was a Romanian discus thrower who won three Olympic medals, including one gold. She was the first track and field athlete to compete at six Olympics (1952–1972).\nAs a child Manoliu tried tennis, table tennis, volleyball and basketball, before turning to throwing events at the age of 16.",
      "pageId": 4828786,
      "monthDay": "04/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ton_Schulten",
      "name": "Ton Schulten",
      "aboutText": "Ton Schulten (born 25 April 1938, Ootmarsum, Overijssel) is a Dutch painter who mainly paints landscapes using bright blocks of colour.\nSchulten was one of six baker's children. He graduated from the Enschede Academy for Art and Industry in 1962 as a graphic designer and worked in advertising.",
      "pageId": 5511040,
      "monthDay": "04/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tarcisio_Burgnich",
      "name": "Tarcisio Burgnich",
      "aboutText": "Robert Allen \"Bob\" Gutowski (25 April 1935 – 2 August 1960) was an American athlete who competed mainly in the pole vault. He competed for the United States in the 1956 Summer Olympics held in Melbourne, Australia in the Pole Vault where he won the silver medal behind Bob Richards' second consecutive gold medal, after finishing fourth in the US Olympic Trials and only getting to the games on the withdrawal of Jim Graham.\nHe attended Occidental College in Los Angeles where he won the NCAA Men's Outdoor Track and Field Championships in 1956 (tied) and 1957.",
      "pageId": 7430723,
      "monthDay": "04/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ted_Kooser",
      "name": "Ted Kooser",
      "aboutText": "Reinier Kreijermaat (born 25 April 1935 in Utrecht) is a retired Dutch footballer who was active as a midfielder in the 1960s.",
      "pageId": 11677851,
      "monthDay": "04/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Richard_Lapthorne",
      "name": "Richard Lapthorne",
      "aboutText": "Dame Veronica Evelyn Sutherland, DBE, CMG (born 25 April 1939) is a former British career diplomat who served in government from 1965 until 1999, including a stint as Ambassador to the Republic of Ireland.",
      "pageId": 11880756,
      "monthDay": "04/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michael_Llewellyn-Smith",
      "name": "Michael Llewellyn-Smith",
      "aboutText": "Sir Richard Douglas Lapthorne CBE is an English company director, best known for his roles in McLaren Group and Cable & Wireless. Lapthorne has previously worked in companies including Unilever and British Aerospace.\nLapthorne was educated at Calday Grange Grammar School, West Kirby, and received a BCom from Liverpool University.",
      "pageId": 23705529,
      "monthDay": "04/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Robert_Skidelsky,_Baron_Skidelsky",
      "name": "Robert Skidelsky, Baron Skidelsky",
      "aboutText": "Joyce Ricketts [״Rick״] (April 25, 1933 – May 8, 1992) was a right fielder who played from 1953 through 1954 in the All-American Girls Professional Baseball League. She batted left-handed and threw right-handed.\nBorn in Oquawka, Illinois, Joyce Ricketts barely got a chance to play before the All-American Girls Professional Baseball League folded after the 1954 season.",
      "pageId": 31351045,
      "monthDay": "04/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Veronica_Sutherland",
      "name": "Veronica Sutherland",
      "aboutText": "William Patrick \"Bill\" Roache MBE (born 25 April 1932) is an English actor. He has played Ken Barlow in the soap opera Coronation Street since its first episode on 9 December 1960. In 2013, Roache was arrested, charged and subsequently acquitted on suspicion of child sexual abuse and rape.",
      "pageId": 41233894,
      "monthDay": "04/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Al_Pacino",
      "name": "Al Pacino",
      "aboutText": "Sir Michael John Llewellyn-Smith, KCVO (born 25 April 1939) is a retired British diplomat and academic. He served as Ambassador to Poland from 1991 to 1996 and Ambassador to Greece from 1996 to 1999.",
      "pageId": 41778559,
      "monthDay": "04/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Princess_Muna_al-Hussein",
      "name": "Princess Muna al-Hussein",
      "aboutText": "Björn Kristian Ulvaeus (Swedish pronunciation: [bjœːɳ ɵlˈveːɵs]; born 25 April 1945; credited as Björn Ulvæus) is a Swedish songwriter, producer, a former member of the Swedish musical group ABBA (1972–1982), and co-composer of the musicals Chess, Kristina från Duvemåla, and Mamma Mia!. He co-produced the film Mamma Mia! with fellow ABBA member and close friend Benny Andersson.",
      "pageId": 3740,
      "monthDay": "04/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bertrand_Tavernier",
      "name": "Bertrand Tavernier",
      "aboutText": "Talia Shire (/ˈtæliːə ˈʃaɪər/; born April 25, 1946) is an American actress most known for her roles as Connie Corleone in The Godfather films and Adrian Balboa in the Rocky series.",
      "pageId": 225541,
      "monthDay": "04/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mr._Hito",
      "name": "Mr. Hito",
      "aboutText": "Jon Llewellyn Kyl (/ˈkaɪl/; born April 25, 1942) is a former United States Senator from Arizona, where he served as Senate Minority Whip, the second-highest position in the Republican Senate leadership. He currently works in the lobbying group at the law firm Covington & Burling.\nThe son of U.S. Representative John Henry Kyl, he was born and raised in Nebraska and lived for some time in Iowa.",
      "pageId": 340569,
      "monthDay": "04/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jon_Kyl",
      "name": "Jon Kyl",
      "aboutText": "Yu Shyi-kun (Chinese: 游錫堃; born April 25, 1948), a Taiwanese politician of the Democratic Progressive Party, is a former chairman of the Democratic Progressive Party in Taiwan. He previously served as Premier of the Republic of China from 2002 to 2005. As one of the founding members of the DPP, he is seen as a loyalist of President Chen Shui-bian.",
      "pageId": 349072,
      "monthDay": "04/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tony_Christie",
      "name": "Tony Christie",
      "aboutText": "Vladimir Volfovich Zhirinovsky (Russian: Влади́мир Во́льфович Жирино́вский), born Vladimir Volfovich Eidelstein (Russian: Влади́мир Во́льфович Эйдельште́йн) on 25 April 1946, is a Russian politician and political activist. He is a colonel in the Russian Army, founder and the leader of the Liberal Democratic Party of Russia (LDPR), a member of the Parliamentary Assembly of the Council of Europe and was twice, in 2000 and in 2004, elected deputy speaker of the Duma.\nZhirinovsky is often viewed as \"a showman of Russian politics, blending populist and nationalist rhetoric, anti-Western invective and a brash, confrontational style\".",
      "pageId": 392566,
      "monthDay": "04/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Alan_Feduccia",
      "name": "Alan Feduccia",
      "aboutText": "Richard Charles Hoagland (born April 25, 1945), is an American author, and a proponent of various conspiracy theories about NASA, lost alien civilizations on the Moon and on Mars and other related topics.\nHis writings claim that advanced civilizations exist or once existed on the Moon, Mars and on some of the moons of Jupiter and Saturn, and that NASA and the United States government have conspired to keep these facts secret. He has advocated his ideas in two published books, videos, lectures, interviews, and press conferences.",
      "pageId": 508141,
      "monthDay": "04/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Len_Goodman",
      "name": "Len Goodman",
      "aboutText": "Peter Denis Sutherland (born 25 April 1946) is an Irish international businessman and former Attorney General of Ireland, associated with the Fine Gael party (part of the European People's Party bloc). He is a barrister by profession, and is also Senior Counsel at the Irish Bar. He is also known for serving in a variety of business and political roles.",
      "pageId": 748939,
      "monthDay": "04/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Stephen_Nickell",
      "name": "Stephen Nickell",
      "aboutText": "Bertrand Tavernier (born 25 April 1941) is a French director, screenwriter, actor and producer.\n^ Maslin, Janet (20 December 1982). \"Clean Slate (1981) 'Coup De Torchon,' Life in a French Colony\".",
      "pageId": 1495875,
      "monthDay": "04/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bruce_Ponder",
      "name": "Bruce Ponder",
      "aboutText": "Stuart Alden \"Stu\" Cook (born April 25, 1945) is an American bass guitarist, best known for his work in the rock band, Creedence Clearwater Revival.",
      "pageId": 1588479,
      "monthDay": "04/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Stu_Cook",
      "name": "Stu Cook",
      "aboutText": "Tony Christie (born Anthony Fitzgerald, 25 April 1943) is an English musician, singer and actor. He is best known for his track, \"Is This the Way to Amarillo\", a double UK chart success. He lived for many years in Sheffield, where his wife, Sue, was born.",
      "pageId": 1606726,
      "monthDay": "04/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Richard_C._Hoagland",
      "name": "Richard C. Hoagland",
      "aboutText": "Princess Muna al-Hussein (born Antoinette Avril Gardiner; 25 April 1941) is the mother of King Abdullah II of Jordan. Until their divorce on 21 December 1972, she was the second wife of Hussein, the late king of Jordan. She is English by birth but in keeping with Islamic culture, she was renamed Muna al-Hussein upon her marriage.",
      "pageId": 1955763,
      "monthDay": "04/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bj%C3%B6rn_Ulvaeus",
      "name": "Björn Ulvaeus",
      "aboutText": "Michael Brown (born Michael David Lookofsky; April 25, 1949 – March 19, 2015) was an American keyboardist-songwriter. Born in New York as the son of violinist and arranger Harry Lookofsky, he was best known as the principal songwriter for the 1960s baroque-pop group the Left Banke with songwriter credit for their two biggest hits \"Walk Away Renee\" (with Tony Sansone and Bob Calilli) and \"Pretty Ballerina\".\nAfter internal band tensions saw Brown leave the Left Banke in late 1967, prior to the completion of their second record, he went on to become heavily involved in the band Montage.",
      "pageId": 2903918,
      "monthDay": "04/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Talia_Shire",
      "name": "Talia Shire",
      "aboutText": "Jeffrey DeMunn (born April 25, 1947) is an American stage, film and television actor.",
      "pageId": 3104806,
      "monthDay": "04/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Sutherland",
      "name": "Peter Sutherland",
      "aboutText": "Leonard Gordon Goodman (born 25 April 1944) is an English professional ballroom dancer, dance judge, and coach. He appears on television dance programmes such as Strictly Come Dancing and Dancing with the Stars. He also runs a ballroom dance school in Dartford, Kent.",
      "pageId": 3183879,
      "monthDay": "04/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Vladimir_Zhirinovsky",
      "name": "Vladimir Zhirinovsky",
      "aboutText": "Mike Selvey (Michael Walter William Selvey, born 25 April 1948, Chiswick, Middlesex, England) is an English former Test and county cricketer, and now a cricket writer and commentator. Selvey played in three Tests for England in 1976 and 1977. His county cricket commitments included service to Surrey, Middlesex and Glamorgan.",
      "pageId": 3727520,
      "monthDay": "04/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Johan_Cruyff",
      "name": "Johan Cruyff",
      "aboutText": "Sir Stephen John Nickell CBE (b. 25 April 1944) is a British economist and former Warden of Nuffield College, Oxford, noted for his work in labour economics with Richard Layard and Richard Jackman. Nickell and Layard hypothesised the tendency for reduced unemployment to lead to inflation resulted from its effect on competitive bargaining in the labour market He is currently a member of the Office for Budget Responsibility's Budget Responsibility Committee.",
      "pageId": 4608707,
      "monthDay": "04/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jeffrey_DeMunn",
      "name": "Jeffrey DeMunn",
      "aboutText": "Katsuji Adachi (安達勝治, Adachi Katsuji) (April 25, 1942 – April 21, 2010), better known as Mr. Hito, was a Japanese professional wrestler who competed in North American and Japanese regional promotions from the 1950s until the mid-1980s. Most notably, he was the tag team partner of Mr.",
      "pageId": 8189232,
      "monthDay": "04/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mike_Selvey",
      "name": "Mike Selvey",
      "aboutText": "John Alan Feduccia (born 25 April 1943) is a paleornithologist, specializing in the origins and phylogeny of birds. He is now Professor Emeritus at the University of North Carolina. Feduccia's principal authored works include two books, The Age of Birds and The Origin and Evolution of Birds, and numerous papers in various ornithological and biological journals.",
      "pageId": 12120976,
      "monthDay": "04/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Yu_Shyi-kun",
      "name": "Yu Shyi-kun",
      "aboutText": "Hendrik Johannes Cruijff OON (Dutch: [ˈjoːɦɑn ˈkrœy̆f], born 25 April 1947), known as Johan Cruyff, is a former Dutch professional footballer and manager, who most recently managed the Catalonia football team. As a player he won the Ballon d'Or three times, in 1971, 1973 and 1974, a record jointly held with French playmaker Michel Platini and Dutch striker Marco van Basten.\nCruyff was one of the most famous exponents of the football philosophy known as Total Football explored by Rinus Michels, and is widely regarded to be one of the greatest players in football history.",
      "pageId": 26276416,
      "monthDay": "04/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Michael_Brown_(rock_musician)",
      "name": "Michael Brown",
      "aboutText": "Sir Bruce Anthony John Ponder FMedSci FRS is a British geneticist and cancer researcher. He is Emeritus Professor of Oncology at the University of Cambridge and former director of the Cancer Research UK Cambridge Research Institute.",
      "pageId": 31961172,
      "monthDay": "04/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/James_Fenton",
      "name": "James Fenton",
      "aboutText": "Steven \"Steve\" Ferrone (born 25 April 1950) is an English drummer.\nHe is the drummer of Tom Petty and the Heartbreakers and he is a former member of the Average White Band, and has recorded and performed with numerous other high-profile acts, including Duran Duran, Stevie Nicks, Christine McVie, Slash, Chaka Khan, Eric Clapton, Bee Gees, Scritti Politti, and Johnny Cash.",
      "pageId": 245377,
      "monthDay": "04/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Vicente_Pern%C3%ADa",
      "name": "Vicente Pernía",
      "aboutText": "Sir Ian McCartney (born 25 April 1951) is a former British politician, the Labour Party Member of Parliament (MP) for the Makerfield constituency between 1987 to 2010, and served in the Cabinet, from 2003 to 2007, when Gordon Brown became Prime Minister.",
      "pageId": 410156,
      "monthDay": "04/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dominique_Strauss-Kahn",
      "name": "Dominique Strauss-Kahn",
      "aboutText": "Peter Jurasik (born April 25, 1950) is an American actor known for his television roles as Londo Mollari in the 1990s science fiction series Babylon 5 and Sid the Snitch on the 1980s series Hill Street Blues and its short-lived spinoff Beverly Hills Buntz.",
      "pageId": 422662,
      "monthDay": "04/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Donnell_Deeny",
      "name": "Donnell Deeny",
      "aboutText": "Jacques Santini (born 25 April 1952 in Delle, France) is a former football player and manager. He played for Saint-Étienne during the 1970s, and reached the European Cup final with them in 1976.",
      "pageId": 741761,
      "monthDay": "04/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Steve_Ferrone",
      "name": "Steve Ferrone",
      "aboutText": "Vladislav Aleksandrovich Tretiak, MSM (Russian: Владисла́в Алекса́ндрович Третья́к; Ukrainian: Владислав Олександрович Третьяк, Vladyslav Oleksandrovych Tretʹyak, IPA: [trʲɪˈtʲjak]; born April 25, 1952) is a former goaltender for the Soviet Union's national ice hockey team. Considered to be one of the greatest goaltenders in the history of the sport, he was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries.",
      "pageId": 886693,
      "monthDay": "04/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Peter_Jurasik",
      "name": "Peter Jurasik",
      "aboutText": "James Martin Fenton FRSL FRSA (born 25 April 1949, Lincoln) is an English poet, journalist and literary critic.",
      "pageId": 1275926,
      "monthDay": "04/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Valentyna_Kozyr",
      "name": "Valentyna Kozyr",
      "aboutText": "Róisín Shortall (born 25 April 1954) is an Irish politician, who is a joint-leader of the Social Democrats party. She previously sat as an independent Teachta Dála (TD) after she resigned from the Labour Party in September 2012. She has been a TD for the Dublin North–West constituency since November 1992, and was the Minister of State for Primary Care from 2011 to 2012.",
      "pageId": 1371698,
      "monthDay": "04/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Apollo_Quiboloy",
      "name": "Apollo Quiboloy",
      "aboutText": "Ketil Bjørnstad (born 25 April 1952 in Oslo, Norway) is a pianist, composer and author. Initially trained as a classical pianist, Bjørnstad discovered jazz at an early age and has embraced the emergence of \"European jazz\".\nHe is an artist on the ECM record label, but has also published some 20 books, including novels as well as poetry and essay collections.",
      "pageId": 1386234,
      "monthDay": "04/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ian_McCartney",
      "name": "Ian McCartney",
      "aboutText": "Vicente Alberto Pernía (born April 25, 1949 in Tandil, Buenos Aires Province), known as El Tano (the Italian, in lunfardo), is a former Argentine professional footballer.",
      "pageId": 1543473,
      "monthDay": "04/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ketil_Bj%C3%B8rnstad",
      "name": "Ketil Bjørnstad",
      "aboutText": "Dominique Gaston André Strauss-Kahn (French pronunciation: ​[dɔminik stʁos kan]; born 25 April 1949), is a former French politician and a controversial figure of the Socialist Party who has been involved in several financial and sexual scandals. He is often referred to in the media, and by himself, as DSK. Strauss-Kahn became the managing director of the International Monetary Fund (IMF) on 28 September 2007, with the backing of his country's president, Nicolas Sarkozy, and served in that role until his resignation on 18 May 2011 following allegations that he had sexually assaulted a hotel employee. Other allegations followed.",
      "pageId": 1669496,
      "monthDay": "04/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vladislav_Tretiak",
      "name": "Vladislav Tretiak",
      "aboutText": "Randall \"Randy\" Laureat Cross (born April 25, 1954), is a football analyst and former NFL offensive lineman.",
      "pageId": 2209529,
      "monthDay": "04/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jacques_Santini",
      "name": "Jacques Santini",
      "aboutText": "Melvin Burgess (born 25 April 1954) is a British writer of children's fiction. He became famous in 1998 with the publication of Junk, about heroin-addicted teenagers on the streets of Bristol. At least in Britain, Junk became one of the best-known young adult books of the decade.",
      "pageId": 2351276,
      "monthDay": "04/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ron_Clements",
      "name": "Ron Clements",
      "aboutText": "Américo Rubén \"El Tolo\" Gallego (born 25 April 1955) is an Argentine football coach and former player, he played 73 times for the Argentina national team during his playing career.",
      "pageId": 3320159,
      "monthDay": "04/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Anthony_Venables",
      "name": "Anthony Venables",
      "aboutText": "Ronald Francis \"Ron\" Clements (born April 25, 1953) is an American animation director, screenwriter and producer. He often collaborates with fellow director John Musker.",
      "pageId": 4309578,
      "monthDay": "04/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Melvin_Burgess",
      "name": "Melvin Burgess",
      "aboutText": "Parviz Parastui (also spelt Parastooee or Parastouei, Persian: پرویز پرستویی ‎‎, born 24 June 1955) is an Iranian actor and singer.\n^ Parviz Parastui. Imvbox.com.",
      "pageId": 4386396,
      "monthDay": "04/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Randy_Cross",
      "name": "Randy Cross",
      "aboutText": "Valentyna Kozyr (Ukrainian: Валентина Козир) (born 25 April 1950) is a Soviet athlete who competed mainly in the High Jump.\nKozyr trained at Dynamo in Kiev.",
      "pageId": 6903384,
      "monthDay": "04/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/R%C3%B3is%C3%ADn_Shortall",
      "name": "Róisín Shortall",
      "aboutText": "Sir Donnell Justin Patrick Deeny (born 25 April 1950, Lurgan) QC, styled as The Hon Mr Justice Deeny is Chancery Judge in the High Court of Northern Ireland.\nDeeny was educated at Clongowes Wood College, Trinity College, Dublin and Queen's University, Belfast. During his time in Trinity College he acted as Auditor of the College Historical Society, the oldest undergraduate debating society in the world.",
      "pageId": 21021619,
      "monthDay": "04/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Am%C3%A9rico_Gallego",
      "name": "Américo Gallego",
      "aboutText": "Zev Siegl (born April 25, 1955 in Alameda, California) is an American entrepreneur. In 1971 he, and teacher Jerry Baldwin, and writer Gordon Bowker established Starbucks Coffee Company and opened the original store, in the Pike Place Market, in Seattle in the U.S. state of Washington.\nSiegl, a former history teacher, was the only paid employee in the early days of the company.",
      "pageId": 21269943,
      "monthDay": "04/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Parviz_Parastui",
      "name": "Parviz Parastui",
      "aboutText": "Anthony James Venables, CBE, (born 25 April 25 1953), is a British economist and the BP Professor of Economics at the University of Oxford.\nVenables is known as one of the pioneers of New Economic Geography. He co-authored along with Paul Krugman and Masahisa Fujita the influential book The Spatial Economy - Cities, Regions and International Trade (2001).",
      "pageId": 22651563,
      "monthDay": "04/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Zev_Siegl",
      "name": "Zev Siegl",
      "aboutText": "Apollo Carreón Quiboloy is the founder and leader of the Philippines-based Restorationist church, the Kingdom of Jesus Christ, The Name Above Every Name, Inc.",
      "pageId": 37873196,
      "monthDay": "04/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dominique_Blanc",
      "name": "Dominique Blanc",
      "aboutText": "Derek William Dick, better known as Fish (born 25 April 1958, Dalkeith, Midlothian, Scotland), is a Scottish singer-songwriter and occasional actor. He achieved prominence as the lead singer and lyricist of the neo-progressive rock band Marillion from 1981 until 1988. In his solo career he has explored contemporary pop and traditional folk.",
      "pageId": 56726,
      "monthDay": "04/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jaroslava_Schallerov%C3%A1",
      "name": "Jaroslava Schallerová",
      "aboutText": "Dinesh Joseph D'Souza (Konkani: दिनेश जोसफ डिसूज़ा; born April 25, 1961) is an Indian-American political commentator, author, and practitioner of Christian apologetics. D'Souza is affiliated with a number of conservative organizations and publications, including the American Enterprise Institute, the Heritage Foundation, the Hoover Institution, and Policy Review. In 2010–2012, he served as president of The King's College, a Christian school in New York City.",
      "pageId": 176906,
      "monthDay": "04/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andres_S%C3%B5ber",
      "name": "Andres Sõber",
      "aboutText": "David William Moyes /mɔɪz/ (born 25 April 1963) is a Scottish professional football manager, former player and most recently former manager of Spanish club Real Sociedad. Previously the manager of Preston North End, Everton and Manchester United, Moyes was the 2003, 2005 and 2009 League Managers Association Manager of the Year. He is also on the committee for the League Managers Association in an executive capacity.",
      "pageId": 329833,
      "monthDay": "04/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Eric_Bristow",
      "name": "Eric Bristow",
      "aboutText": "Eric Bristow MBE (\"The Crafty Cockney\") (born 25 April 1957) is a former professional English darts player. He was ranked World No. 1 from 1980–81, 1983–85 and 1990, and won five World Championships and five World Masters titles.",
      "pageId": 1079596,
      "monthDay": "04/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Theo_de_Rooij",
      "name": "Theo de Rooij",
      "aboutText": "Michael John Lohan (/ˈloʊ.ən/; born April 25, 1960) is an American television personality, best known as the father of actress Lindsay Lohan.",
      "pageId": 1998668,
      "monthDay": "04/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Fish_(singer)",
      "name": "Fish",
      "aboutText": "Keith Anthony Phillips (born April 25, 1959 in Atlanta, Georgia) is a former Major League Baseball utility player who had an 18-year career from 1982 to 1999. He played regularly at three infield positions, primarily as a second baseman, but also had significant time as a shortstop and third baseman.",
      "pageId": 2644977,
      "monthDay": "04/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Clarissa_Burt",
      "name": "Clarissa Burt",
      "aboutText": "The NeverEnding Story II: The Next Chapter is a 1990 German/American fantasy film and sequel to The NeverEnding Story. It was directed by George T. Miller and starred Jonathan Brandis as Bastian Bux, Kenny Morrison as Atreyu, and Alexandra Johnes as the Childlike Empress. The only actor to return from the first film was Thomas Hill as Mr.",
      "pageId": 2993846,
      "monthDay": "04/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paul_Madden_(diplomat)",
      "name": "Paul Madden",
      "aboutText": "Jaroslava Schallerová  Czech pronunciation  (born 25 April 1956) (sometimes credited as Jarka Shallerová) was a popular Czech film star during the 1970s. Her film debut was at the age of 13 in the Czech New Wave classic Valerie and Her Week of Wonders. Her film career spanned the 1970s and continued intermittently into the 1990s.",
      "pageId": 3407021,
      "monthDay": "04/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Daniel_Kash",
      "name": "Daniel Kash",
      "aboutText": "Bruce Redman is an Australian academic, filmmaker, film critic, radio personality, and media relations manager. He currently works for The Salvation Army as the Media Relations Director and is based in Melbourne, Victoria.\nHe holds a PhD in Media (Documentary) from The University of Queensland.",
      "pageId": 3547349,
      "monthDay": "04/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tony_Phillips",
      "name": "Tony Phillips",
      "aboutText": "The Honourable Robert James Kenneth Peston (born 25 April 1960) is a British journalist. From February 2006 until March 2014, he was the Business Editor for BBC News. He became known to a wider public with his reporting of the late-2000s financial crisis, especially with his scoop on the Northern Rock crisis.",
      "pageId": 3810897,
      "monthDay": "04/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michael_Lohan",
      "name": "Michael Lohan",
      "aboutText": "Foeke Booy (born 25 April 1962 in Leeuwarden) is a Dutch former footballer and football manager. On 18 December 2007, Booy was named as the Sparta Rotterdam coach after managing Al-Nassr in Saudi Arabia from summer 2007. He left Sparta at the end of the 2008–09 season to become director of football at FC Utrecht.",
      "pageId": 4482519,
      "monthDay": "04/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robert_Peston",
      "name": "Robert Peston",
      "aboutText": "Daniel Joshua Kash (born April 25, 1959) is a Canadian actor and film director.\n^ \"Daniel Kash Biography\". William & Elyse's Due South Page.",
      "pageId": 6028155,
      "monthDay": "04/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Bruce_Redman",
      "name": "Bruce Redman",
      "aboutText": "Dominique Blanc (born 25 April 1956) is a French actress.",
      "pageId": 6516828,
      "monthDay": "04/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dinesh_D%27Souza",
      "name": "Dinesh D'Souza",
      "aboutText": "Theo de Rooij (born 25 April 1957 in Harmelen) is a retired Dutch former bicycle racer and former manager of the Rabobank cycling team - a position from which he resigned after the 2007 Tour de France. De Rooij was a professional rider from 1980 to 1990. He started his career in Belgian teams and the last eight years of his careers he served teams managed by Peter Post.",
      "pageId": 12453107,
      "monthDay": "04/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Foeke_Booy",
      "name": "Foeke Booy",
      "aboutText": "David \"Dave\" Martin (born 25 April 1963) is an English former footballer who played as a midfielder.\n^ Hugman, Barry J. (2005). The PFA Premier & Football League Players' Records 1946-2005.",
      "pageId": 13032185,
      "monthDay": "04/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joy_Covey",
      "name": "Joy Covey",
      "aboutText": "Philippine Leroy-Beaulieu (born 25 April 1963, Boulogne-Billancourt, Hauts-de-Seine, France, but reared in Rome, Italy) is a French actress and the daughter of French actor Philippe Leroy-Beaulieu.",
      "pageId": 23477882,
      "monthDay": "04/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Philippine_Leroy-Beaulieu",
      "name": "Philippine Leroy-Beaulieu",
      "aboutText": "Andres Sõber (born April 25, 1956) is a former Estonian professional basketball player and basketball coach. He is the current head coach and chairman of the BC Rakvere Tarvas.\nHe started his senior club career with \"Tallinn Kalev\" team (BC Tallinna Kalev) in 1978 and after 1982–83 season he became a basketball coach.",
      "pageId": 33758693,
      "monthDay": "04/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dave_Martin_(footballer,_born_1963)",
      "name": "Dave Martin",
      "aboutText": "Bernd Müller (born 25 April 1963) is a German football manager and former player.\nMüller comes from a footballing family, his father Heini played in the Bundesliga for 1.",
      "pageId": 34630513,
      "monthDay": "04/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Moyes",
      "name": "David Moyes",
      "aboutText": "Paul Damian Madden CMG FRGS (born 25 April 1959) is a British diplomat who has been High Commissioner to Singapore and to Australia.",
      "pageId": 36799945,
      "monthDay": "04/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bernd_M%C3%BCller_(footballer,_born_1963)",
      "name": "Bernd Müller",
      "aboutText": "Joy Covey (April 25, 1963 – September 18, 2013) was an American business executive, best known as Amazon's first chief financial officer.\nCovey was born in Boston, Massachusetts, and grew up in San Mateo, California, later moving to Fresno, California, at the age of 17. Though she dropped out of high school at age 15, she later resumed her education, graduating from California State University, Fresno with a BS in Business/Accounting and later attending Harvard Law School and Harvard Business School which helped position her to become the chief financial officer at Digidesign.",
      "pageId": 40585061,
      "monthDay": "04/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_Wassif",
      "name": "Paul Wassif",
      "aboutText": "Henry Albert \"Hank\" Azaria (/əˈzɛəriə/ ə-ZAIR-ee-ə; born April 25, 1964) is an American actor, voice actor, comedian and producer. He is noted for being one of the principal voice actors on the animated television sitcom The Simpsons (1989–present), playing Moe Szyslak, Apu Nahasapeemapetilon, Chief Wiggum, Comic Book Guy, Carl Carlson and numerous others. After attending Tufts University, Azaria joined the series with little voice acting experience, but became a regular in its second season, with many of his performances on the show being based on famous actors and characters.",
      "pageId": 113159,
      "monthDay": "04/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hank_Azaria",
      "name": "Hank Azaria",
      "aboutText": "Eric Adam Avery (born April 25, 1965) is an American musician. He is best known as the former bass guitarist and co-founding member of alternative metal band Jane's Addiction. Avery has also been a touring bassist for Garbage.",
      "pageId": 289465,
      "monthDay": "04/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andy_Bell_(singer)",
      "name": "Andy Bell",
      "aboutText": "Fiona Elizabeth Bruce (born 25 April 1964) is a British television journalist, newsreader and television presenter. Since joining the BBC in 1989, she has gone on to present many flagship programmes for the corporation including the News at Six, News at Ten, Crimewatch, Fake or Fortune and, most recently, Antiques Roadshow.",
      "pageId": 544281,
      "monthDay": "04/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Fiona_Bruce",
      "name": "Fiona Bruce",
      "aboutText": "Joseph Francis \"Joe\" Buck (born April 25, 1969) is an American sportscaster and the son of sportscaster Jack Buck. He has won numerous Sports Emmy Awards for his work with Fox Sports, including his roles as lead play-by-play announcer for the network's National Football League and Major League Baseball coverage.\n^ Tuttle, Dennis (October 14, 2000).",
      "pageId": 617130,
      "monthDay": "04/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Eric_Avery",
      "name": "Eric Avery",
      "aboutText": "Simon Geoffrey Fowler (born 25 May 1965 in Meriden, Warwickshire) is an English singer and acoustic guitarist, best known as the frontman of Ocean Colour Scene.\n^ \"Stay on the scene – Independent, The (London) – Find Articles at BNET\". Findarticles.com.",
      "pageId": 788555,
      "monthDay": "04/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mark_Bryant_(basketball)",
      "name": "Mark Bryant",
      "aboutText": "Diego Dominguez (born 25 April 1966 in Córdoba, Argentina) is a former Argentine rugby union fly-half who played for Argentina and Italy, winning 74 caps for the latter.\nIn 1986 Dominguez toured France with the Argentine national team, but saw his opportunities lacking by Hugo Porta. He scored 27 points in two games for Argentina.",
      "pageId": 795068,
      "monthDay": "04/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Simon_Fowler",
      "name": "Simon Fowler",
      "aboutText": "Gina Torres (born April 25, 1969) is an American television and movie actress. She has appeared in many television series, including Hercules: The Legendary Journeys (as Nebula), Xena: Warrior Princess (as Cleopatra), the short-lived Cleopatra 2525, Alias (as Anna Espinosa), the critically acclaimed series Firefly (as series regular Zoe Washburne), Angel (as Jasmine), 24 (as Julia Miliken), Suits (as Jessica Pearson), and The Shield.\nShe starred in the independent film South of Pico as Carla, and reprised her Firefly role in its feature film sequel Serenity.",
      "pageId": 850589,
      "monthDay": "04/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_Henson_(puppeteer)",
      "name": "John Henson",
      "aboutText": "Femke Halsema  (born April 25, 1966) is a former Dutch politician. She was a member of the House of Representatives from 1998 till 2011.",
      "pageId": 1044163,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Man_Arenas",
      "name": "Man Arenas",
      "aboutText": "Andrew Ivan \"Andy\" Bell (born 25 April 1964) is the lead singer of the English synthpop duo Erasure.",
      "pageId": 1422040,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/James_Stacy_Barbour",
      "name": "James Stacy Barbour",
      "aboutText": "Tim Davie (born April 25, 1967) is the Chief Executive Officer of BBC Worldwide who served as acting Director-General of the BBC following George Entwistle's resignation in November 2012 until Lord Hall took over the role permanently in April 2013. During his time as acting director-general he oversaw the investigations into BBC management and conduct following revelations the broadcaster had known about sexual abuse by Sir Jimmy Savile and then made false accusations against Lord McAlpine.\n^ Mendick, Robert; Hennessy, Patrick (10 November 2012).",
      "pageId": 1925670,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Diego_Dom%C3%ADnguez",
      "name": "Diego Domínguez",
      "aboutText": "John Paul Henson (April 25, 1965 – February 14, 2014) was an American puppeteer best known for his association with The Muppets.",
      "pageId": 2722017,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Femke_Halsema",
      "name": "Femke Halsema",
      "aboutText": "Ruben Sosa Arzaiz (born April 25, 1966 in Montevideo) is a retired Uruguayan football forward.",
      "pageId": 3798450,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Darren_Holmes_(baseball)",
      "name": "Darren Holmes",
      "aboutText": "Mark Craig Bryant (born April 25, 1965) is a retired American professional basketball player who was selected by the Portland Trail Blazers in the 1st round (21st overall pick) of the 1988 NBA draft. Bryant played for 10 NBA teams during his career, averaging 5.4 ppg and appeared in the 1990 and 1992 NBA Finals as a member of the Blazers. He played collegiately at Seton Hall University.",
      "pageId": 5550200,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Erik_Pappas",
      "name": "Erik Pappas",
      "aboutText": "Erik Daniel Pappas (born April 25, 1966 in Chicago, Illinois) is a former professional baseball player who played for the Chicago Cubs and St. Louis Cardinals.\nPappas, a former St.",
      "pageId": 5953788,
      "monthDay": "04/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rub%C3%A9n_Sosa",
      "name": "Rubén Sosa",
      "aboutText": "Martinus Wouter \"Martin\" Koolhoven (born 25 April 1969) is a Dutch film director and screenwriter. He directed the Dutch-language films Schnitzel Paradise (2005), Knetter (2005), 'n Beetje Verliefd (2006), and Winter in Wartime (2008).",
      "pageId": 7147554,
      "monthDay": "04/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tim_Davie",
      "name": "Tim Davie",
      "aboutText": "James Barbour (born April 25, 1966), is a singer and Broadway actor.",
      "pageId": 8063235,
      "monthDay": "04/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Vitaliy_Kyrylenko",
      "name": "Vitaliy Kyrylenko",
      "aboutText": "Darren Lee Holmes (born April 25, 1966), is a retired professional baseball player who pitched in the Major Leagues from 1990-2003.",
      "pageId": 10388921,
      "monthDay": "04/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Joe_Buck",
      "name": "Joe Buck",
      "aboutText": "Vitaliy Kyrylenko (Ukrainian: Віталій Кириленко, also known as Russian: Виталий Кириленко, Vitaliy Kirilenko; April 25, 1968) is a retired long jumper from Ukraine, best known for winning the bronze medal in the men's long jump event at the 1993 World Championships in Stuttgart, Germany.",
      "pageId": 15489181,
      "monthDay": "04/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Martin_Koolhoven",
      "name": "Martin Koolhoven",
      "aboutText": "Man Arenas (born Jacinto Manuel Arenas on 25 April 1966) is a motion picture production designer, art director and a comic book creator. He worked as a production designer on the animated films Help! I'm a Fish and The Gruffalo, as well as Laura's Star, among other films.",
      "pageId": 25931001,
      "monthDay": "04/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gina_Torres",
      "name": "Gina Torres",
      "aboutText": "Paul Wassif (born 1963 in Bristol, England) is a British musician, guitarist, and singer songwriter.",
      "pageId": 31714780,
      "monthDay": "04/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Darren_Woodson",
      "name": "Darren Woodson",
      "aboutText": "Renée Kathleen Zellweger (/rəˈneɪ ˈzɛl.wɛ.ɡər/; born April 25, 1969) is an American actress and producer. She has received critical acclaim and many accolades, including an Academy Award, a BAFTA Award, three Golden Globe Awards, and three Screen Actors Guild Awards. She was named Hasty Pudding's Woman of the Year in 2009; and established herself as one of the highest-paid Hollywood actresses as of 2007.",
      "pageId": 204352,
      "monthDay": "04/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ren%C3%A9e_Zellweger",
      "name": "Renée Zellweger",
      "aboutText": "Timothy Theodore Duncan (born April 25, 1976) is an American professional basketball player who has played his entire career for the San Antonio Spurs of the National Basketball Association (NBA). Widely regarded as one of the greatest power forwards of all time, he is a five-time NBA champion, two-time NBA MVP, three-time NBA Finals MVP, and NBA Rookie of the Year. He is also a 15-time NBA All-Star and the only player ever to be selected to both the All-NBA and All-Defensive Teams in every one of his first 13 seasons.",
      "pageId": 221812,
      "monthDay": "04/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jason_Lee_(actor)",
      "name": "Jason Lee",
      "aboutText": "Louis Alphonse of Bourbon, Duke of Anjou (Spanish: Luis Alfonso Jaime Marcelino Manuel Víctor María de Borbón-Segovia y Martínez-Bordiú, French: Louis Alphonse Gonzalve Victor Emmanuel Marc de Bourbon; born 25 April 1974, in Madrid) is a member of the Royal House of Bourbon, and one of the current pretenders to the defunct French throne as Louis XX.",
      "pageId": 294733,
      "monthDay": "04/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tomoko_Kawakami",
      "name": "Tomoko Kawakami",
      "aboutText": "Darren Ray Woodson (born April 25, 1969) is a former American football safety in the National Football League. He played his entire career for the Dallas Cowboys from 1992 to 2004.",
      "pageId": 412685,
      "monthDay": "04/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steve_Tovar",
      "name": "Steve Tovar",
      "aboutText": "Tomoko Kawakami (川上 とも子, Kawakami Tomoko, April 25, 1970 – June 9, 2011) was a Japanese voice actress from Tokyo.",
      "pageId": 518663,
      "monthDay": "04/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jason_Wiles",
      "name": "Jason Wiles",
      "aboutText": "Jason Michael Lee (born April 25, 1970) is an American actor, comedian, television producer, and skateboarder. Lee is known for his role as Earl Hickey in the television series My Name Is Earl, the role of Dave Seville in the Alvin and the Chipmunks film franchise, the voice of Syndrome in The Incredibles, and for starring in films directed by Kevin Smith, including Mallrats.\nA skateboard enthusiast, Lee is the co-founder and co-owner of Stereo Skateboards, a company that manufactures skateboard decks.",
      "pageId": 708892,
      "monthDay": "04/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kjersti_Stub%C3%B8",
      "name": "Kjersti Stubø",
      "aboutText": "Dean Phoenix (born April 25, 1974 in Mexicali, Baja California, Mexico) is a pornographic actor.",
      "pageId": 1028262,
      "monthDay": "04/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sara_Baras",
      "name": "Sara Baras",
      "aboutText": "Jacque Dewayne Jones (born April 25, 1975) is a former Major League Baseball outfielder and currently assistant hitting coach with the Washington Nationals under his former manager Dusty Baker",
      "pageId": 1649443,
      "monthDay": "04/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Trygve_Seim",
      "name": "Trygve Seim",
      "aboutText": "Fredrik Larzon (born April 25, 1973 in Örebro, Sweden) is the drummer of the Swedish skate-punk band Millencolin. He currently lives in Örebro, Sweden. He runs another project named Kvoteringen.",
      "pageId": 2785491,
      "monthDay": "04/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brad_Clontz",
      "name": "Brad Clontz",
      "aboutText": "Gilberto da Silva Melo, (born 25 April 1976 in Rio de Janeiro), more commonly known as Gilberto, is a retired Brazilian professional footballer. He has played at left back for the majority of his career.",
      "pageId": 3138445,
      "monthDay": "04/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Zaza_Zazirov",
      "name": "Zaza Zazirov",
      "aboutText": "Jason Austin Wiles (born April 25, 1970) is an American actor known for his role in the TV series Third Watch.\nWiles was born in Kansas City, Missouri, U.S., and raised in Lenexa, Kansas, where he attended Holy Trinity Catholic School.",
      "pageId": 3283707,
      "monthDay": "04/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Carlota_Castrejana",
      "name": "Carlota Castrejana",
      "aboutText": "John Braddock Clontz (born April 25, 1971) was a relief pitcher in Major League Baseball from 1995–2000.\nClontz was born in Stuart, Virginia. An alumnus of Virginia Polytechnic Institute, he made his major league debut on April 26, 1995.",
      "pageId": 4258501,
      "monthDay": "04/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fredrik_Larzon",
      "name": "Fredrik Larzon",
      "aboutText": "Found notable_work?s?,",
      "pageId": 4305615,
      "monthDay": "04/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Louis_Alphonse,_Duke_of_Anjou",
      "name": "Louis Alphonse, Duke of Anjou",
      "aboutText": "Emily Bergl (born Anne Emily Bergl, 25 April 1975) is an English-American actress. She is best known for her role as Rachel Lang in the supernatural horror film The Rage: Carrie 2 (1999), Annie O'Donnell on the ABC television show Men in Trees (2006–08), Beth Young on Desperate Housewives (2010–11) and Tammi Bryant on the TNT drama series Southland (2009–2013).",
      "pageId": 4642946,
      "monthDay": "04/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dean_Phoenix",
      "name": "Dean Phoenix",
      "aboutText": "Steven Eric Tovar (born April 25, 1970) is a former college and professional American football linebacker and a former football coach at the University of Kansas.",
      "pageId": 6140787,
      "monthDay": "04/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Emily_Bergl",
      "name": "Emily Bergl",
      "aboutText": "María Carlota Castrejana Fernández (born 25 April 1973 in Logroño) is a female triple jumper from Spain. Her personal best jump is 14.60 metres, achieved at the 2005 Mediterranean Games in Almería. This is the current national record.",
      "pageId": 8215237,
      "monthDay": "04/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jacque_Jones",
      "name": "Jacque Jones",
      "aboutText": "Sara Pereyra Baras (born April 25, 1971) is a female flamenco dancer, born in San Fernando, Cádiz, Spain.\nShe is internationally famous and regularly tours the world. Sara Bara starts dancing at the age of eight in her mother’s (Concha Bara) dance school.",
      "pageId": 8937687,
      "monthDay": "04/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gilberto_da_Silva_Melo",
      "name": "Gilberto da Silva Melo",
      "aboutText": "Zaza Dianozovych Zazirov (born April 25, 1972 in Gori, Georgian SSR) is a former Ukrainian wrestler and Olympic medalist. He received a bronze medal at the 1996 Summer Olympics in Atlanta. He obtained one silver medal and one bronze medal at the FILA Wrestling World Championships.",
      "pageId": 15814764,
      "monthDay": "04/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tim_Duncan",
      "name": "Tim Duncan",
      "aboutText": "Trygve Seim (born 25 April 1971 in Oslo, Norway) is a Norwegian jazz musician (saxophone) and composer.",
      "pageId": 19724529,
      "monthDay": "04/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kim_Jong-kook_(singer)",
      "name": "Kim Jong-kook",
      "aboutText": "Kjersti Aasan Stubø (born 25 April 1970 in Narvik, Norway) is a Norwegian Jazz musician vocalist, daughter and musical successor of Jazz guitarist Thorgeir Stubø (1943-1986), mother of elektronica musician Mathias Stubø (b.",
      "pageId": 36424857,
      "monthDay": "04/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rainer_Sch%C3%BCttler",
      "name": "Rainer Schüttler",
      "aboutText": "Felipe Massa (Portuguese pronunciation: [fiˈlipi ˈmasɐ], born 25 April 1981) is a Brazilian Formula One racing driver who currently drives for Williams. Massa started his career in go-karting from the age of eight continuing in national and regional championships for seven years. He moved into Formula Chevrolet and claimed the championship.",
      "pageId": 647263,
      "monthDay": "04/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kristin_Sutton",
      "name": "Kristin Sutton",
      "aboutText": "Rainer Schüttler (born 25 April 1976) is a retired German professional tennis player. As of 2015, he is the most recent male German player to reach the singles final of a Grand Slam tournament, finishing as runner-up at the 2003 Australian Open. Schüttler also won a Silver medal in doubles at the 2004 Summer Olympics and achieved a career-high ranking of World No.",
      "pageId": 669903,
      "monthDay": "04/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Constantinos_Christoforou",
      "name": "Constantinos Christoforou",
      "aboutText": "Marguerite C. Moreau (born April 25, 1977) is an American actress. She is best known for her role as Katie in the comedy cult film Wet Hot American Summer, and her role in The Mighty Ducks series of films.",
      "pageId": 868000,
      "monthDay": "04/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ilias_Kotsios",
      "name": "Ilias Kotsios",
      "aboutText": "Constantinos Christoforou is a Cypriot singer. He was born in Limassol, Cyprus on 25 April 1976.\n^ \"About Constantinos\".",
      "pageId": 1082463,
      "monthDay": "04/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tommy_Mac",
      "name": "Tommy Mac",
      "aboutText": "Daniel Donald MacPherson (born 25 April 1980) is an Australian actor and television presenter, best known for his roles as; Joel Samuels on Neighbours, PC Cameron Tait on British police drama The Bill, and Detective Senior Constable Simon Joyner in City Homicide.",
      "pageId": 1708752,
      "monthDay": "04/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marguerite_Moreau",
      "name": "Marguerite Moreau",
      "aboutText": "Alejandro Valverde Belmonte (born 25 April 1980) is a Spanish road racing cyclist for UCI ProTour team Movistar Team. Valverde's biggest wins have been the 2009 Vuelta a España, Liège–Bastogne–Liège in 2006, 2008 and 2015, La Flèche Wallonne (2006, 2014 and 2015), the Clásica de San Sebastián (2008 and 2014), the 2006 and 2008 UCI ProTours, and the 2014 and 2015 UCI World Tours. He has twice collected the silver medal in the UCI Road World Championships, in 2003 and 2005, as well as the bronze four times in 2006, 2012, 2013 and 2014.",
      "pageId": 2219614,
      "monthDay": "04/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matthew_West",
      "name": "Matthew West",
      "aboutText": "Kazuhito Tadano (多田野 数人, Tadano Kazuhito, born April 25, 1980 in Tokyo, Japan) is a right-handed pitcher and coach for the Ishikawa Million Stars in Japan's Baseball Challenge League.",
      "pageId": 2390140,
      "monthDay": "04/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Let%C3%ADcia_Birkheuer",
      "name": "Letícia Birkheuer",
      "aboutText": "Bruce Philip Martin (born 25 April 1980) is a New Zealand cricketer who has represented New Zealand in Test cricket. At domestic level he has played for the Northern Districts for 10 years, in the State Championship and Northland in the Hawke Cup, and in 2011 debuted for The Auckland Aces. Martin is a slow left-arm orthodox spin and right hand batsman.",
      "pageId": 3468146,
      "monthDay": "04/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Duncan_Kibet",
      "name": "Duncan Kibet",
      "aboutText": "Kenneth Dwone Hicks (born April 25, 1981 in Huntsville, Alabama) is a former American football running back in the National Football League. He was signed by the Tennessee Titans as an undrafted free agent in 2003 and was also a member of the Chicago Bears. He played college football at Middle Tennessee State.",
      "pageId": 3651102,
      "monthDay": "04/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matt_Walker_(swimmer)",
      "name": "Matt Walker",
      "aboutText": "Letícia Birkheuer (born April 25, 1978 in Passo Fundo, Rio Grande do Sul, Brazil) is a Brazilian fashion model of German descent. She was discovered while playing volleyball in Porto Alegre, southern Brazil and in 2006 she was the 7th best-paid Brazilian model. She is a Sport Club Internacional supporter.",
      "pageId": 3663110,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ben_Johnston_(Scottish_musician)",
      "name": "Ben Johnston",
      "aboutText": "Tommy Mac (born April 25, 1977) is a Canadian bassist and singer. He is the bassist of the rock band Hedley.\nHe was born in Lahr, West Germany.",
      "pageId": 5235082,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_Johnston_(Scottish_musician)",
      "name": "James Johnston",
      "aboutText": "Matthew Joseph West (born April 25, 1977) is an American Contemporary Christian musician and actor. He has released five studio albums and is known for his songs \"More\", \"You Are Everything\", and \"The Motions\". He was nominated for five Dove Awards in 2005, two of which were for his major label debut album Happy.",
      "pageId": 7198855,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Daniel_MacPherson",
      "name": "Daniel MacPherson",
      "aboutText": "Ilias Kotsios (Greek: Ηλίας Κώτσιος; born 25 April 1977 in Larissa) is a Greek footballer who plays as defender for Levadiakos in the Superleague Greece. He played for OFI Crete, Panathinaikos, Larissa, PAS Giannina and Kalloni.",
      "pageId": 8403457,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bruce_Martin_(cricketer)",
      "name": "Bruce Martin",
      "aboutText": "James Robert Johnston (born 25 April 1980) is a bassist, vocalist, and songwriter, best known for his work with Scottish group Biffy Clyro.",
      "pageId": 11088683,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Juri_Miyazawa",
      "name": "Juri Miyazawa",
      "aboutText": "Ben Hamilton Johnston (born 25 April 1980) is a drummer, vocalist, and songwriter, best known for his work with Scottish group Biffy Clyro.",
      "pageId": 11088884,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lee_Spick",
      "name": "Lee Spick",
      "aboutText": "Lee Spick (25 April 1980 – 26 January 2015) was an English professional snooker player.",
      "pageId": 15467275,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kazuhito_Tadano",
      "name": "Kazuhito Tadano",
      "aboutText": "Matthew \"Matt\" Benedict Walker MBE (born 25 April 1978 in Stockport, England) is a British swimmer who has participated in four Paralympic Games, winning eleven medals. He competes in the S7 (butterfly and freestyle), SM7 (medley) and SB7 (breaststroke) classifications.\n^ a b c \"Athlete biography\".",
      "pageId": 19379512,
      "monthDay": "04/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Alejandro_Valverde",
      "name": "Alejandro Valverde",
      "aboutText": "Duncan Kibet (born 25 April 1978) is a runner from Kenya. He became the second fastest marathoner ever with a time of 2:04:27 hours, when he won the 2009 Rotterdam Marathon. As of November 2013, he is the 9th fastest marathoner of all time on a certified world record eligible course.",
      "pageId": 22288146,
      "monthDay": "04/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dwone_Hicks",
      "name": "Dwone Hicks",
      "aboutText": "Kristin Sutton (born April 25, 1976 in Kinston, North Carolina) is an American actor, and voice-over artist. She is best known as the second voice of Bubbles (original voice by Tara Strong) and Blossom (original voice by Cathy Cavadini), from The Powerpuff Girls, with Trendmasters toys; and \"Baby\" Baby Bop on Barney and Friends for Playskool. She is also known for her work in the American dubs of Japanese anime cartoon series, such as Fairy Tail, Save Me!",
      "pageId": 45243717,
      "monthDay": "04/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Felipe_Massa",
      "name": "Felipe Massa",
      "aboutText": "Juri Miyazawa (宮澤 寿梨, Miyazawa Juri, born April 25, 1980, in Ueda, Nagano Prefecture, Japan) is a Japanese actress and gravure idol who is affiliated with ABC Project. She graduated from Sunrise Women Gakuen High School.\n^ \"Oricon Style profile\".",
      "pageId": 47113561,
      "monthDay": "04/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/John_McFall_(athlete)",
      "name": "John McFall",
      "aboutText": "Anja Sofia Tess Pärson (Swedish pronunciation: [ˈanˈja ˈpæːʂɔn]; born 25 April 1981) is a Swedish former alpine skier. She is an Olympic gold medalist, seven-time gold medalist at the World Championships, and two-time overall Alpine Skiing World Cup champion. She has won a total of 42 World Cup races.",
      "pageId": 194815,
      "monthDay": "04/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anja_P%C3%A4rson",
      "name": "Anja Pärson",
      "aboutText": "Mudhsuden Singh Panesar, known as Monty Panesar (born 25 April 1982) is an English international cricketer who currently plays for Essex. A left-arm spinner, Panesar made his Test debut in 2006 against India in Nagpur and one-day debut for England in 2007. In English county cricket he currently plays for Essex, and has previously played for Northamptonshire until 2009 and Sussex from 2010-2013, He has also played for the Lions in South Africa.",
      "pageId": 3312190,
      "monthDay": "04/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brian_Barton",
      "name": "Brian Barton",
      "aboutText": "Johnathan Dean Thurston (born 25 April 1983) is an Australian rugby league player and co-captain of National Rugby League team the North Queensland Cowboys. During his NRL career he has frequently been cited as rugby league's best player. Thurston is an Australian international, Queensland State of Origin, Prime Minister's XIII and Indigenous All Stars representative halfback, five-eighth and goal-kicker.",
      "pageId": 3413592,
      "monthDay": "04/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Monty_Panesar",
      "name": "Monty Panesar",
      "aboutText": "DeAngelo Chondon Williams (born April 25, 1983) is an American football running back for the Pittsburgh Steelers of the National Football League (NFL).",
      "pageId": 3535440,
      "monthDay": "04/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Marco_Russo",
      "name": "Marco Russo",
      "aboutText": "Nicholas Ian Willis MNZM (born 25 April 1983) is a New Zealand middle distance runner. He won the silver medal in the 1500 metres at the 2008 Olympics in Beijing, and is the current New Zealand record holder for the same event with a time of 3:29.66. He was a gold medallist in the 1500 metres at the 2006 Commonwealth Games in Melbourne and a bronze medallist at the 2010 Commonwealth Games.",
      "pageId": 4518550,
      "monthDay": "04/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/J._P._Howell",
      "name": "J. P. Howell",
      "aboutText": "Joanne Peh (born 25 April 1983) is a Singaporean actress and contracted artiste under MediaCorp.",
      "pageId": 4806773,
      "monthDay": "04/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joanne_Peh",
      "name": "Joanne Peh",
      "aboutText": "Robert Lazaro Andino (born April 25, 1984) is a Cuban-American professional baseball infielder in the Miami Marlins organization. He has played in Major League Baseball (MLB) for the Florida Marlins, Baltimore Orioles and Seattle Mariners.",
      "pageId": 5020021,
      "monthDay": "04/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Johnathan_Thurston",
      "name": "Johnathan Thurston",
      "aboutText": "James Phillip Howell (born April 25, 1983) is an American professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB).",
      "pageId": 5154992,
      "monthDay": "04/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/DeAngelo_Williams",
      "name": "DeAngelo Williams",
      "aboutText": "Isaac Kiprono Songok (born 25 April 1984 in Kaptel, Nandi District) is a Kenyan long-distance runner.\nHe went St. Patrick's High School in Iten, famous for producing runners.",
      "pageId": 6031189,
      "monthDay": "04/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nick_Willis",
      "name": "Nick Willis",
      "aboutText": "Giedo van der Garde (born Giedo Gijsbertus Gerrit van der Garde, 25 April 1985 in Rhenen, Netherlands) is a Dutch racing driver. He drove for the Caterham F1 team in 2013 and joined Sauber as a reserve driver in 2014. His relationship with the latter team ended unceremoniously, because van der Garde was forced to take legal action to enforce a contract that he claimed he had to be a full time driver for Sauber in 2015.",
      "pageId": 8467836,
      "monthDay": "04/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Robert_Andino",
      "name": "Robert Andino",
      "aboutText": "Andre' Chandler Woodson, Jr. (born April 25, 1984) is a former American football quarterback and current coach. He was drafted by the New York Giants in the sixth round of the 2008 NFL Draft.",
      "pageId": 9320996,
      "monthDay": "04/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Melonie_Diaz",
      "name": "Melonie Diaz",
      "aboutText": "Jennifer \"Jen\" Marie Johnson (born April 25, 1984) is a nanny, estate manager bikini model and actress.",
      "pageId": 12142898,
      "monthDay": "04/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jen_Johnson",
      "name": "Jen Johnson",
      "aboutText": "Melonie Diaz (born April 25, 1984) is an American actress who has appeared in many independent films, including four shown at the 2008 Sundance Film Festival.",
      "pageId": 13312809,
      "monthDay": "04/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Isaac_Kiprono_Songok",
      "name": "Isaac Kiprono Songok",
      "aboutText": "Brian Deon Barton (born April 25, 1982) is a former Major League Baseball outfielder, who played for the St.",
      "pageId": 14885126,
      "monthDay": "04/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andre%27_Woodson",
      "name": "Andre' Woodson",
      "aboutText": "John McFall (born 25 April 1981) is a Cardiff-based British Paralympic sprinter. In 2000, when he was 19 years old, his right leg was amputated above the knee following a serious motorcycle accident. He took up running again after being fitted with a prosthesis, and participated in his first race in 2004.",
      "pageId": 17658836,
      "monthDay": "04/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Giedo_van_der_Garde",
      "name": "Giedo van der Garde",
      "aboutText": "Alexei Valerievich Emelin (Russian: Алексей Валерьевич Емелин; born 25 April 1986) is a Russian professional ice hockey defenceman currently playing for Montreal Canadiens of the National Hockey League (NHL).",
      "pageId": 18708215,
      "monthDay": "04/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/John_DeLuca",
      "name": "John DeLuca",
      "aboutText": "Marco Russo (born 25 April 1982) is an Italian footballer who plays for Aurora Seriate.",
      "pageId": 25602910,
      "monthDay": "04/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alexei_Emelin",
      "name": "Alexei Emelin",
      "aboutText": "Claudia Rath (born 25 April 1986 in Hadamar) is a German athlete who specialises in the heptathlon.\nRath represented Germany at the 2010 European Championships in Athletics where she finished 11th in the heptathlon, scoring a personal best of 6107 points. She followed this up with a win at the national heptathlon championships, scoring 5746 points.",
      "pageId": 28237046,
      "monthDay": "04/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Claudia_Rath",
      "name": "Claudia Rath",
      "aboutText": "Johnny \"John\" DeLuca is an American actor who is known for his role as Butchy in the Disney Channel Original Movie, Teen Beach Movie, Teen Beach 2, and as Anthony in coming-of-age comedy Staten Island Summer. He also guest starred with Maia Mitchell on an episode of Disney Channel's latest show, Jessie, along with a guest appearance on Wizards of Waverly Place.\n^ Roman, Elizabeth (July 15, 2013).",
      "pageId": 40014203,
      "monthDay": "04/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Daniel_Sharman",
      "name": "Daniel Sharman",
      "aboutText": "Daniel Andrew Sharman (born 25 April 1986) is an English actor from Hackney, London best known for his role as Isaac Lahey in the MTV supernatural drama series Teen Wolf and as Kaleb Westphall/Kol Mikaelson on The CW series The Originals.",
      "pageId": 42865639,
      "monthDay": "04/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Razak_Boukari",
      "name": "Razak Boukari",
      "aboutText": "Johann Smith (born April 25, 1987 in Hartford, Connecticut) is an American soccer player who currently plays for FC Edmonton in the North American Soccer League as a forward, winger, and left back.",
      "pageId": 2322303,
      "monthDay": "04/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jay_Park",
      "name": "Jay Park",
      "aboutText": "Sara Paxton (born April 25, 1988) is an American actress, model and singer. She grew up in California and began acting at an early age, appearing in many minor roles in both films and television shows, before rising to fame in 2004, after playing the title role in the series Darcy's Wild Life and Sarah Borden in Summerland. Paxton's most notable roles have been in the films Aquamarine (2006), Sydney White (2007), Superhero Movie (2008), The Last House on the Left (2009), The Innkeepers (2011).",
      "pageId": 2348231,
      "monthDay": "04/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Johann_Smith",
      "name": "Johann Smith",
      "aboutText": "Allisyn Ashley Arm (born April 25, 1996) is an American actress and sketch comedian. Arm is most known for her main role as Zora Lancaster on Sonny with a Chance and in Disney Channel's sketch comedy series So Random!",
      "pageId": 3440852,
      "monthDay": "04/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/James_Sheppard",
      "name": "James Sheppard",
      "aboutText": "Gedhun Choekyi Nyima (born 25 April 1989) is the 11th Panchen Lama of Tibetan Buddhism as recognised by the Dalai Lama and various other Tibetan Buddhist leaders. He was born in Lhari County, Tibet. On 14 May 1995, Gedhun Choekyi Nyima was named the 11th Panchen Lama by the 14th Dalai Lama.",
      "pageId": 4610236,
      "monthDay": "04/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sara_Paxton",
      "name": "Sara Paxton",
      "aboutText": "Abdoul-Razak \"Razak\" Boukari (born 25 April 1987) is a Togolese international footballer who plays as a winger. He is signed to English club Wolverhampton Wanderers.",
      "pageId": 5463858,
      "monthDay": "04/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Victor_Engstr%C3%B6m",
      "name": "Victor Engström",
      "aboutText": "James Sheppard (born April 25, 1988) is a Canadian professional ice hockey player currently playing with the Kloten Flyers of the National League A.",
      "pageId": 5703990,
      "monthDay": "04/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marie-Mich%C3%A8le_Gagnon",
      "name": "Marie-Michèle Gagnon",
      "aboutText": "Michael van Gerwen (born 25 April 1989 in Boxtel) is a Dutch professional darts player currently ranked world number one. He began playing darts at the age of 13 and had won the World Masters and thrown a televised nine-dart finish within four years, becoming the youngest player to do either. However, after this initial burst onto the darting scene, Van Gerwen struggled for consistent form until his breakthrough year in 2012.",
      "pageId": 7451852,
      "monthDay": "04/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Michael_van_Gerwen",
      "name": "Michael van Gerwen",
      "aboutText": "Victor Engström (25 April 1989 – 1 July 2013) was a Swedish bandy player who played for Västerås SK as a midfielder or forward. Engström was a youth product of Västerås SK and made his first team debut this season. Engström also played for the Sweden U19 team that won the U19 Nordic Under-19 Bandy Championship 2007, where he scored one goal against Finland.",
      "pageId": 9562973,
      "monthDay": "04/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Gedhun_Choekyi_Nyima",
      "name": "Gedhun Choekyi Nyima",
      "aboutText": "Alex Hideo Shibutani (born April 25, 1991) is an American ice dancer. With his sister Maia Shibutani, he is the 2011 World bronze medalist, 2011 Four Continents silver medalist, 2011 NHK Trophy champion, 2009 World Junior silver medalist, and a five-time U.S. national medalist. He competed at the 2014 Winter Olympics.",
      "pageId": 19313720,
      "monthDay": "04/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jean-%C3%89ric_Vergne",
      "name": "Jean-Éric Vergne",
      "aboutText": "Taylor Walker (born 25 April 1990) is a professional Australian rules football player and is currently the captain of the Adelaide Football Club in the Australian Football League (AFL). He is a former NSW Scholarship player with the club, and was drafted with pick #75 in the 2007 National Draft. Walker was named the captain of Adelaide prior to the 2015 season.",
      "pageId": 22601734,
      "monthDay": "04/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Taylor_Walker_(footballer)",
      "name": "Taylor Walker",
      "aboutText": "Elena Ruslanovna Ilinykh (Russian: Еле́на Русла́новна Ильины́х; born 25 April 1994) is a Russian ice dancer who currently skates with Ruslan Zhiganshin. They are the 2015 Russian National champions.\nWith former partner Nikita Katsalapov, she is a 2014 Olympic champion in the team event, a 2014 Olympic bronze medalist in ice dancing, a three-time European medalist (silver in 2013 and 2014; bronze in 2012), and the 2010 World Junior champion.",
      "pageId": 24224283,
      "monthDay": "04/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alex_Shibutani",
      "name": "Alex Shibutani",
      "aboutText": "Jean-Éric Vergne (born 25 April 1990) is a French racing driver who competes in Formula E for DS Virgin Racing. He competed in Formula One for Scuderia Toro Rosso from 2012 to 2014, and is a Ferrari test and development driver. He won the British Formula 3 Championship in 2010, and has also won championships in Formula Renault.",
      "pageId": 24437431,
      "monthDay": "04/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alex_Bowman",
      "name": "Alex Bowman",
      "aboutText": "Marie-Michèle Gagnon (born 25 April 1989) is a World Cup alpine ski racer from Canada.",
      "pageId": 26253871,
      "monthDay": "04/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Daniel_Norris_(baseball)",
      "name": "Daniel Norris",
      "aboutText": "Jay Park (Korean name: Park Jae-beom; Hangul: 박재범; Hanja: 朴載範, born April 25, 1987) is a Korean-American singer, dancer, rapper, music producer, songwriter, model, choreographer, entrepreneur, and actor. He is a member of the Seattle-based b-boy crew, Art of Movement (AOM). As Park grew up as a b-boy and dancer, he has become known for these skills, as well as his charismatic performances and stage presence.",
      "pageId": 26582885,
      "monthDay": "04/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rapha%C3%ABl_Varane",
      "name": "Raphaël Varane",
      "aboutText": "Raphaël Varane (French pronunciation: ​[vaʁan]; born 25 April 1993) is a French footballer who plays for Spanish club Real Madrid and the French national team, as a central defender.\nHe previously played for French club Lens and, ahead of the 2010–11 season, began training with the senior team and appeared on the bench in several league matches. On 7 November 2010, Varane made his professional debut in a league match against Montpellier.",
      "pageId": 29503123,
      "monthDay": "04/25"
    },
    {
      "year": "1994",
      "uri": "/wiki/Elena_Ilinykh",
      "name": "Elena Ilinykh",
      "aboutText": "Daniel David Norris (born April 25, 1993) is an American professional baseball pitcher for the Detroit Tigers of Major League Baseball (MLB).",
      "pageId": 34829452,
      "monthDay": "04/25"
    },
    {
      "year": "1996",
      "uri": "/wiki/Allisyn_Ashley_Arm",
      "name": "Allisyn Ashley Arm",
      "aboutText": "Alex Bowman (born April 25, 1993) is an American professional stock car racing driver. He has competed in the ARCA Racing Series and the NASCAR Xfinity Series, finishing 11th in the latter series' 2013 standings. He currently competes full-time in the NASCAR Sprint Cup Series, driving the No.",
      "pageId": 37075938,
      "monthDay": "04/25"
    }
  ]
}