{
  "people": [
    {
      "year": "1650",
      "uri": "/wiki/Charlotte_Amalie_of_Hesse-Kassel",
      "name": "Charlotte Amalie of Hesse-Kassel",
      "aboutText": "Edward Gibbon (/ˈɡɪbən/; 8 May 1737 – 16 January 1794) was an English historian and Member of Parliament. His most important work, The History of the Decline and Fall of the Roman Empire, was published in six volumes between 1776 and 1788.",
      "pageId": 10310,
      "monthDay": "04/27"
    },
    {
      "year": "1701",
      "uri": "/wiki/Charles_Emmanuel_III_of_Sardinia",
      "name": "Charles Emmanuel III of Sardinia",
      "aboutText": "Mary Wollstonecraft (/ˈwʊlstən.krɑːft/; 27 April 1759 – 10 September 1797) was an English writer, philosopher, and advocate of women's rights. During her brief career, she wrote novels, treatises, a travel narrative, a history of the French Revolution, a conduct book, and a children's book. Wollstonecraft is best known for A Vindication of the Rights of Woman (1792), in which she argues that women are not naturally inferior to men, but appear to be only because they lack education.",
      "pageId": 19834,
      "monthDay": "04/27"
    },
    {
      "year": "1718",
      "uri": "/wiki/Thomas_Lewis_(Virginia)",
      "name": "Thomas Lewis",
      "aboutText": "Samuel Finley Breese Morse (April 27, 1791 – April 2, 1872) was an American painter and inventor. After having established his reputation as a portrait painter, in his middle age Morse contributed to the invention of a single-wire telegraph system based on European telegraphs.",
      "pageId": 27007,
      "monthDay": "04/27"
    },
    {
      "year": "1737",
      "uri": "/wiki/Edward_Gibbon",
      "name": "Edward Gibbon",
      "aboutText": "Ulysses S. Grant (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was the 18th President of the United States (1869–77). As Commanding General (1864–69), Grant worked closely with President Abraham Lincoln to lead the Union Army to victory over the Confederacy in the American Civil War. He implemented Congressional Reconstruction, often at odds with Lincoln's successor, Andrew Johnson.",
      "pageId": 31752,
      "monthDay": "04/27"
    },
    {
      "year": "1748",
      "uri": "/wiki/Adamantios_Korais",
      "name": "Adamantios Korais",
      "aboutText": "Charles Emmanuel III (27 April 1701 – 20 February 1773) was the Duke of Savoy and King of Sardinia from 1730 until his death.",
      "pageId": 69545,
      "monthDay": "04/27"
    },
    {
      "year": "1755",
      "uri": "/wiki/Marc-Antoine_Parseval",
      "name": "Marc-Antoine Parseval",
      "aboutText": "François Élie Jules Lemaître (27 April 1853 – 4 August 1914) was a French critic and dramatist.",
      "pageId": 158280,
      "monthDay": "04/27"
    },
    {
      "year": "1759",
      "uri": "/wiki/Mary_Wollstonecraft",
      "name": "Mary Wollstonecraft",
      "aboutText": "Otto (German: Otto Wilhelm Luitpold Adalbert Waldemar von Wittelsbach; 27 April 1848 – 11 October 1916), was King of Bavaria from 1886 to 1913. However, he never actively reigned due to severe mental illness; his uncle, Luitpold, and cousin, Ludwig, served as regents. Ludwig deposed him in 1913 a day after the legislature passed a law allowing him to do so, becoming king in his own right.",
      "pageId": 193693,
      "monthDay": "04/27"
    },
    {
      "year": "1788",
      "uri": "/wiki/Charles_Robert_Cockerell",
      "name": "Charles Robert Cockerell",
      "aboutText": "Herbert Spencer (27 April 1820 – 8 December 1903) was an English philosopher, biologist, anthropologist, sociologist, and prominent classical liberal political theorist of the Victorian era.\nSpencer developed an all-embracing conception of evolution as the progressive development of the physical world, biological organisms, the human mind, and human culture and societies. He was \"an enthusiastic exponent of evolution\" and even \"wrote about evolution before Darwin did.\" As a polymath, he contributed to a wide range of subjects, including ethics, religion, anthropology, economics, political theory, philosophy, literature, biology, sociology, and psychology.",
      "pageId": 248859,
      "monthDay": "04/27"
    },
    {
      "year": "1791",
      "uri": "/wiki/Samuel_Morse",
      "name": "Samuel Morse",
      "aboutText": "Edward Whymper (27 April 1840 – 16 September 1911) was an English mountaineer, explorer, illustrator, and author best known for the first ascent of the Matterhorn in 1865; four members of his party were killed during the descent. Whymper also made important first ascents on the Mont Blanc massif and in the Pennine Alps, South America, and the Canadian Rockies. His exploration of Greenland contributed an important advance to Arctic exploration.",
      "pageId": 362195,
      "monthDay": "04/27"
    },
    {
      "year": "1806",
      "uri": "/wiki/Maria_Christina_of_the_Two_Sicilies",
      "name": "Maria Christina of the Two Sicilies",
      "aboutText": "Maria Christina of the Two Sicilies (Italian: Maria Cristina Ferdinanda di Borbone, principessa delle Due Sicilie, Spanish: María Cristina de Borbón, princesa de las Dos Sicilias; 27 April 1806 – 22 August 1878) was Queen consort of Spain (1829 to 1833) and Regent of Spain (1833 to 1840).",
      "pageId": 392872,
      "monthDay": "04/27"
    },
    {
      "year": "1812",
      "uri": "/wiki/William_W._Snow",
      "name": "William W. Snow",
      "aboutText": "Adamantios Korais or Coraïs (Greek: Ἀδαμάντιος Κοραῆς) (27 April 1748 – 6 April 1833) was a Greek humanist scholar credited with laying the foundations of Modern Greek literature and a major figure in the Greek Enlightenment. His activities paved the way for the Greek War of Independence and the emergence of a purified form of the Greek language, known as Katharevousa.",
      "pageId": 407075,
      "monthDay": "04/27"
    },
    {
      "year": "1812",
      "uri": "/wiki/Friedrich_von_Flotow",
      "name": "Friedrich von Flotow",
      "aboutText": "Friedrich Adolf Ferdinand, Freiherr von Flotow (27 April 1812 – 24 January 1883) was a German composer.",
      "pageId": 676623,
      "monthDay": "04/27"
    },
    {
      "year": "1820",
      "uri": "/wiki/Herbert_Spencer",
      "name": "Herbert Spencer",
      "aboutText": "Marc-Antoine Parseval des Chênes (April 27, 1755 – August 16, 1836) was a French mathematician, most famous for what is now known as Parseval's theorem, which presaged the unitarity of the Fourier transform.\nHe was born in Rosières-aux-Salines, in France, into an aristocratic French family, and married Ursule Guerillot in 1795, but divorced her soon thereafter. A monarchist opposed to the French revolution, imprisoned in 1792, Parseval later fled the country for publishing poetry critical of the government of Napoleon.",
      "pageId": 708363,
      "monthDay": "04/27"
    },
    {
      "year": "1822",
      "uri": "/wiki/Ulysses_S._Grant",
      "name": "Ulysses S. Grant",
      "aboutText": "Hans Hartwig von Beseler (27 April 1850 – 20 December 1921) was a German Colonel General.",
      "pageId": 934871,
      "monthDay": "04/27"
    },
    {
      "year": "1840",
      "uri": "/wiki/Edward_Whymper",
      "name": "Edward Whymper",
      "aboutText": "Theodor Severin Kittelsen (27 April 1857 – 21 January 1914) was a Norwegian artist. He is one of the most popular artists in Norway. Kittelsen became famous for his nature paintings, as well as for his illustrations of fairy tales and legends, especially of trolls.",
      "pageId": 1142385,
      "monthDay": "04/27"
    },
    {
      "year": "1848",
      "uri": "/wiki/Otto_of_Bavaria",
      "name": "Otto of Bavaria",
      "aboutText": "Charles Robert Cockerell (27 April 1788 – 17 September 1863) was an English architect, archaeologist, and writer.",
      "pageId": 1495505,
      "monthDay": "04/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/Hans_Hartwig_von_Beseler",
      "name": "Hans Hartwig von Beseler",
      "aboutText": "Thomas Lewis (April 27, 1718 – January 31, 1790) was an Irish-American surveyor, lawyer, and a pioneer of early Virginia. He was a signatory to the Fairfax Resolves preceding the American War for Independence, and after the conflict, contributed to the settlement of western Virginia in an area that would one day become part of West Virginia.",
      "pageId": 2707583,
      "monthDay": "04/27"
    },
    {
      "year": "1853",
      "uri": "/wiki/Jules_Lema%C3%AEtre",
      "name": "Jules Lemaître",
      "aboutText": "Charlotte Amalie of Hesse-Kassel (27 April 1650 – 27 March 1714) was queen-consort of Denmark and Norway, being the wife of King Christian V.",
      "pageId": 4069135,
      "monthDay": "04/27"
    },
    {
      "year": "1857",
      "uri": "/wiki/Theodor_Kittelsen",
      "name": "Theodor Kittelsen",
      "aboutText": "William Arms Fisher (April 27, 1861 – December 18, 1948) was an American composer, music historian and writer.",
      "pageId": 5814663,
      "monthDay": "04/27"
    },
    {
      "year": "1861",
      "uri": "/wiki/William_Arms_Fisher",
      "name": "William Arms Fisher",
      "aboutText": "William W. Snow (April 27, 1812 – September 3, 1886) was a United States Representative from New York.\nSnow was born in Heath, Franklin County, Massachusetts on April 27, 1812.",
      "pageId": 10818536,
      "monthDay": "04/27"
    },
    {
      "year": "1862",
      "uri": "/wiki/Rudolph_Schildkraut",
      "name": "Rudolph Schildkraut",
      "aboutText": "Nicolas Slonimsky (April 27 [O.S. April 15] 1894 – December 25, 1995), born Nikolai Leonidovich Slonimskiy (Russian: Никола́й Леони́дович Сло́нимский), was a Russian-born American conductor, author, pianist, composer and lexicographer. Best known for his writing and musical reference work, he wrote the Thesaurus of Scales and Melodic Patterns and the Lexicon of Musical Invective, and edited Baker's Biographical Dictionary of Musicians.",
      "pageId": 106363,
      "monthDay": "04/27"
    },
    {
      "year": "1866",
      "uri": "/wiki/Maurice_Raoul-Duval",
      "name": "Maurice Raoul-Duval",
      "aboutText": "Florence La Badie /ˌlɑːbɑːˈdiː/ (April 27, 1888 – October 13, 1917) was an American actress in the early days of the silent film era. Though little known today, she was a major star between 1911 and 1917.",
      "pageId": 184469,
      "monthDay": "04/27"
    },
    {
      "year": "1875",
      "uri": "/wiki/Frederick_Fane",
      "name": "Frederick Fane",
      "aboutText": "Walter Benjamin Lantz (April 27, 1899 – March 22, 1994) was an American cartoonist, animator, film producer, and director, best known for founding Walter Lantz Productions and creating Woody Woodpecker.",
      "pageId": 220109,
      "monthDay": "04/27"
    },
    {
      "year": "1876",
      "uri": "/wiki/Con_Leahy",
      "name": "Con Leahy",
      "aboutText": "Rogers Hornsby, Sr. (April 27, 1896 – January 5, 1963), nicknamed \"The Rajah\", was an American baseball infielder, manager, and coach who played 23 seasons in Major League Baseball (MLB). He played for the St.",
      "pageId": 264228,
      "monthDay": "04/27"
    },
    {
      "year": "1878",
      "uri": "/wiki/John_Rimmer",
      "name": "John Rimmer",
      "aboutText": "Dragoljub \"Draža\" Mihailović (Serbian Cyrillic: Драгољуб \"Дража\" Михаиловић, known to his supporters as Uncle Draža (Чича Дража); 26 April 1893 – 17 July 1946) was a Yugoslav Serb general during World War II. A staunch royalist, he retreated to the mountains near Belgrade when the Germans overran Yugoslavia in April 1941 and there he organized bands of guerrillas known as the Chetnik Detachments of the Yugoslav Army. The organisation is commonly known as the Chetniks, although the name of the organisation was later changed to the Yugoslav Army in the Homeland (JVUO, ЈВУО).\nFounded as a royalist/nationalist Serb resistance movement, it was the first Yugoslav resistance movement to be formed, followed shortly by Josip Broz Tito's Partisans.",
      "pageId": 385144,
      "monthDay": "04/27"
    },
    {
      "year": "1880",
      "uri": "/wiki/Mihkel_L%C3%BCdig",
      "name": "Mihkel Lüdig",
      "aboutText": "Jessie Redmon Fauset (April 27, 1884 – April 30, 1961) was an American editor, poet, essayist and novelist.\nFauset was the literary editor of the NAACP magazine The Crisis. She also was the editor and co-author for the African-American children's magazine The Brownies' Book.",
      "pageId": 639538,
      "monthDay": "04/27"
    },
    {
      "year": "1882",
      "uri": "/wiki/Jessie_Redmon_Fauset",
      "name": "Jessie Redmon Fauset",
      "aboutText": "George Brown Petty IV (April 27, 1894 – July 21, 1975) was an American pin-up artist. His pin-up art appeared primarily in Esquire and Fawcett Publications's True but was also in calendars marketed by Esquire, True and Ridgid Tool Company. Petty's Esquire gatefolds originated and popularized the magazine device of centerfold spreads.",
      "pageId": 819731,
      "monthDay": "04/27"
    },
    {
      "year": "1887",
      "uri": "/wiki/Warren_Wood",
      "name": "Warren Wood",
      "aboutText": "John Thomas \"Jack\" Rimmer (27 April 1878 – 6 June 1962) was a British athlete, winner of two gold medals at the 1900 Summer Olympics. Rimmer won the AAA Championships in 4 miles (6.4 km) in 1900. He was born in Birkdale, Merseyside.",
      "pageId": 1041569,
      "monthDay": "04/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Florence_La_Badie",
      "name": "Florence La Badie",
      "aboutText": "Ludwig Bemelmans (April 27, 1898 – October 1, 1962) was an Austria-Hungary-born American writer and illustrator of children's books and an internationally known gourmet. He is known best for the Madeline picture books. Six were published from 1939 to 1961; a seventh was discovered after his death and published posthumously in 1999.",
      "pageId": 1060444,
      "monthDay": "04/27"
    },
    {
      "year": "1893",
      "uri": "/wiki/Dra%C5%BEa_Mihailovi%C4%87",
      "name": "Draža Mihailović",
      "aboutText": "Frederick Luther Fane (27 April 1875 in County Kildare, Ireland – 27 November 1960 in Brentwood, Essex) was born in Ireland, but played cricket for the England cricket team in 14 Test matches. He also played for Essex, Oxford University and London County.\nHe also captained England on five occasions: three times when he took over from the injured Arthur Jones; two times when he took over from H. D. G. Leveson Gower.",
      "pageId": 1343661,
      "monthDay": "04/27"
    },
    {
      "year": "1893",
      "uri": "/wiki/Allen_Sothoron",
      "name": "Allen Sothoron",
      "aboutText": "Allen Sutton Sothoron (April 27, 1893 – June 17, 1939) was an American professional baseball player, coach and manager. As a player, he was a spitball pitcher who spent 11 years in the Major Leagues playing for the St. Louis Browns, Boston Red Sox, Cleveland Indians and the St.",
      "pageId": 4278654,
      "monthDay": "04/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/George_Petty",
      "name": "George Petty",
      "aboutText": "Conor Leahy (born Cornelius Leahy; 27 April 1876 – 18 December 1921) was an Irish athlete, who won Olympic medals at the 1906 and 1908 Games.",
      "pageId": 4802734,
      "monthDay": "04/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Nicolas_Slonimsky",
      "name": "Nicolas Slonimsky",
      "aboutText": "Horace Charles Stoneham (April 27, 1903 — January 7, 1990) was an American Major League Baseball executive and the owner of the New York/San Francisco Giants from 1936 to 1976.\nInheriting the Giants, one of the flagship franchises of the National League, from his father, Charles, in 1936, he oversaw four pennant-winning teams in his first two decades as owner. Then, in 1958, he moved the Giants from New York City to San Francisco, one of two National League owners to bring Major League Baseball to the lucrative West Coast territory.",
      "pageId": 5023077,
      "monthDay": "04/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Rogers_Hornsby",
      "name": "Rogers Hornsby",
      "aboutText": "Tiemoko Garan Kouyaté was a West African labour organiser and propagandist.\nBorn April 27, 1902 in Ségou in the French Sudan, Kouyaté studied at École William Ponty on the Île de Gorée in Senegal. He worked as a school teacher in the Ivory Coast from 1921 to 1923.",
      "pageId": 5152899,
      "monthDay": "04/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/William_Hudson_(engineer)",
      "name": "William Hudson",
      "aboutText": "August Koern (April 27, 1900 – January 11, 1989 Copenhagen) was an Estonian statesman and diplomat.",
      "pageId": 5623878,
      "monthDay": "04/27"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ludwig_Bemelmans",
      "name": "Ludwig Bemelmans",
      "aboutText": "Warren Kenneth Wood (April 27, 1887 – October 27, 1926) was an American amateur golfer who competed in the 1904 Summer Olympics.",
      "pageId": 13925610,
      "monthDay": "04/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/Walter_Lantz",
      "name": "Walter Lantz",
      "aboutText": "Maurice Raoul-Duval (April 27, 1866 – May 5, 1916) was a French polo player who competed in the 1900 Summer Olympics.\nIn 1900 he was part of the Bagatelle Polo Club de Paris team which won the bronze medal. He was also a member of the Compiègne Polo Club team which was eliminated in the first round of the same tournament.",
      "pageId": 17950445,
      "monthDay": "04/27"
    },
    {
      "year": "1900",
      "uri": "/wiki/August_Koern",
      "name": "August Koern",
      "aboutText": "Mihkel Lüdig (9 May [O.S. 27 April] 1880 in Reiu Parish – 7 May 1958 in Vändra) was an Estonian composer, organist and choir conductor. As a composer, he particularly worked on a cappella choral songs. Lüdig is considered one of the major organisers of large-scale musical events in 20th century Estonia.",
      "pageId": 19890669,
      "monthDay": "04/27"
    },
    {
      "year": "1902",
      "uri": "/wiki/Tiemoko_Garan_Kouyat%C3%A9",
      "name": "Tiemoko Garan Kouyaté",
      "aboutText": "Sir William (Bill) Hudson, KBE FRS (27 April 1896 – 12 September 1978), was a New Zealand-born engineer who headed construction of the Snowy Mountains Scheme for hydroelectricity and irrigation in Australia from 1949 to 1967, when he reluctantly retired at 71. The scheme was completed in 1974, under budget and before time.\n^ a b Paton, A. (1979).",
      "pageId": 23545113,
      "monthDay": "04/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Horace_Stoneham",
      "name": "Horace Stoneham",
      "aboutText": "Rudolph Schildkraut (April 27, 1862 - July 15, 1930) was an Austrian film and theatre actor.",
      "pageId": 28370615,
      "monthDay": "04/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Cecil_Day-Lewis",
      "name": "Cecil Day-Lewis",
      "aboutText": "Chiang Ching-kuo (Shanghai/Ningbo dialect: [tɕiã.tɕiŋ.koʔ]) (April 27, 1910 – January 13, 1988), Kuomintang (KMT) politician and leader, was a Taiwanese politician and the son of Generalissimo and President Chiang Kai-shek and held numerous posts in the government of the Republic of China (ROC). He succeeded his father to serve as Premier of the Republic of China between 1972 and 1978 and was the President of the Republic of China from 1978 until his death in 1988. Under his tenure, the government of the Republic of China, while authoritarian, became more open and tolerant of political dissent.",
      "pageId": 61157,
      "monthDay": "04/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Nikos_Zachariadis",
      "name": "Nikos Zachariadis",
      "aboutText": "Enos Bradsher Slaughter (April 27, 1916 – August 12, 2002), nicknamed \"Country\", was an American Major League Baseball (MLB) right fielder. He played for 19-seasons on four major league teams from 1938–1942 and 1946-1959. He is noted primarily for his playing for the St.",
      "pageId": 70969,
      "monthDay": "04/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/John_Kuck",
      "name": "John Kuck",
      "aboutText": "Cecil Day-Lewis (or Day Lewis), CBE (27 April 1904 – 22 May 1972) was a British poet and the Poet Laureate of the United Kingdom from 1968 until his death in 1972. He also wrote mystery stories under the pseudonym of Nicholas Blake. He was the father of actor Daniel Day-Lewis and documentary filmmaker and television chef Tamasin Day-Lewis.",
      "pageId": 161029,
      "monthDay": "04/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Yiorgos_Theotokas",
      "name": "Yiorgos Theotokas",
      "aboutText": "Guido Cantelli (27 April 1920 – 24 November 1956) was an Italian orchestral conductor.",
      "pageId": 252494,
      "monthDay": "04/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Chiang_Ching-kuo",
      "name": "Chiang Ching-kuo",
      "aboutText": "Edwin George Morgan OBE FRSE (27 April 1920 – 17 August 2010) was a Scottish poet and translator who was associated with the Scottish Renaissance. He is widely recognised as one of the foremost Scottish poets of the 20th century. In 1999, Morgan was made the first Glasgow Poet Laureate.",
      "pageId": 437563,
      "monthDay": "04/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bruno_Beger",
      "name": "Bruno Beger",
      "aboutText": "Philip Hauge Abelson (April 27, 1913 – August 1, 2004) was an American physicist, a scientific editor, and a science writer.\n^ a b c Hoiberg, Dale H., ed. (2010).",
      "pageId": 457891,
      "monthDay": "04/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Chris_Berger",
      "name": "Chris Berger",
      "aboutText": "Carl Ludwig \"Lu(t)z\" Long (27 April 1913 in Leipzig – 14 July 1943 in Biscari - Santo Pietro) was a German Olympic long-jumper, notable for winning Silver in the event at the 1936 Summer Olympics in Berlin and for reputedly giving advice to his competitor, Jesse Owens, who went on to win the gold medal for the broad jump (as the long jump was then termed) as a result of Long's advice. Luz Long won the German long jump championship six times in 1933, 1934, 1936, 1937, 1938, and 1939.\nLong was killed in action serving in the German Army during World War II. For his actions in the spirit of sportsmanship, he was posthumously awarded the Pierre de Coubertin medal.",
      "pageId": 1063473,
      "monthDay": "04/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Jacques_de_Bourbon-Busset",
      "name": "Jacques de Bourbon-Busset",
      "aboutText": "Nikolaos Zachariadis (Greek: Νίκος Ζαχαριάδης; 27 April 1903 – 1 August 1973) was the General Secretary of the Communist Party of Greece (KKE) from 1931 to 1956, and one of the most important personalities in the Greek Civil War.",
      "pageId": 1411250,
      "monthDay": "04/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Zohra_Sehgal",
      "name": "Zohra Sehgal",
      "aboutText": "Mark Alexandrovich Krasnosel'skii (Russian: Ма́рк Алекса́ндрович Красносе́льский) (April 27, 1920, Starokostiantyniv – February 13, 1997, Moscow) was a Soviet, Russian and Ukrainian mathematician renowned for his work on nonlinear functional analysis and its applications.",
      "pageId": 4001020,
      "monthDay": "04/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Philip_Abelson",
      "name": "Philip Abelson",
      "aboutText": "Jacques de Bourbon, Count de Busset (April 27, 1912, Paris – May 7, 2001, Paris) was a French novelist, essayist and politician. He was elected to the Académie française on June 4, 1981.",
      "pageId": 4856617,
      "monthDay": "04/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Irving_Adler",
      "name": "Irving Adler",
      "aboutText": "Bruno Beger (27 April 1911 – 12 October 2009) was a German racial anthropologist who worked for the Ahnenerbe.",
      "pageId": 5757194,
      "monthDay": "04/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Luz_Long",
      "name": "Luz Long",
      "aboutText": "Irving Adler (April 27, 1913 – September 22, 2012) was an author, mathematician, scientist, political activist and educator. He was the author of 57 books (some under the pen name Robert Irving) about mathematics, science, and education, and the co-author of 30 more, for both children and adults. His books have been published in 31 countries in 19 different languages.",
      "pageId": 6796368,
      "monthDay": "04/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_Hugh_McWilliams,_Jr.",
      "name": "Robert Hugh McWilliams, Jr.",
      "aboutText": "Sten John Gustaf Rudholm (27 April 1918 – 29 November 2008) was a Swedish lawyer, member of the Swedish Academy (Chair No.1), former Chancellor of Justice, Chief Justice of Appeal and Marshal of the Realm. Rudholm was prior to his death the only living Swedish non-royal to have been made Knight of the Royal Order of the Seraphim – the foremost order of Sweden.",
      "pageId": 7322725,
      "monthDay": "04/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Enos_Slaughter",
      "name": "Enos Slaughter",
      "aboutText": "John Henry Kuck (April 27, 1905 – September 21, 1986) was an American athlete who won a gold medal in the shot put at the 1928 Summer Olympics setting a new world record at 15.87 m. Earlier that year he set two more world records, but they were not recognized officially.",
      "pageId": 7667331,
      "monthDay": "04/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Roman_Matsov",
      "name": "Roman Matsov",
      "aboutText": "Christiaan David \"Chris\" Berger (27 April 1911 – 12 September 1965) was a Dutch athlete, competing in the sprints.",
      "pageId": 8328506,
      "monthDay": "04/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Sten_Rudholm",
      "name": "Sten Rudholm",
      "aboutText": "James Robert Mann (April 27, 1920 – December 20, 2010) was a soldier, lawyer and a United States Representative from South Carolina.",
      "pageId": 10108996,
      "monthDay": "04/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Guido_Cantelli",
      "name": "Guido Cantelli",
      "aboutText": "Zohra Sehgal (27 April 1912 – 10 July 2014) was an Indian actress and choreographer. Sehgal started her career as a dancer in Uday Shankar's troupe, performing in countries like the United States and Japan. She went on to appear in numerous Bollywood films as a character actress with a career-span of over 60 years.",
      "pageId": 11975908,
      "monthDay": "04/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mark_Krasnosel%27skii",
      "name": "Mark Krasnosel'skii",
      "aboutText": "Robert Hugh McWilliams, Jr. (April 27, 1916 – April 10, 2013) was an American United States federal judge from the Tenth circuit.",
      "pageId": 21826445,
      "monthDay": "04/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_Robert_Mann_(South_Carolina)",
      "name": "James Robert Mann",
      "aboutText": "Roman Matsov (Russian Роман Вольдемарович Матсов, Roman Voldemarovich Matsov); (Petrograd 27 April 1917 - 24 August 2001, Tallinn) was an Estonian violinist, pianist, and conductor of German-Baltic descent.\nHe undertook summer courses in Berlin under Georg Kulenkampff (violin) and Walter Gieseking (piano). In 1940 he graduated from the Tallinn Conservatory in violin and piano, and shortly before Estonia became part of the USSR he entered the Leningrad Conservatory, while still being Konzertmeister of several Estonian symphony orchestras.",
      "pageId": 30108937,
      "monthDay": "04/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Edwin_Morgan_(poet)",
      "name": "Edwin Morgan",
      "aboutText": "Yiorgos Theotokas (Greek: Γιώργος Θεοτοκάς), formally Georgios Theotokas (Γεώργιος Θεοτοκάς; 27 April 1906 – 30 October 1966), was a Greek novelist.",
      "pageId": 30863795,
      "monthDay": "04/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Robert_Dh%C3%A9ry",
      "name": "Robert Dhéry",
      "aboutText": "Anouk Aimée (French pronunciation: ​[anuk ɛme]; born 27 April 1932) is a French film actress, who has appeared in 70 films since 1947, having begun her film career at age 14. In her early years she studied acting and dance besides her regular education. Although most of her films were French, she also made a number of films in Spain, Great Britain, Italy and Germany, along with some American productions.",
      "pageId": 154996,
      "monthDay": "04/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Stott",
      "name": "John Stott",
      "aboutText": "Coretta Scott King (/kɔːˈrɛtə/; April 27, 1927 – January 30, 2006) was an American author, activist, and civil rights leader, and the wife of Martin Luther King, Jr. from 1953 until his death in 1968. Coretta Scott King helped lead the African-American Civil Rights Movement in the 1960s.",
      "pageId": 436127,
      "monthDay": "04/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Martin_Gray_(Holocaust_survivor)",
      "name": "Martin Gray",
      "aboutText": "John Robert Walmsley Stott CBE (27 April 1921 – 27 July 2011) was an English Christian leader and Anglican cleric who was noted as a leader of the worldwide Evangelical movement. He was one of the principal authors of the Lausanne Covenant in 1974.",
      "pageId": 562163,
      "monthDay": "04/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jack_Klugman",
      "name": "Jack Klugman",
      "aboutText": "Jack Klugman (April 27, 1922 – December 24, 2012) was an American stage, film and television actor.\nKlugman began his career in 1950. He later moved on to television and film work with roles in 12 Angry Men (1957) and Cry Terror!",
      "pageId": 588590,
      "monthDay": "04/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Sheila_Scott",
      "name": "Sheila Scott",
      "aboutText": "Timothy F. \"Tim\" LaHaye (born April 27, 1926) is an American evangelical Christian minister, author, and speaker. He is best known for the Left Behind series of apocalyptic fiction, which he co-wrote with Jerry B. Jenkins.",
      "pageId": 800465,
      "monthDay": "04/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Vernon_B._Romney",
      "name": "Vernon B. Romney",
      "aboutText": "Roelof Frederik \"Pik\" Botha (born 27 April 1932, in Rustenburg, Transvaal, Union of South Africa) is a former politician from South Africa who served as the country's foreign minister in the last years of the apartheid era. He was considered to be a liberal – at least in comparison to others in the ruling National Party and among the Afrikaner community – but the bulk of his career was spent defending South Africa's apartheid system of racial segregation against foreign criticism.\nHe is not related to the late P. W. Botha, the contemporary National Party politician under whom he served as South Africa's foreign minister.",
      "pageId": 898363,
      "monthDay": "04/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Derek_Chinnery",
      "name": "Derek Chinnery",
      "aboutText": "Igor Oistrakh (Ukrainian: Ігор Давидович Ойстрах; Russian: И́горь Дави́дович О́йстрах; born April 27, 1931) is a Ukrainian violinist.",
      "pageId": 1253768,
      "monthDay": "04/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tim_LaHaye",
      "name": "Tim LaHaye",
      "aboutText": "Nina Apollonovna Ponomaryova (Russian: Нина Аполлоновна Пономарёва, née Ромашкова, Romashkova on 27 April 1929) is a retired Russian discus thrower and the first Soviet Olympic champion.\nPonomaryova became interested in athletics in 1947, when she entered the Physical Training Faculty of the Stavropol Pedagogical Institute. Her first official performance was in 1948 at the Stavropol Krai Championships, where she set a new regional record at 30.53 m.",
      "pageId": 1599547,
      "monthDay": "04/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Basil_A._Paterson",
      "name": "Basil A. Paterson",
      "aboutText": "John Joseph \"Joe\" Moakley (April 27, 1927 – May 28, 2001) was an American politician who served as the United States Representative for Massachusetts's 9th congressional district from 1973 until his death in 2001. Moakley won the seat from incumbent Louise Day Hicks in a 1972 rematch; the seat had been held two years earlier by the retiring Speaker of the House John William McCormack.",
      "pageId": 1852578,
      "monthDay": "04/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Alan_Reynolds_(artist)",
      "name": "Alan Reynolds",
      "aboutText": "Sheila Scott OBE (27 April 1922 – 20 October 1988), was an English aviator.\nBorn Sheila Christine Hopkins in Worcester, Worcestershire, England in 1922, educated at the Alice Ottley School, she broke over 100 aviation records through her long distance flight endeavours, which included a 34,000-mile (55,000 km) \"world and a half\" flight in 1971.",
      "pageId": 1989813,
      "monthDay": "04/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Tato_Bores",
      "name": "Tato Bores",
      "aboutText": "Mauricio Borensztein (27 April 1927 – 11 January 1996), known by the stage name Tato Bores, was an Argentine film, theatre and television comedian, who specialized in political humor.",
      "pageId": 2854797,
      "monthDay": "04/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Charlie_Fonville",
      "name": "Charlie Fonville",
      "aboutText": "Connie Kay (born Conrad Henry Kirnon; 27 April 1927 – 30 November 1994) was an American jazz drummer. He was best known for his long membership in the Modern Jazz Quartet (MJQ).\nHe was self-taught, and began his career playing with saxophonist Lester Young's quintet from 1949 to 1955, and also with Stan Getz, Coleman Hawkins, Charlie Parker, Miles Davis and others.",
      "pageId": 3428873,
      "monthDay": "04/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Connie_Kay",
      "name": "Connie Kay",
      "aboutText": "Basil Alexander Paterson (April 27, 1926 – April 16, 2014), a labor lawyer, was a longtime political leader in New York and Harlem and the father of the 55th Governor of New York, David Paterson. His mother was Jamaican, and his father was Carriacouan.",
      "pageId": 4697651,
      "monthDay": "04/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Coretta_Scott_King",
      "name": "Coretta Scott King",
      "aboutText": "Robert Dhéry (27 April 1921 – 5 December 2004) (born Robert Léon Henri Fourrey or Robert Foullcy) was a French actor, director and screenwriter.\nHe was married to actor Colette Brosset, with whom he appeared onstage in La Plume de Ma Tante.\nHe appeared on Broadway in 1959 in La Plume de Ma Tante, and was, along with the rest of the entire cast (Pamela Austin, Colette Brosset, Roger Caccia, Yvonne Constant, Genevieve Coulombel, Michael Kent, Jean Lefevre, Jacques Legras, Michael Modo, Pierre Olaf, Nicole Parent, Ross Parker, Henri Pennec) awarded a Special Tony Award 1959 for contribution to the theatre.",
      "pageId": 10290275,
      "monthDay": "04/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Joe_Moakley",
      "name": "Joe Moakley",
      "aboutText": "Charles Derek Chinnery (27 April 1925 – 22 March 2015) was the controller of BBC Radio 1 from 1978 to 1985.",
      "pageId": 11021827,
      "monthDay": "04/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nina_Ponomaryova",
      "name": "Nina Ponomaryova",
      "aboutText": "Martin Gray born Mieczysław Grajewski (27 April 1922, Warsaw, Second Polish Republic) is an assumed Holocaust survivor, and postwar author. His family in Poland died in the Holocaust. In 1946 Gray emigrated from Europe to the United States, where his grandmother was living.",
      "pageId": 15131206,
      "monthDay": "04/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Igor_Oistrakh",
      "name": "Igor Oistrakh",
      "aboutText": "Charles Edward \"Charlie\" Fonville (April 27, 1927 – July 13, 1994) was an American track and field athlete who set a world record in the shot put. In 1945, he had been named the Michigan High School Track & Field Athlete of the Year. He won the National Collegiate Athletic Association (NCAA) shot put championship in 1947 and 1948.",
      "pageId": 15565430,
      "monthDay": "04/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Anouk_Aim%C3%A9e",
      "name": "Anouk Aimée",
      "aboutText": "Alan Munro Reynolds (27 April 1926 – 28 August 2014)  was a British painter.\nReynolds was born on 27 April 1926 at Newmarket, Suffolk, where his father worked as a stableman. He studied at the Woolwich Polytechnic from 1948 to 1952 and in 1954, and at the Royal College of Art from 1952 to 1953.",
      "pageId": 26069974,
      "monthDay": "04/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Pik_Botha",
      "name": "Pik Botha",
      "aboutText": "Vernon Bradford Romney (April 27, 1924 – July 13, 2013) was the attorney general of Utah from 1969 to 1977, and the Republican candidate for Governor of Utah in 1976.",
      "pageId": 32673048,
      "monthDay": "04/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Maxine_Brown_(country_singer)",
      "name": "Maxine Brown",
      "aboutText": "Maxine Brown (born April 27, 1932) is an American country music singer who was originally a member of the successful 1950s trio, The Browns, before a brief solo career.",
      "pageId": 33812873,
      "monthDay": "04/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Casey_Kasem",
      "name": "Casey Kasem",
      "aboutText": "Theodoros \"Theo\" Angelopoulos (Greek: Θεόδωρος Αγγελόπουλος) (27 April 1935 – 24 January 2012) was a Greek filmmaker, screenwriter and film producer.\nAn acclaimed and multi-awarded film director who dominated the Greek art ﬁlm industry from 1975 on, Angelopoulos was one of the most influential and widely respected filmmakers in the world. He started making films in 1967.",
      "pageId": 62211,
      "monthDay": "04/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Derek_Minter",
      "name": "Derek Minter",
      "aboutText": "Richard Francis Xavier Manning, known as Brennan Manning (April 27, 1934 – April 12, 2013) was an American author, priest, and public speaker. He is best known for his bestselling book The Ragamuffin Gospel.",
      "pageId": 93750,
      "monthDay": "04/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gian-Carlo_Rota",
      "name": "Gian-Carlo Rota",
      "aboutText": "Gian-Carlo Rota (April 27, 1932 – April 18, 1999) was an Italian-born American mathematician and philosopher.",
      "pageId": 101891,
      "monthDay": "04/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Peter_Imbert,_Baron_Imbert",
      "name": "Peter Imbert, Baron Imbert",
      "aboutText": "Kemal Amen \"Casey\" Kasem (April 27, 1932 – June 15, 2014) was an American disc jockey, music historian, radio celebrity, voice actor, and actor, known for being the host of several music radio countdown programs, most notably American Top 40, from 1970 until his retirement in 2009, and for providing the voice of \"Shaggy\" Rogers in the Scooby-Doo franchise from 1969 to 1997, and again from 2002 until 2009.\nKasem co-founded the American Top 40 franchise in 1970, hosting it from its inception to 1988, and again from 1998 to 2004. Between January 1989 and early 1998, he was the host of Casey's Top 40, Casey's Hot 20, and Casey's Countdown.",
      "pageId": 211325,
      "monthDay": "04/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Brennan_Manning",
      "name": "Brennan Manning",
      "aboutText": "Pat Choate (born April 27, 1941) is an American economist who is perhaps most known for being the 1996 Reform Party Vice President candidate, the running-mate of H. Ross Perot.",
      "pageId": 307249,
      "monthDay": "04/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jean_Valentine",
      "name": "Jean Valentine",
      "aboutText": "Stanisław Dziwisz (Polish pronunciation: [staˈɲiswav ˈdʑiviʂ]; born 27 April 1939) is a Polish prelate of the Roman Catholic Church. He became Archbishop of Kraków in 2005, and was created a cardinal in 2006. He was a long-time and influential aide to Pope John Paul II (he was one of the few people mentioned in the Pope's will, where he was thanked for his almost 40 years of service to the Pontiff), a friend of Pope Benedict XVI, and an ardent supporter of John Paul's eventual beatification.",
      "pageId": 454662,
      "monthDay": "04/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Theodoros_Angelopoulos",
      "name": "Theodoros Angelopoulos",
      "aboutText": "Sandra Dale “Sandy” Dennis (April 27, 1937 – March 2, 1992) was an American theater and film actress.",
      "pageId": 766814,
      "monthDay": "04/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ron_Morris_(athlete)",
      "name": "Ron Morris",
      "aboutText": "Robin Henry Alexander Eames, Baron Eames OM (born 27 April 1937) is an Anglican bishop who served as Archbishop of Armagh and Primate of All Ireland from 1986 to 2006.",
      "pageId": 953686,
      "monthDay": "04/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Geoffrey_Shovelton",
      "name": "Geoffrey Shovelton",
      "aboutText": "Joyce Audrey Botterill (27 April 1939 – 3 September 2015), known professionally as Judy Carne, was an English actress best remembered for the phrase \"Sock it to me!\" on Rowan & Martin's Laugh-In.",
      "pageId": 1045258,
      "monthDay": "04/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Sandy_Dennis",
      "name": "Sandy Dennis",
      "aboutText": "Earl Roderick Anthony (April 27, 1938 – August 14, 2001) was a left-handed American professional bowler who amassed records of 43 titles and six bowler of the year awards on the Professional Bowlers Association (PBA) Tour. His title count was amended to 43 in 2008, when the PBA chose to include ABC Masters titles earned by a PBA member as PBA Tour titles. He is widely credited (along with Dick Weber) for having increased bowling's popularity in the United States.",
      "pageId": 1258264,
      "monthDay": "04/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robin_Eames",
      "name": "Robin Eames",
      "aboutText": "Joseph Paul Luc Alain \"Boom Boom\" Caron (April 27, 1938 - December 18, 1986) was a Canadian professional ice hockey player who played in various leagues from 1956 to 1976.",
      "pageId": 1362834,
      "monthDay": "04/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Richard_Perham",
      "name": "Richard Perham",
      "aboutText": "Peter Michael Imbert, Baron Imbert Kt CVO QPM DL (born 27 April 1933) was Commissioner of the Metropolitan Police Service from 1987 to 1993, and prior to that appointment Chief Constable of Thames Valley Police from 1979 to 1985.\nHe was the Lord Lieutenant of Greater London until 2008.",
      "pageId": 3094293,
      "monthDay": "04/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Earl_Anthony",
      "name": "Earl Anthony",
      "aboutText": "Jean Valentine (born April 27, 1934) is an American poet and was the New York State Poet Laureate from 2008–2010. Her poetry collection, Door in the Mountain: New and Collected Poems, 1965–2003, was awarded the 2004 National Book Award for Poetry.\nHer most recent book, Shirt In Heaven, was published in 2015 by Copper Canyon Press.",
      "pageId": 7478035,
      "monthDay": "04/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alain_Caron_(ice_hockey)",
      "name": "Alain Caron",
      "aboutText": "Muhammed Fethullah Gülen (born 27 April 1941) is a Turkish preacher, former imam, and writer. He is the founder of the Gülen movement (known as Hizmet meaning service in Turkish). He currently lives in self-imposed exile in the United States, residing in Saylorsburg, Pennsylvania.",
      "pageId": 7517723,
      "monthDay": "04/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Judy_Carne",
      "name": "Judy Carne",
      "aboutText": "Ronald Hugh \"Ron\" Morris (born April 27, 1935) is a retired American athlete who competed mainly in the pole vault. He competed for the United States in the 1960 Summer Olympics held in Rome, Italy in the pole vault where he won the silver medal. Morris was born in Glendale, California.",
      "pageId": 7774864,
      "monthDay": "04/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Stanis%C5%82aw_Dziwisz",
      "name": "Stanisław Dziwisz",
      "aboutText": "Jennings Michael Burch (April 27, 1941 – January 15, 2013) was an American writer and author of the 1984 best-selling autobiography They Cage the Animals At Night.",
      "pageId": 11665686,
      "monthDay": "04/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jerry_Mercer",
      "name": "Jerry Mercer",
      "aboutText": "Geoffrey Shovelton (born 27 April 1936) is an English singer and illustrator best known for his performances with the D'Oyly Carte Opera Company in the 1970s.\nShovelton began his professional life with a teaching career, during which he began to perform professionally in oratorio and opera. He became a full-time professional singer in 1971, touring with Scottish Opera and other companies.",
      "pageId": 14404485,
      "monthDay": "04/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jennings_Michael_Burch",
      "name": "Jennings Michael Burch",
      "aboutText": "Derek Minter (27 April 1932 – 2 January 2015) was an English former Grand Prix motorcycle and short-circuit road racer. A versatile rider, he rode a variety of machinery between 1955 and 1967 at increasing levels of expertise and in varying capacities and classes. His best season was in 1958 when he finished the year in fifth place in the 500cc world championship.",
      "pageId": 15210770,
      "monthDay": "04/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Pat_Choate",
      "name": "Pat Choate",
      "aboutText": "Gerald \"Jerry\" Mercer (born April 27, 1939 in Newfoundland) is a Canadian rock drummer, best known for his work with the groups Mashmakhan and April Wine.",
      "pageId": 20196516,
      "monthDay": "04/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Fethullah_G%C3%BClen",
      "name": "Fethullah Gülen",
      "aboutText": "Richard Nelson Perham, FRS, FMedSci, FRSA (27 April 1937 – 14 February 2015), was an English Professor of molecular biology, and Master of St John's College, Cambridge 2004–07.",
      "pageId": 42556846,
      "monthDay": "04/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lee_Roy_Jordan",
      "name": "Lee Roy Jordan",
      "aboutText": "August Wilson (April 27, 1945 – October 2, 2005) was an American playwright whose work included a series of ten plays, The Pittsburgh Cycle, for which he received two Pulitzer Prizes for Drama.",
      "pageId": 171033,
      "monthDay": "04/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ruth_Glick",
      "name": "Ruth Glick",
      "aboutText": "Frank William Abagnale, Jr. (/ˈæbəɡneɪl/; born April 27, 1948) is an American security consultant known for his history as a former confidence trickster, check forger, and impostor between the ages of 15 and 21. He became one of the most famous impostors ever, claiming to have assumed no fewer than eight identities, including an airline pilot, a physician, a U.S. Bureau of Prisons agent, and a lawyer.",
      "pageId": 225255,
      "monthDay": "04/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jim_Keltner",
      "name": "Jim Keltner",
      "aboutText": "Peter William Ham (27 April 1947 – 24 April 1975) was a Welsh singer, songwriter and guitarist, primarily recognized for having been the lead singer/composer of the 1970s rock group Badfinger's hit songs, \"No Matter What\", \"Day After Day\" and \"Baby Blue.\" He also co-wrote the ballad \"Without You\", a worldwide Number One hit for Harry Nilsson and it has become a standard song as covered by hundreds of artists consistently throughout the years since. Ham was granted two Ivor Novello Awards related to the song in 1973.",
      "pageId": 450629,
      "monthDay": "04/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Helmut_Marko",
      "name": "Helmut Marko",
      "aboutText": "James Lee \"Jim\" Keltner (born April 27, 1942) is an American drummer and percussionist known primarily for his session work; he also played the ukulele. He has contributed to the work of many well-known artists. Keltner is originally from Tulsa, Oklahoma.",
      "pageId": 583156,
      "monthDay": "04/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Stoker_Cavendish,_12th_Duke_of_Devonshire",
      "name": "Stoker Cavendish, 12th Duke of Devonshire",
      "aboutText": "Peregrine Andrew Morny Cavendish, 12th Duke of Devonshire, KCVO, CBE, DL (born 27 April 1944) is a British peer. He is the only surviving son of Andrew Cavendish, 11th Duke of Devonshire and his wife, the former Deborah Mitford. He succeeded to the dukedom following the death of his father on 3 May 2004.",
      "pageId": 634539,
      "monthDay": "04/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Fish",
      "name": "Michael Fish",
      "aboutText": "Michael Fish, MBE (born 27 April 1944 in Eastbourne, Sussex) is a semi-retired British weather forecaster, best known for his BBC Weather television presentations, although he was actually employed by the Met Office.\nHe became infamous in the wake of the Great Storm of 1987; a few hours before the storm broke, on 15 October 1987, he said during a forecast: \"Earlier on today, apparently, a woman rang the BBC and said she heard there was a hurricane on the way... well, if you're watching, don't worry, there isn't!\".",
      "pageId": 810877,
      "monthDay": "04/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Cuba_Gooding_Sr.",
      "name": "Cuba Gooding Sr.",
      "aboutText": "George Kenneth \"G. K.\" Butterfield, Jr. (born April 27, 1947) is the U.S. Representative for North Carolina's 1st congressional district, elected in 2004. He is a member of the Democratic Party.",
      "pageId": 850143,
      "monthDay": "04/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Herb_Pedersen",
      "name": "Herb Pedersen",
      "aboutText": "The Honourable Sir Nicholas Andrew Serota, CH (born 27 April 1946) is director of the Tate art museums and galleries. He was director of the Whitechapel Gallery, London, and The Museum of Modern Art, Oxford, before becoming in 1988 director of the Tate, the United Kingdom's national gallery of modern and British art. He has been the chairman of the Turner Prize jury.",
      "pageId": 991220,
      "monthDay": "04/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Martin_Chivers",
      "name": "Martin Chivers",
      "aboutText": "Lee Roy Jordan (born April 27, 1941) is a former American football linebacker. After attending the University of Alabama, playing under head coach Paul \"Bear\" Bryant, he spent 14 years in the National Football League playing for the Dallas Cowboys between 1963–1976.",
      "pageId": 1064909,
      "monthDay": "04/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jack_Deverell",
      "name": "Jack Deverell",
      "aboutText": "Ann Peebles (born April 27, 1947) is an African-American singer and songwriter who gained celebrity for her Memphis soul albums of the 1970s for Hi Records. Two of her most popular songs are \"I Can't Stand the Rain\", which she wrote with her husband Don Bryant and radio broadcaster Bernie Miller, and \"I'm Gonna Tear Your Playhouse Down\". In 2014, Ann Peebles was inducted into the Memphis Music Hall of Fame.",
      "pageId": 1174867,
      "monthDay": "04/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Helen_Hodgman",
      "name": "Helen Hodgman",
      "aboutText": "Helmut Marko LL.D., (born 27 April 1943 in Graz, Austria) is advisor to the Red Bull Racing Formula One Team, head of Red Bull's driver development program and a former racing driver.\nHe was a school friend of Jochen Rindt, who was to become Formula One world champion in 1970. Marko competed in several race series, including in 10 Formula One Grands Prix in 1971 and 1972, but scored no World Championship points.",
      "pageId": 1233840,
      "monthDay": "04/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/August_Wilson",
      "name": "August Wilson",
      "aboutText": "Cuba Gooding, Sr. (born April 27, 1944) is the lead singer of the soul group The Main Ingredient, most notable for its two biggest hits, \"Everybody Plays the Fool\" (1972) and \"Just Don't Want to Be Lonely\" (1974). Gooding also had a brief solo career on Motown Records during the late-1970s and early-1980s.",
      "pageId": 1572895,
      "monthDay": "04/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Franz_Roth",
      "name": "Franz Roth",
      "aboutText": "Keith Arlen Magnuson (April 27, 1947 – December 15, 2003) was a professional ice hockey defenceman from Saskatoon, Saskatchewan who played in the National Hockey League (NHL) between 1969 and 1979. Magnuson was killed in an auto accident in Vaughan, Ontario with fellow NHL alumnus Rob Ramage behind the wheel (Ramage survived the accident, but was later found guilty of vehicular manslaughter).\nMagnuson played 589 career NHL games, all with the Chicago Black Hawks, wearing # 3, and scoring 14 goals and 125 assists for 139 points.",
      "pageId": 3389488,
      "monthDay": "04/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nicholas_Serota",
      "name": "Nicholas Serota",
      "aboutText": "Martin Harcourt Chivers (born 27 April 1945 in Southampton, England) is a retired English professional footballer from the 1960s and 1970s.",
      "pageId": 4629091,
      "monthDay": "04/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Meeli_Truu",
      "name": "Meeli Truu",
      "aboutText": "Ruth Glick née Burtnick, (born April 27, 1942, in Lexington, Kentucky), is a writer of cookbooks, romance and young adult novels. She has written novels under the pseudonym Rebecca York; until 1997 these were written in collaboration with Eileen Buckholtz.",
      "pageId": 8531874,
      "monthDay": "04/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/G._K._Butterfield",
      "name": "G. K. Butterfield",
      "aboutText": "Franz \"Bulle\" Roth (born 27 April 1946 in Memmingen) is a former German footballer. He earned four caps for the Germany national football team and was nicknamed \"the Bull\" due to his physical playing style.\nRoth was a big game player and had a knack of scoring important goals in massive games for Bayern Munich.",
      "pageId": 9997216,
      "monthDay": "04/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pete_Ham",
      "name": "Pete Ham",
      "aboutText": "",
      "pageId": 18018742,
      "monthDay": "04/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Keith_Magnuson",
      "name": "Keith Magnuson",
      "aboutText": "Helen Hodgman (born 27 April 1945 in Aberdeen, Scotland) is an Australian novelist. She won the 1978 Somerset Maugham Award for her novel Jack and Jill. She also won the 1989 Christina Stead Fiction Prize for the novel Broken Words.",
      "pageId": 25582788,
      "monthDay": "04/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ann_Peebles",
      "name": "Ann Peebles",
      "aboutText": "General Sir (John Freeguard) Jack Deverell KCB OBE (born 27 April 1945) was Commander-in-Chief Allied Forces Northern Europe.",
      "pageId": 25666031,
      "monthDay": "04/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Frank_Abagnale",
      "name": "Frank Abagnale",
      "aboutText": "Meeli Truu (27 April 1946 — 7 August 2013) was an Estonian architect.\nShe designed the Swissôtel Tallinn and the Rocca al Mare Shopping Centre.\n^ Cultural Policy in Estonia.",
      "pageId": 48268735,
      "monthDay": "04/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Amrit_Kumar_Bohara",
      "name": "Amrit Kumar Bohara",
      "aboutText": "Paul Daniel \"Ace\" Frehley (/ˈfreɪli/; born April 27, 1951) is an American musician, singer and songwriter best known as the former lead guitarist and founding member of the rock band Kiss. He took on the persona of the \"Spaceman\" or \"Space Ace\" and played with the group from its inception in 1973 until his departure in 1982. After leaving Kiss, Frehley embarked on a solo career, which was put on hold when he rejoined Kiss in 1996 for a highly successful reunion tour.",
      "pageId": 142245,
      "monthDay": "04/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Josef_Hickersberger",
      "name": "Josef Hickersberger",
      "aboutText": "Catherine Elizabeth \"Kate\" Pierson (born April 27, 1948) is an American vocalist, lyricist, and one of the lead singers and founding members of The B-52's. A multi-instrumentalist, she plays guitar, bass and various keyboard instruments. In the B-52s, she has performed alongside Cindy Wilson, Fred Schneider, Ricky Wilson, and Keith Strickland.",
      "pageId": 212121,
      "monthDay": "04/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kate_Pierson",
      "name": "Kate Pierson",
      "aboutText": "Eric Emerson Schmidt (born April 27, 1955) is an American software engineer, businessman, as well as the executive chairman of Alphabet Inc (formerly named Google). In 2013, Forbes ranked Schmidt as the 138th-richest person in the world, with an estimated wealth of $9.1 billion.\nAs an intern at Bell Labs, Schmidt did a complete re-write of Lex, a program to generate lexical analysers for the Unix computer operating system.",
      "pageId": 224584,
      "monthDay": "04/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Si_Robertson",
      "name": "Si Robertson",
      "aboutText": "Ari Pieti Uolevi Vatanen ( pronunciation ) (born 27 April 1952) is a Finnish rally driver turned politician and a Member of the European Parliament from 1999 to 2009. Vatanen won the World Rally Championship drivers' title in 1981 and the Paris Dakar Rally four times.",
      "pageId": 432801,
      "monthDay": "04/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Grant_Chapman",
      "name": "Grant Chapman",
      "aboutText": "Laurence Allen \"Larry\" Elder (born April 27, 1952) is an American lawyer, writer and radio and television personality who calls himself the \"Sage of South Central,\" a district of Los Angeles, California. His radio program The Larry Elder Show formerly aired weekdays 3 pm on talk radio 790 KABC in Los Angeles. His show began September 27, 2010; it was previously heard on the same station weekdays from 3 to 7 pm from 1994 to 2008 and was syndicated on ABC Radio Networks from 2002 to 2007 and locally on KABC radio in the Los Angeles Metro area from 2009 to 2014.",
      "pageId": 442785,
      "monthDay": "04/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Paul_Lockyer",
      "name": "Paul Lockyer",
      "aboutText": "Rear Admiral (Rtd) Josaia Voreqe Bainimarama, CF, MSD, OStJ, Fijian Navy, known commonly as Frank Bainimarama and sometimes by the chiefly title Ratu (born 27 April 1954), is a Fijian naval officer who has been Prime Minister of Fiji since 2007. He was the Commander of the Fijian Military Forces from 1999 to 2014. While serving as Prime Minister, he has temporarily held various ministerial portfolios: Information, Home Affairs, Immigration, Public Service, Indigenous and Multi-Ethnic Affairs, Finance, and Foreign Affairs.",
      "pageId": 525868,
      "monthDay": "04/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ace_Frehley",
      "name": "Ace Frehley",
      "aboutText": "George \"The Iceman\" Gervin (born April 27, 1952) is an American retired professional basketball player who played in both the American Basketball Association (ABA) and National Basketball Association (NBA) for the Virginia Squires, San Antonio Spurs, and Chicago Bulls. Gervin averaged at least 14 points per game in all 14 of his ABA and NBA seasons, and finished with an NBA career average of 26.2 points per game. Gervin is widely regarded to be one of the greatest shooting guards in NBA history.",
      "pageId": 870700,
      "monthDay": "04/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Larry_Elder",
      "name": "Larry Elder",
      "aboutText": "Hedley Grant Pearson Chapman (born 27 April 1949) is an Australian politician.\nBorn in Adelaide, South Australia, Chapman was educated at the University of Adelaide and worked as a marketing executive in the oil industry and a self-employed management consultant prior to gaining Liberal Party pre-selection for the federal Division of Kingston in the House of Representatives. Elected as part of Malcolm Fraser's landslide win, Chapman served in the House of Representatives until his defeat at the 1983 federal election.",
      "pageId": 995524,
      "monthDay": "04/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/George_Gervin",
      "name": "George Gervin",
      "aboutText": "Herman \"Herm\" Edwards, Jr. (born April 27, 1954) is an American football analyst who most recently coached in the National Football League for the Kansas City Chiefs. Since 2009, he has been a pro football analyst for ESPN. He played cornerback for 10 seasons (1977–1986) with the Philadelphia Eagles, Los Angeles Rams and Atlanta Falcons.",
      "pageId": 1331649,
      "monthDay": "04/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ari_Vatanen",
      "name": "Ari Vatanen",
      "aboutText": "Arielle Dombasle (born April 27, 1953) is a French-American singer, actress, director and model. Her breakthrough roles were in Éric Rohmer's Pauline at the Beach (1983) and Alain Robbe-Grillet's The Blue Villa (1995). She is best known to American audiences for her appearances on Miami Vice and the 1984 miniseries Lace.",
      "pageId": 2073042,
      "monthDay": "04/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Arielle_Dombasle",
      "name": "Arielle Dombasle",
      "aboutText": "Josef Hickersberger (born 27 April 1948 in Amstetten, Austria) is a former professional football player and former coach of the Austria national football team and Austrian club side Rapid Wien.",
      "pageId": 2737083,
      "monthDay": "04/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Frank_Bainimarama",
      "name": "Frank Bainimarama",
      "aboutText": "Amrit Kumar Bohara (Nepali: अमृतकुमार बोहरा), born April 27, 1948, is a leader of the Communist Party of Nepal (Unified Marxist-Leninist) (CPN(UML)). He is a member of the Standing Committee of the party and was its acting General Secretary.\nBohara was released in early May 2005 along with his colleague, CPN(UML) General Secretary Madhav Kumar Nepal, after being detained for several months on King Gyanendra's orders.",
      "pageId": 2744816,
      "monthDay": "04/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Herman_Edwards",
      "name": "Herman Edwards",
      "aboutText": "Bryan Harvey (April 27, 1956 – January 1, 2006) was an American musician noted for his fronting role in House of Freaks.\nHarvey first gained attention in the early 1980s as singer-guitarist in a power pop band based out of Richmond, Virginia called The Dads. Popular at East Coast colleges, the band reached the pinnacle of its success in 1984 with the release, on CBS records, of its self-titled album.",
      "pageId": 3729954,
      "monthDay": "04/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gudrun_Berend",
      "name": "Gudrun Berend",
      "aboutText": "Kevin Robert McNally (born 27 April 1956) is an English actor who has worked in theatre and radio as well as in film and television.",
      "pageId": 4399582,
      "monthDay": "04/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Eric_Schmidt",
      "name": "Eric Schmidt",
      "aboutText": "Bridget Kendall MBE (born 27 April 1956) is an English contributing editor, radio and television correspondent at the BBC.",
      "pageId": 5733184,
      "monthDay": "04/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bryan_Harvey_(musician)",
      "name": "Bryan Harvey",
      "aboutText": "Jeff Probyn (born 27 April 1956 in Bethnal Green, London) is an English former Rugby Union player.\nThe Askeans, Streatham and Wasps prop was selected in England's squad for the 1987 Rugby World Cup, but Probyn did not make his international debut until 1988, at the age of 31, against France. Left out of the 1993 Lions squad that toured New Zealand, Probyn toured South Africa with a World XV in 1989, and was a member of the Wasps FC side that won the English Courage league in 1990.",
      "pageId": 7290617,
      "monthDay": "04/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bridget_Kendall",
      "name": "Bridget Kendall",
      "aboutText": "Gudrun Berend, married Wakan, (27 April 1955 in Eisleben – 22 August 2011 in Eisleben) was an East German hurdler. She represented the sports team SC Chemie Halle.\nShe finished fifth at the 1974 European Championships, fourth at the 1976 Summer Olympics and won the bronze medal at the 1978 European Championships, the latter in a lifetime best of 12.73 seconds.",
      "pageId": 9977921,
      "monthDay": "04/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kevin_McNally",
      "name": "Kevin McNally",
      "aboutText": "Douglas P. (born Douglas Pearce, 27 April 1956), is an English folk musician, record label owner, photographer and actor who records under the name Death in June.",
      "pageId": 19869221,
      "monthDay": "04/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Douglas_P.",
      "name": "Douglas P.",
      "aboutText": "Paul James Lockyer (27 April 1950 – 18 August 2011) was an Australian television journalist for the Australian Broadcasting Corporation and the Nine Network who was known for his reporting on rural and regional Australia.",
      "pageId": 32793524,
      "monthDay": "04/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jeff_Probyn",
      "name": "Jeff Probyn",
      "aboutText": "Silas Merritt Robertson (born April 27, 1948), known as Si Robertson and often referred to as \"Uncle Si\", is an American television personality, preacher, hunter, outdoorsman, retired U.S. Army soldier, and duck-call maker at Duck Commander. He is best known for his role on A&E's Duck Dynasty, on which he has emerged as the breakout character.",
      "pageId": 39609890,
      "monthDay": "04/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Willie_Upshaw",
      "name": "Willie Upshaw",
      "aboutText": "Anna Moana Rosa Pozzi (Italian pronunciation: [ˈanna moˈaːna ˈrɔːza ˈpottsi]; 27 April 1961 – 15 September 1994), best known as Moana Pozzi and Moana, was an Italian pornographic actress, actress, television personality, model, politician and writer.",
      "pageId": 74435,
      "monthDay": "04/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sheena_Easton",
      "name": "Sheena Easton",
      "aboutText": "Stephen Russell Davies, OBE (born 27 April 1963), better known by his pen name Russell T Davies, is a Welsh television producer and screenwriter whose works include Queer as Folk, Bob & Rose, The Second Coming, Casanova, the 2005 revival of the classic British science fiction series Doctor Who, and the trilogy Cucumber, Tofu, and Banana.\nBorn in Swansea, Davies aspired to work as a comic artist in his adult life, until a careers advisor at Olchfa School suggested that he study English literature; he consequently focused on a career of play- and screen-writing. After he graduated from Oxford University, Davies joined the BBC's children's department in 1985 on a part-time basis and worked in varying positions, including writing and producing two series, Dark Season and Century Falls.",
      "pageId": 398198,
      "monthDay": "04/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Louis_Lortie",
      "name": "Louis Lortie",
      "aboutText": "Andrew Edmund Armstrong Selous /səˈluː/ (born 27 April 1962) Conservative Party politician in the United Kingdom who has been the Member of Parliament for South West Bedfordshire since 2001.",
      "pageId": 450363,
      "monthDay": "04/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Neil_Pearson",
      "name": "Neil Pearson",
      "aboutText": "Marco Francesco Andrea Pirroni (born 27 April 1959, London, England) is an English guitarist, songwriter and record producer.",
      "pageId": 493772,
      "monthDay": "04/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marco_Pirroni",
      "name": "Marco Pirroni",
      "aboutText": "Sheena Shirley Easton (née Orr; born 27 April 1959) is a Scottish-born recording artist and stage and TV/film actress with dual UK/USA nationality. Easton first came into the public eye as the focus of an episode in the first British musical reality television programme The Big Time: Pop Singer, which recorded her attempts to gain a record contract and her eventual signing with EMI Records.\nEaston's 1980 debut singles, \"Modern Girl\" and \"9 to 5\", entered the UK Top Ten, making her the first UK female artist to appear twice in the same Top Ten since Ruby Murray.",
      "pageId": 511271,
      "monthDay": "04/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Krushelnyski",
      "name": "Mike Krushelnyski",
      "aboutText": "Neil Joshua Pearson (born 27 April 1959) is a British actor, best known for his work on television.",
      "pageId": 870015,
      "monthDay": "04/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Moana_Pozzi",
      "name": "Moana Pozzi",
      "aboutText": "Carolyn \"Cali\" Timmins (born April 27, 1963; Montreal) is a Canadian actress, best known for her work in the soap Ryan's Hope as Maggie Shelby, a role she played from 1983 to 1989.\nShe also played the first Paulina Cantrell Cory in Another World from 1990 to 1991.\nShe has done guest spots in a variety of TV shows, Frasier, Cybill, Highlander: The Series, and Forever Knight, amongst others.",
      "pageId": 932938,
      "monthDay": "04/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andrew_Schlafly",
      "name": "Andrew Schlafly",
      "aboutText": "Michael Mahonen (born April 27, 1964) is a Canadian actor, director and screen writer.",
      "pageId": 1105811,
      "monthDay": "04/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/%C3%81ngel_Comizzo",
      "name": "Ángel Comizzo",
      "aboutText": "Louis Lortie, OC, CQ (born 27 April 1959) is a French-Canadian pianist. He currently lives in Berlin.\nAn international soloist, with over 30 recordings on the Chandos Records label, Lortie is particularly known for his interpretation of Ravel, Chopin and Beethoven.",
      "pageId": 1629677,
      "monthDay": "04/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/James_LeGros",
      "name": "James LeGros",
      "aboutText": "Lisa E. Wilcox (born April 27, 1964) is an American actress and designer who has starred in film and television.",
      "pageId": 2248452,
      "monthDay": "04/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Choi_Min-sik",
      "name": "Choi Min-sik",
      "aboutText": "Anna Theodora Chancellor (born 27 April 1965) is an English actress. She is the great-great-granddaughter of British Prime Minister H. H. Asquith.",
      "pageId": 2320822,
      "monthDay": "04/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Seppo_R%C3%A4ty",
      "name": "Seppo Räty",
      "aboutText": "Im Sang-soo (born April 27, 1962) is a South Korean film director and screenwriter. He has twice been invited to compete for the Palme d'Or at the Cannes Film Festival, with The Housemaid in 2010 and The Taste of Money in 2012.\n^ \"Two Korean Movies Invited to Compete at Cannes\".",
      "pageId": 2546979,
      "monthDay": "04/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Im_Sang-soo",
      "name": "Im Sang-soo",
      "aboutText": "Willie Clay Upshaw (born April 27, 1957 in Blanco, Texas) is a retired Major League Baseball player who played first base for the Toronto Blue Jays (1978, 1980–1987) and Cleveland Indians (1988), both of the American League.\nFollowing his Major League career, he played two seasons in Japan for the Fukuoka Daiei Hawks (1989–1990).",
      "pageId": 2734104,
      "monthDay": "04/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Andrew_Selous",
      "name": "Andrew Selous",
      "aboutText": "Seppo Henrik Räty (born 27 April 1962, in Helsinki) is a Finnish javelin thrower. His personal best throw was 96.96 m in 1991, which was a world record with the \"new javelin\" at the time, however this throw was made using a modified 'Nemeth' javelin which was banned by the IAAF later that year and all records made using this javelin were retrospectively deleted. Räty's best throw with the current javelin is 90.60 m in 1992.",
      "pageId": 2739996,
      "monthDay": "04/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Russell_T_Davies",
      "name": "Russell T Davies",
      "aboutText": "Choi Min-sik (Hangul: 최민식 Korean pronunciation: [tɕʰwe minɕʰik]; born April 27, 1962) is a South Korean actor. He is best known for his critically acclaimed roles in Oldboy (2003) and The Admiral: Roaring Currents (2014). He also starred alongside Scarlett Johansson in the 2014 French film, Lucy.",
      "pageId": 2767284,
      "monthDay": "04/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Cali_Timmins",
      "name": "Cali Timmins",
      "aboutText": "James LeGros (born April 27, 1962) is an American actor.",
      "pageId": 3008816,
      "monthDay": "04/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alison_Etheridge",
      "name": "Alison Etheridge",
      "aboutText": "Michael Krushelnyski (born April 27, 1960) is a retired [Canadian] professional ice hockey centre in the NHL, a 4 time Stanley Cup Champion, who was Head Coach in the KHL and Gremany,DEL, Assistant Coach and Video Coach with the Detroit Red Wings. He was born in Montreal, Quebec, but grew up in LaSalle, Quebec.",
      "pageId": 3991107,
      "monthDay": "04/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_Mahonen",
      "name": "Michael Mahonen",
      "aboutText": "Ángel David Comizzo Leiva (born 27 April 1962) is a retired Argentine football goalkeeper and current manager.\nComizzo was born in Reconquista, and began his career at Talleres in the Primera Division Argentina. In 1988 he joined River Plate where he was loaned to UANL Tigres of Mexico in 1990–1991.",
      "pageId": 5259527,
      "monthDay": "04/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lisa_Wilcox",
      "name": "Lisa Wilcox",
      "aboutText": "Andrew Layton \"Andy\" Schlafly (/ˈʃlæfli/; born April 27, 1961) is a Conservative Christian American lawyer and conservative activist, best known as the founder and owner of the wiki Conservapedia. He is the son of conservative activist and lawyer Phyllis Schlafly.\nSchlafly was the lead counsel for the Association of American Physicians and Surgeons' efforts to bring the Patient Protection and Affordable Care Act before the United States Supreme Court.",
      "pageId": 18276340,
      "monthDay": "04/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Anna_Chancellor",
      "name": "Anna Chancellor",
      "aboutText": "Alison Mary Etheridge (born 1964) FRS is Professor of Probability at the Mathematical Institute, University of Oxford.",
      "pageId": 46715790,
      "monthDay": "04/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vyacheslav_Oliynyk",
      "name": "Vyacheslav Oliynyk",
      "aboutText": "Willem-Alexander (Dutch: [ˈʋɪləm aːlɛkˈsɑndər]; Willem-Alexander Claus George Ferdinand; born 27 April 1967) is the King of the Netherlands.\nWillem-Alexander was born in Utrecht and is the oldest child of Beatrix of the Netherlands and German diplomat Claus van Amsberg. He became Prince of Orange and heir apparent to the throne of the Netherlands on 30 April 1980, when his mother became queen regnant, and he ascended the throne on 30 April 2013 when his mother abdicated.",
      "pageId": 100384,
      "monthDay": "04/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Matt_Reeves",
      "name": "Matt Reeves",
      "aboutText": "Kylie Travis (born 27 April 1966) is an Australian actress.\nTravis was born in London, England; her family moved to Australia shortly afterward. She modelled for various agencies in Paris, London, and New York before taking up acting.",
      "pageId": 661033,
      "monthDay": "04/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yoshihiro_Togashi",
      "name": "Yoshihiro Togashi",
      "aboutText": "Yoshihiro Togashi (冨樫 義博, Togashi Yoshihiro, born April 27, 1966 in Shinjō, Yamagata) is a Japanese manga artist. He began drawing manga at an early age; while he attended college, the publishing company Shueisha recognized his talent. Togashi has authored numerous manga series in different genres during the past three decades.",
      "pageId": 760042,
      "monthDay": "04/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Aki_Avni",
      "name": "Aki Avni",
      "aboutText": "Helen Elizabeth \"Tess\" Daly (born 27 April 1969) is an English model and television presenter, best known for co-presenting the BBC One celebrity dancing show Strictly Come Dancing since 2004.\nShe is married to television and radio presenter Vernon Kay.",
      "pageId": 975280,
      "monthDay": "04/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Willem-Alexander_of_the_Netherlands",
      "name": "Willem-Alexander of the Netherlands",
      "aboutText": "Darcey Andrea Bussell CBE (born Marnie Mercedes Darcey Pemberton Crittle 27 April 1969) is a retired English ballerina.\nTrained at the Arts Educational School and the Royal Ballet School, Bussell started her professional career at Sadlers Wells Royal Ballet, but after only one year she moved to The Royal Ballet, where she became a principal dancer at just 20 years old in 1989, at that time the youngest person to be made a principal since the company received its royal charter in 1956. Bussell is widely acclaimed as one of the great British ballerinas.",
      "pageId": 991882,
      "monthDay": "04/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tommy_Smith_(saxophonist)",
      "name": "Tommy Smith",
      "aboutText": "Yitzhak \"Aki\" Avni (Hebrew: יצחק \"אקי\" אבני‎; born April 27, 1967) is an Israeli actor, entertainer and television host. He appeared in the movie Free Zone with Natalie Portman.",
      "pageId": 1602803,
      "monthDay": "04/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Erik_Thomson",
      "name": "Erik Thomson",
      "aboutText": "Found nationality, Mica Paris (born Michelle Antoinette Wallen 27 April 1969 in Islington, London) is an English soul singer, presenter on radio and television and occasional actress.\n^ \"Biography by Mica Paris\". MicaParis.com.",
      "pageId": 1753172,
      "monthDay": "04/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jason_Whitlock",
      "name": "Jason Whitlock",
      "aboutText": "Tommy Smith (born 27 April 1967 in Edinburgh, Scotland) is a jazz saxophonist, composer and educator.",
      "pageId": 2031743,
      "monthDay": "04/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dana_Milbank",
      "name": "Dana Milbank",
      "aboutText": "Cory Anthony Booker (born April 27, 1969) is an American politician and the junior United States Senator from New Jersey, in office since 2013. Previously he served as Mayor of Newark from 2006 to 2013.\nHe attended Stanford University, where he played college football and received a Bachelor of Arts in political science and a Master of Arts in sociology, before earning a Rhodes Scholarship to attend the University of Oxford.",
      "pageId": 2130120,
      "monthDay": "04/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cory_Booker",
      "name": "Cory Booker",
      "aboutText": "Jason Lee Whitlock (born April 27, 1967, in Indianapolis, Indiana) is a personality for Fox Sports 1 and blogger for J.School.",
      "pageId": 2203924,
      "monthDay": "04/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Darcey_Bussell",
      "name": "Darcey Bussell",
      "aboutText": "Erik Thomson (born 27 April 1967) is a Scottish-born New Zealand raised Australian actor known for playing Hades in the television series Hercules: The Legendary Journeys, Dr. Mitch Stevens in All Saints and Dave Rafter in Packed to the Rafters.",
      "pageId": 2575215,
      "monthDay": "04/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Grahame_Cheney",
      "name": "Grahame Cheney",
      "aboutText": "Nigel Barker (born 27 April 1972) is an English reality TV show personality, noted fashion photographer, author, spokesperson, filmmaker, and former model.",
      "pageId": 2893765,
      "monthDay": "04/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tess_Daly",
      "name": "Tess Daly",
      "aboutText": "Dana Timothy Milbank (born April 27, 1968) is a columnist for The Washington Post.",
      "pageId": 3009963,
      "monthDay": "04/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Vladimir_Kozlov",
      "name": "Vladimir Kozlov",
      "aboutText": "Oleg Aleksandrovich Prudius (Russian: Олег Александрович Прудиус; Ukrainian: Олег Олександрович Прудіус, Oleh Oleksandrovych Prudius; born April 27, 1979) is a Ukrainian American professional wrestler. He was also known by his ring name Vladimir Kozlov (Russian: Владимир Козлов). When competing for WWE, he won the Tag Team Championship once with Santino Marella.",
      "pageId": 3761307,
      "monthDay": "04/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mica_Paris",
      "name": "Mica Paris",
      "aboutText": "Grahame Francis (\"Spike\") Cheney (born 27 April 1969) was an Australian boxer, who won a light welterweight silver medal at the 1988 Summer Olympics.",
      "pageId": 6491845,
      "monthDay": "04/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kylie_Travis",
      "name": "Kylie Travis",
      "aboutText": "Mehmet Kurtuluş (born 27 April 1972 in Uşak, Turkey) is a German actor of Turkish descent. He is best known for his work with German director Fatih Akın.",
      "pageId": 9743049,
      "monthDay": "04/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Olari_Elts",
      "name": "Olari Elts",
      "aboutText": "Matthew George \"Matt\" Reeves (born April 27, 1966) is an American film writer, director and producer.",
      "pageId": 12099434,
      "monthDay": "04/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nigel_Barker_(photographer)",
      "name": "Nigel Barker",
      "aboutText": "Vyacheslav Oliynyk (Ukrainian: В'ячеслав Олейник; born April 27, 1966 in Mariupol, Ukrainian SSR) is a former Ukrainian wrestler and Olympic champion.",
      "pageId": 15814101,
      "monthDay": "04/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Almedin_Civa",
      "name": "Almedin Civa",
      "aboutText": "Olari Elts (born April 27, 1971 in Tallinn, Estonia) is an Estonian Conductor. He was the principal conductor of the Latvian National Symphony Orchestra from 2001 to 2006. He is the founder and director of the contemporary music ensemble NYYD Ensemble.",
      "pageId": 22434092,
      "monthDay": "04/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mehmet_Kurtulu%C5%9F",
      "name": "Mehmet Kurtuluş",
      "aboutText": "Almedin Civa (born 27 April 1972) is Bosnian former footballer who is currently sporting director at SV Babelsberg 03. Civa, who played as a defender or midfielder, has spent his entire career in Germany, mainly playing in and around Berlin. He made 71 appearances in the 2.",
      "pageId": 25467957,
      "monthDay": "04/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Lascher",
      "name": "David Lascher",
      "aboutText": "Maura West DeFreitas (born Maura Jo Snyder; April 27, 1972) is an American actress, best known for her 15-year portrayal as Carly Snyder on the CBS daytime soap opera As the World Turns, a role she held from 1995 until the series finale in 2010.",
      "pageId": 758619,
      "monthDay": "04/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Maura_West",
      "name": "Maura West",
      "aboutText": "Olaf Karl Tufte (born 27 April 1976 in Tønsberg) is a Norwegian competition rower.\nAt the 2004 Summer Olympics and 2008 Summer Olympics he won the gold medal in the men's single sculls. He won silver in the men's double sculls at the 2000 Summer Olympics together with Fredrik Bekken.",
      "pageId": 922673,
      "monthDay": "04/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Du%C5%A1ko_Adamovi%C4%87",
      "name": "Duško Adamović",
      "aboutText": "Pedro Julio Feliz (born April 27, 1975) is a Dominican former professional baseball third baseman in Major League Baseball. Feliz hit 20 or more home runs in four of his first five seasons as a starting third baseman and was an above average fielder at third base. He spent the first eight years of his major league career with the San Francisco Giants (2000 through 2007) before signing a free agent contract with the Philadelphia Phillies in 2008.",
      "pageId": 1641338,
      "monthDay": "04/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sharlee_D%27Angelo",
      "name": "Sharlee D'Angelo",
      "aboutText": "John Parsonage (born April 27, 1974) is a retired Canadian professional wrestler, better known by his ring name \"Hot Shot\" Johnny Devine.",
      "pageId": 1944963,
      "monthDay": "04/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Andre_Gower",
      "name": "Andre Gower",
      "aboutText": "Sébastien Lareau (born April 27, 1973 in Montreal, Quebec) is a former touring professional tennis player.",
      "pageId": 1954361,
      "monthDay": "04/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/S%C3%A9bastien_Lareau",
      "name": "Sébastien Lareau",
      "aboutText": "Frank John Catalanotto (pronounced Ca-ta-la-not-toe) (born April 27, 1974) is a former professional baseball player. Nicknamed \"Little Cat\", the Long Island native batted left-handed and threw right-handed.",
      "pageId": 2140123,
      "monthDay": "04/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Frank_Catalanotto",
      "name": "Frank Catalanotto",
      "aboutText": "Sharlee D'Angelo (born Charles Petter Andreason, 27 April 1973) is the Swedish bassist for the melodic death metal band Arch Enemy, as well as the stoner metal band Spiritual Beggars.\nD'Angelo has also been in various bands in the past, either as a studio session player or full member. Some of these include IllWill and Mercyful Fate as well as Dismember, Sinergy, Witchery.",
      "pageId": 2234775,
      "monthDay": "04/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Johnny_Devine",
      "name": "Johnny Devine",
      "aboutText": "Isobel Campbell (born 27 April 1976) is a Scottish singer-songwriter, cellist and composer. Campbell rose to prominence at age nineteen as a member of the Scottish indie pop band Belle & Sebastian, but left the group to pursue a solo career, first as The Gentle Waves, and later under her own name. She later collaborated with singer Mark Lanegan on three albums.",
      "pageId": 2530612,
      "monthDay": "04/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Richard_Johnson_(footballer)",
      "name": "Richard Johnson",
      "aboutText": "Christopher John \"Chris\" Carpenter (born April 27, 1975) is an American retired professional baseball starting pitcher. He played 15 seasons in Major League Baseball (MLB) for the Toronto Blue Jays and St. Louis Cardinals from 1997 to 2012.",
      "pageId": 2580982,
      "monthDay": "04/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rabih_Abdullah",
      "name": "Rabih Abdullah",
      "aboutText": "Walter Gerardo Pandiani Urquiza (born 27 April 1976) is a Uruguayan footballer who plays as a striker for Swiss club Lausanne-Sport. Nicknamed El Rifle, his best assets are his strength and aerial ability.\nHis performances for Peñarol earned him a move to Deportivo de La Coruña in Spain, where he remained for the vast majority of his career, also representing Mallorca, Espanyol (twice) and Osasuna.",
      "pageId": 2586755,
      "monthDay": "04/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Carpenter",
      "name": "Chris Carpenter",
      "aboutText": "Richard Mark Johnson (born 27 April 1974) is an Australian former footballer who played for Watford, Northampton Town, Colchester United, Stoke City, Queens Park Rangers, Milton Keynes Dons, Newcastle United Jets, New Zealand Knights and Wellington Phoenix.",
      "pageId": 2774192,
      "monthDay": "04/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Pedro_Feliz",
      "name": "Pedro Feliz",
      "aboutText": "David Scott Lascher (born April 27, 1972) is an American actor best known for his roles in Blossom, Sabrina, the Teenage Witch, and the Nickelodeon show Hey Dude, in which he starred with Christine Taylor.",
      "pageId": 3499901,
      "monthDay": "04/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Koopsta_Knicca",
      "name": "Koopsta Knicca",
      "aboutText": "Sally Cecilia Hawkins (born 27 April 1976) is an English actress. She made her film debut in Mike Leigh's All or Nothing in 2002. She would continue working with Leigh, appearing as Susan in Vera Drake in 2004, and as Poppy in the 2008 film Happy-Go-Lucky.",
      "pageId": 5139049,
      "monthDay": "04/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Isobel_Campbell",
      "name": "Isobel Campbell",
      "aboutText": "Rabih Abdullah (born April 27, 1975, Martinsville, Virginia) is a former American football running back.",
      "pageId": 5500413,
      "monthDay": "04/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sally_Hawkins",
      "name": "Sally Hawkins",
      "aboutText": "Khalid Zoubaa ( born April 27, 1977 in Sète, Hérault) is a French long-distance runner.\nHe finished fifth in the 5000 metres at the 2006 European Athletics Championships and sixth at the 2006 IAAF World Cup.",
      "pageId": 6691204,
      "monthDay": "04/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Walter_Pandiani",
      "name": "Walter Pandiani",
      "aboutText": "William James \"Will\" Boyd (born April 27, 1979), is the former bass guitarist of alternative metal band Evanescence.\nBoyd became a full-time member of Evanescence in June 2003, but had co-written two of their unreleased songs, \"October\" and \"So Close,\" prior to that. He spent stints with local Little Rock punk bands such as The Visitors and Lucky Father Brown and is currently in the bands Two Spines and American Princes.",
      "pageId": 7603074,
      "monthDay": "04/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Faisal_Saif",
      "name": "Faisal Saif",
      "aboutText": "Jon Andre Gower (born April 27, 1973) is an American television and film actor.",
      "pageId": 10650455,
      "monthDay": "04/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Olaf_Tufte",
      "name": "Olaf Tufte",
      "aboutText": "Faisal Saif (Arabic: فئصل سئف‎), is a Indian film director, film critic and writer. He mostly chooses controversial themes and stories for his films and gained notice with the movies Jigyaasa, Main Hoon Rajinikanth and Amma.",
      "pageId": 13263620,
      "monthDay": "04/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Khalid_Zoubaa",
      "name": "Khalid Zoubaa",
      "aboutText": "Duško Adamović (Serbian: Душко Адамовић; born 27 April 1973) is a retired Serbian footballer.\nAdamović made his debut in the 2. Bundesliga for Tennis Borussia Berlin against FC St.",
      "pageId": 28742213,
      "monthDay": "04/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Will_Boyd",
      "name": "Will Boyd",
      "aboutText": "Robert Cooper Phillips (April 27, 1975 – October 9, 2015), better known by his stage name Koopsta Knicca, was an American rapper. He was best known as one of the original members of the Memphis rap group Three 6 Mafia, as well as a member of the rap collective Da Mafia 6ix alongside DJ Paul and Crunchy Black.\nPhillips released a solo album produced by DJ Paul, Da Devil's Playground in 1999.",
      "pageId": 47862872,
      "monthDay": "04/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Natasha_Chokljat",
      "name": "Natasha Chokljat",
      "aboutText": "Pierre-Marc Bouchard (born April 27, 1984) is a Canadian professional ice hockey player currently signed with EV Zug of the National League A (NLA). Bouchard played his junior hockey with the Chicoutimi Saguenéens in the Quebec Major Junior Hockey League, and is the older brother of Austrian Hockey League player François Bouchard.",
      "pageId": 714221,
      "monthDay": "04/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sybille_Bammer",
      "name": "Sybille Bammer",
      "aboutText": "Katrina Ann Johnson (born April 27, 1982) is an American actress.\nBorn in San Diego, California, she starred on Nickelodeon's All That sketch comedy show from 1994 to 1997. As part of the show's original cast, she played characters such as the \"Lemonade Scammer\".",
      "pageId": 1686621,
      "monthDay": "04/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Talitha_Cummins",
      "name": "Talitha Cummins",
      "aboutText": "Joey Renard Gathright (born April 27, 1981) is a former Major League Baseball outfielder for the Tampa Bay Devil Rays, Kansas City Royals, Chicago Cubs and Boston Red Sox.",
      "pageId": 2210964,
      "monthDay": "04/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jason_Gainza",
      "name": "Jason Gainza",
      "aboutText": "Patrick Martin Stumph (born April 27, 1984), known professionally as Patrick Vaughn Stump, is an American singer, songwriter, musician, record producer, actor and music critic, best known as the lead vocalist, guitarist, pianist and composer of Fall Out Boy, an American rock band from Wilmette, Illinois. Stump embarked on a solo career as a side project from Fall Out Boy during its hiatus.\nHe has been credited for being a soulful vocalist suitable for R&B, as well as one of the best voices in pop punk, according to Billboard.",
      "pageId": 2324694,
      "monthDay": "04/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christian_Lara_(footballer)",
      "name": "Christian Lara",
      "aboutText": "Fabrizio Faniello (born 27 April 1981) is a Maltese pop singer.",
      "pageId": 2468289,
      "monthDay": "04/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ananda_Mikola",
      "name": "Ananda Mikola",
      "aboutText": "Jayson Gainza (born Jayson Gainza on April 27, 1980 in Batangas City, Philippines) is a Filipino, actor, impersonator and former reality show contestant. Gainza was the first runner-up (the Second Big Placer) in Pinoy Big Brother. He garnered 312,258 votes, equal to 27.5% of the total votes.",
      "pageId": 2511810,
      "monthDay": "04/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fabrizio_Faniello",
      "name": "Fabrizio Faniello",
      "aboutText": "Talitha Cummins (born 27 April 1980) is an Australian journalist.",
      "pageId": 3053223,
      "monthDay": "04/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joey_Gathright",
      "name": "Joey Gathright",
      "aboutText": "Ananda Mikola (born April 27, 1980 in Jakarta) is an Indonesian racecar driver.\nMikola competed in the Italian and International Formula 3000 series from 1999 through 2001 and was champion of Asian F3 in the 2005 season. He was out of racing for a couple of seasons before driving for A1 Team Indonesia in A1GP. As of the April 2 race in Shanghai, he had scored a best finish of fifth.",
      "pageId": 3421643,
      "monthDay": "04/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Patrik_Gerrbrand",
      "name": "Patrik Gerrbrand",
      "aboutText": "Patrik \"Totte\" Gerrbrand (born 27 April 1981 in Älvsjö) is a Swedish professional footballer who currently plays for Hammarby Talang FF in Sweden.",
      "pageId": 4135331,
      "monthDay": "04/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Katrina_Johnson",
      "name": "Katrina Johnson",
      "aboutText": "Ariel Geltman \"Ari\" Graynor (born April 27, 1983) is an American actress, known for her roles in TV series such as The Sopranos and Fringe, in stage productions such as Brooklyn Boy and The Little Dog Laughed, and in films such as Whip It and For a Good Time, Call.... She also starred as Meredith Davis on the short-lived CBS television sitcom Bad Teacher, which was cancelled on May 10, 2014.",
      "pageId": 4372652,
      "monthDay": "04/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fran%C3%A7ois_Parisien",
      "name": "François Parisien",
      "aboutText": "Sybille Bammer (born 27 April 1980) is a former professional female tennis player from Austria. Her career high ranking is No. 19, achieved on 17 December 2007.",
      "pageId": 4379928,
      "monthDay": "04/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexander_Widiker",
      "name": "Alexander Widiker",
      "aboutText": "Jenna-Louise Coleman (born 27 April 1986), known as Jenna Coleman, is an English actress. Her notable roles are Clara Oswald in the British television series Doctor Who and Jasmine Thomas in the British soap opera Emmerdale.\nColeman was born in Blackpool, Lancashire, and began her acting career at an early age as a member of a theatre company called In Yer Space.",
      "pageId": 4829861,
      "monthDay": "04/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ari_Graynor",
      "name": "Ari Graynor",
      "aboutText": "Christian Rolando Lara Anangonó, nicknamed Diablito (born April 27, 1980 in Quito), is an Ecuadorian footballer.",
      "pageId": 5220708,
      "monthDay": "04/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Martin_Viiask",
      "name": "Martin Viiask",
      "aboutText": "Daniel Holdsworth (born 27 April 1984 in Tweed Heads, New South Wales) is an Australian professional rugby league stand-off who last played for Cronulla-Sutherland Sharks.",
      "pageId": 5732628,
      "monthDay": "04/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pierre-Marc_Bouchard",
      "name": "Pierre-Marc Bouchard",
      "aboutText": "José António de Miranda da Silva Júnior, or simply Júnior (born April 27, 1985 in Rio de Janeiro), is a Brazilian football midfielder.",
      "pageId": 6285187,
      "monthDay": "04/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Daniel_Holdsworth_(rugby_league)",
      "name": "Daniel Holdsworth",
      "aboutText": "Meselech Melkamu (Amharic: መሰለች መልካሙ; born 27 April 1985 in Debre Marqos) is an Ethiopian long-distance runner. She defeated Meseret Defar to win the 5000 m gold medal at the 2008 African Athletics Championships but she is better known for her 29:53.80 run over 10,000 m which ranks her second on the all time list, behind only world record holder Wang Junxia. She is the fourth woman (of five) in history to break the 30 minute barrier and one of three Ethiopians to accomplish the feat.",
      "pageId": 7208876,
      "monthDay": "04/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Patrick_Stump",
      "name": "Patrick Stump",
      "aboutText": "Natasha Chokljat (born 27 April 1979 in Tasmania) is an Australian netball player. She has played international netball as a member of the Australian national team, and has played in the ANZ Championship for the Melbourne Vixens and the New Zealand side the Southern Steel.",
      "pageId": 7562529,
      "monthDay": "04/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jos%C3%A9_Ant%C3%B3nio_de_Miranda_da_Silva_J%C3%BAnior",
      "name": "José António de Miranda da Silva Júnior",
      "aboutText": "Martin Viiask (born April 27, 1983 in Tartu, Estonia) is an Estonian professional basketballer. Viiask started his senior club career in 2000 in Ehitustööriist. In the next year signed with Tartu Ülikool/Rock and played there until 2007, when he signed with Estonian rival BC Kalev/Cramo.",
      "pageId": 17685131,
      "monthDay": "04/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Meselech_Melkamu",
      "name": "Meselech Melkamu",
      "aboutText": "Alexander Widiker (born 27 April 1982) is a German international rugby union player, playing for Heidelberger RK in the Rugby-Bundesliga and, formerly, the German national rugby union team.\nWidiker played in the 2011 and 2012 German championship final for Heidelberger RK, which the club both won, with Widiker scoring a try in the 2011 game.\nWidiker is one of the few German players who has successfully played abroad.",
      "pageId": 26359221,
      "monthDay": "04/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jenna_Coleman",
      "name": "Jenna Coleman",
      "aboutText": "François Parisien (born 27 April 1982) is a former professional cyclist born in Repentigny, Quebec, Canada. He competed as a professional between 2006 and 2013.\n^ \"Parisien opts to retire from cycling\".",
      "pageId": 37015380,
      "monthDay": "04/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Elena_Risteska",
      "name": "Elena Risteska",
      "aboutText": "Dinara Mubinovna Safina (Russian: Динара Мубиновна Сафина; pronounced [dʲɪˈnarə ˈsafʲɪnə] Tatar: Динара Мөбин кызы Сафина, Dinara Möbin qızı Safina, born April 27, 1986 in Moscow) is a former World No. 1 Tatar born-Russian professional tennis player.\nSafina was runner-up in singles at the 2008 French Open, 2009 Australian Open, and the 2009 French Open, falling to Ana Ivanovic, Serena Williams, and Svetlana Kuznetsova, respectively.",
      "pageId": 927906,
      "monthDay": "04/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dinara_Safina",
      "name": "Dinara Safina",
      "aboutText": "William Peter Moseley (born 27 April 1987) is an English actor, known for his roles as Peter Pevensie in the film series The Chronicles of Narnia and Crown Prince Liam of England in the E! original series The Royals, since 2015.",
      "pageId": 3149537,
      "monthDay": "04/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Taylor_Chorney",
      "name": "Taylor Chorney",
      "aboutText": "Emma-Rose Taylor-Isherwood (born April 27, 1987 in Toronto, Ontario, Canada) is a Canadian actress, best known for her role as Mona Parker in the TV series Mona the Vampire.",
      "pageId": 3296521,
      "monthDay": "04/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/William_Moseley_(actor)",
      "name": "William Moseley",
      "aboutText": "Taylor Chorney (born April 27, 1987) is a Canadian-born American professional ice hockey defenceman. He currently plays with the Washington Capitals of the National Hockey League (NHL).",
      "pageId": 3603958,
      "monthDay": "04/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Elliott_Shriane",
      "name": "Elliott Shriane",
      "aboutText": "Elena Risteska (Macedonian: Елена Ристеска [ˈɛlɛna ˈristɛska]; born April 27, 1986 in Skopje, SR Macedonia, SFR Yugoslavia) is a Macedonian singer and song-writer. She represented Macedonia in the Eurovision Song Contest 2006 in Athens with the song \"Ninanajna\", and finished in 12th place, the highest ever finish for Macedonia. Risteska is also an occasional songwriter, writing for artists such as 4Play, Lambe Alabakoski, and Aleksandra Pileva.",
      "pageId": 4426769,
      "monthDay": "04/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Emma_Taylor-Isherwood",
      "name": "Emma Taylor-Isherwood",
      "aboutText": "Emily Clara Rios (born April 27, 1989) is an American actress and model. She is best known for her role as Andrea Cantillo on the AMC series Breaking Bad.",
      "pageId": 6738276,
      "monthDay": "04/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Wang_Feifei",
      "name": "Wang Feifei",
      "aboutText": "Elliott Shriane (born 27 April 1987) is an Olympic speed skater from Brisbane, Australia.",
      "pageId": 7627428,
      "monthDay": "04/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Joeri_Dequevy",
      "name": "Joeri Dequevy",
      "aboutText": "Semyon Aleksandrovich Varlamov (Russian: Семён Александрович Варламов, Russian pronunciation: [sʲɪˈmʲɵn vɐrˈlaməf]; born 27 April 1988) is a Russian professional ice hockey goaltender currently playing for the Colorado Avalanche of the National Hockey League (NHL).",
      "pageId": 8573730,
      "monthDay": "04/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kris_Thackray",
      "name": "Kris Thackray",
      "aboutText": "Lars Bender (German pronunciation: [ˈlaʁs ˈbɛndɐ]; born 27 April 1989) is a German footballer who plays as a defensive midfielder or central midfielder for Bayer Leverkusen in the German Bundesliga and the German national team. He is the twin brother of Sven Bender, who currently plays for Borussia Dortmund.\n^ \"L. Bender\".",
      "pageId": 13664298,
      "monthDay": "04/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Semyon_Varlamov",
      "name": "Semyon Varlamov",
      "aboutText": "Sven Bender (German pronunciation: [ˈzvɛn ˈbɛndɐ]; born 27 April 1989) is a German footballer who plays as a defensive midfielder for Bundesliga club Borussia Dortmund.",
      "pageId": 13664344,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lars_Bender",
      "name": "Lars Bender",
      "aboutText": "Milagros Maria Jose Schmoll (Spanish pronunciation: [miˈlaɣɾos]; born April 27, 1989) is an Argentine fashion model. She began modeling in 2003, and has appeared on the October 2006 and February 2008 covers of Italian Marie Claire and the July 2007 and May 2008 covers of Argentine and British Elle and many covers of Vogue.\nSchmoll has modeled for Chanel, Lanvin, Diane von Fürstenberg, Hermès, Louis Vuitton, Christian Dior, Custo Barcelona, Oscar de la Renta, Hussein Chalayan, Christian Lacroix, Baby Phat, Guy Laroche, among others.",
      "pageId": 15573057,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sven_Bender",
      "name": "Sven Bender",
      "aboutText": "Maksym Ivanovych Bilyi (Ukrainian: Максим Іванович Білий; 27 April 1989 – 14 September 2013) was a Ukrainian football midfielder who played for Zorya Luhansk in the Ukrainian Premier League. Born in Novomoskovsk, Dnipropetrovsk Oblast, Ukrainian SSR, he was called up to Ukraine national under-21 football team.\nHe died on 14 September 2013 from a brain tumor.",
      "pageId": 16885191,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Maksym_Bilyi_(footballer,_born_1989)",
      "name": "Maksym Bilyi",
      "aboutText": "Dmytro Kozban (Ukrainian: Дмитро Сергійович Козьбан; born 27 April 1989 in Kramatorsk, Donetsk Oblast, Ukrainian SSR) is a professional Ukrainian football striker who plays for Volyn Lutsk in the Ukrainian Premier League.",
      "pageId": 18675036,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Martha_Hunt",
      "name": "Martha Hunt",
      "aboutText": "Martin Ronald Kelly (born 27 April 1990) is an English footballer who plays as a defender for Premier League club Crystal Palace.\nHe began his career at hometown club Liverpool, making 62 appearances across all competitions from his debut in 2008, and winning the League Cup in 2012. In 2014, he transferred to Crystal Palace for a fee of £2 million.",
      "pageId": 20608805,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dmytro_Kozban",
      "name": "Dmytro Kozban",
      "aboutText": "Austin Dillon (born April 27, 1990) is an American professional stock car racing driver. He is the son of former driver and RCR general manager Mike Dillon, brother of Ty Dillon and grandson of Richard Childress. He currently drives the No.",
      "pageId": 22583176,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emily_Rios",
      "name": "Emily Rios",
      "aboutText": "Joeri Dequevy (born 27 April 1988) is a Belgian footballer who plays as a midfielder for Belgian side Royal Antwerp.",
      "pageId": 24105554,
      "monthDay": "04/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Milagros_Schmoll",
      "name": "Milagros Schmoll",
      "aboutText": "Kris Thackray (born 27 April 1988 in Newcastle Upon Tyne) is an English professional footballer who currently plays for Alemannia Aachen in the Regionalliga West.",
      "pageId": 25856879,
      "monthDay": "04/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Austin_Dillon",
      "name": "Austin Dillon",
      "aboutText": "Wang Feifei (Chinese: 王霏霏; pinyin: Wáng Fēifēi; born April 27, 1987), known professionally as Fei, is an actress, television personality, radio host, and a member the South Korean girl group Miss A. Fei is considered one of the four best well-known and recognized Chinese female celebrities active in the South Korean entertainment scene, along with fellow Miss A member Jia.",
      "pageId": 34084192,
      "monthDay": "04/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Erik_Keedus",
      "name": "Erik Keedus",
      "aboutText": "Martha Hunt (born April 27, 1989) is an American fashion model who walked the Victoria's Secret Fashion Show in 2013 and 2014 and has been a Victoria's Secret Angel since 2015.",
      "pageId": 42229160,
      "monthDay": "04/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Martin_Kelly",
      "name": "Martin Kelly",
      "aboutText": "Erik Keedus (born April 27, 1990) is an Estonian professional basketball player, who plays in the positions of small forward and point guard. He is currently playing for the Estonian Kalev/Cramo of Korvpalli Meistriliiga, Baltic Basketball League and VTB United League.\n^ \"Erik Keedus\" (in Estonian).",
      "pageId": 42238586,
      "monthDay": "04/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Isaac_Cuenca",
      "name": "Isaac Cuenca",
      "aboutText": "Found Death_date, Allison Iraheta (born April 27, 1992) is an American singer from Los Angeles, California, who was the fourth place finalist on the eighth season of American Idol. Prior to Idol, Iraheta won the Telemundo competition Quinceañera: Mamá Quiero Ser Artista. Following the conclusion of Idol, Iraheta was signed to a record deal with 19 Entertainment and Jive Records.",
      "pageId": 21501560,
      "monthDay": "04/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Allison_Iraheta",
      "name": "Allison Iraheta",
      "aboutText": "Elmo Magalona (born 27 April 1994, Manila) is a Filipino actor and singer. He is currently an artist of ABS-CBN and Star Magic. He is the child of Francis Magalona and Pia Magalona.",
      "pageId": 27396999,
      "monthDay": "04/27"
    },
    {
      "year": "1994",
      "uri": "/wiki/Elmo_Magalona",
      "name": "Elmo Magalona",
      "aboutText": "Joan Isaac Cuenca López (born 27 April 1991) is a Spanish professional footballer who plays for Turkish club Bursaspor as a winger.",
      "pageId": 32994176,
      "monthDay": "04/27"
    }
  ]
}