{
  "people": [
    {
      "year": "1218",
      "uri": "/wiki/John_I,_Count_of_Hainaut",
      "name": "John I, Count of Hainaut",
      "aboutText": "Field Marshal Arthur Wellesley, 1st Duke of Wellington, KG, GCB, GCH, PC, FRS (1 May 1769 – 14 September 1852), was an Anglo-Irish soldier and statesman, and one of the leading military and political figures of 19th-century Britain. His defeat of Napoleon at the Battle of Waterloo in 1815 put him in the top rank of Britain's military heroes. In 2002, he was number 15 in the BBC's poll of the 100 Greatest Britons.",
      "pageId": 8474,
      "monthDay": "05/01"
    },
    {
      "year": "1218",
      "uri": "/wiki/Rudolf_I_of_Germany",
      "name": "Rudolf I of Germany",
      "aboutText": "Rudolf I, also known as Rudolf of Habsburg (German: Rudolf von Habsburg, Czech: Rudolf Habsburský; (1218-05-01)1 May 1218 – 15 July 1291(1291-07-15)) was Count of Habsburg from about 1240 and elected King of Germany (King of the Romans) from 1273 until his death.\nRudolf's election marked the end of the Great Interregnum in the Holy Roman Empire after the death of the Hohenstaufen emperor Frederick II in 1250. Originally a Swabian count, he was the first Habsburg to acquire the duchies of Austria and Styria against his mighty rival, the Přemyslid king Ottokar II of Bohemia, whom he defeated in the 1278 Battle on the Marchfeld.",
      "pageId": 45321,
      "monthDay": "05/01"
    },
    {
      "year": "1225",
      "uri": "/wiki/Jean_de_Joinville",
      "name": "Jean de Joinville",
      "aboutText": "Jean de Joinville (c. May 1, 1224 – 24 December 1317) was one of the great chroniclers of medieval France. He is most famous for writing Life of St.",
      "pageId": 106530,
      "monthDay": "05/01"
    },
    {
      "year": "1285",
      "uri": "/wiki/Edmund_FitzAlan,_9th_Earl_of_Arundel",
      "name": "Edmund FitzAlan, 9th Earl of Arundel",
      "aboutText": "George Inness (May 1, 1825 – August 3, 1894) was an influential American landscape painter. His work was influenced, in turn, by that of the old masters, the Hudson River school, the Barbizon school, and, finally, by the theology of Emanuel Swedenborg, whose spiritualism found vivid expression in the work of Inness' maturity.",
      "pageId": 149830,
      "monthDay": "05/01"
    },
    {
      "year": "1579",
      "uri": "/wiki/Wolphert_Gerretse",
      "name": "Wolphert Gerretse",
      "aboutText": "Benjamin Henry Boneval Latrobe (May 1, 1764 – September 3, 1820) was a British subject and neoclassical architect. In his thirties, he emigrated to the new United States and designed the United States Capitol, on \"Capitol Hill\" in Washington, D.C., after which he performed later work on the Old Baltimore Cathedral/The Baltimore Basilica, (later renamed the Basilica of the National Shrine of the Assumption of the Blessed Virgin Mary). The first Roman Catholic Cathedral constructed in the United States, was built on \"Cathedral Hill\" along Cathedral Street, between West Franklin and West Mulberry Streets in the future Mount Vernon-Belvedere neighborhood, then known as \"Howard's Woods\", a part of the country estate of \"Belvidere\" of American Revolutionary War hero and commander of the famed \"Maryland Line\" regiments of the Continental Army, Col.",
      "pageId": 151440,
      "monthDay": "05/01"
    },
    {
      "year": "1582",
      "uri": "/wiki/Marco_da_Gagliano",
      "name": "Marco da Gagliano",
      "aboutText": "Joseph Addison (1 May 1672 – 17 June 1719) was an English essayist, poet, playwright, and politician. He was the eldest son of The Reverend Lancelot Addison.",
      "pageId": 163645,
      "monthDay": "05/01"
    },
    {
      "year": "1585",
      "uri": "/wiki/Sophia_Olelkovich_Radziwill",
      "name": "Sophia Olelkovich Radziwill",
      "aboutText": "Edmund FitzAlan, 9th Earl of Arundel (1 May 1285 – 17 November 1326) was an English nobleman prominent in the conflict between Edward II and his barons. His father, Richard FitzAlan, 2nd Earl of Arundel, died on 9 March 1301, while Edmund was still a minor. He therefore became a ward of John de Warenne, Earl of Surrey, and married Warenne's granddaughter Alice.",
      "pageId": 420850,
      "monthDay": "05/01"
    },
    {
      "year": "1591",
      "uri": "/wiki/Johann_Adam_Schall_von_Bell",
      "name": "Johann Adam Schall von Bell",
      "aboutText": "John Haynes (May 1, 1594 – c. January 9, 1653/4), also sometimes spelled Haines, was a colonial magistrate and one of the founders of the Connecticut Colony. He served one term as governor of the Massachusetts Bay Colony and was the first governor of Connecticut, ultimately serving eight separate terms.",
      "pageId": 522474,
      "monthDay": "05/01"
    },
    {
      "year": "1594",
      "uri": "/wiki/John_Haynes_(governor)",
      "name": "John Haynes",
      "aboutText": "John of Avesnes (1 May 1218 – 24 December 1257) was the count of Hainaut from 1246 to his death. Born in Houffalize, he was the eldest son of Margaret II of Flanders by her first husband, Bouchard IV of Avesnes. As the marriage of Margaret and Bouchard was papally dissolved, he was considered illegitimate.",
      "pageId": 690954,
      "monthDay": "05/01"
    },
    {
      "year": "1672",
      "uri": "/wiki/Joseph_Addison",
      "name": "Joseph Addison",
      "aboutText": "Johann Jakob Balmer (May 1, 1825 – March 12, 1898) was a Swiss mathematician and mathematical physicist.",
      "pageId": 768749,
      "monthDay": "05/01"
    },
    {
      "year": "1730",
      "uri": "/wiki/Sir_Joshua_Rowley,_1st_Baronet",
      "name": "Sir Joshua Rowley, 1st Baronet",
      "aboutText": "James Clarence Mangan, born James Mangan (1 May 1803, Dublin – 20 June 1849), was an Irish poet.",
      "pageId": 1098521,
      "monthDay": "05/01"
    },
    {
      "year": "1735",
      "uri": "/wiki/Jan_Hendrik_van_Kinsbergen",
      "name": "Jan Hendrik van Kinsbergen",
      "aboutText": "Marco da Gagliano (1 May 1582 – 25 February 1643) was an Italian composer of the early Baroque era.",
      "pageId": 1192085,
      "monthDay": "05/01"
    },
    {
      "year": "1751",
      "uri": "/wiki/Judith_Sargent_Murray",
      "name": "Judith Sargent Murray",
      "aboutText": "Jules Adolphe Aimé Louis Breton ( May 1. 1827 – July 5. 1906) was a 19th-century French Realist painter.",
      "pageId": 1222244,
      "monthDay": "05/01"
    },
    {
      "year": "1764",
      "uri": "/wiki/Benjamin_Henry_Latrobe",
      "name": "Benjamin Henry Latrobe",
      "aboutText": "Johann Adam Schall von Bell (simplified Chinese: 汤若望; traditional Chinese: 湯若望; pinyin: Tāng Ruòwàng) (May 1, 1592 – August 15, 1666) was a German Jesuit and astronomer. He spent most of his life as a missionary in China and became an adviser to the Shunzhi Emperor of the Qing dynasty.",
      "pageId": 1266990,
      "monthDay": "05/01"
    },
    {
      "year": "1769",
      "uri": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington",
      "name": "Arthur Wellesley, 1st Duke of Wellington",
      "aboutText": "Alexander William Williamson FRS (1 May 1824 – 6 May 1904) was an English chemist of Scottish descent.",
      "pageId": 2175843,
      "monthDay": "05/01"
    },
    {
      "year": "1803",
      "uri": "/wiki/James_Clarence_Mangan",
      "name": "James Clarence Mangan",
      "aboutText": "Judith Sargent Murray (May 1, 1751 – June 9, 1820) was an early American advocate for women's rights, an essayist, playwright, poet, and letter writer. She was one of the first American proponents of the idea of the equality of the sexes—that women, like men, had the capability of intellectual accomplishment and should be able to achieve economic independence.",
      "pageId": 3139147,
      "monthDay": "05/01"
    },
    {
      "year": "1824",
      "uri": "/wiki/Alexander_William_Williamson",
      "name": "Alexander William Williamson",
      "aboutText": "Vice-Admiral Sir Joshua Rowley, 1st Baronet (1734–1790) was the fourth son of Admiral Sir William Rowley. Sir Joshua was from an ancient English family, originating in Staffordshire (England) and was born on 1 May 1734 in Dublin Rowley served with distinction in a number of battles throughout his career and was highly praised by his contemporaries. Unfortunately whilst his career was often active he did not have the opportunity to command any significant engagements and always followed rather than led.",
      "pageId": 12591549,
      "monthDay": "05/01"
    },
    {
      "year": "1825",
      "uri": "/wiki/Johann_Jakob_Balmer",
      "name": "Johann Jakob Balmer",
      "aboutText": "Jan Hendrik van Kinsbergen (1 May 1735 – 24 May 1819), or Count of Doggersbank, was a Dutch naval officer. Having had a good scientific education, Van Kinsbergen was a proponent of fleet modernization and wrote many books about naval organization, discipline and tactics.\nIn 1773, he twice defeated an Ottoman fleet while in Russian service.",
      "pageId": 12797615,
      "monthDay": "05/01"
    },
    {
      "year": "1825",
      "uri": "/wiki/George_Inness",
      "name": "George Inness",
      "aboutText": "Wolphert Gerretse (1 May 1579–1662), also known as Wolphert Gerretse Van Kouwenhoven and Wolfert Gerritsen Van Couwenhoven, was an original patentee, director of bouweries (farms), and a founder of the New Netherlands colony; founder of the first European settlement on Long Island, New Amersfoort, and a Schepen of New Amsterdam in 1654.",
      "pageId": 24825537,
      "monthDay": "05/01"
    },
    {
      "year": "1827",
      "uri": "/wiki/Jules_Breton",
      "name": "Jules Breton",
      "aboutText": "Sophia Olelkovich Radziwill (Saint Sophia of Slutsk, Princess Sophia of Slutsk; May 1, 1585 – March 19, 1612) was the last descendant of the family Olelkovich-Slutsk (princes of Slutsk and Kopyl) who were descended from Prince Algirdas. She was canonized by the Orthodox Church in 1983. The church of St.",
      "pageId": 28042008,
      "monthDay": "05/01"
    },
    {
      "year": "1829",
      "uri": "/wiki/Jos%C3%A9_de_Alencar",
      "name": "José de Alencar",
      "aboutText": "Cecilia Beaux (May 1, 1855 – September 7, 1942) was an American society portraitist, in the manner of John Singer Sargent. She was a near-contemporary of American artist Mary Cassatt and also received her training in Philadelphia and France. Her sympathetic renderings of the American ruling class made her one of the most successful portrait painters of her era.",
      "pageId": 6881,
      "monthDay": "05/01"
    },
    {
      "year": "1829",
      "uri": "/wiki/Frederick_Sandys",
      "name": "Frederick Sandys",
      "aboutText": "Anna Marie Jarvis (May 1, 1864, Webster, West Virginia – November 24, 1948, West Chester, Pennsylvania) was the founder of the Mother's Day holiday in the United States.",
      "pageId": 224959,
      "monthDay": "05/01"
    },
    {
      "year": "1830",
      "uri": "/wiki/Guido_Gezelle",
      "name": "Guido Gezelle",
      "aboutText": "Prince Arthur, Duke of Connaught and Strathearn KG KT KP PC GCB GCSI GCMG GCIE GCVO GBE VD TD ADC(P) (Arthur William Patrick Albert; 1 May 1850 – 16 January 1942) was a member of the British Royal Family who served as the Governor General of Canada, the 10th since Canadian Confederation.\nBorn the seventh child and third son of Queen Victoria and Prince Albert of Saxe-Coburg and Gotha, Arthur was educated by private tutors before entering the Royal Military Academy, Woolwich at the age of 16. Upon graduation, he was commissioned as a lieutenant in the British Army, where he served for some 40 years, seeing service in various parts of the British Empire.",
      "pageId": 233998,
      "monthDay": "05/01"
    },
    {
      "year": "1831",
      "uri": "/wiki/Emily_Stowe",
      "name": "Emily Stowe",
      "aboutText": "Santiago Ramón y Cajal  (Spanish: [sanˈtjaɣo raˈmon i kaˈxal]; 1 May 1852 – 17 October 1934) was a Spanish pathologist, histologist, neuroscientist, and Nobel laureate. His original pioneering investigations of the microscopic structure of the brain have led to his being designated by many as the father of modern neuroscience.",
      "pageId": 256599,
      "monthDay": "05/01"
    },
    {
      "year": "1847",
      "uri": "/wiki/Henry_Demarest_Lloyd",
      "name": "Henry Demarest Lloyd",
      "aboutText": "Dr. Emily Howard Stowe (May 1, 1831 – April 29, 1903) was the first female doctor to practice in Canada and an activist for women's rights and suffrage.",
      "pageId": 567470,
      "monthDay": "05/01"
    },
    {
      "year": "1848",
      "uri": "/wiki/Adelsteen_Normann",
      "name": "Adelsteen Normann",
      "aboutText": "José Martiniano de Alencar (May 1, 1829 – December 12, 1877) was a Brazilian lawyer, politician, orator, novelist and dramatist. He is considered to be one of the most famous and influential Brazilian Romantic novelists of the 19th century, and a major exponent of the literary tradition known as \"Indianism\". Sometimes he signed his works with the pen name Erasmo.",
      "pageId": 654542,
      "monthDay": "05/01"
    },
    {
      "year": "1850",
      "uri": "/wiki/Prince_Arthur,_Duke_of_Connaught_and_Strathearn",
      "name": "Prince Arthur, Duke of Connaught and Strathearn",
      "aboutText": "Eugene Marcel Prévost (1 May 1862 – 8 April 1941) was a French author and dramatist.",
      "pageId": 769256,
      "monthDay": "05/01"
    },
    {
      "year": "1851",
      "uri": "/wiki/Laza_Lazarevi%C4%87",
      "name": "Laza Lazarević",
      "aboutText": "Sidónio Bernardino Cardoso da Silva Pais (Portuguese pronunciation: [siˈdɔniu ˈpajʃ]; 1 May 1872, in Caminha – 14 December 1918, in Lisbon) was a Portuguese military leader politician and diplomat, the fourth President in 1918. He was known as the President-King. On 5 December 1917, he led an uprising against Afonso Costa's Democratic Party government, and established an authoritarian regime and was elected President (unopposed) on 28 April 1918.",
      "pageId": 799798,
      "monthDay": "05/01"
    },
    {
      "year": "1852",
      "uri": "/wiki/Calamity_Jane",
      "name": "Calamity Jane",
      "aboutText": "Guido Pieter Theodorus Josephus Gezelle (1 May 1830 – 27 November 1899) was an influential writer and poet and a Roman Catholic priest from Belgium.",
      "pageId": 928860,
      "monthDay": "05/01"
    },
    {
      "year": "1852",
      "uri": "/wiki/Santiago_Ram%C3%B3n_y_Cajal",
      "name": "Santiago Ramón y Cajal",
      "aboutText": "Theodorus \"Theo\" van Gogh (Dutch pronunciation: [teːoːˈdoːrʏs ˈteːoː vɑn ˈɣɔx]; 1 May 1857 – 25 January 1891) was a Dutch art dealer. He was the younger brother of Vincent van Gogh, and Theo's unfailing financial and emotional support allowed his brother to devote himself entirely to painting.",
      "pageId": 1127393,
      "monthDay": "05/01"
    },
    {
      "year": "1853",
      "uri": "/wiki/Jacob_Mikhailovich_Gordin",
      "name": "Jacob Mikhailovich Gordin",
      "aboutText": "Jacob Michailovitch Gordin (1 May 1853 – 11 June 1909) was a Russian-born American playwright active in the early years of Yiddish theater. He is known for introducing realism and naturalism into Yiddish theater.\nThe Cambridge History of English and American Literature characterizes him as \"the acknowledged reformer of the Yiddish stage.\" At the time of his rise, professional Yiddish theater was still dominated by the spirit of the early (1886–1888) plays of its founder, Abraham Goldfaden, which derived in no small measure from Purim plays, often spectacles more than dramas; Goldfaden's later works were generally operettas on more serious subjects, perhaps edifying, but not naturalistic.",
      "pageId": 1405595,
      "monthDay": "05/01"
    },
    {
      "year": "1855",
      "uri": "/wiki/Cecilia_Beaux",
      "name": "Cecilia Beaux",
      "aboutText": "Romaine Brooks, born Beatrice Romaine Goddard (May 1, 1874 – December 7, 1970), was an American painter who worked mostly in Paris and Capri. She specialized in portraiture and used a subdued palette dominated by the color gray. Brooks ignored contemporary artistic trends such as Cubism and Fauvism, drawing instead on the Symbolist and Aesthetic movements of the 19th century, especially the works of James McNeill Whistler.",
      "pageId": 1601052,
      "monthDay": "05/01"
    },
    {
      "year": "1857",
      "uri": "/wiki/Theo_van_Gogh_(art_dealer)",
      "name": "Theo van Gogh",
      "aboutText": "Anthony Frederick Augustus Sandys (born Antonio Frederic Augustus Sands) (Norwich 1 May 1829 – 25 June 1904 London), but usually known as Frederick Sandys, was an English Pre-Raphaelite painter, illustrator and draughtsman, of the Victorian era.",
      "pageId": 4753533,
      "monthDay": "05/01"
    },
    {
      "year": "1859",
      "uri": "/wiki/Jacqueline_Comerre-Paton",
      "name": "Jacqueline Comerre-Paton",
      "aboutText": "Lazar \"Laza\" K. Lazarević (Serbian Cyrillic: Лазаp К. Лазаревић, 13 May, 1851 – 10 January 1891, Gregorian calendar) was a Serbian writer, psychiatrist, and neurologist. The primary interest of Lazarević throughout his short life was the science of medicine. In that field he was one of the greatest figures of his time, pre-eminently distinguished and useful as a doctor, teacher, and a writer on both medical issues and literary themes.",
      "pageId": 7407629,
      "monthDay": "05/01"
    },
    {
      "year": "1862",
      "uri": "/wiki/Marcel_Pr%C3%A9vost",
      "name": "Marcel Prévost",
      "aboutText": "Henry Demarest Lloyd (May 1, 1847 – September 28, 1903) was a 19th-century American progressive political activist and pioneer muckraking journalist.",
      "pageId": 15653433,
      "monthDay": "05/01"
    },
    {
      "year": "1864",
      "uri": "/wiki/Anna_Jarvis",
      "name": "Anna Jarvis",
      "aboutText": "Seakle Greijdanus (1 May 1871 – 19 May 1948) was a Reformed theologian in the Netherlands, who first served in the Reformed Churches in the Netherlands and later in the Reformed Churches in the Netherlands (Liberated).\nGreijdanus was born in Arum, Friesland and studied theology at the Free University in Amsterdam, where he specialized in dogmatics.\nAs a minister, he served the Reformed churches of Rozenburg, Zuid-Beijerland and Paesens-Moddergat.",
      "pageId": 20311531,
      "monthDay": "05/01"
    },
    {
      "year": "1871",
      "uri": "/wiki/Seakle_Greijdanus",
      "name": "Seakle Greijdanus",
      "aboutText": "Martha Jane Canary or Cannary (May 1, 1852 – August 1, 1903), better known as Calamity Jane, was an American frontierswoman and professional scout, known for her claim of being an acquaintance of Wild Bill Hickok, and fighting for Native Americans. Late in her life, she appeared in Buffalo Bill's Wild West Show, and at the 1901 Pan-American Exposition. She is said to have always exhibited kindness and compassion to others, especially to the sick and needy.",
      "pageId": 21320498,
      "monthDay": "05/01"
    },
    {
      "year": "1872",
      "uri": "/wiki/Sid%C3%B3nio_Pais",
      "name": "Sidónio Pais",
      "aboutText": "Harry Leon Wilson (May 1, 1867 – June 28, 1939) was an American novelist and dramatist best known for his novels Ruggles of Red Gap and Merton of the Movies. His novel Bunker Bean helped popularize the term flapper.",
      "pageId": 26886069,
      "monthDay": "05/01"
    },
    {
      "year": "1872",
      "uri": "/wiki/Harry_Leon_Wilson",
      "name": "Harry Leon Wilson",
      "aboutText": "Adelsteen Normann (1 May 1848 - 26 December 1918) was a Norwegian painter who worked in Berlin. He was a noted painter of landscapes of Norway. Normann was the artist who invited Edvard Munch to Berlin, where he painted The Scream.",
      "pageId": 26966188,
      "monthDay": "05/01"
    },
    {
      "year": "1874",
      "uri": "/wiki/Romaine_Brooks",
      "name": "Romaine Brooks",
      "aboutText": "Jacqueline Comerre, née Paton (May 1, 1859 – 1955) was a French painter and sculptor, and the wife of the painter Leon Comerre.\nComerre-Paton was born in Paris and studied at the École des Beaux-arts under Alexandre Cabanel.\nHer painting Mistletoe was included in the 1905 book Women Painters of the World.",
      "pageId": 45716188,
      "monthDay": "05/01"
    },
    {
      "year": "1874",
      "uri": "/wiki/Paul_Van_Asbroeck",
      "name": "Paul Van Asbroeck",
      "aboutText": "Pierre Teilhard de Chardin SJ (French: [pjɛʁ tejaʁ də ʃaʁdɛ̃]; 1 May 1881  – 10 April 1955) was a French philosopher and Jesuit priest who trained as a paleontologist and geologist and took part in the discovery of Peking Man. He conceived the idea of the Omega Point (a maximum level of complexity and consciousness towards which he believed the universe was evolving) and developed Vladimir Vernadsky's concept of noosphere.\nDuring his lifetime, many of Teilhard's writings were censored by the Catholic Church because of his views on original sin.",
      "pageId": 23660,
      "monthDay": "05/01"
    },
    {
      "year": "1875",
      "uri": "/wiki/David_Hall_(athlete)",
      "name": "Dave Hall",
      "aboutText": "Mark Wayne Clark (May 1, 1896 – April 17, 1984) was a senior officer of the United States Army who saw service during World War I and World War II and the Korean War.",
      "pageId": 363329,
      "monthDay": "05/01"
    },
    {
      "year": "1881",
      "uri": "/wiki/John_Svanberg",
      "name": "John Svanberg",
      "aboutText": "Ignazio Silone (Italian: [iɲˈɲattsjo siˈlone]; 1 May 1900 – 22 August 1978) was the pseudonym of Secondino Tranquilli, an Italian author and politician.",
      "pageId": 648679,
      "monthDay": "05/01"
    },
    {
      "year": "1881",
      "uri": "/wiki/Pierre_Teilhard_de_Chardin",
      "name": "Pierre Teilhard de Chardin",
      "aboutText": "Sterling Allen Brown (May 1, 1901 – January 13, 1989) was an African-American professor, folklorist, poet and literary critic. He chiefly studied black culture of the Southern United States and was a full professor at Howard University for most of his career.",
      "pageId": 674885,
      "monthDay": "05/01"
    },
    {
      "year": "1884",
      "uri": "/wiki/Francis_Curzon,_5th_Earl_Howe",
      "name": "Francis Curzon, 5th Earl Howe",
      "aboutText": "General Sir Alan Gordon Cunningham GCMG, KCB, DSO, MC (1 May 1887 – 30 January 1983) was a senior officer of the British Army noted for his victories over Italian forces in the East African Campaign during the Second World War. Later he served as the seventh and last High Commissioner of Palestine.",
      "pageId": 715396,
      "monthDay": "05/01"
    },
    {
      "year": "1885",
      "uri": "/wiki/Cl%C3%A9ment_Pansaers",
      "name": "Clément Pansaers",
      "aboutText": "Antal Szerb (May 1, 1901, Budapest - January 27, 1945, Balf) was a noted Hungarian scholar and writer.",
      "pageId": 887474,
      "monthDay": "05/01"
    },
    {
      "year": "1885",
      "uri": "/wiki/Ralph_Stackpole",
      "name": "Ralph Stackpole",
      "aboutText": "Joseph \"Lightning Joe\" Lawton Collins (May 1, 1896 – September 12, 1987) was Army Chief of Staff during the Korean War. During World War II, he was an Army general, serving in both the Pacific and European Theaters of Operations.\nHis elder brother, James Lawton Collins, was also in the Army as a major general.",
      "pageId": 1297544,
      "monthDay": "05/01"
    },
    {
      "year": "1887",
      "uri": "/wiki/Alan_Cunningham",
      "name": "Alan Cunningham",
      "aboutText": "Clément Pansaers (1 May 1885 – 31 October 1922) was the main proponent of the Dada movement in Belgium.\nHe began writing poetry in 1916 after abandoning his career as an Egyptologist. Along with several members of the Brussels avant-garde circle, he founded the review Résurrection, which published early texts by Carl Einstein, Pierre Jean Jouve, Franz Werfel, and others.",
      "pageId": 1421974,
      "monthDay": "05/01"
    },
    {
      "year": "1887",
      "uri": "/wiki/Kurt_Vespermann",
      "name": "Kurt Vespermann",
      "aboutText": "Herbert Friedrich Wilhelm Backe (1 May 1896 – 6 April 1947) was a German Nazi politician and Obergruppenführer in the SS.",
      "pageId": 2113187,
      "monthDay": "05/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Herbert_Backe",
      "name": "Herbert Backe",
      "aboutText": "Heinz Roemheld (May 1, 1901 – February 11, 1985) was an American composer. Born Heinrich Erich Roemheld in Milwaukee, Wisconsin, he was one of four children of German immigrant Heinrich Roemheld and his wife Fanny Rauterberg Roemheld. Heinrich was a pharmacist, but all the members of the family were musical.",
      "pageId": 2252553,
      "monthDay": "05/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Mark_W._Clark",
      "name": "Mark W. Clark",
      "aboutText": "For other persons named David Hall, see David Hall (disambiguation)",
      "pageId": 3569216,
      "monthDay": "05/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/J._Lawton_Collins",
      "name": "J. Lawton Collins",
      "aboutText": "Aleksander Wat was the pen name of Aleksander Chwat (1 May 1900 – 29 July 1967), a Polish poet, writer, art theoretician, memorist, and one of the precursors of the Polish futurism movement in the early 1920s, considered to be one of the more important Polish writers of the mid 20th century.",
      "pageId": 4380549,
      "monthDay": "05/01"
    },
    {
      "year": "1898",
      "uri": "/wiki/Alfred_Schmidt_(weightlifter)",
      "name": "Alfred Schmidt",
      "aboutText": "John Svanberg (Johan Frithiof Isidor Svanberg; 1 May 1881 – 11 September 1957) was a Swedish athlete who competed mainly in the distance events.\nHe competed for a Sweden in the 1906 Summer Olympics held in Athens, Greece in the 5 miles where came second. He followed this up by coming second in the marathon.",
      "pageId": 7140896,
      "monthDay": "05/01"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ignazio_Silone",
      "name": "Ignazio Silone",
      "aboutText": "Paul Van Asbroeck (1 May 1874 – 1959) was a Belgian sports shooter who competed in the early 20th century in rifle and pistol shooting. He competed at the 1900 Olympics in Paris and won a bronze medal in the military rifle 3 positions category. However the medal was tied with Norwegian Ole Ostmo.",
      "pageId": 7218664,
      "monthDay": "05/01"
    },
    {
      "year": "1900",
      "uri": "/wiki/Aleksander_Wat",
      "name": "Aleksander Wat",
      "aboutText": "Paul Desruisseaux (May 1, 1905 – February 2, 1982) was a Canadian lawyer, businessman, and politician.\nBorn in Sherbrooke, Quebec, he studied law at the Université de Montréal and was called to the Quebec bar in 1934.",
      "pageId": 7988353,
      "monthDay": "05/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Sterling_Allen_Brown",
      "name": "Sterling Allen Brown",
      "aboutText": "Francis Richard Henry Penn Curzon, 5th Earl Howe, CBE, PC, VD (1 May 1884, Mayfair, London – 26 July 1964, Amersham, Buckinghamshire) was a British naval officer, Member of Parliament, and motor racing driver and promotor. In the 1918 UK General Election he won the Battersea South seat as the candidate of the Conservative Party, which he held until 1929. While in Parliament he took up motor racing, and later won the 1931 24 Hours of Le Mans race.",
      "pageId": 9860439,
      "monthDay": "05/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Heinz_Eric_Roemheld",
      "name": "Heinz Eric Roemheld",
      "aboutText": "Alfred Schmidt (from 1936 Ain Sillak) (1 May 1898 in Hageri Manor – 5 November 1972 in Tallinn) was an Estonian weightlifter and Olympic medalist. He received a silver medal at the 1920 Summer Olympics in Antwerp.",
      "pageId": 15834570,
      "monthDay": "05/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Antal_Szerb",
      "name": "Antal Szerb",
      "aboutText": "Hendrik \"Henk\" de Best (1 May 1905, Amsterdam – 6 July 1978, Amsterdam) was a Dutch boxer who competed in the 1924 Summer Olympics.",
      "pageId": 16210632,
      "monthDay": "05/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Henk_de_Best",
      "name": "Henk de Best",
      "aboutText": "Ralph Ward Stackpole (May 1, 1885 – December 13, 1973) was an American sculptor, painter, muralist, etcher and art educator, San Francisco's leading artist during the 1920s and 1930s. Stackpole was involved in the art and causes of social realism, especially during the Great Depression, when he was part of the Public Works of Art Project, Federal Art Project of the Works Progress Administration, and the Treasury Department's Section of Painting and Sculpture. Stackpole was responsible for recommending that architect Timothy L. Pflueger bring Mexican muralist Diego Rivera to San Francisco to work on the San Francisco Stock Exchange and its attached office tower in 1930–31.",
      "pageId": 20100700,
      "monthDay": "05/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Paul_Desruisseaux",
      "name": "Paul Desruisseaux",
      "aboutText": "Kurt Vespermann (May 1, 1887– July 13, 1957) was a German stage and film actor.",
      "pageId": 20571030,
      "monthDay": "05/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Henry_Koster",
      "name": "Henry Koster",
      "aboutText": "Giovannino Oliviero Giuseppe Guareschi (Italian: [dʒovanˈniːno ɡwaˈreski]; 1 May 1908 – 22 July 1968) was an Italian journalist, cartoonist and humorist whose most famous creation is the priest Don Camillo.",
      "pageId": 169492,
      "monthDay": "05/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/Horst_Schumann",
      "name": "Horst Schumann",
      "aboutText": "Otto Kretschmer (1 May 1912 – 5 August 1998) was the most successful German U-boat commander in the Second World War and later an admiral in the Bundesmarine. From September 1939 until being captured in March 1941, he sank 47 ships, a total of 274,333 tons. For this he received the Knight's Cross of the Iron Cross with Oak Leaves and Swords (German: Ritterkreuz des Eisernen Kreuzes mit Eichenlaub und Schwertern), among other awards.",
      "pageId": 229963,
      "monthDay": "05/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hayes_Alvis",
      "name": "Hayes Alvis",
      "aboutText": "Henry Koster (May 1, 1905 – September 21, 1988) was born Hermann Kosterlitz in Berlin, Germany. He became a film director and later moved to Hollywood. Koster's father, a salesman, left home when Henry was a young man.",
      "pageId": 397969,
      "monthDay": "05/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Oliver_Hill",
      "name": "Oliver Hill",
      "aboutText": "Kathryn Elizabeth Smith (May 1, 1907 – June 17, 1986), known professionally as Kate Smith and The First Lady of Radio, was an American singer, a contralto, best known for her rendition of Irving Berlin's \"God Bless America\".\nShe had a radio, television, and recording career spanning five decades, which reached its pinnacle in the 1940s.",
      "pageId": 615307,
      "monthDay": "05/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Volmari_Iso-Hollo",
      "name": "Volmari Iso-Hollo",
      "aboutText": "Hanns Martin Schleyer (1 May 1915 – 18 October 1977) was a German business executive and employer and industry representative, and a former SS Obersturmführer, who served as President of two powerful commercial organizations, Confederation of German Employers' Associations (Bundesvereinigung der Deutschen Arbeitgeberverbände, BDA) and Federation of German Industries (Bundesverband der Deutschen Industrie, BDI).",
      "pageId": 683511,
      "monthDay": "05/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Kate_Smith",
      "name": "Kate Smith",
      "aboutText": "Morris Kline (May 1, 1908 – June 10, 1992) was a Professor of Mathematics, a writer on the history, philosophy, and teaching of mathematics, and also a popularizer of mathematical subjects.\nKline was born to a Jewish family in Brooklyn and resided in Jamaica, Queens. After graduating from Boys High School in Brooklyn, he studied mathematics at New York University, earning a bachelor's degree in 1930, a master's degree in 1932, and a doctorate (Ph.",
      "pageId": 826363,
      "monthDay": "05/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/Giovannino_Guareschi",
      "name": "Giovannino Guareschi",
      "aboutText": "Volmari \"Vomma\" Fritijof Iso-Hollo (1 May 1907 – 23 June 1969) was a Finnish runner. He competed at the 1932 and 1936 Olympics in the 3000 m steeplechase and 10000 m and won two gold, one silver and one bronze medals. Iso-Hollo was one of the last \"Flying Finns\", who dominated distance running between the World Wars.",
      "pageId": 860201,
      "monthDay": "05/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/Morris_Kline",
      "name": "Morris Kline",
      "aboutText": "Dr. Josef Allen Hynek (May 1, 1910 – April 27, 1986) was an American astronomer, professor, and ufologist. He is perhaps best remembered for his UFO research.",
      "pageId": 870284,
      "monthDay": "05/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Endel_Puusepp",
      "name": "Endel Puusepp",
      "aboutText": "Raya Dunayevskaya, born Raya Shpigel (Russian: Ра́я Шпи́гель; May 1, 1910 - June 9, 1987), later Rae Spiegel, also known by the pseudonym Freddie Forest, was the American founder of the philosophy of Marxist Humanism in the United States of America.",
      "pageId": 955000,
      "monthDay": "05/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Yiannis_Ritsos",
      "name": "Yiannis Ritsos",
      "aboutText": "Jan Walter Susskind (1 May 1913 – 25 March 1980) was a Czech-born British conductor, teacher and pianist. He began his career in his native Prague, and fled to Britain when Germany invaded the city in 1939.",
      "pageId": 1238426,
      "monthDay": "05/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Behice_Boran",
      "name": "Behice Boran",
      "aboutText": "Louis Nye (May 1, 1913 – October 9, 2005) was an American comedy actor.",
      "pageId": 1954425,
      "monthDay": "05/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Raya_Dunayevskaya",
      "name": "Raya Dunayevskaya",
      "aboutText": "Oliver White Hill, Sr. (May 1, 1907 – August 5, 2007) was a civil rights attorney from Richmond, Virginia. His work against racial discrimination helped end the doctrine of \"separate but equal.\" He also helped win landmark legal decisions involving equality in pay for black teachers, access to school buses, voting rights, jury selection, and employment protection.",
      "pageId": 3025372,
      "monthDay": "05/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Dirk_Andries_Flentrop",
      "name": "Dirk Andries Flentrop",
      "aboutText": "Horst Schumann (1 May 1906 – 5 May 1983), SS-Sturmbannführer (major) and medical doctor, conducted sterilization and castration experiments at Auschwitz and was particularly interested in the mass sterilization of Jews by means of X-rays.",
      "pageId": 3944556,
      "monthDay": "05/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/J._Allen_Hynek",
      "name": "J. Allen Hynek",
      "aboutText": "Yiannis Ritsos (Greek: Γιάννης Ρίτσος; 1 May 1909 – 11 November 1990) was a Greek poet and left-wing activist and an active member of the Greek Resistance during World War II.",
      "pageId": 4061354,
      "monthDay": "05/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Wilfred_Watson",
      "name": "Wilfred Watson",
      "aboutText": "Behice Boran (1 May 1910 – 10 October 1987) was a Turkish Marxist politician, author and sociologist. As a dissenting political voice from the left, Boran was repeatedly imprisoned for her work and died in exile after the Turkish military coup of 1980.",
      "pageId": 9993748,
      "monthDay": "05/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Otto_Kretschmer",
      "name": "Otto Kretschmer",
      "aboutText": "Endel Puusepp or Pusep (Russian: Эндель Карлович Пусэп; May 1, 1909 – June 18, 1996) was a Soviet Estonian World War II pilot and later, politician, who completed over 30 night-time long-range bombing missions against Nazi Germany. He was a recipient of the Hero of the Soviet Union award for flying a high-ranking delegation over the front line from Moscow to Washington, D.C. and back to negotiate the opening of the Western Front.",
      "pageId": 16114878,
      "monthDay": "05/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/Louis_Nye",
      "name": "Louis Nye",
      "aboutText": "Hayes Alvis (May 1, 1907 – December 29, 1972) was an American jazz bassist and tubist.",
      "pageId": 16355572,
      "monthDay": "05/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/Walter_Susskind",
      "name": "Walter Susskind",
      "aboutText": "Jaap van der Poll (May 1, 1914 – February 1, 2010) was a Dutch javelin thrower.\nVan der Poll competed at the 1936 Summer Olympics. He threw in the first round, but had to withdraw due to kidney stones.",
      "pageId": 26385206,
      "monthDay": "05/01"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jaap_van_der_Poll",
      "name": "Jaap van der Poll",
      "aboutText": "Dirk Andries Flentrop (1 May 1910 – 30 November 2003) was a Dutch organ builder. He built or restored many major organs in the United States and in Europe.",
      "pageId": 29761217,
      "monthDay": "05/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/Hanns_Martin_Schleyer",
      "name": "Hanns Martin Schleyer",
      "aboutText": "Wilfred Watson (May 1, 1911 – March 25, 1998) was professor emeritus of English at Canada's University of Alberta for many years. He was also an experimental Canadian poet and dramatist, whose innovative plays had a considerable influence in the 1960s.",
      "pageId": 31585871,
      "monthDay": "05/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/Archie_Williams",
      "name": "Archie Williams",
      "aboutText": "Daniel Peter \"Dan\" O'Herlihy (May 1, 1919 – February 17, 2005) was an Irish-American film actor, known for such roles as Brigadier General Warren A. \"Blackie\" Black in Fail Safe, Conal Cochran in Halloween III: Season of the Witch, \"The Old Man\" in RoboCop, and Andrew Packard in Twin Peaks.",
      "pageId": 161431,
      "monthDay": "05/01"
    },
    {
      "year": "1916",
      "uri": "/wiki/Glenn_Ford",
      "name": "Glenn Ford",
      "aboutText": "Jack Harold Paar (May 1, 1918 – January 27, 2004) was an American author, radio and television comedian and talk show host, best known for his stint as host of The Tonight Show from 1957 to 1962.",
      "pageId": 270737,
      "monthDay": "05/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Beradino",
      "name": "John Beradino",
      "aboutText": "Prabodh Chandra Dey (1 May 1919 − 24 October 2013), known by his stage name Manna Dey, was an Indian playback singer. He debuted in the film Tamanna in 1942, and went on to record more than 4000 songs from 1942 to 2013. The Government of India honoured him with the Padma Shri in 1971, the Padma Bhushan in 2005 and the Dadasaheb Phalke Award in 2007.",
      "pageId": 603992,
      "monthDay": "05/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ulric_Cross",
      "name": "Ulric Cross",
      "aboutText": "Archie Franklin Williams (May 1, 1915 – June 24, 1993) was an African-American athlete and teacher, winner of 400 meter run at the 1936 Summer Olympics.",
      "pageId": 604098,
      "monthDay": "05/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Danielle_Darrieux",
      "name": "Danielle Darrieux",
      "aboutText": "Gwyllyn Samuel Newton \"Glenn\" Ford (May 1, 1916 – August 30, 2006) was a Canadian-born American actor from Hollywood's Golden Era with a career that lasted more than 50 years. Despite his versatility, Ford was best known for playing ordinary men in unusual circumstances.",
      "pageId": 644344,
      "monthDay": "05/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ahron_Soloveichik",
      "name": "Ahron Soloveichik",
      "aboutText": "John Beradino (May 1, 1917 – May 19, 1996) was an American infielder in Major League Baseball and an actor.",
      "pageId": 715220,
      "monthDay": "05/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Gersh_Budker",
      "name": "Gersh Budker",
      "aboutText": "Danielle Yvonne Marie Antoinette Darrieux (French pronunciation: ​[da.niɛl i.vɔn ma.ʁi ɑ̃.twa.nɛt daʁ.jø]) (born 1 May 1917) is a French actress and singer, who has appeared in more than 110 films since 1931.",
      "pageId": 1302753,
      "monthDay": "05/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Raymond_Mailloux",
      "name": "Raymond Mailloux",
      "aboutText": "Alastair William Gillespie, PC OC (born May 1, 1922) is a former Canadian politician.\nBorn in Victoria, British Columbia, Gillespie attended Brentwood College School, McGill University and then Oxford University as a Rhodes Scholar. After receiving a business degree from the University of Toronto, he went on to a senior role in the educational publisher W.J. Gage & Co.",
      "pageId": 1329431,
      "monthDay": "05/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jack_Paar",
      "name": "Jack Paar",
      "aboutText": "Lewis Hill (May 1, 1919 – August 1, 1957) was a co-founder of KPFA, the first listener-supported radio station in the United States, and the Pacifica Radio network.\nHe was born in Kansas City, Kansas on May 1, 1919. His father was an attorney who made his fortune by brokering a deal to sell an oil company to J.P. Morgan.",
      "pageId": 2322269,
      "monthDay": "05/01"
    },
    {
      "year": "1919",
      "uri": "/wiki/Manna_Dey",
      "name": "Manna Dey",
      "aboutText": "Vladimir Colin (Romanian pronunciation: [vladiˈmir koˈlin]; pen name of Jean Colin; May 1, 1921 – December 6, 1991) was a Romanian short story writer and novelist. One of the most important fantasy and science fiction authors in Romanian literature, whose main works are known on several continents, he was also a noted poet, essayist, translator, journalist and comic book author. After he and his spouse of the time Nina Cassian rallied with the left-wing literary circle Orizont during the late 1940s, Colin started his career as a communist and socialist realist writer.",
      "pageId": 3235812,
      "monthDay": "05/01"
    },
    {
      "year": "1919",
      "uri": "/wiki/Lewis_Hill",
      "name": "Lewis Hill",
      "aboutText": "Milan Kangrga (1 May 1923 – 25 April 2008) was a Croatian and Yugoslav philosopher who was one of the leading thinkers in the Praxis school of thought which originated in the 1960s in the Socialist Federal Republic of Yugoslavia.\nKangrga was born in Zagreb, where he attended elementary and grammar school. In 1950, he graduated from the Faculty of Philosophy in Zagreb, where he commenced his work as a teaching assistant working in the fields of ethics and aesthetics.",
      "pageId": 4231277,
      "monthDay": "05/01"
    },
    {
      "year": "1919",
      "uri": "/wiki/Mohammed_Karim_Lamrani",
      "name": "Mohammed Karim Lamrani",
      "aboutText": "Mohammed Karim Lamrani (born 1 May 1919) was the Prime Minister of Morocco three times.",
      "pageId": 5153314,
      "monthDay": "05/01"
    },
    {
      "year": "1919",
      "uri": "/wiki/Dan_O%27Herlihy",
      "name": "Dan O'Herlihy",
      "aboutText": "Ahron (Aaron) Soloveichik;(Hebrew: אהרן סולובייצ'יק‎; May 1, 1917 - October 4, 2001) was a renowned scholar of Talmud, Halakha and a Rosh Yeshiva; known especially within circles of Orthodox Judaism.",
      "pageId": 7279904,
      "monthDay": "05/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Vladimir_Colin",
      "name": "Vladimir Colin",
      "aboutText": "Joseph Heller (May 1, 1923 – December 12, 1999) was an American satirical novelist, short story writer, and playwright. The title of one of his works, Catch-22, entered the English lexicon to refer to a vicious circle wherein an absurd, no-win choice, particularly in situations in which the desired outcome of the choice is an impossibility, and regardless of choice, a same negative outcome is a certainty.",
      "pageId": 9647127,
      "monthDay": "05/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Boo_Morcom",
      "name": "Boo Morcom",
      "aboutText": "Raymond Mailloux (May 1, 1918 – July 26, 1995) was a Quebec politician and Cabinet Minister. A member of the Quebec Liberal Party, he was the Member of National Assembly of Quebec (Legislative Assembly of Quebec from 1962 to 1968) for the Charlevoix riding from 1962 to 1985.\nBorn in Baie-Saint-Paul, Quebec, Mailloux worked as a ship captain from the end of his studies at the Quebec Marine Institute (in French) until 1943.",
      "pageId": 12139307,
      "monthDay": "05/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alastair_Gillespie",
      "name": "Alastair Gillespie",
      "aboutText": "Marcel Rajman, alias Simon Maujean, Faculté, Michel, and Michel Mieczlav (1 May 1923, Warsaw, Poland − 21 February 1944, fort du Mont-Valérien) was a Polish Jew and volunteer fighter in the FTP-MOI group of French resistance fighters during World War II, and the head of \"Stalingrad\", a highly active militant group.",
      "pageId": 21592972,
      "monthDay": "05/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Joseph_Heller",
      "name": "Joseph Heller",
      "aboutText": "Albert Richmond \"Boo\" Morcom (May 1, 1921 – October 3, 2012) was an American track and field athlete.",
      "pageId": 27837079,
      "monthDay": "05/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Milan_Kangrga",
      "name": "Milan Kangrga",
      "aboutText": "Gersh Itskovich Budker (Герш Ицкович Будкер), also named Andrey Mikhailovich Budker, (1 May 1918 – 4 July 1977) was a Soviet physicist, specialized in nuclear physics and accelerator physics.",
      "pageId": 30875518,
      "monthDay": "05/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ant%C3%B4nio_Maria_Mucciolo",
      "name": "Antônio Maria Mucciolo",
      "aboutText": "Antônio Maria Mucciolo, (May 1, 1923 - September 29, 2012) was a Brazilian prelate of the Roman Catholic Church.\nMucciolo was born in Castel San Lorenzo, Italy and ordained a priest on November 4, 1949. Mucciolo was appointed bishop of the Diocese of Barretos on May 26, 1977 and was ordained bishop on August 15, 1977.",
      "pageId": 31369421,
      "monthDay": "05/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Marcel_Rayman",
      "name": "Marcel Rayman",
      "aboutText": "Philip Louis Ulric Cross DSO* DFC (1 May 1917 – 4 October 2013), was a Trinidadian jurist, diplomat and RAF navigator.",
      "pageId": 39262391,
      "monthDay": "05/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Art_Fleming",
      "name": "Art Fleming",
      "aboutText": "Malcolm Scott Carpenter (May 1, 1925 – October 10, 2013), (Cmdr, USN), was an American naval officer and aviator, test pilot, aeronautical engineer, astronaut, and aquanaut. He was one of the original seven astronauts selected for NASA's Project Mercury in April 1959.",
      "pageId": 331379,
      "monthDay": "05/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Evelyn_Boyd_Granville",
      "name": "Evelyn Boyd Granville",
      "aboutText": "Ralf Gustav Dahrendorf, Baron Dahrendorf, KBE, FBA, PhD (1 May 1929 – 17 June 2009) was a German-British sociologist, philosopher, political scientist and liberal politician. A class conflict theorist, Dahrendorf was a leading expert on explaining and analyzing class divisions in modern society, and is regarded as \"one of the most influential thinkers of his generation.\" Dahrendorf wrote multiple articles and books, his most notable being Class Conflict in Industrial Society (1959) and Essays in the Theory of Society (1968).\nDuring his political career, he was a Member of the German Parliament, Parliamentary Secretary of State at the Foreign Office of Germany, European Commissioner for External Relations and Trade, European Commissioner for Research, Science and Education and Member of the British House of Lords, after he was created a life peer in 1993.",
      "pageId": 457180,
      "monthDay": "05/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Big_Maybelle",
      "name": "Big Maybelle",
      "aboutText": "Peter David Lax (born 1 May 1926) is a Hungarian-born American mathematician working in the areas of pure and applied mathematics. He has made important contributions to integrable systems, fluid dynamics and shock waves, solitonic physics, hyperbolic conservation laws, and mathematical and scientific computing, among other fields. Lax is listed as an ISI highly cited researcher.",
      "pageId": 486365,
      "monthDay": "05/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Karel_Kachy%C5%88a",
      "name": "Karel Kachyňa",
      "aboutText": "Charles Philip \"Chuck\" Bednarik (May 1, 1925 – March 21, 2015), or Concrete Charlie, was a professional American football player, known as one of the most devastating tacklers in the history of football and the last full-time two-way player in the National Football League.",
      "pageId": 493658,
      "monthDay": "05/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Terry_Southern",
      "name": "Terry Southern",
      "aboutText": "Mabel Louise Smith (May 1, 1924 – January 23, 1972), known professionally as Big Maybelle, was an American R&B singer.",
      "pageId": 524048,
      "monthDay": "05/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Helen_Bamber",
      "name": "Helen Bamber",
      "aboutText": "Terry Southern (May 1, 1924 – October 29, 1995) was an American author, essayist, screenwriter, and university lecturer, noted for his distinctive satirical style. Part of the Paris postwar literary movement in the 1950s and a companion to Beat writers in Greenwich Village, Southern was also at the center of Swinging London in the 1960s and helped to change the style and substance of American films in the 1970s. In the 1980s he wrote for Saturday Night Live and lectured on screenwriting at several universities in New York.",
      "pageId": 600026,
      "monthDay": "05/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Chuck_Bednarik",
      "name": "Chuck Bednarik",
      "aboutText": "Richard Joseph \"Dick\" Riordan (born May 1, 1930) is an American investment banker, businessman, investor, and politician who served as the 39th Mayor of Los Angeles, California serving from 1993 to 2001. He is a member of the Republican Party.",
      "pageId": 719846,
      "monthDay": "05/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Scott_Carpenter",
      "name": "Scott Carpenter",
      "aboutText": "Laura Betti (May 1, 1927 – July 31, 2004) was an Italian actress known particularly for her work with directors Federico Fellini, Pier Paolo Pasolini and Bernardo Bertolucci. She had a long friendship with Pasolini and made a documentary about him in 2001. Betti became famous for portraying bizarre, grotesque, eccentric, instable or maniacal roles, like Regina in Bernardo Bertolucci's 1900, Anna the medium in Twitch of the death nerve, Giovanna la pazza in Woman buried alive, hysterical Rita Zigai in Sbatti il mostro in prima pagina and Therese in Private Vices, Public Virtues.",
      "pageId": 897936,
      "monthDay": "05/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sardar_Fazlul_Karim",
      "name": "Sardar Fazlul Karim",
      "aboutText": "Desmond Titterington (1 May 1928, Cultra, near Holywood, County Down – 13 April 2002, Dundee, Scotland) was a British racing driver from Northern Ireland. He participated in one Formula One World Championship Grand Prix, on July 14, 1956. He scored no championship points.",
      "pageId": 1228299,
      "monthDay": "05/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Peter_Lax",
      "name": "Peter Lax",
      "aboutText": "James Hugh Loden (born May 1, 1928), known professionally as Sonny James, is an American country music singer and songwriter best known for his 1957 hit, \"Young Love\". Dubbed the Southern Gentleman, James had 72 country and pop charted releases from 1953 to 1983, including an unprecedented five-year streak of 16 straight Billboard #1 singles among his 26 #1 hits. Twenty-one of his albums reached the country top ten from 1964 to 1976.",
      "pageId": 1594242,
      "monthDay": "05/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gary_Bertini",
      "name": "Gary Bertini",
      "aboutText": "Gary Bertini (Hebrew: גארי ברתיני) (May 1, 1927—March 17, 2005) was an Israeli conductor and composer.",
      "pageId": 1619310,
      "monthDay": "05/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Laura_Betti",
      "name": "Laura Betti",
      "aboutText": "Arthur Fleming Fazzin (May 1, 1924 – April 25, 1995), better known as Art Fleming, was an American actor and television host.",
      "pageId": 1947381,
      "monthDay": "05/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bernard_Vukas",
      "name": "Bernard Vukas",
      "aboutText": "Ollie Genoa Matson II (May 1, 1930 – February 19, 2011) was an American Olympic medal winning sprinter and professional American football running back who played in the National Football League from 1952 to 1966. Drafted into the NFL by the Chicago Cardinals, the star Matson was traded to the Los Angeles Rams for nine players following the 1958 season.\nMatson was named to the Pro Bowl six times during the course of his career and was elected to the National Football League Hall of Fame in 1972.",
      "pageId": 2664077,
      "monthDay": "05/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Desmond_Titterington",
      "name": "Desmond Titterington",
      "aboutText": "Sonny Ramadhin (born 1 May 1929) was a West Indian cricketer, and a dominant bowler of the 1950s. He was the first of many West Indian cricketers of Indian origin, and was one of the five Wisden Cricketers of the Year in 1951.",
      "pageId": 3730195,
      "monthDay": "05/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ralf_Dahrendorf",
      "name": "Ralf Dahrendorf",
      "aboutText": "Karel Kachyňa (1 May 1924 – 12 March 2004) was a Czech film director. His career spanned over five decades. Kachyňa was part of the Czech wave of liberal filmmakers in the 1960s which included Miloš Forman and Jiří Menzel.",
      "pageId": 4314177,
      "monthDay": "05/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sonny_James",
      "name": "Sonny James",
      "aboutText": "Bernard \"Bajdo\" Vukas (1 May 1927 in Zagreb – 4 April 1983 in Zagreb) was a Croatian football player.\nVukas played as a left winger/forward and is mostly remembered for his extraordinary dribbling ability. In 2000, he was voted by the Croatian Football Federation as the best Croatian player of all Time, and in a poll by Večernji List, he was voted the best Croatian athlete of the 20th century.",
      "pageId": 4559487,
      "monthDay": "05/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Mikhail_Krivonosov",
      "name": "Mikhail Krivonosov",
      "aboutText": "Evelyn Boyd Granville (born May 1, 1924) was one of the first African-American women to receive a Ph.D. in mathematics; she earned it in 1949 from Yale University.",
      "pageId": 5827598,
      "monthDay": "05/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sonny_Ramadhin",
      "name": "Sonny Ramadhin",
      "aboutText": "Helen Rae Bamber OBE, née Helen Balmuth (1 May 1925 – 21 August 2014), was a British psychotherapist and human rights activist. She worked with Holocaust survivors in Germany after the concentration camps were liberated in 1945. In 1947, she returned to Britain and continued her work, helping to establish Amnesty International and later co-founding the Medical Foundation for Care of Victims of Torture.",
      "pageId": 7598111,
      "monthDay": "05/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ollie_Matson",
      "name": "Ollie Matson",
      "aboutText": "Mikhail Petrovich Krivonosov (Russian: Михаи́л Петро́вич Кривоно́сов) (May 1, 1929, Krichev – November 11, 1995 [1]) was a Soviet athlete who competed mainly in the hammer throw.\nKrivonosov graduated from the Byelorussian Institute for Physical Culture in 1953. He trained at Burevestnik in Minsk and competed internationally for the USSR throughout his career.",
      "pageId": 8117710,
      "monthDay": "05/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Richard_Riordan",
      "name": "Richard Riordan",
      "aboutText": "Sardar Fazlul Karim (Bengali: সরদার ফজলুল করিম; 1 May 1925 – 15 June 2014) was a scholar, academic, philosopher and essayist in Bangladesh.",
      "pageId": 48589322,
      "monthDay": "05/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Little_Walter",
      "name": "Little Walter",
      "aboutText": "Admiral Sir John Forster \"Sandy\" Woodward GBE KCB (1 May 1932 – 4 August 2013) was a British admiral who commanded the British Naval Task Force in the South Atlantic during the Falklands War.",
      "pageId": 16347,
      "monthDay": "05/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Naim_Attallah",
      "name": "Naim Attallah",
      "aboutText": "Judith Marjorie Collins (born May 1, 1939) is an American singer and songwriter known for her eclectic tastes in the material she records (which has included folk, show tunes, pop, rock and roll and standards) and for her social activism.\nCollins' debut album A Maid of Constant Sorrow was released in 1961, but it was her cover of Joni Mitchell's \"Both Sides, Now\", the lead single from her 1967 album Wildflowers, that gave Collins international prominence. The single hit the Top 10 on the Billboard Pop Singles chart and won Collins her first Grammy Award for Best Folk Performance.",
      "pageId": 168241,
      "monthDay": "05/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jacques_Languirand",
      "name": "Jacques Languirand",
      "aboutText": "Una Stubbs (born 1 May 1937) is an English television, stage, occasional film actress and former dancer who has appeared on British television and in the theatre, and less frequently in films. She is particularly known for playing Rita in the sitcom Till Death Us Do Part and Aunt Sally in the children's series Worzel Gummidge. She is also known for her role as Miss Bat in the series The Worst Witch and has most recently appeared as Sherlock Holmes's landlady Mrs Hudson in the Bafta award-winning television series Sherlock.",
      "pageId": 201422,
      "monthDay": "05/01"
    },
    {
      "year": "1932",
      "uri": "/wiki/Sandy_Woodward",
      "name": "Sandy Woodward",
      "aboutText": "Cuauhtémoc Cárdenas Solórzano (Spanish pronunciation: [kwauˈtemok ˈkarðenas]; born May 1, 1934) is a prominent Mexican politician. He was a former Head of Government of the Federal District and a founder of the Party of the Democratic Revolution (PRD).",
      "pageId": 211588,
      "monthDay": "05/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Cuauht%C3%A9moc_C%C3%A1rdenas",
      "name": "Cuauhtémoc Cárdenas",
      "aboutText": "Elsa Peretti (born May 1, 1940) is an Italian jewelry designer.",
      "pageId": 341285,
      "monthDay": "05/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Shirley_Horn",
      "name": "Shirley Horn",
      "aboutText": "Jerold Irwin \"Jerry\" Mander (born May 1, 1936) is an American activist and author, best known for his 1977 book, Four Arguments for the Elimination of Television.",
      "pageId": 431438,
      "monthDay": "05/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Phillip_King_(artist)",
      "name": "Phillip King",
      "aboutText": "Maxie Cleveland \"Max\" Robinson, Jr. (May 1, 1939 – December 20, 1988) was an American broadcast journalist, and ABC News World News Tonight co-anchor. He was the first African-American broadcast network news anchor in the United States and one of the first television journalists to die of AIDS. He was a founder of the National Association of Black Journalists.",
      "pageId": 449929,
      "monthDay": "05/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ian_Curteis",
      "name": "Ian Curteis",
      "aboutText": "Marion Walter Jacobs (May 1, 1930 – February 15, 1968), known as Little Walter, was an American blues musician, singer, and songwriter, whose revolutionary approach to the harmonica earned him comparisons to seminal virtuosos Django Reinhardt, Charlie Parker and Jimi Hendrix, for innovation and impact on succeeding generations. His virtuosity and musical innovations fundamentally altered many listeners' expectations of what was possible on blues harmonica.",
      "pageId": 467103,
      "monthDay": "05/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Julian_Mitchell",
      "name": "Julian Mitchell",
      "aboutText": "Charles Julian Humphrey Mitchell FRSL (born 1 May 1935), is an English playwright, screenwriter and occasional novelist. He is best known as the writer of the play and film Another Country, and as a screenwriter for TV, producing many original plays and series episodes, including at least ten for Inspector Morse.\nMitchell was born in Epping, Essex, and educated at Winchester College, where he won the English Verse and Duncan Reading Prizes.",
      "pageId": 2148990,
      "monthDay": "05/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jerry_Mander",
      "name": "Jerry Mander",
      "aboutText": "Bobbie Ann Mason (born May 1, 1940) is an American novelist, short story writer, essayist, and literary critic from Kentucky.\nWith four siblings Mason grew up on her family's dairy farm outside of Mayfield, Kentucky. As a child she loved to read, so her parents, Wilburn and Christina Mason, always made sure she had books.",
      "pageId": 2349808,
      "monthDay": "05/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hans_E._Wallman",
      "name": "Hans E. Wallman",
      "aboutText": "Shirley Valerie Horn (May 1, 1934 – October 20, 2005) was an American jazz singer and pianist. She collaborated with many jazz greats including Miles Davis, Dizzy Gillespie, Toots Thielemans, Ron Carter, Carmen McRae, Wynton Marsalis and others. She was most noted for her ability to accompany herself with nearly incomparable independence and ability on the piano while singing, something described by arranger Johnny Mandel as \"like having two heads\", and for her rich, lush voice, a smoky contralto, which was described by noted producer and arranger Quincy Jones as \"like clothing, as she seduces you with her voice\".",
      "pageId": 2968427,
      "monthDay": "05/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tamsyn_Imison",
      "name": "Tamsyn Imison",
      "aboutText": "Dame Tamsyn Imison, DBE (b. 1 May 1937) was a prominent British educator and \"educational strategist\" whose first career was as a scientific illustrator.\nAfter having a family of three she went into teaching science in 1972 and taught for nearly thirty years.",
      "pageId": 9468695,
      "monthDay": "05/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bo_Nilsson",
      "name": "Bo Nilsson",
      "aboutText": "Naim Attallah is a businessman and writer. He was born in the former British Mandate of Palestine in 1931 and is the publisher of Quartet Books and former backer of the Literary Review and The Oldie. He was also the former owner of the London-based Women's Press, founded in 1977.",
      "pageId": 13780886,
      "monthDay": "05/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Una_Stubbs",
      "name": "Una Stubbs",
      "aboutText": "Ian Bayley Curteis (born 1 May 1935, London) is a British television dramatist and former television director.\nIn a career as a television dramatist from the late 1960s onwards, Curteis wrote for many of the series of the day, including The Onedin Line and Crown Court. In 1979, two television plays by Curteis were broadcast: Churchill and the Generals and Suez 1956.",
      "pageId": 17062544,
      "monthDay": "05/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Judy_Collins",
      "name": "Judy Collins",
      "aboutText": "Victor Albert Davies CM is an award winning Canadian composer, pianist, and conductor, best known for his opera Transit of Venus and The Mennonite Piano Concerto.",
      "pageId": 19253971,
      "monthDay": "05/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Victor_Davies",
      "name": "Victor Davies",
      "aboutText": "Jüri Kukk (May 1, 1940, Pärnu, Estonia — March 27, 1981, Vologda , Russia) was an Estonian professor of chemistry, a political prisoner, who died in a Soviet labor camp after several months of being on hunger strike and psychiatric treatments.\nHe resigned from the Communist Party of the Soviet Union in 1978 and was subsequently fired from the post of Associate Professor of chemistry at Tartu University. He was also refused permission to emigrate.",
      "pageId": 23177380,
      "monthDay": "05/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Max_Robinson",
      "name": "Max Robinson",
      "aboutText": "Bo Nilsson (born 1 May 1937 in Skellefteå), is a Swedish composer and lyricist.",
      "pageId": 23224670,
      "monthDay": "05/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/J%C3%BCri_Kukk",
      "name": "Jüri Kukk",
      "aboutText": "Jacques Languirand (born May 1, 1931) is a radio host, writer, actor and director.\nHe has been at the microphone for the same radio show, Par 4 chemins, for 42 years. He was awarded the C.M. (Member of the Order of Canada) on December 21, 1987 and the O.C. (Officer of the Order of Canada) on May 8, 2003 for his services to communications in Canada.",
      "pageId": 32561609,
      "monthDay": "05/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bobbie_Ann_Mason",
      "name": "Bobbie Ann Mason",
      "aboutText": "Phillip King PRA (born 1 May 1934, Tunis, French Tunisia) is a British sculptor. He is one of Anthony Caro's best known students, even though the two artists are near contemporaries. Their education followed similar trajectories and they both worked as assistants to Henry Moore.",
      "pageId": 38264221,
      "monthDay": "05/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Elsa_Peretti",
      "name": "Elsa Peretti",
      "aboutText": "Hans E. Wallman, in Sweden known as Hasse Wallman (pronounced hah-seh), né Hans Erik Wallman (1 May 1936 – 22 September 2014) in Stockholm, was a Swedish entrepreneur, impresario, composer, director, author, producer and entertainment executive.",
      "pageId": 43815403,
      "monthDay": "05/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Wheeler_(British_politician)",
      "name": "John Wheeler",
      "aboutText": "John Woo SBS (Ng Yu-Sum; born 1 May 1946) is a Hong Kong film director, writer, and producer. He is considered a major influence on the action genre, known for his highly chaotic action sequences, Mexican standoffs, and frequent use of slow motion. Woo has directed several notable Hong Kong action films, among them, A Better Tomorrow (1986), The Killer (1989), Hard Boiled (1992), and Red Cliff (2008/2009).",
      "pageId": 15571,
      "monthDay": "05/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Yury_Yershov",
      "name": "Yury Yershov",
      "aboutText": "Joanna Lamond Lumley, OBE FRGS (born 1 May 1946) is an English actress, voice-over artist, former model, author and activist, who starred in the British television series Absolutely Fabulous as Edina Monsoon's best friend, Patsy Stone, as well as in The New Avengers, Sapphire & Steel, Jam & Jerusalem and Sensitive Skin. In film she has appeared in On Her Majesty's Secret Service (1969), Trail of the Pink Panther (1982), and James and the Giant Peach (1996).\nShe later appeared in Maybe Baby (2000), Ella Enchanted (2004), and Corpse Bride (2005).",
      "pageId": 89603,
      "monthDay": "05/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Asil_Nadir",
      "name": "Asil Nadir",
      "aboutText": "Joseph \"Joe\" Walsh (1 May 1943 – 9 November 2014) was an Irish Fianna Fáil politician. He was a Teachta Dála (TD) for Cork South–West and was first elected as a TD at the 1977 general election. He lost his seat in 1981 but regained it again in 1982 and served as a TD until retiring at the 2007 general election.",
      "pageId": 458606,
      "monthDay": "05/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Stephen_Macht",
      "name": "Stephen Macht",
      "aboutText": "Jacob David Bekenstein (Hebrew: יעקב בקנשטיין; May 1, 1947 – August 16, 2015) was a Mexico-born Israeli-American theoretical physicist who made fundamental contributions to the foundation of black hole thermodynamics and to other aspects of the connections between information and gravitation.",
      "pageId": 561845,
      "monthDay": "05/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Vassal_Gadoengin",
      "name": "Vassal Gadoengin",
      "aboutText": "Rita Coolidge (born May 1, 1945) is an American recording artist and songwriter.",
      "pageId": 582015,
      "monthDay": "05/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joe_Walsh_(Irish_politician)",
      "name": "Joe Walsh",
      "aboutText": "Suresh Kalmadi (born 1 May 1944) is an Indian politician and senior sports administrator. He was formerly a member of the Indian National Congress. He was a member of parliament from Pune till May 2014.",
      "pageId": 1002001,
      "monthDay": "05/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Costa_Cordalis",
      "name": "Costa Cordalis",
      "aboutText": "Carson Whitsett (May 1, 1945 – May 8, 2007) was an American keyboardist, songwriter, and record producer.",
      "pageId": 1100247,
      "monthDay": "05/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Suresh_Kalmadi",
      "name": "Suresh Kalmadi",
      "aboutText": "Patricia Hill Collins (born May 1, 1948) is a Distinguished University Professor of Sociology at the University of Maryland, College Park. She is also the former head of the Department of African-American Studies at the University of Cincinnati, and a past President of the American Sociological Association Council. Collins was the 100th president of the ASA and the first African-American woman to hold this position.",
      "pageId": 1999636,
      "monthDay": "05/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rita_Coolidge",
      "name": "Rita Coolidge",
      "aboutText": "Stephen Robert Macht (born May 1, 1942) is an American television and film actor.",
      "pageId": 2490740,
      "monthDay": "05/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carson_Whitsett",
      "name": "Carson Whitsett",
      "aboutText": "Yuri L. Ershov or Yershov (Юрий Леонидович Ершов, born 1 May 1940 [1] in Novosibirsk) is a Soviet and Russian mathematician.\nYuri Ershov was born in 1940 in Novosibirsk. In 1958 he entered the Tomsk State University and in 1963 graduated from the Mathematical Department of the Novosibirsk State University.",
      "pageId": 2606710,
      "monthDay": "05/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/T%C3%B5nu_Lepik",
      "name": "Tõnu Lepik",
      "aboutText": "Sir John Daniel Wheeler, DL, JP, KStJ (born 1 May 1940) is a British Conservative politician who served as Security Minister in Northern Ireland.",
      "pageId": 5598582,
      "monthDay": "05/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joanna_Lumley",
      "name": "Joanna Lumley",
      "aboutText": "Costa Cordalis (Greek: Κώστας Κορδαλής; born 1 May 1944) is a German schlager singer of Greek origin.\nBorn Konstantinos Cordalis in Elatia, Greece, Cordalis moved to Germany in 1963. His 1976 song \"Anita\" reached the top ten in Germany, Switzerland, and Austria.",
      "pageId": 14194633,
      "monthDay": "05/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Woo",
      "name": "John Woo",
      "aboutText": "Vassal Abago Bagobagan Gadoengin (May 1, 1943 – December 15, 2004) was a political figure from the Pacific nation of Nauru.",
      "pageId": 17046835,
      "monthDay": "05/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Paul_S._Wright",
      "name": "Paul S. Wright",
      "aboutText": "Sergio Infante (born May 1, 1947 in Santiago de Chile) is a Chilean poet, essayist, university professor and writer, who resides in Sweden.",
      "pageId": 17090268,
      "monthDay": "05/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jacob_Bekenstein",
      "name": "Jacob Bekenstein",
      "aboutText": "James Patrick \"Jim\" Clench (May 1, 1949 – November 3, 2010) was a Canadian bassist and vocalist best known for his roles in the Canadian rock bands April Wine and Bachman–Turner Overdrive.",
      "pageId": 25522248,
      "monthDay": "05/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sergio_Infante",
      "name": "Sergio Infante",
      "aboutText": "Asil Nadir (born 1 May 1941) is a Turkish Cypriot former businessman, who was chief executive of Polly Peck, which he took over as a small textile company, growing it during the 1980s to become one of the United Kingdom's top 100 FTSE-listed companies, with interests in consumer electronics, fruit distribution and packaging. In 1990, the business collapsed following an investigation by the Serious Fraud Office and charges were brought against Asil Nadir on 70 counts of false accounting and theft, which he denied. From 1993 until 2010 Nadir lived in Northern Cyprus, having fled there to escape a trial in the UK. He remained a fugitive from British justice until 26 August 2010, when he returned to London to face trial.",
      "pageId": 34546262,
      "monthDay": "05/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gy%C3%B6rgyi_Balogh",
      "name": "Györgyi Balogh",
      "aboutText": "Tõnu Lepik (born 1 May 1946 in Tallinn) is an Estonian former long jumper who competed in the 1968 Summer Olympics and in the 1976 Summer Olympics.\nHe won the 1970 European Athletics Indoor Championships with 8.05, Estonian national record.\n^ \"Lepik, Tõnu\" (in Estonian).",
      "pageId": 35815084,
      "monthDay": "05/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patricia_Hill_Collins",
      "name": "Patricia Hill Collins",
      "aboutText": "Conrad Palmisano (born May 1, 1944) an American stuntman and film director.",
      "pageId": 41470789,
      "monthDay": "05/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Conrad_Palmisano",
      "name": "Conrad Palmisano",
      "aboutText": "Paul S. Wright, (born 1 May 1946) is the emeritus professor in prosthetic dentistry at Barts and The London School of Medicine and Dentistry. He also chair of the General Dental Council's, Specialist Dental Education Board.\nHe is also consulting editor on the European Journal of Prosthodontics and Restorative Dentistry.",
      "pageId": 42564748,
      "monthDay": "05/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Clench",
      "name": "Jim Clench",
      "aboutText": "Györgyi Balogh (born 1 May 1948) is a Hungarian former sprinter.",
      "pageId": 42627152,
      "monthDay": "05/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joanna_Hewitt",
      "name": "Joanna Hewitt",
      "aboutText": "Archibald John Norman (born 1 May 1954) is a British businessman and politician. He is at present the only person to have been a FTSE 100 chairman and a Member of the House of Commons (MP) at the same time. On 18 November 2009, Norman was announced as the new chairman of ITV plc.",
      "pageId": 414995,
      "monthDay": "05/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tim_Hodgkinson",
      "name": "Tim Hodgkinson",
      "aboutText": "Sally Mann (born 1951) is an American photographer, best known for her large black-and-white photographs—at first of her young children, then later of landscapes suggesting decay and death.",
      "pageId": 518166,
      "monthDay": "05/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Teutul,_Sr.",
      "name": "Paul Teutul, Sr.",
      "aboutText": "Basil Glen Ballard, Jr. (born May 1, 1953) is an American songwriter, lyricist, and record producer. He is best known for co-writing and producing Alanis Morissette's Jagged Little Pill (1995), which won Grammy Award for \"Best Rock Album\", and \"Album of the Year\" amongst others, and is ranked by the Rolling Stone amongst The 500 Greatest Albums of All Time, and for his collaborations with composer Alan Silvestri.",
      "pageId": 570648,
      "monthDay": "05/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Diehl",
      "name": "John Diehl",
      "aboutText": "Ray Erskine Parker, Jr. (born May 1, 1954) is an American guitarist, songwriter, producer and recording artist. Parker is known for writing and performing the theme song to the movie Ghostbusters, for his solo music, and for performing with his band, Raydio, and with Barry White.",
      "pageId": 718654,
      "monthDay": "05/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dann_Florek",
      "name": "Dann Florek",
      "aboutText": "Cuthbert Gordon Greenidge MBE (born 1 May 1951) is a former member of the West Indies cricket team.\nGreenidge was an opening batsman for the West Indies. He began his Test career against India at M. Chinnaswamy Stadium, Bangalore in 1974 and continued playing internationally until 1991.",
      "pageId": 938865,
      "monthDay": "05/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Danny_McGrain",
      "name": "Danny McGrain",
      "aboutText": "Paul John Teutul (born May 1, 1949) is one of the co-founders of Orange County Choppers, a manufacturer of custom motorcycles and the focus of the reality television series American Chopper. Teutul first appeared on the show with his sons Paul Teutul, Jr. and Michael Teutul.",
      "pageId": 1114928,
      "monthDay": "05/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Marina_Stepanova",
      "name": "Marina Stepanova",
      "aboutText": "Ezekial Dann Florek (born May 1, 1950), better known as Dann Florek, is an American actor and director. He is best known for his role as Donald Cragen on NBC's Law & Order and its spinoff Law & Order: Special Victims Unit.",
      "pageId": 1171655,
      "monthDay": "05/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gordon_Greenidge",
      "name": "Gordon Greenidge",
      "aboutText": "Geoffrey Lees (born 1 May 1951) is a former racing driver from England. He participated in 12 Formula One World Championship Grands Prix, making his first appearance on 16 July 1978.",
      "pageId": 1228378,
      "monthDay": "05/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Geoff_Lees",
      "name": "Geoff Lees",
      "aboutText": "Daniel Fergus \"Danny\" McGrain (born 1 May 1950) is a Scottish former professional footballer who played for Celtic and Hamilton Accies in defence. McGrain was also a Scotland international, winning 62 caps for his country and taking part in two World Cups.\nMcGrain began his career at Celtic and was one of the 'Quality Street Gang', the outstanding reserve team that emerged in the late 1960s during Jock Stein's nine-in-a-row glory days.",
      "pageId": 1586607,
      "monthDay": "05/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sally_Mann",
      "name": "Sally Mann",
      "aboutText": "Timothy \"Tim\" George Hodgkinson (born 1 May 1949, Salisbury, Wiltshire, England) is an English experimental music composer and performer, principally on reeds and keyboards. He is best known as one of the core members of the British avant-rock group Henry Cow, which he formed with Fred Frith in 1968. After the demise of Henry Cow, he participated in a number of bands and projects, including a solo recording career.",
      "pageId": 1844716,
      "monthDay": "05/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Antony_Worrall_Thompson",
      "name": "Antony Worrall Thompson",
      "aboutText": "Henry Antony Cardew Worrall Thompson (born 1 May 1951) is an English restaurateur and celebrity chef, television presenter and radio broadcaster.",
      "pageId": 2513982,
      "monthDay": "05/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Richard_Blundell",
      "name": "Richard Blundell",
      "aboutText": "John Diehl (born May 1, 1950) is an American actor.\nDiehl was born in Cincinnati, Ohio, and graduated from St.",
      "pageId": 4423824,
      "monthDay": "05/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kim_Lewison",
      "name": "Kim Lewison",
      "aboutText": "Sir Peter Winston Smith (born 1 May 1952), styled The Hon Mr Justice Peter Smith, is a Judge of the High Court of Justice in England and Wales, appointed to that office on 15 April 2002 and assigned to the Chancery Division. His name is correctly abbreviated in English legal writing as \"Peter Smith J,\" and not as \"Smith J,\" because there are other senior judges also named Smith.\nHe has presided over several prominent cases, including a suit between boxer Lennox Lewis and his promoter Panos Eliades, as well as a copyright case involving the novel The Da Vinci Code.",
      "pageId": 4666036,
      "monthDay": "05/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Peter_Smith_(judge)",
      "name": "Peter Smith",
      "aboutText": "Sir Richard William Blundell CBE FBA (born 1 May 1952, Shoreham-by-Sea) is a British economist and econometrician.\nBlundell is the David Ricardo Professor of Political Economy at University College London and Research Director at Institute for Fiscal Studies.",
      "pageId": 7454610,
      "monthDay": "05/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Glen_Ballard",
      "name": "Glen Ballard",
      "aboutText": "Naoya Uchida (内田 直哉, Uchida Naoya, born on May 1, 1953 in Tokyo) is a Japanese voice actor, actor, and singer. He has played several minor roles of authority in various TV dramas. He debuted in 1972 in the NHK program Maboroshi no Satsui (幻の殺意, Maboroshi no Satsui), and continued acting in theater and TV dramas until the late 90s.",
      "pageId": 11895466,
      "monthDay": "05/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Naoya_Uchida",
      "name": "Naoya Uchida",
      "aboutText": "Frédéric \"Fred\" Chichin (1 May 1954 – 28 November 2007) was a French musician and songwriter. He was born in Clichy, France.\nHe was the lead member of the band Les Rita Mitsouko, along with Catherine Ringer, whom he met in 1979.",
      "pageId": 11937151,
      "monthDay": "05/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Fred_Chichin",
      "name": "Fred Chichin",
      "aboutText": "Joel Rosenberg (May 1, 1954 – June 2, 2011) was a Canadian American science fiction and fantasy author best known for his long-running \"Guardians of the Flame\" series. Rosenberg was also a gun rights activist. He is the oldest brother of Miami Herald reporter Carol Rosenberg.",
      "pageId": 22268127,
      "monthDay": "05/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Archie_Norman",
      "name": "Archie Norman",
      "aboutText": "Marina Stepanova (born Marina Makeyeva on May 1, 1950 in Meglevo, Imeni Sverdlova) is a former Soviet track and field athlete who was the first woman to run under 53 seconds in the 400 metres hurdles.",
      "pageId": 23682168,
      "monthDay": "05/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ray_Parker,_Jr.",
      "name": "Ray Parker, Jr.",
      "aboutText": "Sir Kim Martin Jordan Lewison (born 1 May 1952) is a Lord Justice of Appeal.",
      "pageId": 32269353,
      "monthDay": "05/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Joel_Rosenberg_(science_fiction_author)",
      "name": "Joel Rosenberg",
      "aboutText": "Joanna Miriam Hewitt AO (born 1 May 1949) is a former senior Australian public servant and policymaker. She is currently the Chair of the Australian Centre for International Agricultural Research.\n^ Hewitt 2012, p.",
      "pageId": 41701238,
      "monthDay": "05/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alex_Cunningham",
      "name": "Alex Cunningham",
      "aboutText": "Philip \"Phil\" Foglio (born May 1, 1956) is an American cartoonist and comic book artist best known for his humorous science fiction and fantasy art.",
      "pageId": 316162,
      "monthDay": "05/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Donna_Hartley",
      "name": "Donna Hartley",
      "aboutText": "The Lady Sarah Frances Elizabeth Chatto, née Armstrong-Jones (born 1 May 1964), is the only daughter of the 1st Earl of Snowdon and Princess Margaret, Countess of Snowdon, the second daughter of King George VI and Queen Elizabeth. She is 21st in line to succeed her maternal aunt; at the time of her birth, she was seventh in line.",
      "pageId": 431403,
      "monthDay": "05/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Martin_O%27Donnell",
      "name": "Martin O'Donnell",
      "aboutText": "Yvonne Maria Therèse van Gennip (born 1 May 1964) is one of the most successful female Dutch all-round speed skaters. Her main success dates from the 1988 Winter Olympics in Calgary, where she unexpectedly won three gold medals. She was the most successful athlete at the 1988 Winter Olympics, along with Matti Nykänen of Finland.",
      "pageId": 454584,
      "monthDay": "05/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Phil_Foglio",
      "name": "Phil Foglio",
      "aboutText": "Maia Emilia Ninel Morgenstern (Romanian pronunciation: [ˈmaja ˈmorɡənʃtern]; born 1 May 1962) is a Romanian film and stage actress, described by Florin Mitu of AMOS News as \"a symbol of Romanian theater and film\". In the English-speaking world, she is probably best known for the role of Mary, the Mother of Jesus, in Mel Gibson's The Passion of the Christ.",
      "pageId": 488081,
      "monthDay": "05/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Catherine_Frot",
      "name": "Catherine Frot",
      "aboutText": "Clint Malarchuk (born May 1, 1961) is a retired Canadian professional ice hockey goaltender who played in the National Hockey League (NHL) between 1981 and 1992. He has been a coach for four NHL teams and two minor league teams, most recently the Calgary Flames. He was born in Grande Prairie, Alberta, raised in Edmonton, Alberta, and lives in Alberta and Nevada.",
      "pageId": 563886,
      "monthDay": "05/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Frank_Szymanski_(politician)",
      "name": "Frank Szymanski",
      "aboutText": "Steve Cauthen (born May 1, 1960) is an American jockey who is now retired.",
      "pageId": 805336,
      "monthDay": "05/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Uberto_Pasolini",
      "name": "Uberto Pasolini",
      "aboutText": "Marilyn Milian (born May 1, 1961), is a former Florida state circuit court judge who currently presides over the American television series The People's Court. She is the first Latin judge to preside over a court show.",
      "pageId": 865768,
      "monthDay": "05/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kow_Otani",
      "name": "Kow Otani",
      "aboutText": "Debi Diamond (born May 1, 1965 in San Fernando Valley, California) is an American adult actress and nude model.\n^ \"Debi Diamond Bio at debidiamond.co.uk\".",
      "pageId": 2365696,
      "monthDay": "05/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Yasmina_Reza",
      "name": "Yasmina Reza",
      "aboutText": "Yasmina Reza (born 1 May 1959) is a French playwright, actress, novelist and screenwriter best known for her plays 'Art' and God of Carnage.",
      "pageId": 2370195,
      "monthDay": "05/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lawrence_Seeff",
      "name": "Lawrence Seeff",
      "aboutText": "Martin \"Marty\" O'Donnell (born May 1, 1955) is an American composer known for his work on video game developer Bungie's series, such as Myth, Oni, Halo, and Destiny. O'Donnell collaborated with his musical colleague Michael Salvatori for many of the scores; he has also directed voice talent and sound design for the Halo trilogy. O'Donnell was Bungie's audio lead until April 11, 2014.",
      "pageId": 3307684,
      "monthDay": "05/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Steve_Cauthen",
      "name": "Steve Cauthen",
      "aboutText": "Kow Otani (大谷 幸, Ōtani Kō, born May 1, 1957) is a Japanese composer for anime, films, and video games.",
      "pageId": 3402872,
      "monthDay": "05/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Clint_Malarchuk",
      "name": "Clint Malarchuk",
      "aboutText": "Vasiliy Viktorovich Sidorenko (Russian: Василий Викорович Сидоренко; born 1 May 1961 in Volgograd) is a retired male hammer thrower who represented the USSR and later Russia. He is the 1994 European champion and won a bronze medal at the 1997 World Championships.",
      "pageId": 3994405,
      "monthDay": "05/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Marilyn_Milian",
      "name": "Marilyn Milian",
      "aboutText": "Catherine Frot ([kaˈtʁin_ˈfʁo]; born 1 May 1956) is a French actress. A nine-time César Award nominee, she won the César Award for Best Supporting Actress for the 1996 film Family Resemblances. Her other films include Le Dîner de Cons (1998), La Dilettante (1999), Haute Cuisine (2012) and Marguerite (2015).",
      "pageId": 4562618,
      "monthDay": "05/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Vasiliy_Sidorenko",
      "name": "Vasiliy Sidorenko",
      "aboutText": "Carl Mathew Theodore \"Ted\" Sundquist II (born May 1, 1962) is an American football player, manager and commentator. He spent sixteen years working in the National Football League for the Denver Broncos franchise. Sundquist was hired in 1992 as the Player Personnel Assistant, and two years later promoted to Director of College Scouting.",
      "pageId": 6165850,
      "monthDay": "05/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Maia_Morgenstern",
      "name": "Maia Morgenstern",
      "aboutText": "William Adams \"Will\" Kimbrough (born May 1, 1964 in Mobile, Alabama) is an American singer-songwriter, multi-instrumentalist and producer based in Nashville, Tennessee.",
      "pageId": 8165811,
      "monthDay": "05/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ted_Sundquist",
      "name": "Ted Sundquist",
      "aboutText": "Lawrence Seeff (born 1 May 1959 in Kensington, Johannesburg) is a former South African First-class cricketer.\nHe played with Western Province and Transvaal and was one of the South African Cricket Annual's Cricketers of the Year in 1981. He opened the batting for Western Province with his brother Jonathan Seeff.",
      "pageId": 12299524,
      "monthDay": "05/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lady_Sarah_Chatto",
      "name": "Lady Sarah Chatto",
      "aboutText": "Donna Hartley-Wass MBE, born Donna-Marie Louise Murray and formerly known as Donna Hartley (1 May 1955 – 7 June 2013), was a British athlete.\nShe was born in Southampton, England in 1955. She was a south of England sprint champion, and won the AAA's 200 metres in 1972 then the 400 metres in 1975.",
      "pageId": 14932645,
      "monthDay": "05/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Will_Kimbrough",
      "name": "Will Kimbrough",
      "aboutText": "Alexander Cunningham (born 1 May 1955) is a British Labour Party politician. He was elected at the 2010 general election as the Member of Parliament (MP) for Stockton North.\nBorn in Scotland Cunningham moved to the town of Darlington in County Durham at a young age.",
      "pageId": 27354781,
      "monthDay": "05/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yvonne_van_Gennip",
      "name": "Yvonne van Gennip",
      "aboutText": "Uberto Pasolini Dall'Onda (born 1 May 1957 in Rome, Italy) is an Italian film producer, director, and former investment banker known for producing the 1997 film The Full Monty and directing and producing the 2008 film Machan.",
      "pageId": 31276731,
      "monthDay": "05/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Debi_Diamond",
      "name": "Debi Diamond",
      "aboutText": "Frank Szymanski (born 1 May 1956 in Cottbus) is a German politician, member of the SPD, and the former mayor of Cottbus.\n^ \"Oberbürgermeister Frank Szymanski – Biographie\". City of Cottbus (in German).",
      "pageId": 34420535,
      "monthDay": "05/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Charlie_Schlatter",
      "name": "Charlie Schlatter",
      "aboutText": "Ramzi bin al-Shibh (Arabic: رمزي بن الشيبة‎, Ramzī bin ash-Shībah; also transliterated as bin al-Shaibah) (born May 1, 1972) is a Yemeni citizen being held by the United States as an enemy combatant detainee at Guantanamo Bay in Cuba. He is accused of being a \"key facilitator for the September 11 attacks\" in 2001 in the United States.\nIn the mid-1990s, bin al-Shibh moved as a student to Hamburg, Germany, where he allegedly became close friends with Mohamed Atta, Ziad Jarrah and Marwan al-Shehhi.",
      "pageId": 85201,
      "monthDay": "05/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Olaf_Thon",
      "name": "Olaf Thon",
      "aboutText": "Bernard Joseph Butler (born 1 May 1970, Stamford Hill, North London) is an English musician and record producer. He is best known as the first guitarist and primary songwriter with Suede, until his departure in 1994. He has been hailed by some critics as the greatest guitarist of his generation, as well as one of Britain's most original and influential guitarists.",
      "pageId": 186658,
      "monthDay": "05/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tim_McGraw",
      "name": "Tim McGraw",
      "aboutText": "D'arcy Elizabeth Wretzky-Brown (born May 1, 1968) is an American musician.",
      "pageId": 292590,
      "monthDay": "05/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Scott_Coffey",
      "name": "Scott Coffey",
      "aboutText": "Wesley Wales \"Wes\" Anderson (born May 1, 1969) is an American film director, film producer, screenwriter, and actor. His films are known for their distinctive visual and narrative style.\nHe was nominated for the Academy Award for Best Original Screenplay for The Royal Tenenbaums in 2001, Moonrise Kingdom in 2012 and The Grand Budapest Hotel in 2014, as well as the Academy Award for Best Animated Feature for Fantastic Mr.",
      "pageId": 524149,
      "monthDay": "05/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Oliver_Bierhoff",
      "name": "Oliver Bierhoff",
      "aboutText": "Samuel Timothy \"Tim\" McGraw (born May 1, 1967) is an American singer, songwriter and actor. He has been married to fellow singer Faith Hill since 1996, and is the son of the late baseball player Tug McGraw.\nMcGraw has released thirteen studio albums (eleven for Curb Records and three for Big Machine Records).",
      "pageId": 525336,
      "monthDay": "05/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Johnny_Colt",
      "name": "Johnny Colt",
      "aboutText": "Oliver Bierhoff (born 1 May 1968) is a retired German former footballer who scored the first golden goal in the history of major international football, for Germany in the Euro 96 final. A tall, strong and prolific goalscorer, he was mostly renowned for his excellent abilities in the air, and as a target man, being able to deliver pin-point headers towards goal.\n^ \"AC Milan Hall of Fame: Oliver Bierhoff\".",
      "pageId": 1129681,
      "monthDay": "05/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kelly_Killoren_Bensimon",
      "name": "Kelly Killoren Bensimon",
      "aboutText": "Julie M. Benz (born May 1, 1972) is an American actress, known for her roles as Darla on Buffy the Vampire Slayer and Angel (1997–2004) and Rita Bennett on Dexter (2006–2010), for which she won the 2006 Satellite Award for Best Supporting Actress.",
      "pageId": 1244384,
      "monthDay": "05/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sol_Kyung-gu",
      "name": "Sol Kyung-gu",
      "aboutText": "Ajith Kumar (born 1 May 1971) is an Indian film actor working predominantly in Tamil cinema. He has won three Filmfare Best Actor Awards, all for films which showcased him in multiple roles. In addition to his acting, Ajith, in a sabbatical, participated in the 2004 British Formula 3 season as a Formula Two racing driver and was ranked the third best motor car driver in India at his peak.",
      "pageId": 1988078,
      "monthDay": "05/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Denise_Masino",
      "name": "Denise Masino",
      "aboutText": "Lawrence Ethan Albright (born May 1, 1971 in Greensboro, North Carolina) is a former American football long snapper in the National Football League (NFL). He was signed by the Miami Dolphins as an undrafted free agent in 1995. He played college football at North Carolina.",
      "pageId": 2075147,
      "monthDay": "05/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/D%27arcy_Wretzky",
      "name": "D'arcy Wretzky",
      "aboutText": "Sol Kyung-gu (born May 1, 1968) is a South Korean actor.",
      "pageId": 2890172,
      "monthDay": "05/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Wes_Anderson",
      "name": "Wes Anderson",
      "aboutText": "Billy Eugene Owens (born May 1, 1969) is an American former professional basketball player playing for several teams in the NBA. He played college basketball for Syracuse.",
      "pageId": 2995225,
      "monthDay": "05/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Billy_Owens",
      "name": "Billy Owens",
      "aboutText": "Olaf Thon (born 1 May 1966 in Gelsenkirchen) is a German retired footballer, and a current coach.\nMainly a central midfielder, his 19-year professional career was solely associated to Schalke 04 and Bayern Munich, having amassed more than 500 official games and 100 goals for both combined. Nicknamed The Professor, he also collected more than 50 caps for the German national team.",
      "pageId": 4909208,
      "monthDay": "05/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hannes_V%C3%B5rno",
      "name": "Hannes Võrno",
      "aboutText": "Charles Thomas \"Charlie\" Schlatter (born May 1, 1966) is an American actor who has appeared in numerous TV series and films. He is probably best known for playing Dr. Jesse Travis over five seasons of the Dick Van Dyke series Diagnosis: Murder and for starring in big screen comedy 18 Again!, opposite George Burns.",
      "pageId": 5117004,
      "monthDay": "05/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bernard_Butler",
      "name": "Bernard Butler",
      "aboutText": "Denise Masino (born Denise Sánchez on May 1, 1968) is a professional female bodybuilder from the United States.",
      "pageId": 6028749,
      "monthDay": "05/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ethan_Albright",
      "name": "Ethan Albright",
      "aboutText": "Scott Coffey (born Thomas Scott Coffey; May 1, 1967) is an American actor, director, producer, screenwriter. His film credits include Shag, Some Kind of Wonderful, Dream Lover, and Mulholland Drive. He directed Ellie Parker in 2005.",
      "pageId": 6313794,
      "monthDay": "05/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kim_Grant_(tennis)",
      "name": "Kim Grant",
      "aboutText": "Artur Kohutek (born 1 May 1971 in Osiek) is a Polish hurdler and soldier of the Polish Army.\nHe won the bronze medal at the 2002 European Championships in Munich in a time of 13.32 seconds.\nHis personal best time is 13.27 seconds, achieved in the quarter final heat at the 1997 World Championships in Athletics in Athens.",
      "pageId": 8702618,
      "monthDay": "05/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Artur_Kohutek",
      "name": "Artur Kohutek",
      "aboutText": "Johnny Colt (born Charles Brandt; May 1, 1966, Cherry Point, North Carolina) is an American bass guitar player.",
      "pageId": 10568625,
      "monthDay": "05/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ajith_Kumar",
      "name": "Ajith Kumar",
      "aboutText": "Kelly Killoren Bensimon (born May 1, 1968) is an American author, socialite and former editor of Elle Accessories and a former model. She has appeared on the Bravo television series The Real Housewives of New York City from seasons 2 to season 4.",
      "pageId": 12772220,
      "monthDay": "05/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ramzi_bin_al-Shibh",
      "name": "Ramzi bin al-Shibh",
      "aboutText": "Kim Grant (born 1 May 1971) is a former professional South African tennis player. Her career high WTA singles ranking is no. 414, which she reached on 31 July 1995.",
      "pageId": 17602835,
      "monthDay": "05/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Julie_Benz",
      "name": "Julie Benz",
      "aboutText": "Hannes Võrno (born 1 May 1969 in Rakvere) is an Estonian comedian, politician and military officer.\nTo the general public, Võrno is mainly known as a member of the comedy troupe Kreisiraadio, as well as the co-host of the TV show Kahvel and host of TV shows Kes tahab saada miljonäriks?",
      "pageId": 19971768,
      "monthDay": "05/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Earl_Va%27a",
      "name": "Earl Va'a",
      "aboutText": "Oliver Patric Neuville (born 1 May 1973) is a German retired footballer who played as a striker.\nDuring an 18-year professional career he played mainly for Bayer Leverkusen (five seasons) and Borussia Mönchengladbach (six), amassing Bundesliga totals of 334 games and 91 goals.\nNeuville gained almost 70 caps for the German national team during one full decade, representing his adopted nation in two World Cups and at Euro 2008.",
      "pageId": 198508,
      "monthDay": "05/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mike_Jesse",
      "name": "Mike Jesse",
      "aboutText": "Marc-Vivien Foé (1 May 1975 – 26 June 2003) was a Cameroonian international footballer, who played in midfield for both club and country. With success in the French League, and stints in England in the Premier League, his sudden death, while in the middle of an international competitive fixture, came as a shock to the worldwide footballing community.",
      "pageId": 253764,
      "monthDay": "05/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Curtis_Martin",
      "name": "Curtis Martin",
      "aboutText": "James Badgett \"Badge\" Dale (born May 1, 1978) is an American actor. He is known for various roles in film and television, including his starring role in the AMC drama series Rubicon, Chase Edmunds in the third season of 24, Robert Leckie in the HBO miniseries The Pacific, and State Trooper Barrigan in Martin Scorsese's The Departed.",
      "pageId": 385800,
      "monthDay": "05/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Oliver_Neuville",
      "name": "Oliver Neuville",
      "aboutText": "Curtis James Martin, Jr. (born May 1, 1973) is a former American football running back who played in the National Football League (NFL) for the New England Patriots and New York Jets over the span of 10 years. Martin began his professional career with the Patriots, who selected him in the third round of the 1995 NFL Draft.",
      "pageId": 793335,
      "monthDay": "05/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kellie_Crawford",
      "name": "Kellie Crawford",
      "aboutText": "Darius Creston McCrary (born May 1, 1976) is an American film and television actor and singer. He is best known for his role as Scam in the 1987 comedy film Big Shots which was his film debut, and as Eddie Winslow, the oldest child of Carl and Harriette Winslow on the ABC/CBS television sitcom Family Matters which ran from 1989–1998.",
      "pageId": 1260973,
      "monthDay": "05/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lornah_Kiplagat",
      "name": "Lornah Kiplagat",
      "aboutText": "Sachie Hara (原 沙知絵, Hara Sachie, born May 1, 1978) in Fukuoka, Fukuoka, Japan is a Japanese actress and model under the management of the Ken-On Group.",
      "pageId": 1414332,
      "monthDay": "05/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Austin_Croshere",
      "name": "Austin Croshere",
      "aboutText": "Nick Traina (born Nicholas John Steel Toth; May 1, 1978 – September 20, 1997) was an American singer, who was lead singer for the punk band Link 80.",
      "pageId": 1884009,
      "monthDay": "05/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marc-Vivien_Fo%C3%A9",
      "name": "Marc-Vivien Foé",
      "aboutText": "Aleksey Gennadyevich Smertin (Russian: Алексе́й Генна́дьевич Сме́ртин; IPA: [ɐlʲɪˈksʲej ɡʲɪnˈnadʲɪvʲɪtɕ ˈsʲmʲertʲɪn]; born 1 May 1975) is a retired footballer. He was a fairly versatile player and was able to play in defence as well as midfield. He works as a deputy executive director with FC Dynamo Moscow.",
      "pageId": 2118193,
      "monthDay": "05/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nina_Hossain",
      "name": "Nina Hossain",
      "aboutText": "Kellie Lynn Crawford, née Hoggart (born 1 May 1974 in Sydney) is an Australian singer, actress and children's performer. Crawford is most known for her involvement in Children's program Hi-5 and as a former member of pop group Teen Queens.",
      "pageId": 2255710,
      "monthDay": "05/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alexey_Smertin",
      "name": "Alexey Smertin",
      "aboutText": "Austin Nathan Croshere (born May 1, 1975) is a retired American professional basketball player and current college basketball analyst for Fox Sports 1.",
      "pageId": 2446298,
      "monthDay": "05/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Darius_McCrary",
      "name": "Darius McCrary",
      "aboutText": "Nina Hossain (born 1 May 1975) is a British journalist and presenter employed by ITN as a main newscaster on the national ITV Lunchtime News and lead anchor on ITV News London.",
      "pageId": 2646028,
      "monthDay": "05/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Violante_Placido",
      "name": "Violante Placido",
      "aboutText": "Earl Va'a (born May 1, 1972) is a New Zealand rugby union footballer who played internationally for Samoa. Hes played as a fly-half.",
      "pageId": 2677458,
      "monthDay": "05/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Patricia_Stokkers",
      "name": "Patricia Stokkers",
      "aboutText": "Vera Lischka (born 1 May 1977 in Linz, Oberösterreich) is a former breaststroke swimmer from Austria, who competed for her native country at the 1996 Summer Olympics in Atlanta, Georgia. At the European SC Championships 1996, she won the European title in the 50m Breaststroke.\nLischka won thirteen Austrian titles, and was trained by Rolf Gläser.",
      "pageId": 5434147,
      "monthDay": "05/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Vera_Lischka",
      "name": "Vera Lischka",
      "aboutText": "Patricia Stokkers (born May 1, 1976 in Utrecht) is a former freestyle swimmer from the Netherlands, who competed for her native country at the 1996 Summer Olympics in Atlanta, Georgia. There she finished in sixth position (8:08.48) with the 4×200 m freestyle relay, alongside Carla Geurts, Minouche Smit, and Kirsten Vlieghuis.",
      "pageId": 5932436,
      "monthDay": "05/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/James_Badge_Dale",
      "name": "James Badge Dale",
      "aboutText": "Michael Harvey, Jr (born 1 May 1979 in Plymouth, Devon), better known as MC Harvey or simply Harvey, is an English rapper, actor, television personality and former non-League footballer. He first came to fame in the early 2000s as a member of English rap group So Solid Crew before then pursuing a solo career in 2008. In 2012, he was a contestant on Celebrity Big Brother 10.",
      "pageId": 6539551,
      "monthDay": "05/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sachie_Hara",
      "name": "Sachie Hara",
      "aboutText": "Lornah Kiplagat (born 1 May 1974) is a Dutch long-distance runner. She was born in Kabiemit, Rift Valley Province, Kenya and came to the Netherlands in 1999. She gained Dutch citizenship in 2003 and has competed for the Netherlands since.",
      "pageId": 7045301,
      "monthDay": "05/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Linehan_(basketball)",
      "name": "John Linehan",
      "aboutText": "John Lewis Linehan (born May 1, 1978) is an American professional basketball player. He played competitively at Chester High School, then at Winchendon School (Winchendon, Massachusetts). He played guard for Providence College from 1997 to 2002.",
      "pageId": 19898755,
      "monthDay": "05/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Orhan_%C3%96lmez",
      "name": "Orhan Ölmez",
      "aboutText": "Maria Violante Placido (Italian: [ˈplatʃido]; born 1 May 1976) is an Italian actress and singer.",
      "pageId": 21743905,
      "monthDay": "05/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nick_Traina",
      "name": "Nick Traina",
      "aboutText": "Mike Jesse (born 1 May 1973) is a former professional German footballer.\nJesse made 74 appearances for FC Energie Cottbus in the 2. Fußball-Bundesliga during his playing career.",
      "pageId": 29516781,
      "monthDay": "05/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Harvey_(MC)",
      "name": "Harvey",
      "aboutText": "Found Spouse, Found Children, Found networth,",
      "pageId": 30155675,
      "monthDay": "05/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mauro_Bergamasco",
      "name": "Mauro Bergamasco",
      "aboutText": "Darijo Srna (pronounced [dâːrijo səř̩na]; born 1 May 1982) is a Croatian professional footballer who plays for Shakhtar Donetsk as a captain and is also the captain of the Croatian national team. He can play all across the right wing and is known for his crossing and free kick ability. He began his career at Hajduk Split, before moving to Shakhtar in 2003.",
      "pageId": 1447216,
      "monthDay": "05/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michelle_Perry",
      "name": "Michelle Perry",
      "aboutText": "Farah LeeAllen Fath (born May 1, 1984) is an American actress. She portrayed Gigi Morasco on the ABC Daytime soap opera One Life to Live October 24, 2007 to January 12, 2012, with the reveal that her character was alive in December 2011.",
      "pageId": 1674007,
      "monthDay": "05/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Marvin_Cabrera",
      "name": "Marvin Cabrera",
      "aboutText": "Aliaksandr Paulavich Hleb (Belarusian: Аляксандр Паўлавіч Глеб, pronounced [alʲaˈksandar ɣlʲeb]; Russian: Александр Павлович Глеб; born 1 May 1981), commonly referred to in English as Alexander Hleb, is a Belarusian professional footballer who plays for club BATE Borisov.\nHis natural and preferred position is attacking midfielder or 'in the hole' behind the strikers, but he is often deployed on the wing.",
      "pageId": 1688230,
      "monthDay": "05/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/In%C3%AAs_Henriques",
      "name": "Inês Henriques",
      "aboutText": "Tommy Robredo Garcés (Spanish pronunciation: [ˈtomi roˈβɾeðo ɣarˈθes], Catalan: [ɣərˈses]; born 1 May 1982) is a Spanish professional tennis player. His career-high singles ranking is World No. 5, which he reached in August 2006 as a result of winning the Hamburg Masters earlier in the year.",
      "pageId": 2022317,
      "monthDay": "05/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jan_Heylen",
      "name": "Jan Heylen",
      "aboutText": "Michelle Perry (born May 1 May 1979 in Los Angeles, California) is an American athlete. At the 2004 Summer Olympics she placed 14th overall in the heptathlon competition. Later, at the 2005 World Championships in Athletics, she was awarded a gold medal in the 100 m hurdles with a time of 12.66 seconds.",
      "pageId": 2496556,
      "monthDay": "05/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yousuke_Ichikawa",
      "name": "Yousuke Ichikawa",
      "aboutText": "Wesley Carter \"Wes\" Welker (born May 1, 1981) is an American football wide receiver for the St. Louis Rams of the National Football League (NFL). He played college football at Texas Tech, and was signed by the San Diego Chargers as an undrafted free agent in 2004.",
      "pageId": 2657614,
      "monthDay": "05/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jay_Reatard",
      "name": "Jay Reatard",
      "aboutText": "Craig Williams (born May 1, 1983), better known by his ring name, Human Tornado, is an American professional wrestler. His character was that of a stereotypical 1970s blaxploitation street pimp. He performed primarily on the Californian independent circuit, most prominently for Pro Wrestling Guerrilla (PWG), Empire Wrestling Federation, and Alternative Wrestling Show.",
      "pageId": 3345808,
      "monthDay": "05/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ana_Claudia_Talanc%C3%B3n",
      "name": "Ana Claudia Talancón",
      "aboutText": "Patrick Campbell Eaves (born May 1, 1984) is a Canadian-American professional ice hockey forward, who is currently playing for the Dallas Stars of the National Hockey League (NHL). Born in Calgary, Alberta, and raised in Faribault, Minnesota, Patrick holds Canadian and American citizenship and has represented the United States in international ice hockey tournaments. He is the son of retired American ice hockey player Mike Eaves, and brother of ice hockey player Ben Eaves.",
      "pageId": 3523055,
      "monthDay": "05/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Derek_Asamoah",
      "name": "Derek Asamoah",
      "aboutText": "Derek Asamoah (born 1 May 1981) is a Ghanaian professional footballer. He has previously played for clubs in England, France, Scotland, Bulgaria and South Korea. He currently plays for League Two side Carlisle United as a striker.",
      "pageId": 3671634,
      "monthDay": "05/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alexander_Hleb",
      "name": "Alexander Hleb",
      "aboutText": "Mauro Bergamasco (born 1 May 1979) is an Italian rugby union footballer who currently plays for Zebre. He predominantly plays as an open-side flanker, although his versatility means that he has also played a number of international games on the wing, and started at scrum-half in an infamously error-prone performance. He is considered to be one of Italy's best players in his preferred position.",
      "pageId": 3960137,
      "monthDay": "05/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Wes_Welker",
      "name": "Wes Welker",
      "aboutText": "Jan Heylen (born 1 May 1980 in Geel) is a Belgian racing driver.",
      "pageId": 4667741,
      "monthDay": "05/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tommy_Robredo",
      "name": "Tommy Robredo",
      "aboutText": "James \"Jamie\" Dornan (born 1 May 1982) is a Northern Irish actor, model, and musician. He played Axel von Fersen in Sofia Coppola's film Marie Antoinette (2006), Sheriff Graham Humbert in the ABC series Once Upon a Time, serial killer Paul Spector in the BBC Two crime drama series The Fall, and the eponymous character, Christian Grey, in the film Fifty Shades of Grey (2015).",
      "pageId": 6138391,
      "monthDay": "05/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Darijo_Srna",
      "name": "Darijo Srna",
      "aboutText": "Ana Claudia Talancón (born 1 May 1980), is a Mexican actress and model.",
      "pageId": 6586066,
      "monthDay": "05/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jamie_Dornan",
      "name": "Jamie Dornan",
      "aboutText": "Alexander Farnerud (born 1 May 1984) is a Swedish footballer who plays for Italian club Torino and the Swedish national team as a midfielder.",
      "pageId": 6797041,
      "monthDay": "05/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alain_Bernard",
      "name": "Alain Bernard",
      "aboutText": "Jimmy Lee Lindsey Jr. (May 1, 1980 – January 13, 2010), better known by the stage name Jay Reatard, was an American musician from Memphis, Tennessee. Lindsey was signed to Matador Records.",
      "pageId": 7571205,
      "monthDay": "05/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Human_Tornado",
      "name": "Human Tornado",
      "aboutText": "David Anthony Backes (born May 1, 1984) is an American professional ice hockey center and right winger and captain of the St. Louis Blues of the National Hockey League (NHL). Backes was born in Minneapolis, Minnesota, but grew up in Blaine, Minnesota.",
      "pageId": 8560423,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_Backes",
      "name": "David Backes",
      "aboutText": "Marvin Gabriel Cabrera Ibarra (born May 1, 1980 in Mexico City) is a Mexican football defender who currently plays for Correcaminos UAT.",
      "pageId": 10035595,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Patrick_Eaves",
      "name": "Patrick Eaves",
      "aboutText": "Inês Henriques (born 1 May 1980 in Santarém) is a Portuguese race walker. Internationally, she has won bronze medals at the 2010 IAAF World Race Walking Cup and the 2010 Ibero-American Championships in Athletics. She represented Portugal at the 2004 Summer Olympics and the 2012 Summer Olympics and has competed at the World Championships in Athletics on six occasions from 2001 to 2013.",
      "pageId": 13044947,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexander_Farnerud",
      "name": "Alexander Farnerud",
      "aboutText": "Alain Bernard (French pronunciation: ​[alɛ̃ bɛʁnaʁ]; born 1 May 1983) is a former French swimmer from Aubagne, Bouches-du-Rhône.\nBernard won a total of four medals (two golds, one silver and one bronze) at two Olympic Games (2008 and 2012). He also won numerous medals at the World Championships (short course and long course) and European Championships (short course and long course).",
      "pageId": 14780819,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Farah_Fath",
      "name": "Farah Fath",
      "aboutText": "Yousuke Ichikawa (市川 洋介, Ichikawa Yōsuke, born May 1, 1980, in Yokohama, Kanagawa Prefecture, Japan) is a Japanese actor and model who is affiliated with Pocket. He graduated from Yokohama National University's University of Electro-Communications.\n^ \"Official profile at Pocket\".",
      "pageId": 47109352,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Keiichiro_Koyama",
      "name": "Keiichiro Koyama",
      "aboutText": "Mario Angelo Constantinou (born 1 May 1987), commonly known as Matt Di Angelo, is a British actor and singer, best known for his role as Dean Wicks in the BBC soap opera EastEnders. He also starred as Sean Kennedy in the BBC drama series Hustle.",
      "pageId": 1377835,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/V%C3%ADctor_Monta%C3%B1o",
      "name": "Víctor Montaño",
      "aboutText": "Amir Jalla Johnson (born May 1, 1987) is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA).",
      "pageId": 2180899,
      "monthDay": "05/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mark_Seaby",
      "name": "Mark Seaby",
      "aboutText": "Shahar Pe'er (/ˈʃɑːhɑr ˈpeɪ.ər/; Hebrew: שחר פאר, IPA: [ˈʃaχaʁ peˈʔeʁ]; born May 1, 1987) is an Israeli professional tennis player.\nPe'er has won five singles and three doubles titles on the WTA tour, as well as four singles and three doubles titles on the ITF tour in her career. On 31 January 2011, she reached her best singles ranking of world number 11.",
      "pageId": 2614119,
      "monthDay": "05/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Drew_Sidora",
      "name": "Drew Sidora",
      "aboutText": "Marcus James Drum (born 1 May 1987) is an Australian rules footballer who played in the Australian Football League (AFL) for the Fremantle Football Club between 2006 and 2009 before he was traded to Geelong during the 2009 trade week.\nIn July 2011 Geelong announced that Drum had retired due to ongoing injury problems. In October 2013 he joined Port Adelaide as a player welfare manager.",
      "pageId": 3253406,
      "monthDay": "05/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Christian_Ben%C3%ADtez",
      "name": "Christian Benítez",
      "aboutText": "Leonardo Bonucci (Italian pronunciation: [leoˈnardo boˈnuttʃi]; born 1 May 1987) is an Italian professional footballer who plays as a defender for Serie A club Juventus and the Italian national team.",
      "pageId": 5149412,
      "monthDay": "05/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Adam_Casey",
      "name": "Adam Casey",
      "aboutText": "Christian Rogelio Benítez Betancourt (May 1, 1986 – July 29, 2013), also known as Chucho, was an Ecuadorian footballer who played as a forward for El Jaish of the Qatar Stars League at the time of his death.\nHe began his career with El Nacional in Ecuador and then joined Santos Laguna, with whom he won the award for Best Player of the Clausura 2008. He spent the 2009–10 season on loan to Premier League club Birmingham City, and then moved to Club América for a Mexican record US$10 million, where he was a regular scorer.",
      "pageId": 5283904,
      "monthDay": "05/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brent_Stanton",
      "name": "Brent Stanton",
      "aboutText": "Drew Sidora Jordan (born May 1, 1985), better known by her stage name Drew Sidora, is an American actress and singer known for her recurring role as Chantel in the Disney Channel Original Series That's So Raven, also as Lucy Avila in the 2006 movie Step Up and starred as Tionne Watkins in the VH1 TLC biographical film CrazySexyCool: The TLC Story. She is also known for portraying a fictionalized version of herself on the BET comedy-drama television series The Game.",
      "pageId": 5525087,
      "monthDay": "05/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Leonardo_Bonucci",
      "name": "Leonardo Bonucci",
      "aboutText": "Mark Seaby (born 1 May 1984) is a former professional Australian rules football player.",
      "pageId": 5603427,
      "monthDay": "05/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Glen_Coffee",
      "name": "Glen Coffee",
      "aboutText": "For the Canadian curler, see Adam Casey (curler)",
      "pageId": 6573321,
      "monthDay": "05/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Matt_Di_Angelo",
      "name": "Matt Di Angelo",
      "aboutText": "Brent Stanton (born 1 May 1986) is a professional Australian rules footballer playing for the Essendon Football Club in the Australian Football League (AFL).",
      "pageId": 7645986,
      "monthDay": "05/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marcus_Drum",
      "name": "Marcus Drum",
      "aboutText": "Maria Balaba (born May 1, 1988 in Riga, Latvia) is a Latvian figure skater. She is the 2004–2005 Latvian national champion.",
      "pageId": 9887080,
      "monthDay": "05/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Amir_Johnson",
      "name": "Amir Johnson",
      "aboutText": "Víctor Hugo Montaño Caicedo (born 1 May 1984 in Cali) is a Colombian footballer who plays as a striker He is currently a free agent.",
      "pageId": 12548213,
      "monthDay": "05/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shahar_Pe%27er",
      "name": "Shahar Pe'er",
      "aboutText": "Nicholas Joseph \"Nick\" Braun (born May 1, 1988) is an American actor and musician.",
      "pageId": 13717820,
      "monthDay": "05/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Maria_Balaba",
      "name": "Maria Balaba",
      "aboutText": "Keiichiro Koyama (小山 慶一郎, Koyama Keiichirō, born 1 May 1984) is a Japanese musician and leader of the Johnny's Entertainment group NEWS.",
      "pageId": 14571362,
      "monthDay": "05/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nicholas_Braun",
      "name": "Nicholas Braun",
      "aboutText": "Anushka Sharma (pronounced [əˈnʊʂkaː ˈʃərmaː]; born 1 May 1988) is an Indian film actress and producer. She has established a career in Hindi cinema, and is the recipient of a Filmfare Award from four nominations.\nBorn in Ayodhya and raised in Bangalore, Sharma got her first break as a model for fashion designer Wendell Rodricks in 2007 and later moved to Mumbai to pursue a career in modelling.",
      "pageId": 19171969,
      "monthDay": "05/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Anushka_Sharma",
      "name": "Anushka Sharma",
      "aboutText": "Glenwood Razeem \"Glen\" Coffee, Jr (born May 1, 1987) is a former American football running back and current United States paratrooper. He was selected by the San Francisco 49ers in the third round of the 2009 NFL Draft and played one season before retiring from football in 2010 to join the military. He played college football at Alabama.",
      "pageId": 20485750,
      "monthDay": "05/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alejandro_Arribas",
      "name": "Alejandro Arribas",
      "aboutText": "Timothy Joseph \"Tim\" Urban (born May 1, 1989) is an American singer-songwriter and actor who was the seventh place finalist on the ninth season of American Idol.",
      "pageId": 26250253,
      "monthDay": "05/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Po%C4%BCina_Je%C4%BCizarova",
      "name": "Poļina Jeļizarova",
      "aboutText": "Alejandro Arribas Garrido (born 1 May 1989) is a Spanish professional footballer who plays for Deportivo de La Coruña as a central defender.",
      "pageId": 31852831,
      "monthDay": "05/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Bryshon_Nellum",
      "name": "Bryshon Nellum",
      "aboutText": "Bryshon Nellum (born May 1, 1989) is an American sprinter.",
      "pageId": 35727349,
      "monthDay": "05/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tim_Urban",
      "name": "Tim Urban",
      "aboutText": "Poļina Jeļizarova (born 1 May 1989) is a Latvian runner who specializes in the 3000 metres steeplechase. She was born in Liepāja, Latvia.\nShe won the gold medal at the 2005 European Junior Championships, finished fourth at the 2006 World Junior Championships, sixth at the 2008 World Junior Championships, seventh at the 2009 European U23 Championships, eleventh at the 2009 Summer Universiade, ninth at the 2011 European U23 Championships, sixth at the 2012 European Championships, thirteenth at the 2012 Summer Olympics and eighth (in the 3000 metres) at the 2013 European Indoor Championships.",
      "pageId": 36269251,
      "monthDay": "05/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Uriel_%C3%81lvarez",
      "name": "Uriel Álvarez",
      "aboutText": "Ariel Gade (born May 1, 1997) is an American child actress from San Jose, California.",
      "pageId": 2269593,
      "monthDay": "05/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Caitlin_Stasey",
      "name": "Caitlin Stasey",
      "aboutText": "Caitlin Jean Stasey (born 1 May 1990) is an Australian actress from Melbourne who is best known for her role as Rachel Kinski in Neighbours. Previously she played Francesca Thomas in The Sleepover Club, although her breakthrough movie role came in Tomorrow, When the War Began, a 2010 movie adaption of the teen novel of the same name in which she played lead protagonist Ellie Linton.",
      "pageId": 2571907,
      "monthDay": "05/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Diego_Contento",
      "name": "Diego Contento",
      "aboutText": "Creagen Dow (born May 1, 1991) is an American/Canadian actor, writer, producer. He had a recurring role as Jeremiah Trottman on the Nickelodeon series Zoey 101. He has also guest starred on Hannah Montana, Without a Trace, Veronica Mars, Chuck, Greek, Castle, Numb3rs, Entourage, FlashForward, Hot in Cleveland, CSI: NY and provided the voice of \"Mullet Boy\" in the film The Ant Bully.",
      "pageId": 6832586,
      "monthDay": "05/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Creagen_Dow",
      "name": "Creagen Dow",
      "aboutText": "Bartosz Salamon (Polish pronunciation: [ˈbartɔʂ saˈlamɔn], born 1 May 1991) is a Polish footballer who plays as a defender for Serie B club Cagliari.",
      "pageId": 17335886,
      "monthDay": "05/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Abdisalam_Ibrahim",
      "name": "Abdisalam Ibrahim",
      "aboutText": "Diego Armando Valentin Contento (born 1 May 1990) is a German professional footballer of Italian descent who currently plays as a left back for Girondins de Bordeaux in the Ligue 1.",
      "pageId": 20882593,
      "monthDay": "05/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Bartosz_Salamon",
      "name": "Bartosz Salamon",
      "aboutText": "Abdisalam Abdulkadir Ibrahim (born 1 May 1991) is a Norwegian footballer who plays for Veria as a midfielder.",
      "pageId": 25933814,
      "monthDay": "05/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Marcus_Stroman",
      "name": "Marcus Stroman",
      "aboutText": "Matěj Vydra (Czech pronunciation: [ˈmacɛj ˈvɪdra], born 1 May 1992) is a Czech professional footballer who plays as a striker for English club Reading on loan from Watford and the Czech Republic national team. He has previously played for Vysočina Jihlava, Baník Ostrava, Club Brugge and Udinese.",
      "pageId": 27292252,
      "monthDay": "05/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Hani_(singer)",
      "name": "Hani",
      "aboutText": "Camille Tan Hojilla, better known as Miles Ocampo (born May 1, 1997) is a child Filipino actress, commercial model print-ads model, and singer. A former mainstay in the kiddy gag show Goin Bulilit, she is a member of Star Magic. She usually plays a supporting role to Sarah Geronimo, Sharon Cuneta, Kim Chiu and Lorna Tolentino.",
      "pageId": 29828989,
      "monthDay": "05/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/You_Kikkawa",
      "name": "You Kikkawa",
      "aboutText": "Jean-Christophe Bahebeck (born 1 May 1993) is a French professional footballer who plays for AS Saint-Étienne in Ligue 1. He is described as a player who is \"very fast with both feet\" and is a good striker of the ball. Despite beginning his career as a striker, he plays primarily as a winger.",
      "pageId": 31060845,
      "monthDay": "05/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mat%C4%9Bj_Vydra",
      "name": "Matěj Vydra",
      "aboutText": "You Kikkawa (吉川 友, Kikkawa Yū, born May 1, 1992 in Ibaraki Prefecture) is a Japanese pop singer and former member of Hello!",
      "pageId": 31270731,
      "monthDay": "05/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jean-Christophe_Bahebeck",
      "name": "Jean-Christophe Bahebeck",
      "aboutText": "Uriel Álvarez Rivera (born 1 May 1990) is a professional footballer, currently playing as a Defender for Puebla in the Liga MX.",
      "pageId": 32024437,
      "monthDay": "05/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Chinyere_Pigot",
      "name": "Chinyere Pigot",
      "aboutText": "Wallace Oliveira dos Santos, or simply Wallace (born 1 May 1994), is a Brazilian professional footballer who plays for Carpi on loan from Chelsea.",
      "pageId": 33779260,
      "monthDay": "05/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Wallace_Oliveira_dos_Santos",
      "name": "Wallace",
      "aboutText": "Chinyere Pigot is a Surinamese swimmer living in Miami, Florida who attends the University of Connecticut and participates on a collegiate level. Pigot competed at the 2008 Summer Olympics at age fifteen on Suriname's behalf. She used to attend Doral Academy Charter High School in 2011.",
      "pageId": 36246012,
      "monthDay": "05/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Antoine_Bibeau",
      "name": "Antoine Bibeau",
      "aboutText": "Marcus Earl Stroman (born May 1, 1991) is an American professional baseball pitcher for the Toronto Blue Jays of Major League Baseball (MLB).",
      "pageId": 36611999,
      "monthDay": "05/01"
    },
    {
      "year": "1996",
      "uri": "/wiki/William_Nylander_(ice_hockey)",
      "name": "William Nylander",
      "aboutText": "William Andrew Michael Junior Nylander Altelius (born May 1, 1996) is a Canadian-born Swedish professional ice hockey player. He is currently playing with Toronto Marlies in the American Hockey League (AHL) on loan from the Toronto Maple Leafs of the National Hockey League (NHL).",
      "pageId": 39786554,
      "monthDay": "05/01"
    },
    {
      "year": "1997",
      "uri": "/wiki/Ariel_Gade",
      "name": "Ariel Gade",
      "aboutText": "Antoine Bibeau (born May 1, 1994) is a Canadian professional ice hockey goaltender. He is currently playing with the Toronto Maple Leafs of National Hockey League (NHL). Bibeau was selected by the Toronto Maple Leafs in the 6th round (172nd overall) of the 2013 NHL Entry Draft.",
      "pageId": 43258393,
      "monthDay": "05/01"
    },
    {
      "year": "1997",
      "uri": "/wiki/Miles_Ocampo",
      "name": "Miles Ocampo",
      "aboutText": "Ahn Hee-yeon (Hangul: 안희연; born May 1, 1992), better known by her stage name Hani (Hangul: 하니), is a South Korean idol singer and television personality. She is known as a member of the South Korean girl group EXID and its subgroup, Dasoni. She was also a cast member in several variety shows such as Off to School, Crime Scene and A Style for You.",
      "pageId": 47236397,
      "monthDay": "05/01"
    }
  ]
}