{
  "people": [
    {
      "year": "213",
      "uri": "/wiki/Claudius_Gothicus",
      "name": "Claudius Gothicus",
      "aboutText": "Augustin-Jean Fresnel (/freɪˈnɛl/ fray-NEL; French: [ɔ.ɡy.stɛ̃ ʒɑ̃ fʁɛ.nɛl]; 1788–1827), was a French engineer and physicist who contributed significantly to the establishment of the theory of wave optics. Fresnel studied the behaviour of light both theoretically and experimentally.\nHe is perhaps best known as the inventor of the Fresnel lens, first adopted in lighthouses while he was a French commissioner of lighthouses, and found in many applications today.",
      "pageId": 1141,
      "monthDay": "05/10"
    },
    {
      "year": "1002",
      "uri": "/wiki/Al-Khatib_al-Baghdadi",
      "name": "Al-Khatib al-Baghdadi",
      "aboutText": "John Wilkes Booth (May 10, 1838 – April 26, 1865) was an American stage actor who assassinated President Abraham Lincoln at Ford's Theatre, in Washington, D.C., on April 14, 1865. Booth was a member of the prominent 19th-century Booth theatrical family from Maryland and, by the 1860s, was a well-known actor. He was also a Confederate sympathizer, vehement in his denunciation of Lincoln, and was strongly opposed to the abolition of slavery in the United States.",
      "pageId": 15919,
      "monthDay": "05/10"
    },
    {
      "year": "1265",
      "uri": "/wiki/Emperor_Fushimi",
      "name": "Emperor Fushimi",
      "aboutText": "Claudius II (Latin: Marcus Aurelius Valerius Claudius Augustus; May 10, 213 – January 270), commonly known as Claudius Gothicus, was Roman Emperor from 268 to 270. During his reign he fought successfully against the Alamanni and scored a victory against the Goths at the Battle of Naissus.",
      "pageId": 44393,
      "monthDay": "05/10"
    },
    {
      "year": "1604",
      "uri": "/wiki/Jean_Mairet",
      "name": "Jean Mairet",
      "aboutText": "Claude Joseph Rouget de Lisle (French: [klod ʒɔzɛf ʁuʒɛ d(ə) lil]), sometimes spelled de l'Isle or de Lile (10 May 1760 – 26 June 1836), was a French army officer of the French Revolutionary Wars. He is known for writing the words and music of the Chant de guerre pour l'armée du Rhin in 1792, which would later be known as La Marseillaise and become the French national anthem.",
      "pageId": 121728,
      "monthDay": "05/10"
    },
    {
      "year": "1640",
      "uri": "/wiki/Philippe_I,_Duke_of_Orl%C3%A9ans",
      "name": "Philippe I, Duke of Orléans",
      "aboutText": "Anne Robert Jacques Turgot, Baron de l'Aulne (10 May 1727 – 18 March 1781), commonly known as Turgot, was a French economist and statesman.",
      "pageId": 156024,
      "monthDay": "05/10"
    },
    {
      "year": "1697",
      "uri": "/wiki/Jean-Marie_Leclair",
      "name": "Jean-Marie Leclair",
      "aboutText": "Emperor Fushimi (伏見天皇, Fushimi-tennō, 10 May 1265 – 8 October 1317) was the 92nd emperor of Japan, according to the traditional order of succession.",
      "pageId": 195028,
      "monthDay": "05/10"
    },
    {
      "year": "1714",
      "uri": "/wiki/Sophie_Charlotte_Ackermann",
      "name": "Sophie Charlotte Ackermann",
      "aboutText": "Montgomery Blair (May 10, 1813 – July 27, 1883), the son of Francis Preston Blair, elder brother of Francis Preston Blair, Jr. and cousin of B. Gratz Brown, was a politician and lawyer from Maryland.",
      "pageId": 292126,
      "monthDay": "05/10"
    },
    {
      "year": "1727",
      "uri": "/wiki/Anne-Robert-Jacques_Turgot,_Baron_de_Laune",
      "name": "Anne-Robert-Jacques Turgot, Baron de Laune",
      "aboutText": "Louis-Nicolas d'Avout (10 May 1770 – 1 June 1823), better known as Davout, 1st Duke of Auerstaedt, 1st Prince of Eckmühl, was a French general who was Marshal of the Empire during the Napoleonic era. His talent for war along with his reputation as a stern disciplinarian, earned him the title \"The Iron Marshal\". He is ranked along with Masséna and Lannes as one of Napoleon's finest commanders.",
      "pageId": 330178,
      "monthDay": "05/10"
    },
    {
      "year": "1755",
      "uri": "/wiki/Robert_Gray_(sea_captain)",
      "name": "Robert Gray",
      "aboutText": "William Henry Barlow FRS FRSE FICE MIMechE (10 May 1812 –12 November 1902) was an English civil engineer of the 19th century, particularly associated with railway engineering projects. Barlow was involved in many engineering enterprises. He was engineer for the Midland Railway on its London extension and designed the company's London terminus at St Pancras.",
      "pageId": 370151,
      "monthDay": "05/10"
    },
    {
      "year": "1756",
      "uri": "/wiki/Singu_Min",
      "name": "Singu Min",
      "aboutText": "Philippe I, Duke of Orléans (21 September 1640 – 9 June 1701), was the younger son of Louis XIII of France and his wife, Anne of Austria. His older brother was Louis XIV, le roi soleil. Styled Duke of Anjou from birth, Philippe became Duke of Orléans upon the death of his uncle Gaston in 1660.",
      "pageId": 394583,
      "monthDay": "05/10"
    },
    {
      "year": "1760",
      "uri": "/wiki/Johann_Peter_Hebel",
      "name": "Johann Peter Hebel",
      "aboutText": "Johann Peter Hebel (10 May 1760 – 22 September 1826) was a German short story writer, dialectal poet, evangelical theologian and pedagogue, most famous for a collection of Alemannic lyric poems (Allemannische Gedichte) and one of German tales (Schatzkästlein des rheinischen Hausfreundes –  Treasure Chest of the Family Friend from the Rhine).\nBorn in Basel, Hebel entered primary school in 1766 and joined a Latin school three years later; he visited the schools in Basel during summer and in Hausen and Schopfheim respectively in the nearby Wiesental during winter. After the death of his mother in 1773, he remained at school, graduating with the help of friends from the Gymnasium illustre of Karlsruhe in 1778 and going on to study theology.",
      "pageId": 610071,
      "monthDay": "05/10"
    },
    {
      "year": "1760",
      "uri": "/wiki/Claude_Joseph_Rouget_de_Lisle",
      "name": "Claude Joseph Rouget de Lisle",
      "aboutText": "Sophie Charlotte Ackermann (née Bierreichel) (10 May 1714 – 14 October 1792) was a German actress from Berlin.",
      "pageId": 968677,
      "monthDay": "05/10"
    },
    {
      "year": "1770",
      "uri": "/wiki/Louis-Nicolas_Davout",
      "name": "Louis-Nicolas Davout",
      "aboutText": "Antoine-Charles-Louis, Comte de Lasalle (10 May 1775, Metz – 6 July 1809, Wagram) was a French cavalry general during the Revolutionary and Napoleonic Wars, often called \"The Hussar General\". He first gained fame for his role in the Capitulation of Stettin. Over the course of his short career, he became known as a daring adventurer and was credited with many exploits.",
      "pageId": 1480381,
      "monthDay": "05/10"
    },
    {
      "year": "1775",
      "uri": "/wiki/Antoine_Charles_Louis_de_Lasalle",
      "name": "Antoine Charles Louis de Lasalle",
      "aboutText": "Robert Gray (May 10, 1755 – circa July, 1806) was an American merchant sea captain who is known for his achievements in connection with two trading voyages to the northern Pacific coast of North America, between 1790 and 1793, which pioneered the American maritime fur trade in that region. In the course of those voyages, Gray explored portions of that coast and, in 1790, completed the first American circumnavigation of the world. Perhaps his most remembered accomplishment from his explorations was his coming upon and then naming of the Columbia River, in 1792 while on his second voyage.",
      "pageId": 1591873,
      "monthDay": "05/10"
    },
    {
      "year": "1788",
      "uri": "/wiki/Augustin-Jean_Fresnel",
      "name": "Augustin-Jean Fresnel",
      "aboutText": "Jean (de) Mairet (10 May 1604 – 31 January 1686) was a classical French dramatist who wrote both tragedies and comedies.",
      "pageId": 1708387,
      "monthDay": "05/10"
    },
    {
      "year": "1788",
      "uri": "/wiki/Catherine_Pavlovna_of_Russia",
      "name": "Catherine Pavlovna of Russia",
      "aboutText": "Jean-Marie Leclair l'aîné, also known as Jean-Marie Leclair the Elder, (10 May 1697 – 22 October 1764) was a Baroque violinist and composer. He is considered to have founded the French violin school.",
      "pageId": 2157057,
      "monthDay": "05/10"
    },
    {
      "year": "1810",
      "uri": "/wiki/E._Cobham_Brewer",
      "name": "E. Cobham Brewer",
      "aboutText": "Ebenezer Cobham Brewer (10 May 1810 in Norwich – 6 March 1897 in Edwinstowe, Nottinghamshire), was the compiler of Brewer's Dictionary of Phrase and Fable, and The Reader's Handbook, Victorian reference works.\n^ The Oxford Dictionary of National Biography has Brewer born in Russell Square, Bloomsbury, London. Retrieved 5 January 2011.",
      "pageId": 3134616,
      "monthDay": "05/10"
    },
    {
      "year": "1812",
      "uri": "/wiki/William_Henry_Barlow",
      "name": "William Henry Barlow",
      "aboutText": "Abu Bakr Ahmad ibn `Ali ibn Thabit ibn Ahmad ibn Mahdi al-Shafi`i, commonly known as al-Khatib al-Baghdadi (Arabic: الخطيب البغدادي‎) or \"the lecturer from Baghdad\" (10 May 1002 – 5 September 1071; 392 AH-463 AH), was a Sunni Muslim scholar and historian.",
      "pageId": 3296361,
      "monthDay": "05/10"
    },
    {
      "year": "1813",
      "uri": "/wiki/Montgomery_Blair",
      "name": "Montgomery Blair",
      "aboutText": "Grand Duchess Catherine Pavlovna of Russia (Russian: Екатерина Павловна; 10 May 1788 – 9 January 1819) was the fourth daughter of Tsar Paul I of Russia and Princess Sophie Dorothea of Württemberg.",
      "pageId": 12722108,
      "monthDay": "05/10"
    },
    {
      "year": "1838",
      "uri": "/wiki/John_Wilkes_Booth",
      "name": "John Wilkes Booth",
      "aboutText": "Singu Min (Burmese: စဉ့်ကူးမင်း, pronounced: [sɪ̰ɴɡú mɪ́ɴ]; 10 May 1756 – 14 February 1782) was the fourth king of the Konbaung dynasty of Myanmar. The king, who came to power amid controversy, largely put an end to his father Hsinbyushin's policy of territorial expansion, which had severely depleted the kingdom's manpower and resources. He stopped his father's latest war against Siam at his accession, effectively ceding Lan Na to the Siamese.",
      "pageId": 24563328,
      "monthDay": "05/10"
    },
    {
      "year": "1840",
      "uri": "/wiki/Hadzhi_Dimitar",
      "name": "Hadzhi Dimitar",
      "aboutText": "Maximilian Raoul \"Max\" Steiner (May 10, 1888 – December 28, 1971) was an Austrian-born American composer of music for theatre and films. He was a child prodigy who conducted his first operetta when he was twelve and became a full-time professional, either composing, arranging or conducting, when he was fifteen.\nHe worked in England, then Broadway, and moved to Hollywood in 1929 where he became one of the first composers to write music scores for films.",
      "pageId": 19693,
      "monthDay": "05/10"
    },
    {
      "year": "1841",
      "uri": "/wiki/James_Gordon_Bennett,_Jr.",
      "name": "James Gordon Bennett, Jr.",
      "aboutText": "Alfred Josef Ferdinand Jodl ( listen ; 10 May 1890 – 16 October 1946) was a German soldier who was the Chief of the Operations Staff of the Armed Forces High Command (Oberkommando der Wehrmacht) during World War 2. He signed the unconditional surrender of the Third Reich for the then President Karl Dönitz in 1945.",
      "pageId": 52246,
      "monthDay": "05/10"
    },
    {
      "year": "1843",
      "uri": "/wiki/Benito_P%C3%A9rez_Gald%C3%B3s",
      "name": "Benito Pérez Galdós",
      "aboutText": "William Olaf Stapledon (10 May 1886 – 6 September 1950) – known as Olaf Stapledon – was a British philosopher and author of influential works of science fiction.",
      "pageId": 99988,
      "monthDay": "05/10"
    },
    {
      "year": "1847",
      "uri": "/wiki/Wilhelm_Killing",
      "name": "Wilhelm Killing",
      "aboutText": "Gustav Stresemann  (May 10, 1878 – October 3, 1929) was a German politician and statesman who served as Chancellor in 1923 (for a brief period of 102 days) and Foreign Minister 1923–1929, during the Weimar Republic. He was co-laureate of the Nobel Peace Prize in 1926.\nStresemann's politics defy easy categorization.",
      "pageId": 192990,
      "monthDay": "05/10"
    },
    {
      "year": "1855",
      "uri": "/wiki/Yukteswar_Giri",
      "name": "Yukteswar Giri",
      "aboutText": "Karl Barth (/bɑrt/; German: [baʀt]; (1886-05-10)May 10, 1886 – December 10, 1968(1968-12-10)) was a Swiss Reformed theologian who is often regarded as the greatest Protestant theologian of the twentieth century. Pope Pius XII called him the most important Christian theologian since St. Thomas Aquinas.",
      "pageId": 229201,
      "monthDay": "05/10"
    },
    {
      "year": "1863",
      "uri": "/wiki/Kaarle_Krohn",
      "name": "Kaarle Krohn",
      "aboutText": "James Gordon Bennett, Jr. (May 10, 1841 – May 14, 1918) was publisher of the New York Herald, founded by his father, James Gordon Bennett, Sr., who emigrated from Scotland. He was generally known as Gordon Bennett to distinguish him from his father.",
      "pageId": 350277,
      "monthDay": "05/10"
    },
    {
      "year": "1866",
      "uri": "/wiki/L%C3%A9on_Bakst",
      "name": "Léon Bakst",
      "aboutText": "Symon Vasylyovych Petliura (Ukrainian: Си́мон Васи́льович Петлю́ра, Russian: Симо́н Васи́льевич Петлю́ра; May 10, 1879 – May 25, 1926) was a publicist, writer, journalist, Ukrainian politician, statesman of the Ukrainian People's Republic, and nationalist leader who led Ukraine's struggle for independence following the Russian Revolution of 1917 (1918–1921).\nOn May 25, 1926 Petliura was slain with five shots from a handgun in broad daylight by the Russian anarchist of Jewish origin Sholom Schwartzbard in the center of Paris.\nPetliura is a renowned hero of Ukraine.",
      "pageId": 395976,
      "monthDay": "05/10"
    },
    {
      "year": "1872",
      "uri": "/wiki/Marcel_Mauss",
      "name": "Marcel Mauss",
      "aboutText": "Sri Yukteswar Giri (also written Sriyuktesvara, Sri Yukteshwar) (Devanagari: श्रीयुक्तेश्वर गिरि, IAST: Śrīyukteśvara Giri, Bengali: শ্রীযুক্তেশ্বর গিরী) (10 May 1855 – 9 March 1936) is the monastic name of Priya Nath Karar (Bengali: প্রিয়নাথ কাঁড়ার), the guru of Satyananda Giri and Paramahansa Yogananda. Sri Yukteswar was a Kriya yogi, a Jyotisha (Vedic astrologer), a scholar of the Bhagavad Gita and the Bible, an educator and an astronomer. He was a disciple of Lahiri Mahasaya of Varanasi and a member of the Giri branch of the swami order.",
      "pageId": 408328,
      "monthDay": "05/10"
    },
    {
      "year": "1874",
      "uri": "/wiki/Moses_Schorr",
      "name": "Moses Schorr",
      "aboutText": "Mae Murray (May 10, 1885 – March 23, 1965) was an American actress, dancer, film producer, and screenwriter.",
      "pageId": 472263,
      "monthDay": "05/10"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ivan_Cankar",
      "name": "Ivan Cankar",
      "aboutText": "Marcel Mauss (French: [mos]; 10 May 1872 – 10 February 1950) was a French sociologist. The nephew of Émile Durkheim, Mauss's academic work traversed the boundaries between sociology and anthropology. Today, he is perhaps better recognised for his influence on the latter discipline, particularly with respect to his analyses of topics such as magic, sacrifice and gift exchange in different cultures around the world.",
      "pageId": 767317,
      "monthDay": "05/10"
    },
    {
      "year": "1878",
      "uri": "/wiki/Konstantinos_Parthenis",
      "name": "Konstantinos Parthenis",
      "aboutText": "Benito Pérez Galdós (May 10, 1843 – January 4, 1920) was a Spanish realist novelist. Some authorities consider him second only to Cervantes in stature as a Spanish novelist. He was the leading literary figure in 19th century Spain.",
      "pageId": 898166,
      "monthDay": "05/10"
    },
    {
      "year": "1878",
      "uri": "/wiki/Gustav_Stresemann",
      "name": "Gustav Stresemann",
      "aboutText": "Léon Samoilovitch Bakst (Russian: Лео́н Никола́евич Бакст; 10 May 1866 – 28 December 1924) was a Russian painter and scene and costume designer. He was a member of the Sergei Diaghilev circle and the Ballets Russes, for which he designed exotic, richly coloured sets and costumes.",
      "pageId": 1186999,
      "monthDay": "05/10"
    },
    {
      "year": "1879",
      "uri": "/wiki/Symon_Petliura",
      "name": "Symon Petliura",
      "aboutText": "Ivan Cankar ( pronunciation ) (10 May 1876 – 11 December 1918) was a Slovene writer, playwright, essayist, poet and political activist. Together with Oton Župančič, Dragotin Kette, and Josip Murn, he is considered as the beginner of modernism in Slovene literature. He is regarded as the greatest writer in the Slovene language, and has sometimes been compared to Franz Kafka and James Joyce.",
      "pageId": 1266153,
      "monthDay": "05/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Karl_Barth",
      "name": "Karl Barth",
      "aboutText": "Mahmoud Mukhtar (Arabic: محمود مختار‎) (May 10, 1891 - March 28, 1934) was an Egyptian sculptor. He attended the School of Fine Arts in Cairo upon its opening in 1908 by Prince Yusuf Kamal[1], and was part of the original \"Pioneers\" of the Egyptian Art movement. Despite his early death, he greatly impacted the realization and formation of contemporary Egyptian art.",
      "pageId": 1481311,
      "monthDay": "05/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Felix_Manalo",
      "name": "Felix Manalo",
      "aboutText": "Wilhelm Karl Joseph Killing (May 10, 1847– February 11, 1923) was a German mathematician who made important contributions to the theories of Lie algebras, Lie groups, and non-Euclidean geometry.\nKilling studied at the University of Münster and later wrote his dissertation under Karl Weierstrass and Ernst Kummer at Berlin in 1872. He taught in gymnasia (secondary schools) from 1868 to 1872.",
      "pageId": 1531824,
      "monthDay": "05/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Olaf_Stapledon",
      "name": "Olaf Stapledon",
      "aboutText": "Felix Ysagun Manalo (born Félix Ysagun y Manalo, May 10, 1886 - April 12, 1963), also known as Ka Félix, was the first Executive Minister of the Iglesia ni Cristo and incorporated it with the Philippine Government on July 27, 1914. He is the father of Eraño G. Manalo, who succeeded him as Executive Minister of the INC, and the grandfather of Eduardo V. Manalo, the current Executive Minister.\nBecause there were no precursors to the registered church, external sources and critics of the INC refer to him as its founder.",
      "pageId": 2350859,
      "monthDay": "05/10"
    },
    {
      "year": "1888",
      "uri": "/wiki/Max_Steiner",
      "name": "Max Steiner",
      "aboutText": "Konstantinos Parthenis (Greek: Κωνσταντίνος Παρθένης; 10 May 1878 – 25 July 1967) was a distinguished Greek painter, born in Alexandria. Parthenis broke with the Greek academic tradition of the 19th century and introduced modern elements together with traditional themes, like the figure of Christ, in his art.",
      "pageId": 5350331,
      "monthDay": "05/10"
    },
    {
      "year": "1889",
      "uri": "/wiki/Mae_Murray",
      "name": "Mae Murray",
      "aboutText": "Dimitar Nikolov Asenov (Bulgarian: Димитър Николов Асенов) (10 May 1840 – 10 August 1868), better known as Hadzhi Dimitar (Хаджи Димитър), was one of the most prominent Bulgarian voivods and revolutionaries working for the Liberation of Bulgaria from Ottoman rule.",
      "pageId": 5406981,
      "monthDay": "05/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Alfred_Jodl",
      "name": "Alfred Jodl",
      "aboutText": "Kaarle Krohn (May 10, 1863 – July 19, 1933) was a Finnish folklorist, professor and developer of the geographic-historic method of folklore research. He was born in Helsinki. He was the son of journalist and poet Julius Krohn, and his sister was Aino Kallas, a Finnish author.",
      "pageId": 6812197,
      "monthDay": "05/10"
    },
    {
      "year": "1891",
      "uri": "/wiki/Mahmoud_Mokhtar",
      "name": "Mahmoud Mokhtar",
      "aboutText": "Moses Schorr, Polish: Mojżesz Schorr (May 10, 1874 – July 8, 1941) was a rabbi, Polish historian, politician, Bible scholar, assyriologist and orientalist. Schorr was one of the top experts on the history of the Jews in Poland. He was the first Jewish researcher of Polish archives, historical sources, and pinkasim.",
      "pageId": 10261403,
      "monthDay": "05/10"
    },
    {
      "year": "1894",
      "uri": "/wiki/Elvira_Popescu",
      "name": "Elvira Popescu",
      "aboutText": "Fred Astaire (born Frederick Austerlitz; May 10, 1899 – June 22, 1987) was an American dancer, singer, actor, choreographer, musician and television presenter.\nHis stage and subsequent film and television careers spanned a total of 76 years, during which he made 31 musical films and several award-winning television specials and issued numerous recordings. He was named the fifth Greatest Male Star of Old Hollywood by the American Film Institute.",
      "pageId": 64962,
      "monthDay": "05/10"
    },
    {
      "year": "1894",
      "uri": "/wiki/Dimitri_Tiomkin",
      "name": "Dimitri Tiomkin",
      "aboutText": "David O. Selznick (May 10, 1902 – June 22, 1965) was an American film producer and film studio executive. He is best known for producing Gone with the Wind (1939) and Rebecca (1940), both earning him an Academy Award for Best Picture.",
      "pageId": 67370,
      "monthDay": "05/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Kama_Chinen",
      "name": "Kama Chinen",
      "aboutText": "Einar Henry Gerhardsen  (10 May 1897 – 19 September 1987) was a Norwegian politician from the Labour Party of Norway. He was Prime Minister for three periods, 1945–1951, 1955–1963 and 1963–1965. With 17 years in office, he is the longest serving Prime Minister in Norway since the introduction of parliamentarism.",
      "pageId": 192467,
      "monthDay": "05/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Alberts_Ozoli%C5%86%C5%A1",
      "name": "Alberts Ozoliņš",
      "aboutText": "\"Mother\" Maybelle Carter (May 10, 1909 – October 23, 1978) was an American country musician. She is best known as a member of the historic Carter Family act in the 1920s and '30s and also as a member of Mother Maybelle and the Carter Sisters.\n^ Zwonitzer, Mark; Hirshberg, Charles (2004).",
      "pageId": 232574,
      "monthDay": "05/10"
    },
    {
      "year": "1897",
      "uri": "/wiki/Einar_Gerhardsen",
      "name": "Einar Gerhardsen",
      "aboutText": "Dimitri Zinovievich Tiomkin (May 10, 1894 – November 11, 1979) was a Russian-American film score composer and conductor. Musically trained in Russia, he is best known for his western scores, including Duel in the Sun, Red River, High Noon, Gunfight at the O.K. Corral, and Last Train from Gun Hill.",
      "pageId": 235904,
      "monthDay": "05/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ariel_Durant",
      "name": "Ariel Durant",
      "aboutText": "Sir Denis Thatcher, 1st Baronet, MBE, TD (10 May 1915 – 26 June 2003) was a British businessman, and the husband of the former British Prime Minister Margaret Thatcher. He was born in Lewisham, London, the elder child of a New Zealand-born British businessman, Thomas Herbert (Jack) Thatcher.",
      "pageId": 253374,
      "monthDay": "05/10"
    },
    {
      "year": "1899",
      "uri": "/wiki/Fred_Astaire",
      "name": "Fred Astaire",
      "aboutText": "Carl Bert Albert (May 10, 1908 – February 4, 2000) was a lawyer and a Democratic American politician from Oklahoma.\nAlbert represented a southeastern Oklahoma Congressional district as a Democrat for 30 years, starting in 1947. He is best known for his service as Speaker of the United States House of Representatives from 1971 to 1977.",
      "pageId": 265831,
      "monthDay": "05/10"
    },
    {
      "year": "1900",
      "uri": "/wiki/Cecilia_Payne-Gaposchkin",
      "name": "Cecilia Payne-Gaposchkin",
      "aboutText": "Cecilia Helena Payne-Gaposchkin (May 10, 1900 – December 7, 1979) was a British–American astronomer and astrophysicist who, in 1925, proposed in her Ph.D. thesis an explanation for the composition of stars in terms of the relative abundances of hydrogen and helium.",
      "pageId": 476366,
      "monthDay": "05/10"
    },
    {
      "year": "1901",
      "uri": "/wiki/John_Desmond_Bernal",
      "name": "John Desmond Bernal",
      "aboutText": "Sir David Brown (10 May 1904 – 3 September 1993) was an English entrepreneur, managing director of his family firm David Brown Ltd.",
      "pageId": 542982,
      "monthDay": "05/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/Anatole_Litvak",
      "name": "Anatole Litvak",
      "aboutText": "Ariel Durant (/dəˈrænt/; 10 May 1898 – 25 October 1981) was a Russian-born American researcher and writer, the co-author of The Story of Civilization with her husband Will Durant.",
      "pageId": 683680,
      "monthDay": "05/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/David_O._Selznick",
      "name": "David O. Selznick",
      "aboutText": "John Desmond Bernal FRS (/bərˈnɑːl/; 10 May 1901 – 15 September 1971) was one of the United Kingdom's best-known and most controversial scientists. Known as \"Sage\" to friends, Bernal is considered a pioneer in X-ray crystallography in molecular biology.",
      "pageId": 758634,
      "monthDay": "05/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Otto_Bradfisch",
      "name": "Otto Bradfisch",
      "aboutText": "Monica Enid Dickens, MBE (10 May 1915 – 25 December 1992) was an English writer, the great-granddaughter of Charles Dickens.",
      "pageId": 1563281,
      "monthDay": "05/10"
    },
    {
      "year": "1904",
      "uri": "/wiki/David_Brown_(entrepreneur)",
      "name": "David Brown",
      "aboutText": "Anatole Litvak (Russian: Анато́ль Литва́к; May 21, 1902 – December 15, 1974) was a Ukrainian-born filmmaker who wrote, directed, and produced films in various countries and languages.",
      "pageId": 1566134,
      "monthDay": "05/10"
    },
    {
      "year": "1905",
      "uri": "/wiki/Markos_Vamvakaris",
      "name": "Markos Vamvakaris",
      "aboutText": "Márkos Vamvakáris (Greek: Μάρκος Βαμβακάρης; born 10 May 1905 in Ano Syros, or Ánō Khōra, on Syros Island; died 8 February 1972 in Athens, Greece), was a rebetiko musician. He is universally referred to by rebetiko writers and fans simply by his first name, Márkos.",
      "pageId": 2163441,
      "monthDay": "05/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Harilaos_Perpessas",
      "name": "Harilaos Perpessas",
      "aboutText": "Bella \"Bel\" Kaufman (May 10, 1911 – July 25, 2014) was an American teacher and author, best known for writing the 1965 bestselling novel, Up the Down Staircase.",
      "pageId": 2438311,
      "monthDay": "05/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Carl_Albert",
      "name": "Carl Albert",
      "aboutText": "Otto Bradfisch (May 10, 1903 in Zweibrücken – June 22, 1994 in Seeshaupt) was an economist, a jurist, an SS-Obersturmbannführer (Lieutenant colonel), leader of Einsatzkommando 8 of Einsatzgruppe B of the Security Police (Sicherheitspolizei or SiPo) and the SD, and Commander of the Security Police in Litzmannstadt (Łódź) and Potsdam.",
      "pageId": 4162658,
      "monthDay": "05/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Maybelle_Carter",
      "name": "Maybelle Carter",
      "aboutText": "Elvira Popescu (Romanian pronunciation: [elˈvira poˈpesku]; in French, Elvire Popesco; May 10, 1894 – December 11, 1993) was a Romanian-French stage and movie actress and theatre director.",
      "pageId": 10542600,
      "monthDay": "05/10"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bel_Kaufman",
      "name": "Bel Kaufman",
      "aboutText": "Harilaos Perpessas (Greek: Χαρίλαος Περπέσσας) (born Leipzig, 10 May 1907; died Sharon, Mass., 19 October 1995) was a Greek composer of the Modern Era. He studied mainly with Schoenberg in Berlin. There he met Skalkottas but he remained opposed to both composers' compositional methods.",
      "pageId": 15813779,
      "monthDay": "05/10"
    },
    {
      "year": "1915",
      "uri": "/wiki/Monica_Dickens",
      "name": "Monica Dickens",
      "aboutText": "Kama Chinen (知念 カマ, Chinen Kama, 10 May 1895 – 2 May 2010) was a Japanese supercentenarian, who, at the age of 114 years 124 days, became the oldest validated living person when American supercentenarian Gertrude Baines (born 6 April 1894) died on 11 September 2009. She died on 2 May 2010, eight days before her 115th birthday.",
      "pageId": 24310375,
      "monthDay": "05/10"
    },
    {
      "year": "1915",
      "uri": "/wiki/Denis_Thatcher",
      "name": "Denis Thatcher",
      "aboutText": "Alberts Ozoliņš (10 May 1896 – 28 February 1985) was a Latvian weightlifter who competed for Latvia at the 1924 Summer Olympics in Paris at age 27.\nBorn in Krustpils parish, Latvia, Ozoliņš was a silver medalist in the men's middleweight division at the 1922 World Weightlifting Championships in Tallinn, Estonia and a bronze medalist at the 1923 World Weightlifting Championships in Vienna, Austria. Ozoliņš was a men's middleweight class wrestler and placed at number 25 at the 1924 Summer Olympics.",
      "pageId": 38748684,
      "monthDay": "05/10"
    },
    {
      "year": "1916",
      "uri": "/wiki/Milton_Babbitt",
      "name": "Milton Babbitt",
      "aboutText": "Milton Byron Babbitt (May 10, 1916 – January 29, 2011) was an American composer, music theorist, and teacher.",
      "pageId": 158766,
      "monthDay": "05/10"
    },
    {
      "year": "1918",
      "uri": "/wiki/T._Berry_Brazelton",
      "name": "T. Berry Brazelton",
      "aboutText": "Hugo Banzer[1] Suárez (May 10, 1926 – May 5, 2002) was a Bolivian politician, military general and President of Bolivia.",
      "pageId": 162539,
      "monthDay": "05/10"
    },
    {
      "year": "1918",
      "uri": "/wiki/Desmond_MacNamara",
      "name": "Desmond MacNamara",
      "aboutText": "Antonine Maillet, PC CC OQ ONB FRSC (French pronunciation: ​[ɑ̃tɔnin majɛ]; born May 10, 1929) is an Acadian novelist, playwright, and scholar. She was born in Bouctouche, New Brunswick and lives in Montreal, Quebec.\nFollowing high school, she received her BA from the Université de Moncton, followed by an MA from the same institution.",
      "pageId": 290512,
      "monthDay": "05/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Basil_Kelly",
      "name": "Basil Kelly",
      "aboutText": "Arnold Rüütel OIH (Estonian pronunciation: [ˈɑrnolʲdʲ ˈryːtelʲ]) (born May 10, 1928) served as the last Chairman of the Presidium of the Supreme Soviet of the Estonian SSR from April 8, 1983 to March 29, 1990, Chairman of the Supreme Soviet of the Estonian SSR (from May 8, 1990: Supreme Council of the Republic of Estonia) from March 29, 1990 to October 6, 1992 and was the third President of the Republic of Estonia from October 8, 2001 to October 9, 2006. He was the second President since Estonia regained independence in 1991.",
      "pageId": 341466,
      "monthDay": "05/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bert_Weedon",
      "name": "Bert Weedon",
      "aboutText": "Heydar Alirza oglu Aliyev or Geidar Aliev (Azerbaijani: Heydər Əlirza oğlu Əliyev, Russian: Гейда́р Али́евич Али́ев, Geidar Aliyevich Aliyev; 10 May 1923 – 12 December 2003), also spelled Haydar Aliev or Geidar Aliev was the third President of Azerbaijan for the New Azerbaijan Party from October 1993 to October 2003, when his son Ilham Aliyev succeeded him. From 1969 to 1982, Aliyev was also the leader of Soviet Azerbaijan, effectively dominating the political life of Azerbaijan for many years.",
      "pageId": 399787,
      "monthDay": "05/10"
    },
    {
      "year": "1922",
      "uri": "/wiki/David_Azrieli",
      "name": "David Azrieli",
      "aboutText": "Nancy Walker (May 10, 1922 – March 25, 1992) was an American actress and comedienne of stage, screen, and television. She was also a film and television director (most notably of The Mary Tyler Moore Show, on which she also made several guest appearances).",
      "pageId": 460464,
      "monthDay": "05/10"
    },
    {
      "year": "1922",
      "uri": "/wiki/Nancy_Walker",
      "name": "Nancy Walker",
      "aboutText": "Thomas Berry Brazelton (born May 10, 1918) is a noted pediatrician and author in the United States. Major hospitals throughout the world use the Brazelton Neonatal Behavioral Assessment Scale (NBAS). Many parents know him as the host of a cable television program What Every Baby Knows, and as author of a syndicated newspaper column.",
      "pageId": 560309,
      "monthDay": "05/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Heydar_Aliyev",
      "name": "Heydar Aliyev",
      "aboutText": "Ichirō Nagai (永井 一郎, Nagai Ichirō, May 10, 1931 – January 27, 2014) was a Japanese voice actor from Ikeda, Osaka Prefecture. He was previously affiliated by Tokyo Actor's Consumer's Cooperative Society, and was affiliated with Aoni Production at the time of his death. On January 27, 2014, while recording narration for a program in Hiroshima, Nagai suffered a bout of myocardial infarction and was found by a hotel employee.",
      "pageId": 922445,
      "monthDay": "05/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Otar_Korkia",
      "name": "Otar Korkia",
      "aboutText": "Nayantara Sahgal (born 10 May 1927) is an Indian writer in English. Her fiction deals with India's elite responding to the crises engendered by political change; she was one of the first female Indian writers in English to receive wide recognition. She is a member of the Nehru–Gandhi family, the second of the three daughters born to Jawaharlal Nehru's sister, Vijaya Lakshmi Pandit.",
      "pageId": 1269334,
      "monthDay": "05/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Hugo_Banzer",
      "name": "Hugo Banzer",
      "aboutText": "Herbert Maurice William 'Bert' Weedon, OBE (10 May 1920 – 20 April 2012) was an English guitarist whose style of guitar playing was popular and influential during the 1950s and 1960s. He was the first British guitarist to have a hit record in the UK Singles Chart, in 1959, and his best-selling tutorial guides, Play in a Day, were a major influence on many leading British musicians, such as Eric Clapton, Brian May, Paul McCartney, George Harrison, John Lennon, Dave Davies, Keith Richards, Pete Townshend, Tony Iommi and Jimmy Page.",
      "pageId": 1367913,
      "monthDay": "05/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nayantara_Sahgal",
      "name": "Nayantara Sahgal",
      "aboutText": "David Joshua Azrieli, CM CQ (Hebrew: דוד יהושע עזריאלי‎; May 10, 1922 – July 9, 2014) was a Canadian-Israeli real estate tycoon, developer, designer, architect, and philanthropist. With an estimated net worth of $US 3.1 billion (as of March 2013), Azrieli was ranked by Forbes as the 9th wealthiest Canadian and 401st in the world.",
      "pageId": 1607023,
      "monthDay": "05/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Arnold_R%C3%BC%C3%BCtel",
      "name": "Arnold Rüütel",
      "aboutText": "Audun Boysen (10 May 1929 – 2 March 2000) was a Norwegian middle distance runner. Born in Bjarkøy and raised in Rissa, he first represented Rissa IL and later IK Tjalve in Oslo.\nBoysen was a prominent 800 metre runner in the 1950s, and he won a bronze medal at the 1956 Summer Olympics, a silver medal at the 1958 European Championships and another bronze at the 1954 European Championships.",
      "pageId": 3293715,
      "monthDay": "05/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Lothar_Schmid",
      "name": "Lothar Schmid",
      "aboutText": "Ettore Scola (born 10 May 1931) is an Italian screenwriter and film director.",
      "pageId": 3443237,
      "monthDay": "05/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Audun_Boysen",
      "name": "Audun Boysen",
      "aboutText": "George Elwood Smith (born May 10, 1930) is an American scientist, applied physicist, and co-inventor of the charge-coupled device (CCD).",
      "pageId": 3626383,
      "monthDay": "05/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/George_Coe",
      "name": "George Coe",
      "aboutText": "George Coe (May 10, 1929 – July 18, 2015) was an American film, stage and television actor.",
      "pageId": 4016586,
      "monthDay": "05/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Antonine_Maillet",
      "name": "Antonine Maillet",
      "aboutText": "Lothar Maximilian Lorenz Schmid (10 May 1928 – 18 May 2013) was a German chess grandmaster. He was born in Radebeul near Dresden into a family who were the co-owners of the Karl May Press, which published the German Karl May adventure novels.\nHe was best known as the chief arbiter at several World Chess Championship matches, in particular the 1972 encounter between Bobby Fischer and Boris Spassky at Reykjavík.",
      "pageId": 6592919,
      "monthDay": "05/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/George_E._Smith",
      "name": "George E. Smith",
      "aboutText": "Karthigesu Sivathamby (May 10, 1932 – July 6, 2011), born in Karaveddy, Jaffna, Sri Lanka, was an emeritus professor of University of Jaffna.\nSivathamby has written and published more than 70 books and monographs and presented and published 200 papers at international seminars and journals on Sri Lankan Tamil history and literature. He was awarded Thiru V. Kalyanasundaram Award by the government of Tamil Nadu in India in recognition of his services to Tamil language.",
      "pageId": 7086977,
      "monthDay": "05/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ettore_Scola",
      "name": "Ettore Scola",
      "aboutText": "Otar Korkia (Georgian: ოთარ ქორქია, Russian: Отар Михайлович Коркия; May 10, 1923 in Kutaisi – March 15, 2005 in Tbilisi) was a Georgian basketball player and coach.",
      "pageId": 11830348,
      "monthDay": "05/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ichir%C5%8D_Nagai",
      "name": "Ichirō Nagai",
      "aboutText": "Sir John William Basil Kelly, QC, PC(NI), PC (10 May 1920 – 5 December 2008) was a Northern Irish barrister, judge and politician.",
      "pageId": 20331801,
      "monthDay": "05/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Karthigesu_Sivathamby",
      "name": "Karthigesu Sivathamby",
      "aboutText": "Desmond J. MacNamara (10 May 1918 – 8 January 2008) was an Irish sculptor, painter, stage and art designer and novelist.\nMacNamara was born in Mount Street, Dublin. After graduating from University College, Dublin and the National College of Art in Dublin in the early 1940s, he found a place as stage designer and prop maker for the Abbey Theatre and at the Gate Theatre in Dublin, working with the legendary duo Michael Macliammoir and Hilton Edwards.",
      "pageId": 25844084,
      "monthDay": "05/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Barbara_Taylor_Bradford",
      "name": "Barbara Taylor Bradford",
      "aboutText": "Donovan (born Donovan Philips Leitch; 10 May 1946) is a Scottish singer, songwriter and guitarist. He developed an eclectic and distinctive style that blended folk, jazz, pop, psychedelia, and world music (notably calypso). He has lived in Scotland, London and California, and, since at least 2008, in County Cork, Ireland, with his family.",
      "pageId": 150391,
      "monthDay": "05/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Fran%C3%A7oise_Fabian",
      "name": "Françoise Fabian",
      "aboutText": "Marie-France Pisier (10 May 1944 – 24 April 2011) was a French actress, screenwriter, and director.",
      "pageId": 355816,
      "monthDay": "05/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kenneth_D._Taylor",
      "name": "Kenneth D. Taylor",
      "aboutText": "Barbara Taylor Bradford OBE, (born 10 May 1933) is a best-selling British-American novelist. Her debut novel, A Woman of Substance, was published in 1979 and has sold over 30 million copies worldwide. It ranks as one of the top-ten bestselling novels of all-time.",
      "pageId": 409467,
      "monthDay": "05/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Larry_Williams",
      "name": "Larry Williams",
      "aboutText": "Lawrence Eugene \"Larry\" Williams (May 10, 1935 – January 7, 1980) was an American rhythm and blues and rock and roll singer, songwriter, producer, and pianist from New Orleans, Louisiana. Williams is best known for writing and recording some rock and roll classics from 1957 to 1959 for Specialty Records, including \"Bony Moronie\", \"Short Fat Fannie\", \"High School Dance\" (1957), \"Slow Down\", \"Dizzy Miss Lizzy\" (1958), \"Bad Boy\" and \"She Said Yeah\" (1959). John Lennon was a fan, and the Beatles and several other British Invasion groups covered several of his songs.",
      "pageId": 409969,
      "monthDay": "05/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tamara_Press",
      "name": "Tamara Press",
      "aboutText": "Kenneth Douglas \"Ken\" Taylor OC (October 5, 1934 – October 15, 2015) was a Canadian diplomat, educator and businessman, best known for his role in the 1979 covert operation called the \"Canadian Caper\" when he was the Canadian ambassador to Iran. With the cooperation of the American Central Intelligence Agency, Taylor helped six Americans escape from Iran during the Iran hostage crisis by procuring Canadian passports for the Americans to deceive the Iranian Revolutionary guard, posing as a Canadian film crew scouting locations. Before the escape, the six Americans spent several weeks hiding in the homes of Taylor and another Canadian diplomat, John Sheardown.",
      "pageId": 534433,
      "monthDay": "05/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean_Becker_(director)",
      "name": "Jean Becker",
      "aboutText": "Marina Vlady (born Marina Catherine de Poliakoff-Baydaroff; 10 May 1938) is a French actress.",
      "pageId": 685268,
      "monthDay": "05/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dang_Nhat_Minh",
      "name": "Dang Nhat Minh",
      "aboutText": "Carlton George Douglas (born 10 May 1942), also known by his stage name Carl Douglas, is a Jamaican recording artist.",
      "pageId": 762840,
      "monthDay": "05/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Manuel_Santana",
      "name": "Manuel Santana",
      "aboutText": "David Clennon (born May 10, 1943) is an American actor.",
      "pageId": 1061583,
      "monthDay": "05/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Marina_Vlady",
      "name": "Marina Vlady",
      "aboutText": "James S. \"Jim\" Abrahams (born May 10, 1944) is an American movie director and writer.",
      "pageId": 1170383,
      "monthDay": "05/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Wayne_Dyer",
      "name": "Wayne Dyer",
      "aboutText": "Wayne Walter Dyer (May 10, 1940 – August 29, 2015) was an American self-help author and motivational speaker.",
      "pageId": 1202722,
      "monthDay": "05/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Winfried_Bischoff",
      "name": "Winfried Bischoff",
      "aboutText": "James A. Calhoun (born May 10, 1942) is the former head coach of the University of Connecticut men's basketball team. His teams won three NCAA national championships (1999, 2004, 2011), played in four Final Fours (most recently in 2011), won the 1988 NIT title, and seven Big East tournament championships (1990, 1996, 1998, 1999, 2002, 2004, 2011). With his team's 2011 NCAA title win, the 68-year-old Calhoun became the oldest coach to win a Division I men's basketball title.",
      "pageId": 1299948,
      "monthDay": "05/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jim_Calhoun",
      "name": "Jim Calhoun",
      "aboutText": "Jean Becker (born 10 May 1933) is a French film director, screenwriter and actor.",
      "pageId": 1719409,
      "monthDay": "05/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Carl_Douglas",
      "name": "Carl Douglas",
      "aboutText": "Manuel Martínez Santana, also known as Manolo Santana (born 10 May 1938), is a former amateur tennis champion from Spain who was ranked World No. 1 in 1966. He was born in Madrid.",
      "pageId": 2145681,
      "monthDay": "05/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Youssouf_Sambo_B%C3%A2",
      "name": "Youssouf Sambo Bâ",
      "aboutText": "Graham Keith Gouldman (born 10 May 1946) is an English songwriter and musician who is a long-time member of British band 10cc.",
      "pageId": 2724304,
      "monthDay": "05/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/David_Clennon",
      "name": "David Clennon",
      "aboutText": "Diderik Wagenaar (born in Utrecht, May 10, 1946) is a Dutch composer and musical theorist.",
      "pageId": 4095216,
      "monthDay": "05/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jim_Abrahams",
      "name": "Jim Abrahams",
      "aboutText": "Tamara Natanovna Press (born 10 May 1937) is a retired Soviet athlete who dominated the shot put and discus throw in the early 1960s. She won three gold and one silver medals at the 1960 and 1964 Olympics and three European titles in 1958–1962. Between 1959 and 1965 she set 11 world records: five in the shot put and six in the discus.",
      "pageId": 4342769,
      "monthDay": "05/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Marie-France_Pisier",
      "name": "Marie-France Pisier",
      "aboutText": "Youssouf Sambo Bâ (born May 10, 1942 in Boborgou, Niger) is a Burkinabé politician and retired teacher. He is the President of the Party for Democracy and Socialism.\nBâ was headmaster of Collège d'Enseignement Général in Bobo-Dioulasso from 1974 to 1977.",
      "pageId": 11201885,
      "monthDay": "05/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Donovan",
      "name": "Donovan",
      "aboutText": "Đặng Nhật Minh (b. Huế, Vietnam, 1938) is one of Vietnam's foremost film directors. He began making documentary films around 1965 and is the first Vietnamese person to be awarded the Nikkei Asia Prize for Culture, in 1999.",
      "pageId": 12664598,
      "monthDay": "05/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Graham_Gouldman",
      "name": "Graham Gouldman",
      "aboutText": "Sir Winfried Franz Wilhelm \"Win\" Bischoff (born 10 May 1941) is an Anglo-German banker and former chairman of Lloyds Banking Group. He previously served as chairman and interim CEO of Citigroup in 2007. He was succeeded as CEO by Vikram Pandit on 11 December 2007.",
      "pageId": 14217720,
      "monthDay": "05/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Diderik_Wagenaar",
      "name": "Diderik Wagenaar",
      "aboutText": "Françoise Fabian (French: [fabjɑ̃]; born 10 May 1933) is a French film actress. She has appeared in more than 80 films since 1956.\nShe was born in Algiers, French Algeria to a Spanish father and a Polish mother, and is the widow of screenwriter and director Jacques Becker and actor Marcel Bozzuffi.",
      "pageId": 19249302,
      "monthDay": "05/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Caroline_B._Cooney",
      "name": "Caroline B. Cooney",
      "aboutText": "Paul David Hewson (born 10 May 1960), known by his stage name Bono (/ˈbɒnoʊ/), is an Irish singer-songwriter, musician, venture capitalist, businessman, and philanthropist. He is best recognized as the frontman of the Dublin-based rock band U2. Bono was born and raised in Dublin, Ireland, and attended Mount Temple Comprehensive School where he met his future wife, Alison Stewart, and the future members of U2.",
      "pageId": 76772,
      "monthDay": "05/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Meg_Foster",
      "name": "Meg Foster",
      "aboutText": "Sid Vicious, born John Simon Ritchie, later named John Beverley (10 May 1957 – 2 February 1979), was an English bass guitarist, drummer and vocalist, most famous as a member of the influential punk rock band the Sex Pistols, and notorious for his arrest for the alleged murder of his girlfriend, Nancy Spungen.\nVicious joined the Sex Pistols in early 1977 to replace Glen Matlock, who had fallen out of favour with the rest of the group. Due to intravenous drug use, Vicious was hospitalized with hepatitis during the recording of the band's only studio album Never Mind the Bollocks.",
      "pageId": 158287,
      "monthDay": "05/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Miuccia_Prada",
      "name": "Miuccia Prada",
      "aboutText": "Caroline B. Cooney (born May 10, 1947) is an American author of suspense, romance, horror, and mystery books for young adults.\nCooney was born in Greenwich, Connecticut. She currently resides in Fort Mill, South Carolina.",
      "pageId": 178887,
      "monthDay": "05/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Natalya_Bondarchuk",
      "name": "Natalya Bondarchuk",
      "aboutText": "Vladislav (Vlad) Nikolayevich Listyev (Russian: Владисла́в Никола́евич Листьев; May 10, 1956 – March 1, 1995) was a Russian journalist and head of the ORT TV Channel (now government-owned Channel One).",
      "pageId": 191272,
      "monthDay": "05/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kikki_Danielsson",
      "name": "Kikki Danielsson",
      "aboutText": "Mark David Chapman (born May 10, 1955) is an American prison inmate who murdered John Lennon on December 8, 1980. Chapman shot Lennon outside The Dakota apartment building in New York City. Chapman fired at Lennon five times, hitting him four times in the back.",
      "pageId": 274900,
      "monthDay": "05/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sly_Dunbar",
      "name": "Sly Dunbar",
      "aboutText": "For the founder and head of the Independent Financial Centre of the Americas, see Gaetan Bucher",
      "pageId": 354162,
      "monthDay": "05/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vanderlei_Luxemburgo",
      "name": "Vanderlei Luxemburgo",
      "aboutText": "Victoria Lynn Rowell (born May 10, 1959) is an American actress, writer, producer and dancer.\nRowell began her career as ballet dancer and model, before making acting debut in the 1987 comedy film, Leonard Part 6. In 1990, Rowell joined the cast of the CBS daytime soap opera, The Young and the Restless as Drucilla Winters, her signature and longest role on television, for which she was nominated for three Daytime Emmy Awards.",
      "pageId": 824618,
      "monthDay": "05/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tito_Santana",
      "name": "Tito Santana",
      "aboutText": "Donna Paige O'Hara (born Donna Paige Helmintoller; May 10, 1956) is an American actress, singer, and painter. O'Hara began her career as a Broadway actress in 1983 when she portrayed Ellie May Chipley in the musical Showboat. In 1991 she made her motion picture debut in Disney's Beauty and the Beast, in which she voiced the film's heroine, Belle.",
      "pageId": 980504,
      "monthDay": "05/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mark_David_Chapman",
      "name": "Mark David Chapman",
      "aboutText": "Lowell \"Sly\" Fillmore Dunbar (born 10 May 1952, Kingston, Jamaica) is a drummer, best known as one half of the prolific Jamaican rhythm section and reggae production duo Sly and Robbie.",
      "pageId": 1188343,
      "monthDay": "05/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Yves_Jacques",
      "name": "Yves Jacques",
      "aboutText": "Vanderlei Luxemburgo da Silva (born 10 May 1952, in Nova Iguaçu, Rio de Janeiro state), better known as Vanderlei Luxemburgo and often known as Wanderley Luxemburgo, is a Brazilian football manager and former football player.",
      "pageId": 1426023,
      "monthDay": "05/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paige_O%27Hara",
      "name": "Paige O'Hara",
      "aboutText": "Merced Solis (born May 10, 1953 in Mission, Texas), better known by his ring name Tito Santana, is a Mexican-American semi-retired professional wrestler whose heyday spanned from the late 1970s to the early 1990s, though he continues to appear on the independent circuit. He has stayed a babyface his entire career and is best known from his time in the World Wrestling Federation where he competed almost exclusively from 1979 to 1993 (missing part of 1980 and returning in `83). Solis was twice WWF Intercontinental Champion and twice co-holder of the WWF Tag Team Championship and helped bridge the gap between the 1980s \"Rock 'n Wrestling Connection\" era to the 1990s \"New Generation\" era.",
      "pageId": 1604392,
      "monthDay": "05/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Vladislav_Listyev",
      "name": "Vladislav Listyev",
      "aboutText": "Margaret \"Meg\" Foster (born May 10, 1948) is an American actress best known for her roles in the TV miniseries version of The Scarlet Letter and the films Ticket to Heaven, The Osterman Weekend and They Live.",
      "pageId": 2431761,
      "monthDay": "05/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Sid_Vicious",
      "name": "Sid Vicious",
      "aboutText": "Daniel Leslie \"Danny\" Schayes (born May 10, 1959) is a retired American professional basketball player who played in the NBA from 1981 until 1999. At 6'11\" and 235 pounds, he played at center.",
      "pageId": 2526122,
      "monthDay": "05/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tauseef_Ahmed",
      "name": "Tauseef Ahmed",
      "aboutText": "Miuccia Prada (Italian pronunciation: [ˈmjuttʃa ˈpraːda]; born Maria Bianchi Italian pronunciation: [maˈriːa ˈbjaŋki]; 10 May 1949) is the Italian fashion designer and entrepreneur behind Prada and Miu Miu.\nThe youngest granddaughter of Mario Prada, she took over the family-owned luxury goods manufacturer in 1978. Since then, the company has acquired Jil Sander, Helmut Lang and shoemaker Church & Co.",
      "pageId": 3284135,
      "monthDay": "05/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ga%C3%A9tan_Boucher",
      "name": "Gaétan Boucher",
      "aboutText": "Ann-Kristin \"Kikki\" Danielsson (born 10 May 1952) is a Swedish country, dansband and pop singer. Sometimes, she also plays the accordion and she has also written some lyrics. She is also famous for yodeling in some songs.",
      "pageId": 3677034,
      "monthDay": "05/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Vlada_Divljan",
      "name": "Vlada Divljan",
      "aboutText": "Tauseef Ahmed (born 10 May 1958) is a former Pakistani cricketer who played in 34 Tests and 70 ODIs from 1980 to 1993. He sported a trademark afro and moustache for most of his career.\nTauseef Ahmed was born in Karachi, Sindh, and made his first-class debut in early 1979 for PWD against PIA. That was to remain his only first-class game for just over a year until his neighbour, Javed Sadiq, managed to get him a chance to bowl at the Pakistani tail-enders before the 1980 Karachi test against Australia.",
      "pageId": 3976491,
      "monthDay": "05/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rick_Santorum",
      "name": "Rick Santorum",
      "aboutText": "Natalya Sergeyevna Bondarchuk (Russian: Наталья Серге́евна Бондарчук) (born May 10, 1950) is a Soviet and Russian actress and film director, best known for her appearance in Andrei Tarkovsky's Solaris as \"Hari\". She is the daughter of the Ukrainian director and actor Sergei Bondarchuk and the Russian actress Inna Makarova.",
      "pageId": 4692219,
      "monthDay": "05/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Victoria_Rowell",
      "name": "Victoria Rowell",
      "aboutText": "Vladimir \"Vlada\" Divljan (Serbian Cyrillic: Владимир Дивљан; 10 May 1958 – 5 March 2015), was a Serbian singer and songwriter.",
      "pageId": 16868592,
      "monthDay": "05/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Danny_Schayes",
      "name": "Danny Schayes",
      "aboutText": "Richard John \"Rick\" Santorum (born May 10, 1958) is an American attorney and Republican Party politician. He served as a United States Senator representing Pennsylvania (1995–2007) and was the Senate's third-ranking Republican (2001–07). He ran as a candidate for the 2012 Republican Party presidential nomination, finishing second to the eventual Republican nominee Mitt Romney.",
      "pageId": 26713474,
      "monthDay": "05/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Bono",
      "name": "Bono",
      "aboutText": "Yves Jacques (born 10 May 1956 in ) is a Canadian film, television and stage actor.",
      "pageId": 29189170,
      "monthDay": "05/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dean_Heller",
      "name": "Dean Heller",
      "aboutText": "Dennis Nicolaas Maria Bergkamp (Dutch pronunciation: [ˈdɛnəs ˈbɛrxkɑmp]; born 10 May 1969) is a Dutch former professional footballer, who is the assistant manager to Frank de Boer at Ajax. Originally a wide midfielder, Bergkamp was moved to main striker and then to second striker, where he remained throughout his playing career. Bergkamp has been described by Jan Mulder as having \"the finest technique\" of any Dutch international and a \"dream for a striker\" by teammate Thierry Henry.",
      "pageId": 45497,
      "monthDay": "05/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Merlene_Ottey",
      "name": "Merlene Ottey",
      "aboutText": "Jonathan David Edwards, CBE (born 10 May 1966 in London) is a former triple jumper. He is a former Olympic, World, Commonwealth and European champion, and has held the world record in the event since 1995.\nFollowing his retirement as an athlete, Edwards has worked as a sports (primarily athletics) commentator and presenter for BBC television.",
      "pageId": 52056,
      "monthDay": "05/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Randy_Cunneyworth",
      "name": "Randy Cunneyworth",
      "aboutText": "Marvin Young (born May 10, 1967), better known by his stage name Young M.C., is an English-born American singer, rapper and actor. He is best known for his 1989 hit \"Bust a Move\". His debut album Stone Cold Rhymin' found international acclaim; however, subsequent albums have not reached the same level of success.",
      "pageId": 187802,
      "monthDay": "05/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Blyth_Tait",
      "name": "Blyth Tait",
      "aboutText": "Linda Evangelista (born May 10, 1965) is a Canadian model. She is one of the most accomplished and influential models of all time, and has been featured on over 700 magazine covers. Evangelista is mostly known for being the longtime muse of photographer Steven Meisel, as well as for coining the phrase \"We don't wake up for less than $10,000 a day.\" She holds the record for her multiple appearances on the cover of Vogue Italia, all of which were photographed by Meisel.",
      "pageId": 276353,
      "monthDay": "05/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Johanna_ter_Steege",
      "name": "Johanna ter Steege",
      "aboutText": "Alastair James Hay \"Al\" Murray (born 10 May 1968), is an English comedian and TV personality well known for his stand-up persona and quick repartee.\nHis best-known character is \"The Pub Landlord\", a mock-xenophobic publican. In 2003, Murray was listed in The Observer as one of the 50 funniest acts in British comedy.",
      "pageId": 391930,
      "monthDay": "05/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Ngugi",
      "name": "John Ngugi",
      "aboutText": "Merlene Joyce Ottey OD (born 10 May 1960) is a Jamaican-born Slovene track and field sprinter. Ottey began her career representing Jamaica but since 2002 has represented Slovenia, where she now resides. She is ranked fourth on the all-time list over 60 metres (indoor), sixth on the all-time list over 100 metres and fourth on the all-time list over 200 metres.",
      "pageId": 558060,
      "monthDay": "05/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lisa_Nowak",
      "name": "Lisa Nowak",
      "aboutText": "Darren Kenneth Matthews (born 10 May 1968) is a British professional wrestler, trainer, talent scout, author, and color commentator. He is currently signed to WWE under the ring name William Regal. He is also known for his time in World Championship Wrestling (WCW) under the ring name Steven Regal.",
      "pageId": 690254,
      "monthDay": "05/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Debbie_Wiseman",
      "name": "Debbie Wiseman",
      "aboutText": "Blyth Tait (born 10 May 1961 in Whangarei) is a New Zealand equestrian. Tait has competed at four Olympics and has won four medals, one of only four New Zealanders to do so.\nTait's first success at international level was at the 1990 World Equestrian Games in Stockholm, when he won Gold in both the individual and team events riding Messiah.",
      "pageId": 904237,
      "monthDay": "05/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Linda_Evangelista",
      "name": "Linda Evangelista",
      "aboutText": "Randolph William Cunneyworth (born May 10, 1961) is a former professional ice hockey player and current coach for the Rochester Americans of the AHL. He played professionally in the National Hockey League (NHL) and American Hockey League (AHL) in a twenty-year career; his coaching résumé includes a brief stint as head coach of the NHL's Montreal Canadiens. He had long stints as both a player and coach of the AHL's Rochester Americans.",
      "pageId": 1458994,
      "monthDay": "05/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rony_Seikaly",
      "name": "Rony Seikaly",
      "aboutText": "John Michael Scalzi II (born May 10, 1969) is an American science fiction author, online writer, and former president of the Science Fiction and Fantasy Writers of America. He is best known for his Old Man's War series, three novels of which have been nominated for the Hugo Award, and for his blog Whatever, at which he has written frequently on a number of topics since 1998. He won the Hugo Award for Best Fan Writer in 2008 based predominantly on that blog, which he has also used for several prominent charity drives.",
      "pageId": 1707319,
      "monthDay": "05/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ilian_Djevelekov",
      "name": "Ilian Djevelekov",
      "aboutText": "Ronald Fred \"Rony\" Seikaly (Arabic: رونالد ﺼيقلي‎), known in Greece as Rony Sakalis (Greek: Ρόνι Σακαλής; born May 10, 1965) is a retired Lebanese-born American professional basketball player. Considered one of the top college players from Syracuse Orange men's basketball program, Seikaly's stellar offense and defense placed him among the school's all-time leaders in rebounds, points and blocks while earning several nationally recognized awards and honors. His number 4 has been retired and raised to the rafters of the Carrier Dome.",
      "pageId": 1900014,
      "monthDay": "05/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jonathan_Edwards_(triple_jumper)",
      "name": "Jonathan Edwards",
      "aboutText": "Lisa Marie Nowak (née Caputo, born May 10, 1963) is an American former naval flight officer and NASA astronaut. Born in Washington, D.C., she was selected by NASA in 1996 and qualified as a mission specialist in robotics. Nowak flew aboard Space Shuttle Discovery during the STS-121 mission in July 2006, where she was responsible for operating the robotic arms of the shuttle and the International Space Station.",
      "pageId": 2313053,
      "monthDay": "05/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Young_MC",
      "name": "Young MC",
      "aboutText": "Erik Palladino (born May 10, 1968) is an American actor, best known for his portrayal of Dr.",
      "pageId": 2399244,
      "monthDay": "05/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Nobuhiro_Takeda",
      "name": "Nobuhiro Takeda",
      "aboutText": "Debbie Wiseman MBE (born 10 May 1963) is a British composer for film and television, known also as a conductor and a radio and television presenter.",
      "pageId": 2424494,
      "monthDay": "05/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Al_Murray",
      "name": "Al Murray",
      "aboutText": "Tatyana Ivanovna Shikolenko (Russian: Татьяна Ивановна Шиколенко; born May 10, 1968 in Krasnodar) is a retired Russian javelin thrower whose greatest success was World Championship two silver medals. Her personal best throw of 67.20 metres was achieved in 2000. She battled primarily with Mirela Manjani, who captured the gold medal on both the \"silvery\" occasions.",
      "pageId": 3463774,
      "monthDay": "05/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Erik_Palladino",
      "name": "Erik Palladino",
      "aboutText": "Johanna ter Steege (born 10 May 1961, Wierden, Overijssel) is a Dutch actress.\nShe won the European Film Award for Best Supporting Actress for her movie debut in The Vanishing (1988). Among her other films are Robert Altman's Vincent & Theo (1990), István Szabó's Meeting Venus (1991) and Sweet Emma, Dear Böbe (1992), Bernard Rose's Immortal Beloved (1994), and Bruce Beresford's Paradise Road (1997).",
      "pageId": 5791356,
      "monthDay": "05/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/William_Regal",
      "name": "William Regal",
      "aboutText": "Dean Arthur Heller (born May 10, 1960) is the junior United States Senator from Nevada and a member of the Republican Party. Heller was appointed by Nevada Governor Brian Sandoval to a vacant seat created by the resignation of John Ensign. He was previously a member of the United States House of Representatives, representing Nevada's 2nd congressional district from 2007 to 2011.",
      "pageId": 6530356,
      "monthDay": "05/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tatyana_Shikolenko",
      "name": "Tatyana Shikolenko",
      "aboutText": "Nobuhiro Takeda (武田 修宏, Takeda Nobuhiro, born May 10, 1967 in Hamamatsu, Shizuoka, Japan) is a former Japanese football player. He was a forward and known as a superb opportunistic goal-scorer, making most of his quick thinking and canny positioning. He currently works at Nippon Television and belongs to an entertainment agency Horipro as a sportscaster.",
      "pageId": 7597806,
      "monthDay": "05/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dennis_Bergkamp",
      "name": "Dennis Bergkamp",
      "aboutText": "John Ngugi Kamau (born 10 May 1962), is a former Kenyan long-distance runner, often called one of the greatest cross country runners of all time and winner of the 5000 metres at the 1988 Summer Olympics.",
      "pageId": 25241059,
      "monthDay": "05/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/John_Scalzi",
      "name": "John Scalzi",
      "aboutText": "Ilian Djevelekov (Bulgarian pronunciation: [ilijan dʒevelekov]; born 10 May 1966) is a Bulgarian film director and producer.",
      "pageId": 38530073,
      "monthDay": "05/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gabriela_Montero",
      "name": "Gabriela Montero",
      "aboutText": "Rüştü Reçber (pronounced [ˈɾyʃty ˈɾetʃbeɾ]; born 10 May 1973 in Korkuteli) is a retired Turkish international footballer who played for Antalyaspor, Fenerbahçe, Barcelona and Beşiktaş.\nRüştü also played a key role in the success of the Turkish national squad, and it was at the 2002 FIFA World Cup, where Turkey finished third, that his performances saw him selected for the tournament's all-star team. He is Turkey's record appearance holder, having earned 120 caps.",
      "pageId": 345255,
      "monthDay": "05/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gina_Philips",
      "name": "Gina Philips",
      "aboutText": "Hélio Castro-Neves (Portuguese pronunciation: [ˈɛlju ˈkastɾu ˈnɛvis]; born 10 May 1975), better known as Hélio Castroneves, is a Brazilian auto racing driver competing in the IndyCar Series. In IndyCar competition, Castroneves has 23 wins and 38 poles, and placed second in the season standings four times, third two times and fourth four times. Prior to IndyCar, Castroneves competed in the CART championship, with a highest championship points finish of fourth; he recorded six wins and seven pole positions in the series.",
      "pageId": 345352,
      "monthDay": "05/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dallas_Roberts",
      "name": "Dallas Roberts",
      "aboutText": "Ådne Søndrål (born 10 May 1971) is a former Norwegian speed skater.\nSøndrål, representing Hol IL, was one of the best 1500 m skaters through most of the 1990s. He placed 2nd in the 1992 Winter Olympics and 4th in the 1994 Olympics.",
      "pageId": 973989,
      "monthDay": "05/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/David_Weir_(Scottish_footballer)",
      "name": "David Weir",
      "aboutText": "David Gillespie Weir (born 10 May 1970) is a Scottish former footballer and who is currently assistant manager of Scottish Championship club Rangers. He has made 392 appearances in the Scottish Premier League and Scottish Football League, including 143 for Rangers.\nBorn in Falkirk, Scotland, Weir began his professional career with his home-town club, Falkirk, after having attended the University of Evansville in the United States.",
      "pageId": 1110151,
      "monthDay": "05/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Adriano_Giannini",
      "name": "Adriano Giannini",
      "aboutText": "Aviv Geffen (Hebrew: אביב גפן‎, born May 10, 1973) is an Israeli rock musician, singer, songwriter, producer, keyboardist, and guitarist and the son of writer and poet Yehonatan Geffen and Nurit Makover, brother of actress Shira Geffen, and an alumnus of Rimon School of Jazz and Contemporary Music.\nGeffen was and is extremely popular among Israeli youth who were known during the 1990s as the \"Moon Children\" ילדי הירח, i.e., hippies. Politically, he associates with the Israeli left.",
      "pageId": 1330302,
      "monthDay": "05/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Monisha_Kaltenborn",
      "name": "Monisha Kaltenborn",
      "aboutText": "Sylvain Wiltord (born 10 May 1974) is a French former footballer who played as a winger.\nHighlights of his club career included his four-season spell at Arsenal, with whom he won two Premier League titles and two FA Cups. He also won the Ligue 1 title in each of his three subsequent seasons at Lyon.",
      "pageId": 1460156,
      "monthDay": "05/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Craig_Mack",
      "name": "Craig Mack",
      "aboutText": "Andrea Anders (born May 10, 1975) is an American actress, known for her roles as Alex Garrett in the NBC sitcom Joey, Nicole Allen in the CBS sitcom The Class, and Linda Zwordling in the ABC sitcom Better Off Ted.",
      "pageId": 1531553,
      "monthDay": "05/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kim_Nam-joo",
      "name": "Kim Nam-joo",
      "aboutText": "Craig Mack (born May 10, 1971) is an American rapper, who gained fame on Puff Daddy's Bad Boy Entertainment record label in the 1990s. Although his first single was released under the name MC EZ in 1988, he is best known for his 1994 hit single \"Flava In Ya Ear\", which was released under his real name. The remix of the single was the breakout appearance of The Notorious B.I.G., as well as one of the first solo appearances by Busta Rhymes.",
      "pageId": 1657474,
      "monthDay": "05/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/%C3%85dne_S%C3%B8ndr%C3%A5l",
      "name": "Ådne Søndrål",
      "aboutText": "Adam Richard Deadmarsh (born May 10, 1975) is a former Canadian-American professional ice hockey player who played in the NHL with the Quebec Nordiques, Colorado Avalanche and the Los Angeles Kings. Deadmarsh was later a video coordinator and assistant coach with the Avalanche, before concussion issues forced him to step down after the 2011–12 season, nine years after his playing career ended for the same reason.\n^ Dater, Adrian (2009-06-20).",
      "pageId": 1856815,
      "monthDay": "05/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Leslie_Stefanson",
      "name": "Leslie Stefanson",
      "aboutText": "Gina Philips (born May 10, 1970) is an American actress. She is known for her recurring roles on David E. Kelley's Ally McBeal as Sandy Hingle and Boston Public as Jenna Miller.",
      "pageId": 2072189,
      "monthDay": "05/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rados%C5%82aw_Majdan",
      "name": "Radosław Majdan",
      "aboutText": "Torbjørn Brundtland (10 May 1975) makes up half of the duo Röyksopp. He was born in Tromsø, Norway.",
      "pageId": 3014431,
      "monthDay": "05/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Aviv_Geffen",
      "name": "Aviv Geffen",
      "aboutText": "Radosław Majdan (Polish pronunciation: [raˈdɔswaf ˈmajdan]) (nicknamed Rada [Polish pronunciation: [ˈrada]]; born May 10, 1972 in Szczecin) is a Polish former football goalkeeper.\nIn total, Majdan has played seven matches for Polish national team. The first was on January 26, 2000 (notably he played against U.S. in the 2002 FIFA World Cup).",
      "pageId": 3096602,
      "monthDay": "05/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/R%C3%BC%C5%9Ft%C3%BC_Re%C3%A7ber",
      "name": "Rüştü Reçber",
      "aboutText": "Adriano Giannini (born 10 May 1971) is an Italian actor, son of Giancarlo Giannini. He co-starred in 2002 with Madonna in the widely panned film Swept Away, a remake of the 1974 Italian film with the same name. Adriano played the same role that his father, Giancarlo Giannini, played in the original.",
      "pageId": 3730796,
      "monthDay": "05/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tora_Sudiro",
      "name": "Tora Sudiro",
      "aboutText": "Tora Sudiro or his birth name Taura Danang Sudiro (born 10 May 1973) is an Indonesian actor and comedian. His popularity rose when he was one of some comedians who took part in the Trans TV comedy show Extravaganza. He has also appeared in Indonesian TV dramas, such as Dunia Tanpa Koma on 2006.",
      "pageId": 4261801,
      "monthDay": "05/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Liu_Fang",
      "name": "Liu Fang",
      "aboutText": "Gabriela Montero (born May 10, 1970 in Caracas) is a Venezuelan pianist, known in particular for her real-time improvisation of complex musical pieces made \"on the fly\" on themes suggested by her audience and other sources, as well as for performances of standard classical repertoire.",
      "pageId": 5506845,
      "monthDay": "05/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sylvain_Wiltord",
      "name": "Sylvain Wiltord",
      "aboutText": "Liu Fang (Chinese: t 劉芳, s 刘芳, p Liú Fāng; b. 1974) is one of the most prominent pipa players in the world. Described in the media as the \"empress of pipa\" (L'actualité), \"divine mediator\" (World), \"the greatest ambassadress of the art of the pipa\", Liu Fang is known as “possessing virtuoso technique, grace and a unique empathy toward the music she plays – whether it is a traditional and folk tune or a modern Western composition” (All Music Guide).",
      "pageId": 7335528,
      "monthDay": "05/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Andrea_Anders",
      "name": "Andrea Anders",
      "aboutText": "Dallas Mark Roberts (born May 10, 1970) is an American actor. He most recently played Milton Mamet in season three of AMC's The Walking Dead (2012–2013).",
      "pageId": 10289794,
      "monthDay": "05/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Torbj%C3%B8rn_Brundtland",
      "name": "Torbjørn Brundtland",
      "aboutText": "Leslie Ann Stefanson (born May 10, 1971) is an American model, actress and artist. She is most known for playing the title role as Capt.",
      "pageId": 21244143,
      "monthDay": "05/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/H%C3%A9lio_Castroneves",
      "name": "Hélio Castroneves",
      "aboutText": "Monisha Kaltenborn (née Narang; born 10 May 1971) is the current team principal of the Sauber Formula One team and holds a 33.3% stake in the outfit. She has also been the team's chief executive officer from January 2010.",
      "pageId": 33370005,
      "monthDay": "05/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Adam_Deadmarsh",
      "name": "Adam Deadmarsh",
      "aboutText": "Kim Nam-joo (born May 10, 1971) is a South Korean actress. Kim rose to stardom in the 1990s in television series such as Model, The Boss and Her House. After 2001, Kim went into semi-retirement, only appearing in commercials, particularly after she got married to actor Kim Seung-woo in 2005 and they started a family.",
      "pageId": 36549340,
      "monthDay": "05/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shin_Jung-hwan",
      "name": "Shin Jung-hwan",
      "aboutText": "Nick Lars Heidfeld (born 10 May 1977) is a German professional racing driver.\nDespite scoring regular podium finishes in 2005 with Williams, and in 2007 and 2008 with BMW Sauber, Heidfeld never won a race after debuting in Formula One in 2000. Heidfeld currently holds three records.",
      "pageId": 647274,
      "monthDay": "05/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Udo_Mechels",
      "name": "Udo Mechels",
      "aboutText": "Kenan Thompson (born May 10, 1978) is an American actor and comedian. He is known for his work as a cast member of NBC's Saturday Night Live. In his teenage years, he was an original cast member of Nickelodeon's sketch comedy series All That.",
      "pageId": 663679,
      "monthDay": "05/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aggeliki_Tsiolakoudi",
      "name": "Aggeliki Tsiolakoudi",
      "aboutText": "Lee Hyori (Hangul: 이효리; Hanja: 李孝利; born May 10, 1979), is a South Korean singer, actress, record producer, activist, and television presenter. Dubbed as the \"Nation's Fairy\" during her Family Outing days, she debuted as a member of the successful K-pop girl group Fin.K.L, but has since become a solo artist. In 2003, she released her debut solo album Stylish which won several \"Artist of the Year\" awards.",
      "pageId": 1294356,
      "monthDay": "05/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Henri_Camara",
      "name": "Henri Camara",
      "aboutText": "Henri Camara (born 10 May 1977) is a Senegalese footballer who currently plays for Panetolikos as a striker.",
      "pageId": 1692005,
      "monthDay": "05/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nick_Heidfeld",
      "name": "Nick Heidfeld",
      "aboutText": "Samuel Davis Dalembert (born May 10, 1981) is a Haitian-Canadian professional basketball player for the Shanxi Zhongyu of the Chinese Basketball Association (CBA). He played college basketball for Seton Hall University.",
      "pageId": 2006485,
      "monthDay": "05/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Denise_Ho",
      "name": "Denise Ho",
      "aboutText": "Bruno Cheyrou (born 10 May 1978 in Suresnes, Hauts-de-Seine) is a French professional footballer, currently without a club.",
      "pageId": 2079077,
      "monthDay": "05/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sergei_Nakariakov",
      "name": "Sergei Nakariakov",
      "aboutText": "Denise Ho Wan-See, also known as HOCC, is a Hong Kong-based Cantopop singer.",
      "pageId": 2745664,
      "monthDay": "05/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bruno_Cheyrou",
      "name": "Bruno Cheyrou",
      "aboutText": "Ryan Getzlaf (born May 10, 1985) is a Canadian professional ice hockey centre who currently serves as captain of the Anaheim Ducks of the National Hockey League (NHL). A first round selection, 19th overall, at the 2003 NHL Entry Draft, Getzlaf has played his entire professional career in the Ducks organization and ranks as one of the franchise's all-time leading scorers. He has played in three NHL All-Star Games and was a member of the Ducks' 2007 Stanley Cup championship team.",
      "pageId": 3219932,
      "monthDay": "05/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kenan_Thompson",
      "name": "Kenan Thompson",
      "aboutText": "Edward José Mujica (Spanish pronunciation: [muˈxika]; born May 10, 1984) is a Venezuelan professional baseball pitcher who is with the Philadelphia Phillies organization. He has played in Major League Baseball (MLB) for the Cleveland Indians, San Diego Padres, Florida/Miami Marlins, St.",
      "pageId": 5437622,
      "monthDay": "05/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lee_Hyori",
      "name": "Lee Hyori",
      "aboutText": "Nicky Whelan (born 10 May 1981) is an Australian actress and model best known for her role as Pepper Steiger in the Australian soap opera Neighbours.",
      "pageId": 5959482,
      "monthDay": "05/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Samuel_Dalembert",
      "name": "Samuel Dalembert",
      "aboutText": "Humberto Andrés Suazo Pontivo (Spanish pronunciation: [umˈberto ˈswaso]; born 10 May 1981), nicknamed Chupete, is a Chilean professional footballer who plays as a striker. In 2006 he was awarded by IFFHS as the world's top goal scorer of the year. after winning the Apertura 2007 he moved to Liga MX club CF Monterrey in 2007, where he became the club's all-time top scorer winning two Liga MX titles, three CONCACAF Champions League titles, and one InterLiga, he returned to Colo-Colo in 2015 after 7 years in Monterrey.",
      "pageId": 6082385,
      "monthDay": "05/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Humberto_Suazo",
      "name": "Humberto Suazo",
      "aboutText": "Sergei Mikhailovich Nakariakov (Russian: Серге́й Михайлович Накаряков; born May 10, 1977 in Gorky) is a Russian virtuoso trumpeter who came to prominence in the late 1990s. He released his first CD recording (including works by Ravel, Gershwin and Arban's The Carnival of Venice) in 1992 at the age of 15.\n^ Gwenda Nemerofsky (20 June 2009).",
      "pageId": 6325843,
      "monthDay": "05/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicky_Whelan",
      "name": "Nicky Whelan",
      "aboutText": "Aggeliki Tsiolakoudi (Greek: Αγγελική Τσιολακούδη, [aɟeliˈci tsjolaˈkuði], born 10 May 1976 in Alexandria, Egypt) is a Greek javelin thrower.",
      "pageId": 8030098,
      "monthDay": "05/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gustav_Fridolin",
      "name": "Gustav Fridolin",
      "aboutText": "Shin Jung-hwan (born 10 May 1975, Seoul) is a South Korean singer and entertainer. Known first for being part of K-pop groups Roo'ra and Country Kko Kko, he has since become a \"comedian\", or an entertainer, on various variety shows. In November 2005, he encountered some controversy after he was caught gambling and he subsequently resigned from all his shows, including SBS's Love Letter.",
      "pageId": 8850528,
      "monthDay": "05/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Edward_Mujica",
      "name": "Edward Mujica",
      "aboutText": "Per Gustav Edvard Fridolin (born 10 May 1983) is a Swedish politician and the current Minister of Education, having been appointed in 2014. A journalist, author and teacher by profession, he has been the Green Party's joint spokesperson, together with Åsa Romson, since 2011.\nFridolin is a member of the Swedish parliament since the 2010 election, representing Skåne County North and East.",
      "pageId": 9790739,
      "monthDay": "05/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Odette_Annable",
      "name": "Odette Annable",
      "aboutText": "Emilio Arturo Izaguirre Girón (Spanish pronunciation: [eˈmiljo iθaˈɣire]; born 10 May 1986) is a Honduran footballer who plays as a left back for Scottish Premiership side Celtic and for the Honduras national team.\nHe started his career at Motagua, where he stayed for seven years. In 2010, Celtic spent £600,000 to sign him, and he picked up four major player awards in the 2010–11, first season in Scotland.",
      "pageId": 10865256,
      "monthDay": "05/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ryan_Getzlaf",
      "name": "Ryan Getzlaf",
      "aboutText": "Wilson Chandler (born May 10, 1987) is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He has previously played for Zhejiang Guangsha of the Chinese Basketball Association and the NBA's New York Knicks. He played college basketball at DePaul University for two years before declaring for the 2007 NBA draft, where he was a first-round selection of the Knicks.",
      "pageId": 11999907,
      "monthDay": "05/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jon_Schofield_(canoeist)",
      "name": "Jon Schofield",
      "aboutText": "Udo Mechels, born in Brussels on 10 May 1976, is a Belgian singer commonly known simply as Udo.",
      "pageId": 12292190,
      "monthDay": "05/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Emilio_Izaguirre",
      "name": "Emilio Izaguirre",
      "aboutText": "Odette Juliette Annable (née Yustman, born May 10, 1985) is an American actress. In 2011, she joined the cast of the Fox medical drama series House, playing Dr. Jessica Adams during the show's last season.",
      "pageId": 21031256,
      "monthDay": "05/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Wilson_Chandler",
      "name": "Wilson Chandler",
      "aboutText": "Jon Schofield (born 10 May 1985) is a British canoeist. Schofield is a member of the Soar Valley Canoe Club and is coached by Alex Nikonorov.\nThe BBC says that he hails from Clitheroe, although the TeamGB website says he was born in Petersfield, Hampshire.",
      "pageId": 36684451,
      "monthDay": "05/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Anej_Lovre%C4%8Di%C4%8D",
      "name": "Anej Lovrečič",
      "aboutText": "Lindsey Marie Shaw (born May 10, 1989) is an American actress and producer, known for playing Jennifer \"Moze\" Mosely on the Nickelodeon series Ned's Declassified School Survival Guide and Paige McCullers on the ABC Family teen drama series Pretty Little Liars.",
      "pageId": 1663064,
      "monthDay": "05/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lindsey_Shaw",
      "name": "Lindsey Shaw",
      "aboutText": "Mirai Shida (志田 未来, Shida Mirai, born May 10, 1993) is a Japanese actress. She became recognized after her breakthrough role as Kazumi Kanda in The Queen's Classroom(aka \"Joō no Kyōshitsu\" in Japanese), leading her to more prominent roles, such as Miki Ichinose in 14-year-old Mother. Currently, she is one of the most active young actresses in Japan, appearing in many dramas and commercials.",
      "pageId": 9986748,
      "monthDay": "05/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Karmen_Pedaru",
      "name": "Karmen Pedaru",
      "aboutText": "Kate Plus 8, formerly Jon & Kate Plus 8, is an American reality television series starring Kate Gosselin, which has aired since April 4, 2007.",
      "pageId": 10732335,
      "monthDay": "05/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lauren_Potter",
      "name": "Lauren Potter",
      "aboutText": "Anej Lovrečič (born 10 May 1987) is a Slovenian footballer who plays as a centre midfielder for Ayia Napa in the Cypriot First Division.",
      "pageId": 12009070,
      "monthDay": "05/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ivana_%C5%A0panovi%C4%87",
      "name": "Ivana Španović",
      "aboutText": "Charmaine Clarice Relucio Pempengco (born May 10, 1992 in Cabuyao City, Laguna, Philippines), popularly known by the mononym Charice, is a Filipina singer who rose to popularity through YouTube. Dubbed by Oprah Winfrey as \"the most talented girl in the world\", she released her first international studio album Charice in 2010. The album entered the Billboard 200 at number eight, making Charice the first Asian solo singer in history to land in the Top 10 of the Billboard 200 albums chart.",
      "pageId": 14382613,
      "monthDay": "05/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Giorgos_Machlelis",
      "name": "Giorgos Machlelis",
      "aboutText": "Ivana Španović (Serbian Cyrillic: Ивана Шпановић, born 10 May 1990) is a Serbian long jumper, reigning European indoor champion. In 2013, she became the first Serbian track and field athlete to win a medal at the IAAF Outdoor World Championships . She holds the Serbian record in the long jump, indoors and outdoors, and also is a national indoor record holder in the 60 metres and in the pentathlon.",
      "pageId": 19007707,
      "monthDay": "05/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Charice_Pempengco",
      "name": "Charice Pempengco",
      "aboutText": "Giorgos Machlelis (Greek: Γιώργος Μαχλελής, born 10 May 1991 in Waiblingen, Germany) is a Greek footballer who plays for Platanias.",
      "pageId": 24241738,
      "monthDay": "05/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/T%C3%ADmea_Babos",
      "name": "Tímea Babos",
      "aboutText": "Tímea Babos (Hungarian pronunciation: [ˈtiːmɛɒ ˈbɒboʃ]; born 10 May 1993) is a Hungarian tennis player.\nBabos, who was born in Sopron, has won two singles and 11 (including one WTA 125K series) doubles titles on the WTA tour, as well as 12 singles and nine doubles titles on the ITF circuit in her career. On 20 August 2012, she reached her best singles ranking of world number 59.",
      "pageId": 25575713,
      "monthDay": "05/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mirai_Shida",
      "name": "Mirai Shida",
      "aboutText": "Melissa Jeanette Franklin (born May 10, 1995) is an American competition swimmer and four-time Olympic gold medalist. She currently holds the world record in the 200-meter backstroke (long course) and American records in both the 100-meter and 200-meter backstroke (long course). As a member of the U.S. national swim team, she also holds the world record in the 4×100-meter medley relay (short course and long course).",
      "pageId": 26535791,
      "monthDay": "05/10"
    },
    {
      "year": "1995",
      "uri": "/wiki/Missy_Franklin",
      "name": "Missy Franklin",
      "aboutText": "Lauren Elizabeth Potter (born May 10, 1990) is an American actress, best known for her role as Becky Jackson in the television show Glee.",
      "pageId": 31482562,
      "monthDay": "05/10"
    },
    {
      "year": "1995",
      "uri": "/wiki/Yoan_Garneau",
      "name": "Yoan Garneau",
      "aboutText": "Karmen Pedaru (born 10 May 1990) is an Estonian fashion model.",
      "pageId": 32450738,
      "monthDay": "05/10"
    },
    {
      "year": "1996",
      "uri": "/wiki/Tyus_Jones",
      "name": "Tyus Jones",
      "aboutText": "Kateřina Siniaková (born 10 May 1996) is a Czech tennis player.\nSiniaková has won three doubles titles (including one WTA 125K series) on the WTA tour, as well as six singles and four doubles titles on the ITF circuit in her career. On 4 May 2015, she reached her best singles ranking of world number 66.",
      "pageId": 38242059,
      "monthDay": "05/10"
    },
    {
      "year": "1996",
      "uri": "/wiki/Kate%C5%99ina_Siniakov%C3%A1",
      "name": "Kateřina Siniaková",
      "aboutText": "Prince Taufaʻahau Manumataongo Tukuʻaho (born 10 May 2013 in Auckland, New Zealand) is a Tongan royal, second in the line of succession to the Tongan throne.",
      "pageId": 39359647,
      "monthDay": "05/10"
    },
    {
      "year": "2001",
      "uri": "/wiki/Kate_Plus_8",
      "name": "Gosselin sextuplets",
      "aboutText": "Tyus Robert Jones (born May 10, 1996) is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He played college basketball for the Duke Blue Devils in his freshman season as part of the 2014–15 National Championship team. He was ranked among the top 10 players in the national high school class of 2014 by Rivals.com, Scout.com and ESPN. He was a Minnesota State High School League (MSHSL) Class 4A state champion, three-time Minnesota Associated Press Boys Basketball Player of the Year and three-time Minnesota Boys Basketball Gatorade Player of the Year for Apple Valley High School.",
      "pageId": 40397428,
      "monthDay": "05/10"
    },
    {
      "year": "2013",
      "uri": "/wiki/Taufa%CA%BBahau_Manumataongo",
      "name": "Taufaʻahau Manumataongo",
      "aboutText": "Yoan Garneau, also known as Yoan, is a Canadian pop, rock and country singer from Ferme-Neuve, Quebec. The winner of Season 2 of the reality television series La Voix in 2014, he released his self-titled debut album in 2015.\nGarneau's father Sylvain is a country musician.",
      "pageId": 43007152,
      "monthDay": "05/10"
    }
  ]
}