{
  "people": [
    {
      "year": "1316",
      "uri": "/wiki/Charles_IV,_Holy_Roman_Emperor",
      "name": "Charles IV, Holy Roman Emperor",
      "aboutText": "Thomas Gainsborough FRSA (christened 14 May 1727, died 2 August 1788) was an English portrait and landscape painter, draughtsman, and printmaker. He surpassed his rival Sir Joshua Reynolds to become the dominant British portraitist of the second half of the 18th century. He painted quickly, and the works of his maturity are characterised by a light palette and easy strokes.",
      "pageId": 31126,
      "monthDay": "05/14"
    },
    {
      "year": "1553",
      "uri": "/wiki/Margaret_of_Valois",
      "name": "Margaret of Valois",
      "aboutText": "Charles IV (Czech: Karel IV., German: Karl IV., Latin: Carolus IV; 14 May 1316 – 29 November 1378), born Wenceslaus, was the second King of Bohemia from the House of Luxembourg, and the first King of Bohemia to also become Holy Roman Emperor.\nHe was the eldest son and heir of King John of Bohemia, who died at the Battle of Crécy on 26 August 1346. Charles inherited the County of Luxembourg and the Kingdom of Bohemia from his father.",
      "pageId": 38895,
      "monthDay": "05/14"
    },
    {
      "year": "1574",
      "uri": "/wiki/Francesco_Rasi",
      "name": "Francesco Rasi",
      "aboutText": "Victor Amadeus II (Vittorio Amedeo Francesco; 14 May 1666 – 31 October 1732) was Duke of Savoy from 1675 to 1730. He also held the titles of marquis of Saluzzo, duke of Montferrat, prince of Piedmont, count of Aosta, Moriana and Nice. Louis XIV organised his marriage in order to maintain French influence in the Duchy but Victor Amadeus soon broke away from the influence of France.",
      "pageId": 69541,
      "monthDay": "05/14"
    },
    {
      "year": "1630",
      "uri": "/wiki/Katakura_Kagenaga_(2nd)",
      "name": "Katakura Kagenaga",
      "aboutText": "Adolf Frederick or Adolph Frederick (Swedish: Adolf Fredrik, German: Adolf Friedrich; 14 May 1710 in Gottorp – 12 February 1771, in Stockholm) was King of Sweden from 1751 until his death. He was the son of Christian August of Holstein-Gottorp, Prince of Eutin and Albertina Frederica of Baden-Durlach.\nThe first King from the House of Holstein-Gottorp, Adolph Frederick was a weak monarch, instated as first in line of the throne following the parliamentary government's failure to reconquer the Baltic provinces in 1741–43.",
      "pageId": 104836,
      "monthDay": "05/14"
    },
    {
      "year": "1652",
      "uri": "/wiki/Johann_Philipp_F%C3%B6rtsch",
      "name": "Johann Philipp Förtsch",
      "aboutText": "Timothy Dwight (May 14, 1752 – January 11, 1817) was an American academic and educator, a Congregationalist minister, theologian, and author. He was the eighth president of Yale College (1795–1817).",
      "pageId": 134849,
      "monthDay": "05/14"
    },
    {
      "year": "1657",
      "uri": "/wiki/Sambhaji",
      "name": "Sambhaji",
      "aboutText": "William Emerson (14 May 1701 – 20 May 1782), English mathematician, was born at Hurworth, near Darlington, where his father, Dudley Emerson, also a mathematician, taught a school.",
      "pageId": 172568,
      "monthDay": "05/14"
    },
    {
      "year": "1666",
      "uri": "/wiki/Victor_Amadeus_II_of_Sardinia",
      "name": "Victor Amadeus II of Sardinia",
      "aboutText": "Sambhaji Bhonsle (14 May 1657 – 11 March 1689) was the eldest son of Chhatrapati Shivaji, the founder of the Maratha Empire, and his first wife Saibai. He was successor of the realm after his father's death. Sambhaji's rule was largely shaped by the ongoing wars between the Maratha kingdom and the Mughal Empire, as well as other neighbouring powers such as the Siddis, Mysore and the Portuguese in Goa.",
      "pageId": 273772,
      "monthDay": "05/14"
    },
    {
      "year": "1679",
      "uri": "/wiki/Peder_Horrebow",
      "name": "Peder Horrebow",
      "aboutText": "Robert Owen (/ˈoʊən/; 14 May 1771 – 17 November 1858) was a Welsh social reformer and one of the founders of utopian socialism and the cooperative movement. In 1824, Owen travelled to America to invest the bulk of his fortune in an experimental 1,000-member colony on the banks of Indiana's Wabash River, called New Harmony. New Harmony was intended to be a Utopian society.",
      "pageId": 323481,
      "monthDay": "05/14"
    },
    {
      "year": "1699",
      "uri": "/wiki/Hans_Joachim_von_Zieten",
      "name": "Hans Joachim von Zieten",
      "aboutText": "George Macartney should not be confused with Sir George Macartney, a later British statesman.\nGeorge Macartney, 1st Earl Macartney, KB (14 May 1737 – 31 May 1806) was a British statesman, colonial administrator and diplomat.",
      "pageId": 327148,
      "monthDay": "05/14"
    },
    {
      "year": "1701",
      "uri": "/wiki/William_Emerson_(mathematician)",
      "name": "William Emerson",
      "aboutText": "Friedrich Ludwig Georg von Raumer (May 14, 1781 – June 14, 1873) was a German historian. He was the first scientific historian to popularise history in German.",
      "pageId": 358552,
      "monthDay": "05/14"
    },
    {
      "year": "1710",
      "uri": "/wiki/Adolf_Frederick,_King_of_Sweden",
      "name": "Adolf Frederick, King of Sweden",
      "aboutText": "Hans Joachim von Zieten (14 May 1699 – 26 January 1786), also known as Zieten aus dem Busch, was a cavalry general in the Prussian Army.",
      "pageId": 774581,
      "monthDay": "05/14"
    },
    {
      "year": "1725",
      "uri": "/wiki/Ludovico_Manin",
      "name": "Ludovico Manin",
      "aboutText": "Charles Frederick Beyer (an anglicised form of his original German name Carl Friedrich Beyer) (14 May 1813 — 2 June 1876) was a celebrated German-British locomotive designer and builder, and co-founder of the Institution of Mechanical Engineers. He was the co-founder and head engineer of Beyer, Peacock and Company in Gorton, Manchester. A philanthropist and deeply religious, he founded three parish churches (and associated schools) in Gorton, was a governor of Manchester Grammar School, and remains the single biggest donor to what is today the University of Manchester.",
      "pageId": 1404762,
      "monthDay": "05/14"
    },
    {
      "year": "1727",
      "uri": "/wiki/Thomas_Gainsborough",
      "name": "Thomas Gainsborough",
      "aboutText": "Albrecht Daniel Thaer (German pronunciation: [tɛːɐ̯]; 14 May 1752 – 26 October 1828) was a renowned German agronomist and an avid supporter of the humus theory for plant nutrition.",
      "pageId": 2600027,
      "monthDay": "05/14"
    },
    {
      "year": "1737",
      "uri": "/wiki/George_Macartney,_1st_Earl_Macartney",
      "name": "George Macartney, 1st Earl Macartney",
      "aboutText": "Alexander Kaufmann (14 May 1817 – 1 May 1893) was a German poet and folklorist from Bonn.",
      "pageId": 3927312,
      "monthDay": "05/14"
    },
    {
      "year": "1752",
      "uri": "/wiki/Timothy_Dwight_IV",
      "name": "Timothy Dwight IV",
      "aboutText": "Peder [Nielsen] Horrebow (Horrebov) (14 May 1679 – 15 April 1764) was a Danish astronomer. Born in Løgstør, Jutland to a poor family of fishermen, Horrebow entered the University of Copenhagen in 1703. He worked his way through grammar school and university by virtue of his technical knowledge: he repaired mechanical and musical instruments and cut seals.",
      "pageId": 4185503,
      "monthDay": "05/14"
    },
    {
      "year": "1752",
      "uri": "/wiki/Albrecht_Thaer",
      "name": "Albrecht Thaer",
      "aboutText": "Margaret of Valois (French: Marguerite, 14 May 1553 – 27 March 1615) was Queen of Navarre and of France during the late sixteenth century. She is also known as \"Margaret of France\" because she was a princess of France by birth, who later incidentally became Queen of France by marriage. Notably, she was the last surviving member of the House of Valois.",
      "pageId": 5517205,
      "monthDay": "05/14"
    },
    {
      "year": "1771",
      "uri": "/wiki/Robert_Owen",
      "name": "Robert Owen",
      "aboutText": "Francesco Rasi (14 May 1574 – 30 November 1621) was an Italian composer, singer (tenor), chitarrone player, and poet.\nRasi was born in Arezzo. He studied at the University of Pisa and in 1594 he was studying with Giulio Caccini.",
      "pageId": 6033877,
      "monthDay": "05/14"
    },
    {
      "year": "1781",
      "uri": "/wiki/Friedrich_Ludwig_Georg_von_Raumer",
      "name": "Friedrich Ludwig Georg von Raumer",
      "aboutText": "Ludovico Giovanni Manin (IPA /.ma'niŋ/, 14 May 1725 – 24 October 1802) was a Venetian politician, a Patrician of Venice and the last Doge of Venice.",
      "pageId": 8487213,
      "monthDay": "05/14"
    },
    {
      "year": "1814",
      "uri": "/wiki/Charles_Beyer",
      "name": "Charles Beyer",
      "aboutText": "Katakura Kagenaga (片倉 景長, May 14, 1630 – July 9, 1681) was a Japanese samurai of the early Edo period, who served as a senior retainer of the Date clan of Sendai han. He bore the same name as his great-grandfather. The lord of Shiroishi Castle, Kagenaga was the third bearer of the common name Kojūrō.",
      "pageId": 10223343,
      "monthDay": "05/14"
    },
    {
      "year": "1817",
      "uri": "/wiki/Alexander_Kaufmann",
      "name": "Alexander Kaufmann",
      "aboutText": "Johann Philipp Förtsch (14 May 1652 - 14 December 1732) was a German baroque composer, statesman and doctor.",
      "pageId": 28933603,
      "monthDay": "05/14"
    },
    {
      "year": "1832",
      "uri": "/wiki/Rudolf_Lipschitz",
      "name": "Rudolf Lipschitz",
      "aboutText": "Sidney Bechet (May 14, 1897 – May 14, 1959) was an American jazz saxophonist, clarinetist, and composer.\nHe was one of the first important soloists in jazz (beating cornetist and trumpeter Louis Armstrong to the recording studio by several months and later playing duets with Armstrong), and was perhaps the first notable jazz saxophonist. Forceful delivery, well-constructed improvisations, and a distinctive, wide vibrato characterized Bechet's playing.",
      "pageId": 97593,
      "monthDay": "05/14"
    },
    {
      "year": "1832",
      "uri": "/wiki/Charles_Peace",
      "name": "Charles Peace",
      "aboutText": "Otto Klemperer (14 May 1885 – 6 July 1973) was a German and German-American conductor and composer. He is widely regarded as one of the leading conductors of the 20th century.",
      "pageId": 160071,
      "monthDay": "05/14"
    },
    {
      "year": "1852",
      "uri": "/wiki/Henri_Julien",
      "name": "Henri Julien",
      "aboutText": "Magnus Hirschfeld (14 May 1868 – 14 May 1935) was a Jewish German physician and sexologist educated primarily in Germany; he based his practice in Berlin-Charlottenburg. An outspoken advocate for sexual minorities, Hirschfeld founded the Scientific Humanitarian Committee. Historian Dustin Goltz characterized this group as having carried out \"the first advocacy for homosexual and transgender rights\".",
      "pageId": 234282,
      "monthDay": "05/14"
    },
    {
      "year": "1863",
      "uri": "/wiki/John_Charles_Fields",
      "name": "John Charles Fields",
      "aboutText": "Rudolf Otto Sigismund Lipschitz (14 May 1832 – 7 October 1903) was a German mathematician who made contributions to mathematical analysis (where he gave his name to the Lipschitz continuity condition) and differential geometry, as well as number theory, algebras with involution and classical mechanics.",
      "pageId": 339965,
      "monthDay": "05/14"
    },
    {
      "year": "1867",
      "uri": "/wiki/Kurt_Eisner",
      "name": "Kurt Eisner",
      "aboutText": "Charles Frederick Peace (14 May 1832 – 25 February 1879) was an English burglar and murderer, who embarked on a life of crime after being maimed in an industrial accident when a boy. After killing a policeman in Manchester, he fled to his home-town of Sheffield, where he became obsessed with his neighbour's wife and shot the husband dead. Settling in London, he carried out multiple burglaries before being caught in the prosperous suburb of Blackheath, wounding the policeman who arrested him.",
      "pageId": 353509,
      "monthDay": "05/14"
    },
    {
      "year": "1868",
      "uri": "/wiki/Magnus_Hirschfeld",
      "name": "Magnus Hirschfeld",
      "aboutText": "Kurt Eisner (14 May 1867 – 21 February 1919) was a German-Jewish journalist, theatre critic, and pacifist. As a socialist journalist and statesman, he organized the Socialist Revolution that overthrew the Wittelsbach monarchy in Bavaria in November 1918. He is used as an example of charismatic authority by Max Weber.",
      "pageId": 362060,
      "monthDay": "05/14"
    },
    {
      "year": "1869",
      "uri": "/wiki/Arthur_Rostron",
      "name": "Arthur Rostron",
      "aboutText": "Siegmund Wilhelm Walther List (14 May 1880 – 17 August 1971) was a German field marshal during World War II, and at the start of the war was based in Slovakia in command of the 14th Army.",
      "pageId": 787723,
      "monthDay": "05/14"
    },
    {
      "year": "1872",
      "uri": "/wiki/Elia_Dalla_Costa",
      "name": "Elia Dalla Costa",
      "aboutText": "John Charles Fields, FRS, FRSC (May 14, 1863 – August 9, 1932) was a Canadian mathematician and the founder of the Fields Medal for outstanding achievement in mathematics. First awarded in 1936, the medal has been awarded since 1950 every four years at the International Congress of Mathematicians to two to four recipients under the age of 40.\nBorn in Hamilton, Ontario to a leather shop owner, Fields graduated from Hamilton Collegiate Institute in 1880 and the University of Toronto in 1884 before leaving for the United States to study at Johns Hopkins University in Baltimore, Maryland.",
      "pageId": 805652,
      "monthDay": "05/14"
    },
    {
      "year": "1874",
      "uri": "/wiki/Polaire",
      "name": "Polaire",
      "aboutText": "Edward Augustine \"Ed\" Walsh (May 14, 1881 – May 26, 1959) was a Major League Baseball pitcher. From 1906 to 1912, he had several dominant seasons where he was one of the best pitchers in baseball. Injuries shortened his career.",
      "pageId": 843909,
      "monthDay": "05/14"
    },
    {
      "year": "1878",
      "uri": "/wiki/J.L._Wilkinson",
      "name": "J.L. Wilkinson",
      "aboutText": "Polaire was the stage name used by French singer and actress Émilie Marie Bouchaud (14 May 1874 – 14 October 1939).",
      "pageId": 1013688,
      "monthDay": "05/14"
    },
    {
      "year": "1879",
      "uri": "/wiki/Fred_Englehardt",
      "name": "Fred Englehardt",
      "aboutText": "Pierre Victor Auger (14 May 1899 – 24 December 1993) was a French physicist, born in Paris.",
      "pageId": 1227787,
      "monthDay": "05/14"
    },
    {
      "year": "1880",
      "uri": "/wiki/Wilhelm_List",
      "name": "Wilhelm List",
      "aboutText": "Edward Flanders Robb Ricketts (May 14, 1897 – May 11, 1948) commonly known as Ed Ricketts, was an American marine biologist, ecologist, and philosopher.",
      "pageId": 1422396,
      "monthDay": "05/14"
    },
    {
      "year": "1881",
      "uri": "/wiki/George_Murray_Hulbert",
      "name": "George Murray Hulbert",
      "aboutText": "Henri Julien, baptised Octave-Henri Julien (14 May 1852 – 17 September 1908) was a French Canadian artist and cartoonist noted for his work for the Canadian Illustrated News and for his political cartoons in the Montreal Daily Star. He was the first full-time newspaper editorial cartoonist in Canada.",
      "pageId": 2456555,
      "monthDay": "05/14"
    },
    {
      "year": "1881",
      "uri": "/wiki/Ed_Walsh",
      "name": "Ed Walsh",
      "aboutText": "James Leslie Wilkinson (May 14, 1878 - August 21, 1964) was an American sports executive who founded the barnstorming All Nations baseball club in 1912, and the Negro league baseball team Kansas City Monarchs in 1920.",
      "pageId": 2623639,
      "monthDay": "05/14"
    },
    {
      "year": "1885",
      "uri": "/wiki/Otto_Klemperer",
      "name": "Otto Klemperer",
      "aboutText": "Sir Arthur Henry Rostron, KBE, RD, RNR (14 May 1869 – 4 November 1940) was a captain for the Cunard Line. He was the master of the ocean liner RMS Carpathia when it rescued the survivors of the RMS Titanic which sank on 15 April 1912 after striking an iceberg.\nCaptain Rostron won wide praise for his energetic efforts to reach the Titanic before she sank, and his efficient preparations for and conduct of the rescue of the survivors.",
      "pageId": 2863239,
      "monthDay": "05/14"
    },
    {
      "year": "1887",
      "uri": "/wiki/Ants_Kurvits",
      "name": "Ants Kurvits",
      "aboutText": "Fred Englehardt (Frederick William Englehardt, also written Engelhardt; May 14, 1879 - July 25, 1942) was an American athlete who competed mainly in the long jump and triple jump.\nHe competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the triple jump where he won the silver medal.",
      "pageId": 7348851,
      "monthDay": "05/14"
    },
    {
      "year": "1893",
      "uri": "/wiki/Louis_Verneuil",
      "name": "Louis Verneuil",
      "aboutText": "Louis Jacques Marie Collin du Bocage (14 May 1893 – 3 November 1952), better known by the pen name Louis Verneuil, was a French playwright, screenwriter, and actor.\nBorn in Paris, Verneuil wrote approximately sixty plays and was best known for comedy. Many of his works were produced on Broadway including Monsieur Lamberthier, adapted into Jealousy (1928) starring John Halliday and Fay Bainter, and subsequently adapted again in 1946 as Obsession with Eugenie Leontovich and Basil Rathbone; and Affairs of State (1950) which starred Celeste Holm and Harry Bannister.",
      "pageId": 9565226,
      "monthDay": "05/14"
    },
    {
      "year": "1897",
      "uri": "/wiki/Sidney_Bechet",
      "name": "Sidney Bechet",
      "aboutText": "George Murray Hulbert (May 14, 1881 – April 26, 1950), sometimes called Murray Hulbert was a United States Representative from New York.",
      "pageId": 10397306,
      "monthDay": "05/14"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ed_Ricketts",
      "name": "Ed Ricketts",
      "aboutText": "Elia Dalla Costa (14 May 1872 – 22 December 1961) was an Italian Cardinal of the Roman Catholic Church. He served as the Archbishop of Florence from 1931 until his death, and was elevated to the cardinalate in 1933.",
      "pageId": 11209972,
      "monthDay": "05/14"
    },
    {
      "year": "1899",
      "uri": "/wiki/Pierre_Victor_Auger",
      "name": "Pierre Victor Auger",
      "aboutText": "Ants Kurvits or Hans Kurvits (May 14, 1887 – December 27, 1943) was an Estonian military commander, reaching rank of Major General. He participated in the Estonian War of Independence and later became founder and long time leader of the Estonian Border Guard.",
      "pageId": 38917867,
      "monthDay": "05/14"
    },
    {
      "year": "1899",
      "uri": "/wiki/Earle_Combs",
      "name": "Earle Combs",
      "aboutText": "Ne Win (Burmese: နေဝင်း IPA: [ne wɪɴ]; 14 May 1910 – 5 December 2002) was a Burmese politician and military commander. He was Prime Minister of Burma from 1958 to 1960 and 1962 to 1974 and also head of state from 1962 to 1981. He founded the Burma Socialist Programme Party in 1962 and served as its chairman until 1988.",
      "pageId": 155139,
      "monthDay": "05/14"
    },
    {
      "year": "1900",
      "uri": "/wiki/Hal_Borland",
      "name": "Hal Borland",
      "aboutText": "Muhammad Ayub Khan (Urdu: محمد ایوب خان‎; 14 May 1907 –19 April 1974), widely known as Ayub Khan, was the first native four-star general and the only self-appointed Field Marshal of Pakistan Army. He was a military dictator and also the self-appointed second President of Pakistan who assumed power in the 1958 Pakistani coup d'état, serving in office until his forced resignation amid a popular uprising in 1969.\nTrained at Sandhurst, Ayub Khan fought in World War II as an officer in the British Indian Army.",
      "pageId": 230351,
      "monthDay": "05/14"
    },
    {
      "year": "1900",
      "uri": "/wiki/Walter_Rehberg",
      "name": "Walter Rehberg",
      "aboutText": "Earle Bryan Combs (May 14, 1899 – July 21, 1976) was an American professional baseball player who played his entire career for the New York Yankees (1924–35). Combs batted leadoff and played center field on the Yankees' fabled 1927 team (often referred to as Murderers' Row). He is one of six players on that team who have been inducted into the Baseball Hall of Fame; the other five are Waite Hoyt, Herb Pennock, Tony Lazzeri, Lou Gehrig and Babe Ruth.",
      "pageId": 548024,
      "monthDay": "05/14"
    },
    {
      "year": "1900",
      "uri": "/wiki/Leo_Smit_(Dutch_composer)",
      "name": "Leo Smit",
      "aboutText": "Johnny Moss (May 14, 1907 – December 16, 1995) was a gambler and professional poker player. He was the first winner of the World Series of Poker (WSOP) Main Event, at the time a cash game event in which he was awarded the title by the vote of his peers in 1970, He also twice won the current tournament format of the WSOP Main Event in 1971 and 1974.",
      "pageId": 979276,
      "monthDay": "05/14"
    },
    {
      "year": "1900",
      "uri": "/wiki/Edgar_Wind",
      "name": "Edgar Wind",
      "aboutText": "Robert Frederick Christy (May 14, 1916 – October 3, 2012) was a Canadian-American theoretical physicist and later astrophysicist who was one of the last surviving people to have worked on the Manhattan Project during World War II. He was also briefly president of California Institute of Technology (Caltech).\nA graduate of the University of British Columbia (UBC) in the 1930s where he studied physics, he followed George Volkoff, who was a year ahead of him, to the University of California, Berkeley, where he was accepted as a graduate student by Robert Oppenheimer, the leading theoretical physicist in the United States at that time. Christy received his doctorate in 1941 and joined the physics department of Illinois Institute of Technology.",
      "pageId": 996863,
      "monthDay": "05/14"
    },
    {
      "year": "1901",
      "uri": "/wiki/Robert_Ritter",
      "name": "Robert Ritter",
      "aboutText": "Godfrey Lionel Rampling (14 May 1909 – 20 June 2009) was an English athlete and army officer who competed for Great Britain in the 1932 Summer Olympics and in the 1936 Summer Olympics.",
      "pageId": 1186716,
      "monthDay": "05/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Billie_Dove",
      "name": "Billie Dove",
      "aboutText": "Hans Albert Einstein (May 14, 1904 – July 26, 1973) was a Swiss-American engineer and educator, and the second child and first son of Albert Einstein and Mileva Marić. He is best known for his research on sediment transport.",
      "pageId": 1373258,
      "monthDay": "05/14"
    },
    {
      "year": "1904",
      "uri": "/wiki/Hans_Albert_Einstein",
      "name": "Hans Albert Einstein",
      "aboutText": "Billie Dove (May 14, 1903 – December 31, 1997) was an American actress.",
      "pageId": 1842923,
      "monthDay": "05/14"
    },
    {
      "year": "1904",
      "uri": "/wiki/Marcel_Junod",
      "name": "Marcel Junod",
      "aboutText": "Marcel Junod (May 14, 1904 – June 16, 1961) was a Swiss doctor and one of the most accomplished field delegates in the history of the International Committee of the Red Cross (ICRC). After medical school and a short position as a surgeon in Mulhouse, France, he became an ICRC delegate and was deployed in Ethiopia during the Second Italo-Abyssinian War, in Spain during the Spanish Civil War, and in Europe as well as in Japan during World War II. In 1947, he wrote a book with the title Warrior without Weapons about his experiences. After the war, he worked for the United Nations Children's Fund (UNICEF) as chief representative in China, and settled back in Europe in 1950.",
      "pageId": 2129886,
      "monthDay": "05/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jean_Dani%C3%A9lou",
      "name": "Jean Daniélou",
      "aboutText": "Delesio Antonio Berni (Rosario, 14 May 1905 - Buenos Aires, 13 October 1981) was an Argentinian figurative artist. He is associated with the movement known as Nuevo Realismo (\"New Realism\"), a Latin American extension of social realism.",
      "pageId": 2677611,
      "monthDay": "05/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Herbert_Morrison_(announcer)",
      "name": "Herbert Morrison",
      "aboutText": "Harold \"Hal\" Glen Borland (May 14, 1900 – February 22, 1978) was a well-known American author, journalist and naturalist. In addition to writing many non-fiction and fiction books about the outdoors, he was a staff writer and editorialist for The New York Times.",
      "pageId": 4228521,
      "monthDay": "05/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Antonio_Berni",
      "name": "Antonio Berni",
      "aboutText": "Robert Ritter, Ph. D. (14 May 1901 – 15 April 1951) was a German psychiatrist and physician best known for his influential racist work related to the Romani people.\nBorn in Aachen, Ritter received his doctorate in educational psychology at the University of Munich in 1927.",
      "pageId": 4423828,
      "monthDay": "05/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ayub_Khan_(President_of_Pakistan)",
      "name": "Ayub Khan",
      "aboutText": "Leopold (Leo) Smit (14 May 1900 – 30 April 1943) was a Dutch composer, killed during The Holocaust at the Sobibor extermination camp.",
      "pageId": 4850955,
      "monthDay": "05/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Johnny_Moss",
      "name": "Johnny Moss",
      "aboutText": "Jean-Guenolé-Marie Daniélou, S.J. (French: [danjelu]; 14 May 1905 – 20 May 1974) was a French Jesuit and Roman Catholic cardinal.",
      "pageId": 5000268,
      "monthDay": "05/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hans_von_der_Groeben",
      "name": "Hans von der Groeben",
      "aboutText": "Agnes Betty Jeffrey, OAM (14 May 1908 – 13 September 2000) was a nurse in the 2/10th Australian General Hospital during World War II; she was taken captive by the Japanese Imperial Army and interned in the Dutch East Indies. She later wrote about her experiences in the book White Coolies, which partially inspired the film Paradise Road and the 1955 Australian radio series White Coolies .",
      "pageId": 5031964,
      "monthDay": "05/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Betty_Jeffrey",
      "name": "Betty Jeffrey",
      "aboutText": "Edgar Wind (14 May 1900 – 12 September 1971) was a German-born British interdisciplinary art historian, specializing in iconology in the Renaissance era. He was a member of the school of art historians associated with Aby Warburg and the Warburg Institute as well as the first Professor of art history at Oxford University.",
      "pageId": 5240152,
      "monthDay": "05/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Godfrey_Rampling",
      "name": "Godfrey Rampling",
      "aboutText": "Hans von der Groeben (14 May 1907 – 5/6 March 2005) was a German diplomat, scientist and journalist and member of the European Commission.\nVon der Groeben was born in Langheim (today Łankiejmy, Poland) near Rastenburg, East Prussia.\nA son of landowner Georg von der Groeben and Eva von Mirbach, he studied jurisprudence and political economics at the Universities of Berlin, Bonn and Göttingen.",
      "pageId": 5846327,
      "monthDay": "05/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ne_Win",
      "name": "Ne Win",
      "aboutText": "Walter Rehberg (14 May 1900 in Geneva – 24 October 1957) was a Swiss concert pianist, composer and writer on musical subjects who was particularly active from the 1920s to 1950s.\nWalter Rehberg came from a line of notable pianists. His grandfather was Friedrich Rehberg, a distinguished pianist, and his father Willy Rehberg (1863–1937).",
      "pageId": 11815217,
      "monthDay": "05/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Gul_Khan_Nasir",
      "name": "Gul Khan Nasir",
      "aboutText": "Mir Gul Khan Nasir (Urdu: میر گل خان نصیر‎), also widely regarded as Malek o-Sho'arā Balochistan (Urdu: ملک‌ شعراء بلوچستان‎; May 14, 1914 – 6 December 1983) was a prominent politician, poet, historian, and journalist from Balochistan, Pakistan. Born on 14 May 1914 in Noshki, Gul Khan Nasir was at the forefront of the Baloch Nationalist Movement and was most active between 1935 to 1980. His father’s name was Mir Habib Khan and he belonged to the Paindzai family of the Zagar Mengal sub branch of the Mengal tribe.",
      "pageId": 21850112,
      "monthDay": "05/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_F._Christy",
      "name": "Robert F. Christy",
      "aboutText": "Herbert O. \"Herb\" Morrison ((1905-05-14)May 14, 1905 – January 10, 1989(1989-01-10)) was an American radio reporter best known for his dramatic report of the Hindenburg disaster, a catastrophic fire that destroyed the LZ 129 Hindenburg zeppelin on May 6, 1937, killing 36 people.",
      "pageId": 32506685,
      "monthDay": "05/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Lance_Dossor",
      "name": "Lance Dossor",
      "aboutText": "John Eric Bartholomew, OBE (14 May 1926 – 28 May 1984), known by his stage name Eric Morecambe, was an English comedian who together with Ernie Wise formed the award-winning double act Morecambe and Wise. The partnership lasted from 1941 until Morecambe's death in 1984. Morecambe took his stage name from his home town, the seaside resort of Morecambe.",
      "pageId": 86253,
      "monthDay": "05/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Del_Moore",
      "name": "Del Moore",
      "aboutText": "Franjo Tuđman (Croatian pronunciation: [frǎːɲo tûd͡ʑman]; 14 May 1922 – 10 December 1999) was a Croatian politician and historian. Following the country's independence from Yugoslavia he became the first President of Croatia and served as president from 1990 until his death.\nTuđman was born in Veliko Trgovišće, Croatia.",
      "pageId": 168300,
      "monthDay": "05/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Marco_Zanuso",
      "name": "Marco Zanuso",
      "aboutText": "Lou Silver Harrison (May 14, 1917 – February 2, 2003) was an American composer. He was a student of Henry Cowell, Arnold Schoenberg, and K. P. H. Notoprojo (formerly called K.R.T. Wasitodiningrat, informally called Pak Cokro).\nHarrison is particularly noted for incorporating elements of the music of non-Western cultures into his work, with a number of pieces written for Javanese style gamelan instruments, including ensembles constructed and tuned by Harrison and his partner William Colvig.",
      "pageId": 180728,
      "monthDay": "05/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Lou_Harrison",
      "name": "Lou Harrison",
      "aboutText": "Adnan al-Pachachi or Adnan Muzahim Ameen al-Pachachi (Arabic: عدنان الباجه جي‎) (born May 14, 1923) is a veteran Iraqi politician and diplomat. Pachachi was Iraq's Permanent Representative to the United Nations from 1959 to 1965 and Foreign Minister of Iraq from 1965 to 1967 during the Six-Day War with Israel; he again served as Permanent Representative to the UN from 1967 to 1969. After 1971, he spent a long period in exile.",
      "pageId": 419557,
      "monthDay": "05/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Norman_Luboff",
      "name": "Norman Luboff",
      "aboutText": "Richard Deacon (May 14, 1921 – August 8, 1984), born in Philadelphia, Pennsylvania, was an American television and motion picture actor.",
      "pageId": 569003,
      "monthDay": "05/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Solange_Chaput-Rolland",
      "name": "Solange Chaput-Rolland",
      "aboutText": "John Raymond Hope (May 14, 1919 - June 13, 2002) was an American meteorologist who specialized in hurricane forecasting and was an on-air personality on The Weather Channel.",
      "pageId": 898838,
      "monthDay": "05/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/John_Hope_(meteorologist)",
      "name": "John Hope",
      "aboutText": "Mrinal Sen (also spelled Mrinal Shen, born 14, May, 1923) is an Indian filmmaker based in Kolkata. Along with his contemporaries Satyajit Ray and Ritwik Ghatak, he is often considered to be one of the greatest ambassadors of Indian parallel cinema on the global stage. Like the works of Ray and Ghatak, his cinema is known for its artistic depiction of social reality.",
      "pageId": 1088341,
      "monthDay": "05/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Richard_Deacon_(actor)",
      "name": "Richard Deacon",
      "aboutText": "Solange Chaput-Rolland, OC OQ (May 14, 1919 – November 1, 2001) was a Canadian journalist, author, lecturer, politician, and Senator.\nBorn in Montreal, the daughter of Émile Chaput and Rosalie Loranger, she received her education from the Couvent d'Outremont, the Sorbonne and the Institut Catholique de Paris.Her brother, Yves Chaput was the husband of Françoise Poliquin, daughter of Jean Poliquin, grandfather of Jean-Nicolas De Surmont.\nDuring the 1950s she worked as a journalist for the CBC with a young Jeanne Sauvé with whom she remained friends until Sauvé's death.",
      "pageId": 2108734,
      "monthDay": "05/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Arve_Opsahl",
      "name": "Arve Opsahl",
      "aboutText": "Oona O'Neill Chaplin, Lady Chaplin (May 14, 1925 – September 27, 1991) was the daughter of Nobel- and Pulitzer-Prize-winning American playwright Eugene O'Neill and English-born writer Agnes Boulton, and the fourth and last wife of English actor and filmmaker Charlie Chaplin.\nO'Neill's parents divorced when she was four years old, after which she was raised by her mother in Point Pleasant, New Jersey, and very rarely saw her father. She first came to the public eye during her time at the Brearley School in New York City in 1940–1942, when she was photographed attending fashionable nightclubs with her friends Carol Marcus and Gloria Vanderbilt.",
      "pageId": 3043463,
      "monthDay": "05/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Franjo_Tu%C4%91man",
      "name": "Franjo Tuđman",
      "aboutText": "Boris Khristoforovich Parsadanian (Russian: Борис Христофорович Парсаданян; 14 May 1925 in Kislovodsk – 14 May 1997 in Tallinn) was an Armenian-Estonian composer.\nBorn in Kislovodsk, Russia, his initial studies were conducted under Litinsky at the Studio of the Armenian House of Culture. His studies were interrupted by World War II, for which he was decorated for his service.",
      "pageId": 3270264,
      "monthDay": "05/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Adnan_Pachachi",
      "name": "Adnan Pachachi",
      "aboutText": "Norman Luboff (May 14, 1917 - September 22, 1987) was an American music arranger, music publisher, and choir director.",
      "pageId": 3294459,
      "monthDay": "05/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mrinal_Sen",
      "name": "Mrinal Sen",
      "aboutText": "Harry Lancelot \"Lance\" Dossor (14 May 1916 – 3 December 2005) was a British-born classical music concert pianist and teacher who emigrated to Australia in May 1953.",
      "pageId": 3327789,
      "monthDay": "05/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sophie_Kurys",
      "name": "Sophie Kurys",
      "aboutText": "Ninian Sanderson (14 May 1925, Glasgow, Scotland – 1 October 1985) was a car dealer, sports car racing driver, and winner of the 1956 24 Hours of Le Mans.\nIn common with many drivers of his era, Sanderson cut his racing teeth in the highly competitive 500cc Formula 3 class in the early 1950s. He is best known for winning the 1956 24 Hours of Le Mans for the Ecurie Ecosse team, together with Ron Flockhart in an ex-works Jaguar D-Type.",
      "pageId": 5108990,
      "monthDay": "05/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Patrice_Munsel",
      "name": "Patrice Munsel",
      "aboutText": "Herbert W. Franke (born 14 May 1927 in Vienna) is an Austrian scientist and writer. Die Zeit calls him \"the most prominent German writing Science Fiction author\".",
      "pageId": 5323748,
      "monthDay": "05/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Oona_O%27Neill",
      "name": "Oona O'Neill",
      "aboutText": "Del Moore (May 14, 1916 - August 30, 1970) was a comedian, a television and movie actor, and a radio announcer.\nBorn Marion Delbridge Moore in Pensacola, Florida, he began his career in radio before moving to television. In 1952, he appeared in the first of several So You Want To ...",
      "pageId": 6796866,
      "monthDay": "05/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Boris_Parsadanian",
      "name": "Boris Parsadanian",
      "aboutText": "Patrice Beverly Munsel (born May 14, 1925) is an American coloratura soprano, the youngest singer who ever starred at the Metropolitan Opera, nicknamed \"Princess Pat\".",
      "pageId": 8051628,
      "monthDay": "05/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Al_Porcino",
      "name": "Al Porcino",
      "aboutText": "Arve Opsahl (14 May 1921 – 29 April 2007) was a Norwegian movie and stage actor, singer and stand-up comedian.\nOpsahl began his career as a comedian in 1942, and played numerous roles both on stage and in more than forty movies. He was then chosen to be the head of Olsenbanden, Egon Olsen.",
      "pageId": 8163215,
      "monthDay": "05/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ninian_Sanderson",
      "name": "Ninian Sanderson",
      "aboutText": "Marco Zanuso (1916 – 2001) was an Italian architect and designer.",
      "pageId": 10906526,
      "monthDay": "05/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Eric_Morecambe",
      "name": "Eric Morecambe",
      "aboutText": "Al Porcino (May 14, 1925 – December 31, 2013) was an American lead trumpeter.\nPorcino began playing professionally in 1943, and played in many of the big bands of the 1940s and 1950s, including those of Georgie Auld, Louis Prima, Jerry Wald, Tommy Dorsey, Gene Krupa, and Chubby Jackson. He played with Woody Herman in 1946, 1949-1950, and again in 1954.",
      "pageId": 15703734,
      "monthDay": "05/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Herbert_W._Franke",
      "name": "Herbert W. Franke",
      "aboutText": "Sophie Kurys (May 14, 1925 – February 17, 2013) was a former second basewoman who played from 1943 through 1952 in the All-American Girls Professional Baseball League.",
      "pageId": 15845246,
      "monthDay": "05/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Will_%22Dub%22_Jones",
      "name": "Will \"Dub\" Jones",
      "aboutText": "Bobby Darin (born Walden Robert Cassotto; May 14, 1936 – December 20, 1973) was an American singer, songwriter, multi-instrumentalist and actor of film and television. He performed in a range of music genres, including jazz, pop, rock'n'roll, folk, swing and country.\nHe started as a songwriter for Connie Francis, and recorded his own first million-seller \"Splish Splash\" in 1958.",
      "pageId": 100161,
      "monthDay": "05/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Frederik_H._Kreuger",
      "name": "Frederik H. Kreuger",
      "aboutText": "Dame Jane Elizabeth Ailwên Phillips, DBE (born 14 May 1933), known professionally as Siân Phillips (/ˈʃɑːn/), is a Welsh actress.",
      "pageId": 167969,
      "monthDay": "05/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Brian_Macdonald_(choreographer)",
      "name": "Brian Macdonald",
      "aboutText": "Alvin Lucier (born May 14, 1931) is an American composer of experimental music and sound installations that explore acoustic phenomena and auditory perception. A long-time music professor at Wesleyan University, Lucier was a member of the influential Sonic Arts Union, which included Robert Ashley, David Behrman, and Gordon Mumma.",
      "pageId": 292473,
      "monthDay": "05/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Barbara_Branden",
      "name": "Barbara Branden",
      "aboutText": "Richard Dalton Howser (May 14, 1936 – June 17, 1987) was an American Major League Baseball shortstop, coach and manager.",
      "pageId": 303853,
      "monthDay": "05/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Henry_McGee",
      "name": "Henry McGee",
      "aboutText": "Barbara Branden (née Weidman; May 14, 1929 – December 11, 2013) was a Canadian writer, editor, and lecturer, known for her relationship and subsequent break with novelist-philosopher Ayn Rand.\n^ Doherty, Brian (12 December 2013). \"Barbara Branden, RIP\".",
      "pageId": 1147923,
      "monthDay": "05/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gump_Worsley",
      "name": "Gump Worsley",
      "aboutText": "Lorne John \"Gump\" Worsley (May 14, 1929 – January 26, 2007) was a professional ice hockey goaltender.",
      "pageId": 1228474,
      "monthDay": "05/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/William_James_(soldier)",
      "name": "William James",
      "aboutText": "Charlie Gracie (born Charles Anthony Graci, May 14, 1936, Philadelphia) is an American rock pioneer and singer.\n^ Murrells, Joseph (1978). The Book of Golden Discs (2nd ed.).",
      "pageId": 1959534,
      "monthDay": "05/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Alvin_Lucier",
      "name": "Alvin Lucier",
      "aboutText": "Brian Ronald Macdonald, CC (May 14, 1928 – November 29, 2014) was a Canadian dancer, choreographer and director of opera, theatre and musical theatre.",
      "pageId": 1972737,
      "monthDay": "05/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Robert_Bechtle",
      "name": "Robert Bechtle",
      "aboutText": "For the wildebeest expert, see Richard Despard Estes.\nRichard Estes (born May 14, 1932, Kewanee, Illinois) is an American artist, best known for his photorealist paintings. The paintings generally consist of reflective, clean, and inanimate city and geometric landscapes.",
      "pageId": 2032938,
      "monthDay": "05/14"
    },
    {
      "year": "1932",
      "uri": "/w/index.php?title=Mario_Bich%C3%B3n&action=edit&redlink=1",
      "name": "Mario Bichón",
      "aboutText": "Henry McGee (14 May 1929 – 28 January 2006) was a British actor, best known as straight man to Benny Hill for many years. McGee was also often the announcer on Hill's TV programme, delivering the upbeat intro \"Yes! It's The Benny Hill Show!\".",
      "pageId": 2428585,
      "monthDay": "05/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Estes",
      "name": "Richard Estes",
      "aboutText": "Victor Carl \"Vic\" Eliason (May 14, 1936 – December 5, 2015) was an American evangelical clergyman who founded the VCY America Radio Network, a conservative Christian broadcasting ministry, based in Milwaukee.",
      "pageId": 3896300,
      "monthDay": "05/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Michael_Chevalier",
      "name": "Michael Chevalier",
      "aboutText": "Frank Harte (14 May 1933 – 27 June 2005) was a traditional Irish singer, song collector, architect and lecturer. He was born in Chapelizod, County Dublin, and raised in Dublin. His father, Peter Harte, who had moved from a farming background in Sligo, owned 'The Tap' pub in Chapelizod.",
      "pageId": 3989926,
      "monthDay": "05/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Frank_Harte",
      "name": "Frank Harte",
      "aboutText": "Robert Bechtle (born May 14, 1932 in San Francisco, California), is an American painter. He received his Bachelor of Fine Arts (1954) and Master of Fine Arts (1958) from the California College of Arts and Crafts, now the California College of the Arts, in Oakland, California.\nExcept for his military service in Germany, Bechtle has lived all his life in the Bay Area; and his art is centered on scenes from everyday life.",
      "pageId": 6160069,
      "monthDay": "05/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Si%C3%A2n_Phillips",
      "name": "Siân Phillips",
      "aboutText": "Michael Chevalier (born May 14, 1933) is a German synchronis speaker and actor born in Berlin. He has provided the German dub voices for Charles Bronson (Once Upon a Time in the West), Richard Harris (The Wild Geese), Omar Sharif (Doctor Zhivago), Oliver Reed (Gladiator), Steve McQueen (The Cincinnati Kid), Dan Blocker (Bonanza) and William Conrad (Jake and the Fatman). He has also provided dubs for Marlon Brando, Paul Newman and Sean Connery.",
      "pageId": 6209782,
      "monthDay": "05/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Rudi_%C5%A0eligo",
      "name": "Rudi Šeligo",
      "aboutText": "Will J. \"Dub\" Jones (May 14, 1928 – January 16, 2000) was an American R&B singer. He was born in Shreveport, Louisiana and died in Long Beach, California. He was inducted as a member of the Rock and Roll Hall of Fame as a member of The Coasters in 1987.",
      "pageId": 12505913,
      "monthDay": "05/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bobby_Darin",
      "name": "Bobby Darin",
      "aboutText": "Frederik Hendrik Kreuger (14 May 1928 – 10 January 2015), was a Dutch high voltage scientist and inventor, lived in Delft, the Netherlands, and was professor emeritus of the Delft University of Technology.",
      "pageId": 15884301,
      "monthDay": "05/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Vic_Eliason",
      "name": "Vic Eliason",
      "aboutText": "Rudi Šeligo (14 May 1935 – 22 January 2004) was a Slovenian writer, playwright, essayist and politician.",
      "pageId": 22029084,
      "monthDay": "05/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Charlie_Gracie",
      "name": "Charlie Gracie",
      "aboutText": "Sir Robert David Hugh Boyd FRCP, FFPH, FRCPCH, FMedSci (born 14 May 1938) is a British paediatrician and head of research and Development for Greater Manchester NHS. From 1989 to 1993 he was Dean of the Medical School and Professor of Paediatrics at the University of Manchester. From 1993 to 1996 he was Chair of the Manchester Health authority. He was Principal of St George's Hospital Medical School, University of London, 1996–2003, and Pro-Vice-Chancellor of the University of London from 2000 to 2003.",
      "pageId": 31027825,
      "monthDay": "05/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dick_Howser",
      "name": "Dick Howser",
      "aboutText": "Major General William Brian \"Digger\" James AC, AO (Mil), MBE, MC (14 May 1930 – 16 October 2015) was an Australian soldier and military physician who served in the Australian Army during the Korean War and the Vietnam War.",
      "pageId": 48328460,
      "monthDay": "05/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Robert_Boyd_(paediatrician)",
      "name": "Robert Boyd",
      "monthDay": "05/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Veruschka_von_Lehndorff",
      "name": "Veruschka von Lehndorff",
      "aboutText": "Ólafur Ragnar Grímsson [ˈouːlavʏr ˈraknar ˈkrimsɔn], (born 14 May 1943) is the fifth President of Iceland, having served since 1996; he was unopposed in 2000, re-elected for a third term in 2004, re-elected unopposed for a fourth term in 2008 and re-elected for a record fifth term in 2012.",
      "pageId": 162320,
      "monthDay": "05/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Chay_Blyth",
      "name": "Chay Blyth",
      "aboutText": "Valeriy Nikolayevich Brumel (Russian: Валерий Николаевич Брумель; 14 April 1942 – 26 January 2003) was a Soviet high jumper. The 1964 Olympic champion and multiple world record holder, he is regarded as one of the greatest athletes ever to compete in the high jump.",
      "pageId": 174856,
      "monthDay": "05/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/H._Jones",
      "name": "H. Jones",
      "aboutText": "John Symon Asher \"Jack\" Bruce (14 May 1943 – 25 October 2014) was a Scottish musician, composer and vocalist, known primarily for his contributions to the British supergroup Cream, which also included guitarist-singer Eric Clapton and drummer Ginger Baker. In March, 2011, Rolling Stone readers selected him as the eighth greatest bass guitarist of all time.",
      "pageId": 178802,
      "monthDay": "05/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/George_Mathewson",
      "name": "George Mathewson",
      "aboutText": "Atanasio \"Tony\" Pérez Rigal (born May 14, 1942), is a former Major League Baseball player and member of the Baseball Hall of Fame. Variously nicknamed \"Big Dog\", \"Big Doggie\", \"Doggie\", and \"The Mayor of Riverfront\", the slugging seven-time All-Star split his career between third and first base, earning two World Series rings during a twenty-three year playing career, and one World Series ring as a coach.\nAlong with fellow stars Pete Rose and Johnny Bench, Pérez was a key member of Cincinnati's celebrated \"Big Red Machine\".",
      "pageId": 180111,
      "monthDay": "05/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Troy_Shondell",
      "name": "Troy Shondell",
      "aboutText": "Byron Leslie Dorgan (born May 14, 1942) is a former United States Senator and United States Congressman from North Dakota and currently serves as a senior policy advisor for the Washington, DC law firm Arent Fox LLP. He served 12 years in the U.S. House and 18 years in the Senate. He was a member of the Senate Democratic leadership for 16 years, first as Assistant Democratic Floor Leader and then as Chairman of the Democratic Policy Committee and Chairman of the Committee on Indian Affairs. In 2010, Dorgan announced that he would not seek re-election in the 2010 North Dakota senate election.",
      "pageId": 379861,
      "monthDay": "05/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ada_den_Haan",
      "name": "Ada den Haan",
      "aboutText": "Lieutenant-Colonel Herbert Jones, VC, OBE (14 May 1940 – 28 May 1982), known as H. Jones, was a British army officer and posthumous recipient of the Victoria Cross.",
      "pageId": 1157237,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Valeriy_Brumel",
      "name": "Valeriy Brumel",
      "aboutText": "Sir Charles Blyth, CBE, BEM (born 14 May 1940), known as Chay Blyth, is a Scottish yachtsman and rower. He was the first person to sail single-handed non-stop westwards around the world (1971), on a 59-foot boat called British Steel.\n^ \"Birthday's today\".",
      "pageId": 1227035,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Byron_Dorgan",
      "name": "Byron Dorgan",
      "aboutText": "Elizabeth Ray (born Betty Lou Ray on May 14, 1943, in Marshall, North Carolina ) was the central figure in a much publicized sex scandal in 1976 that ended the career of U.S. Rep. Wayne Hays (D-Ohio).\nThe Washington Post reported that Ray had been on the payroll of a committee run by Hays for two years as a clerk-secretary.",
      "pageId": 2109098,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Prentis_Hancock",
      "name": "Prentis Hancock",
      "aboutText": "Sir George Mathewson (born 14 May 1940 in Dunfermline, Fife) is a British businessman. His father (also George) was an electrical engineer. He was educated at Perth Academy and the University of St Andrews' Queen's College in Dundee, from where he graduated in 1961 with a degree in mathematics and applied physics.",
      "pageId": 2130678,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Alistair_McAlpine,_Baron_McAlpine_of_West_Green",
      "name": "Alistair McAlpine, Baron McAlpine of West Green",
      "aboutText": "Sir Richard Peto FRS (born 14 May 1943) is Professor of Medical Statistics and Epidemiology at the University of Oxford, England.\nHe attended Taunton's School in Southampton and subsequently studied Natural Sciences at Queens' College, Cambridge University.\nHis career has included important collaborations with Richard Doll beginning at the Medical Research Council Statistical Research Unit in London.",
      "pageId": 2451474,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tony_P%C3%A9rez",
      "name": "Tony Pérez",
      "aboutText": "Malise Ruthven (born 14 May 1942) is an Anglo-Irish academic and writer. Born in Dublin in 1942, he earned an MA in English Literature at Cambridge University, before working as a scriptwriter with the BBC Arabic and World Service, and a consultant on Middle Eastern affairs. He earned his PhD in Social and Political Sciences from Cambridge University.",
      "pageId": 2519384,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Malise_Ruthven",
      "name": "Malise Ruthven",
      "aboutText": "Robert Alistair McAlpine, Baron McAlpine of West Green (14 May 1942 – 17 January 2014), often known as Alistair McAlpine, was a British businessman, politician and author who was an advisor to Prime Minister Margaret Thatcher. McAlpine was descended from the McAlpine baronets who made their fortune in the construction industry. McAlpine held a variety of jobs before becoming prominent in British politics in the 1980s as the treasurer and a major fundraiser of the Conservative Party.",
      "pageId": 2665439,
      "monthDay": "05/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/R%C3%BCdiger_Vogler",
      "name": "Rüdiger Vogler",
      "aboutText": "Troy Shondell (born Gary Shelton, May 14, 1940, Fort Wayne, Indiana) is an American vocalist, who achieved a modicum of fame and recognition in the early 1960s. He became a transatlantic one-hit wonder, by releasing a single that made the record charts in both the US and the UK. The song, \"This Time\" (or sometimes billed as \"This Time (We're Really Breaking Up)\" sold over one million records, earning gold disc status. In a single year, sales were over three million copies.",
      "pageId": 3833076,
      "monthDay": "05/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jack_Bruce",
      "name": "Jack Bruce",
      "aboutText": "Derek \"Lek\" Leckenby (14 May 1943 – 4 June 1994) was an English musician and lead guitarist, most famous for his work with English pop group Herman's Hermits.",
      "pageId": 3833261,
      "monthDay": "05/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/L._Denis_Desautels",
      "name": "L. Denis Desautels",
      "aboutText": "Prentis Hancock (born 14 May 1942) is a British actor, best known for his television roles.\nHe was a regular cast member of the first season of science fiction series Space: 1999 as Paul Morrow, and also appeared in a number of Doctor Who stories throughout the 1970s - Spearhead from Space and Planet of the Daleks with Jon Pertwee and Planet of Evil and The Ribos Operation with Tom Baker.\nOther TV appearances include Z-Cars, Colditz, Survivors, The New Avengers, Secret Army, Return of the Saint, Minder, Chocky's Children, The Professionals and The Bill.",
      "pageId": 4196862,
      "monthDay": "05/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Derek_Leckenby",
      "name": "Derek Leckenby",
      "aboutText": "Vera Gräfin von Lehndorff-Steinort or Veruschka von Lehndorff (born 14 May 1939) is a German model, actress, and artist who was popular during the 1960s.",
      "pageId": 5859323,
      "monthDay": "05/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/%C3%93lafur_Ragnar_Gr%C3%ADmsson",
      "name": "Ólafur Ragnar Grímsson",
      "aboutText": "Rüdiger Vogler (born 14 May 1942 in Warthausen near Biberach an der Riß) is a German film and stage actor.",
      "pageId": 7569171,
      "monthDay": "05/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_Peto",
      "name": "Richard Peto",
      "aboutText": "L. Denis Desautels, OC (born May 14, 1943) is a Canadian accountant, corporate director, and former Auditor General of Canada.\nBorn in Saint-Bruno-de-Montarville, Quebec, Desautels received a Bachelor of Commerce degree from the McGill University Desautels Faculty of Management in 1964 and became a Chartered Accountant in 1966.\nIn 1964, he joined the Montreal accounting firm of Clarkson Gordon (now Caron Bélanger Ernst & Young).",
      "pageId": 14666189,
      "monthDay": "05/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Elizabeth_Ray",
      "name": "Elizabeth Ray",
      "aboutText": "Gene Cornish (born May 14, 1944) is an American guitarist and harmonica player. He is an original member of the popular 1960s blue-eyed soul band The Rascals. From 1965–70, the band recorded eight albums and had thirteen singles that reached Billboard's Top 40 chart.",
      "pageId": 27306255,
      "monthDay": "05/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gene_Cornish",
      "name": "Gene Cornish",
      "aboutText": "Adelaïde Henriette \"Ada\" den Haan (born 14 May 1941) is a retired Dutch breaststroke swimmer. She dominated the 200m breaststroke event in the 1950s, setting four world records in 1956-1957, one under the old rules and three under the new rules that disallowed long underwater swimming. However, she could not participate in the 1956 Summer Olympics that were boycotted by the Netherlands in protest of the suppression of the Hungarian Revolution by the Soviet Union.",
      "pageId": 36709565,
      "monthDay": "05/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/George_Lucas",
      "name": "George Lucas",
      "aboutText": "George Walton Lucas, Jr. (born May 14, 1944) is an American filmmaker and entrepreneur. He is best known as the creator of the Star Wars and Indiana Jones franchises, as well as the founder of Lucasfilm and Industrial Light & Magic.",
      "pageId": 11857,
      "monthDay": "05/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Francesca_Annis",
      "name": "Francesca Annis",
      "aboutText": "David Byrne (born 14 May 1952) is a Scottish-born American musician who was the founding member, principal songwriter, and lead singer and guitarist of the American new wave band Talking Heads, active between 1975 and 1991.\nSince then, Byrne has released his own solo recordings and worked with various media including film, photography, opera, fiction and non-fiction. He has received Grammy, Oscar, and Golden Globe awards and been inducted into the Rock and Roll Hall of Fame.",
      "pageId": 81795,
      "monthDay": "05/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Nicholls_(rugby_league)",
      "name": "George Nicholls",
      "aboutText": "Robert Lee Zemeckis (born May 14, 1952) is an American filmmaker and screenwriter. Zemeckis is credited as one of the greatest \"visual storytellers\" in filmmaking and is a pioneer of visual effects. He has directed some of the biggest blockbuster hits of the past few decades.",
      "pageId": 213266,
      "monthDay": "05/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Yochanan_Vollach",
      "name": "Yochanan Vollach",
      "aboutText": "Michael Cathel Fallon MP (born 14 May 1952) is a British Conservative politician and Member of Parliament for Sevenoaks.\nSince 2014, he has served as Secretary of State for Defence and been a member of the National Security Council. He was previously Vice Chairman of the Conservative Party.",
      "pageId": 421577,
      "monthDay": "05/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sarah_Hogg,_Viscountess_Hailsham",
      "name": "Sarah Hogg, Viscountess Hailsham",
      "aboutText": "Francesca Annis (born 14 May 1945) is an English actress. She is known for films such as Dune (1984) and television series such as Reckless (1998), Wives and Daughters (1999), Cranford (2007), and Deceit (2000).",
      "pageId": 674500,
      "monthDay": "05/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tamara_Dobson",
      "name": "Tamara Dobson",
      "aboutText": "Robert Andrew Woolmer (14 May 1948 – 18 March 2007) was an international cricketer, professional cricket coach and also a professional commentator. He played in 19 Test matches and 6 One Day Internationals for England and later coached South Africa, Warwickshire and Pakistan.\nOn 18 March 2007, Woolmer died suddenly in Jamaica, just a few hours after the Pakistan team's unexpected elimination at the hands of Ireland in the 2007 Cricket World Cup.",
      "pageId": 1485764,
      "monthDay": "05/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tim_Stevenson_(Lord_Lieutenant)",
      "name": "Timothy Stevenson",
      "aboutText": "Scott K. Irwin (May 14, 1952 – September 5, 1987) was an American professional wrestler.",
      "pageId": 2180361,
      "monthDay": "05/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bob_Woolmer",
      "name": "Bob Woolmer",
      "aboutText": "Adolfo Domínguez (Spanish pronunciation: [aˈðolfo ðoˈmiŋɡeθ]), born Adolfo Domínguez Fernández, is a Spanish fashion designer.",
      "pageId": 2704030,
      "monthDay": "05/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sverre_%C3%85rnes",
      "name": "Sverre Årnes",
      "aboutText": "Sarah Hogg, Baroness Hogg (born 14 May 1946), through marriage the Viscountess Hailsham, is an English economist and journalist. She was the first woman to chair of a FTSE 100 company.",
      "pageId": 3549259,
      "monthDay": "05/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Walter_Day",
      "name": "Walter Day",
      "aboutText": "Tamara Janice Dobson (May 14, 1947 - October 2, 2006) was an African-American actress and fashion model.",
      "pageId": 3642823,
      "monthDay": "05/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Johan_Schans",
      "name": "Johan Schans",
      "aboutText": "Found Notable instruments,",
      "pageId": 3717982,
      "monthDay": "05/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Klaus-Peter_Thaler",
      "name": "Klaus-Peter Thaler",
      "aboutText": "Sverre Årnes (born 14 May 1949) is a Norwegian writer who, since 1978, has written 178 serial novels pr. June 2014, about a thousand short stories as well as numerous articles and translations from English into Norwegian. By his own estimate, his works may have sold over 3 million copies.",
      "pageId": 3896802,
      "monthDay": "05/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Vijay_J._Darda",
      "name": "Vijay J. Darda",
      "aboutText": "Walter Aldro Day, Jr. (born May 14, 1949) is an American businessman, historian, and the founder of Twin Galaxies, a video game related company.",
      "pageId": 8055317,
      "monthDay": "05/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Adolfo_Dom%C3%ADnguez",
      "name": "Adolfo Domínguez",
      "aboutText": "Yochanan Vollach (Hebrew: יוחנן וולך‎, sometimes spelled Jochanan Wallach or Yohanan Wallach, born May 14, 1945) is a former Israeli footballer. He was a member of the Israeli national team that competed at the 1970 FIFA World Cup.",
      "pageId": 8905864,
      "monthDay": "05/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jay_Beckenstein",
      "name": "Jay Beckenstein",
      "aboutText": "Klaus-Peter Thaler (born 14 May 1949 in Eckmannshausen, North Rhine-Westphalia) was a professional cyclist between 1976 and 1988, successful in road-racing and cyclo-cross. He was world cyclo-cross champion twice as amateur and twice as professional and German champion eight times.",
      "pageId": 11050719,
      "monthDay": "05/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robert_Zemeckis",
      "name": "Robert Zemeckis",
      "aboutText": "Shri Vijay J. Darda (born 14 May 1950) is a politician from Indian National Congress party, and a Member of the Parliament of India representing Maharashtra in the Rajya Sabha since 1998, having been elected for three consecutive terms into the upper house of the Indian Parliament.",
      "pageId": 12397721,
      "monthDay": "05/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Byrne",
      "name": "David Byrne",
      "aboutText": "George Nicholls (born 14 May 1944 in Widnes, Lancashire) is an English former professional rugby league footballer of the 1970s. A Great Britain and England international representative forward, he played his club rugby for Widnes and St. Helens.",
      "pageId": 17197634,
      "monthDay": "05/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Fallon",
      "name": "Michael Fallon",
      "aboutText": "Johannes \"Johan\" Schans (born 14 May 1949) is a retired Dutch swimmer. He competed in the 200 m and 4×200 m freestyle events at the 1968 Summer Olympics, but failed to reach the finals.\nIn 1969 he changed to marathon swimming and finished second in the 42 km (26 mile) Traversée internationale du Lac St-Jean professional race in 10 h 12' and fourth in the 57 km (36 mile) Santa Fe-Coronda river swim in Argentina in 8 h 1'.",
      "pageId": 37465382,
      "monthDay": "05/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Orna_Grumberg",
      "name": "Orna Grumberg",
      "aboutText": "Timothy Edwin Paul 'Tim' Stevenson, OBE (born 14 May 1948) is the current Lord Lieutenant of Oxfordshire.",
      "pageId": 38431648,
      "monthDay": "05/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Scott_Irwin",
      "name": "Scott Irwin",
      "aboutText": "Orna Grumberg (Hebrew: ארנה גרימברג‎; born May 14, 1952) is an Israeli computer scientist and academic, the Leumi Chair of Science at the Technion.\nGrumberg is noted for developing model checking, a method for formally verifying hardware and software designs. With Edmund M. Clarke and Doron A. Peled, she is the author of the book Model Checking (MIT Press, 1999).",
      "pageId": 41297280,
      "monthDay": "05/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Raul_M%C3%A4lk",
      "name": "Raul Mälk",
      "aboutText": "Janet \"Jan\" Ravens (born 14 May 1958) is an English actress and impressionist, best known for her voices on Spitting Image and Dead Ringers.",
      "pageId": 266462,
      "monthDay": "05/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Donald_R._McMonagle",
      "name": "Donald R. McMonagle",
      "aboutText": "Hazel Anne Blears (born 14 May 1956) is a British Labour Party politician, who was the Member of Parliament (MP) for Salford and Eccles from 2010 to 2015, when she stood down, and was previously the MP for Salford since 1997. She served in the Cabinet as Minister without Portfolio and Labour Chair between 2006 and 2007, and Secretary of State for Communities and Local Government from 2007 to 2009, when she resigned. Commenting on the announcement, Prime Minister Gordon Brown said that Blears had made an \"outstanding contribution\" to public life even after refusing to pay back expenses which were claimed in breach of Parliamentary rules.",
      "pageId": 414668,
      "monthDay": "05/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Cochrane",
      "name": "Tom Cochrane",
      "aboutText": "Thomas William \"Tom\" Cochrane, OC OM (born May 14, 1953) is a Canadian musician known for his many hit songs and his charitable work. Cochrane fronts the Canadian rock band Red Rider and has won eight Juno Awards. He is a member of the Canadian Music Hall of Fame, an Officer of the Order of Canada, has an Honorary Doctorate from Brandon University and is an Honorary Colonel in the Royal Canadian Air Force.",
      "pageId": 415320,
      "monthDay": "05/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Norodom_Sihamoni",
      "name": "Norodom Sihamoni",
      "aboutText": "Hywel Williams (born 14 May 1953) is a Welsh politician and Plaid Cymru Member of Parliament for Arfon. He previously represented Caernarfon.",
      "pageId": 417661,
      "monthDay": "05/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Hywel_Williams",
      "name": "Hywel Williams",
      "aboutText": "Patrick Bruel (French: [patʁik bʁyɛl]; born Patrick Benguigui [bɛnɡiɡi] on 14 May 1959) is a French singer, actor, and professional poker player of Jewish descent.",
      "pageId": 577670,
      "monthDay": "05/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Marie_Chouinard",
      "name": "Marie Chouinard",
      "aboutText": "Donald Ray McMonagle (born May 14, 1952), (Col, USAF, Ret.), became the Manager, Launch Integration, at the Kennedy Space Center, Florida, on August 15, 1997.",
      "pageId": 622251,
      "monthDay": "05/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kenth_Eldebrink",
      "name": "Kenth Eldebrink",
      "aboutText": "José Dennis Martínez Ortíz (born May 14, 1955), nicknamed \"El Presidente\" (The President), is a former Major League Baseball pitcher.",
      "pageId": 758446,
      "monthDay": "05/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alasdair_Fraser",
      "name": "Alasdair Fraser",
      "aboutText": "Leon Allen White, (born May 14, 1955) also known by his ring names Big Van Vader or simply Vader, is an American semi-retired professional wrestler. White spent the majority of his career with promotions World Championship Wrestling (WCW), the World Wrestling Federation (WWF), New Japan Pro Wrestling (NJPW), and All Japan Pro Wrestling (AJPW) in the 1990s.\nA super heavyweight wrestler capable of aerial maneuvers such as the moonsault (voted by Wrestling Observer readers as the \"Best Wrestling Maneuver\" for 1993), White competed as both a face and a heel.",
      "pageId": 1027406,
      "monthDay": "05/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Peter_Kirsten",
      "name": "Peter Kirsten",
      "aboutText": "Norodom Sihamoni (Khmer: នរោត្តម សីហមុនី; born 14 May 1953) became the King of Cambodia on 14 October 2004. He is the eldest son of Norodom Sihanouk and his second wife Norodom Monineath. He was Cambodia's ambassador to UNESCO and named by a nine-member throne council to become the next king after his father Norodom Sihanouk abdicated in 2004.",
      "pageId": 1046517,
      "monthDay": "05/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dennis_Mart%C3%ADnez",
      "name": "Dennis Martínez",
      "aboutText": "Christopher Vaughan \"Chris\" Evans (born 14 May 1958) is a former Australian politician.",
      "pageId": 2106106,
      "monthDay": "05/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jens_Sparschuh",
      "name": "Jens Sparschuh",
      "aboutText": "Alasdair Fraser (born 14 May 1955, Clackmannan, Scotland) is a Scottish fiddler.\nFraser operates Culburnie Records, and is a leading artist on the label. He has founded three summer fiddling programs: the Valley of the Moon fiddle camp in California (begun in 1984), a week-long course on the Isle of Skye (begun in 1987) and the more recent Sierra Fiddle Camp in California (begun in 2006).",
      "pageId": 3631161,
      "monthDay": "05/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Hazel_Blears",
      "name": "Hazel Blears",
      "aboutText": "Peter Noel Kirsten (born 14 May 1955 in Pietermaritzburg, Natal) is a former cricketer who represented South Africa in 12 Tests and 40 One Day Internationals from 1991 to 1994. He is the current coach of the Ugandan national side, having been appointed in August 2014.\n^ Samson Opus (22 August 2014).",
      "pageId": 3738124,
      "monthDay": "05/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Big_Van_Vader",
      "name": "Big Van Vader",
      "aboutText": "Christine Brennan (born May 14, 1958, in Toledo, Ohio) is an American sports columnist, TV and radio commentator, best-selling author, and nationally known speaker. She is also known for coverage of the Olympics and has written three books on the subject of figure skating: the best-selling Inside Edge (1996), Edge of Glory (1998), and Champions on Ice (2002).\nBrennan received bachelor's and master's degrees in journalism from Northwestern University in 1980 and 1981, respectively.",
      "pageId": 7667303,
      "monthDay": "05/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Christine_Brennan",
      "name": "Christine Brennan",
      "aboutText": "Markus Büchel (14 May 1959 – 9 July 2013) was a former head of government of Liechtenstein.\n^ \"Liechtensteiner alt Regierungschef Büchel gestorben | Mein Regionalportal\". Suedostschweiz.ch.",
      "pageId": 7859458,
      "monthDay": "05/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chris_Evans_(Australian_politician)",
      "name": "Chris Evans",
      "aboutText": "Kenth Eldebrink (born 14 May 1955 in Morjärv) was a Swedish athlete who mainly competed in the men's javelin throw event.\nHe competed for Sweden at the 1984 Summer Olympics held in Los Angeles, California, where he won the bronze medal in the men's javelin throw event. He is the elder brother of the former ice hockey player Anders Eldebrink.",
      "pageId": 8002861,
      "monthDay": "05/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jan_Ravens",
      "name": "Jan Ravens",
      "aboutText": "Jens Sparschuh (born 14 May 1955) is a German writer from Chemnitz.",
      "pageId": 8149337,
      "monthDay": "05/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Wilma_Rusman",
      "name": "Wilma Rusman",
      "aboutText": "Raul Mälk (Born May 14, 1952 in Pärnu, Estonia) is an Estonian diplomat and a former Minister of Foreign Affairs of Estonia. He was also head of the Estonian delegation for border negotiations with Russia from 1992-2005. Up to 2007 he was Chairman of the Board of International Centre for Defence Studies in Estonia.",
      "pageId": 12410872,
      "monthDay": "05/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andrus_Vaarik",
      "name": "Andrus Vaarik",
      "aboutText": "Marie Chouinard, OC (born 14 May 1955) is a Canadian dancer, choreographer, and dance company director.",
      "pageId": 14932651,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Patrick_Bruel",
      "name": "Patrick Bruel",
      "aboutText": "Wilma Rusman née Zukrowski (born 14 May 1958, Sittard) is a retired female long-distance runner from the Netherlands.",
      "pageId": 21371837,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Markus_B%C3%BCchel",
      "name": "Markus Büchel",
      "aboutText": "Andrus Vaarik (born May 14, 1958) is an Estonian film, television, and theater actor and theater director.\nOne of his notable parts was that of Ivan Orav.",
      "pageId": 26419584,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Robert_Greene_(American_author)",
      "name": "Robert Greene",
      "aboutText": "Ian Robert Astbury (born 14 May 1962, Heswall, Cheshire, England) is an English rock musician and songwriter best known as the lead vocalist for the rock band The Cult.",
      "pageId": 313981,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Hogarth",
      "name": "Steve Hogarth",
      "aboutText": "Timothy Simon \"Tim\" Roth (born 14 May 1961) is an English actor and director. He made his debut as a white supremacist in the 1982 television play Made in Britain. He garnered critical notice for his role as Myron, in the 1984 film The Hit, for which he was nominated for a BAFTA Award.",
      "pageId": 383926,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Holt_(American_football)",
      "name": "John Holt",
      "aboutText": "Jean Leclerc (born May 14, 1961) is a Québécois singer-songwriter and author from Sainte-Foy, Quebec, Canada. He is popularly known as Jean Leloup (which he likes to translate to John the Wolf), a stage name he kept using until 2006, when he temporarily changed his name to Jean Leclerc, only to resurrect his wolf character in August 2008.",
      "pageId": 536350,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rick_Vaive",
      "name": "Rick Vaive",
      "aboutText": "Steve Hogarth (born Ronald Stephen Hoggarth on 14 May 1959 in Kendal, Westmorland) also known as \"h\", is an English singer-songwriter and musician. Since 1989 he has been the lead vocalist and occasional keyboardist/guitarist with the British rock band Marillion. Hogarth was formerly a keyboard player and co-lead vocalist with The Europeans and vocalist with How We Live.",
      "pageId": 595777,
      "monthDay": "05/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Heather_Wheeler",
      "name": "Heather Wheeler",
      "aboutText": "Richard Claude Vaive (born May 14, 1959) is a retired Canadian professional ice hockey player. He played in the National Hockey League from 1979 to 1992, and is best remembered as the first 50-goal scorer in Toronto Maple Leafs franchise history.",
      "pageId": 629775,
      "monthDay": "05/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Anne_Clark_(poet)",
      "name": "Anne Clark",
      "aboutText": "David Quantick (born 14 May 1961, Wortley, South Yorkshire, England) is a freelance journalist, writer and critic who specialises in music and comedy.",
      "pageId": 677098,
      "monthDay": "05/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Alec_Dankworth",
      "name": "Alec Dankworth",
      "aboutText": "Ronan Tynan (born 14 May 1960) is an Irish tenor singer.\nHe is most notable as a member of The Irish Tenors re-joining in 2011 while continuing to pursue his solo career since May 2004.",
      "pageId": 1002248,
      "monthDay": "05/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ronan_Tynan",
      "name": "Ronan Tynan",
      "aboutText": "Anne Clark (born 14 May 1960, Croydon, London, England) is an English poet songwriter and electronic musician. Her first album, The Sitting Room, was released in 1982, and she has released over a dozen albums since then.\nHer poetry work with experimental musicians occupies a region bounded roughly by electronic, dance (techno applies on occasion) and possibly avant-garde genres, with varying hard as well as romantic and orchestral styles.",
      "pageId": 1061760,
      "monthDay": "05/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/%22Dr._Death%22_Steve_Williams",
      "name": "\"Dr. Death\" Steve Williams",
      "aboutText": "C.C. DeVille (born Bruce Anthony Johannesson; May 14, 1962) is the lead guitarist of the multi-platinum-selling glam metal band Poison. His work with the band has sold over 45 million records worldwide, including 15 million in the United States.\nHe has also acted in both reality television and television drama shows.",
      "pageId": 1122897,
      "monthDay": "05/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ulrike_Folkerts",
      "name": "Ulrike Folkerts",
      "aboutText": "Patrick Lance Borders (born May 14, 1963) is an American former Major League Baseball catcher and current manager of the Williamsport Crosscutters. He was the Most Valuable Player of the 1992 World Series as a member of the Toronto Blue Jays.",
      "pageId": 1592675,
      "monthDay": "05/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jean_Leloup",
      "name": "Jean Leloup",
      "aboutText": "Steven \"Steve\" Williams (May 14, 1960 – December 29, 2009), better known by his ring name \"Dr. Death\" Steve Williams, was an American professional wrestler, author and former star of collegiate football and wrestling at the University of Oklahoma. Dr.",
      "pageId": 1896643,
      "monthDay": "05/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/David_Quantick",
      "name": "David Quantick",
      "aboutText": "Alain Vigneault (born May 14, 1961) is a Canadian professional ice hockey head coach with the New York Rangers of the National Hockey League (NHL). Vigneault has previously coached the Montreal Canadiens and the Vancouver Canucks in the NHL, as well as in the Quebec Major Junior Hockey League (QMJHL). During his career with the Canucks, he won the Jack Adams Award as the NHL's top coach of the year in 2006–07 and has become the team's record holder for wins as a coach.",
      "pageId": 2155588,
      "monthDay": "05/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tommy_Rogers_(wrestler)",
      "name": "Tommy Rogers",
      "aboutText": "Daniel Sallis \"Danny\" Huston (born May 14, 1962) is an American actor, writer and director. Huston got his start directing Mr. North starring Anthony Edwards, Robert Mitchum and his sister, Anjelica Huston.",
      "pageId": 2650568,
      "monthDay": "05/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tim_Roth",
      "name": "Tim Roth",
      "aboutText": "David Yelland (born 14 May 1963) is a former journalist and editor of The Sun and Founder of Kitchen Table Partners, a specialist public relations and communications company - www.kitchentablepartners.com - in London, which he formed in 2015 after leaving the Brunswick Group LLP.",
      "pageId": 3753761,
      "monthDay": "05/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alain_Vigneault",
      "name": "Alain Vigneault",
      "aboutText": "Alexander William Tamba Dankworth (born 14 May 1960 in Marylebone, London) is an English jazz bassist and composer.",
      "pageId": 4821815,
      "monthDay": "05/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ian_Astbury",
      "name": "Ian Astbury",
      "aboutText": "Ulrike Folkerts (born 14 May 1961 in Kassel, Hesse, Germany) is a German actress. She is most famous for playing police officer Lena Odenthal in the German crime television series Tatort. The episodes are located in the town of Ludwigshafen.",
      "pageId": 6022420,
      "monthDay": "05/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/C.C._DeVille",
      "name": "C.C. DeVille",
      "aboutText": "Thomas R. Couch (May 14, 1961 – June 1, 2015) was an American professional wrestler, better known by his ring name, Tommy Rogers.",
      "pageId": 11819285,
      "monthDay": "05/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Danny_Huston",
      "name": "Danny Huston",
      "aboutText": "John Bongzilla Holt (May 14, 1959 – February 13, 2013) was an American football Cornerback in the National Football League for the Tampa Bay Buccaneers and the Indianapolis Colts.",
      "pageId": 14295429,
      "monthDay": "05/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Pat_Borders",
      "name": "Pat Borders",
      "aboutText": "Robert Greene (born May 14, 1959) is an American author and speaker known for his books on strategy, power and seduction.",
      "pageId": 24381669,
      "monthDay": "05/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Yelland_(journalist)",
      "name": "David Yelland",
      "aboutText": "Heather Kay Wheeler (born 14 May 1959) is a British Conservative Party politician, who was elected at the 2010 general election as the Member of Parliament (MP) for South Derbyshire, taking the seat from the Labour Party after 13 years.\n^ \"Heather Wheeler MP\". BBC Democracy Live.",
      "pageId": 27270199,
      "monthDay": "05/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/James_M._Kelly",
      "name": "James M. Kelly",
      "aboutText": "Catherine Élise \"Cate\" Blanchett (/ˈblɑːn.tʃət/; born 14 May 1969) is an Australian actress and theatre director. She has received critical acclaim and many accolades, including two Academy Awards, three Screen Actors Guild Awards, three Golden Globe Awards, and three British Academy Awards. Blanchett came to international attention for her role as Elizabeth I of England in Shekhar Kapur's 1998 film Elizabeth, for which she won the BAFTA Award for Best Actress, the Golden Globe Award, and earned her first Academy Award for Best Actress nomination.",
      "pageId": 160126,
      "monthDay": "05/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Suzy_Kolber",
      "name": "Suzy Kolber",
      "aboutText": "Eoin Colfer (/ˈoʊ.ɨn/; born 14 May 1965) is an Irish author of children's books. He worked as a primary school teacher before he became a full-time writer. He is best known for being the author of the Artemis Fowl series.",
      "pageId": 269742,
      "monthDay": "05/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Eric_Peterson_(musician)",
      "name": "Eric Peterson",
      "aboutText": "Sofia Carmina Coppola (/ˈkoʊpələ/ KOH-pə-lə; born May 14, 1971) is an American screenwriter, director, producer and actress. In 2003, she received the Academy Award for Best Original Screenplay for the comedy-drama Lost in Translation, and became the third woman to be nominated for an Academy Award for Best Director. In 2010, with the drama Somewhere, she became the first American woman (and fourth American filmmaker) to win the Golden Lion, the top prize at the Venice Film Festival.",
      "pageId": 361020,
      "monthDay": "05/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Eoin_Colfer",
      "name": "Eoin Colfer",
      "aboutText": "James McNeal \"Vegas\" Kelly (born May 14, 1964) is a NASA Astronaut and a retired Colonel of the United States Air Force.",
      "pageId": 619306,
      "monthDay": "05/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Emma_Forbes",
      "name": "Emma Forbes",
      "aboutText": "Fabrice \"Fab\" Morvan (born 14 May 1966) is a French singer-songwriter, dancer and model. He was half of the pop duo Milli Vanilli, with Rob Pilatus, selling multi-platinum albums around the world. However, he was later involved in one of the largest scandals in pop music history when it was revealed that neither he nor Pilatus had actually sung on any of Milli Vanilli's recordings.",
      "pageId": 627360,
      "monthDay": "05/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Marianne_Denicourt",
      "name": "Marianne Denicourt",
      "aboutText": "Raphael Saadiq /səˈdiːk/ (born Charles Ray Wiggins; May 14, 1966) is an American singer, songwriter, musician, guitarist, and record producer. Saadiq has been a standard bearer for \"old school\" R&B since his early days as a member of the multiplatinum group Tony! Toni!",
      "pageId": 1110576,
      "monthDay": "05/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_Inez",
      "name": "Mike Inez",
      "aboutText": "Suzanne Lisa \"Suzy\" Kolber (/ˈkoʊlbər/; born May 14, 1964) is an American football sideline reporter, co-producer, and sportscaster for ESPN. She was one of the original anchors of ESPN2 when it launched in 1993.",
      "pageId": 1247199,
      "monthDay": "05/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fab_Morvan",
      "name": "Fab Morvan",
      "aboutText": "Anthony \"Tony\" Siragusa (born May 14, 1967), nicknamed \"Goose\", is a former National Football League defensive tackle who spent 12 seasons with the Indianapolis Colts and the Baltimore Ravens.",
      "pageId": 1303479,
      "monthDay": "05/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Raphael_Saadiq",
      "name": "Raphael Saadiq",
      "aboutText": "Emma Katy Forbes (born 14 May 1965 in Hammersmith, London) is an English radio and television presenter.",
      "pageId": 2127852,
      "monthDay": "05/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Natasha_Kaiser-Brown",
      "name": "Natasha Kaiser-Brown",
      "aboutText": "Sabine Schmitz (Sabine Reck while married; born 14 May 1969) is a German professional motor racing driver for BMW and Porsche, also known for driving the BMW \"Ring taxi\" around the Nürburgring race track as well as being a television personality.",
      "pageId": 2348098,
      "monthDay": "05/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tony_Siragusa",
      "name": "Tony Siragusa",
      "aboutText": "Mike Inez (born May 14, 1966) is an American rock musician best known for his role as the bassist of Alice in Chains since 1993. He is also recognized for his work with Ozzy Osbourne from 1989-1993. Inez has also associated with Slash's Snakepit, Black Label Society, and Heart.",
      "pageId": 2434556,
      "monthDay": "05/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Greg_Davies",
      "name": "Greg Davies",
      "aboutText": "Daniel William \"Danny\" Wood (born May 14, 1969) is an American singer, songwriter, record producer, and occasional actor. He is also a member of the American boy band New Kids on the Block and also serves as one of the key choreographers.",
      "pageId": 2616137,
      "monthDay": "05/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cate_Blanchett",
      "name": "Cate Blanchett",
      "aboutText": "Eric Peterson (born May 14, 1964) is an American guitarist. He is best known as the only constant member of the US thrash metal band Testament. Peterson has also formed a side-project black metal band called Dragonlord, in which he plays guitar and also sings.",
      "pageId": 2665776,
      "monthDay": "05/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sabine_Schmitz",
      "name": "Sabine Schmitz",
      "aboutText": "Martin Reim (born 14 May 1971) is an Estonian professional football coach and former player. He was also a member of the Estonian national team.\nReim was the most experienced footballer (in terms of international appearances) never to have played in a World Cup and most capped European player until Latvia's Vitālijs Astafjevs broke the record in November 2009.",
      "pageId": 2947573,
      "monthDay": "05/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Henry_Smith_(British_politician)",
      "name": "Henry Smith",
      "aboutText": "Erkan Mustafa (born 14 May 1970) is a British actor and television presenter of Turkish Cypriot descent, most noted for the part of Roland Browning in Grange Hill (BBC 1982–1987).\nOther parts include \"Enormous Orphan\" in Blackadder's Christmas Carol (1988) and \"Otto\" in Chef! (1991).",
      "pageId": 3666204,
      "monthDay": "05/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Danny_Wood",
      "name": "Danny Wood",
      "aboutText": "Marianne Denicourt (born 14 May 1966) is a French actress, director and screenwriter who has appeared in more than 50 films and television productions since 1986.",
      "pageId": 4628407,
      "monthDay": "05/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erkan_Mustafa",
      "name": "Erkan Mustafa",
      "aboutText": "Natasha Kaiser-Brown (born May 14, 1967) is an American sprinter who specialized in the 400 meter run, and is the current Drake University track and field coach.\nKaiser-Brown was born in Des Moines, Iowa. In high school, she was a nine-time state champion for Des Moines Roosevelt and is the current record-holder for the 100 meter and sprint medley relay events.",
      "pageId": 6802984,
      "monthDay": "05/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nasha_Aziz",
      "name": "Nasha Aziz",
      "aboutText": "Greg Davies (born 14 May 1968) is a Welsh stand-up comedian and actor known for his roles as Greg in We Are Klang, Mr Gilbert in The Inbetweeners and Ken Thompson in Cuckoo, as well as for his guest appearances in Mock the Week, Would I Lie to You? and Fast and Loose. He has performed on the BBC's Live at the Apollo series.",
      "pageId": 9462114,
      "monthDay": "05/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sofia_Coppola",
      "name": "Sofia Coppola",
      "aboutText": "Noraishah Abdul Aziz (born 14 May 1971) or better known by her commercial name, Nasha Aziz, is a Malaysian model and an actress.",
      "pageId": 22356179,
      "monthDay": "05/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Martin_Reim",
      "name": "Martin Reim",
      "aboutText": "Henry Edward Millar Smith (born 14 May 1969) is a Conservative Party politician in the UK who was Leader of West Sussex County Council from 2003 to 2010. He is the Member of Parliament (MP) for Crawley, having been elected in the 2010 general election.\n^ \"Henry Smith MP\".",
      "pageId": 25600906,
      "monthDay": "05/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gabriel_Mann",
      "name": "Gabriel Mann",
      "aboutText": "Martine Kimberley Sherri Ponting (born 14 May 1976), usually known as Martine McCutcheon, is an English singer, television personality, actress and occasional radio presenter. McCutcheon had minor success as one third of the pop group Milan in the early 1990s, but it was her role as Tiffany Mitchell in the BBC's EastEnders that made her a household name in the UK. McCutcheon left the series at the end of 1998 to embark on a pop career, this time as a solo artist.\nShe had international success with her No.",
      "pageId": 292244,
      "monthDay": "05/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mark_Ruskell",
      "name": "Mark Ruskell",
      "aboutText": "Harry Leroy \"Roy\" Halladay III (born May 14, 1977), nicknamed \"Doc\", is an American former professional baseball player who pitched in Major League Baseball for the Toronto Blue Jays and Philadelphia Phillies between 1998 and 2013. His nickname, coined by Toronto Blue Jays announcer Tom Cheek, is a reference to Wild West gunslinger \"Doc\" Holliday.\nHe was the Blue Jays' first draft selection in the 1995 Major League Baseball Draft, the 17th pick overall, and played for the team from 1998 through 2009, after which he was traded to Philadelphia.",
      "pageId": 313339,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shanice",
      "name": "Shanice",
      "aboutText": "Julian White MBE (born 14 May 1973) is an English rugby union footballer who played prop for Leicester Tigers and England.\nWhite is regarded as one of the most powerful forwards in the game.",
      "pageId": 779745,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Natalie_Appleton",
      "name": "Natalie Appleton",
      "aboutText": "Natalie Jane Appleton Howlett (born May 14, 1973 in Mississauga) is a Canadian pop singer and actress who rose to fame as a member of the girl group All Saints. During All Saints' five years of inactivity, she was a member of Appleton with her younger sister Nicole.",
      "pageId": 869076,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anais_Granofsky",
      "name": "Anais Granofsky",
      "aboutText": "Sophie Louise Anderton, (born 14 May 1977 in Bristol, England) is an English model and reality television personality.\nHer modelling career included a campaign for Gossard bras in 1996 and later included appearances for a range of other brands. Since 2000 she has also appeared in television programmes including I'm a Celebrity...Get Me Out of Here!",
      "pageId": 890433,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Voshon_Lenard",
      "name": "Voshon Lenard",
      "aboutText": "Ada Nicodemou (born 14 May 1977) is a Greek Cypriot-born Australian actress, best known for her role as Leah Patterson-Baker in the soap opera Home and Away and as host of the reality series Please Marry My Boy.",
      "pageId": 901225,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fraser_Nelson",
      "name": "Fraser Nelson",
      "aboutText": "Shanice Lorraine Wilson-Knox (born May 14, 1973), better known as Shanice, is a Grammy-nominated American R&B/pop-rock singer, songwriter, and actress. She had the Top 10 Billboard hit singles \"I Love Your Smile\" and \"Silent Prayer\" in 1991 and \"Saving Forever for You\" in 1993. In 1999, Shanice scored another hit song, \"When I Close My Eyes,\" which peaked at number #12 on Billboard's Hot 100 chart.",
      "pageId": 1050853,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hakan_%C3%9Cnsal",
      "name": "Hakan Ünsal",
      "aboutText": "Hunter Lawrence Burgan (born on May 14, 1979) is an American multi-instrumentalist.",
      "pageId": 1174524,
      "monthDay": "05/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Julian_White",
      "name": "Julian White",
      "aboutText": "Mark Christopher Ruskell is a Councillor and former Green Member of the Scottish Parliament.\nElected to represent Mid Scotland and Fife in 2003, he sat on the Scottish Parliament Environment and Rural Development Committee and served as its Deputy Convenor. He lost his seat in the 2007 elections.",
      "pageId": 1489952,
      "monthDay": "05/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jennifer_Allan",
      "name": "Jennifer Allan",
      "aboutText": "Voshon Kelan Lenard (born May 14, 1973) is a retired American professional basketball player who played 11 seasons in the National Basketball Association (NBA).",
      "pageId": 2430064,
      "monthDay": "05/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Krister_Axel",
      "name": "Krister Axel",
      "aboutText": "Anais Granofsky (born May 14, 1973) is a Canadian actress, screenwriter, producer and director.",
      "pageId": 2470985,
      "monthDay": "05/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Anu_V%C3%A4lba",
      "name": "Anu Välba",
      "aboutText": "Nicki Sørensen (born 14 May 1975) is a Danish former professional road bicycle racer who last rode for Tinkoff-Saxo. He competed in five consecutive editions of the Tour de France from 2001 to 2005. Riding as an all-round rider who rode well in hilly terrain, Sørensen was a valued support for the team leader without many wins of his own.",
      "pageId": 2606051,
      "monthDay": "05/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nicki_S%C3%B8rensen",
      "name": "Nicki Sørensen",
      "aboutText": "Krister Axel (born May 14, 1974) is a French musician, poet and software engineer.",
      "pageId": 4167529,
      "monthDay": "05/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Hunter_Burgan",
      "name": "Hunter Burgan",
      "aboutText": "Brian Michael Lawrence (born May 14, 1976) is a former Major League Baseball starting pitcher.",
      "pageId": 4197982,
      "monthDay": "05/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brian_Lawrence",
      "name": "Brian Lawrence",
      "aboutText": "Gabriel Mann (born Gabriel Wilhoit Amis Mick; May 14, 1972) is an American actor and model, known for his role as Nolan Ross on the ABC drama series Revenge. He has co-starred in several films, including The Life of David Gale, The Bourne Identity and The Bourne Supremacy.",
      "pageId": 5612735,
      "monthDay": "05/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Martine_McCutcheon",
      "name": "Martine McCutcheon",
      "aboutText": "Hakan Ünsal (born 14 May 1973) is a Turkish former international footballer.\nHakan Ünsal is remembered by many for his rocket left foot and his pinpoint passing as well as his nonstop desire for victory. He played most of his career at Galatasaray after joining from Karabükspor in 1993/94.",
      "pageId": 5665150,
      "monthDay": "05/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sophie_Anderton",
      "name": "Sophie Anderton",
      "aboutText": "Terrence Thornton (born May 13, 1977), better known by his stage name Pusha T, is an American hip-hop recording artist. He initially gained major recognition as one-half of hip hop duo Clipse, alongside his brother Gene \"No Malice\" Thornton, with whom he founded Re-Up Records. In September 2010, Thornton announced his signing to Kanye West's GOOD Music imprint, under the aegis of Def Jam Recordings.",
      "pageId": 5957969,
      "monthDay": "05/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Roy_Halladay",
      "name": "Roy Halladay",
      "aboutText": "Fraser Nelson (born 14 May 1973) is a British political journalist and editor of The Spectator magazine.",
      "pageId": 10442592,
      "monthDay": "05/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ada_Nicodemou",
      "name": "Ada Nicodemou",
      "aboutText": "The following is a list of Playboy Playmates of 1996.",
      "pageId": 27113508,
      "monthDay": "05/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Pusha_T",
      "name": "Pusha T",
      "aboutText": "Anu Välba (born May 14, 1974) is an Estonian TV and radio host.\nShe has graduated from the Tallinn University on television directing in 1998 but has been working as a hostess instead. Her credits include the TV morning programme \"Terevisioon\", weekly \"Paar\", \"Hommik Anuga\" and daily \"Ringvaade\", all but one co-hosted with Marko Reikop.",
      "pageId": 34351862,
      "monthDay": "05/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brent_Harvey",
      "name": "Brent Harvey",
      "aboutText": "Clinton Hubert Morrison (born 14 May 1979) is a professional footballer who plays as a forward for Exeter City.\nMorrison began his career at local side Crystal Palace in 1998, for whom he scored over 100 goals across two spells, despite a less successful period at Birmingham City in between.\nBorn in England, he represented the Republic of Ireland 36 times at full international level, scoring 9 goals, and made their squad for the 2002 FIFA World Cup.",
      "pageId": 1339541,
      "monthDay": "05/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eddie_House",
      "name": "Eddie House",
      "aboutText": "Daniel Quine \"Dan\" Auerbach (born May 14, 1979) is an American musician and record producer best known as the guitarist and vocalist for The Black Keys, a blues rock band from Akron, Ohio. As a member of the band, Auerbach has recorded and co-produced seven studio albums with his bandmate Patrick Carney. In 2009, Auerbach released a solo album entitled Keep It Hid.",
      "pageId": 1342322,
      "monthDay": "05/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Andr%C3%A9_Macanga",
      "name": "André Macanga",
      "aboutText": "Zdeněk Grygera (Czech pronunciation: [ˈzdɛɲɛk ˈɡrɪɡɛra]; born 14 May 1980) is a retired Czech footballer.",
      "pageId": 1449035,
      "monthDay": "05/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gustavo_Varela",
      "name": "Gustavo Varela",
      "aboutText": "Edward Lee \"Eddie\" House II (born May 14, 1978) is an American retired professional basketball player who last played for the Miami Heat of the NBA.",
      "pageId": 1894943,
      "monthDay": "05/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dan_Auerbach",
      "name": "Dan Auerbach",
      "aboutText": "Sarbel Michael (Greek: Σαρμπέλ Μιχαήλ) (Arabic: شربل مخائيل‎) (born 14 May 1983) known professionally as Sarbel, is a Greek Cypriot pop singer of partial Greek Cypriot and Lebanese ancestry. He is well known in Cyprus, Greece and parts of the Arab world for his debut single, \"Se Pira Sovara\", and his subsequent albums Parakseno sinesthima, Sahara and Kati san esena.",
      "pageId": 1906425,
      "monthDay": "05/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Edwige_Lawson-Wade",
      "name": "Edwige Lawson-Wade",
      "aboutText": "Ai Shibata (柴田 亜衣, Shibata Ai, born May 14, 1982 in Dazaifu, Fukuoka) is a Japanese swimmer. At the 2004 Summer Olympics, she won the gold medal in the 800 meter freestyle race and became the first ever female gold medalist for Japan in a freestyle event. She graduated from the National Institute of Fitness and Sports in Kanoya.",
      "pageId": 1920366,
      "monthDay": "05/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Clinton_Morrison",
      "name": "Clinton Morrison",
      "aboutText": "Anahí Giovanna Puente Portilla de Velasco known mononymously as Anahí (Spanish pronunciation: [anaˈi]), (born May 14, 1983), is a Mexican singer-songwriter and actress.\nShe is best known for starring in Alondra (1995), Mujeres Engañadas (1999), Primer Amor (2000), Clase 406 (2003), Rebelde (2004) and Dos Hogares (2011).\nShe was a member of Latin-teen pop group RBD, who were twice-nominated for a Latin Grammy and sold over 66 million albums.",
      "pageId": 2577485,
      "monthDay": "05/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlos_Tenorio",
      "name": "Carlos Tenorio",
      "aboutText": "Júlia Sebestyén (Hungarian pronunciation: [ˈjuːliɒ ˈʃɛbɛʃceːn]; born 14 May 1981) is a Hungarian former competitive figure skater. She is the 2004 European Champion and 2002–2010 Hungarian national champion. At the 2004 European Figure Skating Championships, she became the first Hungarian woman to win the European title.",
      "pageId": 3262096,
      "monthDay": "05/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Zden%C4%9Bk_Grygera",
      "name": "Zdeněk Grygera",
      "aboutText": "Brent Harvey, also often known by his nickname \"Boomer\" (born 14 May 1978), is an Australian rules footballer who plays for the North Melbourne Football Club in the Australian Football League (AFL).\nDrafted by the Kangaroos in the third round of the 1995 AFL Draft, he played in his first premiership side in 1999, following an E. J. Whitten Medal victory playing for Victoria in the State of Origin series. He won the Syd Barker Medal in 2003, as well as the Jim Stynes Medal in the International rules series, captaining the Australian team in the 2008 International Rules Series.",
      "pageId": 3291753,
      "monthDay": "05/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pavel_Londak",
      "name": "Pavel Londak",
      "aboutText": "Hugo Finlay Grant Southwell (born 14 May 1980 in London) is a retired Scottish rugby union footballer.",
      "pageId": 4371217,
      "monthDay": "05/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eug%C3%A8ne_Martineau_(athlete)",
      "name": "Eugene Martineau",
      "aboutText": "André Venceslau Valentim Macanga, better known as André Macanga (born 14 May 1978 in Luanda, Angola), is a former Angolan football midfielder and a current coach.",
      "pageId": 5181502,
      "monthDay": "05/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/J%C3%BAlia_Sebesty%C3%A9n",
      "name": "Júlia Sebestyén",
      "aboutText": "Carlos Vicente Tenorio Medina (born 14 May 1979) is an Ecuadorian footballer who plays for Bolívar.",
      "pageId": 5283958,
      "monthDay": "05/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Hugo_Southwell",
      "name": "Hugo Southwell",
      "aboutText": "Gustavo Antonio Varela Rodríguez (born 14 May 1978) is a Uruguayan football player who currently plays for C.A. Cerro. Varela is a versatile right sided player who also \"can be played as a lone striker, behind the front two\" or at the heart of midfield.\n^ \"Player Profile\".",
      "pageId": 5680571,
      "monthDay": "05/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Pranav_Mistry",
      "name": "Pranav Mistry",
      "aboutText": "Darren Foreman (born 14 May 1982 in Stanmore, North London), better known as Beardyman, is a British Multivocalist, musician and comedian from London renowned for his beatboxing skills and use of live looping.",
      "pageId": 7097724,
      "monthDay": "05/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Beardyman",
      "name": "Beardyman",
      "aboutText": "Stanimir Todorov (born 14 May 1982 in Smolyan) is a Bulgarian pair skater. He competed with Rumiana Spassova. They are three-time Bulgarian national champions and placed 19th at the 2006 Winter Olympics, becoming the first Bulgarian pair skaters to compete at the Olympics.",
      "pageId": 8237200,
      "monthDay": "05/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ai_Shibata",
      "name": "Ai Shibata",
      "aboutText": "Eugène Julien Martineau (born 14 May 1980 in Heerlen, Limburg) is a Dutch decathlete.",
      "pageId": 8674480,
      "monthDay": "05/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stanimir_Todorov",
      "name": "Stanimir Todorov",
      "aboutText": "Pavel Londak (born 14 May 1980) is an Estonian professional footballer who plays as a goalkeeper the Estonia national football team.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian). Estonian Football Association.",
      "pageId": 8924086,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anah%C3%AD",
      "name": "Anahí",
      "aboutText": "Edwige Lawson (born May 14, 1979, in Rennes, Ille-et-Vilaine, Brittany), also Edwige Lawson-Wade, is a French professional women's basketball player. In the US, Lawson most recently played for the WNBA's San Antonio Silver Stars, and has played in numerous other professional basketball leagues as well. She started her professional career at the age of 17.",
      "pageId": 10118453,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sarbel",
      "name": "Sarbel",
      "aboutText": "Keeley Emma Donovan (born 14 May 1983) is a news and weather presenter for the BBC on local television and radio in the Yorkshire and Humber region on BBC Look North and BBC Radio Humberside. On 1 August 2013, she appeared on BBC One documentary Urban Jungle as a presenter looking at local wildlife including bats in Hull.",
      "pageId": 20592341,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Keeley_Donovan",
      "name": "Keeley Donovan",
      "aboutText": "Pranav Mistry (born 14 May 1981) is a computer scientist and Inventor. At present, he is the Global Vice President of Research at Samsung and the head of Think Tank Team. He is best known for his work on SixthSense, Samsung Galaxy Gear and Project Beyond.",
      "pageId": 25111516,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Frank_Gore",
      "name": "Frank Gore",
      "aboutText": "Amber Rose Tamblyn (born May 14, 1983) is an American actress, author and film director. She first came to national attention in her role on the soap opera General Hospital as Emily Quartermaine, followed by a starring role on the prime-time series Joan of Arcadia, portraying the title character.",
      "pageId": 508528,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Uro%C5%A1_Slokar",
      "name": "Uroš Slokar",
      "aboutText": "Thirteen Senses are a post-britpop band from Penzance, Cornwall. The group released the album The Invitation on 27 September 2004, along with several singles: \"Thru the Glass\", \"Do No Wrong\", \"Into the Fire\" and \"The Salt Wound Routine\", of which the first three have reached the UK Top 40. Their second album, Contact, was released in April 2007.",
      "pageId": 708683,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Amber_Tamblyn",
      "name": "Amber Tamblyn",
      "aboutText": "Sally Erana Martin (born 14 May 1985) is an actress from Wellington, New Zealand. She has appeared in a range of television series, including The Strip, Shortland Street and in Power Rangers Ninja Storm as Tori Hanson/the Blue Wind Ninja Ranger.",
      "pageId": 1326937,
      "monthDay": "05/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tom_Welham",
      "name": "Tom Welham",
      "aboutText": "Gary Ablett, Jr. (born 14 May 1984) is a professional Australian rules football player and is currently the captain of the Gold Coast Football Club in the Australian Football League (AFL). He also previously played with the Geelong Football Club.",
      "pageId": 1732019,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gary_Ablett,_Jr.",
      "name": "Gary Ablett, Jr.",
      "aboutText": "Franklin \"Frank\" Delano Gore (born May 14, 1983) is an American football running back for the Indianapolis Colts of the National Football League (NFL). He played college football for the University of Miami, and was drafted by the San Francisco 49ers in the third round of the 2005 NFL Draft, playing with them from 2005 to 2014. He is the 49ers all-time leading rushing yards and rushing touchdowns leader.",
      "pageId": 1807270,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Luke_Gregerson",
      "name": "Luke Gregerson",
      "aboutText": "Michael Rensing (born 14 May 1984) is a German footballer who currently plays for Fortuna Düsseldorf.",
      "pageId": 2113720,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Olly_Murs",
      "name": "Olly Murs",
      "aboutText": "Simona Peycheva (Bulgarian: Симона Пейчева) (born May 14, 1985 in Sofia, Bulgaria) is an Individual Bulgarian Rhythmic Gymnast.",
      "pageId": 2238145,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Michael_Rensing",
      "name": "Michael Rensing",
      "aboutText": "Nigel Shola Andre Reo-Coker (born 14 May 1984) is an English footballer who plays for Montreal Impact in Major League Soccer.",
      "pageId": 2527400,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nigel_Reo-Coker",
      "name": "Nigel Reo-Coker",
      "aboutText": "Uroš Slokar (Slovene pronunciation: [ˈurɔʃ ˈslokar]; born May 14, 1983) is a Slovenian professional basketball player, who currently plays for Baloncesto Sevilla of the Liga ACB.",
      "pageId": 2634655,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Indrek_Siska",
      "name": "Indrek Siska",
      "aboutText": "Mark Elliot Zuckerberg (born May 14, 1984) is an American computer programmer, Internet entrepreneur, and philanthropist. He is the chairman, chief executive, and co-founder of the social networking website Facebook. His personal wealth, as of December 2015, is estimated to be $46 billion.",
      "pageId": 2844938,
      "monthDay": "05/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mark_Zuckerberg",
      "name": "Mark Zuckerberg",
      "aboutText": "Marco Motta (born 14 May 1986) is an Italian footballer who most recently played as a right back for Watford.",
      "pageId": 7998386,
      "monthDay": "05/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dustin_Lynch",
      "name": "Dustin Lynch",
      "aboutText": "Indrek Siska (born on 14 May 1984) is an Estonian professional beach soccer midfielder and striker, who plays in Swiss club BSC Solothurn.",
      "pageId": 14672816,
      "monthDay": "05/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sally_Martin",
      "name": "Sally Martin",
      "aboutText": "Matthew Brett Cardona (born May 14, 1985), better known by his ring name Zack Ryder, is an American professional wrestler who is currently signed to WWE. Cardona wrestled mostly with his tag team partner Brian Myers/Curt Hawkins on the independent circuit and initially in WWE, where they won the WWE Tag Team Championship. After the team split in 2009, Cardona was featured sparingly on WWE television. In 2011, Cardona began using various social networking websites in order to establish a niche fan following, helping him elevate his status in WWE while also capturing the United States Championship.",
      "pageId": 14841030,
      "monthDay": "05/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Simona_Peycheva",
      "name": "Simona Peycheva",
      "aboutText": "William Clay Matthews III (born May 14, 1986) is an American football linebacker for the Green Bay Packers of the National Football League (NFL). He played college football at USC, and was drafted by the Packers in the first round of the 2009 NFL Draft.\nMatthews is the grandson of pro offensive tackle Clay Matthews, Sr., son of All-Pro linebacker Clay Matthews, Jr., brother of Minnesota Vikings linebacker Casey Matthews, and nephew of Pro Football Hall of Fame guard Bruce Matthews.",
      "pageId": 20383149,
      "monthDay": "05/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Zack_Ryder",
      "name": "Zack Ryder",
      "aboutText": "Lucas John Gregerson (born May 14, 1984) is an American professional baseball pitcher for the Houston Astros of Major League Baseball (MLB). He previously played in MLB for the San Diego Padres and Oakland Athletics.",
      "pageId": 22293742,
      "monthDay": "05/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Georgia_Salpa",
      "name": "Georgia Salpa",
      "aboutText": "Oliver Stanley \"Olly\" Murs (born 14 May 1984) is an English singer-songwriter, television presenter and actor. He rose to fame after finishing as the runner-up in the sixth series of The X Factor in 2009. He is currently signed to Epic Records in the United Kingdom, Columbia Records in the United States, and Syco Music.",
      "pageId": 24594902,
      "monthDay": "05/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alyosha_(singer)",
      "name": "Alyosha",
      "aboutText": "Andrea Bovo (born 14 May 1986) is an Italian footballer who plays for Salernitana in Serie B.",
      "pageId": 26552281,
      "monthDay": "05/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrea_Bovo",
      "name": "Andrea Bovo",
      "aboutText": "Olena Kucher (Ukrainian: Олена Кучер, born 14 May 1986 in Zaporizhia), better known by her stage name Alyosha (Ukrainian: Aльоша), is a Ukrainian singer.",
      "pageId": 26631128,
      "monthDay": "05/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Clay_Matthews_III",
      "name": "Clay Matthews III",
      "aboutText": "Georgia Salpa (Greek: Γεωργία Σάλπα; born 14 May 1985) is a Greek-born Irish glamour model.",
      "pageId": 34322078,
      "monthDay": "05/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marco_Motta",
      "name": "Marco Motta",
      "aboutText": "Dustin Charles Lynch (born May 14, 1985) is an American country music singer and songwriter.",
      "pageId": 34476299,
      "monthDay": "05/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Camila_Sodi",
      "name": "Camila Sodi",
      "aboutText": "Miranda Taylor Cosgrove (born May 14, 1993) is an American actress and singer. Her career began at the age of three, when she appeared in television commercials. Her film debut came in 2003, when she played Summer Hathaway in School of Rock.",
      "pageId": 723489,
      "monthDay": "05/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zarine_Khan",
      "name": "Zarine Khan",
      "aboutText": "Camila Sodi (Spanish pronunciation: [kaˈmila ˈsoði]; born Camila Ía González Sodi on May 14, 1986 in Mexico City, Mexico) is a Mexican singer, actress and model.",
      "pageId": 2259558,
      "monthDay": "05/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jeong_Min-hyeong",
      "name": "Jeong Min-hyeong",
      "aboutText": "Franck Steve Songo'o (born 14 May 1987) is a Cameroonian footballer.",
      "pageId": 2795320,
      "monthDay": "05/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Franck_Songo%27o",
      "name": "Franck Songo'o",
      "aboutText": "Emily Samuelson (born May 14, 1990) is an American ice dancer. With former partner Evan Bates, she is the 2009 Four Continents bronze medalist, the 2008 World Junior champion, and the 2009 U.S. national silver medalist. The duo competed at the 2010 Winter Olympics.",
      "pageId": 7825466,
      "monthDay": "05/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Fran%C3%A7ois_Steyn",
      "name": "François Steyn",
      "aboutText": "François Philippus Lodewyk Steyn (born 14 May 1987) is a South African rugby union player, who plays for Toshiba Brave Lupus in the Japanese Top League. He usually plays at fullback or inside centre.",
      "pageId": 8036501,
      "monthDay": "05/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jayne_Appel",
      "name": "Jayne Appel",
      "aboutText": "Olga Ikonnikova (born 14 May 1990 in Tallinn, Estonia) is an Estonian figure skater.",
      "pageId": 9886868,
      "monthDay": "05/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rob_Gronkowski",
      "name": "Rob Gronkowski",
      "aboutText": "Jayne Appel (born May 14, 1988) is a center for the San Antonio Stars in the WNBA. She played collegiate basketball at Stanford University.",
      "pageId": 17983043,
      "monthDay": "05/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alina_Talay",
      "name": "Alina Talay",
      "aboutText": "Kristina Mladenovic (French pronunciation: ​[kʁis.tina mla.dɛˈnɔvitʃ]; Serbian: Кристина Младеновић, pronounced [mlaːdɛnoʋit͡ɕ]) (born 14 May 1993) is a French professional tennis player of Serbian and Bosnian/Bosniak ancestry.\nMladenovic has won one singles and ten doubles titles on the WTA tour, as well as four singles and seven doubles titles on the ITF tour in her career. On 26 August 2013, she reached her best singles ranking of world number 36.",
      "pageId": 20948288,
      "monthDay": "05/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Olga_Ikonnikova",
      "name": "Olga Ikonnikova",
      "aboutText": "Robert Gronkowski (born May 14, 1989), nicknamed \"Gronk\", is an American football tight end for the New England Patriots of the National Football League (NFL). Raised in Williamsville, New York, he played college football at Arizona, winning several awards such as being named The Sporting News freshman All-American, Rivals.com freshman All-American, The Sporting News freshman Pac-10, and being placed on the watchlist for the Lombardi Award.\nHe was drafted by the Patriots with the 42nd pick in the second round of the 2010 NFL Draft.",
      "pageId": 22632363,
      "monthDay": "05/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Emily_Samuelson",
      "name": "Emily Samuelson",
      "aboutText": "Zarine Khan (born 14 May 1987) is an Indian actress and model who mainly works in the Hindi film industry, though has also appeared in Tamil and Punjabi language films.\nKhan made her screen debut with a leading role in the 2010 Anil Sharma's period film Veer co-starring with Salman Khan for which she was nominated for the Zee Cine Award for Best Female Debut. Khan garnered recognition from her item number \"Character Dheela\" in Ready, which was one of the highest-grossing Bollywood films of 2011.",
      "pageId": 25896322,
      "monthDay": "05/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maggy_(model)",
      "name": "Maggy",
      "aboutText": "Alan Benedict \"Albie\" Lee Casiño (born May 14, 1993) is a Filipino actor who became popular after starring in the hit remake of Mara Clara alongside Julia Montes, Kathryn Bernardo, and John Manalo.",
      "pageId": 29478805,
      "monthDay": "05/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Miranda_Cosgrove",
      "name": "Miranda Cosgrove",
      "aboutText": "Alina Talay (Belarusian: Аліна Талай; born 14 May 1989) is a Belarusian track and field athlete who specialises in the 100 metres hurdles. She is coached by Viktor Myasnikov.\nShe was fourth in the event at the 2008 World Junior Championships in Athletics and won the bronze medal at the 2009 European Athletics U23 Championships a year after.",
      "pageId": 31222740,
      "monthDay": "05/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kristina_Mladenovic",
      "name": "Kristina Mladenovic",
      "aboutText": "Marcos Aoás Corrêa (born 14 May 1994), commonly known as Marquinhos, is a Brazilian professional footballer who plays for French club Paris Saint-Germain and the Brazil national team as a centre-back.\nHe began his career at Corinthians, and after winning the 2012 Copa Libertadores he moved to Roma for a fee rising to €3 million. Marquinhos was a regular in his only season as Roma reached the Coppa Italia Final.",
      "pageId": 34959100,
      "monthDay": "05/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Bence_Rakaczki",
      "name": "Bence Rakaczki",
      "aboutText": "Jeong Min-Hyeong (Hangul: 정민형; 14 May 1987 – 4 July 2012) was a South Korean footballer who played as a midfielder for Busan IPark in the K-League.\nHe attended International University of Korea before embarking on a professional football career.\n^ \"부산 수비수 정민형, 차량에서 숨진 채 발견…자살 추정 – Daum 스포츠\" (in Korean).",
      "pageId": 35104868,
      "monthDay": "05/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Albie_Casi%C3%B1o",
      "name": "Albie Casiño",
      "aboutText": "Bence Rakaczki (14 May 1993 – 16 January 2014) was a Hungarian football player who played for Diósgyőri VTK.",
      "pageId": 35932980,
      "monthDay": "05/14"
    },
    {
      "year": "1994",
      "uri": "/wiki/Marcos_Ao%C3%A1s_Corr%C3%AAa",
      "name": "Marcos Aoás Corrêa",
      "aboutText": "Dennis Praet (born 14 May 1994) is a Belgian footballer who plays as an attacking midfielder for Anderlecht in the Belgian Pro League.",
      "pageId": 36160427,
      "monthDay": "05/14"
    },
    {
      "year": "1994",
      "uri": "/wiki/Dennis_Praet",
      "name": "Dennis Praet",
      "aboutText": "Martijn Garritsen (born 14 May 1996), commonly known by his stage name Martin Garrix, is a Dutch DJ, composer, musician and record producer. He is best known for the track \"Animals\", which was a top 10 hit in more than 10 countries; the song has peaked at number 1 in Belgium and the United Kingdom, and number 3 in Ireland. His single \"Wizard\", produced with Jay Hardway, was successful in numerous countries in 2014.",
      "pageId": 40146267,
      "monthDay": "05/14"
    },
    {
      "year": "1995",
      "uri": "/wiki/Kelly_Gale",
      "name": "Kelly Gale",
      "aboutText": "Jonah Placid (born 14 May 1995) is an Australian rugby union player who currently plays as a fullback for the Reds in Super Rugby. Domestically, he plays for Easts in the Queensland Premier Rugby tournament.",
      "pageId": 42414752,
      "monthDay": "05/14"
    },
    {
      "year": "1995",
      "uri": "/wiki/Jonah_Placid",
      "name": "Jonah Placid",
      "aboutText": "Kelly Gale (born 14 May 1995 in Gothenburg, Sweden) is a Swedish fashion model of partial Indian heritage.\n^ \"Kelly Gale\". elitemodellondon.co.uk.",
      "pageId": 43391659,
      "monthDay": "05/14"
    },
    {
      "year": "1996",
      "uri": "/wiki/Martin_Garrix",
      "name": "Martin Garrix",
      "aboutText": "Maggy (マギー, Magī, born 14 May 1992 in Amagasaki, Hyōgo) is a Japanese model and tarento. She is known for many television shows such as Sport on Fuji TV (2009-), NTV's Hirunandesu! (2014-) and Buzz Rhythm (2015-).",
      "pageId": 47089872,
      "monthDay": "05/14"
    },
    {
      "year": "1998",
      "uri": "/wiki/Taruni_Sachdev",
      "name": "Taruni Sachdev",
      "aboutText": "Francis Magundayao (born May 14, 1999) is a Filipino actor and commercial model. He was first known as Iking in the series, Darna. He is also known for portraying young Travis (adult version portrayed by Gerald Anderson) in Sana Maulit Muli, Paco in the May Bukas Pa and Adrian in Aryana.",
      "pageId": 14304797,
      "monthDay": "05/14"
    },
    {
      "year": "1999",
      "uri": "/wiki/Francis_Magundayao",
      "name": "Francis Magundayao",
      "aboutText": "Taruni Sachdev (14 May 1998  – 14 May 2012) was an Indian model and child actress, best known for her work in television advertisements and films.",
      "pageId": 35825283,
      "monthDay": "05/14"
    }
  ]
}