{
  "people": [
    {
      "year": "1155",
      "uri": "/wiki/Jien",
      "name": "Jien",
      "aboutText": "Edward Jenner, FRS (/ˈdʒɛnər/; 17 May 1749 – 26 January 1823) was an English physician and scientist who was the pioneer of smallpox vaccine, the world's first vaccine. He is often called \"the father of immunology\", and his work is said to have \"saved more lives than the work of any other human\".\nHe was also the first person to describe the brood parasitism of the cuckoo.",
      "pageId": 9506,
      "monthDay": "05/17"
    },
    {
      "year": "1443",
      "uri": "/wiki/Edmund,_Earl_of_Rutland",
      "name": "Edmund, Earl of Rutland",
      "aboutText": "Caroline Amelia Elizabeth of Brunswick-Wolfenbüttel (17 May 1768 – 7 August 1821), best known as Caroline of Brunswick, was Queen of the United Kingdom as the wife of King George IV from 29 January 1820 until her death in 1821. Between 1795 and 1820, she was Princess of Wales.\nHer father was the ruler of Brunswick-Wolfenbüttel in Germany, and her mother, Princess Augusta, was the sister of George III. In 1794, she was engaged to her first-cousin and George III's eldest son and heir George, Prince of Wales, although they had never met and George was already married illegally to Maria Fitzherbert.",
      "pageId": 48913,
      "monthDay": "05/17"
    },
    {
      "year": "1551",
      "uri": "/wiki/Martin_Delrio",
      "name": "Martin Delrio",
      "aboutText": "Jacint Verdaguer i Santaló (Catalan pronunciation: [ʒəˈsim bərðəˈɣe]) (May 17, 1845 – June 10, 1902) was a Spanish writer, regarded as one of the greatest poets of Catalan literature and a prominent literary figure of the Renaixença, a national revival movement of the late Romantic era. The bishop Josep Torras i Bages, one of the main figures of Catalan nationalism, called him the \"Prince of Catalan poets\".",
      "pageId": 67865,
      "monthDay": "05/17"
    },
    {
      "year": "1628",
      "uri": "/wiki/Ferdinand_Charles,_Archduke_of_Austria",
      "name": "Ferdinand Charles, Archduke of Austria",
      "aboutText": "Wilhelm (later William) Steinitz (May 17, 1836 – August 12, 1900) was an Austrian and later American chess Master player, and the first undisputed world chess champion from 1886 to 1894. He was also a highly influential writer and chess theoretician.\nWhen discussing chess history from the 1850s onwards, commentators have debated whether Steinitz could be effectively considered the champion from an earlier time, perhaps as early as 1866.",
      "pageId": 167866,
      "monthDay": "05/17"
    },
    {
      "year": "1682",
      "uri": "/wiki/Bartholomew_Roberts",
      "name": "Bartholomew Roberts",
      "aboutText": "Julius Wellhausen (May 17, 1844 – January 7, 1918), was a German biblical scholar and orientalist. In the course of his career, he moved from Old Testament research through Islamic studies to New Testament scholarship. Wellhausen won renown for his contributions to the composition history of the Pentateuch/Torah and the formative period of Islam.",
      "pageId": 180722,
      "monthDay": "05/17"
    },
    {
      "year": "1706",
      "uri": "/wiki/Andreas_Felix_von_Oefele",
      "name": "Andreas Felix von Oefele",
      "aboutText": "Anna Brownell Jameson (17 May 1794 – 17 March 1860) was a British writer.",
      "pageId": 213971,
      "monthDay": "05/17"
    },
    {
      "year": "1718",
      "uri": "/wiki/Robert_Darcy,_4th_Earl_of_Holderness",
      "name": "Robert Darcy, 4th Earl of Holderness",
      "aboutText": "Bartholomew Roberts (17 May 1682 – 10 February 1722) was born John Roberts, a Welsh pirate who raided ships off the Americas and West Africa between 1719 and 1722. He was the most successful pirate of the Golden Age of Piracy as measured by vessels captured, taking over 470 prizes in his career.",
      "pageId": 238512,
      "monthDay": "05/17"
    },
    {
      "year": "1732",
      "uri": "/wiki/Francesco_Pasquale_Ricci",
      "name": "Francesco Pasquale Ricci",
      "aboutText": "Field Marshal Henry William Paget, 1st Marquess of Anglesey, KG GCB GCH PC (17 May 1768 – 29 April 1854), styled Lord Paget between 1784 and 1812 and known as the Earl of Uxbridge between 1812 and 1815, was a British Army officer and politician. After serving as a Member of Parliament for Carnarvon and then for Milborne Port, he took part in the Flanders Campaign and then commanded the cavalry for Sir John Moore's army in Spain during the Peninsular War; his cavalry showed distinct superiority over their French counterparts at the Battle of Sahagún, where his men captured two French lieutenant colonels and so mauled the French chasseurs that they ceased to exist as a viable regiment. He also commanded the cavalry at the Battle of Benavente, where he defeated the elite chasseurs of the French Imperial Guard.",
      "pageId": 318854,
      "monthDay": "05/17"
    },
    {
      "year": "1743",
      "uri": "/wiki/Seth_Warner",
      "name": "Seth Warner",
      "aboutText": "Robert Darcy, 4th Earl of Holderness PC (17 May 1718 – 16 May 1778), known before 1721 as Lord Darcy and Conyers, was a British diplomat and politician.",
      "pageId": 395637,
      "monthDay": "05/17"
    },
    {
      "year": "1749",
      "uri": "/wiki/Edward_Jenner",
      "name": "Edward Jenner",
      "aboutText": "Sir John St Aubyn, 5th Baronet (17 May 1758 – 10 August 1839), was a British Member of Parliament, High Sheriff of Cornwall and Grand Master of the Freemasons.",
      "pageId": 421893,
      "monthDay": "05/17"
    },
    {
      "year": "1758",
      "uri": "/wiki/Sir_John_St_Aubyn,_5th_Baronet",
      "name": "Sir John St Aubyn, 5th Baronet",
      "aboutText": "Martin Delrio (Latin: Martinus Antonius Delrio; Spanish: Martín Antonio del Río; French: Martin-Antoine del Rio; 17 May 1551 – 19 October 1608) was a Jesuit theologian, born in the Low Countries but of Spanish descent. He studied at numerous institutions, receiving a master's degree in law from Salamanca in 1574. After a period of political service in the Spanish Netherlands, he became a Jesuit in 1580.",
      "pageId": 475044,
      "monthDay": "05/17"
    },
    {
      "year": "1768",
      "uri": "/wiki/Caroline_of_Brunswick",
      "name": "Caroline of Brunswick",
      "aboutText": "Ferdinand Charles (17 May 1628 – 30 December 1662) was the Archduke of Further Austria, including the Tyrol, from 1646 to 1662.\nAs the son of Archduke Leopold V and Claudia de' Medici, he succeeded his father upon the latter's death in 1632, under his mother's regency. He took over his mother's governatorial duties when he came of age in 1646.",
      "pageId": 1213406,
      "monthDay": "05/17"
    },
    {
      "year": "1768",
      "uri": "/wiki/Henry_Paget,_1st_Marquess_of_Anglesey",
      "name": "Henry Paget, 1st Marquess of Anglesey",
      "aboutText": "Edmund, Earl of Rutland (17 May 1443 – 30 December 1460) was the fifth child and second surviving son of Richard Plantagenet, 3rd Duke of York, and Cecily Neville. He was born in Rouen.\nHe was created Earl of Rutland by Henry VI probably some time before 1454.",
      "pageId": 1420053,
      "monthDay": "05/17"
    },
    {
      "year": "1794",
      "uri": "/wiki/Anna_Brownell_Jameson",
      "name": "Anna Brownell Jameson",
      "aboutText": "Sebastian Kneipp (May 17, 1821, Stephansried, Germany – June 17, 1897, in Bad Wörishofen) was a Bavarian priest and one of the founders of the naturopathic medicine movement. He is most commonly associated with the \"Kneipp Cure\" form of hydrotherapy, the application of water through various methods, temperatures and pressures which he claimed to have therapeutic or healing effects.\nIn Norway, he is mostly known for his wholemeal bread recipe.",
      "pageId": 1563008,
      "monthDay": "05/17"
    },
    {
      "year": "1821",
      "uri": "/wiki/Sebastian_Kneipp",
      "name": "Sebastian Kneipp",
      "aboutText": "Seth Warner (May 17, 1743 [O.S. May 6, 1743] – December 26, 1784) was a Revolutionary War officer from Vermont who rose to rank of Continental colonel and was often given the duties of a brigade commander. He is best known for his leadership in the capture of Fort Crown Point, the Battle of Longueuil, the siege of Quebec, the retreat from Canada, and the battles of Hubbardton and Bennington.\nBefore the war, he was a captain in the Green Mountain Boys.",
      "pageId": 1602561,
      "monthDay": "05/17"
    },
    {
      "year": "1836",
      "uri": "/wiki/Virginie_Loveling",
      "name": "Virginie Loveling",
      "aboutText": "Andreas Felix von Oefele (May 17, 1706 – February 17, 1780) was a German historian and librarian.\nVon Oefele was born in Munich, the son of an innkeeper. He attended the Jesuit secondary school \"Wilhelmsgymnasium\" and continued his studies of Law, history and theology at the universities of Ingolstadt and Leuven.",
      "pageId": 1826263,
      "monthDay": "05/17"
    },
    {
      "year": "1836",
      "uri": "/wiki/Wilhelm_Steinitz",
      "name": "Wilhelm Steinitz",
      "aboutText": "Jien (慈円, 17 May 1155 in Kyoto – 28 October 1225 in Omi (now Shiga)) was a Japanese poet, historian, and Buddhist monk.",
      "pageId": 2322373,
      "monthDay": "05/17"
    },
    {
      "year": "1844",
      "uri": "/wiki/Julius_Wellhausen",
      "name": "Julius Wellhausen",
      "aboutText": "Virginie (Marie) Loveling (17 May 1836 - 1 December 1923) was a Flemish author of poetry, novels, essays and children's stories.",
      "pageId": 3077837,
      "monthDay": "05/17"
    },
    {
      "year": "1845",
      "uri": "/wiki/Jacint_Verdaguer",
      "name": "Jacint Verdaguer",
      "aboutText": "Martin Kukučín (real name Matej Bencúr, 17 May 1860, Jasenová, Árva County – 21 May 1928) was a Slovak prose writer, dramatist and publicist.",
      "pageId": 9633262,
      "monthDay": "05/17"
    },
    {
      "year": "1860",
      "uri": "/wiki/Martin_Kuku%C4%8D%C3%ADn",
      "name": "Martin Kukučín",
      "aboutText": "Francesco Pasquale Ricci (May 17, 1732 – November 7, 1817), was an Italian composer and violinist.\nRicci was born in Como. He traveled widely, and lived some time in Paris.",
      "pageId": 25095635,
      "monthDay": "05/17"
    },
    {
      "year": "1863",
      "uri": "/wiki/L%C3%A9on_G%C3%A9rin",
      "name": "Léon Gérin",
      "aboutText": "Alfonso XIII (Spanish: Alfonso León Fernando María Jaime Isidro Pascual Antonio de Borbón y Habsburgo-Lorena; English: Alphonse Leon Ferdinand Mary James Isidore Pascal Anthony of Bourbon and Habsburg-Lorraine; 17 May 1886 – 28 February 1941) was King of Spain from 1886 until 1931.\nAlfonso was monarch from birth, as his father Alfonso XII had died the previous year. Until his 16th birthday in 1902, his mother, Maria Christina of Austria, served as his regent, in a period which saw Spain lose its Caribbean and Pacific colonies during the Spanish–American War.",
      "pageId": 1677,
      "monthDay": "05/17"
    },
    {
      "year": "1864",
      "uri": "/wiki/Louis_Richardet",
      "name": "Louis Richardet",
      "aboutText": "Éric Alfred Leslie Satie (French: [eʁik sati]; 17 May 1866 – 1 July 1925) – he signed his name Erik Satie after 1884 – was a French composer and pianist. Satie was a colourful figure in the early 20th century Parisian avant-garde. His work was a precursor to later artistic movements such as minimalism, Surrealism, repetitive music, and the Theatre of the Absurd.",
      "pageId": 9956,
      "monthDay": "05/17"
    },
    {
      "year": "1864",
      "uri": "/wiki/Ante_Trumbi%C4%87",
      "name": "Ante Trumbić",
      "aboutText": "Henri Barbusse (French pronunciation: ​[ɑ̃ʁi baʁbys]; May 17, 1873 – August 30, 1935) was a French novelist and a member of the French Communist Party. He was a lifelong friend of Albert Einstein.",
      "pageId": 70178,
      "monthDay": "05/17"
    },
    {
      "year": "1866",
      "uri": "/wiki/Erik_Satie",
      "name": "Erik Satie",
      "aboutText": "Princess Arthur of Connaught, 2nd Duchess of Fife, GCStJ (Alexandra Victoria Alberta Edwina Louise; née Duff; Princess Alexandra, Duchess of Fife before marriage; 17 May 1891 – 26 February 1959) was a granddaughter of King Edward VII.",
      "pageId": 286485,
      "monthDay": "05/17"
    },
    {
      "year": "1868",
      "uri": "/wiki/Horace_Elgin_Dodge",
      "name": "Horace Elgin Dodge",
      "aboutText": "Dorothy Miller Richardson (17 May 1873 – 17 June 1957) was a British author and journalist. Author of Pilgrimage, a sequence of 13 novels, she was one of the earliest modernist novelists to use stream of consciousness as a narrative technique.",
      "pageId": 377434,
      "monthDay": "05/17"
    },
    {
      "year": "1873",
      "uri": "/wiki/Henri_Barbusse",
      "name": "Henri Barbusse",
      "aboutText": "Ante Trumbić (17 May 1864 – 17 November 1938) was a Croatian politician in the early 20th century.",
      "pageId": 842414,
      "monthDay": "05/17"
    },
    {
      "year": "1873",
      "uri": "/wiki/Dorothy_Richardson",
      "name": "Dorothy Richardson",
      "aboutText": "Odd Hassel (17 May 1897 – 11 May 1981) was a Norwegian physical chemist and Nobel Laureate.",
      "pageId": 1227040,
      "monthDay": "05/17"
    },
    {
      "year": "1874",
      "uri": "/wiki/George_Sheldon_(diver)",
      "name": "George Sheldon",
      "aboutText": "Alfred Percy \"Tich\" Freeman (17 May 1888 – 28 January 1965) was an English cricketer. A leg spin bowler for Kent and England, he is the only man to take 300 wickets in an English season, and is the second most prolific wicket taker in first class cricket history.",
      "pageId": 1556060,
      "monthDay": "05/17"
    },
    {
      "year": "1882",
      "uri": "/wiki/Karl_Burman",
      "name": "Karl Burman",
      "aboutText": "Alfred Joseph Casson, OC (May 17, 1898 – February 20, 1992) was a member of the Canadian group of artists known as the Group of Seven. He joined the group in 1926 at the invitation of Franklin Carmichael.",
      "pageId": 1961219,
      "monthDay": "05/17"
    },
    {
      "year": "1886",
      "uri": "/wiki/Alfonso_XIII_of_Spain",
      "name": "Alfonso XIII of Spain",
      "aboutText": "Horace Elgin Dodge, Sr.",
      "pageId": 2545023,
      "monthDay": "05/17"
    },
    {
      "year": "1888",
      "uri": "/wiki/Tich_Freeman",
      "name": "Tich Freeman",
      "aboutText": "Dorothy Gibson (May 17, 1889 – February 17, 1946) was a pioneering American silent film actress, artist's model and singer active in the early 20th century. She is best remembered as a survivor of the sinking of the Titanic and for starring in the first motion picture based on the disaster.",
      "pageId": 3620666,
      "monthDay": "05/17"
    },
    {
      "year": "1889",
      "uri": "/wiki/Dorothy_Gibson",
      "name": "Dorothy Gibson",
      "aboutText": "Saul Adler FRS (Hebrew: שאול אדלר) (born 17 May 1895; died - 25 January 1966) was an Israeli expert on Parasitology.",
      "pageId": 4345051,
      "monthDay": "05/17"
    },
    {
      "year": "1891",
      "uri": "/wiki/Princess_Alexandra,_2nd_Duchess_of_Fife",
      "name": "Princess Alexandra, 2nd Duchess of Fife",
      "aboutText": "Karl Burman sen. (17 May [O.S. 5 May] 1882 – 10 May 1965) was an Estonian and Soviet architect and painter.\nBurman was born in Sumy, Russian empire.",
      "pageId": 6508183,
      "monthDay": "05/17"
    },
    {
      "year": "1891",
      "uri": "/wiki/Napoleon_Zervas",
      "name": "Napoleon Zervas",
      "aboutText": "Napoleon Zervas (Greek: Ναπολέων Ζέρβας; Arta, May 17, 1891 – Athens, December 10, 1957) was a Greek general and resistance leader during World War II. He organized and led the National Republican Greek League (EDES), the second most significant (after EAM), in terms of size and activity, resistance organization against the Axis Occupation of Greece.",
      "pageId": 6836104,
      "monthDay": "05/17"
    },
    {
      "year": "1895",
      "uri": "/wiki/Saul_Adler",
      "name": "Saul Adler",
      "aboutText": "He is not to be confused with the jazz accordionist, Louis Richardet, of the 1930s",
      "pageId": 7205499,
      "monthDay": "05/17"
    },
    {
      "year": "1895",
      "uri": "/wiki/Reinhold_Saulmann",
      "name": "Reinhold Saulmann",
      "aboutText": "George Herbert Sheldon (May 17, 1874 – November 25, 1907) was an American diver who competed in the 1904 Summer Olympics.\nSheldon was an eye doctor from St. Louis, MO. In the 1904 Olympics he won the gold medal in platform diving.",
      "pageId": 14158352,
      "monthDay": "05/17"
    },
    {
      "year": "1895",
      "uri": "/wiki/Mary_Josephine_Ray",
      "name": "Mary Josephine Ray",
      "aboutText": "Mary Josephine Ray (née Arsenault; May 17, 1895 – March 7, 2010) was a Canadian American supercentenarian. At the time of her death, she was the world's second-oldest verified living person behind Kama Chinen of Japan. (Kama Chinen was only one week older than Ray.) Following the death of Gertrude Baines on September 11, 2009, Ray became the oldest person living in the United States.",
      "pageId": 19788549,
      "monthDay": "05/17"
    },
    {
      "year": "1897",
      "uri": "/wiki/Odd_Hassel",
      "name": "Odd Hassel",
      "aboutText": "Léon Gérin (May 17, 1863 – January 15, 1951) was a Canadian lawyer, civil servant, and sociologist.\nBorn in Quebec City, Canada East, the son of Antoine Gérin-Lajoie, Gérin studied at the Séminaire de Nicolet before receiving a law degree from Université Laval in 1884. In 1886, he went to Paris for a few months and became interested in sociology.",
      "pageId": 22159095,
      "monthDay": "05/17"
    },
    {
      "year": "1898",
      "uri": "/wiki/A._J._Casson",
      "name": "A. J. Casson",
      "aboutText": "Reinhold Saulmann (17 May 1895–6 June 1936) was an Estonian track and field sprinter.\nBorn in Tallinn, he was a five-time Estonian champion in track and field events including the sprints and the 400 metres hurdles. Further to this he broke the Estonian records in the 150 metres, 300 metres, 400 metres and the 400 m hurdles.",
      "pageId": 41813128,
      "monthDay": "05/17"
    },
    {
      "year": "1899",
      "uri": "/wiki/Carmen_de_Icaza",
      "name": "Carmen de Icaza",
      "aboutText": "Carmen de Icaza (b. 17 May 1899, Madrid, Spain – d. 16 March 1979) was a Spanish novelist from 1935 to 1960.",
      "pageId": 47519411,
      "monthDay": "05/17"
    },
    {
      "year": "1901",
      "uri": "/wiki/Werner_Egk",
      "name": "Werner Egk",
      "aboutText": "Archibald Cox, Jr. (May 17, 1912 – May 29, 2004) was an American lawyer and law professor who served as U.S. Solicitor General under President John F. Kennedy and later as a special prosecutor during the Watergate scandal. During his career, he was a pioneering expert on labor law and also an authority on constitutional law.",
      "pageId": 118394,
      "monthDay": "05/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Cool_Papa_Bell",
      "name": "Cool Papa Bell",
      "aboutText": "Dennis Brain (17 May 1921 – 1 September 1957) was a British virtuoso horn player who was largely credited for popularizing the horn as a solo classical instrument with the post-war British public. With the collaboration of Herbert von Karajan and the Philharmonia Orchestra, he produced what many still consider to be the definitive recordings of Wolfgang Amadeus Mozart's horn concerti.",
      "pageId": 152386,
      "monthDay": "05/17"
    },
    {
      "year": "1904",
      "uri": "/wiki/Marie-Anne_Desmarest",
      "name": "Marie-Anne Desmarest",
      "aboutText": "Maureen Paula O'Sullivan (17 May 1911 – 23 June 1998) was an Irish-American actress best known for playing Jane in the Tarzan series of films starring Johnny Weissmuller.",
      "pageId": 202122,
      "monthDay": "05/17"
    },
    {
      "year": "1904",
      "uri": "/wiki/Jean_Gabin",
      "name": "Jean Gabin",
      "aboutText": "James Thomas \"Cool Papa\" Bell (May 17, 1903 – March 7, 1991) was an American center fielder in Negro league baseball from 1922 to 1950. He is considered by many baseball observers to have been one of the fastest men ever to play the game. Stories demonstrating Bell's speed are still widely circulated.",
      "pageId": 284756,
      "monthDay": "05/17"
    },
    {
      "year": "1906",
      "uri": "/wiki/Zinka_Milanov",
      "name": "Zinka Milanov",
      "aboutText": "Julius Sumner Miller (May 17, 1909 – April 14, 1987) was an American physicist and television personality.",
      "pageId": 537182,
      "monthDay": "05/17"
    },
    {
      "year": "1909",
      "uri": "/wiki/Julius_Sumner_Miller",
      "name": "Julius Sumner Miller",
      "aboutText": "Robert Norman Thompson (May 17, 1914 – November 16, 1997) was a Canadian politician, chiropractor, and educator. He was born in Duluth, Minnesota, to Canadian parents and moved to Canada in 1918 with his family.",
      "pageId": 603377,
      "monthDay": "05/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Lisa_Fonssagrives",
      "name": "Lisa Fonssagrives",
      "aboutText": "Birgit Nilsson (17 May 1918 – 25 December 2005) was a celebrated Swedish dramatic soprano who specialized in operatic works of Wagner and Strauss, though she sang the operas of many other composers, including Verdi and Puccini. Her voice was noted for its overwhelming force, bountiful reserves of power, and the gleaming brilliance and clarity in the upper register.",
      "pageId": 762369,
      "monthDay": "05/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Maureen_O%27Sullivan",
      "name": "Maureen O'Sullivan",
      "aboutText": "Zinka Milanov (Croatian pronunciation: [zîːŋka milǎnɔv̞]) (May 17, 1906 – May 30, 1989) was a Croatian-born operatic spinto soprano who had a major career centred on the New York Metropolitan Opera.",
      "pageId": 996187,
      "monthDay": "05/17"
    },
    {
      "year": "1912",
      "uri": "/wiki/Archibald_Cox",
      "name": "Archibald Cox",
      "aboutText": "Jean Gabin (French pronunciation: ​[ʒɑ̃ gabɛ̃]; 17 May 1904 – 15 November 1976) was a French actor and sometime singer. Considered a key figure in French cinema, he starred in several classic films including Pépé le Moko (1937), La grande illusion (1937), Le Quai des brumes (1938), La bête humaine (1938), Le jour se lève (1939), and Le plaisir (1952).",
      "pageId": 1115155,
      "monthDay": "05/17"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ace_Parker",
      "name": "Ace Parker",
      "aboutText": "Merle Dale Miller (May 17, 1919 – June 10, 1986) was an American writer, novelist, and best-selling author who came out of the closet in an article in the New York Times Magazine on January 17, 1971, titled \"What It Means to Be a Homosexual\". Due to the response of over 2,000 letters to the article (more than ever received by that newspaper) the article, with additional material was published later that year as a book. Miller became a spokesman for the gay rights movement.",
      "pageId": 1559681,
      "monthDay": "05/17"
    },
    {
      "year": "1913",
      "uri": "/wiki/Hans_Ruesch",
      "name": "Hans Ruesch",
      "aboutText": "Lisa Fonssagrives (May 17, 1911 – February 4, 1992), born Lisa Birgitta Bernstone was a Swedish fashion model widely credited as the first supermodel.",
      "pageId": 1866135,
      "monthDay": "05/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Chang_Ch%27ung-ho",
      "name": "Chang Ch'ung-ho",
      "aboutText": "Werner Egk (17 May 1901 – 10 July 1983), born Werner Joseph Mayer, was a German composer.",
      "pageId": 2129507,
      "monthDay": "05/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Robert_N._Thompson",
      "name": "Robert N. Thompson",
      "aboutText": "Antonio Aguilar Barraza (17 May 1919 – 19 June 2007) was a Mexican singer, songwriter, film actor, film producer, and screenwriter. During his career, he recorded over 150 albums, which sold 25 million copies, and participated in more than 120 films. He was given the honorific nickname \"El Charro de México\" (The Horseman of Mexico) because he is credited with popularizing la charrería, considered to have originated in Mexico, to international audiences.",
      "pageId": 2187871,
      "monthDay": "05/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/A._C._Lyles",
      "name": "A. C. Lyles",
      "aboutText": "Clarence McKay \"Ace\" Parker (May 17, 1912 – November 6, 2013) was an American football and baseball player and coach. He played professional football as a quarterback in the National Football League (NFL) for the Brooklyn Dodgers (1937–1941) and Boston Yanks (1945) and in the All-America Football Conference (AAFC) for the New York Yankees. He was an All-American halfback at Duke University in 1936.",
      "pageId": 2485496,
      "monthDay": "05/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/Birgit_Nilsson",
      "name": "Birgit Nilsson",
      "aboutText": "This is about the racing driver, for the Norwegian geologist with a similarly spelled name go to Hans Reusch",
      "pageId": 3183484,
      "monthDay": "05/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Antonio_Aguilar",
      "name": "Antonio Aguilar",
      "aboutText": "Andrew Craddock \"A. C.\" Lyles, Jr.",
      "pageId": 5831509,
      "monthDay": "05/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Merle_Miller",
      "name": "Merle Miller",
      "aboutText": "Harry Männil (May 17, 1920 – January 11, 2010) was an Estonian businessman, art collector, and cultural benefactor in several countries.\nMännil was born in Tallinn, Estonia. As a result of World War II he moved to Venezuela in 1946, where he lived for the rest of his life.",
      "pageId": 6068814,
      "monthDay": "05/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gustav_Naan",
      "name": "Gustav Naan",
      "aboutText": "Gustav Naan (Russian: Густав Иоганнович Наан, Gustav Iogannovich Naan; 17 May 1919 near Vladivostok – 12 January 1994 in Tallinn) was an Estonian physicist and philosopher.\nGustav Naan was born in Russian SFSR in a village near Vladivostok to a family of Estonian settlers. He graduated from the Leningrad State University in 1941.",
      "pageId": 21624898,
      "monthDay": "05/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Harry_M%C3%A4nnil",
      "name": "Harry Männil",
      "aboutText": "Marie-Anne Desmarest (May 17, 1904 – March 4, 1973) was a French writer.\nShe was born Anne-Marie During in Mulhouse. She was married twice: first to Henri Desmarest and later to Roger Leroy.",
      "pageId": 45645099,
      "monthDay": "05/17"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dennis_Brain",
      "name": "Dennis Brain",
      "aboutText": "Chang Ch'ung-ho or Zhang Chonghe (Chinese: 張充和; May 17, 1914 – June 17, 2015), also known by her married name Ch'ung-ho Chang Frankel, was a Chinese-American poet, calligrapher, educator and Kunqu opera singer.",
      "pageId": 47028797,
      "monthDay": "05/17"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bob_Merrill",
      "name": "Bob Merrill",
      "aboutText": "Dennis Lee Hopper (May 17, 1936 – May 29, 2010) was an American actor, filmmaker, photographer, and artist. He attended the Actors Studio, making his first television appearance in 1954, and soon after appeared in two films with James Dean. In the next ten years he made a name in television, and by the end of the 1960s had appeared in several films.",
      "pageId": 8791,
      "monthDay": "05/17"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jean_R%C3%A9d%C3%A9l%C3%A9",
      "name": "Jean Rédélé",
      "aboutText": "Hazel Reid O'Leary (born May 17, 1937) was the seventh United States Secretary of Energy, from 1993 to 1997, appointed by President Bill Clinton. As of 2015, she is the first and only woman and first and only African American to hold the position.",
      "pageId": 152541,
      "monthDay": "05/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Michael_Beetham",
      "name": "Michael Beetham",
      "aboutText": "Dennis Christopher George Potter (17 May 1935 – 7 June 1994) was an English television dramatist, screenwriter and journalist.\nAfter standing for parliament as a Labour candidate at the 1964 general election, his health was affected by the onset of psoriatic arthropathy which led to him to becoming a playwright. He initially worked in journalism before making the transition to television drama.",
      "pageId": 163639,
      "monthDay": "05/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Anthony_Eyton",
      "name": "Anthony Eyton",
      "aboutText": "Marshall Herff Applewhite, Jr. (May 17, 1931 – March 1997), also known as \"Bo\" and \"Do\", among other names, was an American cult leader who founded what became known as the Heaven's Gate religious group and organized their mass suicide in 1997 - claiming the lives of thirty-nine people.\nA native of Texas, Applewhite attended several universities and, as a young man, served in the United States Army.",
      "pageId": 379359,
      "monthDay": "05/17"
    },
    {
      "year": "1924",
      "uri": "/wiki/Francis_Tombs,_Baron_Tombs",
      "name": "Francis Tombs, Baron Tombs",
      "aboutText": "Ronald Gerald Wayne (born May 17, 1934) is a retired American electronics industry worker. He co-founded Apple Computer (now Apple Inc.) with Steve Wozniak and Steve Jobs, providing administrative oversight for the new venture.",
      "pageId": 635752,
      "monthDay": "05/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Cicely_Berry",
      "name": "Cicely Berry",
      "aboutText": "Bob Merrill (May 17, 1921 – February 17, 1998) was an American songwriter, theatrical composer, lyricist, and screenwriter. He was the second most successful songwriter of the 1950s on the UK Singles Chart.",
      "pageId": 683388,
      "monthDay": "05/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/David_Ogilvy,_13th_Earl_of_Airlie",
      "name": "David Ogilvy, 13th Earl of Airlie",
      "aboutText": "David George Coke Patrick Ogilvy, 8th (or 13th) Earl of Airlie, KT, GCVO, PC, JP (born 17 May 1926) is a Scottish peer.",
      "pageId": 908825,
      "monthDay": "05/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Dietmar_Sch%C3%B6nherr",
      "name": "Dietmar Schönherr",
      "aboutText": "Marshal of the Royal Air Force Sir Michael James Beetham GCB, CBE, DFC, AFC, DL (17 May 1923 – 24 October 2015) was a World War II bomber pilot and a high-ranking commander in the Royal Air Force from the 1960s to the 1980s. As Chief of the Air Staff during the Falklands War he was involved in the decision to send the Task Force to the South Atlantic. At the time of his death Beetham was one of only six people holding his service's most senior rank and, excluding Prince Philip's honorary rank, and had the longest time in rank, making him the senior Marshal of the Royal Air Force.",
      "pageId": 3055905,
      "monthDay": "05/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Franz_Sondheimer",
      "name": "Franz Sondheimer",
      "aboutText": "Jason Bernard (May 17, 1938 – October 16, 1996) was an American film and television actor.",
      "pageId": 3119000,
      "monthDay": "05/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Branko_Zebec",
      "name": "Branko Zebec",
      "aboutText": "Earl Edwin Morrall (May 17, 1934 – April 25, 2014) was an American football player who was a quarterback in the National Football League (NFL) for twenty-one seasons. Morrall, who also occasionally punted, played 21 seasons in the National Football League as both a starter and reserve. In the latter capacity, he became known as one of the greatest backup quarterbacks in NFL history.",
      "pageId": 3556489,
      "monthDay": "05/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/Marshall_Applewhite",
      "name": "Marshall Applewhite",
      "aboutText": "Branislav \"Branko\" Zebec (17 May 1929 in Zagreb, Kingdom of Yugoslavia – 26 September 1988 in Zagreb, SFR Yugoslavia) was a Croatian footballer and manager. In his heyday the player from FK Partizan and Red Star Belgrade fascinated the world with his performances at the World Cups in 1954 and 1958. With Partizan he won 3 Yugoslav Cups (1952, 1954, 1957).",
      "pageId": 4068759,
      "monthDay": "05/17"
    },
    {
      "year": "1932",
      "uri": "/wiki/Rodric_Braithwaite",
      "name": "Rodric Braithwaite",
      "aboutText": "Franz Sondheimer FRS (17 May 1926 – 11 February 1981) was a British chemist.",
      "pageId": 4444452,
      "monthDay": "05/17"
    },
    {
      "year": "1933",
      "uri": "/wiki/Yelena_Gorchakova",
      "name": "Yelena Gorchakova",
      "aboutText": "Yelena Yegorovna Gorchakova (Russian: Елена Егоровна Горчакова; 17 May 1933 – 27 January 2002) was a Russian javelin thrower who won bronze medals at the 1952 and 1964 Olympics. Her 1964 bronze was a disappointment as she set a world record in the qualification that remained unbeaten for eight years.\nDuring her long career Gorchakova had a fierce competition within the Soviet national team and won the national title only twice, in 1963 and 1965.",
      "pageId": 6823610,
      "monthDay": "05/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Friedrich-Wilhelm_Kiel",
      "name": "Friedrich-Wilhelm Kiel",
      "aboutText": "Sir Rodric Quentin Braithwaite, GCMG (born 17 May 1932) is a British diplomat and author.\nBraithwaite was educated at Bedales School and Christ's College, Cambridge. After his military service, he joined HM Diplomatic Service in 1955.",
      "pageId": 7453671,
      "monthDay": "05/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Earl_Morrall",
      "name": "Earl Morrall",
      "aboutText": "Jean Rédélé (May 17, 1922, Dieppe, Seine-Maritime – August 10, 2007 Paris), was an automotive pioneer, pilot and founder of the French automotive brand Alpine.\nWith a HEC diploma, he was the youngest Renault dealer in France, with a dealership installed in Dieppe. Rédélé first started (1950) rallying Dieppe-Rouen with a 4 CV, because he considered the small French car had a great rallying potential.",
      "pageId": 12724995,
      "monthDay": "05/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ronald_Wayne",
      "name": "Ronald Wayne",
      "aboutText": "Cicely Frances Berry CBE (born May 17, 1926) was the voice director of the Royal Shakespeare Company from 1969 to 2014, and is world-renowned in her work as a voice and text coach, having spent many years as an instructor at London's Central School of Speech and Drama. She has conducted workshops all over the globe, including Korea, Russia, and Asia. Her work has also extended to prisons, using Shakespeare as a vessel to find confidence in speaking and response to imagery.",
      "pageId": 13529855,
      "monthDay": "05/17"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dennis_Potter",
      "name": "Dennis Potter",
      "aboutText": "Francis Leonard Tombs, Baron Tombs (born 17 May 1924) is an English industrialist and former politician.\nHe was educated at Elmore Green School, Walsall, and at the University of London.\nTombs had a distinguished career in industry, particularly in electricity generation.",
      "pageId": 16896265,
      "monthDay": "05/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dennis_Hopper",
      "name": "Dennis Hopper",
      "aboutText": "Dietmar Otto Schönherr (17 May 1926, Innsbruck, Austria – 18 July 2014, Ibiza, Spain) was an Austrian film actor. He appeared in 120 films between 1944 and 2014. He was famous for playing the role of Major Cliff Allister McLane in the German science fiction series Raumpatrouille.",
      "pageId": 20040000,
      "monthDay": "05/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Hazel_R._O%27Leary",
      "name": "Hazel R. O'Leary",
      "aboutText": "Anthony Eyton R.A. (born in Teddington, Middlesex, UK 17 May 1923) is a British artist and member of the Royal Academy.",
      "pageId": 21902658,
      "monthDay": "05/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jason_Bernard",
      "name": "Jason Bernard",
      "aboutText": "Friedrich-Wilhelm Kiel (born 17 May 1934 in Berlin-Charlottenburg) is a German politician and member of the FDP.",
      "pageId": 29392515,
      "monthDay": "05/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Pervis_Jackson",
      "name": "Pervis Jackson",
      "aboutText": "Alan Curtis Kay (born May 17, 1940 ) is an American computer scientist. He has been elected a Fellow of the American Academy of Arts and Sciences, the National Academy of Engineering, and the Royal Society of Arts. He is best known for his pioneering work on object-oriented programming and windowing graphical user interface design.",
      "pageId": 1449,
      "monthDay": "05/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/Hugh_Dykes,_Baron_Dykes",
      "name": "Hugh Dykes, Baron Dykes",
      "aboutText": "Henry Saint Clair Fredericks (born May 17, 1942), who uses the stage name Taj Mahal, is an American blues musician. He often incorporates elements of world music into his works. A self-taught singer-songwriter and film composer who plays the guitar, piano, banjo and harmonica (among many other instruments), Mahal has done much to reshape the definition and scope of blues music over the course of his almost 50-year career by fusing it with nontraditional forms, including sounds from the Caribbean, Africa and the South Pacific.",
      "pageId": 345424,
      "monthDay": "05/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gary_Paulsen",
      "name": "Gary Paulsen",
      "aboutText": "Earl Benjamin \"Ben\" Nelson (born May 17, 1941) is an American politician and member of the Democratic Party who served as the 37th Governor of Nebraska from 1991 to 1999 and as a United States Senator from Nebraska from 2001 to 2013.\nNelson was an insurance executive before he entered politics. His first run for office was in 1990, when he narrowly defeated incumbent Republican Governor Kay A. Orr.",
      "pageId": 363274,
      "monthDay": "05/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Alan_Kay",
      "name": "Alan Kay",
      "aboutText": "David Cope (born May 17, 1941, San Francisco, California) is an American author, composer, scientist, and former professor of music at the University of California, Santa Cruz. His primary area of research involves artificial intelligence and music; he writes programs and algorithms that can analyse existing music and create new compositions in the style of the original input music. He teaches a summer Workshop in Algorithmic Computer Music that is open to the public (but not free) as well as a general education course entitled Artificial Intelligence and Music for enrolled UCSC students.",
      "pageId": 734323,
      "monthDay": "05/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Reynato_Puno",
      "name": "Reynato Puno",
      "aboutText": "Anthony \"Tony\" Dalton Roche, AO MBE (born 17 May 1945) is a former professional Australian tennis player, native of Tarcutta. He played junior tennis in the New South Wales regional city of Wagga Wagga. He won one Grand Slam singles title and thirteen Grand Slam doubles titles, and was ranked as high as World No.",
      "pageId": 870020,
      "monthDay": "05/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Cope",
      "name": "David Cope",
      "aboutText": "John Norman Warren, MBE, OAM (17 May 1943 – 6 November 2004) was an Australian football player, coach, administrator, writer and broadcaster. He was known as Captain Socceroo for his passionate work to promote the game in Australia.",
      "pageId": 1144217,
      "monthDay": "05/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ben_Nelson",
      "name": "Ben Nelson",
      "aboutText": "Gary James Paulsen (born May 17, 1939) is an American writer of young adult literature, best known for coming of age stories about the wilderness. He is the author of more than 200 books, more than 200 magazine articles and short stories, and several plays, all primarily for teenagers. He won the Margaret Edwards Award from the American Library Association in 1997 for his lifetime contribution in writing for teens.",
      "pageId": 1187948,
      "monthDay": "05/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Grace_Zabriskie",
      "name": "Grace Zabriskie",
      "aboutText": "Bhagwat Subramanya Chandrasekhar (informally Chandra; born 17 May 1945) is a former Indian cricketer who played as a leg spinner. Considered among the top echelon of leg spinners, Chandrasekhar along with E.A.S. Prasanna, Bishen Singh Bedi and Srinivasaraghavan Venkataraghavan constituted the Indian spin quartet that dominated spin bowling during the 1960s and 1970s. At a very young age, polio left his right arm withered.",
      "pageId": 1327047,
      "monthDay": "05/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Taj_Mahal_(musician)",
      "name": "Taj Mahal",
      "aboutText": "Peter Hinwood (born 17 May 1946) is an English actor.",
      "pageId": 1503850,
      "monthDay": "05/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Al_White",
      "name": "Al White",
      "aboutText": "Udo Lindenberg (born 17 May 1946 in Gronau) is a German drummer, rock musician and composer.",
      "pageId": 1619031,
      "monthDay": "05/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/David_Simeon",
      "name": "David Simeon",
      "aboutText": "Paul Crossley (born May 17, 1944) is a British pianist.\nBorn in Dewsbury, Yorkshire, his piano teacher was Fanny Waterman in Leeds. While a student at Mansfield College, Oxford, he was discovered by Olivier Messiaen and his wife Yvonne Loriod, who heard him play and immediately invited him to come to Paris to study with them.",
      "pageId": 2002394,
      "monthDay": "05/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Johnny_Warren",
      "name": "Johnny Warren",
      "aboutText": "Peter Bryan Price (born 17 May 1944) is a retired English Anglican bishop. He was the Bishop of Bath and Wells in the Church of England from 2001 to 30 June 2013. He sat in the House of Lords as one of the Lords Spiritual from 2008 until his retirement.",
      "pageId": 2085597,
      "monthDay": "05/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Paul_Crossley",
      "name": "Paul Crossley",
      "aboutText": "Hugh John Maxwell Dykes, Baron Dykes, (born 17 May 1939) is a British politician and member of the House of Lords.",
      "pageId": 2154848,
      "monthDay": "05/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Price_(bishop)",
      "name": "Peter Price",
      "aboutText": "James Ridout \"Jesse\" Winchester (May 17, 1944 – April 11, 2014) was an American-Canadian musician and songwriter who was born and raised in the southern United States. Opposed to the Vietnam War, he moved to Canada in 1967, where he began his career as a solo artist. His highest charting recordings were of his own tunes, \"Yankee Lady\" in 1970 and \"Say What\" in 1981.",
      "pageId": 2484677,
      "monthDay": "05/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jesse_Winchester",
      "name": "Jesse Winchester",
      "aboutText": "Grace Zabriskie (born Grace Caplinger; May 17, 1941) is an American actress.",
      "pageId": 3434937,
      "monthDay": "05/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/B._S._Chandrasekhar",
      "name": "B. S. Chandrasekhar",
      "aboutText": "Allen \"Al\" White (born May 17, 1942) is an American character actor. He has appeared in various movies, such as Airplane! and Airplane II: The Sequel, and Back to the Future Part II. Over the course of his Hollywood acting career, White has frequently portrayed police detectives in television and film.",
      "pageId": 5000665,
      "monthDay": "05/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Esin_Engin",
      "name": "Esin Engin",
      "aboutText": "Reynato Puno y Serrano (born May 17, 1940) was the 22nd Chief Justice of the Supreme Court of the Philippines. Appointed on December 8, 2006 by President Gloria Macapagal-Arroyo, he was the 22nd person to serve as Chief Justice.",
      "pageId": 8355528,
      "monthDay": "05/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tony_Roche",
      "name": "Tony Roche",
      "aboutText": "Pervis Jackson (May 17, 1938 – August 18, 2008) was an American R&B singer, noted as the bass singer for The Spinners, and was one of the group's original members.",
      "pageId": 17917582,
      "monthDay": "05/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Udo_Lindenberg",
      "name": "Udo Lindenberg",
      "aboutText": "Esin Engin (May 17, 1945 – May 4, 1997), was a Turkish musician, composer, arranger and film actor.",
      "pageId": 21569676,
      "monthDay": "05/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Hinwood",
      "name": "Peter Hinwood",
      "aboutText": "David Simeon (born David John Townsend, 17 May 1943, Chippenham, Wiltshire) is a British actor.",
      "pageId": 36393418,
      "monthDay": "05/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/F._Paul_Wilson",
      "name": "F. Paul Wilson",
      "aboutText": "Sugar Ray Charles \"Ray\" Leonard (born May 17, 1956) is an American former professional boxer, motivational speaker, and occasional actor. Often regarded as one of the greatest boxers of all time, Leonard was part of \"The Fabulous Four\" a group of boxers who all fought each other throughout the 1980s, consisting of himself, Roberto Durán, Thomas Hearns and Marvin Hagler. \"The Fabulous Four\" created a wave of popularity in the lower weight classes that kept boxing relevant in the post-Muhammad Ali era.",
      "pageId": 87530,
      "monthDay": "05/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Andrew_Latimer",
      "name": "Andrew Latimer",
      "aboutText": "Janez Drnovšek (Slovene pronunciation: [ˈjàːnɛz dərˈnɔ́ːwʃək]; 17 May 1950 – 23 February 2008) was a Slovenian liberal politician, President of the Presidency of Yugoslavia (1989–1990), Prime Minister of Slovenia (1992–2002) and President of Slovenia (2002–2007).",
      "pageId": 162779,
      "monthDay": "05/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Stephen_Platten",
      "name": "Stephen Platten",
      "aboutText": "William \"Bill\" Paxton (born May 17, 1955) is an American actor and director. He has appeared in a number of films, including The Terminator (1984), Weird Science (1985), Aliens (1986), True Lies (1994), Apollo 13 (1995), Twister (1996), and Titanic (1997).",
      "pageId": 303960,
      "monthDay": "05/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dick_Gaughan",
      "name": "Dick Gaughan",
      "aboutText": "Howard George Hampton (born May 17, 1952) is a politician who was a Member of Provincial Parliament for the province of Ontario. He served in the Legislative Assembly of Ontario, Canada, from 1987 to 2011 as an MPP for the riding of Kenora—Rainy River. A member of the Ontario New Democratic Party, he was also the party's leader from 1996 to 2009.",
      "pageId": 334052,
      "monthDay": "05/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marlene_Willoughby",
      "name": "Marlene Willoughby",
      "aboutText": "Sir Simon Henry Ward Hughes (born 17 May 1951) is a British politician. Hughes was Deputy Leader of the Liberal Democrats from 2010 to 2014, and from 2013 until 2015 was Minister of State at the Ministry of Justice. He was the Member of Parliament for the constituency of Bermondsey and Old Southwark (and its predecessors) from 1983 until 2015.",
      "pageId": 354345,
      "monthDay": "05/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bill_Bruford",
      "name": "Bill Bruford",
      "aboutText": "William Scott \"Bill\" Bruford (born 17 May 1949) is an English drummer, percussionist, composer, producer, and record label owner. He was the original drummer for the progressive rock group Yes, from 1968–1972. Bruford has performed for numerous popular acts since the early 1970s, including a stint as touring drummer for Genesis in 1976 and U.K. in 1978.",
      "pageId": 394430,
      "monthDay": "05/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Howard_Ashman",
      "name": "Howard Ashman",
      "aboutText": "Keith John Charles Bradley, Baron Bradley PC (born 17 May 1950, Birmingham) is a British Labour Party politician and life peer.",
      "pageId": 413940,
      "monthDay": "05/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Keith_Bradley,_Baron_Bradley",
      "name": "Keith Bradley, Baron Bradley",
      "aboutText": "Alan Arthur Johnson (born 17 May 1950) is a British Labour Party politician who served as Home Secretary from June 2009 to May 2010. Before that, he filled a wide variety of cabinet positions in both the Blair and Brown governments, including Health Secretary and Education Secretary. Until 20 January 2011 he was Shadow Chancellor of the Exchequer.",
      "pageId": 420600,
      "monthDay": "05/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Janez_Drnov%C5%A1ek",
      "name": "Janez Drnovšek",
      "aboutText": "Howard Elliott Ashman (May 17, 1950 – March 14, 1991) was an American playwright and lyricist. He collaborated with Alan Menken on several films, notably animated features for Disney, Ashman writing the lyrics and Menken composing the music.",
      "pageId": 479160,
      "monthDay": "05/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alan_Johnson",
      "name": "Alan Johnson",
      "aboutText": "Valeriya Ilyinichna Novodvorskaya (Russian: Вале́рия Ильи́нична Новодво́рская, 17 May 1950, Baranovichi, Byelorussian SSR – 12 July 2014, Moscow) was a liberal Russian politician, Soviet dissident, the founder and the chairwoman of the \"Democratic Union\" party, and a member of the editorial board of The New Times.",
      "pageId": 937011,
      "monthDay": "05/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Valeriya_Novodvorskaya",
      "name": "Valeriya Novodvorskaya",
      "aboutText": "Richard Peter Gaughan usually known as Dick Gaughan (born 17 May 1948, Glasgow) is a Scottish musician, singer, and songwriter, particularly of folk and social protest songs.",
      "pageId": 937643,
      "monthDay": "05/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Simon_Hughes",
      "name": "Simon Hughes",
      "aboutText": "Luca Prodan (Rome, 17 May 1953 – Buenos Aires, 22 December 1987) was an Italian–Argentine musician. He was the leader and singer of Sumo, one of the most influential rock bands of Argentina, and is widely considered as one of the most important artists of the last quarter of the twentieth century in his country.",
      "pageId": 1644801,
      "monthDay": "05/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Patricia_Aakhus",
      "name": "Patricia Aakhus",
      "aboutText": "Francis Paul Wilson (born May 17, 1946 in Jersey City, New Jersey) is an American author, primarily in the science fiction and horror genres.",
      "pageId": 1666061,
      "monthDay": "05/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Howard_Hampton",
      "name": "Howard Hampton",
      "aboutText": "Andrew Latimer (17 May 1949, Guildford, Surrey, England) is an English musician and composer who is founder and one of the original members of the progressive rock band Camel. He is mainly a guitarist and singer, but also a flautist and keyboardist.\nLatimer's most common guitar of choice is a Gibson Les Paul, but he is also known for playing Fender Stratocasters and other guitars.",
      "pageId": 4403684,
      "monthDay": "05/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Luca_Prodan",
      "name": "Luca Prodan",
      "aboutText": "Stephen George Platten (born 17 May 1947 in Southgate) is an Anglican bishop. He was the last diocesan Bishop of Wakefield in the Church of England. He was consecrated in this role on 19 July 2003 and immediately prior to that was Dean of Norwich from 1995.",
      "pageId": 5988737,
      "monthDay": "05/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kathleen_Sullivan_(journalist)",
      "name": "Kathleen Sullivan",
      "aboutText": "Michael Roberts (born 17 May 1954) is a South African jockey currently residing in Suffolk, England. He lives with his wife Verna and two daughters, Melanie and Carolyn. Roberts has had a successful career, winning many English and South African races multiple times.",
      "pageId": 10944568,
      "monthDay": "05/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Roberts_(jockey)",
      "name": "Michael Roberts",
      "aboutText": "Patricia \"Patty\" Aakhus (May 17, 1952 – May 16, 2012), also known by her maiden name and pseudonym, Patricia McDowell, was an American novelist and director of International Studies at the University of Southern Indiana. She specialized in Irish themes and won Readercon's Best Imaginative Literature Award in 1990 and the Cahill Award for The Voyage of Mael Duin's Curragh.",
      "pageId": 10954695,
      "monthDay": "05/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bill_Paxton",
      "name": "Bill Paxton",
      "aboutText": "Kathleen Sullivan (born May 17, 1953) is an American television journalist.\nShe was hired as CNN anchor by former president Reese Schonfeld in 1980. Her career has been involved in nearly every area of broadcasting.",
      "pageId": 12604781,
      "monthDay": "05/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Townsend_(musician)",
      "name": "David Townsend",
      "aboutText": "David Edward Townsend (May 17, 1955 - October 26, 2005) was an American musician best known as the guitarist for the R&B band Surface, and the son of singer/songwriter Ed Townsend.\n^ a b c Perrone, Pierre (December 25, 2005). \"David Townsend - Singer with the soul trio Surface\".",
      "pageId": 18298250,
      "monthDay": "05/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sugar_Ray_Leonard",
      "name": "Sugar Ray Leonard",
      "aboutText": "Marlene Willoughby (born May 17, 1948) is the stage name of a former American pornographic actress.\n^ Wilson, Earl. \"Tired of X-rating\".",
      "pageId": 35405034,
      "monthDay": "05/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bob_Saget",
      "name": "Bob Saget",
      "aboutText": "Enya (born Eithne Ní Bhraonáin; Irish pronunciation: [ˈɛnʲə nʲiː ˈvˠɾˠiːn̪ˠaːnʲ], anglicised as Enya Brennan; 17 May 1961) is an Irish singer-songwriter, musician, and producer. She is one of the best-selling artists of all time with 26.5 million RIAA-certified albums sold in the US and an estimated 80 million sold worldwide. She is Ireland's best-selling solo musician, and has recorded music with lyricist Roma Ryan and producer and manager Nicky Ryan since 1982.",
      "pageId": 9482,
      "monthDay": "05/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dave_Sim",
      "name": "Dave Sim",
      "aboutText": "Paul Julian Whitehouse (born 17 May 1958) is a Welsh British actor, writer and comedian. He became known for his work with Harry Enfield and as one of the stars of the popular BBC sketch show, The Fast Show. In a 2005 poll to find The Comedian's Comedian, he was in the top 50 comedy acts voted for by comedians and comedy insiders.",
      "pageId": 24267,
      "monthDay": "05/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Anne_Main",
      "name": "Anne Main",
      "aboutText": "David Victor Sim (born 17 May 1956) is a Canadian cartoonist and publisher, best known for his comic book Cerebus, his artistic experimentation, his advocacy of self-publishing and creator's rights, and his controversial political, philosophical and religious beliefs.\nSim dropped out of high school to pursue a career in comics, and rose to prominence after he began Cerebus in December 1977. Initially, Cerebus was a parody of Conan the Barbarian and other sword and sorcery comics, but after two years Sim came to conceive of the series as a self-complete work, which would run for 300 issues and be subdivided into \"novels\".",
      "pageId": 257219,
      "monthDay": "05/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Pascual_P%C3%A9rez_(baseball)",
      "name": "Pascual Pérez",
      "aboutText": "Simon Fuller (born 17 May 1960) is an English entrepreneur, artist manager and television producer. He is best known for being the creator of the Idol franchise, which was first seen in the UK under the name Pop Idol, and includes American Idol in the U.S. The franchise has been sold to more than 100 countries around the world. Fuller is the co-creator and executive producer of the Fox TV reality shows So You Think You Can Dance, Q'Viva, and other U.S. and European TV shows.",
      "pageId": 262515,
      "monthDay": "05/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ivor_Bolton",
      "name": "Ivor Bolton",
      "aboutText": "Robert Lane \"Bob\" Saget (born May 17, 1956) is an American stand-up comedian, actor, and television host. His television roles include Danny Tanner on the ABC sitcom Full House (1987–95) and hosting America's Funniest Home Videos from 1989 to 1997. Saget is also known for his adult-oriented stand-up routine.",
      "pageId": 437544,
      "monthDay": "05/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Paul_Di%27Anno",
      "name": "Paul Di'Anno",
      "aboutText": "Justin Matthew King, CBE (born 17 May 1961) is a British businessman, who served as the CEO of J Sainsbury plc, parent company of the supermarket chain Sainsbury's, for 10 years before stepping down in July 2014.\nKing was previously Director of Food at Marks and Spencer and has held senior positions at Asda.",
      "pageId": 659208,
      "monthDay": "05/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Paul_Whitehouse",
      "name": "Paul Whitehouse",
      "aboutText": "Paul Andrews (born 17 May 1958, in Chingford, London), better known as Paul Di'Anno, is an English singer best known as the first vocalist to record with heavy metal band Iron Maiden, from 1978 to 1981.\nIn his post-Maiden career, Di'Anno has issued numerous albums over the years, as both a solo artist and as a member of such bands as Gogmagog, Di'Anno's Battlezone, Praying Mantis, Killers and Rockfellas.",
      "pageId": 674386,
      "monthDay": "05/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Richard_Barrons",
      "name": "Richard Barrons",
      "aboutText": "Craig Ferguson (born 17 May 1962) is a Scottish-born American television host, stand-up comedian, writer, actor, director, producer and voice artist. He was the host of The Late Late Show with Craig Ferguson, an Emmy Award-nominated, Peabody Award-winning late-night talk show that aired on CBS from 2005 to 2014. Ferguson began hosting the syndicated Celebrity Name Game in September 2014.",
      "pageId": 1254035,
      "monthDay": "05/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marcelo_Loffreda",
      "name": "Marcelo Loffreda",
      "aboutText": "James William \"Jim\" Nantz, III (born May 17, 1959) is an American sportscaster who has worked on telecasts of the National Football League (NFL), National Collegiate Athletic Association (NCAA) Division I men's basketball and the PGA Tour for CBS Sports since the 1990s. He has been the NFL announcer on CBS's top play-by-play team since 2004. He does play-by-play on CBS/NFL Network since 2014.",
      "pageId": 1425107,
      "monthDay": "05/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jim_Nantz",
      "name": "Jim Nantz",
      "aboutText": "Lise Lyng Falkenberg (born 17 May 1962), is a Danish writer of mostly fiction, biographies and works of literary studies.\nFalkenberg was born in Odense, Denmark. Since her first in 1983, a dozen of her books have been published as well as hundreds of articles, essays and reviews on movies, plays, literature, art and music.",
      "pageId": 1434353,
      "monthDay": "05/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lou_DiBella",
      "name": "Lou DiBella",
      "aboutText": "Anne Margaret Main (born 17 May 1957) is a Conservative Party politician in Britain.",
      "pageId": 1873621,
      "monthDay": "05/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Simon_Fuller",
      "name": "Simon Fuller",
      "aboutText": "Pascual Gross Pérez (May 17, 1957 – November 1, 2012) was a Dominican professional baseball player who pitched in the Major Leagues for the Pittsburgh Pirates, Atlanta Braves, Montreal Expos, and New York Yankees.",
      "pageId": 2522376,
      "monthDay": "05/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Enya",
      "name": "Enya",
      "aboutText": "Jon Francis Koncak (born May 17, 1963) is a former American professional basketball player. A 7'0\" center from Southern Methodist University, Koncak was selected with the 5th pick in the 1985 NBA Draft by the Atlanta Hawks. Koncak spent ten seasons with the Hawks (1985–1995), mainly in a reserve role, then concluded his career with the Orlando Magic.",
      "pageId": 2988818,
      "monthDay": "05/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jamil_Azzaoui",
      "name": "Jamil Azzaoui",
      "aboutText": "Rosalind Wright Picard (born May 17, 1962 in Massachusetts) is Professor of Media Arts and Sciences at MIT, director and also the founder of the Affective Computing Research Group at the MIT Media Lab, co-director of the Things That Think Consortium, and co-founder of startups Affectiva and Empatica. In 2005, she was named a Fellow of the Institute of Electrical and Electronics Engineers.\nPicard is credited with starting the branch of computer science known as affective computing with the publication of Affective Computing.",
      "pageId": 4316761,
      "monthDay": "05/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Justin_King_(businessman)",
      "name": "Justin King",
      "aboutText": "Marcelo Loffreda (born May 17, 1959, in Buenos Aires, Argentina) is an Argentine former rugby player and a current coach, until recently head coach for the English club power Leicester Tigers. Loffreda won 44 caps with one as captain, playing at centre for the Argentine rugby union side (los Pumas). He played much of his career outside the legendary Hugo Porta and scored 4 test tries.",
      "pageId": 5302970,
      "monthDay": "05/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lise_Lyng_Falkenberg",
      "name": "Lise Lyng Falkenberg",
      "aboutText": "Jane Moore (born 17 May 1962) is an English journalist, author and television presenter, best known as a panellist on the ITV lunchtime chat show Loose Women between 1999 and 2002, returning as a regular panellist on 15 October 2013.",
      "pageId": 5604020,
      "monthDay": "05/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Craig_Ferguson",
      "name": "Craig Ferguson",
      "aboutText": "Louis John \"Lou\" DiBella, Jr. (born May 17, 1960) is an American boxing promoter and television/film producer. He is Founder and CEO of DiBella Entertainment based in New York City.",
      "pageId": 8352586,
      "monthDay": "05/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jane_Moore",
      "name": "Jane Moore",
      "aboutText": "Ivor Bolton (born 17 May 1958 in Blackrod, England) is an English conductor and harpsichordist. He studied at Clare College (University of Cambridge) (1976–80) and was conducting scholar at the Royal College of Music (1980–81). He later trained as a répétiteur at the National Opera Studio and was appointed conductor of Schola Cantorum of Oxford.",
      "pageId": 24191448,
      "monthDay": "05/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rosalind_Picard",
      "name": "Rosalind Picard",
      "aboutText": "Jamil Azzaoui (in Arabic جميل عزاوي), also known as just Jamil (born 17 May 1961) is a Canadian humorous artist / comedian, musician (guitarist) and an artist agent of Moroccan origin living in Montreal and well known in France and the francophone countries.\nBeing born to a Muslim Moroccan father and a Québécoise Catholic mother, he lived his childhood in various countries including Egypt, France where he studied at École royale militaire de Sorèze, and Morocco, he returned to Canada and studied at Promédia, an arts school in Montreal.\nAfter graduation, in 1981 he became a morning radio personality at CIBL-FM and later on CINQ-FM Radio Centre-Ville.",
      "pageId": 25828002,
      "monthDay": "05/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jon_Koncak",
      "name": "Jon Koncak",
      "aboutText": "General Sir Richard Lawson Barrons KCB, CBE, ADC Gen (born 17 May 1959) is a British Army officer. He is currently Commander, Joint Forces Command.\nBarrons' early career was spent in various staff and field posts in the UK, across Europe, and in the Far East.",
      "pageId": 30883786,
      "monthDay": "05/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Page_McConnell",
      "name": "Page McConnell",
      "aboutText": "Qusay Saddam Hussein al-Tikriti (or Qusai, Arabic: قصي صدام حسين‎; (1966-05-17)17 May 1966 – 22 July 2003(2003-07-22)) was the second son of Iraqi President Saddam Hussein.",
      "pageId": 25257,
      "monthDay": "05/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Taimo_Toomast",
      "name": "Taimo Toomast",
      "aboutText": "Michael Trent Reznor (born May 17, 1965), known professionally as Trent Reznor, is an American singer-songwriter, record producer, and film score composer. As a vocalist and multi-instrumentalist, he has led the industrial rock project Nine Inch Nails since 1988. His first release as Nine Inch Nails, the 1989 album Pretty Hate Machine, was a commercial and critical success.",
      "pageId": 144040,
      "monthDay": "05/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stratos_Apostolakis",
      "name": "Stratos Apostolakis",
      "aboutText": "Paul D'Amour (born May 12, 1967) is an American musician, and the first bass guitarist for Tool. His bass sound was recognized by the aggressive picked tone he developed with his Chris Squire Signature Rickenbacker 4001CS, which can clearly be heard on Tool's first full-length album, Undertow.\nD'Amour was born in Spokane, Washington.",
      "pageId": 190279,
      "monthDay": "05/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/David_Eigenberg",
      "name": "David Eigenberg",
      "aboutText": "Page Samuel McConnell (born May 17, 1963 in Philadelphia, Pennsylvania) is an American multi-instrumentalist most noted for his work as a songwriter and keyboardist with the American rock band Phish.",
      "pageId": 347227,
      "monthDay": "05/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mauro_Martini",
      "name": "Mauro Martini",
      "aboutText": "Thom Filicia (born May 17, 1969) is an American interior designer, known for his role as an interior design expert on the American television program Queer Eye for the Straight Guy. He is also a co-author of a book based on the show.",
      "pageId": 489503,
      "monthDay": "05/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Menno_Oosting",
      "name": "Menno Oosting",
      "aboutText": "Alan Thomas Doyle (born May 17, 1969) is a Canadian musician and actor, best known for his work as one of the lead singers of Canadian folk rock band Great Big Sea.",
      "pageId": 625796,
      "monthDay": "05/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Trent_Reznor",
      "name": "Trent Reznor",
      "aboutText": "Frank Eugene Harper (born May 17, 1966), known professionally as Hill Harper, is an American film, television and stage actor, and author. He is best known for his nine-season role as Dr. Sheldon Hawkes on the CBS police procedural television series “CSI: NY”.",
      "pageId": 663939,
      "monthDay": "05/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Paige_Turco",
      "name": "Paige Turco",
      "aboutText": "Jeremy Guy Vine (born 17 May, 1965) is an English presenter, broadcaster and journalist. He is best known as the host of his own BBC Radio 2 programme which presents news, views, interviews with live guests and popular music. He is known for his direct interview style, and exclusive reporting from war-torn areas throughout Africa.",
      "pageId": 849305,
      "monthDay": "05/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jeremy_Vine",
      "name": "Jeremy Vine",
      "aboutText": "Daniel Ricardo \"Danny\" Manning (born May 17, 1966) is an American college basketball coach and retired National Basketball Association player. He is the current men's head coach at Wake Forest. After retiring from professional basketball Manning became an assistant coach at his alma mater, the University of Kansas.",
      "pageId": 1392121,
      "monthDay": "05/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hill_Harper",
      "name": "Hill Harper",
      "aboutText": "David Eigenberg (born May 17, 1964) is an American actor best known for his long-running role as Steve Brady on the HBO sit-com Sex and the City and for his role as firefighter Christopher Herrmann on NBC's Chicago Fire.",
      "pageId": 1674740,
      "monthDay": "05/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Qusay_Hussein",
      "name": "Qusay Hussein",
      "aboutText": "Mohamed Nasheed (Dhivehi: މުހައްމަދު ނަޝީދު; born 17 May 1967) is a Maldivian politician, human rights and environmental activist, who served as the fourth President of the Maldives from 2008 to 2012. He was the first democratically elected president of the Maldives and one of the founders of the Maldivian Democratic Party.\nIn the 2008 presidential election, Nasheed was elected as the candidate of the first opposition coalition defeating President Maumoon Abdul Gayoom, who had ruled the Maldives as President for 30 continuous years.",
      "pageId": 2375585,
      "monthDay": "05/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mark_Kratzmann",
      "name": "Mark Kratzmann",
      "aboutText": "Jean Paige Turco (born May 17, 1965) is an American actress, best known for her role as April O'Neil in Teenage Mutant Ninja Turtles II: The Secret of the Ooze and Teenage Mutant Ninja Turtles III. Other notable roles include Melanie Cortlandt on the ABC soap opera All My Children, Terri Lowell in the CBS series The Agency, and appearances in American Gothic, NYPD Blue, Party of Five and Person of Interest. Since March 2014, she has starred as Abigail Griffin in the post-apocalyptic drama series, The 100.",
      "pageId": 3048396,
      "monthDay": "05/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Danny_Manning",
      "name": "Danny Manning",
      "aboutText": "Mark Edward Kratzmann (born 17 May 1966) is a former Australian professional tennis player.",
      "pageId": 6303055,
      "monthDay": "05/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gilles_Qu%C3%A9n%C3%A9herv%C3%A9",
      "name": "Gilles Quénéhervé",
      "aboutText": "Efstratios \"Stratos\" Apostolakis (Greek: Στράτος Αποστολάκης) (born 17 May 1964), nicknamed The Turbo, is a retired Greek footballer.\nThe former Defender was no stranger to controversy as a player, his switch from Olympiacos to Panathinaikos in 1990 led to the cancellation of the Greek Super Cup as the authorities feared riots.\nAs a footballer though he played his best years for Panathinaikos being one of the key players behind Club's European runs in 1992 and 1996.",
      "pageId": 6632593,
      "monthDay": "05/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Paul_D%27Amour",
      "name": "Paul D'Amour",
      "aboutText": "Gilles Quénéhervé (born 17 May 1966) is a retired French sprinter who specialized in the 200 metres.",
      "pageId": 8368507,
      "monthDay": "05/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mohamed_Nasheed",
      "name": "Mohamed Nasheed",
      "aboutText": "Keith John Hill (born 17 May 1969) is an English football manager and former footballer, who is the manager of League One side Rochdale. A former footballer, after retiring as a player, he moved into coaching at former club Rochdale, and was appointed as caretaker manager, following the sacking of Steve Parkin he would become the club's manager.",
      "pageId": 8517544,
      "monthDay": "05/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tabatha_Coffey",
      "name": "Tabatha Coffey",
      "aboutText": "Menno Oosting (17 May 1964 – 22 February 1999) was a professional tennis player from the Netherlands, who won seven ATP Tour doubles titles and reached 11 finals in his career.\nBorn in Son en Breugel, North Brabant, Oosting reached a career-high ranking of 72nd in the men's singles in 1988, and 20th in doubles in 1995. Oosting won the mixed-doubles title on Roland Garros in 1994, partnering Kristie Boogert.",
      "pageId": 9858158,
      "monthDay": "05/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alan_Doyle",
      "name": "Alan Doyle",
      "aboutText": "Mauro Martini (born 17 May 1964) was an Italian race car driver.\nHighlights of his career include placing runner-up in both Italian Formula Three Championship and the Formula 3 European Cup, both in 1988. He was third in the 1990 Japanese Formula 3000 Championship, later won the championship in 1992 and was second with Toyota at the 1994 24 Hours of Le Mans.",
      "pageId": 15548662,
      "monthDay": "05/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Thom_Filicia",
      "name": "Thom Filicia",
      "aboutText": "Taimo Toomast (born in May 17, 1962 in Pärnu) is an Estonian opera singer.",
      "pageId": 17717623,
      "monthDay": "05/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Keith_Hill_(footballer)",
      "name": "Keith Hill",
      "aboutText": "Tabatha Coffey (born 17 May 1969) is an Australian hairstylist, salon owner, and television personality. Her participation as a contestant on the television show Shear Genius led to her own fame in the US. She was given a television show, Tabatha Takes Over, which airs on the US cable television network Bravo.",
      "pageId": 19476887,
      "monthDay": "05/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Angelica_Agurbash",
      "name": "Angelica Agurbash",
      "aboutText": "Queen Máxima of the Netherlands (born Máxima Zorreguieta Cerruti; 17 May 1971) is the wife of King Willem-Alexander.",
      "pageId": 102274,
      "monthDay": "05/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jeremy_Browne",
      "name": "Jeremy Browne",
      "aboutText": "Joshua Michael \"Josh\" Homme (/ˈhɒm.i/ HOM-ee; born May 17, 1973) is an American musician, singer, songwriter, record producer, radio DJ and actor. He is the founder and only continuous member of the rock band Queens of the Stone Age, in which he sings and plays guitar, as well as occasionally playing piano, drums, and bass. He also serves as the band's primary songwriter.",
      "pageId": 636083,
      "monthDay": "05/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Hubert_Davis",
      "name": "Hubert Davis",
      "aboutText": "Andrea Jane Corr MBE (born 17 May 1974) is an Irish musician, songwriter, and actress. Corr debuted in 1990 as the lead singer of the Celtic folk rock and pop rock group The Corrs along with her three elder siblings Caroline, Sharon, and Jim. Aside from singing lead vocals Corr plays the tin whistle, the ukulele, and the piano.",
      "pageId": 654353,
      "monthDay": "05/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jordan_Knight",
      "name": "Jordan Knight",
      "aboutText": "Wiklenman Vicente González [Wiki] (born May 17, 1974) is a former Venezuelan catcher in Major League Baseball who played for the San Diego Padres, Seattle Mariners and Washington Nationals in parts of seven seasons spanning 1999–2006. Listed at 5' 11\" (1.80 m), 175 lb. (79 k), González batted and threw right-handed.",
      "pageId": 764118,
      "monthDay": "05/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Matt_Lindland",
      "name": "Matt Lindland",
      "aboutText": "Suzana S. Drobnjaković Ponti (born May 17, 1973), known by her stage name Sasha Alexander, is an American actress. She played the role of Gretchen Witter on Dawson's Creek and has acted in feature films including Yes Man (2008) and He's Just Not That Into You (2009).",
      "pageId": 1011573,
      "monthDay": "05/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ren%C3%A9_Vilbre",
      "name": "René Vilbre",
      "aboutText": "Matthew McGrory (May 17, 1973 – August 8, 2005) was an American actor, known for his great height.",
      "pageId": 1142831,
      "monthDay": "05/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Martin_Aunin",
      "name": "Martin Aunin",
      "aboutText": "Jordan Nathaniel Marcel Knight (born May 17, 1970) is an American singer-songwriter best known as the lead singer in the boy band New Kids on the Block (NKOTB), and as an actor, who rose to fame in the 1980s and 1990s. He is best known for his distinctive falsetto style of singing, influenced by The Stylistics. After New Kids on the Block split, he launched a solo career.",
      "pageId": 1218644,
      "monthDay": "05/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shaun_Hart",
      "name": "Shaun Hart",
      "aboutText": "Jeremy Richard Browne (born 17 May 1970) is a British Liberal Democrat politician who was the Member of Parliament (MP) for Taunton Deane from 2005 to the dissolution of the 55th Parliament on 30 March 2015.\nHe was previously a Foreign Office and Home Office Minister.\n^ Heaven, Will (7 October 2013).",
      "pageId": 1847884,
      "monthDay": "05/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Queen_M%C3%A1xima_of_the_Netherlands",
      "name": "Queen Máxima of the Netherlands",
      "aboutText": "Shaun Hart (born 17 May 1971) is the Director of Coaching at Australian Football League (AFL) club, Port Adelaide. He is a former player who played his entire professional career at the Brisbane Lions where he was a premiership winning utility player. He has also had assistant coaching and development roles at the Gold Coast Football Club.",
      "pageId": 1877120,
      "monthDay": "05/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Roman_Genn",
      "name": "Roman Genn",
      "aboutText": "Hubert Ira Davis, Jr. (born May 17, 1970) is a retired American professional basketball player who played in the NBA. He is the nephew of Walter Davis, also a former NBA player, and was known for his accurate three-point shot. Davis later became a college basketball analyst for ESPN. He is currently an assistant coach at the University of North Carolina - Chapel Hill.",
      "pageId": 3035950,
      "monthDay": "05/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sasha_Alexander",
      "name": "Sasha Alexander",
      "aboutText": "Angelica Anatolievna Yalinskaya (Russian: Анжелика Анатольевна Ялиньская, Romanized: Anzhelika Anatol'yevna Yalin'skaya; Belarusian: Анжаліка Анатольеўна Ялінская, Romanized: Anzhalika Anatoĺjeŭna Jalinskaja; born 17 May 1970 in Minsk), better known as Angelica Agurbash (Russian: Анжелика Агурбаш; Belarusian: Анжаліка Агурбаш), is a Belarusian singer and former model best known internationally for representing Belarus at the Eurovision Song Contest 2005.\nAgurbash was born in Minsk, Belarussian SSR, Soviet Union. In 1988, she won the first Miss Belarus title when she was a student of the Belarusian Academy of Arts.",
      "pageId": 3581616,
      "monthDay": "05/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steve_Barakatt",
      "name": "Steve Barakatt",
      "aboutText": "Matthew James Lindland, also known as The Law (born May 17, 1970), is a retired American mixed martial artist, Olympic wrestler, speaker, actor, coach, entrepreneur and politician. He won the Oregon Republican Party's nomination for the Oregon House of Representatives, District 52 seat on May 20, 2008. Matt also started an apparel company named Dirty Boxer.",
      "pageId": 5288187,
      "monthDay": "05/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Josh_Homme",
      "name": "Josh Homme",
      "aboutText": "Sendhil Ramamurthy (born May 17, 1974) is an American actor. He is best known for his roles as geneticist Mohinder Suresh in the NBC sci-fi drama Heroes and Jai Wilcox in the action spy series Covert Affairs. He appeared as Abhay in the Indian film Shor in the City.",
      "pageId": 5969069,
      "monthDay": "05/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tamsier_Joof",
      "name": "Tamsier Joof",
      "aboutText": "William Oloonkishu Yiampoy (born 17 May 1974 in Emarti) is a Kenyan runner who specializes in the 800 metres. His personal best is 1:42.91 minutes, achieved in September 2002 in Rieti.\nHe graduated from Sosio High School in Kilgoris in 1989.",
      "pageId": 6261285,
      "monthDay": "05/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matthew_McGrory",
      "name": "Matthew McGrory",
      "aboutText": "Edward James \"Eddie\" Lewis (born May 17, 1974) is a former American soccer player.\nDuring his 14-year professional career, Lewis played extensively in both the United States and England, for San Jose Clash, Fulham, Preston North End, Leeds United, Derby County and Los Angeles Galaxy.",
      "pageId": 7072586,
      "monthDay": "05/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andrea_Corr",
      "name": "Andrea Corr",
      "aboutText": "Steve Barakatt (born May 17, 1973 in Quebec City, Quebec, Canada from a family of Lebanese origins) is a Canadian composer, music producer, pianist, and singer. When he was only four, he fell under the spell of music and began piano lessons. Over the next 10 years he studied classical music, and then switched to jazz.",
      "pageId": 12204029,
      "monthDay": "05/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Wiki_Gonz%C3%A1lez",
      "name": "Wiki González",
      "aboutText": "René Vilbre (born 17 May 1970 in Rakvere) is an Estonian film director born on 17 May 1970 in Rakvere, Estonia",
      "pageId": 19434973,
      "monthDay": "05/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Eddie_Lewis_(American_soccer)",
      "name": "Eddie Lewis",
      "aboutText": "Roman Genn (born May 17, 1972, Moscow) is an American artist. He is most well known for his illustrations for the conservative magazine National Review, of which he is a contributing editor. Genn grew up in Moscow and moved to the United States in 1991.",
      "pageId": 23884277,
      "monthDay": "05/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sendhil_Ramamurthy",
      "name": "Sendhil Ramamurthy",
      "aboutText": "Martin Aunin (born May 17, 1971 in Tartu, Estonia) is and Estonian architect.\nFrom 1989 Martin Aunin studied in the Tallinn University of Arts (today's Estonian Academy of Arts) in the department of architecture. He graduated from the university in 1993.",
      "pageId": 25187291,
      "monthDay": "05/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/William_Yiampoy",
      "name": "William Yiampoy",
      "aboutText": "Tamsier Joof or Tamsier (17 May 1973, other stage name: Tam Jo) is a British dancer, choreographer, actor, model and entrepreneur from a Senegalese and Gambian background. As well as appearing in several musicals, and as stage backing dancer for Mary Kiani, Take That and Janet Jackson, he was also known within the London voguing scene during the 1990s and is among the original London vogue dancers of that era.",
      "pageId": 46267902,
      "monthDay": "05/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Cheick_Kongo",
      "name": "Cheick Kongo",
      "aboutText": "Sanna Laura Voutilainen (born May 17, 1975 in Jyväskylä) is a Finnish pop singer.",
      "pageId": 330080,
      "monthDay": "05/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jonti_Picking",
      "name": "Jonti Picking",
      "aboutText": "Daniel Kipngetich Komen (born 17 May 1976 in Elgelol Marakwet District, Kenya) is a Kenyan middle- and long-distance runner. Remembered for his rivalry with Haile Gebrselassie, Komen's most notable achievements came in a two-year period between 1996 and 1998, during which he broke a string of world records.\nHe currently holds the world record for the 3000 metres both outdoors (7:20.67 set in 1996) and indoors (7:24.90 set in 1998).",
      "pageId": 673604,
      "monthDay": "05/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kostas_Sommer",
      "name": "Kostas Sommer",
      "aboutText": "Alexander \"Alex\" Wright (born May 17, 1975) is a German-British former professional wrestler and professional wrestling promoter. He wrestled professionally in Germany and Japan before signing with World Championship Wrestling (WCW) in 1994. He became known for his distinctive pre-match dancing as well as his technical in-ring ability that would ultimately lead him to WCW championship gold.",
      "pageId": 829315,
      "monthDay": "05/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Laura_Voutilainen",
      "name": "Laura Voutilainen",
      "aboutText": "Jonathan \"Jonti\" Picking (born 17 May 1975), otherwise known as Weebl or Mr. Weebl, is a British Internet personality and flash animator and is the creator of Weebl's Stuff.\nHis movies are known for repetitive melodies and surreal dialogue; The majority feature a catchy tune with silly lyrics, which is paired with a looping flash animation.",
      "pageId": 888430,
      "monthDay": "05/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alex_Wright",
      "name": "Alex Wright",
      "aboutText": "José Manuel Guillén (pronounced [ɡiˈʎen]; born May 17, 1976) is a former Major League Baseball (MLB) outfielder.",
      "pageId": 1191893,
      "monthDay": "05/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kandi_Burruss",
      "name": "Kandi Burruss",
      "aboutText": "Kandi Leniece Burruss–Tucker (born May 17, 1976) is an American singer-songwriter, television personality, actress, and record producer. She is a former member of the group Xscape. She currently stars in the Bravo reality television series The Real Housewives of Atlanta since its second season premiere on July 30, 2009.",
      "pageId": 1427699,
      "monthDay": "05/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jos%C3%A9_Guill%C3%A9n",
      "name": "José Guillén",
      "aboutText": "Carlos Felipe Peña (born May 17, 1978) is a Dominican-American former professional baseball first baseman. He played in Major League Baseball (MLB) for the Texas Rangers, Oakland Athletics, Detroit Tigers, Boston Red Sox, Tampa Bay Devil Rays/Rays, Chicago Cubs, Houston Astros and Kansas City Royals.\nAlthough he was born in Santo Domingo and his family is from San Francisco de Macorís, he spent a significant portion of his childhood in the United States.",
      "pageId": 1570901,
      "monthDay": "05/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Daniel_Komen",
      "name": "Daniel Komen",
      "aboutText": "Patrick Joseph \"Paddy\" Kenny (born 17 May 1978) is a professional football goalkeeper.\nBorn in Halifax, West Yorkshire, Kenny began his career with Bradford Park Avenue before turning professional in the summer of 1998 upon signing for Neil Warnock's Bury. He was reunited with Warnock in 2002 after he joined Sheffield United where he spent much of his career and enjoyed notable success; performing in League Cup and FA Cup semi-finals, two play-off finals, and then promotion to the Premier League in 2005–06.",
      "pageId": 1777015,
      "monthDay": "05/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Wang_Leehom",
      "name": "Wang Leehom",
      "aboutText": "Prof. Davor Džalto (Давор Џалто: born May 17, 1980) is an artist, art historian, theologian and philosopher of liberal orientation born in Travnik, Bosnia and Herzegovina. He is also known as one of the most important Orthodox Christian thinkers in the world today.",
      "pageId": 2238105,
      "monthDay": "05/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mayte_Mart%C3%ADnez",
      "name": "Mayte Martínez",
      "aboutText": "María Teresa (\"Mayte\") Martínez Jiménez (born May 17, 1976 in Valladolid) is a Spanish athlete competing in the 800 m. She has reached 4 consecutive finals in the World Championships (she did not take part on 2003 Championships in Paris), being third with an incredible last straight in Osaka. She takes part in 2000 and 2004 Olympic Games, being eliminated in the semifinals (she was the last on both of them).",
      "pageId": 2614518,
      "monthDay": "05/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Foster_(baseball)",
      "name": "John Foster",
      "aboutText": "Wayne Junior Robert Thomas (born 17 May 1979) is an English semi-professional footballer and football coach who currently plays for Worcester City of the National League North. In 2015, he was employed as an academy coach at the New York Red Bulls.\nThomas plays as a defender and has represented eleven clubs, including Torquay United, Stoke City, Burnley, Southampton and Worcester City.",
      "pageId": 3836940,
      "monthDay": "05/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paddy_Kenny",
      "name": "Paddy Kenny",
      "aboutText": "John Norman Foster (born May 17, 1978) is a Major League Baseball pitcher.",
      "pageId": 4374442,
      "monthDay": "05/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Carlos_Pe%C3%B1a",
      "name": "Carlos Peña",
      "aboutText": "David Jarolím (Czech pronunciation: [ˈdavɪt ˈjaroliːm]; born 17 May 1979 in Čáslav) is a Czech former footballer. A central midfielder by position, Jarolím was known for his stamina, passing and technical skill.\n^ a b \"Jarolim, David\" (in German).",
      "pageId": 4639455,
      "monthDay": "05/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Magdalena_Zd%C4%9Bnovcov%C3%A1",
      "name": "Magdalena Zděnovcová",
      "aboutText": "Costas or Kostas Sommer (Greek: Κώστας Σόμμερ; born 17 May 1975) is a Greek model and actor who has appeared in numerous movies and TV shows. In 2005, he appeared in the Hollywood film Deuce Bigalow: European Gigolo starring Rob Schneider, as the Greek gigolo Assapopoulos Mariolis. The role was Sommer’s first Hollywood role, after nailing his only audition since arriving in Los Angeles.",
      "pageId": 5940076,
      "monthDay": "05/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Jarol%C3%ADm",
      "name": "David Jarolím",
      "aboutText": "Cheick Guillaume Ouedraogo (born May 17, 1975), more commonly known as Cheick Kongo, is a French heavyweight mixed martial artist and kickboxer who fights in Bellator MMA.",
      "pageId": 6763129,
      "monthDay": "05/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wayne_Thomas_(footballer)",
      "name": "Wayne Thomas",
      "aboutText": "Beñat Albizuri Aransolo (born May 17, 1981 in Berriz, Basque Country) is a Spanish professional road bicycle racer formerly with UCI ProTour team Euskaltel-Euskadi. He rode as a stagiaire for Euskaltel-Euskadi in the second half of the 2005 season, where his best result was a second place on a stage of the Vuelta a La Rioja.",
      "pageId": 6996028,
      "monthDay": "05/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Davor_D%C5%BEalto",
      "name": "Davor Džalto",
      "aboutText": "Wang Leehom (born May 17, 1976), sometimes credited as Leehom Wang, is a Chinese-American singer-songwriter, record producer, actor and film director. He is currently based in Taiwan. Formally trained at the Eastman School of Music, Williams College and Berklee College of Music, his musical style is known for fusing Chinese elements (such as Beijing opera, traditional styles of ethnic minorities, Chinese classical orchestra) with hip-hop and R&B. Wang has been active since 1995 and contributed in 25 albums.",
      "pageId": 11826154,
      "monthDay": "05/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fredrik_Kessiakoff",
      "name": "Fredrik Kessiakoff",
      "aboutText": "Fredrik Carl Wilhelm Kessiakoff (born May 17, 1980) is a Swedish former professional road bicycle racer. Kessiakoff turned to road racing in 2009, having had a successful career as a professional mountain biker for many years, winning the Swedish national championship 4 times, and finishing third at the 2006 World Mountain biking championships. He twice represented Sweden at the Olympics.",
      "pageId": 22663041,
      "monthDay": "05/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dallas_Taylor_(vocalist)",
      "name": "Dallas Taylor",
      "aboutText": "Dallas Taliaferro Taylor (born May 17, 1980) is an American musician who is the vocalist for the southern metal band Maylene and the Sons of Disaster. He is the former vocalist and founder of the American metalcore band Underoath. He performed on three Underoath albums: Act of Depression, Cries of the Past, and The Changing of Times.",
      "pageId": 23654130,
      "monthDay": "05/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Be%C3%B1at_Albizuri",
      "name": "Beñat Albizuri",
      "aboutText": "Magdalena Zděnovcová (born 17 May 1978) is a former Czech tennis player.\nZděnovcová, who won a total of 11 ITF tournaments in her career, reached a singles ranking high of world no.",
      "pageId": 35914653,
      "monthDay": "05/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lim_Jeong-hee",
      "name": "Lim Jeong-hee",
      "aboutText": "William Anthony \"Tony\" Parker, Jr. (born 17 May 1982) is a French professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA).\nThe son of a professional basketball player, Parker played for two years in the French basketball league before entering the 2001 NBA draft.",
      "pageId": 367106,
      "monthDay": "05/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shiri_Maimon",
      "name": "Shiri Maimon",
      "aboutText": "Christine Robinson (born May 17, 1984 in Pointe-Claire, Quebec) is a Canadian water polo player. She is a student at McGill University. She was part of the 7th place women's water polo team at the 2004 Summer Olympics.",
      "pageId": 934281,
      "monthDay": "05/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Leon_Osman",
      "name": "Leon Osman",
      "aboutText": "Jeremy Bryan Sowers (born May 17, 1983) is an American former professional baseball pitcher. Sowers grew up in Louisville, Kentucky, where he attended Ballard High School. His twin brother, Joshua Sowers, formerly played in the Toronto Blue Jays organization.",
      "pageId": 1280245,
      "monthDay": "05/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chris_Skidmore",
      "name": "Chris Skidmore",
      "aboutText": "Shiri Maimon (Hebrew: שירי מימון‎; born 17 May 1981) is an Israeli pop/R&B singer, TV show host and actress, who rose to fame as the runner-up in the TV show Kokhav Nolad. She represented Israel in the Eurovision Song Contest 2005, where she came fourth.\nIn June 2013 Shiri became one of the judges for the first season of The X Factor Israel.",
      "pageId": 1579658,
      "monthDay": "05/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Giannis_Taralidis",
      "name": "Giannis Taralidis",
      "aboutText": "Chris Henry (May 17, 1983 – December 17, 2009) was an American football wide receiver who played five seasons in the National Football League for the Cincinnati Bengals. He played college football at West Virginia and was drafted by the Bengals in the third round of the 2005 NFL Draft.\nHenry was convicted of several criminal charges and was briefly suspended by the NFL. He later died when he fell from a moving truck.",
      "pageId": 2114551,
      "monthDay": "05/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kaye_Abad",
      "name": "Kaye Abad",
      "aboutText": "Channing Thomas Frye (born May 17, 1983) is an American professional basketball player for the Orlando Magic of the National Basketball Association (NBA). The 6'11\" power forward-center played college basketball for the University of Arizona. He was drafted eighth overall by the New York Knicks in the 2005 NBA draft, and was the first college senior to be selected in that draft.",
      "pageId": 2127851,
      "monthDay": "05/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Cassel",
      "name": "Matt Cassel",
      "aboutText": "Matthew Brennan Cassel (born May 17, 1982) is an American football quarterback for the Dallas Cowboys of the National Football League (NFL). He was drafted by the New England Patriots in the seventh round of the 2005 NFL draft, and has also played for the Kansas City Chiefs, Minnesota Vikings, and Buffalo Bills.",
      "pageId": 2512878,
      "monthDay": "05/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dan_Hardy",
      "name": "Dan Hardy",
      "aboutText": "Leon Osman (born 17 May 1981) is an English football player who plays for Everton in the Premier League as a midfielder.\nHe has spent his whole career as an Everton player, making over 300 Premier League appearances. Earlier in his career he spent time on loan at Football League clubs Carlisle United and Derby County.",
      "pageId": 2701542,
      "monthDay": "05/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Reiko_Nakamura",
      "name": "Reiko Nakamura",
      "aboutText": "Christine Ijeoma Ohuruogu, MBE (born 17 May 1984) is a British Track and field athlete who specialises in the 400 metres, the event for which she is the former Olympic, World and Commonwealth Champion.\nThe Olympic champion in 2008, and silver medalist in 2012, she is a double World Champion, having won the 400 m at the 2007 and 2013 World Championships. She has also won four World championship bronze medals in the women's 4 x 400m relay as part of the Great Britain and Northern Ireland team.",
      "pageId": 3191656,
      "monthDay": "05/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tony_Parker",
      "name": "Tony Parker",
      "aboutText": "Nicky Hofs (born May 17, 1983, in Arnhem) is a former Dutch football midfielder who played most of his career for Vitesse.",
      "pageId": 5194557,
      "monthDay": "05/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chloe_Smith",
      "name": "Chloe Smith",
      "aboutText": "Reiko Nakamura (中村 礼子, Nakamura Reiko, born May 17, 1982 in Yokohama, Japan) is a Japanese Olympic and Asian record-holding swimmer. She swam in the 2004 and 2008 Olympic Games, winning the bronze medals in the 200m backstroke at both editions.\nAt the 2008 Olympics, Nakamura set the Asian Records and Japanese Records in both the 100 and 200 backstrokes (59.36 and 2:07.13).",
      "pageId": 5711245,
      "monthDay": "05/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Channing_Frye",
      "name": "Channing Frye",
      "aboutText": "Lim Jeong-Hee (born May 17, 1981 in Seoul, South Korea) is a South Korean R&B and Pop artist that debuted in 2005 under JYP Entertainment. One of her notable performances in 2005 was the 5th Pattaya Music Festival in Thailand, which helped promote and expose her to the foreign music industry.",
      "pageId": 5845764,
      "monthDay": "05/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Henry_(wide_receiver)",
      "name": "Chris Henry",
      "aboutText": "Giannis Taralidis (Greek: Γιάννης Ταραλίδης, born 17 May 1981) is a Greek footballer who played for Ermis Aradippou as a midfielder.",
      "pageId": 6014501,
      "monthDay": "05/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nicky_Hofs",
      "name": "Nicky Hofs",
      "aboutText": "Katherine Grace \"Kaye\" Cosme Abad (born May 17, 1982), is a Filipino-American actress. She is the sister of former child star Sarah Jane Abad-Contreras, who is now married to Kamikazee's lead singer, Jay Contreras.\nShe is a member of ABS-CBN's Star Magic.",
      "pageId": 8917884,
      "monthDay": "05/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jeremy_Sowers",
      "name": "Jeremy Sowers",
      "aboutText": "Daniel Mark \"Dan\" Hardy (born 17 May 1982) is a former English mixed martial artist who fought in the welterweight division. During his professional MMA career starting in 2004, Hardy fought in various promotions such as Cage Force and Cage Warriors before signing a contract with the Ultimate Fighting Championship in 2008.",
      "pageId": 17740533,
      "monthDay": "05/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/DJ_Yonny",
      "name": "DJ Yonny",
      "aboutText": "Chloe Rebecca Smith (born 17 May 1982) is a British Conservative Party politician and the Member of Parliament for Norwich North. She was elected to the seat in a by-election on 23 July 2009 following the resignation of Labour MP Ian Gibson after the MPs' expenses scandal.\n^ \"The youngest members of the potential next intake of Conservative MPs\".",
      "pageId": 23619322,
      "monthDay": "05/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Passenger_(singer)",
      "name": "Passenger",
      "aboutText": "Christopher James Skidmore FRHistS FSA (born 17 May 1981) is a British politician, author and historian.",
      "pageId": 27261798,
      "monthDay": "05/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Christian_Bola%C3%B1os",
      "name": "Christian Bolaños",
      "aboutText": "DJ Yonny (born Jonathan Ávila; May 17, 1983) is an American DJ, producer and remixer on New York City's radio station WBMP and on Philadelphia's radio station WRDW-FM. He is also a member of The Heavy Hitters DJs.",
      "pageId": 29824829,
      "monthDay": "05/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Christine_Ohuruogu",
      "name": "Christine Ohuruogu",
      "aboutText": "Christian Bolaños Navarro (born 17 May 1984 in Hatillo de San José) is a Costa Rican footballer who plays for side Saprissa as a winger. Since his international debut in 2005, Bolaños has earned 60 international caps and played at two FIFA World Cups.",
      "pageId": 30844865,
      "monthDay": "05/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Christine_Robinson",
      "name": "Christine Robinson",
      "aboutText": "Michael David Rosenberg (born 17 May 1984), better known by his stage name Passenger, is an English folk rock singer and songwriter. Previously the main vocalist and songwriter of Passenger, Rosenberg opted to keep the band's name for his solo work after the band dissolved in 2009. His most successful single, \"Let Her Go\", has topped the charts in many countries.",
      "pageId": 38349252,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Te%C3%B3filo_Guti%C3%A9rrez",
      "name": "Teófilo Gutiérrez",
      "aboutText": "Tahj Dayton Mowry (born May 17, 1986) is an American actor, voice actor, dancer, and singer perhaps best known for his role as T.J. Henderson on The WB sitcom, Smart Guy, and as Wade on the animated comedy, Kim Possible on the Disney Channel. Mowry is recently on the hit ABC Family comedy series Baby Daddy as Tucker. He is the brother of identical twins Tia Mowry and Tamera Mowry.",
      "pageId": 156463,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Derek_Hough",
      "name": "Derek Hough",
      "aboutText": "Soccer (May 17, 1988 – June 26, 2001) was a Jack Russell Terrier dog actor. A veteran of many television commercials for companies like Nike Athletics and Mighty Dog Dog Food, he became famous portraying the talking dog Wishbone in the PBS television series of the same name. Chosen from out of more than 100 dogs who auditioned for the role, Soccer appeared in almost every episode of the show during its 1995-1998 run.",
      "pageId": 1483930,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Christine_Nesbitt",
      "name": "Christine Nesbitt",
      "aboutText": "Nicole Houston \"Nikki\" Reed (born May 17, 1988) is an American actress, screenwriter, singer-songwriter, and model known to the general public for her portrayal of vampire Rosalie Hale in The Twilight Saga (2008–2012). She became known in 2003, after the release of the film Thirteen, directed by Catherine Hardwicke, for which she was credited with Hardwicke as a co-writer of the screenplay, and in which she played a lead role. The film earned Reed an Independent Spirit Award for Best Debut Performance.",
      "pageId": 1824993,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Todd_Redmond",
      "name": "Todd Redmond",
      "aboutText": "Christine Nesbitt (born 17 May 1985) is a retired Canadian long track speed skater who currently resides in Calgary, Alberta. She won the gold medal in the 1000 metres event at the Vancouver 2010 Winter Olympics. She had previously won a silver medal in the team pursuit at the 2006 Winter Olympics in Turin.",
      "pageId": 4097599,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matt_Ryan",
      "name": "Matt Ryan",
      "aboutText": "Tessa Jane McCormick Virtue (born May 17, 1989) is a Canadian ice dancer who competes with Scott Moir. Virtue and Moir are the 2010 Olympic champions, the 2014 Olympic silver medalists, the 2010 and 2012 World champions, the 2008 and 2012 Four Continents champions, the 2006 World Junior champions and six-time Canadian national champions (2008–2010, 2012-2014).\nVirtue and Moir began skating together in 1997 and they won their first World Championship medal, a silver, in 2008.",
      "pageId": 4148260,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Emil_Sitoci",
      "name": "Emil Sitoci",
      "aboutText": "Aleandro Rosi (born 17 May 1987) is an Italian footballer who currently plays for Frosinone on loan from Genoa. He is known for his versatility as he can play both offensively and defensively and for his pace.\n^ \"Player Profile\".",
      "pageId": 4647641,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alyssa_Stringfellow",
      "name": "Alyssa Stringfellow",
      "aboutText": "Jennison Machisti Myrie-Williams (born 17 May 1988) is an English footballer who plays as a winger for Sligo Rovers.\nMyrie-Williams began his career at Bristol City, progressing through the club's youth system before making his first-team debut in May 2006. He played regularly for Bristol City during the 2006–07 season as the club were promoted to the Championship.",
      "pageId": 8246375,
      "monthDay": "05/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Greg_Van_Avermaet",
      "name": "Greg Van Avermaet",
      "aboutText": "Matthew Thomas \"Matt\" Ryan (born May 17, 1985) is an American football quarterback for the Atlanta Falcons of the National Football League (NFL). After playing college football for Boston College, Ryan was drafted by the Falcons with the third overall pick in the first round of the 2008 NFL Draft.\nRyan was Boston College's starting quarterback from 2005 to 2007, leading them to three bowl victories and a 25-7 record in 32 starts.",
      "pageId": 8379467,
      "monthDay": "05/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marius_%C4%8Cinikas",
      "name": "Marius Činikas",
      "aboutText": "Greg Van Avermaet (born 17 May 1985) is a Belgian professional road bicycle racer, currently riding for UCI ProTeam BMC Racing Team.\n^ \"BMC Racing Team (BMC) – USA\". UCI World Tour.",
      "pageId": 9869070,
      "monthDay": "05/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tahj_Mowry",
      "name": "Tahj Mowry",
      "aboutText": "Marius Činikas (born 17 May 1986) is a Lithuanian footballer, currently playing for Sillamäe Kalev.",
      "pageId": 12116467,
      "monthDay": "05/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Timo_Simonlatser",
      "name": "Timo Simonlatser",
      "aboutText": "Derek Hough (/ˈhʌf/; born May 17, 1985) is an American professional Latin and ballroom dancer, choreographer, actor, singer, and songwriter. He is known for his work, since September 2007, on the ABC dance-competition series Dancing with the Stars, on which he has won a record six seasons. He has won two Primetime Emmy Awards for Outstanding Choreography for several routines that he choreographed for the show.",
      "pageId": 12225091,
      "monthDay": "05/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jodie_Taylor",
      "name": "Jodie Taylor",
      "aboutText": "Teófilo Antonio Gutiérrez Roncancio (Spanish pronunciation: [teˈofilo ɣuˈtjeres]; born 17 May 1985), known more commonly as Teo, is a Colombian footballer who plays as striker for Sporting CP.",
      "pageId": 12664951,
      "monthDay": "05/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Edvald_Boasson_Hagen",
      "name": "Edvald Boasson Hagen",
      "aboutText": "Edvald Boasson Hagen (born 17 May 1987) is a Norwegian professional road racing cyclist riding for the UCI Professional Continental team MTN-Qhubeka. He was ranked as no. 3 in the world by UCI as of 31 August 2009, when he was 22 years old.",
      "pageId": 12691584,
      "monthDay": "05/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ott_Lepland",
      "name": "Ott Lepland",
      "aboutText": "Todd Richard Redmond (born May 17, 1985) is an American professional baseball pitcher in the Baltimore Orioles organization. He was selected by the Pittsburgh Pirates in the 2004 draft and traded to the Atlanta Braves four years later, but never appeared with either team. Redmond was acquired by the Cincinnati Reds in 2012, and made his Major League debut later that year.",
      "pageId": 23013146,
      "monthDay": "05/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aleandro_Rosi",
      "name": "Aleandro Rosi",
      "aboutText": "Ott Lepland (born 17 May 1987) is an Estonian singer, who is best known as the winner of the third season of Eesti otsib superstaari. Lepland represented Estonia in the Eurovision Song Contest 2012 in Baku, Azerbaijan with the song \"Kuula\" placing 6th in the final.\nLepland has been singing since he was a child.",
      "pageId": 25505577,
      "monthDay": "05/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Soccer_(dog)",
      "name": "Soccer",
      "aboutText": "Timo Simonlatser (born May 17, 1986) is an Estonian cross-country skier who has competed since 2005. He finished 27th in the individual sprint at the 2010 Winter Olympics in Vancouver.\nSimonlatser's best finish at the FIS Nordic World Ski Championships was 24th in the individual sprint event at Sapporo in 2007.",
      "pageId": 26286318,
      "monthDay": "05/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nikki_Reed",
      "name": "Nikki Reed",
      "aboutText": "Alyssa Stringfellow (born 17 May 1985) is a New Zealand born actress, model & musician. She began modeling and performing at a young age, even winning Miss North Island New Zealand at the age of 17. Alyssa moved to Sydney, Australia in 2005 where she began seriously pursuing a career in modeling and acting.",
      "pageId": 31564709,
      "monthDay": "05/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jennison_Myrie-Williams",
      "name": "Jennison Myrie-Williams",
      "aboutText": "Emil Sitoci (born May 17, 1985) is a Dutch professional wrestler and television personality.\n^ \"Official Website\".",
      "pageId": 33580482,
      "monthDay": "05/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rain_Raadik",
      "name": "Rain Raadik",
      "aboutText": "Jodie Lee Taylor (born 17 May 1986) is an English football striker who currently plays for Portland Thorns FC of the American National Women's Soccer League (NWSL). She began her club career with local team Tranmere Rovers and had a bried spell in her home country with Birmingham City. She has also played in Australia for Melbourne Victory and Sydney FC as well for as Kopparbergs/Göteborg FC of the Swedish Damallsvenskan.",
      "pageId": 34162337,
      "monthDay": "05/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tessa_Virtue",
      "name": "Tessa Virtue",
      "aboutText": "Rain Raadik (born 17 May 1989) is an Estonian professional basketball player, who plays in the positions of center and power forward.",
      "pageId": 41109088,
      "monthDay": "05/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fabian_Giefer",
      "name": "Fabian Giefer",
      "aboutText": "Leven Alice Rambin–Parrack (born May 17, 1990) is an American actress. She is best known for playing look-alike half-sisters Lily Montgomery and Ava Benton on All My Children (2004–08) and her recurring roles in Grey's Anatomy (2005–present), Terminator: The Sarah Connor Chronicles (2008–09), One Tree Hill (2003–12), Wizards of Waverly Place (2007–12), and CSI: Miami (2002–12).",
      "pageId": 2316844,
      "monthDay": "05/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kree_Harrison",
      "name": "Kree Harrison",
      "aboutText": "Daniel Curtis Lee (born May 17, 1991) is an American actor, comedian, and rapper. He is best known for playing Simon Nelson-Cook (Cookie) on the Nickelodeon series Ned's Declassified School Survival Guide. He has also appeared in other television shows, such as First Monday and The Shield, and films such as Friday After Next.",
      "pageId": 11119487,
      "monthDay": "05/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Katrina_Hart",
      "name": "Katrina Hart",
      "aboutText": "Ryan Ochoa (born May 17, 1996) is an American actor. He played the role of Lanny on the Disney XD series Pair of Kings and Chuck Chambers on the Nickelodeon series iCarly.\nRyan Ochoa was born in San Diego, California and is the younger brother of Rick Ochoa and the older brother of Raymond and Robert Ochoa.",
      "pageId": 22106172,
      "monthDay": "05/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Guido_Pella",
      "name": "Guido Pella",
      "aboutText": "Adil Omar (born 17 May 1991), is a Pakistani rapper, singer-songwriter and producer from Islamabad.",
      "pageId": 24716741,
      "monthDay": "05/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Leven_Rambin",
      "name": "Leven Rambin",
      "aboutText": "Fabian Giefer (born 17 May 1990) is a German professional footballer who plays as a goalkeeper for Schalke 04 in the Bundesliga.",
      "pageId": 24990286,
      "monthDay": "05/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Johanna_Konta",
      "name": "Johanna Konta",
      "aboutText": "Julie Anne Peñaflorida San Jose (born May 17, 1994 in Novaliches, Quezon City, Philippines) is a Filipina singer and actress who is a contract artist of GMA Network. San Jose is a recipient of the Diamond Record Award from the Philippine Association of the Record Industry for her album Julie Anne San Jose which sold more than 150,000 units in the Philippines Her second album entitled \"Deeper\" also gave her a double platinum award for reaching sales of more than 30,000 units in the Philippines.",
      "pageId": 27496492,
      "monthDay": "05/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Daniel_Curtis_Lee",
      "name": "Daniel Curtis Lee",
      "aboutText": "Johanna Konta (born 17 May 1991) is an Australian-born British tennis player.\nKonta has won 11 singles and four doubles titles on the ITF tour in her career. On 19 October 2015 she reached her best singles ranking of world number 46.",
      "pageId": 27678348,
      "monthDay": "05/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Adil_Omar",
      "name": "Adil Omar",
      "aboutText": "Katrina Hart (born 17 May 1990) is an English athlete who won a gold medal for England at the 2010 Commonwealth Games competing in women's 100 m T37 (athletes with cerebral palsy). She had competed at the 2008 Paralympics but was forced to withdraw through injury, and has won multiple medals at the IPC Athletics World Championships.",
      "pageId": 30624737,
      "monthDay": "05/17"
    },
    {
      "year": "1994",
      "uri": "/wiki/Julie_Anne_San_Jose",
      "name": "Julie Anne San Jose",
      "aboutText": "Guido Pella (born 17 May 1990) is an Argentine professional tennis player who competes mainly on the ATP Challenger Tour and ITF Futures, both in singles and doubles. He reached his highest ATP singles ranking of world no. 75 in June 2013, and his highest ATP doubles ranking, no.",
      "pageId": 34967018,
      "monthDay": "05/17"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ryan_Ochoa",
      "name": "Ryan Ochoa",
      "aboutText": "Kree Annette Harrison (born May 17, 1990) is an American singer and musician, who was the runner-up on the twelfth season of American Idol.\n^ Carlson, Erin (March 7, 2013). \"'American Idol': Top 10 Revealed Amid Brutal Eliminations\".",
      "pageId": 38764564,
      "monthDay": "05/17"
    },
    {
      "year": "1998",
      "uri": "/wiki/Mio_Tomonaga",
      "name": "Mio Tomonaga",
      "aboutText": "Mio Tomonaga (朝長 美桜, Tomonaga Mio, May 17, 1998) is a Japanese idol singer, a member of the idol girl groups HKT48 and AKB48.",
      "pageId": 46775459,
      "monthDay": "05/17"
    }
  ]
}