{
  "people": [
    {
      "year": "1315",
      "uri": "/wiki/Bonne_of_Bohemia",
      "name": "Bonne of Bohemia",
      "aboutText": "Andreas Schlüter (20 May 1664 – May 1714) was a German baroque sculptor and architect associated with the Petrine Baroque style of architecture and decoration.",
      "pageId": 2820,
      "monthDay": "05/20"
    },
    {
      "year": "1470",
      "uri": "/wiki/Pietro_Bembo",
      "name": "Pietro Bembo",
      "aboutText": "John Stuart Mill (20 May 1806 – 8 May 1873) was an English philosopher, political economist, feminist, and civil servant. He was an influential contributor to social theory, political theory and political economy. He has been called \"the most influential English-speaking philosopher of the nineteenth century\".",
      "pageId": 15626,
      "monthDay": "05/20"
    },
    {
      "year": "1554",
      "uri": "/wiki/Paolo_Bellasio",
      "name": "Paolo Bellasio",
      "aboutText": "Honoré de Balzac (/ˈbɔːlzæk, ˈbæl-/; French: [ɔ.nɔ.ʁe d(ə) bal.zak]; 20 May 1799 – 18 August 1850) was a French novelist and playwright. His magnum opus was a sequence of short stories and novels collectively entitled La Comédie Humaine, which presents a panorama of French life in the years after the 1815 Fall of Napoleon Bonaparte.\nOwing to his keen observation of detail and unfiltered representation of society, Balzac is regarded as one of the founders of realism in European literature.",
      "pageId": 42368,
      "monthDay": "05/20"
    },
    {
      "year": "1593",
      "uri": "/wiki/Salomo_Glassius",
      "name": "Salomo Glassius",
      "aboutText": "Dolley Payne Todd Madison (May 20, 1768 – July 12, 1849) was the wife of James Madison, President of the United States from 1809 to 1817. She was noted for her social gifts, which boosted her husband’s popularity as President. In this way, she did much to define the role of the President’s spouse, known only much later by the title First Lady—a function she had sometimes performed earlier for the widowed Thomas Jefferson.",
      "pageId": 101898,
      "monthDay": "05/20"
    },
    {
      "year": "1663",
      "uri": "/wiki/William_Bradford_(Colonial_printer)",
      "name": "William Bradford",
      "aboutText": "Pietro Bembo, O.S.I.H. (20 May 1470 – either 11 January or 18 January, 1547) was an Italian scholar, poet, literary theorist, member of the Knights Hospitaller and a cardinal. He was an influential figure in the development of the Italian language, specifically Tuscan, as a literary medium, codifying the language for standard modern usage. His writings assisted in the 16th-century revival of interest in the works of Petrarch.",
      "pageId": 143597,
      "monthDay": "05/20"
    },
    {
      "year": "1664",
      "uri": "/wiki/Andreas_Schl%C3%BCter",
      "name": "Andreas Schlüter",
      "aboutText": "William Bradford (May 20, 1663 – May 23, 1752) was an early English printer in North America. He is best known as \"the pioneer printer of the Middle colonies\" and the head of a family that included publishers for 140 years.",
      "pageId": 218332,
      "monthDay": "05/20"
    },
    {
      "year": "1706",
      "uri": "/wiki/Seth_Pomeroy",
      "name": "Seth Pomeroy",
      "aboutText": "Dr. William Thornton (May 20, 1759 - March 28, 1828) was a British-American physician, inventor, painter and architect who designed the United States Capitol, an authentic polymath.",
      "pageId": 227080,
      "monthDay": "05/20"
    },
    {
      "year": "1726",
      "uri": "/wiki/Francis_Cotes",
      "name": "Francis Cotes",
      "aboutText": "Simon Fraser (20 May 1776 – 18 August 1862) was a Scottish fur trader and an explorer who charted much of what is now the Canadian province of British Columbia (B.C.). He also built the first European settlement in B.C.. Fraser was employed by the Montreal-based North West Company.",
      "pageId": 301693,
      "monthDay": "05/20"
    },
    {
      "year": "1759",
      "uri": "/wiki/William_Thornton",
      "name": "William Thornton",
      "aboutText": "Frédéric Passy (May 20, 1822 – June 12, 1912) was a French economist and a joint winner (together with Henry Dunant) of the first Nobel Peace Prize awarded in 1901.",
      "pageId": 323084,
      "monthDay": "05/20"
    },
    {
      "year": "1768",
      "uri": "/wiki/Dolley_Madison",
      "name": "Dolley Madison",
      "aboutText": "William George Fargo (May 20, 1818 – August 3, 1881) was a pioneer American expressman who helped found the modern day financial firms of American Express Company and Wells Fargo with his business partner, Henry Wells.",
      "pageId": 457363,
      "monthDay": "05/20"
    },
    {
      "year": "1769",
      "uri": "/wiki/Andreas_Vokos_Miaoulis",
      "name": "Andreas Vokos Miaoulis",
      "aboutText": "Hector Malot (French: [malo]; 20 May 1830 – 17 July 1907) was a French writer born in La Bouille, Seine-Maritime. He studied law in Rouen and Paris, but eventually literature became his passion. He worked as a dramatic critic for Lloyd Francais and as a literary critic for L'Opinion Nationale.",
      "pageId": 523920,
      "monthDay": "05/20"
    },
    {
      "year": "1772",
      "uri": "/wiki/Sir_William_Congreve,_2nd_Baronet",
      "name": "Sir William Congreve, 2nd Baronet",
      "aboutText": "Sir William Congreve, 2nd Baronet KCH FRS (20 May 1772 – 16 May 1828) was an English inventor and rocket artillery pioneer distinguished for his development and deployment of Congreve rockets, and a Tory Member of Parliament (MP).",
      "pageId": 693232,
      "monthDay": "05/20"
    },
    {
      "year": "1776",
      "uri": "/wiki/Simon_Fraser_(explorer)",
      "name": "Simon Fraser",
      "aboutText": "Andreas Vokos, nicknamed Miaoulis (Greek: Ανδρέας Βώκος Μιαούλης, May 20, 1769 – June 24, 1835), was an admiral and politician who commanded Greek naval forces during the Greek War of Independence (1821–1829).\nMiaoulis was born in Euboea to an Arvanite family and settled on the island of Hydra east of the Morea and was known among his fellow islanders as a trader in corn who had gained wealth and made a popular use of his money. He had been a merchant captain, and was chosen to lead the naval forces of the islands when they rose against the government of the Sultan.",
      "pageId": 755414,
      "monthDay": "05/20"
    },
    {
      "year": "1799",
      "uri": "/wiki/Honor%C3%A9_de_Balzac",
      "name": "Honoré de Balzac",
      "aboutText": "Bonne of Luxemburg or Jutta of Luxemburg (20 May 1315 – 11 September 1349), was born Jutta (Judith), the second daughter of John the Blind, king of Bohemia, and his first wife, Elisabeth of Bohemia. She was the first wife of King John II of France; however, as her death occurred a year prior to his coronation, she was never a French queen. Jutta was referred to in French historiography as Bonne de Luxembourg.",
      "pageId": 767157,
      "monthDay": "05/20"
    },
    {
      "year": "1806",
      "uri": "/wiki/John_Stuart_Mill",
      "name": "John Stuart Mill",
      "aboutText": "Francis Cotes RA (20 May 1726 – 16 July 1770) was an English painter, one of the pioneers of English pastel painting, and a founding member of the Royal Academy in 1768.",
      "pageId": 788223,
      "monthDay": "05/20"
    },
    {
      "year": "1809",
      "uri": "/wiki/Albert_Newsam",
      "name": "Albert Newsam",
      "aboutText": "Seth Pomeroy (May 20, 1706 – February 9, 1777) was an American gunsmith and soldier from Northampton, Massachusetts. His military service included the French and Indian War and the early stages of the American Revolutionary War.",
      "pageId": 827150,
      "monthDay": "05/20"
    },
    {
      "year": "1818",
      "uri": "/wiki/William_Fargo",
      "name": "William Fargo",
      "aboutText": "Paolo Bellasio (20 May 1554 – 10 July 1594) was an Italian composer and organist of the late Renaissance. He is generally considered to be a member of the Roman School, though unusually for the group he seems to have written only madrigals.\nInformation on his early life is scarce.",
      "pageId": 1123191,
      "monthDay": "05/20"
    },
    {
      "year": "1822",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Passy",
      "name": "Frédéric Passy",
      "aboutText": "Cadmus Marcellus Wilcox (May 20, 1824 – December 2, 1890) was a career United States Army officer who served in the Mexican–American War and also was a Confederate general during the American Civil War.",
      "pageId": 2447261,
      "monthDay": "05/20"
    },
    {
      "year": "1824",
      "uri": "/wiki/Cadmus_M._Wilcox",
      "name": "Cadmus M. Wilcox",
      "aboutText": "Salomo Glassius (German: Salomon Glaß; 20 May 1593 – 27 July 1656) was a German theologian and biblical critic born at Sondershausen, in the principality of Schwarzburg-Sondershausen.\nIn 1612 he entered the University of Jena. In 1615, with the idea of studying law, he moved to Wittenberg.",
      "pageId": 2898286,
      "monthDay": "05/20"
    },
    {
      "year": "1830",
      "uri": "/wiki/Hector_Malot",
      "name": "Hector Malot",
      "aboutText": "Albert Newsam (May 20, 1809 – November 20, 1864) was an American artist. Born deaf-mute and based in Philadelphia, Pennsylvania, he created paintings and drawings, including portraits.\n^ Bewley, John.",
      "pageId": 41525625,
      "monthDay": "05/20"
    },
    {
      "year": "1838",
      "uri": "/wiki/Jules_M%C3%A9line",
      "name": "Jules Méline",
      "aboutText": "Sigrid Undset (20 May 1882 – 10 June 1949) was a Norwegian novelist who was awarded the Nobel Prize for Literature in 1928.\nUndset was born in Kalundborg, Denmark, but her family moved to Norway when she was two years old. In 1924, she converted to Roman Catholicism.",
      "pageId": 29236,
      "monthDay": "05/20"
    },
    {
      "year": "1848",
      "uri": "/wiki/Howard_Vernon_(Australian_actor)",
      "name": "Howard Vernon",
      "aboutText": "Reginald Joseph Mitchell CBE, FRAeS, (20 May 1895 – 11 June 1937) was an English aeronautical engineer, who worked for Supermarine Aviation. Between 1920 and 1936 he designed many aircraft.",
      "pageId": 39031,
      "monthDay": "05/20"
    },
    {
      "year": "1851",
      "uri": "/wiki/Emile_Berliner",
      "name": "Emile Berliner",
      "aboutText": "Machgielis \"Max\" Euwe, PhD (Dutch: [ˈøːwə]; May 20, 1901 – November 26, 1981) was a Dutch chess Grandmaster, mathematician, and author. He was the fifth player to become World Chess Champion (1935–37).",
      "pageId": 118385,
      "monthDay": "05/20"
    },
    {
      "year": "1860",
      "uri": "/wiki/Eduard_Buchner",
      "name": "Eduard Buchner",
      "aboutText": "Faisal I bin Hussein bin Ali al-Hashimi, (Arabic: فيصل بن الحسين بن علي الهاشمي‎, Fayṣal al-Awwal ibn al-Ḥusayn ibn ‘Alī al-Hāshimī; 20 May 1885 or 1883 – 8 September 1933) was King of the Arab Kingdom of Syria or Greater Syria in 1920, and was King of Iraq from 23 August 1921 to 1933. He was a member of the Hashemite dynasty.\nFaisal fostered unity between Sunni and Shiite Muslims to encourage common loyalty and promote pan-Arabism in the goal of creating an Arab state that would include Iraq, Syria and the rest of the Fertile Crescent.",
      "pageId": 194475,
      "monthDay": "05/20"
    },
    {
      "year": "1875",
      "uri": "/wiki/Hendrik_Offerhaus",
      "name": "Hendrik Offerhaus",
      "aboutText": "Emile Berliner (May 20, 1851 – August 3, 1929), originally Emil Berliner, was a German-American inventor. He is best known for inventing the phonograph record (called gramophone record in British English and originally also in American English) and the phonograph (gramophone in British English and originally also in American English).",
      "pageId": 237254,
      "monthDay": "05/20"
    },
    {
      "year": "1877",
      "uri": "/wiki/Patrick_Leahy_(athlete)",
      "name": "Pat Leahy",
      "aboutText": "Eduard Buchner (20 May 1860 – 13 August 1917) was a German chemist and zymologist, awarded with the 1907 Nobel Prize in Chemistry for his work on fermentation.",
      "pageId": 363938,
      "monthDay": "05/20"
    },
    {
      "year": "1882",
      "uri": "/wiki/Sigrid_Undset",
      "name": "Sigrid Undset",
      "aboutText": "John Marshall Harlan (May 20, 1899 – December 29, 1971) was an American jurist who served as an Associate Justice of the Supreme Court from 1955 to 1971. His namesake was his grandfather John Marshall Harlan, another associate justice who served from 1877 to 1911.\nHarlan was a student at Upper Canada College and Appleby College and then at Princeton University.",
      "pageId": 660957,
      "monthDay": "05/20"
    },
    {
      "year": "1883",
      "uri": "/wiki/Johnny_Arthur",
      "name": "Johnny Arthur",
      "aboutText": "Diego Abad de Santillán (May 20, 1897 – October 18, 1983), born Sinesio Vaudilio García Fernández, was an author, economist and leading figure in the Spanish and Argentine anarchist movements.",
      "pageId": 691856,
      "monthDay": "05/20"
    },
    {
      "year": "1883",
      "uri": "/wiki/Faisal_I_of_Iraq",
      "name": "Faisal I of Iraq",
      "aboutText": "Sumitranandan Pant (May 20, 1900 - December 28, 1977) was born in Kausani village, Almora District, Uttarakhand, was one of the most famous modern Hindi poets. He is considered one of the major poets of the Chhayavaadi school of Hindi literature. Pant mostly wrote in Sanskritized Hindi.",
      "pageId": 1015503,
      "monthDay": "05/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ali_Sami_Yen",
      "name": "Ali Sami Yen",
      "aboutText": "Ali Sami Yen (20 May 1886 – 29 July 1951) was a Turkish sports official best known as the founder of the Galatasaray Sports Club. His birth name was Ali Sami Frashëri, the son of Sami Frashëri, one of the most famous Albanian writers, philosophers and playwrights.",
      "pageId": 1609163,
      "monthDay": "05/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Karin_Molander",
      "name": "Karin Molander",
      "aboutText": "Aleksandr Aleksandrovich Deyneka (Russian: Алекса́ндр Алекса́ндрович Дейне́ка; May 20, 1899 – June 12, 1969) was a Soviet Russian painter, graphic artist and sculptor, regarded as one of the most important Russian modernist figurative painters of the first half of the 20th century. His Collective Farmer on a Bicycle (1935) has been described as exemplifying the Social Realist style.\nDeyneka was born in Kursk and studied at Kharkov Art College (pupil of Alexander Lubimov) and at VKhUTEMAS. He was a founding member of groups such as OST and Oktyabr, and his work gained wide exposure in major exhibitions.",
      "pageId": 2840451,
      "monthDay": "05/20"
    },
    {
      "year": "1894",
      "uri": "/wiki/Chandrashekarendra_Saraswati",
      "name": "Chandrashekarendra Saraswati",
      "aboutText": "Sri Chandrasekharendra Saraswati Mahaswamiji (20 May 1894 – 8 January 1994), or the Sage of Kanchi, was the 68th Jagadguru of the Kanchi Kamakoti Peetham. He is usually referred to as Paramacharya, Mahaswami or Maha Periyavar. He is widely considered as one of the greatest Indian sages of recent times.",
      "pageId": 3895242,
      "monthDay": "05/20"
    },
    {
      "year": "1895",
      "uri": "/wiki/R._J._Mitchell",
      "name": "R. J. Mitchell",
      "aboutText": "Johnny Arthur (May 20, 1883 – December 31, 1951) was an American stage and motion picture actor.",
      "pageId": 4540546,
      "monthDay": "05/20"
    },
    {
      "year": "1897",
      "uri": "/wiki/Diego_Abad_de_Santill%C3%A1n",
      "name": "Diego Abad de Santillán",
      "aboutText": "Howard Vernon (20 May 1848 – 26 July 1921) was an Australian actor best known for his performances in comic roles of the Gilbert and Sullivan operas with the J. C. Williamson company.\nIn 1872, Vernon began to perform in a variety of operettas with several companies, including Alice May's company, in Australia and on tour in Asia and as far away as England and America. He joined the Williamson company in 1881, where he remained for 25 years, playing comic roles.",
      "pageId": 5904199,
      "monthDay": "05/20"
    },
    {
      "year": "1897",
      "uri": "/wiki/Malcolm_Nokes",
      "name": "Malcolm Nokes",
      "aboutText": "Patrick Leahy (Patrick Joseph \"Pat\" Leahy; 20 May 1877 – 29 December 1927) was an Irish athlete who won Olympic medals (for Great Britain and Ireland) in the high jump and long jump at the 1900 Summer Olympics.\nLeahy was born in Cregane, Charleville, County Limerick on the border between County Limerick and County Cork. He was one of seven brothers all of whom were sportsmen.",
      "pageId": 7106283,
      "monthDay": "05/20"
    },
    {
      "year": "1898",
      "uri": "/wiki/Eduard_Ole",
      "name": "Eduard Ole",
      "aboutText": "Malcolm Cuthbert Nokes MC MA BSc (20 May 1897 – 22 November 1986) was a British schoolteacher, soldier, research scientist and Olympic athlete, who competed in the hammer throw and discus throw.\nHe won the bronze medal in the hammer throw at the 1924 Summer Olympics. Four years later he finished eleventh in the 1928 Olympic hammer throw competition.",
      "pageId": 7655553,
      "monthDay": "05/20"
    },
    {
      "year": "1899",
      "uri": "/wiki/Aleksandr_Deyneka",
      "name": "Aleksandr Deyneka",
      "aboutText": "Hendrik Karel Offerhaus (May 20, 1875 in Venhuizen – September 2, 1953 in Wassenaar) was a Dutch rower who competed in the 1900 Summer Olympics.",
      "pageId": 12663327,
      "monthDay": "05/20"
    },
    {
      "year": "1899",
      "uri": "/wiki/John_Marshall_Harlan_II",
      "name": "John Marshall Harlan II",
      "aboutText": "Félix Jules Méline (French pronunciation: ​[ʒyl melin]; 20 May 1838 – 21 December 1925) was a French statesman, prime minister from 1896 to 1898.",
      "pageId": 24089230,
      "monthDay": "05/20"
    },
    {
      "year": "1900",
      "uri": "/wiki/Sumitranandan_Pant",
      "name": "Sumitranandan Pant",
      "aboutText": "Eduard Ole (20 May 1898 – 24 November 1995) was an Estonian painter. Some of his most representative works are on permanent exhibition at the Kumu Art Museum of Estonia.\nIn 1973 Ole published in Sweden his two-volume illustrated memories Suurel maanteel (English: On the Big Highway) I and II. A new edition of these books were published in Estonia in 2010.",
      "pageId": 27417477,
      "monthDay": "05/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Max_Euwe",
      "name": "Max Euwe",
      "aboutText": "Karin Molander (20 May 1889 - 3 September 1978) was a Swedish stage and film actress whose career spanned over five decades.\n^ Fandango.",
      "pageId": 32309954,
      "monthDay": "05/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Doris_Fleeson",
      "name": "Doris Fleeson",
      "aboutText": "James Maitland \"Jimmy\" Stewart (May 20, 1908 – July 2, 1997) was an American film and stage actor, known for his distinctive drawl and down-to-earth persona. He starred in many films that are considered to be classics, and is known for portraying an American middle-class man struggling with a crisis.\nStewart was nominated for five Academy Awards, winning one in competition for The Philadelphia Story (1940) and receiving one Lifetime Achievement award.",
      "pageId": 16273,
      "monthDay": "05/20"
    },
    {
      "year": "1906",
      "uri": "/wiki/Giuseppe_Siri",
      "name": "Giuseppe Siri",
      "aboutText": "Gardner Francis Cooper Fox (May 20, 1911 – December 24, 1986) was an American writer known best for creating numerous comic book characters for DC Comics.",
      "pageId": 77709,
      "monthDay": "05/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Carl_Mydans",
      "name": "Carl Mydans",
      "aboutText": "Moshe Dayan (Hebrew: משה דיין‎; 20 May 1915 – 16 October 1981) was an Israeli military leader and politician. He was the second child born on the first kibbutz, but he moved with his family in 1921, and he grew up on a moshav. As commander of the Jerusalem front in the 1948 Arab–Israeli War, chief of staff of the Israel Defense Forces (1953–58) during the 1956 Suez Crisis, but mainly as Defense Minister during the Six-Day War in 1967, he became to the world a fighting symbol of the new state of Israel.",
      "pageId": 90142,
      "monthDay": "05/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/Louis_Daquin",
      "name": "Louis Daquin",
      "aboutText": "George Leslie Gobel (May 20, 1919 – February 24, 1991) was an American comedian and actor.",
      "pageId": 91013,
      "monthDay": "05/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/Francis_Raymond_Fosberg",
      "name": "Francis Raymond Fosberg",
      "aboutText": "William \"Bill\" Redington Hewlett (May 20, 1913 – January 12, 2001) was an American engineer and the co-founder, with David Packard, of the Hewlett-Packard Company (HP).",
      "pageId": 155379,
      "monthDay": "05/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/James_Stewart",
      "name": "James Stewart",
      "aboutText": "Giuseppe Siri (20 May 1906 – 2 May 1989) was an Italian Cardinal of the Catholic Church who served as Archbishop of Genoa from 1946 to 1987, and was elevated to the cardinalate in 1953 by Pope Pius XII.",
      "pageId": 213183,
      "monthDay": "05/20"
    },
    {
      "year": "1911",
      "uri": "/wiki/Gardner_Fox",
      "name": "Gardner Fox",
      "aboutText": "Edward Butts Lewis (May 20, 1918 – July 21, 2004) was an American geneticist, a corecipient of the 1995 Nobel Prize in Physiology or Medicine.",
      "pageId": 429954,
      "monthDay": "05/20"
    },
    {
      "year": "1911",
      "uri": "/wiki/Annie_M.G._Schmidt",
      "name": "Annie M.G. Schmidt",
      "aboutText": "Trebisonda (Ondina) Valla, (20 May 1916, in Bologna – 16 October 2006, in L'Aquila) was an Italian female athlete, and the first Italian woman to win an Olympic gold medal.",
      "pageId": 866232,
      "monthDay": "05/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Teodoro_Fern%C3%A1ndez",
      "name": "Teodoro Fernández",
      "aboutText": "Carl Mydans (May 20, 1907 – August 16, 2004) was an American photographer who worked for the Farm Security Administration and Life magazine.",
      "pageId": 908508,
      "monthDay": "05/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/William_Redington_Hewlett",
      "name": "William Redington Hewlett",
      "aboutText": "William Owen Chadwick OM KBE FBA FRSE (/ˈtʃædwɪk/; 20 May 1916 – 17 July 2015) was a British Anglican clergyman, academic, writer, and prominent historian of Christianity. He played international rugby union in his youth, and he was Master of Selwyn College, Cambridge from 1956 to 1983, Dixie Professor of Ecclesiastical History from 1958 to 1968, and Regius Professor of History from 1968 to 1983.",
      "pageId": 1092949,
      "monthDay": "05/20"
    },
    {
      "year": "1915",
      "uri": "/wiki/Peter_Copley",
      "name": "Peter Copley",
      "aboutText": "Guy Favreau, PC QC (May 20, 1917 – July 11, 1967) was a Canadian lawyer, politician and judge.\nBorn in Montreal, Quebec, the son of Léopold Favreau and Béatrice Gagnon, he obtained a Bachelor of Arts and an LL.B. from the Université de Montréal. He was called to the Bar of Quebec in 1940.",
      "pageId": 1999888,
      "monthDay": "05/20"
    },
    {
      "year": "1915",
      "uri": "/wiki/Moshe_Dayan",
      "name": "Moshe Dayan",
      "aboutText": "Bergur Sigurbjörnsson (May 20, 1917 – July 28, 2005) was an Icelandic magazine editor and politician.\nHe studied business in the University of Iceland, and later went on to study economics in Stockholm University. He founded the weekly magazine, Frjáls þjóð ('Free Nation') in 1952, and was the magazine's editor until 1967.",
      "pageId": 2427353,
      "monthDay": "05/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Owen_Chadwick",
      "name": "Owen Chadwick",
      "aboutText": "Alexey Petrovich Maresyev (Russian: Алексе́й Петро́вич Маре́сьев; May 20, 1916 – May 19, 2001) was a Soviet fighter ace during World War II.",
      "pageId": 3340897,
      "monthDay": "05/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Alexey_Maresyev",
      "name": "Alexey Maresyev",
      "aboutText": "Anna Maria Geertruida \"Annie\" Schmidt (20 May 1911 – 21 May 1995) was a Dutch writer. She is called the mother of the Dutch theatrical song and the queen of Dutch children's literature, praised for her \"delicious Dutch idiom,\" and considered one of the greatest Dutch writers. An ultimate honour was extended to her posthumously, in 2007, when a group of Dutch historians compiled the \"Canon of Dutch History\" and included Schmidt, alongside national icons such as Vincent van Gogh and Anne Frank.",
      "pageId": 4001161,
      "monthDay": "05/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ondina_Valla",
      "name": "Ondina Valla",
      "aboutText": "Peter Copley (20 May 1915 – 7 October 2008) was an English television, film and stage actor.",
      "pageId": 4514770,
      "monthDay": "05/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Tony_Cliff",
      "name": "Tony Cliff",
      "aboutText": "Teodoro Fernández Meyzán (born 20 May 1913 in Cañete — died 17 September 1996 in Lima), nicknamed \"Lolo\", was a Peruvian football striker. Arguably one of Peru's two most important football players (along with Teófilo Cubillas), he was part of the Peruvian squad that reached quarter-finals in the 1936 Olympic Games and won the 1939 Copa America, a tournament in which he emerged as the top scorer and best player. He was captain of the Peruvian national team between 1935 and 1947 scoring 24 goals in 32 matches.",
      "pageId": 14109727,
      "monthDay": "05/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Guy_Favreau",
      "name": "Guy Favreau",
      "aboutText": "Francis Raymond \"Ray\" Fosberg (20 May 1908 – 25 September 1993) was an American botanist. A prolific collector and author, he played a significant role in the development of coral reef and island studies.",
      "pageId": 18346137,
      "monthDay": "05/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Bergur_Sigurbj%C3%B6rnsson",
      "name": "Bergur Sigurbjörnsson",
      "aboutText": "Louis Daquin (20 May 1908 – 2 October 1980) was a French film director and actor. He directed 14 films between 1938 and 1963.",
      "pageId": 20947835,
      "monthDay": "05/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Edward_B._Lewis",
      "name": "Edward B. Lewis",
      "aboutText": "Tony Cliff (born Yigael Gluckstein; 20 May 1917 – 9 April 2000), was a Trotskyist activist. Born to a Jewish family in Palestine, he moved to Britain in 1947 and by the end of the 1950s had assumed the pen name of Tony Cliff.",
      "pageId": 42823928,
      "monthDay": "05/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/George_Gobel",
      "name": "George Gobel",
      "aboutText": "Doris Fleeson (May 20, 1901 – August 1, 1970) was an American journalist and columnist and was the first woman in the United States to have a nationally syndicated political column.\n^ Sayler, Carolyn (25 April 2010). Doris Fleeson, Incomparably the First Political Journalist of Her Time.",
      "pageId": 45606399,
      "monthDay": "05/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Cruickshank",
      "name": "John Cruickshank",
      "aboutText": "Harold \"Prince Hal\" Newhouser (May 20, 1921 – November 10, 1998) was an American former professional baseball player. In Major League Baseball (MLB), he pitched 17 seasons on the Detroit Tigers and Cleveland Indians, from 1939 through 1955. Newhouser was an All-Star for six seasons, and was considered to be the most dominating pitcher of the World War II era of baseball, winning a pitcher's triple crown for the Tigers in 1945.",
      "pageId": 165793,
      "monthDay": "05/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Betty_Driver",
      "name": "Betty Driver",
      "aboutText": "Harry Peter \"Bud\" Grant, Jr. (born May 20, 1927) is a former American football and Canadian football head coach. Grant served as the head coach of the Minnesota Vikings of the National Football League (NFL) for eighteen seasons; he was the team's second (1967–83) and fourth (1985) head coach.",
      "pageId": 272581,
      "monthDay": "05/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Wolfgang_Borchert",
      "name": "Wolfgang Borchert",
      "aboutText": "Alexei Andreyevich Tupolev (Russian: Алексе́й Андре́евич Ту́полев; May 20, 1925–May 12, 2001) was a Soviet aircraft designer who led the development of the first supersonic passenger jet, the Tupolev Tu-144. He also helped design the Buran space shuttle and the Tu-2000, which has been suspended because of the lack of funds.\nTupolev was the son of famed Soviet aircraft pioneer, Andrei Tupolev.",
      "pageId": 494848,
      "monthDay": "05/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Hal_Newhouser",
      "name": "Hal Newhouser",
      "aboutText": "Wolfgang Borchert (German: [ˈbɔɐ̯çɐt]; 20 May 1921 – 20 November 1947) was a German author and playwright whose work was affected by his experience of dictatorship and his service in the Wehrmacht during the Second World War. His work is among the best examples of the Trümmerliteratur movement in post-World War II Germany. His most famous work is the drama \"Draußen vor der Tür (The Man Outside)\", which he wrote in the first days after World War II. In his works he never makes compromises in questions of humanity and humanism.",
      "pageId": 685185,
      "monthDay": "05/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/Peter_Hughes_(actor)",
      "name": "Peter Hughes",
      "aboutText": "Albert David Hedison, Jr. (born May 20, 1927) is an American film, television, and stage actor. He was billed as Al Hedison in his early film work.",
      "pageId": 704540,
      "monthDay": "05/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Hugh_Beach",
      "name": "Hugh Beach",
      "aboutText": "John Alexander Cruickshank VC (born 20 May 1920) is a Scottish recipient of the Victoria Cross (VC), the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. He is the last living recipient to have been awarded the VC for action in the Second World War.\nCruickshank was awarded the VC for sinking a German U-boat and then, despite serious injuries, safely landing his aircraft.",
      "pageId": 781177,
      "monthDay": "05/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Edith_Fellows",
      "name": "Edith Fellows",
      "aboutText": "Elizabeth Mary \"Betty\" Driver, MBE (20 May 1920 – 15 October 2011) was an English actress and singer, best known for her role as Betty Williams (previously Betty Turpin) on the British soap opera, Coronation Street from 1969 to 2011, appearing in more than 2,800 episodes. She had previously appeared as Mrs Edgley in Coronation Street spin-off Pardon the Expression (1965–1966) opposite Arthur Lowe. Her early career focussed on her as a singer, appearing in musical films such as Boots!",
      "pageId": 878700,
      "monthDay": "05/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/David_Chavchavadze",
      "name": "David Chavchavadze",
      "aboutText": "Robert Charles 'Bob' Sweikert (May 20, 1926 – June 17, 1956) was an American racing driver, best known as the winner of the 1955 Indianapolis 500 and the 1955 National Championship, as well as the 1955 Midwest Sprint car championship - the only driver in history to sweep all three in a single season.\nSweikert was born in Los Angeles, California. His \"Indy 500\" win was over-shadowed by the fatal crash of two-time winner Bill Vukovich during the race earlier that day.",
      "pageId": 1251973,
      "monthDay": "05/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Zelmar_Michelini",
      "name": "Zelmar Michelini",
      "aboutText": "Gilles Loiselle, PC (born May 20, 1929 in Ville-Marie, Quebec) is a retired Canadian politician.\nElected in the 1988 federal election, Loiselle immediately joined the cabinet of Brian Mulroney due to his experience as a diplomat and senior civil servant. In 1990, he was elevated to the post of President of the Treasury Board and, in 1993, he served as Minister of Finance in the short-lived government of Kim Campbell.",
      "pageId": 1515449,
      "monthDay": "05/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Chester_Ludgin",
      "name": "Chester Ludgin",
      "aboutText": "Franciszek Macharski (Polish pronunciation: [franˈtɕiʂɛk maˈxarskʲi]; born 20 May 1927 in Kraków) is a Polish Cardinal of the Roman Catholic Church. He was the Archbishop of Kraków from 1978, succeeding Karol Wojtyła to the chair of St. Stanisław, until his resignation in 2005.",
      "pageId": 1700290,
      "monthDay": "05/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Alexei_Tupolev",
      "name": "Alexei Tupolev",
      "aboutText": "John Vincent Lucarotti (20 May 1926 – 20 November 1994) was a British screenwriter.",
      "pageId": 2188984,
      "monthDay": "05/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/George_Hurst",
      "name": "George Hurst",
      "aboutText": "Peter Hughes (born 20 May 1922) is an English actor. In the 1950s, he was a stalwart of the Richmond Theatre repertory company with actress Anne Ridler. He played a recurring role as a bank manager in the BBC television series Bergerac and played General Franco in Alan Parker's 1996 film adaptation of Evita.",
      "pageId": 3174736,
      "monthDay": "05/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Lucarotti",
      "name": "John Lucarotti",
      "aboutText": "Sam \"The Rifle\" Etcheverry (May 20, 1930 – August 29, 2009) was a professional American and Canadian football player and head coach. Etcheverry played the quarterback position, most famously with the Montreal Alouettes of the Canadian Football League, and was named Canadian football's Most Outstanding Player in 1954. Etcheverry's jersey #92 is one of seven retired by the Alouettes.",
      "pageId": 5531586,
      "monthDay": "05/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bob_Sweikert",
      "name": "Bob Sweikert",
      "aboutText": "Chester Ludgin (May 20, 1925 – August 9, 2003) was an American operatic baritone.",
      "pageId": 7324516,
      "monthDay": "05/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bud_Grant",
      "name": "Bud Grant",
      "aboutText": "Zelmar Michelini (20 May 1924, Montevideo, Uruguay – 20 May 1976, Buenos Aires, Argentina) was a Uruguayan reporter and politician, assassinated in Buenos Aires in 1976 as part of Operation Condor.",
      "pageId": 8405377,
      "monthDay": "05/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/David_Hedison",
      "name": "David Hedison",
      "aboutText": "George Hurst (20 May 1926 – 15 September 2012) was a British conductor.\nHurst was born in Edinburgh, Scotland, in 1926, of Romanian and Russian parentage. He became a piano student in London of Julius Isserlis, grandfather of the cellist Steven Isserlis.",
      "pageId": 10356382,
      "monthDay": "05/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Franciszek_Macharski",
      "name": "Franciszek Macharski",
      "aboutText": "David Chavchavadze (May 20, 1924 – October 5, 2014) was an American author and a former Central Intelligence Agency (CIA) officer of Georgian-Russian origin.\nChavchavadze was born in London to Prince Paul Chavchavadze (1899–1971) and Princess Nina Georgievna of Russia (1901–1974), a descendant of a prominent Georgian noble family and the Imperial Russian dynasty. His father, Prince Paul, was a fiction writer and translator of writings from Georgian into English, and an émigré in the United Kingdom, and then the United States.",
      "pageId": 11068687,
      "monthDay": "05/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ahmed_Hamdi",
      "name": "Ahmed Hamdi",
      "aboutText": "General Sir William Gerald Hugh Beach GBE, KCB, MC (born 20 May 1923) is a former British Army officer who, in retirement, researches and advises on defence policy, arms control and disarmament, with an active interest in promoting concerns about ethical issues of peace and war.",
      "pageId": 21161325,
      "monthDay": "05/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gilles_Loiselle",
      "name": "Gilles Loiselle",
      "aboutText": "Ahmed Hamdi (20 May 1929 - 14 October 1973) was an Egyptian engineer. He also was a general of the third army of Egypt, during the Yom Kippur war. He was killed while crossing the Suez Canal with his soldiers and was awarded the Sinai star posthumously.",
      "pageId": 26555057,
      "monthDay": "05/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sam_Etcheverry",
      "name": "Sam Etcheverry",
      "aboutText": "Edith Marilyn Fellows (May 20, 1923 – June 26, 2011) was an American actress who became a child star in the 1930s. Best known for playing orphans and street urchins, Fellows was an expressive actress with a good singing voice. She made her screen debut at the age of five in Charley Chase's film short Movie Night (1929).",
      "pageId": 31647077,
      "monthDay": "05/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ken_Boyer",
      "name": "Ken Boyer",
      "aboutText": "Sadaharu Oh (Japanese: 王貞治, Ō Sadaharu; born May 20, 1940), also known as Wang Chen-chih (Chinese: 王貞治; pinyin: Wáng Zhēnzhì), is a retired Japanese–Chinese baseball player and manager who played 22 seasons for the Yomiuri Giants in Nippon Professional Baseball (NPB) from 1959 to 1980. Oh holds the world lifetime home run record, having hit 868 home runs during his professional career. He established many NPB batting records, including runs batted in (RBIs) (2,170), slugging percentage (.634), bases on balls (2,390), and on-base plus slugging (OPS) (1.080).",
      "pageId": 220635,
      "monthDay": "05/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Paul_R._Evans",
      "name": "Paul R. Evans",
      "aboutText": "Goh Chok Tong (born 20 May 1941; Chinese: 吴作栋; pinyin: Wú Zuò dòng, Wade–Giles: Wu2-tso4-tung4) is a Singaporean politician. A member of the People's Action Party (PAP), he became Singapore's second Prime Minister on 28 November 1990, succeeding Lee Kuan Yew, and served in the role until 12 August 2004, when he stepped down and was succeeded by Lee Hsien Loong. He subsequently served as Senior Minister until May 2011, and as Chairman of the Monetary Authority Of Singapore (MAS).",
      "pageId": 286844,
      "monthDay": "05/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Bob_Florence",
      "name": "Bob Florence",
      "aboutText": "Stanislav \"Stan\" Mikita (born Stanislav Guoth; May 20, 1940), is a Slovak-born Canadian retired professional ice hockey player for the Chicago Black Hawks of the National Hockey League, generally regarded as the best centre of the 1960s.",
      "pageId": 358775,
      "monthDay": "05/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Constance_Towers",
      "name": "Constance Towers",
      "aboutText": "Carlos Norman Hathcock II (May 20, 1942 – February 22, 1999) was a United States Marine Corps (USMC) sniper with a service record of 93 confirmed kills. Hathcock's record and the extraordinary details of the missions he undertook made him a legend in the U.S. Marine Corps. His fame as a sniper and his dedication to long-distance shooting led him to become a major developer of the USMC Sniper training program.",
      "pageId": 506665,
      "monthDay": "05/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jos%C3%A9_Mujica",
      "name": "José Mujica",
      "aboutText": "Marinella (Greek: Μαρινέλλα) (born May 20, 1938) is one of the most popular Greek singers whose career has spanned several decades. She has sung professionally since 1957. Since the beginning of her career, she has released 66 personal albums and has been featured in albums of other musicians.",
      "pageId": 748098,
      "monthDay": "05/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mickey_Rose",
      "name": "Mickey Rose",
      "aboutText": "Lynn Davies CBE (born 20 May 1942) is a Welsh former track and field athlete who specialised in the long jump. He was the 1964 Olympic champion in the event. He was born in Nantymoel near Bridgend and was a member of the Cardiff Amateur Athletic Club.",
      "pageId": 1014944,
      "monthDay": "05/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Anthony_Zerbe",
      "name": "Anthony Zerbe",
      "aboutText": "Balanathan Benjamin Mahendran (20 May 1939 – 13 February 2014), commonly known as Balu Mahendra, was a cinematographer, director, screenwriter and film editor, who worked in various Indian film industries, primarily in Tamil cinema. Born into a Sri Lankan Tamil household, Mahendra developed a passion towards photography and literature at a young age. He was drawn towards film-making after witnessing the shoot of David Lean's The Bridge on the River Kwai (1957) in Sri Lanka.",
      "pageId": 1371262,
      "monthDay": "05/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Marinella",
      "name": "Marinella",
      "aboutText": "Kenton Lloyd \"Kent\" Boyer (May 20, 1931 – September 7, 1982) was an American Major League Baseball (MLB) third baseman, coach and manager who played on the St. Louis Cardinals, New York Mets, Chicago White Sox, and Los Angeles Dodgers for 15 seasons, 1955 through 1969. He was inducted into the Cardinals Hall of Fame in 2014.",
      "pageId": 1376795,
      "monthDay": "05/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alan_Smithers",
      "name": "Alan Smithers",
      "aboutText": "Anthony Jared Zerbe (born May 20, 1936) is an American stage, film and Emmy-winning television actor. Notable film roles include the post-apocalyptic cult leader Matthias in The Omega Man, a 1971 film adaptation of Richard Matheson's 1954 novel, I Am Legend; as a corrupt gambler in Farewell, My Lovely; as Abner Devereaux in Kiss Meets the Phantom of the Park; as villain Milton Krest in the James Bond film Licence to Kill; Rosie in The Turning Point, Admiral Dougherty in Star Trek: Insurrection and Councillor Hamann in The Matrix Reloaded and The Matrix Revolutions.",
      "pageId": 1867157,
      "monthDay": "05/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Balu_Mahendra",
      "name": "Balu Mahendra",
      "aboutText": "John Strasberg (born May 20, 1941 in New York) is the son of Lee and Paula Strasberg of the Actors Studio, and brother of actress Susan Strasberg.\nOver his long career, Strasberg has directed productions of Shakespeare, Ibsen, O'Neill, Odets and Aristophanes. He teaches the Organic Creative Process, which is distinct from the Method made famous by Strasberg's father.",
      "pageId": 2465940,
      "monthDay": "05/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_David_Bingham_Younger",
      "name": "John David Bingham Younger",
      "aboutText": "Frederick Earl \"Shorty\" Long (May 20, 1940 – June 29, 1969) was an American soul singer, songwriter, musician, and record producer for Motown's Soul Records imprint.",
      "pageId": 2474806,
      "monthDay": "05/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Shorty_Long",
      "name": "Shorty Long",
      "aboutText": "José Alberto \"Pepe\" Mujica Cordano (Spanish pronunciation: [xoˈse muˈxika]; born 20 May 1935) is an Uruguayan politician who was the 40th President of Uruguay between 2010 and 2015. A former urban guerrilla fighter with the Tupamaros, he was imprisoned for 13 years during the military dictatorship in the 1970s and 1980s. A member of the Broad Front coalition of left-wing parties, Mujica was Minister of Livestock, Agriculture, and Fisheries from 2005 to 2008 and a Senator afterwards.",
      "pageId": 2836239,
      "monthDay": "05/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Stan_Mikita",
      "name": "Stan Mikita",
      "aboutText": "Bob Florence (May 20, 1932 – May 15, 2008) was an American jazz arranger and pianist.",
      "pageId": 3931676,
      "monthDay": "05/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sadaharu_Oh",
      "name": "Sadaharu Oh",
      "aboutText": "Raymond Chrétien, OC (born May 20, 1942) is a Canadian lawyer and diplomat.",
      "pageId": 4581951,
      "monthDay": "05/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michel_Vastel",
      "name": "Michel Vastel",
      "aboutText": "Constance Mary Towers (born 20 May 1933) is an American actress and singer.",
      "pageId": 6212828,
      "monthDay": "05/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Goh_Chok_Tong",
      "name": "Goh Chok Tong",
      "aboutText": "Michel Vastel (20 May 1940 – 28 August 2008) was a Québécois journalist and columnist for Le Journal de Montréal and other medias. He was born in Saint-Pierre-de-Cormeilles, Eure, France and immigrated to Canada in 1970.\nVastel began his career in the Nord-Pas de Calais region.",
      "pageId": 7238214,
      "monthDay": "05/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Strasberg",
      "name": "John Strasberg",
      "aboutText": "Prof Alan George Smithers (born 20 May 1938) is a British educationalist.",
      "pageId": 10141007,
      "monthDay": "05/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Raymond_Chr%C3%A9tien",
      "name": "Raymond Chrétien",
      "aboutText": "Paul R. Evans II (20 May 1931 – 7 March 1987) was an American born furniture designer, sculptor, and artist, who is famous for his contributions to American furniture design and the American craft Movement of the 1970s, and with his work with the influential American manufacturer Directional Furniture. His creation of metal sculpted furniture set him apart.",
      "pageId": 17779209,
      "monthDay": "05/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lynn_Davies",
      "name": "Lynn Davies",
      "aboutText": "Michael \"Mickey\" Rose (May 20, 1935 – April 7, 2013) was an American comedy writer and screenwriter.",
      "pageId": 39096301,
      "monthDay": "05/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Carlos_Hathcock",
      "name": "Carlos Hathcock",
      "aboutText": "Captain Sir John David Bingham Younger (born 20 May 1939), KCVO was Lord Lieutenant of Tweeddale from 1994 to 2014. He retired on reaching the age of seventy-five.\nEducated at Eton and the Royal Military Academy Sandhurst, Younger was commissioned into the Argyll and Sutherland Highlanders in 1959, and served in Borneo and Singapore before joining the Directorate of Military Operations at the Ministry of Defence in 1967.",
      "pageId": 42776636,
      "monthDay": "05/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Simon_Keswick",
      "name": "Simon Keswick",
      "aboutText": "Cher (/ˈʃɛər/; born Cherilyn Sarkisian on May 20, 1946) is an American singer and actress. Described as embodying female autonomy in a male-dominated industry, she is known for her distinctive contralto singing voice and for having worked in numerous areas of entertainment, as well as adopting a variety of styles and appearances during her five-decade-long career, which has led to her being nicknamed the Goddess of Pop.\nCher gained popularity in 1965 as one-half of the folk rock husband-wife duo Sonny & Cher after their song \"I Got You Babe\" reached number one on the American and British charts.",
      "pageId": 80696,
      "monthDay": "05/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Albano_Carrisi",
      "name": "Albano Carrisi",
      "aboutText": "John Robert \"Joe\" Cocker, OBE (20 May 1944 – 22 December 2014) was an English singer and musician. He was known for his gritty voice, spasmodic body movement in performance, and definitive versions of popular songs.\nCocker's cover of the Beatles' \"With a Little Help from My Friends\" reached number one in the UK in 1968.",
      "pageId": 88371,
      "monthDay": "05/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Vernon_Foug%C3%A8re",
      "name": "Vernon Fougère",
      "aboutText": "Vladimiro Ilich Montesinos Torres (born May 20, 1946) was the long-standing head of Peru's intelligence service, Servicio de Inteligencia Nacional (SIN), under President Alberto Fujimori. In 2000, secret videos, which he had recorded, were televised that showed his bribing an elected congressman to leave the opposition and join the Fujimorist side of Congress. The ensuing scandal caused Montesinos to flee the country and prompted the resignation of Fujimori.",
      "pageId": 188860,
      "monthDay": "05/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Martin_Honeysett",
      "name": "Martin Honeysett",
      "aboutText": "Mary Pope Osborne (born May 20, 1949) is an American writer of children's books.",
      "pageId": 191098,
      "monthDay": "05/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Iain_Vallance,_Baron_Vallance_of_Tummel",
      "name": "Iain Vallance, Baron Vallance of Tummel",
      "aboutText": "Gregory \"Greg\" Dyke (born 20 May 1947) is a British media executive, journalist and broadcaster and is currently chairman of The Football Association (FA). Since the 1960s, Dyke has had a long career in the United Kingdom in print and then broadcast journalism. He is credited with introducing 'tabloid' television to British broadcasting, and reviving the ratings of TV-am.",
      "pageId": 446783,
      "monthDay": "05/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joe_Cocker",
      "name": "Joe Cocker",
      "aboutText": "Clive Richard Hollick, Baron Hollick (born 20 May 1945) is a British businessman with media interests, and a supporter of the Labour Party.",
      "pageId": 1235911,
      "monthDay": "05/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Boudewijn_de_Groot",
      "name": "Boudewijn de Groot",
      "aboutText": "Dietrich Mateschitz (born 20 May 1944) is an Austrian businessman who co-founded the Red Bull energy drink company and holds 49 percent of the company's shares. Mateschitz's net worth, as of June 2015, is estimated to be $12.2 billion.\n^ a b \"Dietrich Mateschitz\".",
      "pageId": 1291735,
      "monthDay": "05/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Keith_Fletcher",
      "name": "Keith Fletcher",
      "aboutText": "Keith William Robert Fletcher (20 May 1944, Worcester, Worcestershire, England) is an English former cricketer, who played for Essex and England. He later became England's team manager. His nickname was \"The Gnome of Essex\", so christened by his Essex teammate, Ray East, because Fletcher's winklepickers had begun to curl up at the toes due to wear.",
      "pageId": 1354358,
      "monthDay": "05/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dietrich_Mateschitz",
      "name": "Dietrich Mateschitz",
      "aboutText": "Bobby Ray Murcer (May 20, 1946 – July 12, 2008) was an American Major League Baseball outfielder who played for 17 seasons between 1965 and 1983, mostly with the New York Yankees, whom he later rejoined as a longtime broadcaster.",
      "pageId": 1759538,
      "monthDay": "05/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kathrin_Thomas",
      "name": "Kathrin Thomas",
      "aboutText": "Boudewijn de Groot (Dutch pronunciation: [ˈbʌu̯dəʋɛi̯n də ˈɣroːt], born 20 May 1944) is a famous Dutch singer/songwriter. He is known for the songs \"Welterusten Meneer de President\" (1966), \"Het Land van Maas en Waal\" (1967), \"Jimmy\" (1973) and \"Avond\" (1996) among others. On 20 April 2015 he issued his latest album Achter glas (Behind glass).",
      "pageId": 2155614,
      "monthDay": "05/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Clive_Hollick,_Baron_Hollick",
      "name": "Clive Hollick, Baron Hollick",
      "aboutText": "Albano Carrisi (Italian: [alˈbaːno karˈriːzi]; born 20 May 1943), better known as Al Bano, is an Italian singer, actor, and winemaker.",
      "pageId": 2643566,
      "monthDay": "05/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Vladimiro_Montesinos",
      "name": "Vladimiro Montesinos",
      "aboutText": "Dave Despain (born 20 May 1946) is an American motor sports journalist. He wss the host of WindTunnel with Dave Despain on Speed Channel, and Inside Nextel Cup, until the former was cancelled during the demise of Speed and the latter underwent a format change at the beginning of the 2008 NASCAR Season. On December 14, 2013 Despain announced on Twitter that he would be moving to MAVTV in 2014 to provide color commentary during races held on the channel and host a show called The Dave Despain Show.",
      "pageId": 2716962,
      "monthDay": "05/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Cher",
      "name": "Cher",
      "aboutText": "John Anthony Corapi (born May 20, 1947), known as Fr. John Corapi, is a Catholic priest of the Society of Our Lady of the Most Holy Trinity (S.O.L.T.) in the United States. He was popular in the early 2000s for his regular appearances on Catholic television and his syndicated daily Catholic radio show.",
      "pageId": 3742563,
      "monthDay": "05/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Chua",
      "name": "Robert Chua",
      "aboutText": "Martin Honeysett (20 May 1943 – 21 January 2015) was a British cartoonist and illustrator.",
      "pageId": 5462296,
      "monthDay": "05/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dave_Despain",
      "name": "Dave Despain",
      "aboutText": "Simon Lindley Keswick FRSA (born 20 May 1942) is a Scottish businessman and the younger brother of Sir Chips Keswick and Sir Henry Keswick.\n^ Pollara, Priscilla (26 May 2011). \"Daddy's worth £1.7 billion\".",
      "pageId": 7267512,
      "monthDay": "05/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bobby_Murcer",
      "name": "Bobby Murcer",
      "aboutText": "Iain David Thomas Vallance, Baron Vallance of Tummel, FRSA (born 20 May 1943) is a British businessman and a Liberal Democrat politician.\nVallance was educated at the Edinburgh Academy, Dulwich College, London and the Glasgow Academy. In 1965 he graduated from Brasenose College, Oxford with a Bachelor of Arts in English language and literature, and in 1972 from the London Business School with a Master of Science in business administration.",
      "pageId": 7667069,
      "monthDay": "05/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Corapi",
      "name": "John Corapi",
      "aboutText": "Joseph Vernon Fougère (May 20, 1943 – June 18, 2013) was a Canadian prelate of the Roman Catholic Church. He was the 12th Bishop of Charlottetown.\nBorn in Petit-de-Grat, Nova Scotia, Fougère attended Saint Francis Xavier University for his undergraduate education and completed his theological studies at the Grand Séminaire de Montréal where he was awarded a Doctor of Divinity.",
      "pageId": 7992701,
      "monthDay": "05/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Greg_Dyke",
      "name": "Greg Dyke",
      "aboutText": "Robert Chua Wah-Peng (Chinese: 蔡和平) is an Asian broadcaster. Born in Singapore, on 20 May 1946, he has worked internationally in Australia, Hong Kong and China as well.",
      "pageId": 14119657,
      "monthDay": "05/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Morin",
      "name": "Robert Morin",
      "aboutText": "Robert Morin (born May 20, 1949 in Montréal, Quebec) is a Canadian film director, screenwriter, and cinematographer.",
      "pageId": 29967984,
      "monthDay": "05/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mary_Pope_Osborne",
      "name": "Mary Pope Osborne",
      "aboutText": "Katrin Elizabeth Thomas, CVO, JP (born 20 May 1944)  is Lord Lieutenant of Mid Glamorgan.",
      "pageId": 42776828,
      "monthDay": "05/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mich%C3%A8le_Roberts",
      "name": "Michèle Roberts",
      "aboutText": "Michael Dean \"Mike\" Crapo (/ˈkreɪpoʊ/ KRAY-poh; born May 20, 1951) is the senior United States Senator from the state of Idaho, in office since 1999. A Republican, he previously served as the United States Representative for Idaho's 2nd congressional district from 1993 to 1999.\nBorn in the city of Idaho Falls, Crapo is a graduate of Brigham Young University and Harvard Law School.",
      "pageId": 381736,
      "monthDay": "05/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dave_Thomas_(actor)",
      "name": "Dave Thomas",
      "aboutText": "Albert Roger Mooh Miller (born 20 May 1952), commonly known as Roger Milla, is a retired Cameroonian footballer who played as a striker. He was one of the first African players to be a major star on the international stage. He played in three World Cups for the Cameroon national team.",
      "pageId": 426859,
      "monthDay": "05/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Andy_Johns",
      "name": "Andy Johns",
      "aboutText": "Michael David Wills, Baron Wills PC (born 20 May 1952) is a British Labour Party politician, who was the Member of Parliament (MP) for Swindon North from 1997 to 2010.",
      "pageId": 434983,
      "monthDay": "05/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Yvon_Lambert",
      "name": "Yvon Lambert",
      "aboutText": "Thomas Dale Akers (born May 20, 1951) is an American former astronaut in NASA's Space Shuttle program.",
      "pageId": 455221,
      "monthDay": "05/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Reinaldo_Merlo",
      "name": "Reinaldo Merlo",
      "aboutText": "David William Thomas (born May 20, 1949) is a Canadian comedian, actor and television writer. He is best known for portraying Doug McKenzie on SCTV as well as in the film Strange Brew, which he also directed.",
      "pageId": 599838,
      "monthDay": "05/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Thomas_Akers",
      "name": "Thomas Akers",
      "aboutText": "Robert Keith Bennett Doyle (born 20 May 1953) is an Australian politician and the 103rd Lord Mayor of Melbourne, elected on 30 November 2008.",
      "pageId": 894636,
      "monthDay": "05/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mike_Crapo",
      "name": "Mike Crapo",
      "aboutText": "Anton Johannes Gerrit Corbijn van Willenswaard (Dutch pronunciation: [ˈɑntɔŋ kɔrˈbɛi̯n]; born 20 May 1955) is a Dutch photographer, music video director, and film director. He is the creative director behind the visual output of Depeche Mode and U2, having handled the principal promotion and sleeve photography for both bands for almost three decades. Some of his works include music videos for Depeche Mode's \"Enjoy the Silence\" (1990), U2's \"One\" (version 1) (1991), Bryan Adams' \"Do I Have to Say the Words?",
      "pageId": 1073796,
      "monthDay": "05/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Thomas_Woodcock_(officer_of_arms)",
      "name": "Thomas Woodcock",
      "aboutText": "Guy Hoffman (born May 20, 1954 in Milwaukee, Wisconsin) is a drummer and vocalist, formerly of such bands as Oil Tasters, BoDeans, Violent Femmes and Absinthe.",
      "pageId": 1512500,
      "monthDay": "05/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tim_Albery",
      "name": "Tim Albery",
      "aboutText": "Reinaldo Carlos Merlo (born 20 May 1950) is an Argentine football coach and former player.",
      "pageId": 2149975,
      "monthDay": "05/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Roger_Milla",
      "name": "Roger Milla",
      "aboutText": "Robert Van de Walle (born 20 May 1954) is a Belgian judoka. He was the first judoka to ever compete at five Olympics.\nHe was born in Ostend.",
      "pageId": 2524244,
      "monthDay": "05/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Wills",
      "name": "Michael Wills",
      "aboutText": "Jeremy Andrew \"Andy\" Johns (20 May 1950 – 7 April 2013) was a British sound engineer and record producer, who worked on several well-known rock albums, including the Rolling Stones' Exile on Main Street (1972), Television's Marquee Moon (1977), and a series of albums by Led Zeppelin during the 1970s. His sound is exemplified by Free's album Highway, which he engineered and produced.\n^ Sisario, Ben (19 April 2013).",
      "pageId": 2908337,
      "monthDay": "05/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robert_Doyle",
      "name": "Robert Doyle",
      "aboutText": "David Alexander Paterson (born May 20, 1954) is an American politician. He was the 55th Governor of New York, in office from 2008 to 2010. He was the first African American governor of New York and also the second legally blind governor of any U.S. state after Bob C. Riley, who was Acting Governor of Arkansas for 11 days in January 1975.",
      "pageId": 3059677,
      "monthDay": "05/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Norbert_Siegmann",
      "name": "Norbert Siegmann",
      "aboutText": "Thomas Woodcock CVO DL FSA (born 20 May 1951) is the Garter Principal King of Arms.\nWoodcock was educated at Eton College. He went to University College, Durham, graduating with a Bachelor of Arts degree.",
      "pageId": 4225643,
      "monthDay": "05/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sheila_Watson_(priest)",
      "name": "Sheila Watson",
      "aboutText": "Cindy Lou Hensley McCain (born May 20, 1954) is an American businesswoman, philanthropist, and humanitarian, and the wife of United States Senator and 2008 Republican presidential nominee John McCain of Arizona.\nShe was born and raised in Phoenix, Arizona, as the daughter of wealthy beer distributor Jim Hensley. After receiving bachelor's and master's degrees from the University of Southern California, she became a special education teacher.",
      "pageId": 5200967,
      "monthDay": "05/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Guy_Hoffman",
      "name": "Guy Hoffman",
      "aboutText": "Yvon Pierre Lambert (born May 20, 1950 in Drummondville, Quebec) is a retired Canadian ice hockey forward.\nAlthough Yvon was drafted in 1970 by the Detroit Red Wings he started his National Hockey League career with the Montreal Canadiens in 1973. He would spend nine years in Montreal before being traded to the Buffalo Sabres.",
      "pageId": 6236677,
      "monthDay": "05/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cindy_McCain",
      "name": "Cindy McCain",
      "aboutText": "Sheila Anne Watson (née Atkinson; born 20 May 1953) is a British priest in the Church of England. Since 2007, she has been Archdeacon of Canterbury. She was Archdeacon of Buckingham between 2002 and 2007.",
      "pageId": 9037434,
      "monthDay": "05/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Paterson",
      "name": "David Paterson",
      "aboutText": "Michèle Brigitte Roberts (born 20 May 1949) is a British writer, novelist and poet. She was the daughter of a French Catholic teacher mother (Monique Caulle) and English Protestant father (Reginald Roberts), and has dual UK–France nationality.",
      "pageId": 11801653,
      "monthDay": "05/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Colin_Sutherland,_Lord_Carloway",
      "name": "Colin Sutherland, Lord Carloway",
      "aboutText": "Colin John MacLean Sutherland, Lord Carloway (born 20 May 1954), is a Scottish advocate and judge. He is currently Lord President of the Court of Session and Lord Justice General, the most senior judge of the Supreme Courts of Scotland and head of the Scottish Judiciary.",
      "pageId": 17590889,
      "monthDay": "05/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Robert_Van_de_Walle",
      "name": "Robert Van de Walle",
      "aboutText": "Norbert Siegmann (born 20 May 1953) is a retired German football player. He spent 11 seasons in the Bundesliga with VfB Stuttgart, Tennis Borussia Berlin and SV Werder Bremen. As of February 2009, he is managing the low-level amateur club SV Weser 08 Bremen.",
      "pageId": 21701814,
      "monthDay": "05/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Anton_Corbijn",
      "name": "Anton Corbijn",
      "aboutText": "Tim Bronson Reginald Albery (born 20 May 1952) is an English stage director, best known for his productions of opera.",
      "pageId": 32057789,
      "monthDay": "05/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Vivienne_Faull",
      "name": "Vivienne Faull",
      "aboutText": "Zbigniew Preisner (Polish: [ˈzbiɡɲɛf ˈpɾajsnɛɾ]; born 20 May 1955 as Zbigniew Antoni Kowalski) is a Polish film score composer, best known for his work with film director Krzysztof Kieślowski.",
      "pageId": 155277,
      "monthDay": "05/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Zbigniew_Preisner",
      "name": "Zbigniew Preisner",
      "aboutText": "Ingvar Even Ambjørnsen-Haefs (born 20 May 1956) is a Norwegian writer. He is best known for his \"Elling\" tetralogy: Utsikt til paradiset (1993), Fugledansen (1995), Brødre i blodet (1996), and Elsk meg i morgen (1999).\nBrødre i blodet (\"Blood brothers\") was turned into a successful movie, entitled Elling, which received an Oscar nomination in the Best Foreign Film category in 2001.",
      "pageId": 310670,
      "monthDay": "05/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ingvar_Ambj%C3%B8rnsen",
      "name": "Ingvar Ambjørnsen",
      "aboutText": "Israel \"Iz\" Kaʻanoʻi Kamakawiwoʻole (Hawaiian pronunciation: [kəˌmɐkəˌvivoˈʔole]) translation: \"The Fearless Eyed\"; May 20, 1959 – June 26, 1997), also called Bruddah Iz (Brother Iz), was a Hawaiian musician, entertainer and sovereignty activist.\nHis voice became famous outside Hawaii when his album Facing Future was released in 1993. His medley of \"Somewhere over the Rainbow/What a Wonderful World\" was subsequently featured in several films, television programs, and television commercials.",
      "pageId": 327437,
      "monthDay": "05/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dean_Butler_(actor)",
      "name": "Dean Butler",
      "aboutText": "Bronson Alcott Pinchot (born May 20, 1959) is an American actor. He is best known for playing Balki Bartokomous in the ABC sitcom, Perfect Strangers (1986–93).\nPinchot also appears in feature films, such as Risky Business (1983), Beverly Hills Cop (1984), True Romance (1993), Beverly Hills Cop III (1994), It's My Party (1996), Courage Under Fire (1996) and The First Wives Club (1996), as well as on television series, such as The Prankster in Lois & Clark: The New Adventures of Superman.",
      "pageId": 346203,
      "monthDay": "05/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/William_Michaelian",
      "name": "William Michaelian",
      "aboutText": "Ronald Prescott \"Ron\" Reagan (born May 20, 1958) is an American former talk radio host and political analyst for KIRO radio and later, Air America Radio, where he hosted his own daily three-hour show. He is a commentator and contributor to programming on the MSNBC cable news and commentary network.",
      "pageId": 597886,
      "monthDay": "05/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Douglas_Preston",
      "name": "Douglas Preston",
      "aboutText": "Anthony Howard \"Tony\" Goldwyn (born May 20, 1960) is an American actor and director. He portrayed the villain Carl Bruner in Ghost, Colonel Bagley in The Last Samurai, and the voice of the title character of the Disney animated film Tarzan.",
      "pageId": 1065862,
      "monthDay": "05/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Marlene_Zuk",
      "name": "Marlene Zuk",
      "aboutText": "Jane Marie Genevieve Wiedlin (born May 20, 1958) is an American musician, singer-songwriter, and actress best known as the rhythm guitarist and backup vocalist of the all-female, new wave band, The Go-Go's.",
      "pageId": 1234609,
      "monthDay": "05/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Yoshihiko_Noda",
      "name": "Yoshihiko Noda",
      "aboutText": "Clive Darren Allen (born 20 May 1961) is a retired English footballer, a prolific scorer for a number of clubs.\nAllen is the son of ex-Tottenham Hotspur forward Les Allen, who was a member of the team which won the First Division title and FA Cup \"double\" in 1961.",
      "pageId": 1924626,
      "monthDay": "05/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ron_Reagan",
      "name": "Ron Reagan",
      "aboutText": "Douglas Jerome Preston (born May 20, 1956) is an American author of techno-thriller and horror novels. He has written numerous novels, and although he is most well-known for his collaborations with Lincoln Child (including the Agent Pendergast series and Gideon Crew series), he has also written six solo novels, primarily including the Wyman Ford series.",
      "pageId": 2194001,
      "monthDay": "05/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jane_Wiedlin",
      "name": "Jane Wiedlin",
      "aboutText": "Jay Schellen (born 20 May 1960, Albuquerque, New Mexico) is a U.S. drummer who is best known as a member of the hard-rock band Hurricane.",
      "pageId": 2452228,
      "monthDay": "05/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Susan_Cowsill",
      "name": "Susan Cowsill",
      "aboutText": "Found ISNI,",
      "pageId": 3160635,
      "monthDay": "05/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Daniel_Darc",
      "name": "Daniel Darc",
      "aboutText": "Dean Butler (born May 20, 1956, in Prince George, British Columbia, Canada) is an Canadian-American movie and television actor and producer of entertainment, sports and documentary programming.",
      "pageId": 5525709,
      "monthDay": "05/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Annabel_Giles",
      "name": "Annabel Giles",
      "aboutText": "Owen Teale (born 20 May 1961) is a Welsh actor best known for his role as Ser Alliser Thorne in the HBO fantasy TV series Game of Thrones.",
      "pageId": 8050143,
      "monthDay": "05/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Israel_Kamakawiwo%CA%BBole",
      "name": "Israel Kamakawiwoʻole",
      "aboutText": "Susan Claire Cowsill (born May 20, 1959; Canton, Ohio) is a musician, vocalist and songwriter.",
      "pageId": 12584764,
      "monthDay": "05/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bronson_Pinchot",
      "name": "Bronson Pinchot",
      "aboutText": "William Michaelian, (born May 20, 1956) is an Armenian-American novelist, short-story writer, and poet. Born in Dinuba, California, a small town southeast of Fresno, Michaelian grew up on his family's farm. He has lived in Salem, Oregon, since 1987.",
      "pageId": 12979527,
      "monthDay": "05/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tony_Goldwyn",
      "name": "Tony Goldwyn",
      "aboutText": "Yoshihiko Noda (野田 佳彦, Noda Yoshihiko, born 20 May 1957) is a Japanese politician who was Prime Minister of Japan from 2011 to 2012. He is a member of the Democratic Party of Japan (DPJ), and a member of the House of Representatives (lower house) in the Diet (national legislature). He was named to succeed Naoto Kan as a result of a runoff vote against Banri Kaieda in his party, and was formally appointed by the Emperor on 2 September 2011.",
      "pageId": 13660794,
      "monthDay": "05/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jay_Schellen",
      "name": "Jay Schellen",
      "aboutText": "Annabel Claire Giles (born 20 May 1959) is a television and radio presenter, actress, panelist, novelist and former model.\n^ Midge Ure and his daughter Molly The Sunday Times.",
      "pageId": 13879941,
      "monthDay": "05/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Clive_Allen",
      "name": "Clive Allen",
      "aboutText": "Vivienne Frances Faull (born 20 May 1955) is a British Anglican priest. Since 2012, she has served as Dean of York. She was the only female cathedral provost in Church of England history.",
      "pageId": 27092439,
      "monthDay": "05/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Owen_Teale",
      "name": "Owen Teale",
      "aboutText": "Michael Jeffries (born May 20, 1962) is a retired American soccer player currently serving as coach of the Charlotte Independence.",
      "pageId": 30871514,
      "monthDay": "05/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mike_Jeffries_(soccer)",
      "name": "Mike Jeffries",
      "aboutText": "Marlene Zuk (born May 20, 1956) is an American evolutionary biologist and behavioral ecologist. She worked as professor of biology at the University of California, Riverside (UCR) until she transferred to the University of Minnesota in 2012. Her studies involve sexual selection and parasites.",
      "pageId": 38829702,
      "monthDay": "05/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Wells",
      "name": "David Wells",
      "aboutText": "David Lee Wells (born May 20, 1963), nicknamed \"Boomer\", is an American former Major League Baseball pitcher. Wells was considered to be one of the game's better left-handed pitchers, especially during his years with the New York Yankees and the Toronto Blue Jays. He pitched the 15th perfect game in baseball history.",
      "pageId": 103064,
      "monthDay": "05/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/K%C5%8Dichir%C5%8D_Genba",
      "name": "Kōichirō Genba",
      "aboutText": "Louis Sebastian Theroux (/θəˈruː/ LOO-ee thə-ROO; born 20 May 1970) is an English documentary filmmaker and broadcaster. He is best known for his documentary series, including Louis Theroux's Weird Weekends, When Louis Met..., and his BBC Two specials. His career started in journalism and bears influences of notable writers in his family, such as his father Paul and brother Marcel.",
      "pageId": 172051,
      "monthDay": "05/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Edin_Osmanovi%C4%87",
      "name": "Edin Osmanović",
      "aboutText": "Ramzi Yousef (Arabic: رمزي يوسف‎ Ramzī Yūsuf; born 20 May 1968) is one of the main perpetrators of the 1993 World Trade Center bombing, bombing of Philippine Airlines Flight 434, and a co-conspirator in the Bojinka plot. In 1995, he was arrested by the Pakistani Inter-Services Intelligence (ISI) and U.S. Diplomatic Security Service at a guest house in Islamabad, Pakistan while trying to set a bomb in a baby doll, then extradited to the United States.\nHe was tried in the U.S. District Court for the Southern District of New York along with two co-conspirators and was convicted of planning the Bojinka plot.",
      "pageId": 351496,
      "monthDay": "05/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Charles_Spencer,_9th_Earl_Spencer",
      "name": "Charles Spencer, 9th Earl Spencer",
      "aboutText": "Graham Stuart Brady (born 20 May 1967) is a British Conservative Party politician and the Member of Parliament (MP) for Altrincham and Sale West. He served as a shadow minister for Europe under four Conservative leaders before resigning in 2007 in protest at David Cameron's opposition to grammar schools. He succeeded Sir Michael Spicer as chairman of the 1922 Committee on 26 May 2010.",
      "pageId": 414683,
      "monthDay": "05/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ted_Allen",
      "name": "Ted Allen",
      "aboutText": "Ted Allen (born May 20, 1965) is an American writer, cookbook author, and television personality. He was the food and wine connoisseur on the American Bravo network's television program Queer Eye and has been the host of the TV cooking competition series Chopped since its launch in 2009, and of \"Chopped Junior,\" which began in mid-2015. In April 13, 2014, he became the host of another Food Network show, originally called America's Best Cook; a retooled version of that show, retitled All-Star Academy, debuted on March 1, 2015.",
      "pageId": 489497,
      "monthDay": "05/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Stu_Grimson",
      "name": "Stu Grimson",
      "aboutText": "Thomas Terrell Brandon (born May 20, 1970) is an American retired professional basketball player.",
      "pageId": 519155,
      "monthDay": "05/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dan_Abrams",
      "name": "Dan Abrams",
      "aboutText": "Brian Girard \"B.G.\" James (born May 20, 1969) is an American professional wrestler and former United States Marine, currently signed to the WWE as a producer and occasional wrestler.\nJames is best known for his appearances with the World Wrestling Federation (WWF, now WWE) as The Roadie from 1994 to 1995 and as \"The Road Dogg\" Jesse James or simply (The) Road Dogg from 1996 to 2001. He is also known for his appearances with Total Nonstop Action Wrestling as B.G. James from 2002 to 2009, and has also made appearances for several other promotions such as Smoky Mountain Wrestling, World Championship Wrestling, the United States Wrestling Association, the Catch Wrestling Association, and World Wrestling All-Stars.",
      "pageId": 690240,
      "monthDay": "05/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mindy_Cohn",
      "name": "Mindy Cohn",
      "aboutText": "Waisale Tikoisolomoni Serevi (born 20 May 1968 in Suva, Fiji) is a former Fijian rugby union footballer, and coach. Although he played fifteen-a-side rugby throughout his playing career, Serevi is most notable for his achievements in rugby sevens. He is widely considered one of the greatest rugby sevens players ever.",
      "pageId": 761338,
      "monthDay": "05/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Emma_Johnson_(clarinettist)",
      "name": "Emma Johnson",
      "aboutText": "Melinda Heather \"Mindy\" Cohn (born May 20, 1966) is an American actress and comedian. She is known for her role as Natalie Green in The Facts of Life, and for being the voice of Velma Dinkley in the Scooby-Doo franchise since 2002.",
      "pageId": 810967,
      "monthDay": "05/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Graham_Brady",
      "name": "Graham Brady",
      "aboutText": "Charles Edward Maurice Spencer, 9th Earl Spencer, DL (born 20 May 1964), styled Viscount Althorp between 1975 and 1992, is the younger brother of Diana, Princess of Wales. He is also a British peer, author, print journalist, and broadcaster. Through his sister Diana he is the maternal uncle of Prince William, Duke of Cambridge, and Prince Harry, and the grand-uncle of both Prince George of Cambridge and Princess Charlotte of Cambridge.",
      "pageId": 972115,
      "monthDay": "05/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pavlos,_Crown_Prince_of_Greece",
      "name": "Pavlos, Crown Prince of Greece",
      "aboutText": "Timothy David Olyphant (born May 20, 1968) is an American actor. He is best known for his television work as Sheriff Seth Bullock in Deadwood (2004–2006) and Deputy U.S. Marshal Raylan Givens in Justified (2010–2015). He has also starred in films including Scream 2 (1997), When Trumpets Fade (1998), Go (1999), Gone in 60 Seconds (2000), The Broken Hearts Club: A Romantic Comedy (2000), Dreamcatcher (2003), The Girl Next Door (2004), Catch and Release (2006), Live Free or Die Hard (2007), Hitman (2007), A Perfect Getaway (2009), The Crazies (2010), I Am Number Four (2011) and Rango (2011).",
      "pageId": 1676648,
      "monthDay": "05/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gabriele_Muccino",
      "name": "Gabriele Muccino",
      "aboutText": "Pavlos, Crown Prince of Greece, Prince of Denmark, RE (Greek: Παύλος; born 20 May 1967) is the eldest son of Constantine II, who was King of the Hellenes from 1964 to 1973. The Greek monarchy has since been deposed and replaced with a republic. Pavlos was heir apparent to the throne and Greece's crown prince from his birth, remaining so during his father's reign.",
      "pageId": 1850317,
      "monthDay": "05/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ramzi_Yousef",
      "name": "Ramzi Yousef",
      "aboutText": "Dan Abrams is an American television host, legal commentator, Web entrepreneur and author, former anchor of Nightline and currently the Chief Legal Affairs Anchor for ABC News. He worked as chief legal correspondent and analyst for NBC News, as General Manager of MSNBC and as an anchor for that network. He is the founder of seven web properties as well as a best-selling author whose writing regularly appears in print and online in a variety of outlets.",
      "pageId": 2067996,
      "monthDay": "05/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Timothy_Olyphant",
      "name": "Timothy Olyphant",
      "aboutText": "Šárka Kašpárková (Czech pronunciation: [ˈʃaːrka ˈkaʃpaːrkovaː]) (born 20 May 1971 in Karviná, Czechoslovakia) is a former Czech track and field athlete who specialised in the triple jump.\nShe attended her first Summer Olympics in 1992, participating in the high jump. She switched to the triple jump when it was given world championships status and won an Olympic bronze medal in the discipline at the 1996 Atlanta Games.",
      "pageId": 2390745,
      "monthDay": "05/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Waisale_Serevi",
      "name": "Waisale Serevi",
      "aboutText": "Stuart Grimson (born May 20, 1965) is a former ice hockey forward. Grimson played in the National Hockey League from 1989 to 2002. During this time, he played for the Calgary Flames, Chicago Blackhawks, Mighty Ducks of Anaheim, Detroit Red Wings, Hartford Whalers/Carolina Hurricanes, Los Angeles Kings, and Nashville Predators.",
      "pageId": 3610969,
      "monthDay": "05/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Road_Dogg",
      "name": "Road Dogg",
      "aboutText": "Emma Johnson (born 20 May 1966, Barnet) is a British clarinettist, who was awarded a MBE for services to music in 1996.\nIn 1984 she won the BBC Young Musician of the Year competition, playing one of Crusell's clarinet concertos in the televised final, and went on to win the Bronze Award representing Britain in the subsequent European Young Musician Competition. She also won the Young Concert Artists International Auditions in 1991 which led to her New York City recital debut at Carnegie hall.",
      "pageId": 3831233,
      "monthDay": "05/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Terrell_Brandon",
      "name": "Terrell Brandon",
      "aboutText": "Gabriele Muccino (Italian pronunciation: [ɡabriˈɛle mutˈtʃino]; born 20 May 1967) is an Italian film director. He has worked his way from making short films only aired on Italian television to become a well-known and successful American filmmaker. He is the elder brother of actor Silvio Muccino, who often appears in his brother's films.",
      "pageId": 7101929,
      "monthDay": "05/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ryuichi_Kawamura",
      "name": "Ryuichi Kawamura",
      "aboutText": "Ryuichi Kawamura (河村 隆一, Kawamura Ryūichi, born May 20, 1970 in Yamato, Kanagawa) is a Japanese singer-songwriter, actor and record producer. He is best known as lead singer of the rock band Luna Sea. After the group disbanded in 2000, Kawamura continued his successful solo career.",
      "pageId": 8966861,
      "monthDay": "05/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Louis_Theroux",
      "name": "Louis Theroux",
      "aboutText": "Kōichirō Genba (玄葉 光一郎, Genba Kōichirō, born 20 May 1964) is a Japanese politician and the former Minister of Foreign Affairs from 2011 to 2012. He belongs to the Democratic Party of Japan and is a member of the House of Representatives in the Diet. A native of Tamura, Fukushima and graduate of Sophia University, he was later accepted into the prestigious Matsushita Institute of Government and Management, an institution founded by Panasonic founder Konosuke Matsushita which grooms future civic leaders of Japan.",
      "pageId": 13819437,
      "monthDay": "05/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/%C5%A0%C3%A1rka_Ka%C5%A1p%C3%A1rkov%C3%A1",
      "name": "Šárka Kašpárková",
      "aboutText": "Edin Osmanović (born 20 May 1964) is a Slovenian-Bosnian UEFA Pro football coach who is currently the head coach of the Slovenian First Football League side Aluminij, a club from Kidričevo that he previously coached from 2004 to 2006 and reprised his position in 2013. He began his career in Rudar Trbovlje and later coached many clubs in the First League, the highest level in Slovenian football, including Publikum Celje, Gorica, Rudar Velenje, Korotan Prevalje, Dravograd, Aluminij and Mura 05.\nWith Gorica, Osmanović became the runner-up of the 1999–2000 season of the First League, played in the semi-finals of the 1999–2000 Slovenian Football Cup and played four matches on the UEFA Cup, making it one of the club's most successful seasons.",
      "pageId": 34628394,
      "monthDay": "05/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tony_Stewart",
      "name": "Tony Stewart",
      "aboutText": "Trevor Tahiem Smith, Jr., (born May 20, 1972) better known by his stage name Busta Rhymes, is an American hip hop recording artist. Chuck D of Public Enemy gave him the moniker Busta Rhymes, after NFL wide receiver George \"Buster\" Rhymes. Early in his career, he was known for his wild style and fashion, and today is best known for his intricate rapping technique, which involves rapping at a fast rate with a lot of internal rhyme and half rhyme, and to date has received eleven Grammy nominations for his musical work.",
      "pageId": 151451,
      "monthDay": "05/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tina_Hobley",
      "name": "Tina Hobley",
      "aboutText": "Anthony Wayne \"Tony\" Stewart (born May 20, 1971) is an American professional stock car racing driver and NASCAR team owner. He is a three-time Sprint Cup Series champion as a driver. Throughout his racing career, Stewart has won racing titles in Indy, midget, sprint and USAC Silver Crown cars.",
      "pageId": 426193,
      "monthDay": "05/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Busta_Rhymes",
      "name": "Busta Rhymes",
      "aboutText": "Ramón José Hernández Marin (Spanish pronunciation: [raˈmon erˈnandeθ]; born May 20, 1976) is a Venezuelan former professional baseball catcher.",
      "pageId": 769427,
      "monthDay": "05/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Elsa_Lunghini",
      "name": "Elsa Lunghini",
      "aboutText": "Andrew Gregory Sega (born May 20, 1975), also known as Necros, is an American musician best known for tracking modules in the 1990s demoscene as well as for composing music for several well-known video games. He is currently part of the group Iris and a live member of Stromkern, and has his own recording label known as Diffusion Records.",
      "pageId": 788235,
      "monthDay": "05/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Allison_Amend",
      "name": "Allison Amend",
      "aboutText": "Vesa Tapani Toskala (born May 20, 1977) is a Finnish former professional ice hockey goaltender.",
      "pageId": 896590,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Pascal_Denis",
      "name": "Pascal Denis",
      "aboutText": "Tina Ellen Hobley (born 20 May 1971 in Hampstead) is an English actress, best known for her long-running role as Chrissie Williams in the BBC One medical drama series Holby City.\n^ \"Hobley, Tina Ellen\". Find My Past.",
      "pageId": 1226632,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Isaac_G%C3%A1lvez",
      "name": "Isaac Gálvez",
      "aboutText": "Chad Muska (born May 20, 1977) is an American professional skateboarder and entrepreneur. In November 2012, Skin Phillips (Editor-in-chief of Transworld SKATEboarding magazine) described Muska as \"one of the most marketable pros skateboarding has ever seen\".",
      "pageId": 2043455,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Juan_Minuj%C3%ADn",
      "name": "Juan Minujín",
      "aboutText": "Elsa Lunghini, stage name Elsa (born 20 May 1973), is a French singer and actress. She was a teenage pop-star in the late-1980s. In 1986, she was the youngest singer to reach number one in the French charts, with the single T'en va pas, and she went on to sell millions of records during the decade.",
      "pageId": 2294413,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tahmoh_Penikett",
      "name": "Tahmoh Penikett",
      "aboutText": "Tahmoh Penikett ([ˈtaʔmo] /ˈpɛnɨkɨt/; born May 20, 1975) is a Canadian actor. He is known for his roles as Karl \"Helo\" Agathon on the Sci Fi Channel's television series Battlestar Galactica, his role as Gadreel in CW's Supernatural and as Paul Ballard in Joss Whedon's Dollhouse.",
      "pageId": 2312451,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Miriam_Quiambao",
      "name": "Miriam Quiambao",
      "aboutText": "Tiger Tyson (born May 20, 1977) is an American gay pornographic film actor, model, and gay porn film director. He is noted for his appearances in ethnic-themed porn films, where he performs regularly as a top. He has also worked as a male escort and gogo dancer, and appears frequently in gay-themed publications.",
      "pageId": 2770280,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Andrew_Sega",
      "name": "Andrew Sega",
      "aboutText": "Matthew Charles \"Matt\" Czuchry (/ˈzʊkri/; born May 20, 1977) is an American actor. He portrayed Logan Huntzberger on Gilmore Girls and since 2009 has been co-starring as Cary Agos on the CBS television series The Good Wife.",
      "pageId": 2947982,
      "monthDay": "05/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mark_Zupan_(athlete)",
      "name": "Mark Zupan",
      "aboutText": "Miriam Redito Quiambao (born May 20, 1975) is a Filipino actress, TV Host and beauty queen.",
      "pageId": 3085440,
      "monthDay": "05/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ram%C3%B3n_Hern%C3%A1ndez",
      "name": "Ramón Hernández",
      "aboutText": "Mark Zupan (born May 20, 1975) is a wheelchair rugby player and the captain of the United States wheelchair rugby team which competed in the Paralympic Games in 2004. He is best known for his appearance in the 2005 film Murderball.",
      "pageId": 3555866,
      "monthDay": "05/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tomoya_Satozaki",
      "name": "Tomoya Satozaki",
      "aboutText": "Leonardo \"Leo\" Neoren Franco (born 20 May 1977) is an Argentine professional footballer who plays for Spanish club SD Huesca as a goalkeeper.\nAfter starting out at Independiente in 1995 he went on to spent the vast majority of his career in Spain, playing 328 La Liga games over the course of 14 seasons in representation of Mallorca, Atlético Madrid and Zaragoza.",
      "pageId": 5035268,
      "monthDay": "05/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matt_Czuchry",
      "name": "Matt Czuchry",
      "aboutText": "Juan Minujín (born 20 May 1975) is an Argentine actor.",
      "pageId": 5073225,
      "monthDay": "05/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Leo_Franco",
      "name": "Leo Franco",
      "aboutText": "Isaac Gálvez López (May 20, 1975, in Vilanova i la Geltrú, Spain - November 26, 2006, Ghent) was a Spanish track and road racing cyclist who rode for Caisse d'Epargne-Illes Balears in the UCI ProTour. He died during the Six Days of Ghent cycling event in Belgium after colliding with Dimitri De Fauw and crashing against the railing. He died from internal bleeding.",
      "pageId": 5961143,
      "monthDay": "05/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Angela_Goethals",
      "name": "Angela Goethals",
      "aboutText": "Angela Bethany Goethals (born May 20, 1977) is an American film, television and stage actress. Goethals made her acting debut in the Broadway production of Coastal Disturbances in 1987, and later became known for her role in Home Alone (1990) playing the sister of Macaulay Culkin's character in the film. Throughout the 1990s, Goethals went on to star in several independent films and television shows, including a leading role on the sitcom Phenom (1993), as well as a small role in Jerry Maguire (1996).",
      "pageId": 7743017,
      "monthDay": "05/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chad_Muska",
      "name": "Chad Muska",
      "aboutText": "Pascal Denis (born May 20, 1975 in Repentigny, Quebec) is a Canadian former ice dancer. He competed with partner Josée Piché for 17 years, winning a bronze medal at the 2000 Canadian Figure Skating Championships and finishing 23rd at the 2004 World Figure Skating Championships, their final competition together. Denis later skated with Martine Patenaude.",
      "pageId": 9514017,
      "monthDay": "05/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Vesa_Toskala",
      "name": "Vesa Toskala",
      "aboutText": "Tomoya Satozaki (里崎 智也, Satozaki Tomoya, born May 20, 1976 in Naruto, Tokushima, Japan) is a Japanese professional baseball player.",
      "pageId": 12955661,
      "monthDay": "05/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tiger_Tyson",
      "name": "Tiger Tyson",
      "aboutText": "Allison Amend (born May 20, 1974) is an American novelist and short story writer.",
      "pageId": 48397907,
      "monthDay": "05/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Hristos_Banikas",
      "name": "Hristos Banikas",
      "aboutText": "Iker Casillas Fernández (Spanish pronunciation: [ˈiker kaˈsiʎas ferˈnandeθ]; born 20 May 1981) is a Spanish professional footballer who plays for Portuguese club Porto and the Spain national team as a goalkeeper. In 2008 he was the captain of the Spanish team that won their first European Championship in 44 years, the Spanish team that went on to win Spain's first World Cup in 2010 (a tournament in which he won the Golden Glove also known as the Yashin Award) and the 2012 European Championship.\nCasillas began his youth career with Real Madrid in 1990.",
      "pageId": 507433,
      "monthDay": "05/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pavla_Ham%C3%A1%C4%8Dkov%C3%A1-Rybov%C3%A1",
      "name": "Pavla Hamáčková-Rybová",
      "aboutText": "Lindsay Corine Taylor (born May 20, 1981) is an American professional basketball player and a former college player who has played in the Women's National Basketball Association (WNBA), Turkish Women's Basketball League, Ligue Féminine de Basketball (LFB), the WKBL, Polish Women's League, and the Women's Chinese Basketball Association (WCBA). Currently she plays in Angola's women basketball league, for Primeiro de Agosto.\nIn the WNBA Taylor has played for four teams: the Houston Comets, Phoenix Mercury, Seattle Storm (twice)  and the Washington Mystics.",
      "pageId": 746420,
      "monthDay": "05/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nils_Schumann",
      "name": "Nils Schumann",
      "aboutText": "Nils Schumann (born 20 May 1978) is a former German athlete, winner of the 800 m at the 2000 Summer Olympics, who retired in 2009. For most of the five years before his retirement he had featured sparingly at an international level due to injuries.\nSchumann, born in Bad Frankenhausen, began his career as a footballer in 1984 before switching to athletics.",
      "pageId": 824318,
      "monthDay": "05/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rick_Edwards",
      "name": "Rick Edwards",
      "aboutText": "Andrew Scheer (born May 20, 1979) is a Canadian Member of Parliament (MP) who served as Speaker of the House of Commons from 2011 to 2015. At age 32, he was the youngest person to serve in this capacity in Canadian parliamentary history.",
      "pageId": 1368671,
      "monthDay": "05/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alessandro_Hirata",
      "name": "Alessandro Hirata",
      "aboutText": "Jana Pallaske (born May 20, 1979) is a German actress and singer for the rock band, Spitting Off Tall Buildings.",
      "pageId": 2596508,
      "monthDay": "05/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jana_Pallaske",
      "name": "Jana Pallaske",
      "aboutText": "Austin Ryan Kearns (born May 20, 1980) is an American former professional baseball outfielder in Major League Baseball (MLB).",
      "pageId": 2627710,
      "monthDay": "05/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andrew_Scheer",
      "name": "Andrew Scheer",
      "aboutText": "Sean Kieran Conlon (born 20 May 1981 in Leeds, West Yorkshire, England) is an English singer best known as a member of boy band Five before leaving in 2001 a few months before the group announced their split.",
      "pageId": 2799096,
      "monthDay": "05/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jayson_Werth",
      "name": "Jayson Werth",
      "aboutText": "Kassim Alexandre Osgood (/kəˈsiːm/; born May 20, 1980) is an American football wide receiver and special teamer who is currently a free agent. He played college football for San Diego State University and Cal Poly, and was signed by the San Diego Chargers as an undrafted free agent in 2003. He has also played for the Jacksonville Jaguars, Detroit Lions.",
      "pageId": 3226239,
      "monthDay": "05/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Austin_Kearns",
      "name": "Austin Kearns",
      "aboutText": "Jayson Richard Gowan Werth (born May 20, 1979) is an American professional baseball outfielder for the Washington Nationals of Major League Baseball (MLB). He has previously played for the Toronto Blue Jays, Los Angeles Dodgers, and Philadelphia Phillies. He bats and throws right-handed.",
      "pageId": 3259949,
      "monthDay": "05/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Agnes_Kittelsen",
      "name": "Agnes Kittelsen",
      "aboutText": "Mark \"Frosty\" Winterbottom (born 20 May 1981) is an Australian racing driver who competes in the V8 Supercars championship. He currently drives a Ford FG X Falcon for the Prodrive Racing Australia team. His career highlights include winning the 2013 Supercheap Auto Bathurst 1000 (with Steven Richards) and twice winning the Sandown 500, in 2006 and 2015.",
      "pageId": 4525421,
      "monthDay": "05/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kassim_Osgood",
      "name": "Kassim Osgood",
      "aboutText": "Hristodoulos (Hristos) Banikas (born May 20, 1978) is a distinguished Greek chess player.",
      "pageId": 5109015,
      "monthDay": "05/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cau%C3%A3_Reymond",
      "name": "Cauã Reymond",
      "aboutText": "Morgan Knabe (born May 20, 1981) is a former breaststroke swimmer from Canada, who competed for his native country at two consecutive Summer Olympics, starting in 2000. His best Olympic results were a sixth place in the 100-metre breaststroke, and with the men's 4x100-metre medley relay in Sydney, Australia.\nHe is currently based in Brisbane as the head coach of Healthstream Swim Club.",
      "pageId": 6484343,
      "monthDay": "05/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mantas_Jankavi%C4%8Dius",
      "name": "Mantas Jankavičius",
      "aboutText": "Pavla Hamáčková married Rybová (Czech pronunciation: [ˈpavla ˈɦamaːtʃkovaː ˈrɪbovaː]) (born 20 May 1978 in Chomutov) is a Czech pole vaulter.",
      "pageId": 9702561,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Iker_Casillas",
      "name": "Iker Casillas",
      "aboutText": "Rick Edwards (born 20 May 1979) is an English television presenter who works mainly for Channel 4 and E4. Edwards presented T4 for four years, and has also presented Tool Academy, Freshly Squeezed, E4 Music, That Paralympic Show and much of Channel 4's 2012 Paralympics coverage.",
      "pageId": 10949424,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sean_Conlon",
      "name": "Sean Conlon",
      "aboutText": "Agnes Elisabet Hilden Kittelsen (born 20 May 1980 in Kristiansand) is a Norwegian actress. She is known for her role as \"Anneli\" in the TV-series Skolen (2004), as the title character's wife Tikken in the 2008 film Max Manus and as Liv Heyerdahl, the wife of Thor Heyerdahl in the film Kon-Tiki.\nAfter graduating from the Norwegian National Academy of Theatre in 2003, she worked at Den Nationale Scene from 2004 to 2006, before starting at the National Theatre in 2007.",
      "pageId": 20840263,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Morgan_Knabe",
      "name": "Morgan Knabe",
      "aboutText": "Alessandro Hirata (born 20 May 1979, in São Paulo) is a Brazilian jurist. He is professor of Roman law at the University of São Paulo.\nAfter studying law at the University of São Paulo, he earned his doctorate in 2007 from the Ludwig Maximilian University of Munich.",
      "pageId": 22818624,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rachel_Platten",
      "name": "Rachel Platten",
      "aboutText": "Rachel Ashley Platten (born May 20, 1981) is an American singer and songwriter. She is best known for her 2015 single \"Fight Song\" which received worldwide success, peaking in the top 10 in Australia, Canada, New Zealand, Slovakia, and the United States.",
      "pageId": 33046433,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kensuke_Tanaka",
      "name": "Kensuke Tanaka",
      "aboutText": "Kensuke Tanaka (田中 賢介, born May 20, 1981) is a Japanese professional baseball left fielder who plays for the Hokkaido Nippon Ham Fighters of the Nippon Professional Baseball League.",
      "pageId": 34077844,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lindsay_Taylor",
      "name": "Lindsay Taylor",
      "aboutText": "Cauã Reymond Marques (Portuguese pronunciation: [kawˈwɐ̃ ˈʁejmõw ˈmaʁkiʃ], born May 20, 1980, in Rio de Janeiro, Brazil) is a Brazilian actor, best known for his television roles in Malhação and Cordel Encantado. He also acted in Belíssima, Passione, A Favorita , and Avenida Brasil.\nIn 2007 married actress Grazi Massafera.",
      "pageId": 35480441,
      "monthDay": "05/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mark_Winterbottom",
      "name": "Mark Winterbottom",
      "aboutText": "Mantas Jankavičius (born 20 May 1980) is a singer and actor.",
      "pageId": 43010328,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jack_Anthony_(musician)",
      "name": "Jack Anthony",
      "aboutText": "Imran Farhat (Urdu: عمران فرحت‎, born 20 May 1982) is a Pakistani cricketer who has played 40 Tests and One Day Internationals for Pakistan, opening the batting in most of his international innings.",
      "pageId": 899184,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Candace_Bailey",
      "name": "Candace Bailey",
      "aboutText": "Petr Čech (Czech pronunciation: [ˈpɛtr̩ ˈt͡ʃɛx]; born 20 May 1982) is a Czech professional footballer who plays as a goalkeeper for English club Arsenal and captains the Czech Republic national team. Čech has previously played for Chmel Blšany, Sparta Prague, Rennes and Chelsea. Alongside Karel Poborský, he is the joint most capped player in the history of the Czech national team with 118 caps, and represented the country at the 2006 World Cup, as well as the 2004, 2008 and 2012 European Championships.",
      "pageId": 1031818,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sierra_Boggess",
      "name": "Sierra Boggess",
      "aboutText": "Naturi Cora Maria Naughton (born May 20, 1984) is an American singer-songwriter, rapper, and actress. Naughton is formerly one-third of the R&B trio 3LW and is best known for her roles in Fame, Notorious, and The Playboy Club. Naughton was a series regular in season one of the Lifetime television drama series The Client List as Kendra.",
      "pageId": 2038117,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Petr_%C4%8Cech",
      "name": "Petr Čech",
      "aboutText": "Natalia Podolskaya (Natalla Padolskaja, Belarusian: Натальля Падольская, Russian: Наталья Подольская, born May 20, 1982) is a Belarusian singer who performed for Russia at the Eurovision Song Contest on May 21, 2005 and was ranked No. 15. In 2008, she became a Russian citizen.",
      "pageId": 3377873,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Imran_Farhat",
      "name": "Imran Farhat",
      "aboutText": "Patrick Aloysius Ewing, Jr. (born May 20, 1984) is a Jamaican-American professional basketball player who last played for Al Rayyan of the Qatari Basketball League. He is the oldest son of retired Basketball Hall of Famer and New York Knicks legend Patrick Ewing and Sharon Campbell.",
      "pageId": 3799584,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Natalia_Podolskaya",
      "name": "Natalia Podolskaya",
      "aboutText": "Candace Kaye Bailey (born May 20, 1982) is an American actress and television personality best known as a co-host of the former television program Attack of the Show! on G4.",
      "pageId": 4292946,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Daniel_Ribeiro",
      "name": "Daniel Ribeiro",
      "aboutText": "Nandamuri Taraka Rama Rao Jr. (born 20 May 1983), is an Indian film actor, and an accomplished Kuchipudi dancer. He is known for his works exclusively in Telugu cinema, He is the grandson of veteran Telugu actor N. T. Rama Rao Sr.",
      "pageId": 6127781,
      "monthDay": "05/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aleksei_Saks",
      "name": "Aleksei Saks",
      "aboutText": "Emma Williams (born 20 May 1983 in Halifax) is a British actress of stage, screen, TV and radio. She has received two Olivier nominations for Best Actress in a musical and was a recipient of the Arts Correspondent Group Best Newcomer Award.",
      "pageId": 6813745,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/%C3%93scar_Cardozo",
      "name": "Óscar Cardozo",
      "aboutText": "Óscar René Cardozo Marín (Spanish pronunciation: [ˈoskaɾ reˈne karˈðoso maˈɾin]; born 20 May 1983) is a Paraguayan professional footballer who plays as a striker for Turkish club Trabzonspor and the Paraguay national team.\nKnown for his powerful left-foot shot and free-kick skills, he first gained attention whilst playing for Newell's Old Boys, which led to a move to Benfica in 2007. He scored nearly 200 official goals for the Portuguese club and won eight major titles, including the 2010 national championship, where he also was the top scorer, and the domestic treble in the 2013–14 season.",
      "pageId": 8372277,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chad_Connell",
      "name": "Chad Connell",
      "aboutText": "Aleksei Saks (born 20 May 1982 in Tallinn, Estonia) is an Estonian pair skater. With Diana Rennik, he is the four times Estonian national champion. The two were placed 17th at the 2006 Winter Olympics.",
      "pageId": 9067139,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Roger_Huerta",
      "name": "Roger Huerta",
      "aboutText": "Sierra Marjory Boggess (born May 20, 1982) is an American theater actress and singer.",
      "pageId": 10013692,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matthew_Langridge",
      "name": "Matthew Langridge",
      "aboutText": "Roger Huerta (born May 20, 1983), is an American mixed martial artist. He initially gained exposure by competing in the lightweight division of the Ultimate Fighting Championship and later Bellator Fighting Championships. His childhood and formative years have been the subject of several publications.",
      "pageId": 10537272,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Manchu_Manoj",
      "name": "Manchu Manoj",
      "aboutText": "Matthew Langridge (born 20 May 1983) is a British rower. At the 2012 Summer Olympics in London he was part of the British crew that won the bronze medal in the men's eight. He is the current European Champion in the men's pair, along with James Foad.",
      "pageId": 11947122,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Michaela_McManus",
      "name": "Michaela McManus",
      "aboutText": "Keith Grennan (born May 20, 1984) is a former American football defensive end. He most recently played for the Hartford Colonials of the United Football League. He was signed by the San Diego Chargers as an undrafted free agent in 2007.",
      "pageId": 14818965,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/N._T._Rama_Rao_Jr.",
      "name": "N. T. Rama Rao Jr.",
      "aboutText": "Michaela McManus (born May 20, 1983) is an American actress, best known for her portrayals of Lindsey Strauss on the television series One Tree Hill and A.D.A. Kim Greylek on Law & Order: Special Victims Unit.",
      "pageId": 18134918,
      "monthDay": "05/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Emma_Williams_(actress)",
      "name": "Emma Williams",
      "aboutText": "Augusto Midana (born May 20, 1984 in Sucuto-Nhacra) is a freestyle wrestler from Guinea-Bissau who competes in the men's middleweight (-74 kg) category. He represented Guinea-Bissau in the 2008 Summer Olympics in Beijing, China, and was the flag-bearer for his nation during the opening ceremonies of those games. He competed again at the 2012 Summer Olympics, finishing in 7th place.",
      "pageId": 18810601,
      "monthDay": "05/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Patrick_Ewing,_Jr.",
      "name": "Patrick Ewing, Jr.",
      "aboutText": "Jack Anthony Svicarevich (May 20, 1982) is an American singer-songwriter, composer and musician. A Southern California native, Jack was born in Harbor City and raised in San Pedro.",
      "pageId": 19069157,
      "monthDay": "05/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Keith_Grennan",
      "name": "Keith Grennan",
      "aboutText": "Manchu Manoj Kumar is an Indian film actor known for his works exclusively in Telugu cinema. Born to Telugu actor Mohan babu, Manoj first appeared at the age of ten as a child artist in Major Chandrakanth. Manoj made his film debut in a leading role with Donga Dongadi in 2004.",
      "pageId": 19910029,
      "monthDay": "05/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Augusto_Midana",
      "name": "Augusto Midana",
      "aboutText": "Chad James Connell (born May 20, 1983) is a Canadian actor.\nConnell is a graduate of Ryerson University's theatre program in Toronto. He began acting in local productions in Ottawa at the age of 11.",
      "pageId": 22112890,
      "monthDay": "05/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Naturi_Naughton",
      "name": "Naturi Naughton",
      "aboutText": "Daniel Ribeiro (born in São Paulo on 20 May 1982) is a Brazilian film director. He won an award in 2007 for his short film You, Me and Him (in Portuguese Café com Leite).",
      "pageId": 23848012,
      "monthDay": "05/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mauro_Rafael_da_Silva",
      "name": "Mauro Rafael da Silva",
      "aboutText": "Dexter Anthony Titus Blackstock (born 20 May 1986) is a professional footballer who plays as a striker for Nottingham Forest. He has previously played for Oxford United, Southampton, Plymouth Argyle, Leeds United, Derby County and Queens Park Rangers.\nHaving represented England at youth international level, Blackstock went on to play for the Antigua and Barbuda national team; he qualified through his grandfather, who was born in Antigua.",
      "pageId": 1402521,
      "monthDay": "05/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kenny_Vasoli",
      "name": "Kenny Vasoli",
      "aboutText": "Kenneth Robert \"Kenny\" Vasoli (born May 20, 1984 in Abington, Pennsylvania) is the lead singer and bassist of The Starting Line and Vacationer. Vasoli attended Hatboro-Horsham High School. At the age of 14, he was invited to join the band after Matt Watts read his AOL Instant Messenger profile.",
      "pageId": 2454158,
      "monthDay": "05/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Froome",
      "name": "Chris Froome",
      "aboutText": "Brendon Goddard (born 20 May 1985) is a professional Australian rules footballer, currently playing for the Essendon Football Club in the Australian Football League. He is widely regarded as one of the best utility players in the competition and having elite accuracy when kicking.\nHis cousin Hugh was drafted by St Kilda in the 2014 AFL draft.",
      "pageId": 3033310,
      "monthDay": "05/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brendon_Goddard",
      "name": "Brendon Goddard",
      "aboutText": "Mike Havenaar (ハーフナー・マイク, Hāfunā Maiku, born 20 May 1987 in Hiroshima, Hiroshima Prefecture) is a Japanese professional footballer who plays as a striker for Eredivisie side ADO Den Haag.",
      "pageId": 5739696,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dexter_Blackstock",
      "name": "Dexter Blackstock",
      "aboutText": "Carla Humphries (born Madeleine Lauren Humphries on May 20, 1988 in California, U.S.) is a commercial model and actress in the Philippines. In her acting roles, she is sometimes credited as Carla Humphries Loren or Carla Loren.\nShe has a Filipina mother and an Italian-American father.",
      "pageId": 6687296,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Robert_Emms",
      "name": "Robert Emms",
      "aboutText": "Julian Emil-Jamaal Wright (born May 20, 1987) is an American professional basketball player who plays for Dolomiti Energia Trento of the Italian Serie A. He played collegiately for the University of Kansas.",
      "pageId": 6864563,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Vit%C3%B3ria_Frate",
      "name": "Vitória Frate",
      "aboutText": "Stéphane Mbia Etoundi (born 20 May 1986) is a Cameroonian professional footballer who plays as a defensive midfielder for Turkish club Trabzonspor and captains the Cameroon national team.\nHe totalled 174 games and 9 goals in Ligue 1 over eight seasons in the service of Rennes and Marseille. He spent two years at Sevilla, winning the Europa League in both.",
      "pageId": 8837535,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yon_Gonz%C3%A1lez",
      "name": "Yon González",
      "aboutText": "Mauro Rafael da Silva (born 20 May 1984) is a Brazilian footballer.",
      "pageId": 15310062,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Louisa_Krause",
      "name": "Louisa Krause",
      "aboutText": "Christopher \"Chris\" Froome, OBE (born 20 May 1985) is a British professional road racing cyclist for UCI ProTeam Team Sky, who competed for Kenya until 2008. A two-time winner of the Tour de France, he is seen as one of the most successful riders of the recent era. Brought up in Kenya and South Africa, Froome has ridden under a British licence since 2008 on the basis of his passport and his father's and grandparents' country of birth.",
      "pageId": 18027287,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/St%C3%A9phane_Mbia",
      "name": "Stéphane Mbia",
      "aboutText": "Kristopher Van Varenberg (born May 20, 1987) is an American actor who has appeared in such films as The Quest, Derailed and Universal Soldier: Regeneration.",
      "pageId": 21773535,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Anthony_Neely",
      "name": "Anthony Neely",
      "aboutText": "Nathaniel Brown (born May 20, 1988) is an American actor, director and creative director.",
      "pageId": 23878902,
      "monthDay": "05/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ji%C5%99ina_Svobodov%C3%A1",
      "name": "Jiřina Svobodová",
      "aboutText": "Robin Juhkental (born 20 May 1988 in Tallinn, Estonia) is an Estonian singer. He is the frontman of Malcolm Lincoln.\nJuhkental has studied in Kivimäe põhikool, Tallinna Nõmme Gümnaasium and is currently studying road engineering in Tallinn University of Applied Sciences.",
      "pageId": 26536262,
      "monthDay": "05/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Fra_Fee",
      "name": "Fra Fee",
      "aboutText": "Yon González Luna (born 20 May 1986) is a Spanish actor.",
      "pageId": 27887625,
      "monthDay": "05/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mike_Havenaar",
      "name": "Mike Havenaar",
      "aboutText": "Jiřina Ptáčníková (Czech pronunciation: [ˈjɪr̝ɪna ˈptaːtʃɲiːkovaː]; born 20 May 1986) is a Czech pole vaulter.",
      "pageId": 28697039,
      "monthDay": "05/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kristopher_Van_Varenberg",
      "name": "Kristopher Van Varenberg",
      "aboutText": "Anthony Neely (born May 20, 1986) is an American Mandopop singer of mixed ethnicity. His father is of Euro-American descent and his mother is Taiwanese. In 2009, Anthony participated in popular singing competition, One Million Star (Season 5) as a PK (Player Kill) challenger.",
      "pageId": 30153138,
      "monthDay": "05/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Julian_Wright",
      "name": "Julian Wright",
      "aboutText": "Vitória Frate Paranhos (born on 20 May 1986) is a Brazilian film, television and theater actress.\nShe graduated in Performing Arts, in Rio, Vitoria Frate began her acting career in theater in plays such as Nenhuma Palavra and De Para, by André Paes Leme, and Um Amor de Circo by Deco Ferreira, among others.\nShe debuted in film Era Uma Vez...",
      "pageId": 30491506,
      "monthDay": "05/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nathaniel_Brown",
      "name": "Nathaniel Brown",
      "aboutText": "Robert Emms (born Robert James MacPherson; 20 May 1986) is an English film, stage and television actor.",
      "pageId": 32270493,
      "monthDay": "05/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Carla_Humphries",
      "name": "Carla Humphries",
      "aboutText": "Yusuf Emre Kasal (born 20 May 1988 in Schweinfurt) is a German-Turkish footballer who plays for Gümüshanespor in Turkey.\nKasal made his professional debut for SSV Jahn Regensburg during the second round of fixtures of the 2011–12 3.",
      "pageId": 34618367,
      "monthDay": "05/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Robin_Juhkental",
      "name": "Robin Juhkental",
      "aboutText": "Louisa Krause (born May 20, 1986) is an American actress.",
      "pageId": 35657350,
      "monthDay": "05/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yusuf_Kasal",
      "name": "Yusuf Kasal",
      "aboutText": "Francis Martin \"Fra\" Fee (born 20 May 1987) is a Northern Irish actor and singer, best known for playing Courfeyrac in Tom Hooper's film adaptation of Les Misérables.\n^ Adair, Gordon. \"Les Miserables: Fra Fee on his role in the upcoming blockbuster\".",
      "pageId": 38243466,
      "monthDay": "05/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Miyu_Nagase",
      "name": "Miyu Nagase",
      "aboutText": "Caroline Zhao Zhang (born May 20, 1993) is an American figure skater.",
      "pageId": 7447037,
      "monthDay": "05/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tr%C4%ABna_%C5%A0lapeka",
      "name": "Trīna Šlapeka",
      "aboutText": "Miyu Nagase (長瀬 実夕, Nagase Miyu, born May 20, 1988, in Hokkaido) is a Japanese singer, guitarist and a former member of all-girl pop band Zone, which disbanded in 2005.",
      "pageId": 8343467,
      "monthDay": "05/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tonia_Couch",
      "name": "Tonia Couch",
      "aboutText": "Frida Sandén (born 20 May 1994) is a Swedish singer who represented Sweden in the Junior Eurovision Song Contest 2007 where she placed eighth. During 2008 and 2009 Frida has participated with a role in the musical Hujeda mej vá många sånger alongside her sister Mimmi and Hanna Hedlund amongst others.\nAs a student Sandén attended the Adolf Fredrik's Music School in Stockholm.",
      "pageId": 14619976,
      "monthDay": "05/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emre_%C3%87olak",
      "name": "Emre Çolak",
      "aboutText": "Mara Isabella Lopez Yokohama (born on 20 May 1991), known as simply Mara Lopez, is a Filipina actress and surfer.",
      "pageId": 17020008,
      "monthDay": "05/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Mara_Lopez",
      "name": "Mara Lopez",
      "aboutText": "Cate Natalie Campbell, OAM (born 20 May 1992) is an Australian competitive swimmer who won two bronze medals at the 2008 Summer Olympics and a gold medal at the 2012 Summer Olympics. Her family moved from Malawi to Australia in 2001 and it was shortly after this that Campbell took up competitive swimming. In 2007, she went to the Australian Youth Olympic Festival in Sydney and won two gold medals in the 50-metre individual freestyle and 4×100-metre freestyle relay.",
      "pageId": 18442258,
      "monthDay": "05/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Henrik_Ojamaa",
      "name": "Henrik Ojamaa",
      "aboutText": "Tonia Couch (born 20 May 1989) is a British Olympic diver.",
      "pageId": 18842599,
      "monthDay": "05/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Christian_Antidormi",
      "name": "Christian Antidormi",
      "aboutText": "Enes Kanter (born May 20, 1992) is a Turkish professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA).",
      "pageId": 22346872,
      "monthDay": "05/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Cate_Campbell",
      "name": "Cate Campbell",
      "aboutText": "Emre Çolak (Turkish pronunciation: [emre tʃo̞ɫɑk], born 20 May 1991) is a Turkish professional footballer who plays as an attacking midfielder or winger for Turkish club Galatasaray in the Süper Lig.",
      "pageId": 25845213,
      "monthDay": "05/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jack_Gleeson",
      "name": "Jack Gleeson",
      "aboutText": "Henrik Ojamaa (born 20 May 1991) is an Estonian professional footballer who plays as a striker for English League One club Swindon Town and the Estonia national football team.",
      "pageId": 26647217,
      "monthDay": "05/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Enes_Kanter",
      "name": "Enes Kanter",
      "aboutText": "Devon May Natividad Seron (born May 20, 1993 in Cebu City, Philippines) is a Filipina actress and a Television Personality. She started as a contestant in a reality TV show and was voted as the Teen Big 4th Placer on the final night of Pinoy Big Brother: Teen Clash 2010. Following her success, Devon signed exclusively to be one of the members of ABS-CBN contracted talents.",
      "pageId": 27585213,
      "monthDay": "05/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/AJ_Muhlach",
      "name": "AJ Muhlach",
      "aboutText": "Brandon Zibaka (born 20 May 1995) is an English footballer playing as a striker for Chorley in the Conference North.",
      "pageId": 33165910,
      "monthDay": "05/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Devon_Seron",
      "name": "Devon Seron",
      "aboutText": "Jack Gleeson (born 20 May 1992) is a retired Irish actor, best known for his portrayal of Joffrey Baratheon in the HBO television series Game of Thrones.",
      "pageId": 34027323,
      "monthDay": "05/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Caroline_Zhang",
      "name": "Caroline Zhang",
      "aboutText": "Adrian Justine Muhlach or AJ Muhlach (born May 20, 1992), is a Filipino pop singer, actor, and a member of the boy band XLR8. He starred in the Philippine television drama P.S. I Love You in 2011, and Bagets on TV5.\nHe is an actor, and a singer/dancer with his P-pop group XLR8 on Party Pilipinas, on GMA Network.",
      "pageId": 34871409,
      "monthDay": "05/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Frida_Sand%C3%A9n",
      "name": "Frida Sandén",
      "aboutText": "Christian Antidormi (born May 20, 1992) is an Australian actor.",
      "pageId": 37894927,
      "monthDay": "05/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Brandon_Zibaka",
      "name": "Brandon Zibaka",
      "aboutText": "Trīna Šlapeka (born 20 May 1988 in Cēsis) is a retired Latvian tennis player.\nŠlapeka never won a professional ITF tournament in her career, but, on 28 May 2007, reached her best singles ranking of world number 1400. On 23 April 2007, she peaked at world number 948 in the doubles rankings.",
      "pageId": 40557157,
      "monthDay": "05/20"
    },
    {
      "year": "1998",
      "uri": "/wiki/Jamie_Chadwick",
      "name": "Jamie Chadwick",
      "aboutText": "Jamie Chadwick (born 20 May 1998 in Bath) is a British auto racing driver, best known for completing two seasons in the Ginetta Junior Championship.\nFor 2015, she is racing in the British GT Championship with Beechdean Motorsport in their Aston Martin V8 Vantage GT4 car.\n^ Steve Groom.",
      "pageId": 46279364,
      "monthDay": "05/20"
    }
  ]
}