{
  "people": [
    {
      "year": "1264",
      "uri": "/wiki/Prince_Koreyasu",
      "name": "Prince Koreyasu",
      "aboutText": "Mehmed III Adli (Ottoman Turkish: محمد ثالث Meḥmed-i sālis, Turkish: III.Mehmed; May 26, 1566 – December 21/22, 1603) was sultan of the Ottoman Empire from 1595 until his death.",
      "pageId": 19990,
      "monthDay": "05/26"
    },
    {
      "year": "1478",
      "uri": "/wiki/Pope_Clement_VII",
      "name": "Pope Clement VII",
      "aboutText": "Pope Clement VII (Latin: Clemens VII; 26 May 1478 – 25 September 1534), born Giulio di Giuliano de' Medici, was Pope from 19 November 1523 to his death in 1534.",
      "pageId": 24119,
      "monthDay": "05/26"
    },
    {
      "year": "1566",
      "uri": "/wiki/Mehmed_III",
      "name": "Mehmed III",
      "aboutText": "Mary of Teck (Victoria Mary Augusta Louise Olga Pauline Claudine Agnes; 26 May 1867 – 24 March 1953) was Queen consort of the United Kingdom and the British Dominions, and Empress consort of India, as the wife of King-Emperor George V.",
      "pageId": 48419,
      "monthDay": "05/26"
    },
    {
      "year": "1602",
      "uri": "/wiki/Philippe_de_Champaigne",
      "name": "Philippe de Champaigne",
      "aboutText": "Abraham de Moivre (26 May 1667 in Vitry-le-François, Champagne, France – 27 November 1754 in London, England; French pronunciation: ​[abʁaam də mwavʁ]) was a French mathematician known for de Moivre's formula, one of those that link complex numbers and trigonometry, and for his work on the normal distribution and probability theory. He was a friend of Isaac Newton, Edmond Halley, and James Stirling. Even though he faced religious persecution he remained a \"steadfast Christian\" throughout his life.",
      "pageId": 57327,
      "monthDay": "05/26"
    },
    {
      "year": "1623",
      "uri": "/wiki/William_Petty",
      "name": "William Petty",
      "aboutText": "Edmond de Goncourt (May 26, 1822 – July 16, 1896), born Edmond Louis Antoine Huot de Goncourt, was a French writer, literary critic, art critic, book publisher and the founder of the Académie Goncourt.",
      "pageId": 141954,
      "monthDay": "05/26"
    },
    {
      "year": "1650",
      "uri": "/wiki/John_Churchill,_1st_Duke_of_Marlborough",
      "name": "John Churchill, 1st Duke of Marlborough",
      "aboutText": "General John Churchill, 1st Duke of Marlborough, Prince of Mindelheim KG PC (/ˈmɑrlbərə/, often /ˈmɔrlbrə/; 26 May 1650 – 16 June 1722 O.S.),  was an English soldier and statesman whose career spanned the reigns of five monarchs. Rising from a lowly page at the court of the House of Stuart, he served James, Duke of York, through the 1670s and early 1680s, earning military and political advancement through his courage and diplomatic skill. Churchill's role in defeating the Monmouth Rebellion in 1685 helped secure James on the throne, yet just three years later he abandoned his Catholic patron for the Protestant Dutchman, William of Orange.",
      "pageId": 142292,
      "monthDay": "05/26"
    },
    {
      "year": "1667",
      "uri": "/wiki/Abraham_de_Moivre",
      "name": "Abraham de Moivre",
      "aboutText": "Nikolaus Ludwig von Zinzendorf und Pottendorf, Imperial Count of Zinzendorf and Pottendorf (26 May 1700 – 9 May 1760) was a German religious and social reformer and bishop of the Moravian Church.\nBorn at Dresden, Zinzendorf was often influenced by strong and vehement feelings, and he was easily moved both by sorrow and joy. He was a natural orator, and though his dress was simple his personal appearance gave an impression of distinction and force.",
      "pageId": 181171,
      "monthDay": "05/26"
    },
    {
      "year": "1669",
      "uri": "/wiki/S%C3%A9bastien_Vaillant",
      "name": "Sébastien Vaillant",
      "aboutText": "Robert William Chambers (May 26, 1865 – December 16, 1933) was an American artist and fiction writer, best known for his book of short stories entitled The King in Yellow, published in 1895.",
      "pageId": 191935,
      "monthDay": "05/26"
    },
    {
      "year": "1700",
      "uri": "/wiki/Nicolaus_Zinzendorf",
      "name": "Nicolaus Zinzendorf",
      "aboutText": "Robert James \"Bob\" Fitzsimmons (26 May 1863 – 22 October 1917) was a British born professional boxer who made boxing history as the sport's first three-division world champion. He also achieved fame for beating Gentleman Jim Corbett, the man who beat John L. Sullivan and is in The Guinness Book of World Records as the lightest Heavyweight Champion. Nicknamed \"Ruby Robert\" and \"The Freckled Wonder\", he took pride in his lack of scars and appeared in the ring wearing heavy woollen underwear to conceal the disparity between his trunk and leg-development.",
      "pageId": 192919,
      "monthDay": "05/26"
    },
    {
      "year": "1799",
      "uri": "/wiki/August_Kopisch",
      "name": "August Kopisch",
      "aboutText": "Mamie Smith (née Robinson; May 26, 1883 – September 16, 1946) was an American vaudeville singer, dancer, pianist and actress, who appeared in several films late in her career. As a vaudeville singer she performed a number of styles, including jazz and blues. She entered blues history by being the first African-American artist to make vocal blues recordings in 1920.",
      "pageId": 236082,
      "monthDay": "05/26"
    },
    {
      "year": "1822",
      "uri": "/wiki/Edmond_de_Goncourt",
      "name": "Edmond de Goncourt",
      "aboutText": "Sir William Petty FRS (26 May 1623 – 16 December 1687) was an English economist, scientist and philosopher. He first became prominent serving Oliver Cromwell and Commonwealth in Ireland. He developed efficient methods to survey the land that was to be confiscated and given to Cromwell's soldiers.",
      "pageId": 343613,
      "monthDay": "05/26"
    },
    {
      "year": "1863",
      "uri": "/wiki/Bob_Fitzsimmons",
      "name": "Bob Fitzsimmons",
      "aboutText": "Prince Koreyasu (惟康親王) (May 26, 1264 – November 25, 1326; reigned 1266–1289) was the seventh shogun of the Kamakura shogunate of Japan. He was the nominal ruler controlled by the Hōjō clan regents.\nPrince Koreyasu was the son of Prince Munetaka who was the sixth shogun.",
      "pageId": 371862,
      "monthDay": "05/26"
    },
    {
      "year": "1865",
      "uri": "/wiki/Robert_W._Chambers",
      "name": "Robert W. Chambers",
      "aboutText": "August Kopisch (26 May 1799 – 6 February 1853) was a German poet and painter.",
      "pageId": 560138,
      "monthDay": "05/26"
    },
    {
      "year": "1867",
      "uri": "/wiki/Mary_of_Teck",
      "name": "Mary of Teck",
      "aboutText": "Philippe de Champaigne (French pronunciation: ​[ʃɑ̃paɲ]; 26 May 1602 – 12 August 1674) was a Brabançon-born French Baroque era painter, a major exponent of the French school.",
      "pageId": 646426,
      "monthDay": "05/26"
    },
    {
      "year": "1873",
      "uri": "/wiki/Olaf_Gulbransson",
      "name": "Olaf Gulbransson",
      "aboutText": "Sébastien Vaillant (26 May 1669 – 20 May 1722) was a French botanist.\nVaillant was born at Vigny in present-day Val d'Oise. He studied medicine at Pontoise, and then moved to Paris to practice as a surgeon, where he studied botany at the Jardin des Plantes under Joseph Pitton de Tournefort.",
      "pageId": 805729,
      "monthDay": "05/26"
    },
    {
      "year": "1876",
      "uri": "/wiki/Percy_Perrin",
      "name": "Percy Perrin",
      "aboutText": "Olaf Leonhard Gulbransson (26 May 1873 in Oslo – 18 September 1958 in Tegernsee, Germany) was a Norwegian artist, painter and designer.",
      "pageId": 3219668,
      "monthDay": "05/26"
    },
    {
      "year": "1880",
      "uri": "/wiki/W._Otto_Miessner",
      "name": "W. Otto Miessner",
      "aboutText": "Percival Albert Perrin (26 May 1876, Stoke Newington – 20 November 1945 at his country house overlooking Hickling Broad, Norfolk), known as either \"Percy\" or \"Peter\", was an English cricketer, who played for Essex as a right-handed, middle-order batsman for more than thirty years from 1896.\nPerrin was a Tottenham publican and a property developer who organised his considerable business activities around his cricket, turning out for Essex regularly from 1896 to 1926, and not retiring until 1928. His total of 496 County Championship matches for Essex is a record for an amateur player in English cricket.",
      "pageId": 4698252,
      "monthDay": "05/26"
    },
    {
      "year": "1883",
      "uri": "/wiki/Mamie_Smith",
      "name": "Mamie Smith",
      "aboutText": "Dr. Ba U (Burmese: ဘဦး, pronounced: [ba̰ ʔú]; 26 May 1887 – 9 November 1963) was the 2nd President of Union of Burma and a lawyer, High Court judge, Chief Justice of the Supreme Court of Burma (1948–1952), and President of Burma from 16 March 1952 to 13 March 1957. He was a member of the Anti-Fascist People's Freedom League.",
      "pageId": 10720685,
      "monthDay": "05/26"
    },
    {
      "year": "1886",
      "uri": "/wiki/Al_Jolson",
      "name": "Al Jolson",
      "aboutText": "William Otto Miessner (May 26, 1880 - May 27, 1967) was an American composer and music educator.",
      "pageId": 18897478,
      "monthDay": "05/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Ba_U",
      "name": "Ba U",
      "aboutText": "Al Jolson (born Asa Yoelson; May 26, 1886 – October 23, 1950) was a Jewish-American singer, film actor, and comedian.",
      "pageId": 19563640,
      "monthDay": "05/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Eugene_Aynsley_Goossens",
      "name": "Eugene Aynsley Goossens",
      "aboutText": "Marion Mitchell Morrison (born Marion Robert Morrison; May 26, 1907 – June 11, 1979), known by his stage name John Wayne, was an American film actor, director, and producer. An Academy Award-winner for True Grit (1969), Wayne was among the top box office draws for three decades. An enduring American icon, for several generations of Americans he epitomized rugged masculinity and is famous for his demeanor, including his distinctive calm voice, walk, and height.",
      "pageId": 16103,
      "monthDay": "05/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Norma_Talmadge",
      "name": "Norma Talmadge",
      "aboutText": "Paul Lukas (May 26, 1891 – August 15, 1971) was an Hungarian-born American actor.",
      "pageId": 145646,
      "monthDay": "05/26"
    },
    {
      "year": "1895",
      "uri": "/wiki/Dorothea_Lange",
      "name": "Dorothea Lange",
      "aboutText": "Dorothea Lange (May 26, 1895 – October 11, 1965) was an influential American documentary photographer and photojournalist, best known for her Depression-era work for the Farm Security Administration (FSA).",
      "pageId": 152817,
      "monthDay": "05/26"
    },
    {
      "year": "1895",
      "uri": "/wiki/Paul_Lukas",
      "name": "Paul Lukas",
      "aboutText": "Robert Adolph Wilton Morley, CBE (26 May 1908 – 3 June 1992) was an English actor who was usually cast as a pompous English gentleman representing the Establishment, often in supporting roles.",
      "pageId": 319233,
      "monthDay": "05/26"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ernst_Bacon",
      "name": "Ernst Bacon",
      "aboutText": "Antonio J. Barrette (May 26, 1899 – December 15, 1968) was a Quebec politician born in Joliette, Quebec, Canada.",
      "pageId": 374014,
      "monthDay": "05/26"
    },
    {
      "year": "1898",
      "uri": "/wiki/Christfried_Burmeister",
      "name": "Christfried Burmeister",
      "aboutText": "Adolfo López Mateos (Spanish pronunciation: [aˈðolfo ˈlopez maˈteos]; 26 May 1910 – 22 September 1969) was a Mexican politician affiliated with the Institutional Revolutionary Party (PRI) who served as President of Mexico from 1958 to 1964. As president, he nationalized electric companies, created the National Commission for Free Textbooks (1959) and promoted the creation of prominent museums such as the Museum of Natural History and the National Museum of Anthropology in Mexico City.",
      "pageId": 390164,
      "monthDay": "05/26"
    },
    {
      "year": "1899",
      "uri": "/wiki/Antonio_Barrette",
      "name": "Antonio Barrette",
      "aboutText": "George Formby, OBE (born George Hoy Booth; 26 May 1904 – 6 March 1961), was an English actor, singer-songwriter and comedian who became known to a worldwide audience through his films of the 1930s and 1940s. On stage, screen and record he sang light, comical songs, usually playing the ukulele or banjolele, and became the UK's highest-paid entertainer.\nBorn in Wigan, Lancashire, he was the son of George Formby Sr, from whom he later took his stage name.",
      "pageId": 391415,
      "monthDay": "05/26"
    },
    {
      "year": "1899",
      "uri": "/wiki/Muriel_McQueen_Fergusson",
      "name": "Muriel McQueen Fergusson",
      "aboutText": "Sir Alexander Matthew \"Matt\" Busby, CBE, KCSG (26 May 1909 – 20 January 1994) was a Scottish football player and manager, who managed Manchester United between 1945 and 1969 and again for the second half of the 1970–71 season. He is widely regarded as one of the greatest managers of all time. His managerial records and longevity at the helm of Manchester United are surpassed only by Sir Alex Ferguson.",
      "pageId": 562208,
      "monthDay": "05/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/George_Formby",
      "name": "George Formby",
      "aboutText": "Norma Talmadge (May 26, 1894 – December 24, 1957) was an American actress and film producer of the silent era. A major box office draw for more than a decade, her career reached a peak in the early 1920s, when she ranked among the most popular idols of the American screen.\nA specialist in melodrama, her most famous film was Smilin’ Through (1922), but she also scored artistic triumphs teamed with director Frank Borzage in Secrets (1924) and The Lady (1925).",
      "pageId": 1060928,
      "monthDay": "05/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Necip_Faz%C4%B1l_K%C4%B1sak%C3%BCrek",
      "name": "Necip Fazıl Kısakürek",
      "aboutText": "Muriel McQueen Fergusson, PC OC QC (May 26, 1899 – April 11, 1997) was a Canadian Senator and the first woman Speaker of the Senate.\nBorn in Shediac, New Brunswick, she graduated from Mount Allison University in 1921 with a B.A..\nShe was the first woman elected, in 1950, to the Fredericton City Council as a city councillor and was the first woman deputy mayor in 1953.",
      "pageId": 1406261,
      "monthDay": "05/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Vlado_Perlemuter",
      "name": "Vlado Perlemuter",
      "aboutText": "Emrich \"Imi\" Lichtenfeld (May 26, 1910 – January 9, 1998) was a Austro-Hungarian-born Hungarian-Jewish martial artist who founded the Krav Maga self-defense system. He was also known as Imi Sde-Or, the Hebrew calque of his name.",
      "pageId": 1524899,
      "monthDay": "05/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jean_Bernard_(physician)",
      "name": "Jean Bernard",
      "aboutText": "Ahmet Necip Fāzıl Kısakürek (May 26, 1904 – May 25, 1983) was a Turkish poet, novelist, playwright, and anti-semitic activist. He is also known simply by his initials NFK. He was noticed by the French philosopher Henri Bergson, who later became his teacher and Al-Ghazali, a Muslim theologian, jurist and mystic.\nIn his own words, he was born in \"a huge mansion in Çemberlitaş, on one of the streets descending towards Sultanahmet\" in 1904.",
      "pageId": 2567563,
      "monthDay": "05/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/John_Wayne",
      "name": "John Wayne",
      "aboutText": "Vlado Perlemuter (26 May 1904 – 4 September 2002) was a Lithuanian-born French pianist and teacher.",
      "pageId": 2655641,
      "monthDay": "05/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Robert_Morley",
      "name": "Robert Morley",
      "aboutText": "Sir Eugene Aynsley Goossens (/ˈɡuːsənz/; 26 May 1893 – 13 June 1962) was an English conductor and composer.",
      "pageId": 2809639,
      "monthDay": "05/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Nguy%E1%BB%85n_Ng%E1%BB%8Dc_Th%C6%A1",
      "name": "Nguyễn Ngọc Thơ",
      "aboutText": "Jean Bernard (26 May 1907 in Paris – 17 April 2006 in Paris) was a French physician and haematologist. He was professor of haematology and director of the Institute for Leukaemia at the University of Paris. After graduating in medicine in Paris in 1926 he commenced his laboratory training with the bacteriologist Gaston Ramon at the Pasteur Institute in 1929.",
      "pageId": 3704833,
      "monthDay": "05/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Matt_Busby",
      "name": "Matt Busby",
      "aboutText": "Nguyễn Ngọc Thơ (born 26 May 1908) was a Vietnamese politician who was the first Prime Minister of South Vietnam, serving from November 1963 to late January 1964. Thơ was appointed to head a civilian cabinet by the military junta of General Dương Văn Minh, which came to power after overthrowing and assassinating Ngô Đình Diệm, the nation's first president. Thơ's rule was marked by a period of confusion and weak government, as the Military Revolutionary Council (MRC) and the civilian cabinet vied for power.",
      "pageId": 5112700,
      "monthDay": "05/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Nikolay_Guryanov",
      "name": "Nikolay Guryanov",
      "aboutText": "Ernst Lecher Bacon (May 26, 1898 – March 16, 1990) was an American composer, pianist, and conductor. A prolific author, Bacon composed over 250 songs over his career.",
      "pageId": 5410567,
      "monthDay": "05/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Adolfo_L%C3%B3pez_Mateos",
      "name": "Adolfo López Mateos",
      "aboutText": "Nikolay Guryanov (also Nicholas Guryanov and Nikolai Alekseievich Gurianov, Russian: Николай Алексеевич Гурьянов, May 26, 1909, Gdov district, St. Petersburg gubernia – August 24, 2002, Pskov region) was a Russian Orthodox Christian and reputed myrrh-bearing starets and priest, a highly respected spiritual figure within the Orthodox Church of recent times.",
      "pageId": 10836414,
      "monthDay": "05/26"
    },
    {
      "year": "1910",
      "uri": "/wiki/Imi_Lichtenfeld",
      "name": "Imi Lichtenfeld",
      "aboutText": "Christfried Burmeister (later Christfried Puurmeister, 26 May 1898 in Reval, Estonia – 12 July 1965 in Bradford, England) was an Estonian speed skater who competed in the 1928 Winter Olympics.\nIn 1928 he finished 15th in the 500 metres event, 19th in the 1500 metres event and 24th in the 5000 metres competition.\nHe was also sent to take part of the speed skating event of the 1924 Winter Olympics in Chamonix but later withdrawn.",
      "pageId": 30811567,
      "monthDay": "05/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Maurice_Baquet",
      "name": "Maurice Baquet",
      "aboutText": "Maurice Louis Baquet (26 May 1911 – 8 July 2005) was a French actor and cellist.",
      "pageId": 34268736,
      "monthDay": "05/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Henry_Ephron",
      "name": "Henry Ephron",
      "aboutText": "Peggy Lee (born Norma Deloris Egstrom; May 26, 1920 – January 21, 2002) was an American jazz and popular music singer, songwriter, composer and actress, in a career spanning six decades. From her beginning as a vocalist on local radio to singing with Benny Goodman's big band, she forged a sophisticated persona, evolving into a multi-faceted artist and performer.",
      "pageId": 25147,
      "monthDay": "05/26"
    },
    {
      "year": "1912",
      "uri": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r",
      "name": "János Kádár",
      "aboutText": "Peter Wilton Cushing, OBE (26 May 1913 – 11 August 1994) was an English actor and a BAFTA TV Award Best Actor winner in 1956. He is mainly known for his many appearances in Hammer Films, in which he played strong character roles like the sinister scientist Baron Frankenstein, Sherlock Holmes and the vampire hunter Dr. Van Helsing, among many other roles.",
      "pageId": 159618,
      "monthDay": "05/26"
    },
    {
      "year": "1912",
      "uri": "/wiki/Jay_Silverheels",
      "name": "Jay Silverheels",
      "aboutText": "Henriette Roosenburg (May 26, 1916 - 1972) was a Dutch journalist and political prisoner, perhaps best known for her memoir The Walls Came Tumbling Down, about her attempts to return to the Netherlands from Germany after being released from prison at the end of World War II. Born in the Netherlands to an upper-class family, she was a graduate student at the University of Leiden at the start of World War II and became a courier in the Dutch resistance, where she served under the code name Zip. During this time she also wrote for the Dutch newspaper Het Parool. In 1944 she was caught and sentenced to death, and became a Night and Fog prisoner in a German prison at Waldheim.",
      "pageId": 165482,
      "monthDay": "05/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Peter_Cushing",
      "name": "Peter Cushing",
      "aboutText": "Jay Silverheels (born Harold John Smith, May 26, 1912 – March 5, 1980) was a First Nations actor. He was well known for his role as Tonto, the faithful American Indian companion of the character The Lone Ranger in a long-running American western television series.\n^ \"Official website, Haudenosaunee Confederacy, Canadian First Nations League of Nations\".",
      "pageId": 189186,
      "monthDay": "05/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Pierre_Daninos",
      "name": "Pierre Daninos",
      "aboutText": "Louis Thomas Hardin (May 26, 1916 – September 8, 1999), better known as Moondog, was an American composer, musician, poet and inventor of several musical instruments. He was blind from the age of 16. In New York from the late 1940s until he left in 1972, he could often be found on 6th Avenue between 52nd and 55th Street wearing a cloak and Viking-style helmet, sometimes busking or selling music, but often just standing silent and still.",
      "pageId": 292138,
      "monthDay": "05/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Karin_Ekelund",
      "name": "Karin Ekelund",
      "aboutText": "Rubén González Fontanills (May 26, 1919 – December 8, 2003) was a Cuban pianist. Together with Lilí Martínez and Peruchín he is said to have \"forged the style of modern Cuban piano playing in the 1940s\".\nBetween the 1940s and his retirement in the 1980s, he played with Cuba's most successful acts, including Paulina Álvarez, Arsenio Rodríguez, Orquesta América del 55, Orquesta Riverside and Enrique Jorrín.",
      "pageId": 395209,
      "monthDay": "05/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Josef_Manger",
      "name": "Josef Manger",
      "aboutText": "János Kádár ([ˈjaːnoʃ ˈkaːdaːr]; 26 May 1912 – 6 July 1989) was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, presiding over the country from 1956 until his retirement in 1988. His 32-year term as General Secretary covered most of the period the People's Republic of Hungary existed. Kádár's regime continued until Mikhail Gorbachev became General Secretary.",
      "pageId": 441860,
      "monthDay": "05/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Frankie_Manning",
      "name": "Frankie Manning",
      "aboutText": "Antonia Forest (26 May 1915 – 28 November 2003) was the pseudonym of Patricia Giulia Caulfield Kate Rubinstein, an English writer of children's novels whose real name was not made public during her lifetime.",
      "pageId": 855628,
      "monthDay": "05/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/Vernon_Alley",
      "name": "Vernon Alley",
      "aboutText": "Frankie Manning (May 26, 1914 – April 27, 2009) was an American dancer, instructor and choreographer.",
      "pageId": 870066,
      "monthDay": "05/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/Sam_Edwards",
      "name": "Sam Edwards",
      "aboutText": "Sam Edwards (May 26, 1915 – July 28, 2004) was an American actor.",
      "pageId": 875741,
      "monthDay": "05/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/Antonia_Forest",
      "name": "Antonia Forest",
      "aboutText": "Walter Ze'ev Laqueur (born 26 May 1921) is an American historian and political commentator.",
      "pageId": 1250185,
      "monthDay": "05/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Moondog",
      "name": "Moondog",
      "aboutText": "Pierre Daninos (26 May 1913, Paris – 7 January 2005, Paris) was a French writer and humorist.\nDaninos wrote Les carnets du Major Thompson, which was published in 1954, and was followed by many sequels. The books in the series pretended to be the observations of a retired British officer living in France, and were witty collections of comparisons between French and British society.",
      "pageId": 1405672,
      "monthDay": "05/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Henriette_Roosenburg",
      "name": "Henriette Roosenburg",
      "aboutText": "Anton Christoforidis (Greek: Αντώνης Χριστοφορίδης) (26 May 1917 – 31 October 1985) was a Greek professional light heavyweight boxer.",
      "pageId": 9035425,
      "monthDay": "05/26"
    },
    {
      "year": "1917",
      "uri": "/wiki/%C3%89va_Sz%C3%B6r%C3%A9nyi",
      "name": "Éva Szörényi",
      "aboutText": "Éva Szörényi (May 26, 1917 – December 1, 2009) was a Kossuth Prize-winning actress of the Hungarian National Theatre. Her acting career started in the early 1930s playing leading roles in over 20 motion pictures, a result of which she quickly became famous and beloved by the Hungarian people. Her voice was also heard frequently on the radio.",
      "pageId": 11206658,
      "monthDay": "05/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Anton_Christoforidis",
      "name": "Anton Christoforidis",
      "aboutText": "Henry Ephron (May 26, 1911 - September 6, 1992) was an American playwright, screenwriter and film producer who often worked with his wife, Phoebe (née Wolkind). He was active as a writer from the early 1940s through the early 1960s.\nHenry Ephron was born in Bronx, New York, the son of Gittle \"Gussie\" (née Weinstein) and Yitzhak Asher \"Isaac\" Ephron, a retailer.",
      "pageId": 13487287,
      "monthDay": "05/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Rub%C3%A9n_Gonz%C3%A1lez_(pianist)",
      "name": "Rubén González",
      "aboutText": "Vernon Alley (May 26, 1915 – October 3, 2004) was an American jazz bassist.\nAlley was born in Winnemucca, Nevada, and played football in high school and college. His brother, Eddy Allen, was a drummer; they played together often.",
      "pageId": 15755330,
      "monthDay": "05/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Peggy_Lee",
      "name": "Peggy Lee",
      "aboutText": "Josef Manger (26 May 1913, in Bamberg – 13 March 1991) was a German weightlifter.\nHe won a gold medal in the heavyweight class at the 1936 Summer Olympics in Berlin.\n^ \"Profile: Josef Manger\".",
      "pageId": 21165135,
      "monthDay": "05/26"
    },
    {
      "year": "1921",
      "uri": "/wiki/Gy%C3%B6rgy_B%C3%A1rdy",
      "name": "György Bárdy",
      "aboutText": "Ernst Märzendorfer (26 May 1921 – 16 September 2009) was an Austrian conductor. He was the first conductor to make a complete recording of the 107 symphonies of Joseph Haydn, and conducted a number of important opera premieres.\nMärzendorfer was born in Oberndorf bei Salzburg.",
      "pageId": 24403051,
      "monthDay": "05/26"
    },
    {
      "year": "1921",
      "uri": "/wiki/Walter_Laqueur",
      "name": "Walter Laqueur",
      "aboutText": "György Bárdy (26 May 1921 – 27 May 2013) was a Hungarian film and television actor.",
      "pageId": 36067464,
      "monthDay": "05/26"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ernst_M%C3%A4rzendorfer",
      "name": "Ernst Märzendorfer",
      "aboutText": "Karin Ekelund (26 May 1913 – 21 December 1976) was a Swedish actress.",
      "pageId": 43618498,
      "monthDay": "05/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Troy_Smith_(businessman)",
      "name": "Troy Smith",
      "aboutText": "Miles Dewey Davis III (May 26, 1926 – September 28, 1991) was an American jazz musician, trumpeter, bandleader, and composer. Widely considered one of the most influential and innovative musicians of the 20th century, Miles Davis was, together with his musical groups, at the forefront of several major developments in jazz music, including bebop, cool jazz, hard bop, modal jazz, post-bop and jazz fusion.\nIn 2006, Davis was inducted into the Rock and Roll Hall of Fame, which recognized him as \"one of the key figures in the history of jazz\".",
      "pageId": 20405,
      "monthDay": "05/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/James_Arness",
      "name": "James Arness",
      "aboutText": "Jack Kevorkian (/kɨˈvɔrkiən/; May 26, 1928 – June 3, 2011) was an American pathologist, euthanasia activist, painter, author, composer, and instrumentalist. He is best known for publicly championing a terminal patient's right to die via physician-assisted suicide; he claimed to have assisted at least 130 patients to that end. He was often portrayed in the media as \"Dr.",
      "pageId": 202835,
      "monthDay": "05/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Roy_Dotrice",
      "name": "Roy Dotrice",
      "aboutText": "William Elden Bolcom (born May 26, 1938) is an American composer and pianist. He has received the Pulitzer Prize, the National Medal of Arts, two Grammy Awards, the Detroit Music Award and was named 2007 Composer of the Year by Musical America. Bolcom taught composition at the University of Michigan from 1973–2008.",
      "pageId": 381171,
      "monthDay": "05/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Alec_McCowen",
      "name": "Alec McCowen",
      "aboutText": "Edward Whittemore (May 26, 1933 – August 3, 1995) was an American novelist, the author of five novels written between 1974 and 1987, including the highly praised series Jerusalem Quartet.",
      "pageId": 513461,
      "monthDay": "05/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Miles_Davis",
      "name": "Miles Davis",
      "aboutText": "James Arness (May 26, 1923 – June 3, 2011) was an American actor, best known for portraying Marshal Matt Dillon in the television series Gunsmoke for 20 years. Arness has the distinction of having played the role of Dillon in five separate decades: 1955 to 1975 in the weekly series, then in Gunsmoke: Return to Dodge (1987) and four more made-for-television Gunsmoke films in the 1990s. In Europe, Arness reached cult status for his role as Zeb Macahan in the western series How the West Was Won.",
      "pageId": 731726,
      "monthDay": "05/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jacques_Bergerac",
      "name": "Jacques Bergerac",
      "aboutText": "Pauline Yvonne Parker (born 26 May 1938) is a woman from Christchurch, New Zealand, who, together with her friend Juliet Hulme (now known as acclaimed fiction author Anne Perry), murdered her mother, Honorah Rieper, on 22 June 1954. It is believed that the two girls killed Honorah because Hulme and her father were leaving shortly for South Africa and, though Parker wanted to accompany them, her mother forbade it. According to their own accounts, Parker and Hulme were devoted friends who collaborated on a series of adventure novels which they hoped would be bought by a Hollywood studio and made into epic films.",
      "pageId": 959937,
      "monthDay": "05/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jack_Kevorkian",
      "name": "Jack Kevorkian",
      "aboutText": "Alexander Duncan \"Alec\" McCowen CBE (born 26 May 1925) is an English actor.",
      "pageId": 1034995,
      "monthDay": "05/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/J._F._Ade_Ajayi",
      "name": "J. F. Ade Ajayi",
      "aboutText": "Roy Dotrice, OBE (born 26 May 1923) is a British actor known for his Tony Award-winning Broadway performance in the revival of A Moon for the Misbegotten.",
      "pageId": 1163115,
      "monthDay": "05/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Jackson_(businessman)",
      "name": "John Jackson",
      "aboutText": "Gopishantha (1937 – 10 October 2015), better known by her stage name Manorama, also called as Aachi, was an Indian actress and comedienne who had appeared in more than 1,500 films, 5,000 stage performances, and several television series until 2015. She entered the Guinness World Records for acting in more than 1000 number of films in 1985. By 2015, she had acted in more than 1,500 films.",
      "pageId": 2727913,
      "monthDay": "05/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/Catherine_Sauvage",
      "name": "Catherine Sauvage",
      "aboutText": "Sheila Steafel (born 26 May 1935) is a South African-born actress who has lived all her adult life in the United Kingdom.",
      "pageId": 5844168,
      "monthDay": "05/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Karim_Emami",
      "name": "Karim Emami",
      "aboutText": "Jacques Bergerac (26 May 1927 – 15 June 2014) was a French actor, who later became a business executive with Revlon.\nBergerac met and married Ginger Rogers, with whom he appeared in Twist of Fate (1954) (also known as Beautiful Stranger). He then went on to appear as Armand Duval in a television production of Camille for Kraft Television Theatre, opposite Signe Hasso.",
      "pageId": 9145829,
      "monthDay": "05/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Grigor_Vachkov",
      "name": "Grigor Vachkov",
      "aboutText": "Lyudmila Stefanovna Petrushevskaya (Russian: Людмила Стефановна Петрушевская) (born 26 May 1938) is a Russian writer, novelist and playwright.",
      "pageId": 9694228,
      "monthDay": "05/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/Edward_Whittemore",
      "name": "Edward Whittemore",
      "aboutText": "Karim Emami (Persian: کریم امامی‎‎) (born 26 May 1930, Calcutta, India – 9 July 2005, Tehran, Iran) was a highly regarded Iranian translator, editor, lexicographer, and literary critic.",
      "pageId": 9856924,
      "monthDay": "05/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Eero_Loone",
      "name": "Eero Loone",
      "aboutText": "Jacob Festus Adeniyi Ajayi, commonly known as J. F. Ade Ajayi, (26 May 1929 – 9 August 2014) was a Nigerian historian and a member of the Ibadan school, a group of scholars interested in introducing African perspectives to African history and focusing on the internal historical forces that shaped African lives. Ade Ajayi favours the use of historical continuity more often than focusing on events only as powerful agents of change that can move the basic foundations of cultures and mould them into new ones. Instead, he sees many critical events in African life, sometimes as weathering episodes which still leave some parts of the core of Africans intact.",
      "pageId": 10598809,
      "monthDay": "05/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Sheila_Steafel",
      "name": "Sheila Steafel",
      "aboutText": "David Robert Stevens, Baron Stevens of Ludgate (born 26 May 1936), is a British peer. He was educated at Stowe School and Sidney Sussex College, Cambridge (MA, Economics). He is designated to become the third UKIP peer in the House of Lords.",
      "pageId": 11869314,
      "monthDay": "05/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/David_Stevens,_Baron_Stevens_of_Ludgate",
      "name": "David Stevens, Baron Stevens of Ludgate",
      "aboutText": "Grigor Vachkov, often called Grishata (Bulgarian: Григор Вачков - Гришата; 26 May 1932 – 18 March 1980) was a Bulgarian theater and film actor, honored with the award of \"People's actor\" in the People's Republic of Bulgaria. He had more than 41 appearances and leading roles in the Bulgarian cinema.\nVachkov got a broad popularity after the role of Mitko the Bomb in the TV series At Each Kilometer (1969–71).",
      "pageId": 17606505,
      "monthDay": "05/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Manorama_(Tamil_actress)",
      "name": "Manorama",
      "aboutText": "Eero Loone (born 26 May 1935) is an Estonian philosopher.\nHe is son of Nigolas Loone and Leida Loone.\nEero Loone graduated from the Moscow State University in 1958 (he studied history).",
      "pageId": 22065086,
      "monthDay": "05/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/William_Bolcom",
      "name": "William Bolcom",
      "aboutText": "Troy Nuel Smith, Sr. (May 26, 1922 – October 26, 2009) was an American entrepreneur who founded Sonic Drive-In, a fast-food restaurant chain based in Oklahoma City, Oklahoma, that recreates the drive-in diner feel of the 1950s, complete with carhops who usually wear roller skates. By the time of Smith's death in 2009, the chain had 3,600 restaurants in 42 U.S. states.",
      "pageId": 24893203,
      "monthDay": "05/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Pauline_Parker",
      "name": "Pauline Parker",
      "aboutText": "Catherine Sauvage (26 May 1929 – 20 March 1998) was a French singer and actress.",
      "pageId": 28275629,
      "monthDay": "05/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lyudmila_Petrushevskaya",
      "name": "Lyudmila Petrushevskaya",
      "aboutText": "John Bernard Haysom Jackson (born 26 May 1929) is an author and campaigner, a current chairman at the solicitors firm Mishcon de Reya, and a former Chairman of the Countryside Alliance. Qualifying as a barrister in 1954, he had a career in business and the technology industries during the 60s, 70s and 80s: most notably with technology company Philips. From the 90s onwards he moved into democratic and constitutional advocacy, particularly through the Countryside Alliance, OpenDemocracy.net and Unlock Democracy.",
      "pageId": 32862426,
      "monthDay": "05/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/K._Bikram_Singh",
      "name": "K. Bikram Singh",
      "aboutText": "Aldrich Hazen Ames is an American who was convicted of espionage against his country in 1994. He is serving a life sentence without the possibility of parole in the high-security Allenwood U.S. Penitentiary. Ames was formerly a 31-year Central Intelligence Agency counterintelligence officer and analyst who committed espionage against his country by spying for the Soviet Union and Russia.",
      "pageId": 187102,
      "monthDay": "05/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Teresa_Stratas",
      "name": "Teresa Stratas",
      "aboutText": "James Dobbin, KSG, KMCO (26 May 1941 – 6 September 2014) was a British Labour Co-operative politician and microbiologist, who was Member of Parliament (MP) for Heywood and Middleton from 1997 until his death in 2014.",
      "pageId": 420196,
      "monthDay": "05/26"
    },
    {
      "year": "1939",
      "uri": "/wiki/Merab_Kostava",
      "name": "Merab Kostava",
      "aboutText": "Merab Kostava (Georgian: მერაბ კოსტავა) (May 26, 1939 – October 13, 1989) was a Georgian dissident, musician and poet; one of the leaders of the National-Liberation movement in Georgia. He was born in 1939 in Tbilisi, of the Georgian Soviet Socialist Republic, USSR (the current capital of Georgia).\nIn 1954, Kostava and Zviad Gamsakhurdia founded the Georgian youth underground organization \"Gorgasliani\".",
      "pageId": 424019,
      "monthDay": "05/26"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jaki_Liebezeit",
      "name": "Jaki Liebezeit",
      "aboutText": "Mark Lavon \"Levon\" Helm (May 26, 1940 – April 19, 2012) was an American rock 'n' roller, Americana musician, and actor who achieved fame as the drummer and regular lead vocalist for the Band. Helm was known for his deeply soulful, country–accented voice, multi-instrumental ability, and creative drumming style, highlighted on many of the Band's recordings, such as \"The Weight\", \"Up on Cripple Creek\", and \"The Night They Drove Old Dixie Down\".\nHelm also had a successful career as a film actor, appearing as Loretta Lynn's father in Coal Miner's Daughter, as Chuck Yeager's friend and colleague Captain Jack Ridley in The Right Stuff, and as a Tennessee firearms expert in Shooter.",
      "pageId": 481781,
      "monthDay": "05/26"
    },
    {
      "year": "1939",
      "uri": "/wiki/Brent_Musburger",
      "name": "Brent Musburger",
      "aboutText": "Monique Gagnon-Tremblay (born May 26, 1940 in Plessisville, Quebec) is a politician in Quebec, Canada. She was the MNA for the riding of Saint-François in the Estrie region from 1985 to 2012. She served as Liberal leader of the Opposition in the National Assembly of Quebec from May 1998 to December 1998 and Deputy Premier in 1994 and from 2003 to 2005.",
      "pageId": 532163,
      "monthDay": "05/26"
    },
    {
      "year": "1939",
      "uri": "/wiki/Herb_Trimpe",
      "name": "Herb Trimpe",
      "aboutText": "Found religion,",
      "pageId": 632932,
      "monthDay": "05/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/Monique_Gagnon-Tremblay",
      "name": "Monique Gagnon-Tremblay",
      "aboutText": "Eric Clifford 'Cliff' Drysdale (born 26 May 1941, Nelspruit, South Africa) is a former top-ranked professional tennis player of the 1960s and early 1970s who became a well-known tennis announcer. He was one of the Handsome Eight, a group of players signed by Lamar Hunt in 1968 for the newly formed professional World Championship Tennis (WCT) group. He became President of the Association of Tennis Professionals (ATP) when it was formed by Jack Kramer, Donald Dell, and himself in 1972.",
      "pageId": 870021,
      "monthDay": "05/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/Levon_Helm",
      "name": "Levon Helm",
      "aboutText": "Jaki Liebezeit (born 26 May 1938 in Dresden, Germany) is a drummer best known as a founding member of Can, who has been called \"one of the few drummers to convincingly meld the funky and the cerebral\".\nIn the mid-1960s, he was part of Manfred Schoof's quintet, who were early exponents of European free jazz.\nHe subsequently moved towards the new possibilities being opened by psychedelic music as a member of Can.",
      "pageId": 932284,
      "monthDay": "05/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Aldrich_Ames",
      "name": "Aldrich Ames",
      "aboutText": "Vilasrao Dagadojirao Deshmukh (26 May 1945 – 14 August 2012) was an Indian politician who served as Minister of Science and Technology and Minister of Earth Sciences.\nVilasrao Deshmukh was a Member of Parliament in Rajya Sabha, India. He has previously held the posts of Minister of Rural Development and Minister of Panchayati Raj, Government of India and Minister of Heavy Industries and Public Enterprises, Government of India.",
      "pageId": 1118664,
      "monthDay": "05/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Reg_Bundy",
      "name": "Reg Bundy",
      "aboutText": "Sam Posey (born May 26, 1944, in New York City, New York) is a retired American racing driver and sports broadcast journalist.",
      "pageId": 1235624,
      "monthDay": "05/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jim_Dobbin",
      "name": "Jim Dobbin",
      "aboutText": "Teresa Stratas, OC (born May 26, 1938, Toronto, Ontario), is a retired Canadian operatic soprano of Greek descent.",
      "pageId": 1238392,
      "monthDay": "05/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Cliff_Drysdale",
      "name": "Cliff Drysdale",
      "aboutText": "Brent Woody Musburger (/ˈmʌsbɜrɡər/; born May 26, 1939) is an American sportscaster for the ESPN and ABC television networks. Formerly with CBS Sports and one of the original members of their program The NFL Today, Musburger has also covered the NBA, MLB, NCAA football and basketball and NASCAR. Musburger has also served as a studio host for games, a play-by-play man, and halftime host. He has also performed post game wrap up segments and covered championship trophy presentations.",
      "pageId": 1397275,
      "monthDay": "05/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Imants_Kalni%C5%86%C5%A1",
      "name": "Imants Kalniņš",
      "aboutText": "Herbert William \"Herb\" Trimpe (May 26, 1939 – April 13, 2015) was an American comic book artist and occasional writer, best known as the seminal 1970s artist on The Incredible Hulk and as the first artist to draw for publication the character Wolverine, who later became a breakout star of the X-Men.",
      "pageId": 1779343,
      "monthDay": "05/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ganapathi_Sachchidananda",
      "name": "Ganapathi Sachchidananda",
      "aboutText": "Erica Georgina Terpstra (born 26 May 1943) is a retired Dutch politician of the People's Party for Freedom and Democracy (VVD).\nTerpstra a professional swimmer by occupation, participated in the 1960 and 1964 Summer Olympics. She was elected as a Member of the House of Representatives after the Dutch general election of 1977 serving from 8 June 1977 until 22 August 1994 when she became Undersecretary for Health, Welfare and Sport in the Cabinet Kok I serving from 22 August 1994 until 3 August 1998.",
      "pageId": 3524880,
      "monthDay": "05/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Erica_Terpstra",
      "name": "Erica Terpstra",
      "aboutText": "Louis-Phillip (Phil) Edmonston (born May 26, 1944 in Washington, D.C.) is a Canadian consumer advocate, writer, journalist, and former politician. He is one of the few politicians with dual American and Canadian citizenship to be elected to Canadian Parliament.\nHe is best known for his series of annual Lemon-Aid car guides.",
      "pageId": 3532310,
      "monthDay": "05/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Phil_Edmonston",
      "name": "Phil Edmonston",
      "aboutText": "Reginald Sutherland Bundy (26 May 1946 – 15 April 2003) was a British dancer, actor and television presenter best known for his drag persona H.I.H. (Her Imperial Highness) Regina Fong.\nBundy first developed Regina Fong in 1985, and quickly achieved a regular spot at the Black Cap gay pub in Camden Town, London and also the Royal Vauxhall Tavern. The Fong character was a Russian princess who had escaped to Britain following the Russian Revolution, a conceit which formed the basis of Bundy's show The Last of the Romanoffs, which premiered at the Edinburgh Festival and later ran at the Bloomsbury Theatre in London.",
      "pageId": 4273027,
      "monthDay": "05/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jan_Kinder",
      "name": "Jan Kinder",
      "aboutText": "Sri Sri Ganapathi Sachchidananda Swamiji is the head of Avadhoota Datta Peetham in Mysore. Swamiji was born at Mekedaatu, Kanakapura district of Karnataka, India on May 26, 1942. Swamiji works for popularisation of \"Raagaragini Vidya\", an ancient musical tradition that is claimed to augment spiritual Sadhana and cure ailments.",
      "pageId": 8662527,
      "monthDay": "05/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sam_Posey",
      "name": "Sam Posey",
      "aboutText": "Jan Runar Kinder (26 May 1944 – 25 May 2013) was a Norwegian ice hockey player. He was born in Oslo, Norway and represented the club Hasle/Løren IL. He played for the Norwegian national ice hockey team, and participated at the Winter Olympics in Sapporo in 1972, where the Norwegian team placed 8th.\n^ \"Jan Kinder\".",
      "pageId": 31430949,
      "monthDay": "05/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Vilasrao_Deshmukh",
      "name": "Vilasrao Deshmukh",
      "aboutText": "Sir Alistair Geoffrey MacDuff (born 26 May 1945) is a British judge of the High Court of England and Wales.",
      "pageId": 37917051,
      "monthDay": "05/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Alistair_MacDuff",
      "name": "Alistair MacDuff",
      "aboutText": "K. Bikram Singh (May 26, 1938 – May 12, 2013) was an Indian civil servant and filmmaker, most known for his documentary film, Satyajit Ray Introspections (1991)  and feature film, Tarpan (1994). We can check the details of his work at www.kbikramsingh.com. After a short stint as a lecturer in history, he joined the Indian Railway Traffic Service in 1962.",
      "pageId": 39379910,
      "monthDay": "05/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Garry_Peterson",
      "name": "Garry Peterson",
      "aboutText": "Howard G. \"Ward\" Cunningham (born May 26, 1949) is an American computer programmer who developed the first wiki. A pioneer in both design patterns and extreme programming, he started programming the software WikiWikiWeb in 1994 and installed it on the website of his software consultancy, Cunningham & Cunningham (commonly known by its domain name, c2.com), on March 25, 1995, as an add-on to the Portland Pattern Repository.\nHe currently lives in Beaverton, Oregon, and is a programmer at New Relic.",
      "pageId": 33161,
      "monthDay": "05/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Neshka_Robeva",
      "name": "Neshka Robeva",
      "aboutText": "Stephanie Lynn \"Stevie\" Nicks (born May 26, 1948) is an American singer and songwriter, best known for her work with Fleetwood Mac and an extensive solo career, which collectively have produced over forty Top 50 hits and sold over 140 million albums. She was deemed \"The Reigning Queen of Rock and Roll\" and one of the \"100 Greatest Singers of All Time\" by Rolling Stone, and, as a member of Fleetwood Mac, was inducted into the Rock and Roll Hall of Fame in 1998. As a solo artist, she has garnered eight Grammy Award nominations and, with Fleetwood Mac, a further five.",
      "pageId": 36648,
      "monthDay": "05/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mick_Ronson",
      "name": "Mick Ronson",
      "aboutText": "Sally Kristen Ride (May 26, 1951 – July 23, 2012) was an American physicist and astronaut. Born in Los Angeles, she joined NASA in 1978 and became the first American woman in space in 1983. She remains the youngest American astronaut to have traveled to space, having done so at the age of 32.",
      "pageId": 94289,
      "monthDay": "05/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carol_O%27Connell",
      "name": "Carol O'Connell",
      "aboutText": "Randall Hank Williams (born May 26, 1949), better known as Hank Williams, Jr. and Bocephus, is an American singer-songwriter and musician. His musical style is often considered a blend of Southern rock, blues, and traditional country.",
      "pageId": 168285,
      "monthDay": "05/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Glenn_Turner",
      "name": "Glenn Turner",
      "aboutText": "Michael \"Mick\" Ronson (26 May 1946 – 29 April 1993) was an English guitarist, songwriter, multi-instrumentalist, arranger and producer. He is best known for his work with David Bowie, as one of the Spiders from Mars. Ronson was a busy session musician who recorded with artists as diverse as Bowie and Morrissey, as well as appearing as a sideman in touring bands with performers such as Van Morrison and Bob Dylan.",
      "pageId": 191861,
      "monthDay": "05/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stevie_Nicks",
      "name": "Stevie Nicks",
      "aboutText": "Michael Denzil Xavier Portillo (born 26 May 1953) is a British journalist, broadcaster, and former Member of Parliament, Deputy Conservative Party leader and Cabinet Minister. Portillo was first elected to the House of Commons in a by-election in 1984; a strong admirer of Margaret Thatcher, and a Eurosceptic, Portillo served as a junior minister under both Thatcher and John Major, before entering the cabinet in 1992. A \"darling of the right\", he was seen as a likely challenger to Major during the 1995 Conservative leadership election, but stayed loyal.",
      "pageId": 204498,
      "monthDay": "05/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jeremy_Corbyn",
      "name": "Jeremy Corbyn",
      "aboutText": "Jeremy Bernard Corbyn (/kʊərbɪn/; born 26 May 1949) is a British politician who is the Leader of the Labour Party and Leader of the Opposition. He has been the Member of Parliament (MP) for Islington North since 1983 and was elected Labour Leader in 2015.\nBorn in Chippenham, Corbyn attended Adams' Grammar School and later North London Polytechnic without attaining a degree.",
      "pageId": 415036,
      "monthDay": "05/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ward_Cunningham",
      "name": "Ward Cunningham",
      "aboutText": "Dame Anne Catherine McGuire DBE (born 26 May 1949) is a British Labour Party politician, who was the Member of Parliament (MP) for Stirling from 1997 to 2015, and served as a minister under successive Labour governments.",
      "pageId": 434717,
      "monthDay": "05/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Pam_Grier",
      "name": "Pam Grier",
      "aboutText": "Janet Kay Hagan (née Ruthven; born May 26, 1953) is an American politician who served as a United States Senator from North Carolina from 2009 to 2015. Previously she served in the North Carolina Senate from 1999 to 2009. She is a member of the Democratic Party.",
      "pageId": 451697,
      "monthDay": "05/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Anne_McGuire",
      "name": "Anne McGuire",
      "aboutText": "Glenn Maitland Turner (born 26 May 1947) played cricket for New Zealand and was one of the country's best and most prolific batsmen. He is the current head of the New Zealand Cricket selection panel.\nBorn in Dunedin, New Zealand, he represented New Zealand in 41 Tests, and achieved an average of 44.64, including seven centuries.",
      "pageId": 554004,
      "monthDay": "05/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Philip_Michael_Thomas",
      "name": "Philip Michael Thomas",
      "aboutText": "Hartwig Schierbaum (born 26 May 1954), better known by his stage name Marian Gold, is the lead singer of the German synthpop group Alphaville, and has also recorded as a solo artist.\nBorn in Herford, West Germany, Gold became part of the Berlin art collective the Nelson Community, where he formed the band Chinchilla Green in the late 1970s, which also included future Alphaville colleague Bernhard Lloyd. In 1982, he joined Lloyd and Frank Mertens in the band Forever Young, which soon became Alphaville.",
      "pageId": 848882,
      "monthDay": "05/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hank_Williams_Jr.",
      "name": "Hank Williams Jr.",
      "aboutText": "Philip Michael Thomas (born May 26, 1949) is an American actor. Thomas' most famous role is that of detective Ricardo Tubbs on the hit 1980s TV series Miami Vice. His first notable roles were in Coonskin (1975) and opposite Irene Cara in the 1976 film Sparkle.",
      "pageId": 882464,
      "monthDay": "05/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ram%C3%B3n_Calder%C3%B3n",
      "name": "Ramón Calderón",
      "aboutText": "Pamela Suzette \"Pam\" Grier (born May 26, 1949) is an American actress. She became famous in the early 1970s after starring in a string of moderately successful women in prison and blaxploitation films like The Big Bird Cage (1972), Coffy (1973), Foxy Brown (1974) and Sheba Baby (1975). Her career was revitalized in 1997 after her appearance in Quentin Tarantino's film Jackie Brown, for which she received a Golden Globe nomination for Best Actress.",
      "pageId": 1046324,
      "monthDay": "05/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sally_Ride",
      "name": "Sally Ride",
      "aboutText": "David Meece (born May 26, 1952) is a contemporary Christian musician who enjoyed success in the mid 80s throughout the early 2000s with more than 30 Top 10 hits (several reaching No. 1).\nGrowing up in Humble, Texas, with an abusive, alcoholic father, David found solace in playing the piano.",
      "pageId": 3220870,
      "monthDay": "05/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Madeleine_Taylor-Quinn",
      "name": "Madeleine Taylor-Quinn",
      "aboutText": "Neshka Robeva (Bulgarian: Нешка Робева) (born May 26, 1946) is a Bulgarian former Rhythmic Gymnast and coach.",
      "pageId": 4257847,
      "monthDay": "05/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Meece",
      "name": "David Meece",
      "aboutText": "Danny Thomas \"Dan\" Roundfield (May 26, 1953 – August 6, 2012) was an American professional basketball player. The 6'8\" forward/center graduated from Chadsey Senior High School in 1971. On the collegiate scene, Roundfield was twice selected to the All-Mid-American Conference Team for Central Michigan University; he was also the 1975 M.A.C. Player of the Year.",
      "pageId": 5136404,
      "monthDay": "05/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kay_Hagan",
      "name": "Kay Hagan",
      "aboutText": "Madeleine Taylor-Quinn (born 26 May 1951) is a former Irish Fine Gael politician who served for over twenty years in the Oireachtas as a Teachta Dála (TD) for Clare and as a Senator.\nBorn Madeleine Taylor in Kilkee, County Clare, she was educated at the Convent of Mercy Secondary School in Kilrush, and at University College Galway, graduating with a BA, H.Dip.Ed, and LLB. Working as a teacher, she became a founder member of Young Fine Gael in 1977, and Joint Honorary Secretary of Fine Gael from 1979–82, the first woman officer in the party.\nShe was elected to Dáil Éireann on her first attempt, at the 1981 general election, succeeding her father Frank Taylor, who had been a TD from 1969..",
      "pageId": 5226017,
      "monthDay": "05/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Michael_Portillo",
      "name": "Michael Portillo",
      "aboutText": "José Ramón Calderón Ramos (born 26 May 1951 in Palencia, Spain) is a lawyer and an ex-President of Spanish sports club Real Madrid.",
      "pageId": 5812414,
      "monthDay": "05/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Dan_Roundfield",
      "name": "Dan Roundfield",
      "aboutText": "Garry Denis Peterson (May 26, 1945) is a Canadian drummer who has been a long-term member of the Canadian rock band The Guess Who, Along with Randy Bachman, he has also recorded and toured with another Canadian rock band, Bachman-Turner Overdrive from 1984-1986.",
      "pageId": 7936622,
      "monthDay": "05/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Marian_Gold",
      "name": "Marian Gold",
      "aboutText": "Carol O'Connell (born May 26, 1947, in New York) is an author of crime fiction, with a large series of crime books focusing around the character Kathy Mallory. The first book of eleven novels about Mallory is Mallory's Oracle, which was sent to England, where it was successfully auctioned in Europe. When it was brought back to the United States, it was widely sought-after.",
      "pageId": 8711692,
      "monthDay": "05/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Alan_Hollinghurst",
      "name": "Alan Hollinghurst",
      "aboutText": "Paul Stoddart (born 26 May 1955) is an Australian millionaire airline magnate, and former owner of the Minardi Formula One racing team.",
      "pageId": 167568,
      "monthDay": "05/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Denis_Lebel",
      "name": "Denis Lebel",
      "aboutText": "Margaret Colin (born May 26, 1958) is an American actress. She is known for her roles as Margo Hughes on As the World Turns and as Eleanor Waldorf-Rose on Gossip Girl.",
      "pageId": 325434,
      "monthDay": "05/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Danny_Rolling",
      "name": "Danny Rolling",
      "aboutText": "Daniel Harold Rolling (May 26, 1954 – October 25, 2006), also known as the Gainesville Ripper, was an American serial killer who murdered five students in Gainesville, Florida. Rolling later confessed to raping several of his victims, committing an additional November 4, 1989, triple homicide in Shreveport, Louisiana, and attempting to murder his father in May 1990. In total, Rolling confessed to killing eight people.",
      "pageId": 416865,
      "monthDay": "05/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Masaharu_Morimoto",
      "name": "Masaharu Morimoto",
      "aboutText": "Masaharu Morimoto (森本 正治, Morimoto Masaharu, born May 26, 1955, in Hiroshima, Japan) is a Japanese chef, best known as an Iron Chef on the Japanese TV cooking show Iron Chef and its spinoff Iron Chef America. He is also known for his unique style of presenting food.\nMorimoto received practical training in sushi and traditional Kaiseki cuisine in Hiroshima, and opened his own restaurant in that city in 1980.",
      "pageId": 529249,
      "monthDay": "05/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Paul_Stoddart",
      "name": "Paul Stoddart",
      "aboutText": "Neil Quentin Gordon Parish (born 26 May 1956) is a British Conservative Party politician. He is the Member of Parliament (MP) for Tiverton and Honiton and was elected at the 2010 general election.",
      "pageId": 723989,
      "monthDay": "05/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Wesley_Walker",
      "name": "Wesley Walker",
      "aboutText": "Wesley Darcel Walker (born May 26, 1955) is a former professional American football wide receiver that played for the New York Jets from 1977 to 1989.\nWalker graduated from Carson High School in Carson, California where he set many receiving and return records, and was an All-American at the University of California.\nHe was noted for his great speed, averaging over 20 yards per reception over many seasons (his career average was 19 yards per reception).",
      "pageId": 1240622,
      "monthDay": "05/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Neil_Parish",
      "name": "Neil Parish",
      "aboutText": "Alan James Hollinghurst FRSL (born 26 May 1954) is an English novelist, poet, short story writer and translator.",
      "pageId": 1328274,
      "monthDay": "05/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fiona_Shackleton",
      "name": "Fiona Shackleton",
      "aboutText": "Howard Lindsay Goodall CBE (/ˈɡʊdˌɔːl/; born 26 May 1958) is an English composer of musicals, choral music and music for television. He also presents music-based programming for television and radio, for which he has won many awards.",
      "pageId": 1675409,
      "monthDay": "05/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Diomedes_D%C3%ADaz",
      "name": "Diomedes Díaz",
      "aboutText": "Masahiro Matsunaga (born May 26, 1960) is a former Japanese race car driver. From 1997 until 2004 he raced in the JGTC Series B-Class, usually finishing in the midfield.",
      "pageId": 1710817,
      "monthDay": "05/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Fran%C3%A7ois_Legault",
      "name": "François Legault",
      "aboutText": "Dinko \"Dean\" Lukin, OAM (born 26 May 1960) is a retired weightlifter from Australia. Lukin won the gold medal in the Super Heavyweight category at the 1984 Summer Olympics. He carried the Australian flag during the closing ceremony of the 1984 games, and remains Australia's only Olympic gold medalist for weightlifting.",
      "pageId": 2676914,
      "monthDay": "05/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kristina_Olsen",
      "name": "Kristina Olsen",
      "aboutText": "Ole Bornedal (born 26 May 1959) is a Danish film director, actor and producer.\nBornedal was born in Nørresundby, Denmark. He wrote and directed Nattevagten (Nightwatch, 1994), a thriller about a law student who works in a morgue as a night-watchman, and becomes implicated in a series of murders of prostitutes.",
      "pageId": 2690286,
      "monthDay": "05/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Roberto_Ravaglia",
      "name": "Roberto Ravaglia",
      "aboutText": "Kristina Olsen (born May 26, 1957, San Francisco, California) is an American contemporary folk singer-songwriter and multi-instrumentalist known for her sometimes humorous, heartfelt and sometimes ribald songs. Many of her recordings appear on Rounder Records. On her recent albums, she collaborates with the Australian cellist Peter Grayling and mandolinist Alan Hughes.",
      "pageId": 2997599,
      "monthDay": "05/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Pontso_Sekatle",
      "name": "Pontso Sekatle",
      "aboutText": "Douglas Anthony Hutchison (born May 26, 1960) is an American character actor, known for playing disturbing and antagonistic characters. Such characters include Obie Jameson in the 1988 film The Chocolate War, Sproles in the 1988 film Fresh Horses, the sadistic corrections officer Percy Wetmore in the 1999 film adaptation of Stephen King's The Green Mile, Eugene Victor Tooms on the sci-fi horror series The X-Files, and Horace Goodspeed in Lost. He has a production company, Dark Water Inc.",
      "pageId": 3808291,
      "monthDay": "05/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Arto_Bryggare",
      "name": "Arto Bryggare",
      "aboutText": "Diomedes Díaz Maestre (26 May 1957 – 22 December 2013) was a Colombian vallenato singer, songwriter, and composer.",
      "pageId": 3947887,
      "monthDay": "05/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Margaret_Colin",
      "name": "Margaret Colin",
      "aboutText": "Roberto Ravaglia (born May 26, 1957, in Venice, Italy) is a former auto racing driver, who currently runs ROAL Motorsport, who operate a Chevrolet operation in the World Touring Car Championship.",
      "pageId": 4692451,
      "monthDay": "05/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Howard_Goodall",
      "name": "Howard Goodall",
      "aboutText": "Arto Kalervo Bryggare (born May 26, 1958 in Kouvola) is a Finnish former hurdling athlete. He was a member of the Parliament of Finland, representing the Social Democratic Party of Finland from 1995 to 1999 and 2003 to 2007. His personal best time 13,35, made during trials in 1984 Los Angeles Games, is still the record time in Finland and in Nordic countries.",
      "pageId": 5230642,
      "monthDay": "05/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ole_Bornedal",
      "name": "Ole Bornedal",
      "aboutText": "François Legault (pronounced: [fʁɑ̃swa ləɡo]; born May 26, 1957) is a politician in Quebec, Canada and leader of the Coalition Avenir Québec party since its foundation in 2011.\nHe was a member of the National Assembly of Quebec from 1998 to 2009, serving in the government of Quebec as Minister of Education from 1998 to 2002 and as Minister of Health from 2002 to 2003. As a member of the Parti Québécois (PQ), he was first elected in the 1998 Quebec election in the riding of Rousseau in the Lanaudière region.",
      "pageId": 6899647,
      "monthDay": "05/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Doug_Hutchison",
      "name": "Doug Hutchison",
      "aboutText": "Pontso S. M. Sekatle (born 26 May 1957) is a politician and academic in Lesotho. Sekatle lectured at the National University of Lesotho from 1984 to 2001. In June 2001, she was appointed to the Senate of Lesotho, and on July 6, 2001 she became Minister of Health and Social Welfare.",
      "pageId": 9192414,
      "monthDay": "05/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dean_Lukin",
      "name": "Dean Lukin",
      "aboutText": "Fiona Sara Shackleton, Baroness Shackleton of Belgravia LVO (born 26 May 1956 née Charkham) is an English solicitor, who has represented members of the British Royal Family and celebrities, including Sir Paul McCartney and Prince Andrew, Duke of York. Her charm and resoluteness earned her the nickname \"Steel Magnolia\".",
      "pageId": 10249348,
      "monthDay": "05/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Masahiro_Matsunaga",
      "name": "Masahiro Matsunaga",
      "aboutText": "Denis Lebel, PC, MP (born May 26, 1954, in Roberval, Quebec) is a Canadian federal politician and former mayor of Roberval, Quebec.\nLebel was elected to the Canadian House of Commons on September 17, 2007, in the Roberval—Lac-Saint-Jean by-election, as a member of the Conservative Party.\nOn October 30, 2008, he was appointed to Prime Minister Stephen Harper's cabinet as Minister of the Economic Development Agency of Canada for the Regions of Quebec.",
      "pageId": 13318486,
      "monthDay": "05/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rob_Murphy",
      "name": "Rob Murphy",
      "aboutText": "Helena Bonham Carter CBE (born 26 May 1966) is a British actress. She made her name as an actress in a television adaptation of K. M. Peyton's A Pattern of Roses, before her film debut as the titular character in Lady Jane. She is known for her roles in films such as A Room with a View, Fight Club, The King's Speech, and playing Bellatrix Lestrange in the Harry Potter series.",
      "pageId": 80335,
      "monthDay": "05/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Romas_Ubartas",
      "name": "Romas Ubartas",
      "aboutText": "Leonard Albert \"Lenny\" Kravitz (born May 26, 1964) is an American singer, songwriter, multi-instrumentalist, record producer, actor and arranger, whose \"retro\" style incorporates elements of rock, blues, soul, R&B, funk, jazz, reggae, hard rock, psychedelic, pop, folk and ballads. In addition to singing lead and backing vocals, Kravitz often plays all the guitar, bass, drums, keyboards, and percussion himself when recording.\nHe won the Grammy Award for Best Male Rock Vocal Performance four years in a row from 1999 to 2002, breaking the record for most wins in that category as well as setting the record for most consecutive wins in one category by a male.",
      "pageId": 165567,
      "monthDay": "05/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tarsem_Singh",
      "name": "Tarsem Singh",
      "aboutText": "Simon Robert Armitage CBE (born 26 May 1963) is an English poet, playwright and novelist. On 19 June 2015, Armitage was elected Oxford Professor of Poetry, succeeding Geoffrey Hill.\n^ \"Simon Robert ARMITAGE\".",
      "pageId": 172328,
      "monthDay": "05/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Black_(singer)",
      "name": "Black",
      "aboutText": "Philip Treacy OBE (born 26 May 1967) is an Irish milliner and designer based in London.\n^ Paula Reed; Meredith Etherington-Smith (2001). Philip Treacy.",
      "pageId": 194097,
      "monthDay": "05/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Genie_Francis",
      "name": "Genie Francis",
      "aboutText": "Zola Pieterse (born 26 May 1966), née Zola Budd, is a middle-distance and long-distance runner. She competed at the 1984 Olympic Games for Great Britain and the 1992 Olympic Games for South Africa, both times in the 3000 metres. In 1984 (unratified) and 1985, she broke the world record in the women's 5000 metres.",
      "pageId": 252060,
      "monthDay": "05/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bobcat_Goldthwait",
      "name": "Bobcat Goldthwait",
      "aboutText": "Kevin Moore (born May 26, 1967) is an American keyboardist, vocalist, composer, and founder of the Chroma Key music project. He is also a former member of the American progressive metal/rock band Dream Theater, co-founder of the progressive rock supergroup O.S.I. and has composed film soundtracks. Throughout his career, he has become known for his emotional music and lyrics, nomadic lifestyle and use of spoken word samples.",
      "pageId": 704084,
      "monthDay": "05/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Simon_Armitage",
      "name": "Simon Armitage",
      "aboutText": "Eugenie Ann \"Genie\" Francis Frakes (born May 26, 1962) is an American actress best known for her portrayal of Laura Spencer on the ABC Daytime soap opera General Hospital.",
      "pageId": 716178,
      "monthDay": "05/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Claude_Legault",
      "name": "Claude Legault",
      "aboutText": "Robert Francis \"Bobcat\" Goldthwait (born May 26, 1962) is an American actor, comedian, filmmaker, and voice artist, known for his acerbic black comedy, delivered through an energetic stage personality with an unusual gruff and high-pitched voice.",
      "pageId": 876840,
      "monthDay": "05/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mary_Nightingale",
      "name": "Mary Nightingale",
      "aboutText": "Colin Vearncombe, better known as Black, (born, 26 May 1962, Liverpool, England) is an English singer-songwriter, who enjoyed mainstream success in the late 1980s.",
      "pageId": 1422506,
      "monthDay": "05/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Musetta_Vander",
      "name": "Musetta Vander",
      "aboutText": "Caitlín Rebekah Kiernan (born 26 May 1964) is the author of science fiction and dark fantasy works, including ten novels; many comic books; and more than two hundred published short stories, novellas, and vignettes.",
      "pageId": 1429171,
      "monthDay": "05/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Caitl%C3%ADn_R._Kiernan",
      "name": "Caitlín R. Kiernan",
      "aboutText": "Tarsem Singh Dhandwar (Punjabi: ਤਰਸੇਮ ਸਿੰਘ ਧੰਦ੍ਵਾਰ; born 26 May 1961), known professionally as Tarsem, is an Indian-American director who has worked on films, music videos, and commercials.",
      "pageId": 2004855,
      "monthDay": "05/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lenny_Kravitz",
      "name": "Lenny Kravitz",
      "aboutText": "Robert A. Murphy, Jr. (born May 26, 1960) is a former American professional baseball player who was a relief pitcher in Major League Baseball for eleven seasons in the 1980s and 1990s. Murphy played college baseball for the University of Florida, and was picked by the Cincinnati Reds in the first round of the 1981 Major League Baseball Draft.",
      "pageId": 2200732,
      "monthDay": "05/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Argiris_Pedoulakis",
      "name": "Argiris Pedoulakis",
      "aboutText": "Romas Ionovich Ubartas (born 26 May 1960 in Panevėžys) is a retired male discus thrower from Lithuania who won a silver medal at the 1988 Summer Olympics for the USSR and a gold medal at the 1992 Summer Olympics for Lithuania. His personal best was 70.06m. He also became European champion, in 1986.",
      "pageId": 2690357,
      "monthDay": "05/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Hazel_Irvine",
      "name": "Hazel Irvine",
      "aboutText": "Hazel Irvine (born 24 May 1965), is a British television presenter.",
      "pageId": 2871494,
      "monthDay": "05/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Helena_Bonham_Carter",
      "name": "Helena Bonham Carter",
      "aboutText": "Mary Nightingale (born 26 May 1963) is an English newsreader and television presenter, best known for her roles within ITV, as a newsreader for ITN on ITV News, and as a presenter of the daytime cookery series Britain's Best Dish in 2011.",
      "pageId": 2968824,
      "monthDay": "05/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Zola_Budd",
      "name": "Zola Budd",
      "aboutText": "Claude Legault (born May 26, 1963) is a Quebecois actor and television author.",
      "pageId": 6634791,
      "monthDay": "05/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kevin_Moore",
      "name": "Kevin Moore",
      "aboutText": "Musetta Vander (born Musetta van der Merwe; 26 May 1963) is a South African actress and model who is best known for her roles in science fiction and fantasy films.",
      "pageId": 7451232,
      "monthDay": "05/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Philip_Treacy",
      "name": "Philip Treacy",
      "aboutText": "Argiris Pedoulakis (alternate spellings: Argirios, Argyris, Argyrios) (Greek: Αργύρης Πεδουλάκης; born May 26, 1964) is a Greek professional basketball coach and a retired professional basketball player.",
      "pageId": 16814826,
      "monthDay": "05/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mika_Yamamoto",
      "name": "Mika Yamamoto",
      "aboutText": "Christopher Boyce Burge is the Whitehead Career Development Associate Professor of Biology at Massachusetts Institute of Technology.",
      "pageId": 31971950,
      "monthDay": "05/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Christopher_Burge",
      "name": "Christopher Burge",
      "aboutText": "Mika Yamamoto (山本 美香, Yamamoto Mika) (26 May 1967 – 20 August 2012) was an award-winning Japanese video and photo journalist for the news agency Japan Press. Yamamoto was killed on 20 August 2012 while covering the ongoing Syrian civil war in Aleppo, Syria. She was the first Japanese and fourth foreign journalist killed in the Syrian civil war that began in March 2011.",
      "pageId": 36783498,
      "monthDay": "05/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Frederik,_Crown_Prince_of_Denmark",
      "name": "Frederik, Crown Prince of Denmark",
      "aboutText": "Lauryn Hill (born May 26, 1975) is an American singer, songwriter, rapper, producer and actress. She is best known for being a member of the Fugees and for her solo album, The Miseducation of Lauryn Hill.\nRaised in East Orange, New Jersey, Hill began singing with her music-oriented family during her childhood.",
      "pageId": 162864,
      "monthDay": "05/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Simon_Diamond",
      "name": "Simon Diamond",
      "aboutText": "Frederik, Crown Prince of Denmark, Count of Monpezat, RE, SKmd (Frederik André Henrik Christian; Danish pronunciation: [ˈfʁæðˀʁæɡ̊]; born 26 May 1968) is the heir apparent to the throne of Denmark.",
      "pageId": 339155,
      "monthDay": "05/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Fernando_Le%C3%B3n_de_Aranoa",
      "name": "Fernando León de Aranoa",
      "aboutText": "Matthew Richard \"Matt\" Stone (born May 26, 1971) is an American actor, animator, screenwriter, television director, producer, singer, and songwriter. He is best known for being the co-creator of South Park along with his creative partner Trey Parker, as well as co-writing the 2011 multi-Tony Award winning musical The Book of Mormon.\nStone and Parker launched their largely collaborative careers in 1989 when they met at the University of Colorado Boulder.",
      "pageId": 365192,
      "monthDay": "05/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Steve_Sedgley",
      "name": "Steve Sedgley",
      "aboutText": "John Russell Baird, PC (born May 26, 1969) served from 2011 to 2015 as Canada's Minister of Foreign Affairs in the cabinet of Prime Minister Stephen Harper. He had been a member of the federal cabinet, in various positions, since 2006. Previously he was a provincial cabinet minister in Ontario during the governments of Premiers Mike Harris and Ernie Eves.",
      "pageId": 664861,
      "monthDay": "05/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/John_Baird_(Canadian_politician)",
      "name": "John Baird",
      "aboutText": "Alan Victor White (born 26 May 1972 in Lewisham, South London) is an English rock drummer, best known as being the drummer of the English rock group Oasis between 1995 and 2004. Before Oasis, he was the drummer of Starclub from 1991 to 1994. He is the longest serving drummer in the band's history, performing on four studio albums, two compilation albums and one live album during his tenure.",
      "pageId": 979893,
      "monthDay": "05/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dominic_Mohan",
      "name": "Dominic Mohan",
      "aboutText": "Patsy Palmer (born Julie Anne Harris; 26 May 1972 in Bethnal Green, London) is an English actress. Palmer made an early television appearance on the children's drama show Grange Hill, but is best known for playing Bianca Jackson in the popular BBC soap opera EastEnders. Originally in the cast from 1993–1999, she returned to EastEnders in April 2008 before leaving again in September 2014.",
      "pageId": 1028253,
      "monthDay": "05/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nobuhiro_Watsuki",
      "name": "Nobuhiro Watsuki",
      "aboutText": "Nobuhiro Watsuki (和月 伸宏, Watsuki Nobuhiro, born May 26, 1970) is a Japanese manga artist, best known for his samurai-themed series Rurouni Kenshin.",
      "pageId": 1033356,
      "monthDay": "05/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kylie_Ireland",
      "name": "Kylie Ireland",
      "aboutText": "Travis Lee (born May 26, 1975) is a former Major League Baseball first baseman.\nLee graduated from Capital High School in Olympia, Washington in 1993, where he also played football. Being ambidextrous Lee played as a lefty in baseball and as a QB for the Capital High football team threw with his right.",
      "pageId": 1633860,
      "monthDay": "05/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Zaher_Andary",
      "name": "Zaher Andary",
      "aboutText": "Patrick \"Pat\" Kenney (born May 26, 1968) is an American retired professional wrestler and baseball player, better known by his ring name, Simon Diamond. He is currently working for the professional wrestling promotion Total Nonstop Action Wrestling as a road agent.",
      "pageId": 1785144,
      "monthDay": "05/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Matt_Stone",
      "name": "Matt Stone",
      "aboutText": "Kylie Ireland (born May 26, 1970) is an American pornographic actress, film director, producer, publicist, and Satellite radio show host.",
      "pageId": 1977317,
      "monthDay": "05/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shary_Boyle",
      "name": "Shary Boyle",
      "aboutText": "Nicki Lynn Aycox (born May 26, 1975) is an American actress known for her role as Minxie in Jeepers Creepers 2, and her role as Meg Masters in Supernatural.",
      "pageId": 2957431,
      "monthDay": "05/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Patsy_Palmer",
      "name": "Patsy Palmer",
      "aboutText": "Lars Arne Frölander (born 26 May 1974 in Boden) is a Swedish swimmer.",
      "pageId": 3211918,
      "monthDay": "05/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alan_White_(Oasis_drummer)",
      "name": "Alan White",
      "aboutText": "Stephen Philip \"Steve\" Sedgley (born 26 May 1968 in Enfield) is an English former professional footballer, and football manager.\nAs a player he was a midfielder and a defender. He was capped 11 times for England at under-21 level.",
      "pageId": 5799865,
      "monthDay": "05/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Naomi_Harris",
      "name": "Naomi Harris",
      "aboutText": "Dominic Mohan (born 26 May 1969, Bristol, England) is an English journalist, broadcaster and former editor of The Sun newspaper in London. He is now CEO of entertainment public relations company The Outside Organisation.\nBorn in Bristol, his family moved to Cambridgeshire when he was 10 years old.",
      "pageId": 10949859,
      "monthDay": "05/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lars_Fr%C3%B6lander",
      "name": "Lars Frölander",
      "aboutText": "Fernando León de Aranoa (born 26 May 1968) is a Spanish screenwriter and film director.",
      "pageId": 11900414,
      "monthDay": "05/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nicki_Aycox",
      "name": "Nicki Aycox",
      "aboutText": "Naomi Harris (born May 26, 1973 in Toronto, Canada) is a Canadian photographer living in New York. After completing her Bachelor in Fine Arts from York University, Toronto, she moved to New York where she received her photographic training at New York’s International Center of Photography.\nShe moved to Miami Beach in December 1999 to begin her first personal project documenting the last hotel in South Beach that catered to senior citizens.",
      "pageId": 19044370,
      "monthDay": "05/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Lauryn_Hill",
      "name": "Lauryn Hill",
      "aboutText": "Kwasi Alfred Addo Kwarteng (born 26 May 1975) is a British politician and historian. A member of the Conservative Party, he has served as a Member of Parliament (MP) since 2010 representing the constituency of Spelthorne in Surrey.\n^ \"Kwasi Kwarteng MP\".",
      "pageId": 27303943,
      "monthDay": "05/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kwasi_Kwarteng",
      "name": "Kwasi Kwarteng",
      "aboutText": "Shary Boyle (born May 26, 1972 in Scarborough, Ontario) is a Canadian artist who works with sculpture, painting, drawing and performance. She lives in Toronto.",
      "pageId": 31967018,
      "monthDay": "05/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Travis_Lee",
      "name": "Travis Lee",
      "aboutText": "Zaher Toufic Andary is a retired Lebanese footballer (Arabic pronunciation زاهر العنداري).",
      "pageId": 34543176,
      "monthDay": "05/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Suat_Suna",
      "name": "Suat Suna",
      "aboutText": "Suat Suna (born May 26, 1975) is a Turkish pop singer and composer, one of the consistently best-selling musicians in Turkey. He writes all of his own material and has released more than eleven best-selling albums during a career spanning 20 years.",
      "pageId": 35909519,
      "monthDay": "05/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paul_Collingwood",
      "name": "Paul Collingwood",
      "aboutText": "Natalya Viktorovna Nazarova (Russian: Наталья Викторовна Назарова, born May 26, 1979) is a track and field sprinter.\nShe was born in Moscow. Following a personal best time of 49.65 seconds run a fortnight earlier, Natalya had lost form by the start of the 2004 Summer Olympics in Athens, Greece, and only just made the final finishing 8th.",
      "pageId": 877394,
      "monthDay": "05/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kenny_Florian",
      "name": "Kenny Florian",
      "aboutText": "Mehmet Murat Okur (born May 26, 1979) is a retired Turkish professional basketball player. Listed at 6 ft 11 in (2.11 m), he played as a power forward and center.",
      "pageId": 1304239,
      "monthDay": "05/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Justin_Pierre",
      "name": "Justin Pierre",
      "aboutText": "Eda-Ines Etti (born 26 May 1981 in Haapsalu) is a singer and celebrity in Estonia, also known for her participation in the Eurovision Song Contest 2000. Under her abbreviated stage name Ines, she was Estonia's representative for the contest in Sweden. Her song \"Once in a Lifetime\" received fourth place in the contest.",
      "pageId": 1459828,
      "monthDay": "05/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nikos_Chatzivrettas",
      "name": "Nikos Chatzivrettas",
      "aboutText": "Paul David Collingwood MBE (born 26 May 1976) is an English cricketer. He was a regular member of the England Test side, and captain of the One Day International (ODI) team (2007–2008). He is also captain of his county, Durham County Cricket Club.",
      "pageId": 1490353,
      "monthDay": "05/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mark_Hunter_(musician)",
      "name": "Mark Hunter",
      "aboutText": "Phil Elverum (born Philip Whitman Elvrum May 26, 1978) is an Anacortes, Washington-based songwriter, producer and visual artist, best known for his musical projects The Microphones and Mount Eerie. In the mid-2000s, Elvrum began to spell his surname \"Elverum\", after the Norwegian town of the same name.",
      "pageId": 1990114,
      "monthDay": "05/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Misaki_Ito",
      "name": "Misaki Ito",
      "aboutText": "Irini Merkouri (Greek: Ειρήνη Μερκούρη, pronounced [iˈrini merˈkuri]; born in Ilion, Athens, on May 26, 1981) is a Greek pop and laïka singer.",
      "pageId": 2011902,
      "monthDay": "05/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Raina_Telgemeier",
      "name": "Raina Telgemeier",
      "aboutText": "Luca Toni, Ufficiale OMRI (Italian pronunciation: [ˈluːka ˈtɔːni]; born 26 May 1977) is an Italian professional footballer who plays for Verona as a striker. He represented the Italian national team at the 2006 World Cup, UEFA Euro 2008, and the 2009 FIFA Confederations Cup, most notably winning the 2006 FIFA World Cup.\nIn addition to the team medals he has collected, he has also won several individual honours, including the Capocannonieri for the 2005–06 season, in which he scored 31 goals (the most goals in a Serie A season since 1958–59), and the 2014–15 season, in which he scored 22 goals, becoming the oldest player to win the award; he also finished as top scorer with 24 goals in the 2007–08 Bundesliga.",
      "pageId": 2082856,
      "monthDay": "05/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Luca_Toni",
      "name": "Luca Toni",
      "aboutText": "Mark Hunter (born May 26, 1977) is an American musician, blogger, photographer and was the vocalist for the heavy metal band Chimaira.",
      "pageId": 2140879,
      "monthDay": "05/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Phil_Elvrum",
      "name": "Phil Elvrum",
      "aboutText": "Ashley Marie Massaro (born May 26, 1979) is an American former professional wrestler, valet, former WWE Diva and current general manager signed to World Independent Ladies Division Wrestling. She is best known for her time with World Wrestling Entertainment (WWE) under the ring name Ashley (Massaro) and for her appearance on Survivor: China.\nMassaro made her debut in WWE after winning the WWE Diva Search in 2005.",
      "pageId": 2221219,
      "monthDay": "05/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Fabio_Firmani",
      "name": "Fabio Firmani",
      "aboutText": "Elisabeth Rose Harnois (last name pronounced arn-WAH; born May 26, 1979) is an American actress. Her career started at the age of five, where she began appearing in a number of film and television roles. She starred as Morgan Brody in the CBS forensics drama CSI: Crime Scene Investigation from 2011 to 2015.",
      "pageId": 2318171,
      "monthDay": "05/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Amanda_Bauer",
      "name": "Amanda Bauer",
      "aboutText": "Justin Courtney Pierre (born May 26, 1976) is a singer, songwriter and guitarist originally from Mahtomedi, Minnesota, United States. He is the co-founder and lead vocalist of the pop punk band Motion City Soundtrack, and is known for his interests and pursuits in film making and production of music.",
      "pageId": 2935713,
      "monthDay": "05/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Elisabeth_Harnois",
      "name": "Elisabeth Harnois",
      "aboutText": "Misaki Ito (伊東 美咲, Itō Misaki) (born May 26, 1977) is a Japanese actress and model.",
      "pageId": 3091858,
      "monthDay": "05/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ashley_Massaro",
      "name": "Ashley Massaro",
      "aboutText": "Kenneth Alan Florian (born May 26, 1976) is a retired American mixed martial artist who formerly competed in the Ultimate Fighting Championship (UFC). He currently serves as the UFC on Fox analyst and color commentator for UFC Fight Night (formerly UFC on FX and UFC on Fuel TV). Florian has a background in Brazilian Jiu-Jitsu and Muay Thai.",
      "pageId": 3092266,
      "monthDay": "05/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Natalya_Nazarova",
      "name": "Natalya Nazarova",
      "aboutText": "Raina Telgemeier (born May 26, 1977) is an American cartoonist whose works include the autobiographic webcomic Smile (A Dental Drama), which was published by Scholastic Press's Graphix imprint as a full-color graphic novel in February 2010.",
      "pageId": 4622446,
      "monthDay": "05/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mehmet_Okur",
      "name": "Mehmet Okur",
      "aboutText": "Isaac Edward Slade (born May 26, 1981) is an American musician and the lead vocalist, main songwriter, pianist and co-founder of Colorado-based rock band the Fray.",
      "pageId": 4883781,
      "monthDay": "05/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Robert_Copeland",
      "name": "Robert Copeland",
      "aboutText": "Robert Copeland (born 26 May 1981) is a former Australian Football League footballer for the Brisbane Lions and current captain of Aspley Hornets in QAFL . He is a dual premiership winner (2001, 2003) and was delisted in 2008.",
      "pageId": 5606009,
      "monthDay": "05/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eda-Ines_Etti",
      "name": "Eda-Ines Etti",
      "aboutText": "Fabio Firmani (born 26 May 1978) is an Italian retired footballer who played as a midfielder.",
      "pageId": 7438274,
      "monthDay": "05/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Manford",
      "name": "Jason Manford",
      "aboutText": "Jason John Manford (born 26 May 1981) is an English comedian, television presenter, and actor.\nManford is best known for his roles on comedy panel shows such as 8 Out of 10 Cats on Channel 4 and Odd One In for ITV. His presenting credits have included Comedy Rocks, The One Show, Show Me the Funny and A Question of Sport: Super Saturday.",
      "pageId": 7682784,
      "monthDay": "05/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Irini_Merkouri",
      "name": "Irini Merkouri",
      "aboutText": "Nikolaos \"Nikos\" Chatzivrettas (alternate spelling: Hatzivrettas) (Greek: Νίκος \"Νίκος\" Χατζηβρέττας; born May 26, 1977) is a retired Greek professional basketball player. Chatzivrettas is 1.97 m (6 ft 5.75 in) tall.",
      "pageId": 10357262,
      "monthDay": "05/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Isaac_Slade",
      "name": "Isaac Slade",
      "aboutText": "Amanda Elaine Bauer (born 26 May 1979) is an American professional astronomer and science communicator, currently working in Australia. She is a Research Astronomer at Australia's largest optical observatory, the Australian Astronomical Observatory (AAO), where her principal field of research concerns how galaxies form, how they create new stars, and particularly why they stop creating new stars.\nShe is better known to the public through her efforts as the AAO Public Outreach Officer.",
      "pageId": 46186118,
      "monthDay": "05/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ben_Zobrist",
      "name": "Ben Zobrist",
      "aboutText": "Yoko Matsugane (松金 ようこ, Matsugane Yōko, born May 26, 1982) is a Japanese gravure idol from Ibaraki Prefecture, Japan. She is famous for her voluptuous figure.",
      "pageId": 1441206,
      "monthDay": "05/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sten_Lassmann",
      "name": "Sten Lassmann",
      "aboutText": "Hasan Salih Kabze (born 26 May 1982) is a Turkish international footballer. He currently plays as a striker for Akhisar Belediyespor. Formerly, he played for Bucaspor, Çanakkale Dardanelspor, Galatasaray SK, Rubin Kazan, Montpellier HSC and Orduspor.",
      "pageId": 2384193,
      "monthDay": "05/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hasan_Kabze",
      "name": "Hasan Kabze",
      "aboutText": "Benjamin Thomas Zobrist (/ˈzoʊbrɪst/; born May 26, 1981), is an American professional baseball second baseman for the Chicago Cubs of Major League Baseball (MLB). He previously played for the Tampa Bay Devil Rays / Rays, Oakland Athletics and Kansas City Royals. His nickname, Zorilla, was given to him by his manager Joe Maddon.",
      "pageId": 6268704,
      "monthDay": "05/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yoko_Matsugane",
      "name": "Yoko Matsugane",
      "aboutText": "Demy Patrick René de Zeeuw (Dutch pronunciation: [ˈdeːmi də ˈzeːu̯]; born 26 May 1983 in Apeldoorn, Netherlands) is a Dutch footballer. and the Netherlands national football team. He is a defensive midfielder described as a good tackler and a gifted passer of the ball.",
      "pageId": 6616343,
      "monthDay": "05/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Reed_(comedian)",
      "name": "David Reed",
      "aboutText": "Joel Anthony Selwood (born 26 May 1988) is an Australian rules footballer and the current captain of the Geelong Football Club in the Australian Football League (AFL). A midfielder, 1.82 metres (6.0 ft) tall and weighing 86 kilograms (190 lb), Selwood is able to contribute inside or outside while on the ball.\nA standout junior track and field athlete and footballer, Selwood entered top-level football early, joining the TAC Cup competition as a bottom-aged player.",
      "pageId": 11908471,
      "monthDay": "05/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Demy_de_Zeeuw",
      "name": "Demy de Zeeuw",
      "aboutText": "Dani Samuels (born 26 May 1988 in Fairfield, New South Wales) is an Australian discus thrower who in 2009 became the youngest ever female world champion in the event.\nAfter winning the discus gold and shot put bronze medals at the 2005 World Youth Championships in Athletics, she went on to win the bronze medal in the discus at the 2006 Commonwealth Games in Melbourne at the age of seventeen. She won the discus silver at the 2007 Summer Universiade and represented Australia at her first World Championships in Athletics soon after.",
      "pageId": 12606833,
      "monthDay": "05/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Henry_Holland_(fashion_designer)",
      "name": "Henry Holland",
      "aboutText": "David Reed (born 26 May 1982) is a British actor, writer and comedian and one third of comedy troupe The Penny Dreadfuls.\n^ Ferris, Glen. (16 October 2007) The Penny Dreadfuls, Pavilion Theatre, Brighton, October 18.",
      "pageId": 14539522,
      "monthDay": "05/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Monika_Christodoulou",
      "name": "Monika Christodoulou",
      "aboutText": "Will Chambers (born 26 May 1988 in Gove, Northern Territory) is an Australian professional rugby footballer who currently plays rugby league for the Melbourne Storm of the National Rugby League. A Queensland State of Origin representative three-quarter back, he has played his entire NRL career to date at the Storm, winning the 2009 and 2012 Grand Finals with them.",
      "pageId": 14941041,
      "monthDay": "05/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ashley_Vincent",
      "name": "Ashley Vincent",
      "aboutText": "Henry Holland BA (Hons) (born 26 May 1983) is an English fashion designer, businessman and blogger from Ramsbottom, Greater Manchester. Holland gained attention with his bold, 1980s-inspired T-shirts that displayed catchphrases such as, \"I'll tell you who's boss, Kate Moss\" in the 2000s; Holland subsequently designed a full collection and founded his own fashion house. He is well known for his work with model Agyness Deyn.",
      "pageId": 16258809,
      "monthDay": "05/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Michel_Torn%C3%A9us",
      "name": "Michel Tornéus",
      "aboutText": "Andrea Catellani (born May 26, 1988) is an Italian football player, who currently plays for Spezia Calcio in the Italian Serie B.",
      "pageId": 18593691,
      "monthDay": "05/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Olcay_%C5%9Eahan",
      "name": "Olcay Şahan",
      "aboutText": "Ashley Derek Vincent (born 26 May 1985) is an English footballer who plays for National League North side Worcester City. He can play on the wing or as a striker, and is renowned for his pace.\nHe graduated through the Wolverhampton Wanderers youth system to win a contract with Cheltenham Town in May 2004.",
      "pageId": 18594576,
      "monthDay": "05/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Josh_Thomas_(comedian)",
      "name": "Josh Thomas",
      "aboutText": "Joshua Michael \"Josh\" Thomas (born 26 May 1987) is an Australian actor, TV writer, and comedian. In 2005, at the age of 17, he became the youngest ever winner of the Melbourne International Comedy Festival's Raw Comedy Competition. He appeared as a regular and Generation Y team captain on Network Ten's Talkin' 'Bout Your Generation.",
      "pageId": 19102263,
      "monthDay": "05/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Andrea_Catellani",
      "name": "Andrea Catellani",
      "aboutText": "Damian Williams (born May 26, 1988) is an American football wide receiver who is currently an unsigned free agent.",
      "pageId": 19876923,
      "monthDay": "05/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Will_Chambers",
      "name": "Will Chambers",
      "aboutText": "Olcay Şahan (Turkish pronunciation: [oɫd͡ʒaj ʃahan], born 26 May 1987) is a Turkish professional footballer who plays as a winger for Turkish club Beşiktaş. and for the Turkish national team. He can also play as a attacking midfielder.",
      "pageId": 20445877,
      "monthDay": "05/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Juan_Guillermo_Cuadrado",
      "name": "Juan Guillermo Cuadrado",
      "aboutText": "Sten Lassmann (born 26 mai 1982) is an Estonian pianist trained at the Tallinn Music High School, the Estonian Academy of Music, the Conservatoire de Paris and the Royal Academy of Music best known for his work on Heino Eller's music.\nIn 2002 Lassmann won the VI Tallinn National Piano Competition, and four years later he shared its first international edition's 3rd prize with Daniil Sayamov.",
      "pageId": 21298865,
      "monthDay": "05/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Dani_Samuels",
      "name": "Dani Samuels",
      "aboutText": "Juan Guillermo Cuadrado Bello (locally: [ˈhwaŋ ɡiˈʝermo kwaˈðɾaðo]; born 26 May 1988) is a Colombian professional footballer who plays as a winger for Italian club Juventus on loan from Chelsea, and the Colombian national team. He is known for his direct style of play, including pace on and off the ball, as well as dribbling skills.\nHaving begun his career at Independiente Medellín, he moved to Italy in 2009 when signed by Udinese.",
      "pageId": 22993255,
      "monthDay": "05/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Joel_Selwood",
      "name": "Joel Selwood",
      "aboutText": "Michel Tresor Komesha Tornéus (born 26 May 1986) is a Swedish long jumper.",
      "pageId": 26672337,
      "monthDay": "05/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Damian_Williams_(wide_receiver)",
      "name": "Damian Williams",
      "aboutText": "Paula Findlay (born May 26, 1989) is a Canadian triathlete.",
      "pageId": 28144534,
      "monthDay": "05/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Paula_Findlay",
      "name": "Paula Findlay",
      "aboutText": "Cho Ja Young (Hangul: 조자영; born May 26, 1991), commonly known by her stage name Ah Young, is a South Korean singer, actress and model.",
      "pageId": 40460245,
      "monthDay": "05/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ah_Young",
      "name": "Ah Young",
      "aboutText": "Monika Christodoulou (Greek: Μόνικα born May 26, 1985 in Athens, Greece) also known by her stage name Monika, is a Greek singer-songwriter. She sings and plays the piano, guitar, saxophone, accordion and drums. Monika's debut album \"Avatar\" was released in 2008 and her second album \"Exit\" followed in 2010.",
      "pageId": 41115312,
      "monthDay": "05/26"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jason_Adesanya",
      "name": "Jason Adesanya",
      "aboutText": "Kerry Danielle Ingram (born 26 May 1999) is a British child actress best known for her role as Shireen Baratheon in the HBO series Game of Thrones and Matilda Wormwood in Matilda the Musical",
      "pageId": 36007175,
      "monthDay": "05/26"
    },
    {
      "year": "1998",
      "uri": "/wiki/Shannon_(British_singer)",
      "name": "Shannon",
      "aboutText": "Jason Adesanya (born 26 May 1993) is a Belgian footballer who currently plays for Royal Antwerp, on loan from Mechelen.",
      "pageId": 36170890,
      "monthDay": "05/26"
    },
    {
      "year": "1999",
      "uri": "/wiki/Kerry_Ingram",
      "name": "Kerry Ingram",
      "aboutText": "Shannon Arrum Williams (Hangul: 샤넌 아름 윌리엄스; born 26 May 1998), best known as simply Shannon, is a British singer and actress mostly active in South Korea.",
      "pageId": 41952014,
      "monthDay": "05/26"
    }
  ]
}