{
  "people": [
    {
      "year": "1093",
      "uri": "/wiki/Isaac_Komnenos_(son_of_Alexios_I)",
      "name": "Isaac Komnenos",
      "aboutText": "René of Anjou (Occitan: Rainièr d'Anjau; French: René d'Anjou; 1409–1480), also known as René I of Naples (Italian: Renato I di Napoli) and Good King René (Occitan: Rai Rainièr lo Bòn; French: Le bon roi René), was count of Piedmont, duke of Bar (1430–80), duke of Lorraine (1431–53), duke of Anjou, count of Provence (1434–80), king of Naples (1435–42; titular 1442–80), titular king of Jerusalem (1438–80) and Aragon including Sicily, Majorca and Corsica (1466–80).",
      "pageId": 86924,
      "monthDay": "01/16"
    },
    {
      "year": "1245",
      "uri": "/wiki/Edmund_Crouchback",
      "name": "Edmund Crouchback",
      "aboutText": "John Cabell Breckinridge (January 16, 1821 – May 17, 1875) was a lawyer and politician from the U.S. state of Kentucky. He represented the Commonwealth in both houses of Congress and in 1857, became the 14th and youngest-ever Vice President of the United States (1857–1861). Serving in the U.S. Senate at the outbreak of the Civil War, he was expelled after joining the Confederate Army.",
      "pageId": 89141,
      "monthDay": "01/16"
    },
    {
      "year": "1362",
      "uri": "/wiki/Robert_de_Vere,_Duke_of_Ireland",
      "name": "Robert de Vere, Duke of Ireland",
      "aboutText": "Peter Scheemakers or Pieter Scheemaeckers II or the Younger (16 January 1691 – 12 September 1781) was a Flemish sculptor who worked for most of his life in London, Great Britain where his public and church sculptures in a classicist style had an important influence on the development of sculpture.",
      "pageId": 169182,
      "monthDay": "01/16"
    },
    {
      "year": "1409",
      "uri": "/wiki/Ren%C3%A9_of_Anjou",
      "name": "René of Anjou",
      "aboutText": "Niccolò Piccinni (16 January 1728 – 7 May 1800) was an Italian composer of symphonies, sacred music, chamber music, and opera.",
      "pageId": 221389,
      "monthDay": "01/16"
    },
    {
      "year": "1477",
      "uri": "/wiki/Johannes_Sch%C3%B6ner",
      "name": "Johannes Schöner",
      "aboutText": "Robert de Vere, Duke of Ireland, Marquess of Dublin, and 9th Earl of Oxford KG (16 January 1362 – 22 November 1392) was a favourite and court companion of King Richard II of England.",
      "pageId": 251315,
      "monthDay": "01/16"
    },
    {
      "year": "1501",
      "uri": "/wiki/Anthony_Denny",
      "name": "Anthony Denny",
      "aboutText": "Louis de Rouvroy (16 January 1675 – 2 March 1755), styled duc de Saint-Simon, was a French soldier, diplomat and a noted diarist; he was born in Paris (Hôtel Selvois, 6 rue Taranne, today at 175 Bvd. Saint-Germain).",
      "pageId": 287164,
      "monthDay": "01/16"
    },
    {
      "year": "1516",
      "uri": "/wiki/Bayinnaung",
      "name": "Bayinnaung",
      "aboutText": "Henry Wager Halleck (January 16, 1815 – January 9, 1872) was a United States Army officer, scholar, and lawyer. A noted expert in military studies, he was known by a nickname that became derogatory, \"Old Brains.\" He was an important participant in the admission of California as a state and became a successful lawyer and land developer. Early in the American Civil War, he was a senior Union Army commander in the Western Theater and then served for almost two years as general-in-chief of all U.S. armies.",
      "pageId": 360125,
      "monthDay": "01/16"
    },
    {
      "year": "1616",
      "uri": "/wiki/Fran%C3%A7ois_de_Vend%C3%B4me,_Duke_of_Beaufort",
      "name": "François de Vendôme, Duke of Beaufort",
      "aboutText": "Francis II (Italian: Francesco II, christened Francesco d'Assisi Maria Leopoldo, 16 January 1836 – 27 December 1894) was King of the Two Sicilies from 1859 to 1861. He was the last King of the Two Sicilies, as successive invasions by Giuseppe Garibaldi and Victor Emmanuel II of Sardinia ultimately brought an end to his rule, and marked the first major event of Italian unification.",
      "pageId": 371325,
      "monthDay": "01/16"
    },
    {
      "year": "1626",
      "uri": "/wiki/Lucas_Achtschellinck",
      "name": "Lucas Achtschellinck",
      "aboutText": "Edmund Crouchback (16 January 1245 – 5 June 1296), a member of the House of Plantagenet, was the second surviving son of Henry III of England and Eleanor of Provence. In his childhood he had a claim on the Kingdom of Sicily, but he never ruled there. In 1265 he was granted all the lands of Simon de Montfort and from 1267 he was titled Earl of Leicester.",
      "pageId": 433508,
      "monthDay": "01/16"
    },
    {
      "year": "1634",
      "uri": "/wiki/Dorothe_Engelbretsdatter",
      "name": "Dorothe Engelbretsdatter",
      "aboutText": "Count Vittorio Alfieri (Italian: [vitˈtɔːrjo alˈfjɛːri]; 16 January 1749 – 8 October 1803) was an Italian dramatist and poet, considered the \"founder of Italian tragedy.\"",
      "pageId": 606690,
      "monthDay": "01/16"
    },
    {
      "year": "1675",
      "uri": "/wiki/Louis_de_Rouvroy,_duc_de_Saint-Simon",
      "name": "Louis de Rouvroy, duc de Saint-Simon",
      "aboutText": "Sir Anthony Denny (16 January 1501 – 10 September 1549) was a confidant of Henry VIII of England. Denny was the most prominent member of the Privy chamber in Henry's last years having, together with his brother-in-law John Gates, charge of the \"dry stamp\" of Henry's signature, and attended Henry on his deathbed. He also served as Groom of the Stool.",
      "pageId": 675134,
      "monthDay": "01/16"
    },
    {
      "year": "1691",
      "uri": "/wiki/Peter_Scheemakers",
      "name": "Peter Scheemakers",
      "aboutText": "Lucas Achtschellinck (alternative spellings of last name: Achtschellincks, Achtschellinckx, Achtschellincx, Aghtschellinx) (baptized 16 January 1626 – buried 12 May 1699), was a Flemish landscape painter.",
      "pageId": 822036,
      "monthDay": "01/16"
    },
    {
      "year": "1728",
      "uri": "/wiki/Niccol%C3%B2_Piccinni",
      "name": "Niccolò Piccinni",
      "aboutText": "Charles Henry Davis (January 16, 1807 – February 18, 1877) was a Rear Admiral in the United States Navy. Working for the Coast Survey, Davis researched tides and currents, and located an uncharted shoal that had caused wrecks off the New York coast.",
      "pageId": 1639541,
      "monthDay": "01/16"
    },
    {
      "year": "1749",
      "uri": "/wiki/Vittorio_Alfieri",
      "name": "Vittorio Alfieri",
      "aboutText": "Admiral Sir Richard Goodwin Keats (16 January 1757 – 5 April 1834) was a British naval officer who fought throughout the American Revolution, French Revolutionary War and Napoleonic War. He retired in 1812 due to ill health and was made Commodore-Governor of Newfoundland from 1813 to 1816. In 1821 he was made Governor of Greenwich Hospital in Greenwich, London.",
      "pageId": 1897248,
      "monthDay": "01/16"
    },
    {
      "year": "1757",
      "uri": "/wiki/Richard_Goodwin_Keats",
      "name": "Richard Goodwin Keats",
      "aboutText": "Johannes Schöner (16 January 1477 in Karlstadt am Main – 16 January 1547 in Nürnberg) (aka, Johann Schönner, Johann Schoener, Jean Schönner, Joan Schoenerus) was a renowned and respected German polymath. It is best to refer to him using the usual 16th-century Latin term \"mathematicus\", as the areas of study to which he devoted his life were very different from those now considered to be the domain of the mathematician. He was a priest, astronomer, astrologer, geographer, cosmographer, cartographer, mathematician, globe and scientific instrument maker and editor and publisher of scientific tests.",
      "pageId": 2012511,
      "monthDay": "01/16"
    },
    {
      "year": "1807",
      "uri": "/wiki/Charles_Henry_Davis",
      "name": "Charles Henry Davis",
      "aboutText": "Isaac Komnenos or Comnenus (Greek: Ἰσαάκιος Κομνηνός, Isaakios Komnēnos; 16 January 1093 – after 1152) was the third son of Byzantine Emperor Alexios I Komnenos (r. 1081–1118) and Empress Irene Doukaina. He was raised to the high rank of sebastokrator by his older brother John II Komnenos, but they later fell out and Isaac was exiled by John for several years.",
      "pageId": 3367782,
      "monthDay": "01/16"
    },
    {
      "year": "1815",
      "uri": "/wiki/Henry_Halleck",
      "name": "Henry Halleck",
      "aboutText": "Bayinnaung Kyawhtin Nawrahta (ဘုရင့်နောင် ကျော်ထင်နော်ရထာ [bəjɪ̰ɴ nàʊɴ tɕɔ̀ tʰɪ̀ɴ nɔ̀jətʰà]; Thai: บุเรงนองกะยอดินนรธา, rtgs: Burengnong Kayodin Noratha; 16 January 1516 – 10 October 1581) was king of Toungoo Dynasty of Burma (Myanmar) from 1550 to 1581. During his 31-year reign, which has been called the \"greatest explosion of human energy ever seen in Burma\", Bayinnaung assembled the largest empire in the history of Southeast Asia, which included much of modern-day Burma, Chinese Shan states, Lan Na, Lan Xang, Manipur and Siam.\nAlthough he is best remembered for his empire building, Bayinnaung's greatest legacy was his integration of the Shan states into the Irrawaddy-valley-based kingdoms.",
      "pageId": 4599344,
      "monthDay": "01/16"
    },
    {
      "year": "1821",
      "uri": "/wiki/John_C._Breckinridge",
      "name": "John C. Breckinridge",
      "aboutText": "Dorothe Engelbretsdatter (16 January 1634 – 19 February 1716) was a Norwegian author. She principally wrote hymns and poems which were strongly religious. She has been characterized as Norway's first recognized female author as well as Norway's first feminist before feminism became a recognized concept.",
      "pageId": 4963852,
      "monthDay": "01/16"
    },
    {
      "year": "1834",
      "uri": "/wiki/Robert_R._Hitt",
      "name": "Robert R. Hitt",
      "aboutText": "Robert Roberts Hitt (January 16, 1834 – September 20, 1906) was an Assistant Secretary of State and later a member of the United States House of Representatives.\nHe was born in Urbana, Ohio to Reverend Thomas Smith Hitt and Emily John Hitt. He and his parents moved to Mount Morris, Illinois in 1837.",
      "pageId": 7167610,
      "monthDay": "01/16"
    },
    {
      "year": "1836",
      "uri": "/wiki/Francis_II_of_the_Two_Sicilies",
      "name": "Francis II of the Two Sicilies",
      "aboutText": "François de Vendôme, Duc de Beaufort (16 January 1616 – 15 June 1669) was the son of César de Vendôme and Françoise de Lorraine. He was a prominent figure in the Fronde, and later went on to fight in the Mediterranean. His mother was the heiress Françoise de Lorraine.",
      "pageId": 26754171,
      "monthDay": "01/16"
    },
    {
      "year": "1838",
      "uri": "/wiki/Franz_Brentano",
      "name": "Franz Brentano",
      "aboutText": "Franz Clemens Honoratus Hermann Brentano (January 16, 1838 – March 17, 1917) was an influential German philosopher and psychologist whose work strongly influenced not only students Sigmund Freud (whose doctoral dissertation he helped supervise), Kazimierz Twardowski, Alexius Meinong, and Thomas Masaryk (as well as Masaryk's student, Edmund Husserl), but countless others whose work would follow and make use of his original ideas and concepts.",
      "pageId": 81974,
      "monthDay": "01/16"
    },
    {
      "year": "1844",
      "uri": "/wiki/Ismail_Qemali",
      "name": "Ismail Qemali",
      "aboutText": "Ismail Qemal Bej Vlora ( listen ; Turkish Avlonyalı İsmail Kemal Bey; 16 January 1844 – 24 January 1919) commonly known as Ismail Qemali was a leader of the Albanian national movement.",
      "pageId": 256510,
      "monthDay": "01/16"
    },
    {
      "year": "1853",
      "uri": "/wiki/Johnston_Forbes-Robertson",
      "name": "Johnston Forbes-Robertson",
      "aboutText": "Osip Maksimovich Brik (Russian: Осип Максимович Брик) (16 January 1888 in Moscow – 22 February 1945 in Moscow), Russian avant garde writer and literary critic, was one of the most important members of the Russian formalist school, though he also identified himself as one of the Futurists.\nBrik grew up in Moscow, the son of a wealthy Jewish jeweler. In the university, Brik studied law; his friend Roman Jakobson wrote: \"For his doctoral thesis he wanted to write about the sociology and juridical status of prostitutes and would frequent the boulevards.",
      "pageId": 293083,
      "monthDay": "01/16"
    },
    {
      "year": "1853",
      "uri": "/wiki/Ian_Standish_Monteith_Hamilton",
      "name": "Ian Standish Monteith Hamilton",
      "aboutText": "Edward Henry Gordon Craig OBE, CH (16 January 1872 – 29 July 1966), sometimes known as Gordon Craig, was an English modernist theatre practitioner; he worked as an actor, director and scenic designer, as well as developing an influential body of theoretical writings. Craig was the son of actress Dame Ellen Terry.",
      "pageId": 331073,
      "monthDay": "01/16"
    },
    {
      "year": "1853",
      "uri": "/wiki/Andr%C3%A9_Michelin",
      "name": "André Michelin",
      "aboutText": "General Sir Ian Standish Monteith Hamilton GCB, GCMG, DSO, TD (16 January 1853 – 12 October 1947) was a senior officer in the British Army, who is most notable for commanding the Mediterranean Expeditionary Force during the Gallipoli Campaign.",
      "pageId": 422272,
      "monthDay": "01/16"
    },
    {
      "year": "1855",
      "uri": "/wiki/Eleanor_Marx",
      "name": "Eleanor Marx",
      "aboutText": "Eleanor Marx Aveling (16 January 1855 – 31 March 1898), also known as Jenny Julia Eleanor \"Tussy\" Marx , was the English-born youngest daughter of Karl Marx. She was herself a socialist activist, who sometimes worked as a literary translator. In March 1898, after discovering that her partner and prominent British Marxist, Edward Aveling, had secretly married a young actress in June the previous year, she committed suicide by poison.",
      "pageId": 447973,
      "monthDay": "01/16"
    },
    {
      "year": "1870",
      "uri": "/wiki/J%C3%BCri_Jaakson",
      "name": "Jüri Jaakson",
      "aboutText": "Harry Carey (January 16, 1878 – September 21, 1947) was an American actor and one of silent film's earliest superstars.",
      "pageId": 835672,
      "monthDay": "01/16"
    },
    {
      "year": "1872",
      "uri": "/wiki/Henri_B%C3%BCsser",
      "name": "Henri Büsser",
      "aboutText": "Sir Johnston Forbes-Robertson (16 January 1853 – 6 November 1937) was an English actor and theatre manager.",
      "pageId": 996464,
      "monthDay": "01/16"
    },
    {
      "year": "1872",
      "uri": "/wiki/Edward_Gordon_Craig",
      "name": "Edward Gordon Craig",
      "aboutText": "Zhou Zuoren (Chinese: 周作人; pinyin: Zhōu Zuòrén; Wade–Giles: Chou Tso-jen) (16 January 1885 – 6 May 1967) was a Chinese writer, primarily known as an essayist and a translator.",
      "pageId": 1024436,
      "monthDay": "01/16"
    },
    {
      "year": "1874",
      "uri": "/wiki/Robert_W._Service",
      "name": "Robert W. Service",
      "aboutText": "Leonor Michaelis (January 16, 1875 – October 8, 1949) was a German biochemist, physical chemist, and physician, known primarily for his work with Maud Menten on enzyme kinetics and Michaelis–Menten kinetics in 1913.",
      "pageId": 1197356,
      "monthDay": "01/16"
    },
    {
      "year": "1875",
      "uri": "/wiki/Leonor_Michaelis",
      "name": "Leonor Michaelis",
      "aboutText": "André Jules Michelin (16 January 1853 – 4 April 1931) was a French industrialist who, with his brother Édouard (1859–1940), founded the Michelin Tyre Company (Compagnie Générale des Établissements Michelin) in 1888 in the French city of Clermont-Ferrand.\nIn 1900, André Michelin published the first Michelin Guide, the purpose of which was to promote tourism by car, thereby supporting his tyre manufacturing operation.\nIn 1886, 33-year-old Andre Michelin abandoned his career as a successful Parisian engineer to take over his grandfather's failing agricultural goods and farm equipment business.",
      "pageId": 1402022,
      "monthDay": "01/16"
    },
    {
      "year": "1876",
      "uri": "/wiki/Claude_Buckenham",
      "name": "Claude Buckenham",
      "aboutText": "John Hamilton (January 16, 1887 – October 15, 1958) was an American actor, who appeared in many movies and television programs.",
      "pageId": 1831978,
      "monthDay": "01/16"
    },
    {
      "year": "1878",
      "uri": "/wiki/Harry_Carey_(actor)",
      "name": "Harry Carey",
      "aboutText": "Daisy Kennedy (Burra, South Australia, Australia, 16 January 1893 - Hammersmith, London, England, 30 July 1981) was an Australian-born concert violinist.\nShe was born in Burra-Burra, 160 km north of Adelaide, to parents of Scottish and Irish descent. Her father, Joseph Kennedy, was headmaster of East Adelaide School.",
      "pageId": 2633299,
      "monthDay": "01/16"
    },
    {
      "year": "1880",
      "uri": "/wiki/Samuel_Jones_(athlete)",
      "name": "Samuel Jones",
      "aboutText": "Claude Percival Buckenham, (born 16 January 1876, at Herne Hill, London, and died 23 February 1937, at Dundee, Scotland), was a cricketer who played for Essex and England.\nTall and gangling, and with a toothcomb moustache, Percy Buckenham was a fast bowler and a useful lower order batsman. He played for Essex from 1899 to 1914, but suffered, particularly in his early years, from slipshod fielding which meant, according to his obituary in Wisden Cricketers' Almanack, he was more expensive than he perhaps deserved.",
      "pageId": 3635389,
      "monthDay": "01/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Robert_Lane_(soccer)",
      "name": "Robert Lane",
      "aboutText": "Henri Büsser (16 January 1872 – 30 December 1973) was a French classical composer, organist, and conductor.",
      "pageId": 3834675,
      "monthDay": "01/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Margaret_Wilson_(writer)",
      "name": "Margaret Wilson",
      "aboutText": "Margaret Wilson (January 16, 1882 – October 6, 1973) was an American novelist.",
      "pageId": 5517194,
      "monthDay": "01/16"
    },
    {
      "year": "1885",
      "uri": "/wiki/Zhou_Zuoren",
      "name": "Zhou Zuoren",
      "aboutText": "Samuel \"Sam\" Symington Jones (January 16, 1880 – April 13, 1954) was an American athlete who competed mainly in the high jump.\nHe competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the high jump where he won the gold medal.",
      "pageId": 7543296,
      "monthDay": "01/16"
    },
    {
      "year": "1886",
      "uri": "/wiki/John_Hamilton_(actor)",
      "name": "John Hamilton",
      "aboutText": "Jüri Jaakson VR III/1 (16 January [O.S. 4 January] 1870 in Karula, Viljandi County, Livonia, Russian Empire – 20 April 1942 in Sosva, Sverdlovsk Oblast, Soviet Union) was an Estonian businessman and politician.\nJaakson studied in H. Treffner's Private High School and studied law at Tartu University from 1892 to 1896. He graduated with a 1st degree diploma (simple graduation).",
      "pageId": 11417272,
      "monthDay": "01/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Osip_Brik",
      "name": "Osip Brik",
      "aboutText": "Robert George Lane (January 16, 1882 – November 17, 1940) was a Canadian amateur football (soccer) player who competed in the 1904 Summer Olympics.\nHe was born in Galt, Ontario and died in Winnipeg.\nIn 1904 he was a member of the Galt F.C. team, which won the gold medal in the football tournament.",
      "pageId": 12217624,
      "monthDay": "01/16"
    },
    {
      "year": "1893",
      "uri": "/wiki/Daisy_Kennedy",
      "name": "Daisy Kennedy",
      "aboutText": "Robert William Service (January 16, 1874 – September 11, 1958) was a British-Canadian poet and writer who has often been called \"the Bard of the Yukon\". He is best known for his poems \"The Shooting of Dan McGrew\" and \"The Cremation of Sam McGee\", from his first book, Songs of a Sourdough (1907; also published as The Spell of the Yukon and Other Verses). His vivid descriptions of the Yukon and its people made it seem that he was a veteran of the Klondike gold rush, instead of the late-arriving bank clerk he actually was.",
      "pageId": 23568716,
      "monthDay": "01/16"
    },
    {
      "year": "1894",
      "uri": "/wiki/Irving_Mills",
      "name": "Irving Mills",
      "aboutText": "Fulgencio Batista Zaldívar (Spanish: [fulˈxensjo βaˈtista i salˈdiβar]; January 16, 1901 – August 6, 1973) was the elected President of Cuba from 1940 to 1944, and dictator from 1952 to 1959, before being overthrown during the Cuban Revolution.\nBatista initially rose to power as part of the 1933 Revolt of the Sergeants that overthrew the authoritarian rule of Gerardo Machado. Batista then appointed himself chief of the armed forces, with the rank of colonel, and effectively controlled the five-member Presidency.",
      "pageId": 50206,
      "monthDay": "01/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/Evripidis_Bakirtzis",
      "name": "Evripidis Bakirtzis",
      "aboutText": "Ethel Merman (January 16, 1908 – February 15, 1984) was an American actress and singer.",
      "pageId": 100394,
      "monthDay": "01/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/T._M._Sabaratnam",
      "name": "T. M. Sabaratnam",
      "aboutText": "Irving Rapper (16 January 1898 – 20 December 1999) was an England-born American film director.\nBorn in London, England, Rapper emigrated to the United States and became an actor and stage director on Broadway while studying at New York University. In 1936, he went to Hollywood, where he was hired by Warner Bros.",
      "pageId": 106361,
      "monthDay": "01/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/Nat_Schachner",
      "name": "Nat Schachner",
      "aboutText": "Margaret Booth (January 16, 1898 – October 28, 2002) was an American film editor.\nBorn in Los Angeles, she started her Hollywood career as a 'patcher', editing films by D. W. Griffith, around 1915. Her brother was actor Elmer Booth.",
      "pageId": 144863,
      "monthDay": "01/16"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ruth_Rose",
      "name": "Ruth Rose",
      "aboutText": "This article is about the actor. For the Irish theologian, see Alexander Knox (theologian).",
      "pageId": 145653,
      "monthDay": "01/16"
    },
    {
      "year": "1897",
      "uri": "/wiki/Carlos_Pellicer",
      "name": "Carlos Pellicer",
      "aboutText": "Diana Wynyard, CBE (16 January 1906 – 13 May 1964), whose birth name was Dorothy Isobel Cox, was an English stage and film actress.",
      "pageId": 177798,
      "monthDay": "01/16"
    },
    {
      "year": "1898",
      "uri": "/wiki/Margaret_Booth",
      "name": "Margaret Booth",
      "aboutText": "William Charles Frederick Grover-Williams (born William Charles Frederick Grover, 16 January 1903 – February or March 1945), also known as \"W Williams\", was a Grand Prix motor racing driver and special agent who worked for the Special Operations Executive (SOE) inside France. He organized and coordinated the Chestnut network. He was captured and killed by the Nazis.",
      "pageId": 348263,
      "monthDay": "01/16"
    },
    {
      "year": "1898",
      "uri": "/wiki/Bedia_Muvahhit",
      "name": "Bedia Muvahhit",
      "aboutText": "Eric Henry Liddell (/ˈlɪdəl/; 16 January 1902 – 21 February 1945) was a Scottish athlete, rugby union international player, and missionary, who was forced to choose between his religious beliefs and competing in an Olympic race.\nAfter refusing to run in the heats on a Sunday, for his favoured distance, men's 100 metres, Liddell could still compete in the men's 400 metres at the 1924 Summer Olympics in Paris, which he won. He returned to China in 1925 to serve as a missionary teacher.",
      "pageId": 467009,
      "monthDay": "01/16"
    },
    {
      "year": "1898",
      "uri": "/wiki/Irving_Rapper",
      "name": "Irving Rapper",
      "aboutText": "Frank Joseph Zamboni, Jr.",
      "pageId": 557015,
      "monthDay": "01/16"
    },
    {
      "year": "1900",
      "uri": "/wiki/Edith_Frank",
      "name": "Edith Frank",
      "aboutText": "Nat Schachner (full name Nathaniel Schachner; January 16, 1895 – 1955), also appearing as \"Nathan Schachner\" was an American author. He also wrote genre fiction under pseudonyms, including Chan Corbett and Walter Glamis. His first published story was \"The Tower of Evil,\" written in collaboration with Arthur Leo Zagat and appearing in the Summer 1930 issue of Wonder Stories Quarterly.",
      "pageId": 571893,
      "monthDay": "01/16"
    },
    {
      "year": "1901",
      "uri": "/wiki/Fulgencio_Batista",
      "name": "Fulgencio Batista",
      "aboutText": "Paul Henry Nitze (January 16, 1907 – October 19, 2004) was a high-ranking United States government official who helped shape Cold War defense policy over the course of numerous presidential administrations.",
      "pageId": 606213,
      "monthDay": "01/16"
    },
    {
      "year": "1901",
      "uri": "/wiki/Frank_Zamboni",
      "name": "Frank Zamboni",
      "aboutText": "Carlos Pellicer Cámara (January 16, 1897 – February 16, 1977), born in Villahermosa, Tabasco, was part of the first wave of modernist Mexican poets and was heavily active in the promotion of Mexican art and literature. An enthusiastic traveller, his work is filled with beautiful depictions of nature, and a certain sexual energy that is shared with his contemporary, Octavio Paz.\nThe young Pellicer studied in Mexico City.",
      "pageId": 1898041,
      "monthDay": "01/16"
    },
    {
      "year": "1902",
      "uri": "/wiki/Eric_Liddell",
      "name": "Eric Liddell",
      "aboutText": "Irving Harold Mills (né Isadore Minsky; 16 January 1894 – 21 April 1985) was a jazz music publisher and musician, also known as Joe Primrose. He died in 1985 in Palm Springs, California and is interred at Mount Sinai Memorial Park Cemetery.",
      "pageId": 2219530,
      "monthDay": "01/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/William_Grover-Williams",
      "name": "William Grover-Williams",
      "aboutText": "Edith Frank (née Holländer; 16 January 1900 – 6 January 1945) was the mother of Holocaust diarist Anne Frank.",
      "pageId": 2502336,
      "monthDay": "01/16"
    },
    {
      "year": "1905",
      "uri": "/wiki/Ernesto_Halffter",
      "name": "Ernesto Halffter",
      "aboutText": "Evripidis Bakirtzis (Greek: Ευριπίδης Μπακιρτζής; 16 January 1895 – 9 March 1947), born in Kozani (or according to other sources in Serres), Ottoman Empire, was a Hellenic Army officer and politician. Dismissed from the army twice due to his participation in pro-republican coup attempts, during the Axis Occupation of Greece in World War II he co-founded the EKKA resistance group and later joined the Greek People's Liberation Army. He served as head of the Political Committee of National Liberation, a government of Greek Resistance-held territories, from 10 March to 18 April 1944.",
      "pageId": 4484925,
      "monthDay": "01/16"
    },
    {
      "year": "1906",
      "uri": "/wiki/Johannes_Brenner",
      "name": "Johannes Brenner",
      "aboutText": "Ernesto Halffter Escriche (16 January 1905 – 5 July 1989) was a Spanish composer and conductor.",
      "pageId": 12251784,
      "monthDay": "01/16"
    },
    {
      "year": "1906",
      "uri": "/wiki/Diana_Wynyard",
      "name": "Diana Wynyard",
      "aboutText": "Ruth Rose (January 16, 1891 – June 8, 1978) was a writer who worked on several films in the 1930s and the 1940s, most famously the original 1933 classic King Kong.",
      "pageId": 18745696,
      "monthDay": "01/16"
    },
    {
      "year": "1907",
      "uri": "/wiki/Alexander_Knox",
      "name": "Alexander Knox",
      "aboutText": "Thambaiyah Mudaliyar Sabaratnam (also spelled Tambia Mudaliyar Sabarutnam, Thambaiyah Mudhaliyar Sabarutnam or Thambiah Mudaliar Sabaratnam; Tamil: தம்பையா முதலியார் சபாரத்தினம்; Sinhala: තම්බය්යා මුදලියාර් සබාරත්නම්) (16 January 1895, Mullaitivu, Northern Province, Sri Lanka–23 January 1966, Mullaitivu), was a Sri Lankan Tamil politician, Member of Legislative Council of Ceylon, Proctor of the Supreme Court.",
      "pageId": 31210467,
      "monthDay": "01/16"
    },
    {
      "year": "1907",
      "uri": "/wiki/Paul_Nitze",
      "name": "Paul Nitze",
      "aboutText": "Johannes Brenner (16 January 1906 in Mäo - 9 September 1975 in Tallinn) was an Estonia football forward, who played for ESS Kalev Tallinn, Tallinna Jalgpalli Klubi and the Estonia national football team.",
      "pageId": 34554969,
      "monthDay": "01/16"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ethel_Merman",
      "name": "Ethel Merman",
      "aboutText": "Bedia Muvahhit, née Emine Bedia Şekip, (January 16, 1897 – January 20, 1994) was a Turkish stage and movie actress. She is remembered as one of the first Muslim movie actresses in Turkey debuting in 1923.",
      "pageId": 38754402,
      "monthDay": "01/16"
    },
    {
      "year": "1908",
      "uri": "/wiki/G%C3%BCnther_Prien",
      "name": "Günther Prien",
      "aboutText": "Eduardo Nicanor Frei Montalva (January 16, 1911 – January 22, 1982) was a Chilean political leader. In his long political career, he was Minister of Public Works, president of his Christian Democratic Party, senator, President of the Senate, and the 28th president of Chile from 1964 to 1970. His eldest son, Eduardo Frei Ruiz-Tagle, also became president of Chile (1994–2000).",
      "pageId": 164999,
      "monthDay": "01/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Dizzy_Dean",
      "name": "Dizzy Dean",
      "aboutText": "Jerome Phillip Horwitz (January 16, 1919 – September 6, 2012) was an American scientist; his affiliations included the Barbara Ann Karmanos Cancer Institute, the Wayne State University School of Medicine and the Michigan Cancer Foundation.",
      "pageId": 195191,
      "monthDay": "01/16"
    },
    {
      "year": "1911",
      "uri": "/wiki/Eduardo_Frei_Montalva",
      "name": "Eduardo Frei Montalva",
      "aboutText": "Jay Hanna \"Dizzy\" Dean (January 16, 1910 – July 17, 1974), also known as Jerome Herman Dean, was an American professional baseball player. He played in Major League Baseball as a pitcher for the St. Louis Cardinals, Chicago Cubs and the St.",
      "pageId": 295430,
      "monthDay": "01/16"
    },
    {
      "year": "1911",
      "uri": "/wiki/Roger_Lap%C3%A9bie",
      "name": "Roger Lapébie",
      "aboutText": "Francesco Scavullo (January 16, 1921 – January 6, 2004) was an American fashion photographer best known for his work on the covers of Cosmopolitan and his celebrity portraits.",
      "pageId": 423013,
      "monthDay": "01/16"
    },
    {
      "year": "1914",
      "uri": "/wiki/Roger_Wagner",
      "name": "Roger Wagner",
      "aboutText": "Günther Prien (16 January 1908 – presumed 7 March 1941) was a German U-boat ace of the first part of the Second World War, and the first U-boat commander to receive the Knight's Cross of the Iron Cross (German: Ritterkreuz des Eisernen Kreuzes) and the first member of the Kriegsmarine to receive the Knight's Cross of the Iron Cross with Oak Leaves (Ritterkreuz des Eisernen Kreuzes mit Eichenlaub). The Knight's Cross of the Iron Cross and its higher grade Oak Leaves was awarded to recognise extreme battlefield bravery or successful military leadership. It was Germany's highest military decoration at the time of its presentation to Günther Prien.",
      "pageId": 593666,
      "monthDay": "01/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/Leslie_H._Martinson",
      "name": "Leslie H. Martinson",
      "aboutText": "Ernesto Pietro Bonino (16 January 1922 – 29 April 2008) was an Italian singer of pop and jazz standards whose peak of popularity was during the 1940s and 50s.\nA native of Turin, Ernesto Bonino began his career in the late 1930s as a teenage singer in the lively club scene of his hometown. Another contemporary Turin performer, Fred Buscaglione, was also starting his singing occupation in the same fashion.",
      "pageId": 1092227,
      "monthDay": "01/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Philip_Lucock",
      "name": "Philip Lucock",
      "aboutText": "Anthony Evan Hecht (January 16, 1923 – October 20, 2004) was an American poet. His work combined a deep interest in form with a passionate desire to confront the horrors of 20th century history, with the Second World War, in which he fought, and the Holocaust being recurrent themes in his work.\n^ Shapiro, Harvey (October 22, 2004).",
      "pageId": 1163734,
      "monthDay": "01/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Carl_Karcher",
      "name": "Carl Karcher",
      "aboutText": "Alberto Augusto Crespo (16 January 1920 – 14 August 1991) was a racing driver from Buenos Aires, Argentina. He entered one World Championship Formula One Grand Prix, the 1952 Italian Grand Prix, with a Maserati entered for him by Enrico Platé.",
      "pageId": 1353842,
      "monthDay": "01/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Nel_Benschop",
      "name": "Nel Benschop",
      "aboutText": "Nelly Anna \"Nel\" Benschop (16 January 1918 – 31 January 2005) was a Dutch poet.",
      "pageId": 1569000,
      "monthDay": "01/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Allan_Ekelund",
      "name": "Allan Ekelund",
      "aboutText": "Carl Nicholas Karcher (January 16, 1917 – January 11, 2008) was an American businessman, founder of the Carl's Jr. hamburger chain, now owned by parent company CKE Restaurants, Inc.",
      "pageId": 1737765,
      "monthDay": "01/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Clem_Jones",
      "name": "Clem Jones",
      "aboutText": "Stirling Dale Silliphant (January 16, 1918 – April 26, 1996) was an American screenwriter and producer. His father, Sterling Silliphant, was a Canadian who immigrated to the United States in 1911, becoming a U.S. citizen in 1916. His mother was Ethel M. Silliphant.",
      "pageId": 2073839,
      "monthDay": "01/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Stirling_Silliphant",
      "name": "Stirling Silliphant",
      "aboutText": "Philip Ernest Lucock, CBE (16 January 1916 – 8 August 1996) was an English born Presbyterian minister and politician. Although he was born in England, he spent most of his life in Australia.\n^ Antony Green.",
      "pageId": 2853573,
      "monthDay": "01/16"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jerome_Horwitz",
      "name": "Jerome Horwitz",
      "aboutText": "Roger Lapébie (pronounced: [ʁɔ.ʒe la.pe.bi]; 16 January 1911 – 12 October 1996) was a French racing cyclist who won the 1937 Tour de France. In addition, Lapébie won the 1934 and 1937 editions of the Critérium National.",
      "pageId": 3613261,
      "monthDay": "01/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alberto_Crespo",
      "name": "Alberto Crespo",
      "aboutText": "Clem Jones AO (16 January 1918 – 15 December 2007) a surveyor by profession, was the longest serving Lord Mayor of the city of Brisbane, Australia, representing the Australian Labor Party from 1961 to 1975.",
      "pageId": 4190469,
      "monthDay": "01/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Elliott_Reid",
      "name": "Elliott Reid",
      "aboutText": "Leslie \"Les\" H. Martinson (born January 16, 1915) is an American television and film director.",
      "pageId": 6734562,
      "monthDay": "01/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Francesco_Scavullo",
      "name": "Francesco Scavullo",
      "aboutText": "Roger Wagner, KCSG (January 16, 1914 - September 17, 1992) was an American choral musician, administrator and educator.",
      "pageId": 9081726,
      "monthDay": "01/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ernesto_Bonino",
      "name": "Ernesto Bonino",
      "aboutText": "Anton-Günther, Duke of Oldenburg (Anton-Günther Friedrich August Josias von Oldenburg; January 16, 1923 – September 20, 2014) was the head of the Grand Ducal Family of Oldenburg.\nHe was born in Lensahn the son of Hereditary Grand Duke Nikolaus of Oldenburg (1897–1970) and his first wife Princess Helena of Waldeck and Pyrmont (1899–1948). Duke Anton-Günther was a grandson of Frederick Augustus II, the last Grand Duke of Oldenburg, and through his mother a grandson of Friedrich, the last Prince of Waldeck and Pyrmont.",
      "pageId": 10760751,
      "monthDay": "01/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Anton-G%C3%BCnther,_Duke_of_Oldenburg",
      "name": "Anton-Günther, Duke of Oldenburg",
      "aboutText": "Edgeworth Blair \"Elliott\" Reid (January 16, 1920 – June 21, 2013) was an American actor.",
      "pageId": 11617214,
      "monthDay": "01/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gene_Feist",
      "name": "Gene Feist",
      "aboutText": "Gene Feist (January 16, 1923 – March 17, 2014, New York City) was an American playwright, theater director and co-founder of the Roundabout Theater Company. He authored 15 plays or adaptations, of which two were published by Samuel French Inc.",
      "pageId": 14179956,
      "monthDay": "01/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Anthony_Hecht",
      "name": "Anthony Hecht",
      "aboutText": "Allan Ekelund (16 January 1918 – 4 September 2009) was a Swedish film producer.",
      "pageId": 22507991,
      "monthDay": "01/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Keith_Shackleton",
      "name": "Keith Shackleton",
      "aboutText": "Johannes Rau (German pronunciation: [joˈhanəs ˈʁaʊ]; 16 January 1931 – 27 January 2006) was a German politician of the SPD. He was President of Germany from 1 July 1999 until 30 June 2004, and Minister-President of North Rhine-Westphalia from 1978 to 1998.",
      "pageId": 15771,
      "monthDay": "01/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Katy_Jurado",
      "name": "Katy Jurado",
      "aboutText": "María Cristina Estela Marcela Jurado García, better known as Katy Jurado (Guadalajara, Mexico January 16, 1924 – Cuernavaca, Mexico July 5, 2002), was a Mexican and American film, stage and television actress. She had a successful film career both in Mexico and in Hollywood.\nJurado began her acting career in Mexico in 1943.",
      "pageId": 73695,
      "monthDay": "01/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Peter_Hirsch",
      "name": "Peter Hirsch",
      "aboutText": "Dian Fossey (/daɪˈæn ˈfɒsi/; January 16, 1932 – c. December 26, 1985) was an American zoologist, primatologist, and anthropologist who undertook an extensive study of mountain gorilla groups over a period of 18 years. She studied them daily in the mountain forests of Rwanda, initially encouraged to work there by anthropologist Louis Leakey.",
      "pageId": 168280,
      "monthDay": "01/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/James_Robinson_Risner",
      "name": "James Robinson Risner",
      "aboutText": "Susan Sontag (/ˈsɒntæɡ/; January 16, 1933 – December 28, 2004) was an American writer and filmmaker, teacher and political activist, publishing her first major work, the essay \"Notes on 'Camp' \", in 1964. Her best known works include On Photography, Against Interpretation, Styles of Radical Will, The Way We Live Now, Illness as Metaphor, Regarding the Pain of Others, The Volcano Lover and In America.\nSontag was active in writing and speaking about, or travelling to, areas of conflict, including during the Vietnam War and the Siege of Sarajevo.",
      "pageId": 295860,
      "monthDay": "01/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Harold_Switzer",
      "name": "Harold Switzer",
      "aboutText": "Robert Lee (Bob) Park (born January 16, 1931) is an emeritus professor of physics at the University of Maryland, College Park, and a former director of public information at the Washington office of the American Physical Society. Park is most noted for his critical commentaries on alternative medicine and pseudoscience, as well as his criticism of how legitimate science is distorted or ignored by the media, some scientists, and public policy advocates as expressed in his book Voodoo Science. He is also noted for his preference for robotic over manned space exploration.",
      "pageId": 669948,
      "monthDay": "01/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/O._P._Nayyar",
      "name": "O. P. Nayyar",
      "aboutText": "William Joseph Kennedy (born January 16, 1928) is an American writer and journalist born and raised in Albany, New York, to William J. Kennedy and to Mary E. McDonald. Kennedy was raised a Catholic. Many of his novels feature the interaction of members of the fictional Irish-American Phelan family, and make use of incidents of Albany's history and the supernatural.",
      "pageId": 855177,
      "monthDay": "01/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/William_Kennedy_(author)",
      "name": "William Kennedy",
      "aboutText": "Norman Podhoretz (/pɒdˈhɔrɨtz/; born January 16, 1930) is an American neoconservative pundit and writer for Commentary magazine.",
      "pageId": 913779,
      "monthDay": "01/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Pilar_Lorengar",
      "name": "Pilar Lorengar",
      "aboutText": "Omkar Prasad Nayyar (16 January 1926 – 28 January 2007) was an Indian film music director and composer.",
      "pageId": 997050,
      "monthDay": "01/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Shigeru_K%C5%8Dyama",
      "name": "Shigeru Kōyama",
      "aboutText": "Sir Peter Bernhard Hirsch FRS (born 16 January 1925) is a figure in British materials science who has made fundamental contributions to the application of transmission electron microscopy to metals. Hirsch attended the Sloane School, Chelsea and St Catharine's College, Cambridge. In 1946 he joined the Crystallography Department of the Cavendish to work for a PhD on work hardening in metals under Lawrence Bragg.",
      "pageId": 2100743,
      "monthDay": "01/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Stanley_Jeyaraja_Tambiah",
      "name": "Stanley Jeyaraja Tambiah",
      "aboutText": "James Robinson \"Robbie\" Risner (January 16, 1925 – October 22, 2013) was a general officer and professional fighter pilot in the United States Air Force.\nRisner was a double recipient of the Air Force Cross, the second highest military decoration for valor that can be awarded to a member of the United States Air Force. He was the first living recipient of the medal, awarded the first for valor in aerial combat during the Vietnam War, and the second for gallantry as a prisoner of war of the North Vietnamese for more than seven years.",
      "pageId": 2637833,
      "monthDay": "01/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Clarence_Ray_Allen",
      "name": "Clarence Ray Allen",
      "aboutText": "Paula Tilbrook (born 16 January 1930 in Salford) is a retired English actress who played Betty Eagleton in the ITV soap opera Emmerdale from 1994 to 2015. In April 2015, it was announced that Tilbrook would be retiring and her final scenes as Betty aired on 25 May. She briefly reprised her role in Emmerdale on Christmas Day 2015, when Betty appeared via skype to speak to the villagers.",
      "pageId": 2872164,
      "monthDay": "01/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mary_Ann_McMorrow",
      "name": "Mary Ann McMorrow",
      "aboutText": "For the basketball player see Ray Allen",
      "pageId": 3419188,
      "monthDay": "01/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Norman_Podhoretz",
      "name": "Norman Podhoretz",
      "aboutText": "Mary Ann McMorrow (née Grohwin; January 16, 1930 – February 23, 2013) was an Illinois Supreme Court Chief Justice.",
      "pageId": 4134261,
      "monthDay": "01/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Paula_Tilbrook",
      "name": "Paula Tilbrook",
      "aboutText": "Stanley Jeyaraja Tambiah (16 January 1929 – 19 January 2014) was a social anthropologist and Esther and Sidney Rabb Professor (Emeritus) of Anthropology at Harvard University.",
      "pageId": 5675319,
      "monthDay": "01/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Enderby",
      "name": "John Enderby",
      "aboutText": "Lorenza Pilar García Seta (January 16, 1928 – June 2, 1996) was a Spanish (Aragonese) soprano who used the professional name Pilar Lorengar. She was best known for her interpretations of opera and the Spanish genre Zarzuela, and as a soprano she was known for her full register, a youthful timbre as well as a distinctive vibrato.\nLorengar was born in the El Gancho district of Zaragoza.",
      "pageId": 5878025,
      "monthDay": "01/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/Robert_L._Park",
      "name": "Robert L. Park",
      "aboutText": "Victor Ciocâltea (January 16, 1932, Bucharest, Romania – September 10, 1983, Manresa, Spain) was a Romanian chess master. He was awarded the International Master title in 1957 and the International Grandmaster title in 1978.",
      "pageId": 8207244,
      "monthDay": "01/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/Johannes_Rau",
      "name": "Johannes Rau",
      "aboutText": "Keith Hope Shackleton MBE (16 January 1923 – 17 April 2015) was a British painter who concentrated on landscape views and animals. He has also produced limited edition prints. He was a friend of the conservationist and fellow painter Peter Scott, with whom he travelled to Antarctica.",
      "pageId": 9580890,
      "monthDay": "01/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Victor_Cioc%C3%A2ltea",
      "name": "Victor Ciocâltea",
      "aboutText": "Harold Frederick Switzer (January 16, 1925 – April 14, 1967) was an American child actor, most notable for appearing in the Our Gang short subjects series as an extra.",
      "pageId": 26262319,
      "monthDay": "01/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dian_Fossey",
      "name": "Dian Fossey",
      "aboutText": "Sir John (Edwin) Enderby CBE, FRS is a British physicist, and was Professor of Physics at University of Bristol from 1976 to 1996. He developed innovative ways of using neutrons to study matter at the microscopic level. His research has particularly advanced our understanding of the structure of multicomponent liquids— those made up of two or more types of atoms — including commonly used liquid alloys and glasses.",
      "pageId": 34037250,
      "monthDay": "01/16"
    },
    {
      "year": "1933",
      "uri": "/wiki/Susan_Sontag",
      "name": "Susan Sontag",
      "aboutText": "Shigeru Kōyama (神山 繁, Kōyama Shigeru, born January 16, 1929 in Tokyo, Japan) is a Japanese actor.",
      "pageId": 43634301,
      "monthDay": "01/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Marilyn_Horne",
      "name": "Marilyn Horne",
      "aboutText": "Richard Gavin Bryars (/ˈɡævɪn braɪərz/; born 16 January 1943) is an English composer and double bassist. He has been active in, or has produced works in, a variety of styles of music, including jazz, free improvisation, minimalism, historicism, experimental music, avant-garde and neoclassicism.",
      "pageId": 177823,
      "monthDay": "01/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/A._J._Foyt",
      "name": "A. J. Foyt",
      "aboutText": "Anthony Joseph \"A. J.\" Foyt, Jr. (born January 16, 1935) (\"Super Tex\") is an American retired automobile racing driver. He raced in numerous genres of motorsports.",
      "pageId": 228648,
      "monthDay": "01/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Udo_Lattek",
      "name": "Udo Lattek",
      "aboutText": "Brian John Peter Ferneyhough (/ˈfɜrnihoʊ/; born 16 January 1943) is an English composer, who has resided in California, United States since 1987. His work characterized by highly complex notation and the extensive use of irregular nested rhythmic tuplets, Ferneyhough is typically considered to be the central figure of the New Complexity movement.",
      "pageId": 297088,
      "monthDay": "01/16"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_White_(producer)",
      "name": "Michael White",
      "aboutText": "Marilyn Horne (born January 16, 1934) is an American mezzo-soprano opera singer. She specialized in roles requiring a large sound, beauty of tone, excellent breath support, and the ability to execute difficult coloratura passages. She is a recipient of the National Medal of Arts (1992) and the Kennedy Center Honors (1995).",
      "pageId": 379895,
      "monthDay": "01/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Lorraine_Bayly",
      "name": "Lorraine Bayly",
      "aboutText": "René Angélil, CM OQ (French pronunciation: ​[ʁɛne ɑ̃ʒelij]; born January 16, 1942) is a Canadian singer and manager. He is the husband and former manager of singer Celine Dion.",
      "pageId": 442087,
      "monthDay": "01/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Luiz_Bueno",
      "name": "Luiz Bueno",
      "aboutText": "Francis Eugene George, OMI (January 16, 1937 – April 17, 2015) was an American cardinal of the Roman Catholic Church and Archbishop Emeritus of Chicago. He was the eighth Archbishop of Chicago (1997–2014) and previously served as Bishop of Yakima (1990–1996) and Archbishop of Portland, Oregon (1996–1997).\nA member of the Missionary Oblates of Mary Immaculate, George was created a cardinal by Pope John Paul II in 1998.",
      "pageId": 737130,
      "monthDay": "01/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Francis_George",
      "name": "Francis George",
      "aboutText": "Luiz Pereira Bueno also known as Luis Bueno (16 January 1937 – 8 February 2011) was a race car driver from Brazil. He participated in one World Championship Formula One Grand Prix, on 11 February 1973. He scored no championship points.",
      "pageId": 1237436,
      "monthDay": "01/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Infante_Carlos,_Duke_of_Calabria",
      "name": "Infante Carlos, Duke of Calabria",
      "aboutText": "Marina Alandra Vaizey, Lady Vaizey CBE (born 16 January 1938) is an art critic and author based in the United Kingdom.\nMarina Alandra Vaizey is a broadcaster, exhibition curator and journalist. She was educated at Harvard University and Girton College, Cambridge.",
      "pageId": 1286322,
      "monthDay": "01/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Michael_Pataki",
      "name": "Michael Pataki",
      "aboutText": "José Eugênio Soares, best known as Jô Soares (born January 16, 1938 in Rio de Janeiro) is a Brazilian comedian, talk show host, author, theatrical producer, director, actor, painter and musician.\nSoares was born in Rio de Janeiro. After being educated in Switzerland and the United States, Soares returned to Rio and worked at TV Rio in 1958, writing and performing in comedy shows for the station.",
      "pageId": 1777021,
      "monthDay": "01/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/J%C3%B4_Soares",
      "name": "Jô Soares",
      "aboutText": "Michael Pataki (January 16, 1938 – April 15, 2010) was an American character actor.",
      "pageId": 2418473,
      "monthDay": "01/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Marina_Vaizey",
      "name": "Marina Vaizey",
      "aboutText": "Udo Lattek (16 January 1935 – 31 January 2015) was a German football player, coach, and TV pundit.\nWith 14 major titles, Lattek is one of the most successful coaches in the history of the game, and the most successful coach with German teams, especially Bayern Munich. He further won important trophies with Borussia Mönchengladbach and FC Barcelona.",
      "pageId": 2441591,
      "monthDay": "01/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Mac_Curtis",
      "name": "Mac Curtis",
      "aboutText": "Christine Truman Janes, MBE, (born 16 January 1941) is a female former tennis player from the United Kingdom who was active from the mid 1950s to the mid 1970s. She won a singles Grand Slam title at the French Championships in 1959 and was a finalist at Wimbledon and the U.S. Championships.",
      "pageId": 2717466,
      "monthDay": "01/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ralph_Gibson",
      "name": "Ralph Gibson",
      "aboutText": "Barbara Lynn (born Barbara Lynn Ozen, later Barbara Lynn Cumby, January 16, 1942) is an American rhythm and blues and electric blues guitarist, singer and songwriter.",
      "pageId": 3847735,
      "monthDay": "01/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lepa_Luki%C4%87",
      "name": "Lepa Lukić",
      "aboutText": "Lorraine Daphne Bayly AM (born 16 January 1937) is an Australian actress of film, television and theatre.",
      "pageId": 4148027,
      "monthDay": "01/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Christine_Truman",
      "name": "Christine Truman",
      "aboutText": "Dieter Moebius (16 January 1944 – 20 July 2015) was a German/Swiss experimental/krautrock/ambient/electronic musician.\nMoebius studied art in Brussels and Berlin and met there Hans-Joachim Roedelius and Conrad Schnitzler (Tangerine Dream). They founded a band Kluster in 1969.",
      "pageId": 4675266,
      "monthDay": "01/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ren%C3%A9_Ang%C3%A9lil",
      "name": "René Angélil",
      "aboutText": "Don Carlos Maria Alfonso Marcelo de Borbón-Dos Sicilias y de Borbón-Parma, Infante of Spain, Duke of Calabria, 16 January 1938 – 5 October 2015, was, at his death, the last infante of Spain during the reigns of his cousins King Juan Carlos I and King Felipe VI. He was also one of two claimants to the headship of the dynasty which ruled the Kingdom of the Two Sicilies prior to its incorporation into the Kingdom of Italy in 1861, in which capacity he was Grand Master of one of three Constantinian Orders of Saint George.",
      "pageId": 6134674,
      "monthDay": "01/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Barbara_Lynn",
      "name": "Barbara Lynn",
      "aboutText": "Ralph Gibson (born January 16, 1939) is an American art photographer best known for his photographic books.",
      "pageId": 7931801,
      "monthDay": "01/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gavin_Bryars",
      "name": "Gavin Bryars",
      "aboutText": "Michael White (born 16 January 1936 in Glasgow, Scotland) is a prolific British theatrical impresario and film producer.",
      "pageId": 13297217,
      "monthDay": "01/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Brian_Ferneyhough",
      "name": "Brian Ferneyhough",
      "aboutText": "Wesley Erwin \"Mac\" Curtis, Jr.",
      "pageId": 15505532,
      "monthDay": "01/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dieter_Moebius",
      "name": "Dieter Moebius",
      "aboutText": "Lepava Mušović (born 13 January 1940), known professionally as Lepa Lukić (Serbian Cyrillic: Лепа Лукић), is a Serbian folk singer with a career spanning nearly five decades. One of her biggest hits is \"Srce je moje violina\" (My Heart is a Violin).\n^ Dobrosavljević, Slavica at Večernje novosti (26 March 2011).",
      "pageId": 33935124,
      "monthDay": "01/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jim_Stafford",
      "name": "Jim Stafford",
      "aboutText": "Kabir Bedi is an Indian television and film actor. His career has spanned three continents including India, the United States and many European countries in three media: film, television and theatre. He is noted for his role as Emperor Shah Jahan in Taj Mahal: An Eternal Love Story.",
      "pageId": 16930,
      "monthDay": "01/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jill_Tarter",
      "name": "Jill Tarter",
      "aboutText": "Sara Jane Olson (born Kathleen Ann Soliah on January 16, 1947) was a member of the Symbionese Liberation Army (SLA) in the 1970s. She grew up in Palmdale, California, the daughter of Norwegian-American parents, Elsie Soliah (née Engstrom) and Palmdale High School English teacher and coach Martin Soliah. She went into hiding in 1976 after having been indicted in a bombing case.",
      "pageId": 17220,
      "monthDay": "01/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Judy_Baar_Topinka",
      "name": "Judy Baar Topinka",
      "aboutText": "John Howard Carpenter (born January 16, 1948) is an American film director, screenwriter, producer, editor and composer. Although Carpenter has worked in numerous film genres, he is most commonly associated with horror and science fiction films from the 1970s and 1980s.\nCarpenter's most notable films are Halloween (1978), Escape from New York (1981) and Starman (1984).",
      "pageId": 52260,
      "monthDay": "01/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Wim_Suurbier",
      "name": "Wim Suurbier",
      "aboutText": "Laura Catherine Schlessinger (born January 16, 1947) is an American talk radio host, socially conservative commentator and author. Her radio program consists mainly of her responses to callers' requests for personal advice and has occasionally featured her short monologues on social and political topics. Her website says that her show \"preaches, teaches, and nags about morals, values and ethics\".",
      "pageId": 277395,
      "monthDay": "01/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kabir_Bedi",
      "name": "Kabir Bedi",
      "aboutText": "Ronnie Lee Milsap (born January 16, 1943) is an American country music singer and pianist. He was one of country music's most popular and influential performers of the 1970s and 1980s. He became country music's first successful blind singer, and one of the most successful and versatile country \"crossover\" singers of his time, appealing to both country and pop music markets with hit songs that incorporated pop, R&B, and rock and roll elements.",
      "pageId": 502856,
      "monthDay": "01/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ronnie_Milsap",
      "name": "Ronnie Milsap",
      "aboutText": "Jill Cornell Tarter (born January 16, 1944) is an American astronomer and the former director of the Center for SETI Research, holding the Bernard M. Oliver Chair for SETI at the SETI Institute.",
      "pageId": 617534,
      "monthDay": "01/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Katia_Ricciarelli",
      "name": "Katia Ricciarelli",
      "aboutText": "Keith Harvey Proctor (born 16 January 1947) is a former British Conservative Member of Parliament. A member of the Monday Club, he represented Basildon from 1979 to 1983 and Billericay from 1983 to 1987. Proctor became embroiled in a scandal involving sex workers which ended his parliamentary career.",
      "pageId": 619837,
      "monthDay": "01/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Elaine_Murphy,_Baroness_Murphy",
      "name": "Elaine Murphy, Baroness Murphy",
      "aboutText": "Clifford Charles Devlin Thorburn, CM known as Cliff Thorburn (born January 16, 1948 in Victoria, British Columbia) is a retired professional Canadian snooker player. A former world number one (one of only ten players to hold that spot), he was world snooker champion in 1980, one of only three players from outside the United Kingdom to win the world title in the modern era (along with Ken Doherty and Neil Robertson). In 1983, Thorburn became the first player to compile a maximum break at the world championships.",
      "pageId": 626663,
      "monthDay": "01/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Magdalen_Nabb",
      "name": "Magdalen Nabb",
      "aboutText": "Judy Baar Topinka (January 16, 1944 – December 10, 2014) was an American politician and member of the Republican Party from the U.S. State of Illinois.\nAlthough originally a journalist, Topinka served in the Illinois House of Representatives from 1981 to 1985 and in the Illinois Senate from 1985 to 1995. She was elected to three terms as Illinois State Treasurer, serving from 1995 to 2007.",
      "pageId": 743773,
      "monthDay": "01/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sara_Jane_Olson",
      "name": "Sara Jane Olson",
      "aboutText": "Maui Dalvanius Prime (16 January 1948 – 3 October 2002) was a New Zealand entertainer and songwriter. His career spanned 30 years.",
      "pageId": 1080719,
      "monthDay": "01/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Harvey_Proctor",
      "name": "Harvey Proctor",
      "aboutText": "Katia Ricciarelli (Italian pronunciation: [ˈkatja rittʃaˈrɛlli]; born 16 January, 1946) is an Italian soprano.",
      "pageId": 1820028,
      "monthDay": "01/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Laura_Schlessinger",
      "name": "Laura Schlessinger",
      "aboutText": "John Jay Sutton (January 16, 1949 – March 20, 2011), better known by his ring name Oliver Humperdink, was a professional wrestling manager who worked for Jim Crockett Promotions, Florida Championship Wrestling and the World Wrestling Federation.",
      "pageId": 2012783,
      "monthDay": "01/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Carpenter",
      "name": "John Carpenter",
      "aboutText": "Ruth Reichl - pronounced RYE-shil - (born January 16, 1948) is an American chef, food writer, co-producer of PBS's Gourmet's Diary of a Foodie, culinary editor for the Modern Library, host of PBS's Gourmet's Adventures With Ruth, and the last editor-in-chief of the now shuttered Gourmet magazine. She has written a trilogy of critically acclaimed, best-selling memoirs: Tender at the Bone: Growing Up at the Table, Comfort Me with Apples: More Adventures at the Table, and Garlic and Sapphires: The Secret Life of a Critic in Disguise and has lately published Not becoming my Mother. In 2009 she published Gourmet Today a 1,008 page cookbook containing over 1,000 recipes.",
      "pageId": 2154668,
      "monthDay": "01/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ants_Laaneots",
      "name": "Ants Laaneots",
      "aboutText": "Magdalen Nabb (16 January 1947 – 18 August 2007) was a British author, best known for the Marshal Guarnaccia detective novels.\nBorn near Blackburn in Lancashire as Magdalen Nuttal, she was educated at the Convent Grammar School, Bury, before going on to art college in Manchester, where she studied arts and pottery, which she taught in an art school. In 1975 she moved to Florence in Italy with her son, Liam, even through she didn't speak Italian.",
      "pageId": 3157603,
      "monthDay": "01/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dalvanius_Prime",
      "name": "Dalvanius Prime",
      "aboutText": "James Wayne \"Jim\" Stafford (born January 16, 1944) is an American comedian, musician, and singer-songwriter. While prominent in the 1970s for his records \"Spiders and Snakes\", \"Swamp Witch\", \"Under The Scotsman's Kilt\", \"My Girl Bill\", and \"Wildwood Weed\", Stafford has headlined at his own theater in Branson, Missouri, since 1990. Stafford is self-taught on guitar, fiddle, piano, banjo, organ and harmonica.",
      "pageId": 3529865,
      "monthDay": "01/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ruth_Reichl",
      "name": "Ruth Reichl",
      "aboutText": "Robert Fitzroy 'Roy' Foster, FBA, FRHistS, FRSL (born 16 January 1949), publishing as R. F. Foster, is an Irish historian and academic.",
      "pageId": 4128506,
      "monthDay": "01/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Cliff_Thorburn",
      "name": "Cliff Thorburn",
      "aboutText": "Anne F. Beiler is an American businesswoman and founder of Auntie Anne's pretzels.\nBeiler was born into an Old Order Amish family in Lancaster County, Pennsylvania, in 1949. When she was three years of age, her parents became members of the Amish Mennonite church.",
      "pageId": 6149322,
      "monthDay": "01/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Anne_F._Beiler",
      "name": "Anne F. Beiler",
      "aboutText": "Wilhelmus \"Wim\" Lourens Johannes Suurbier (Dutch pronunciation: [ˈʋɪm ˈsyːr.ˌbiːr]) (born 16 January 1945 in Eindhoven, North Brabant) is a former Dutch football player and among others assistant coach of the Albanian national team.\nHe was a wingback who was part of the Dutch national team and AFC Ajax teams of the 1970s.\n^ \"Wim Suurbier - International Appearances\".",
      "pageId": 7525402,
      "monthDay": "01/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/R._F._Foster_(historian)",
      "name": "R. F. Foster",
      "aboutText": "Elaine Murphy, Baroness Murphy (born 16 January 1947) is a British politically independent politician and a member of the House of Lords.\nAfter qualifying as a doctor and then as a psychiatrist she later became an academic in the National Health Service for 25 years. She spent a period as a Health Service general manager between 1984 and 1990 which included the post of District General Manager for Lewisham and North Southwark Health Authority.",
      "pageId": 8019006,
      "monthDay": "01/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Oliver_Humperdink",
      "name": "Oliver Humperdink",
      "aboutText": "Kindral (General) Ants Laaneots, (born 16 January 1948) in Kilingi-Nõmme in Pärnumaa, is the former Commander-in-Chief of the Estonian Defence Forces and a veteran officer in the Soviet Army. General Laaneots previously served as the Commandant of the Estonian National Defence College from 2001 to 2006.",
      "pageId": 11229139,
      "monthDay": "01/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Caroline_Munro",
      "name": "Caroline Munro",
      "aboutText": "Fuad II (Arabic: فؤاد الثاني‎, Turkish: II. Fuad or Ahmed Fuad) (born 16 January 1952 as Prince Ahmad Fuad) is a member of the Egyptian house of Muhammad Ali, who formally reigned as the last King of Egypt and Sudan from July 1952 to June 1953.",
      "pageId": 220517,
      "monthDay": "01/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Andrew_Refshauge",
      "name": "Andrew Refshauge",
      "aboutText": "Robert Jay Mathews (January 16, 1953 – December 8, 1984) was an American neo-Nazi terrorist and the leader of The Order, an American white supremacist militant group.\nMathews burned to death during an intense gunfight with approximately seventy-five federal law enforcement agents who surrounded his house on Whidbey Island, near Freeland, Washington.",
      "pageId": 415326,
      "monthDay": "01/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Debbie_Allen",
      "name": "Debbie Allen",
      "aboutText": "Lloyd Blaine Hammond, Jr. (born on January 16, 1952) is a Gulfstream test pilot, a former United States Air Force officer, and a former NASA astronaut.",
      "pageId": 604788,
      "monthDay": "01/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Brian_Castro",
      "name": "Brian Castro",
      "aboutText": "Jerry Michael Linenger (born January 16, 1955), M.D., M.S.S.M., M.P.H., Ph.D., is a retired Captain in the United States Navy Medical Corps, and a former NASA astronaut who flew on the Space Shuttle and Space Station Mir.",
      "pageId": 614967,
      "monthDay": "01/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Robert_Schimmel",
      "name": "Robert Schimmel",
      "aboutText": "Kenji Suzuki (鈴木健二, Suzuki Kenji, born 16 January 1950), known as Damo Suzuki (ダモ鈴木), is a Japanese musician who has been living in Germany since the early 1970s and is best known as the former lead singer of the German krautrock group Can.",
      "pageId": 932338,
      "monthDay": "01/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Damo_Suzuki",
      "name": "Damo Suzuki",
      "aboutText": "Deborrah Kaye “Debbie” Allen (born January 16, 1950) is an American actress, dancer, choreographer, television director, television producer, and a member of the President's Committee on the Arts and Humanities. She is perhaps best known for her work on the 1982 musical-drama television series Fame, where she portrayed dance teacher Lydia Grant, and served as the series' principal choreographer. She plays Catherine Avery on Grey's Anatomy.",
      "pageId": 1020922,
      "monthDay": "01/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Glenn_Ordway",
      "name": "Glenn Ordway",
      "aboutText": "Robert George \"Bob\" Schimmel (January 16, 1950 – September 3, 2010) was an American comedian whose material was often X-rated and controversial. He was best known for his comedy albums and his frequent appearances on HBO and The Howard Stern Show.",
      "pageId": 1158519,
      "monthDay": "01/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Fuad_II_of_Egypt",
      "name": "Fuad II of Egypt",
      "aboutText": "Maarten Cornelis \"Martin\" Jol (born 16 January 1956) is a Dutch football manager and former midfielder.\nJol played over 400 games during his career which included spells in the Netherlands, Germany, and England, as well as earning three caps with the Dutch national team.",
      "pageId": 1218922,
      "monthDay": "01/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/L._Blaine_Hammond",
      "name": "L. Blaine Hammond",
      "aboutText": "Piercarlo Ghinzani (born 16 January 1952 in Riviera d'Adda, Lombardy) is a former racing driver from Italy.",
      "pageId": 1226331,
      "monthDay": "01/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Piercarlo_Ghinzani",
      "name": "Piercarlo Ghinzani",
      "aboutText": "Julie Anne Peters (born January 16, 1952) is an American author of young adult fiction. Peters has published 20 works, mostly novels, geared toward children and adolescents, many of which deal with LGBT issues. In addition to the United States, Peters's books have been published in numerous countries, including South Korea, China, Croatia, Germany, France, Italy, Indonesia, Turkey and Brazil.",
      "pageId": 1647139,
      "monthDay": "01/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Julie_Anne_Peters",
      "name": "Julie Anne Peters",
      "aboutText": "Jennifer Dale (née Ciurluini, born January 16, 1956 in Toronto) is a Canadian television actress and former dancer.",
      "pageId": 1820936,
      "monthDay": "01/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robert_Jay_Mathews",
      "name": "Robert Jay Mathews",
      "aboutText": "Brian Albert Castro (born 16 January 1950) is an Australian novelist and essayist.",
      "pageId": 2291453,
      "monthDay": "01/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Stephen_Hill",
      "name": "John Stephen Hill",
      "aboutText": "Caroline Munro (born 16 January 1949) is an English actress and model known for her many appearances in horror, science fiction and action films of the 1970s and 1980s.",
      "pageId": 2479537,
      "monthDay": "01/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Wolfgang_Schmidt",
      "name": "Wolfgang Schmidt",
      "aboutText": "Dr Andrew John Refshauge (born 16 January 1949) is a former Australian politician who was Deputy Premier of New South Wales from 1995 to 2005, a member of the New South Wales Legislative Assembly between 1983 and 2005 representing Labor, and a senior minister in the Carr ministry.",
      "pageId": 2908079,
      "monthDay": "01/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Vasili_Zhupikov",
      "name": "Vasili Zhupikov",
      "aboutText": "Wayne Wendell Daniel (born 16 January 1956) is a former cricketer, playing 10 Tests and 18 One Day Internationals for the West Indies between 1976 and 1984. A hostile and muscular fast bowler, Daniel toured England with the West Indies schoolboys team in 1974 and Middlesex's Second XI in 1975 before making his first-class debut for Barbados in 1975/76. Daniel, in partnership with fellow fast bowlers Michael Holding and Andy Roberts, contributed greatly to the defeat of England in 1976.",
      "pageId": 3099558,
      "monthDay": "01/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jerry_M._Linenger",
      "name": "Jerry M. Linenger",
      "aboutText": "Glenn Ordway (born January 16, 1951) is an American sports radio and television personality based in the Boston, Massachusetts area. He is a former commentator for the Boston Celtics radio broadcasts. He hosted WEEI-FM's The Big Show until February 15, 2013.",
      "pageId": 3496391,
      "monthDay": "01/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jennifer_Dale",
      "name": "Jennifer Dale",
      "aboutText": "Wolfgang Schmidt (born 16 January 1954) is a former German track and field athlete, who competed for East Germany at the 1976 Summer Olympics and won the silver medal in the discus throw. A former world record holder, he also won several medals at the European Championships in Athletics. Schmidt made headlines in 1982 due to his failed attempt to escape from East Germany.",
      "pageId": 5167698,
      "monthDay": "01/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Wayne_Daniel",
      "name": "Wayne Daniel",
      "aboutText": "Ivan Ivanovich Safronov (Russian: Иван Иванович Сафронов) (16 January 1956 – 2 March 2007) was a Russian journalist and columnist who covered military affairs for the daily newspaper Kommersant. He died after falling from the fifth floor of his Moscow apartment building. His apartment was on the third floor.",
      "pageId": 9872690,
      "monthDay": "01/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Martin_Jol",
      "name": "Martin Jol",
      "aboutText": "Vasili Mikhailovich Zhupikov (Russian: Василий Михайлович Жупиков) (16 January 1954 – 7 June 2015) was a Soviet football player and a Russian coach.",
      "pageId": 18501999,
      "monthDay": "01/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ivan_Safronov",
      "name": "Ivan Safronov",
      "aboutText": "John Stephen Hill (Stephen Hill) worked as a Canadian actor (1977-1982).",
      "pageId": 36170875,
      "monthDay": "01/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jurijs_Andrejevs",
      "name": "Jurijs Andrejevs",
      "aboutText": "Helen Folasade Adu, OBE (Yoruba: Fọláṣadé Adú; born 16 January 1959), known professionally as Sade Adu or simply Sade (/ʃɑːˈdeɪ/ shah-DAY), is an English singer-songwriter, composer, arranger, and record producer. With members Paul S. Denman, Andrew Hale, and Stuart Matthewman, she gained worldwide fame as the lead vocalist of the English band Sade. Following a brief stint as a fashion designer of men's clothing and part-time model Adu began backup singing for the band Pride.",
      "pageId": 252274,
      "monthDay": "01/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ricardo_Dar%C3%ADn",
      "name": "Ricardo Darín",
      "aboutText": "Anatoli Nikolaevich Boukreev (Russian: Анато́лий Никола́евич Букре́ев; January 16, 1958 – December 25, 1997) was a Russian Kazakh mountaineer who made ascents of 10 of the 14 eight-thousander peaks, i.e., peaks above 8,000 m (26,247 ft), without supplemental oxygen. From 1989 through 1997, he made 18 successful ascents of peaks above 8000 m.\nBoukreev had a reputation as an elite mountaineer in international climbing circles, (for summiting K2 in 1993 and Mount Everest via the North Ridge route in 1995), but became more widely known for his role in saving climbers during the 1996 Mount Everest disaster.",
      "pageId": 391207,
      "monthDay": "01/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Pawsey",
      "name": "Mark Pawsey",
      "aboutText": "Joel Andrew Fitzgibbon (born 16 January 1962) is an Australian politician and Australian Labor Party member of the Australian House of Representatives since March 1996, representing the Division of Hunter in New South Wales. From December 2007 to June 2009 he was the Minister for Defence in the First Rudd Ministry. He resigned from cabinet in June 2009, following a series of controversies.",
      "pageId": 565934,
      "monthDay": "01/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andriy_Bal",
      "name": "Andriy Bal",
      "aboutText": "Anthony Richard \"Tony\" Pulis (born 16 January 1958) is a Welsh football manager and former footballer who is the head coach of West Bromwich Albion.\nPulis obtained his FA coaching badge at the age of 19, followed by his UEFA 'A' licence aged 21 – making him one of the youngest professional players ever to have obtained the qualification. His son, Anthony, was a professional footballer and played at Stoke.",
      "pageId": 1094966,
      "monthDay": "01/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Anatoli_Boukreev",
      "name": "Anatoli Boukreev",
      "aboutText": "Paul Vincent Raven (16 January 1961 – 20 October 2007) was a bassist best known for his work in the post-punk group Killing Joke.",
      "pageId": 1400359,
      "monthDay": "01/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lena_Ek",
      "name": "Lena Ek",
      "aboutText": "Lena Ek (born 16 January 1958 in Mönsterås, Kalmar County) is a Swedish politician who served as Minister for the Environment from 2011 to 2014. She is a former Member of the European Parliament and Member of the Riksdag. She is a member of the Centre Party, part of the Alliance of Liberals and Democrats for Europe.",
      "pageId": 1480895,
      "monthDay": "01/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Marla_Frazee",
      "name": "Marla Frazee",
      "aboutText": "Denis Patrick Seamus O'Hare (born January 16, 1962) is an American actor noted for his award-winning performances in the plays Take Me Out and Sweet Charity, as well as portraying the vampire Russell Edgington on HBO's fantasy series True Blood. He is also known for his supporting roles in such films as Charlie Wilson's War, Milk, Changeling and Dallas Buyers Club. In 2011, he starred as Larry Harvey in the first season of the FX anthology series American Horror Story, for which he was nominated for a Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or a Movie in 2012.",
      "pageId": 1712338,
      "monthDay": "01/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tony_Pulis",
      "name": "Tony Pulis",
      "aboutText": "Ileana Salvador (born January 16, 1962 in Noale) is a former Italian race walker.",
      "pageId": 4183759,
      "monthDay": "01/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andris_%C5%A0%C4%B7%C4%93le",
      "name": "Andris Šķēle",
      "aboutText": "Andris Šķēle (born 16 January 1958 in Ape) is a Latvian politician and Business oligarch. He has served two terms as Prime Minister of Latvia from 21 December 1995 to 7 August 1997, and from 16 July 1999 to 5 May 2000.\n^ \"Par TP priekšsēdētāju ievēl Andri Šķēli\" (in Latvian).",
      "pageId": 4218998,
      "monthDay": "01/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sade_(singer)",
      "name": "Sade (singer)",
      "aboutText": "Ricardo Darín (Spanish pronunciation: [riˈkaɾðo ðaˈɾin]; born January 16, 1957) is an Argentine actor, screenwriter and film director.\nDarín is one of the biggest movie stars in Argentina. He played a number of parts in TV series for several years where he became popular as a young leading actor.",
      "pageId": 5775450,
      "monthDay": "01/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Juanita_Bynum",
      "name": "Juanita Bynum",
      "aboutText": "Jurijs Andrejevs (born 16 January 1957 in Riga, Latvia, USSR) is a former footballer who is currently the sporting director of Liepājas Metalurgs.\nPreviously he was the manager of the team but was released in 2008 after an unsuccessful season.",
      "pageId": 6457223,
      "monthDay": "01/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kimiko_Ikegami",
      "name": "Kimiko Ikegami",
      "aboutText": "Kimiko Ikegami (池上季実子, Ikegami Kimiko, born January 16, 1959) is an American-born Japanese actress. Born in Manhattan, New York City, she moved to Kyoto at age 3. Kimiko graduated from Horikoshi High School in Nakano, Tokyo and subsequently attended Tamagawa University.",
      "pageId": 7541034,
      "monthDay": "01/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lisa_Milroy",
      "name": "Lisa Milroy",
      "aboutText": "Kenneth Sivertsen (16 January 1961 – 24 December 2006) was a Norwegian musician, composer, poet, and comedian.",
      "pageId": 8598996,
      "monthDay": "01/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ronnie_Lee_Gardner",
      "name": "Ronnie Lee Gardner",
      "aboutText": "Andriy Mykhailovych Bal (Ukrainian: Андрій Михайлович Баль, Russian: Андрей Михайлович Баль, Andrey Mikhaylovich Bal; 16 January 1958 – 9 August 2014) was a Ukrainian football midfielder and coach.",
      "pageId": 9123803,
      "monthDay": "01/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Paul_Raven_(musician)",
      "name": "Paul Raven",
      "aboutText": "Juanita Bynum (born January 16, 1959) is an American Pentecostal televangelist, author, actress and gospel singer.",
      "pageId": 13238889,
      "monthDay": "01/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kenneth_Sivertsen_(musician)",
      "name": "Kenneth Sivertsen",
      "aboutText": "Lisa Milroy RA (born 19 January 1959 in Vancouver, British Columbia) is an Anglo-Canadian artist known for her still life paintings of everyday objects placed in lines or patterns. She has also produced a number of different series including landscapes, buildings, portraits and geishas in incongruous settings.\nIn 1977, aged 18, she went to Paris to study at the Paris-Sorbonne University.",
      "pageId": 14002342,
      "monthDay": "01/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Joel_Fitzgibbon",
      "name": "Joel Fitzgibbon",
      "aboutText": "Mark Julian Francis Pawsey (born 16 January 1957) is a British Conservative Party politician who has been the Member of Parliament (MP) for Rugby since the 2010 general election.\nHis father, Jim Pawsey, was Member of Parliament for Rugby from 1979 to 1983 and then for Rugby and Kenilworth from 1983 to 1997, when he lost the seat in the general election to Labour's Andy King.\n^ The London Gazette: no.",
      "pageId": 27342161,
      "monthDay": "01/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Denis_O%27Hare",
      "name": "Denis O'Hare",
      "aboutText": "Ronnie Lee Gardner (January 16, 1961 – June 18, 2010) was an American criminal who received the death penalty for murder in 1985, and was executed by a firing squad by the state of Utah in 2010. Gardner's case spent nearly 25 years in the court system, prompting the Utah House of Representatives to introduce legislation to limit the number of appeals in capital cases.\nIn October 1984, Gardner killed Melvyn John Otterstrom during a robbery in Salt Lake City.",
      "pageId": 27749327,
      "monthDay": "01/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_T._Riedl",
      "name": "John T. Riedl",
      "aboutText": "Marla Frazee (born January 16, 1958) is an American author and illustrator of children's literature. She has won two Caldecott Honors for picture book illustration.",
      "pageId": 27885327,
      "monthDay": "01/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ileana_Salvador",
      "name": "Ileana Salvador",
      "aboutText": "John Thomas Riedl (January 16, 1962 – July 15, 2013) was an American computer scientist and the McKnight Distinguished Professor at the University of Minnesota.",
      "pageId": 39984694,
      "monthDay": "01/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_Webb",
      "name": "Paul Webb",
      "aboutText": "Roy Jones, Jr., (Russian: Рой Джонс младший; born January 16, 1969), is an American professional boxer, boxing commentator, boxing trainer, rapper and actor. As a professional, he has captured numerous world titles in the middleweight, super middleweight, light heavyweight and heavyweight divisions. He is the only boxer in history to start his career as a light middleweight (154 lbs) and go on to win a heavyweight title.",
      "pageId": 190809,
      "monthDay": "01/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/James_May",
      "name": "James May",
      "aboutText": "Garth Ennis (born 16 January 1970) is a Northern Irish-born American comics writer, best known for the Vertigo series Preacher with artist Steve Dillon and his successful nine-year run on Marvel Comics' Punisher franchise.",
      "pageId": 297368,
      "monthDay": "01/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Deyan_Nedelchev",
      "name": "Deyan Nedelchev",
      "aboutText": "Danni Ashe (born January 16, 1968) is the pseudonym of an American nude model and former erotic dancer, who is the founder and former CEO of Danni's Hard Drive, a pioneering adult web site. Ashe started her adult Internet site in 1995. She has been an industry advocate and testified before a government panel.",
      "pageId": 345104,
      "monthDay": "01/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Maxine_Jones",
      "name": "Maxine Jones",
      "aboutText": "James Daniel May (born 16 January 1963) is a British television presenter and journalist. He is widely known for his years as a co-presenter of the motoring programme Top Gear alongside Jeremy Clarkson and Richard Hammond from 2003 to 2015. As of 2015 he is a director of the production company W. Chump & Sons.",
      "pageId": 371685,
      "monthDay": "01/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jill_Sobule",
      "name": "Jill Sobule",
      "aboutText": "Per Yngve Ohlin (16 January 1969 – 8 April 1991), better known by his stage name Dead, was a Swedish black/death metal vocalist and lyricist best known for his work with Norwegian black metal band Mayhem. He also performed as vocalist of the Swedish death metal band Morbid on their demo December Moon.\nRoadrunner Records ranked him No.",
      "pageId": 472381,
      "monthDay": "01/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Anthony_Washington",
      "name": "Anthony Washington",
      "aboutText": "Jill Sobule is an American singer-songwriter best known for the 1995 single \"I Kissed a Girl\", and \"Supermodel\" from the soundtrack of the 1995 film Clueless. Her folk-inflected compositions alternate between ironic, story-driven character studies and emotive ballads, a duality reminiscent of such 1970s American songwriters as Warren Zevon, Harry Nilsson, Loudon Wainwright III, Harry Chapin, and Randy Newman. Autobiographical elements, including Sobule's Jewish heritage and her adolescent battles with anorexia and depression, frequently occur in Sobule's writing.",
      "pageId": 517172,
      "monthDay": "01/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dandy_Sakano",
      "name": "Dandy Sakano",
      "aboutText": "Neil Antony Back MBE (born 16 January 1969) is a former international rugby union footballer for England and the British and Irish Lions who also played for Nottingham RFC, Leicester Tigers, and captained both England and Leicester during his career.\nPost World Cup victory with England in 2003 he took on the role of Player/Defensive Coach for Leicester Tigers until he decided to retire following an illustrious 17 year first class playing career. One of his final games saw him become the oldest Test British Lion in the history of the game in the 1st Test Match verses New Zealand whilst on the 2005 Tour.",
      "pageId": 701751,
      "monthDay": "01/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Danni_Ashe",
      "name": "Danni Ashe",
      "aboutText": "Brendan O'Hare (born 16 January 1970) is a Scottish musician, who amongst other things has been the drummer in the rock band Teenage Fanclub from 1990 until early 1994, and a member and collaborator of Mogwai.",
      "pageId": 1263246,
      "monthDay": "01/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/David_Chokachi",
      "name": "David Chokachi",
      "aboutText": "Maxine Jones (born January 16, 1962) is an American singer, songwriter, and actress. Jones rose to fame in the early 1990s as a member of the R&B quartet En Vogue, one of the world's best-selling girl groups of all time. In 2001, Jones departed from the group only to rejoin in 2003.",
      "pageId": 2314115,
      "monthDay": "01/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rebecca_Stead",
      "name": "Rebecca Stead",
      "aboutText": "Richard Bognar (born January 16, 1970) is a retired Canadian professional wrestler. He is best known as the second Razor Ramon who debuted in the World Wrestling Federation as a replacement for the original man to use the Ramon gimmick, Scott Hall.",
      "pageId": 2442948,
      "monthDay": "01/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Neil_Back",
      "name": "Neil Back",
      "aboutText": "Ronald Thomas Villone, Jr. (born January 16, 1970) is a retired Major League Baseball left-handed relief pitcher. Villone played for 12 teams in his career, tied for 2nd all time with pitcher Mike Morgan and outfielder Matt Stairs, and trailing only Octavio Dotel who has played for 13 teams.",
      "pageId": 2742595,
      "monthDay": "01/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Marinus_Bester",
      "name": "Marinus Bester",
      "aboutText": "David Chokachi (born David Al-Chokhachy on January 16, 1968 in Plymouth, Massachusetts) is an American film and television actor. He's best known for his role in the TV series Witchblade, Baywatch, and Beyond The Break.",
      "pageId": 3120950,
      "monthDay": "01/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stevie_Jackson",
      "name": "Stevie Jackson",
      "aboutText": "Paul Douglas Webb (born 16 January 1962) is an English musician. He was the bassist for English band Talk Talk.",
      "pageId": 3742068,
      "monthDay": "01/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Roy_Jones,_Jr.",
      "name": "Roy Jones, Jr.",
      "aboutText": "Stephen \"Stevie\" Jackson (born 16 January 1969) is a Scottish musician and songwriter. He is best known for playing lead guitar and singing in the Glasgow-based indie band Belle & Sebastian. Jackson's guitar playing is distinctively retrogressive and melodic, with a heavy use of reverb and minimal effects.",
      "pageId": 4156707,
      "monthDay": "01/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Per_%22Dead%22_Ohlin",
      "name": "Per \"Dead\" Ohlin",
      "aboutText": "Richard Park \"Rich\" Ward (born January 16, 1969) is an American guitarist, also known by his stage name, \"The Duke\".",
      "pageId": 6412208,
      "monthDay": "01/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rich_Ward",
      "name": "Rich Ward",
      "aboutText": "Anthony Washington (born January 16, 1966 in Glasgow, Montana) is an American former discus thrower, who competed in three consecutive Summer Olympics. At the 1999 World Championships in Seville, Washington won the gold medal in discus throw.\nHis personal bests are 71.14 m in discus and 59.58 m in hammer throw.",
      "pageId": 6781457,
      "monthDay": "01/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rick_Bognar",
      "name": "Rick Bognar",
      "aboutText": "Dandy Sakano (ダンディ坂野) (born Kenichi Sakano in Kaga, Ishikawa Prefecture, Japan on January 16, 1967) is a Japanese comedian, best known for his flamboyant clothing and \"Gets\" catch phrase.\nA former noodle shop owner, Sakano began his comedy career in 1996. His career took off in 2003 after he featured in an advert for one of Japan's biggest pizza chains, after which he appeared on chat shows and his catchphrase became known all over Japan.",
      "pageId": 8591743,
      "monthDay": "01/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Garth_Ennis",
      "name": "Garth Ennis",
      "aboutText": "Marinus Bester (born 16 January 1969 in Hamburg) is a retired German football striker.\n^ \"Bester, Marinus\" (in German). kicker.de.",
      "pageId": 17644811,
      "monthDay": "01/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Brendan_O%27Hare",
      "name": "Brendan O'Hare",
      "aboutText": "Rebecca Stead (born January 16, 1968) is an American writer of fiction for children and teens. She won the American Newbery Medal in 2010, the oldest award in children's literature, for her second novel When You Reach Me.\nShe won the Guardian Prize in 2013 recognizing Liar & Spy as the year's best British children's book by a writer who has not previously won it.",
      "pageId": 25879707,
      "monthDay": "01/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ron_Villone",
      "name": "Ron Villone",
      "aboutText": "Deyan Nedelchev is a Bulgarian pop singer, showman and composer. He has issued 12 albums and 9 maxi singles, including projects with his colleagues, some with his brother Boyko. He won the Grand-prix at the Golden Orpheus international festival in 1993 at the contest for new Bulgarian pop songs with the song 'Dedication'.",
      "pageId": 33903615,
      "monthDay": "01/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sergi_Bruguera",
      "name": "Sergi Bruguera",
      "aboutText": "Kate Moss (born 16 January 1974) is an English model. Born in Croydon, Greater London, she was discovered in 1988 at age 14 by Sarah Doukas, founder of Storm Model Management, at JFK Airport in New York City.\nMoss rose to fame in the early 1990s as part of the heroin chic fashion trend.",
      "pageId": 276361,
      "monthDay": "01/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jonathan_Mangum",
      "name": "Jonathan Mangum",
      "aboutText": "Gregory John Page, AM (born 16 January 1972) is an Australian singer, musician, and actor. He is best known as the original lead vocalist and a founding member of the children's band The Wiggles. Page has also recorded several solo albums.",
      "pageId": 642577,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ruben_Bagger",
      "name": "Ruben Bagger",
      "aboutText": "Debbie Ferguson-McKenzie (born 16 January 1976) is a Bahamian sprint athlete of Jamaican descent who specialises in the 100 and 200 metres.\nIn 1995, she was awarded the Austin Sealy Trophy for the most outstanding athlete of the 1995 CARIFTA Games. In total, she won 7 gold, 9 silver, and 2 bronze CARIFTA Games medals.",
      "pageId": 879973,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ang_Christou",
      "name": "Ang Christou",
      "aboutText": "Sergi Bruguera i Torner (Catalan pronunciation: [ˈsɛrʒi βɾuˈɣeɾə i turˈne]; born 16 January 1971, in Barcelona, Spain) is a former professional tennis player from Catalonia, Spain. He won consecutive men's singles titles at the French Open in 1993 and 1994.",
      "pageId": 913625,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dameon_Clarke",
      "name": "Dameon Clarke",
      "aboutText": "Ezra Hendrickson (born 16 January 1972 in Layou, St. Vincent) is a retired Vincentian footballer. He played professionally in the United States' Major League Soccer with New York MetroStars, Los Angeles Galaxy, Dallas Burn, and Chivas USA, and was also a member of the Saint Vincent and the Grenadines national team.",
      "pageId": 1107109,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Yuri_Alekseevich_Drozdov",
      "name": "Yuri Alekseevich Drozdov",
      "aboutText": "Joseph Horn (born January 16, 1972) is a former American football wide receiver and current assistant coach at Northeast Mississippi Community College. He was drafted by the Kansas City Chiefs in the fifth round of the 1996 NFL Draft, and also played for the New Orleans Saints, the Atlanta Falcons, and the Memphis Mad Dogs of the Canadian Football League.",
      "pageId": 1278198,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ezra_Hendrickson",
      "name": "Ezra Hendrickson",
      "aboutText": "Marlon Ordell Anderson (born January 6, 1974) is a former Major League Baseball utility player.",
      "pageId": 1756087,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Salah_Hissou",
      "name": "Salah Hissou",
      "aboutText": "Brothers Greg and Colin Strause (self-titled as the Brothers Strause) are a duo of American film directors, producers and special effects artists, most famous for directing Aliens vs. Predator: Requiem and Skyline, which were both critical failures but commercial successes.",
      "pageId": 2679923,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joe_Horn",
      "name": "Joe Horn",
      "aboutText": "Salah Hissou (Arabic: صلاح حيسو‎) (born January 16, 1972 in Ait Taghia, Kasba Tadla) is a long-distance runner from Morocco, who won the gold medal over 5000 metres at the 1999 World Championships in Athletics in Seville.",
      "pageId": 3580285,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Richard_T._Jones",
      "name": "Richard T. Jones",
      "aboutText": "Richard Timothy Jones (born January 16, 1972), known professionally as Richard T. Jones, is an American actor. Jones is best known for his portrayals of Laveinio in the dramatic film The Wood and Mike of the dramatic films Why Did I Get Married? and Why Did I Get Married Too?.",
      "pageId": 4220748,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Greg_Page_(musician)",
      "name": "Greg Page",
      "aboutText": "Ruben Bagger (born January 16, 1972) is a former Danish football player, who spent his entire professional career for Brøndby IF in the Danish Superliga, and played more than 300 matches for the club. He won five Danish Superliga championships and three Danish Cup trophys with Brøndby. Bagger played in the position of left winger or forward.",
      "pageId": 4341817,
      "monthDay": "01/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alen_Peternac",
      "name": "Alen Peternac",
      "aboutText": "Jonathan Mangum (born January 16, 1971) is an American actor and comedian. He was a cast member of the variety show The Wayne Brady Show and is the announcer for the game show Let's Make a Deal.",
      "pageId": 5366141,
      "monthDay": "01/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Josie_Davis",
      "name": "Josie Davis",
      "aboutText": "Ang Christou (born 16 January 1972) is a former Australian rules footballer for Carlton in the Australian Football League.",
      "pageId": 5680253,
      "monthDay": "01/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marlon_Anderson",
      "name": "Marlon Anderson",
      "aboutText": "Josie Rebecca Davis (born January 16, 1973) is an American actress, best known for her role as Sarah Powell in the television sitcom Charles in Charge from 1987 to 1990.",
      "pageId": 6010883,
      "monthDay": "01/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brent_Hinds",
      "name": "Brent Hinds",
      "aboutText": "Dameon J. Clarke is a Canadian actor who has done work for films, television shows, anime and video games. Many of his live-action works include supporting roles in shows like Graceland, 24, Castle, Supernatural and Prison Break.",
      "pageId": 6549578,
      "monthDay": "01/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kate_Moss",
      "name": "Kate Moss",
      "aboutText": "Brent Hinds (born January 16, 1974) is an American guitarist/singer best known as a member of the Atlanta, Georgia metal band Mastodon, in which he shares guitar duties with Bill Kelliher and vocal duties with Troy Sanders and Brann Dailor.",
      "pageId": 8057177,
      "monthDay": "01/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Greg_Strause",
      "name": "Greg Strause",
      "aboutText": "Yuri Alekseevich Drozdov (Russian: Юрий Алексеевич Дроздов; born January 16, 1972) is an association football coach and a former midfielder, who spent the majority of his playing career at FC Lokomotiv Moscow. He works as an assistant manager with PFC Spartak Nalchik. Before Lokomotiv, Drozdov used to play for their city rivals FC Dynamo Moscow.",
      "pageId": 10015194,
      "monthDay": "01/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Gillian_Iliana_Waters",
      "name": "Gillian Iliana Waters",
      "aboutText": "Alen Peternac (born 16 January 1972) is a Croatian retired footballer who played as a striker.\nHe is best known for his Real Valladolid stint, having spent the better part of his professional career in Spain, appearing in 206 official games in representation of three clubs.",
      "pageId": 11297858,
      "monthDay": "01/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anthony_Taberna",
      "name": "Anthony Taberna",
      "aboutText": "Gillian Iliana Waters (born January 16, 1975) is an African-American actress, also of Blackfoot Native American and Irish descent. She attended Howard University as an honors student. She majored in Human Communication and Dramatic Arts.",
      "pageId": 12773830,
      "monthDay": "01/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Debbie_Ferguson-McKenzie",
      "name": "Debbie Ferguson-McKenzie",
      "aboutText": "Antonio Talens Taberna, Jr., also known as Anthony Taberna or Ka Tunying, (born January 16, 1975) is a Filipino broadcast journalist and radio commentator.\nCurrently, he is on leave of absence in his morning show Umagang Kay Ganda on ABS-CBN and radio show Dos Por Dos on DZMM until the internal issues inside the Iglesia ni Cristo, his religion will be settled down. Taberna is one of the personalities surfaced in the recent INC members' peaceful assembly in EDSA last August 30.",
      "pageId": 29443978,
      "monthDay": "01/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Viktor_Maslov_(racing_driver)",
      "name": "Viktor Maslov",
      "aboutText": "Aaliyah Dana Haughton (/aː.ˈliː.ə/) (January 16, 1979 – August 25, 2001) was an American singer, dancer, actress, and model. She was born in Brooklyn, New York, and raised in Detroit, Michigan. At the age of 10, she appeared on the television show Star Search and performed in concert alongside Gladys Knight.",
      "pageId": 2144,
      "monthDay": "01/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Martina_Moravcov%C3%A1",
      "name": "Martina Moravcová",
      "aboutText": "José Alberto Pujols Alcántara (born January 16, 1980), better known as Albert Pujols (Spanish pronunciation: [ˈalβert puˈxols]), is a Dominican-American first baseman for the Los Angeles Angels of Anaheim of Major League Baseball. Pujols previously played with the St. Louis Cardinals, where he received three National League (NL) MVP awards (2005, 2008, 2009) and was a nine-time MLB All-Star (2001, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010).",
      "pageId": 718196,
      "monthDay": "01/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Roselle_Nava",
      "name": "Roselle Nava",
      "aboutText": "Ariel \"Arik\" Ze'evi (Hebrew: אריאל \"אריק\" זאבי‎, born 16 January 1977 in Bnei Brak) is an Israeli judoka, widely recognized as the country's most prominent judoka since the 1990s to date.\nZe'evi, a dan 6 black belt in Judo, has had a long and successful career competing in half-heavyweight Judo competitions. He is an Olympic bronze medal finalist in the 2004 Summer Olympics Judo 100 kg class in Athens.",
      "pageId": 930032,
      "monthDay": "01/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeff_Foster",
      "name": "Jeff Foster",
      "aboutText": "Nick Valensi (born Nicholas Valensi; January 16, 1981) is an American musician, guitarist of the American rock band The Strokes, in which he primarily plays lead guitar and occasionally rhythm guitar.",
      "pageId": 1102790,
      "monthDay": "01/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ariel_Ze%27evi",
      "name": "Ariel Ze'evi",
      "aboutText": "Katalin Vad, better known by her porn star name Michelle Wild (vad literally means \"wild\" in Hungarian) (born 16 January 1980) is a Hungarian actress and former erotic performer who worked mainly for Private Media Group (International) and LUXx Video (Hungary).\n^ a b c d e f g h \"Michelle Wild\". Retrieved 1 May 2014.",
      "pageId": 1226824,
      "monthDay": "01/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alfredo_Am%C3%A9zaga",
      "name": "Alfredo Amézaga",
      "aboutText": "Jeffrey Douglas Foster (born January 16, 1977) is a former American professional basketball player who spent the entirety of his 13-year career with the Indiana Pacers of the NBA.",
      "pageId": 1539825,
      "monthDay": "01/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Aaliyah",
      "name": "Aaliyah",
      "aboutText": "Tuncay Volkan Şanlı (Turkish pronunciation: [tunˈd͡ʒaj ˈʃanɫɯ], born 16 January 1982), or simply Tuncay, is a Turkish footballer who plays for FC Pune City in the Indian Super League. His natural position is the striker position, but he has played as an attacking midfielder and on either wing. He was in the Turkey team that finished in third place in both the 2003 Confederations Cup and the 2008 European Championships.",
      "pageId": 1765584,
      "monthDay": "01/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Toshiki_Kashu",
      "name": "Toshiki Kashu",
      "aboutText": "Viktor Maslov (Russian: Виктор Маслов) is a Russian race car driver born on 16 January 1976 in Surgut. Maslov spent six years in top-level karting, debuting in 1989, before competing in the premiere ice racing event Trophy Andros in 1996. In 1996 Maslov also competed in Russian Formula Three.",
      "pageId": 2022091,
      "monthDay": "01/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brenden_Morrow",
      "name": "Brenden Morrow",
      "aboutText": "Robert Lester \"Bobby\" Zamora (born 16 January 1981) is an English professional footballer who plays as a forward for Brighton & Hove Albion. Zamora began his career at Football League club Bristol Rovers, but was soon signed by Brighton & Hove Albion, where he found first team success. Zamora scored 77 goals in three seasons and helped the club achieve two successive promotions.",
      "pageId": 2144172,
      "monthDay": "01/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jason_Ward",
      "name": "Jason Ward",
      "aboutText": "Seydou Keita (born 16 January 1980) is a Malian professional footballer who plays for Italian club A.S. Roma. A versatile midfielder, he can operate as both a central or defensive midfielder, and played most notably with Lens (five seasons) and Barcelona (four), winning 14 titles with the latter.",
      "pageId": 2627410,
      "monthDay": "01/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Seydou_Keita_(footballer)",
      "name": "Seydou Keita",
      "aboutText": "Jason Robert Ward (born January 16, 1979) is a former Canadian professional ice hockey right winger. He has formerly played 336 games in the National Hockey League (NHL) with the Montreal Canadiens, New York Rangers, Los Angeles Kings, and Tampa Bay Lightning. He was drafted by the Canadiens in the first round, 11th overall, of the 1997 NHL Entry Draft.",
      "pageId": 3008859,
      "monthDay": "01/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lin-Manuel_Miranda",
      "name": "Lin-Manuel Miranda",
      "aboutText": "Brenden B. Morrow (born January 16, 1979) is a Canadian professional ice hockey left winger who is currently an unrestricted free agent in the National Hockey League (NHL). Morrow was drafted in the first round, 25th overall, by the Dallas Stars at the 1997 NHL Entry Draft, the organization he would play with for 13 seasons before brief stints with the Pittsburgh Penguins and St. Louis Blues.",
      "pageId": 3229949,
      "monthDay": "01/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Albert_Pujols",
      "name": "Albert Pujols",
      "aboutText": "Samuel Dylan Murray Preston (born 16 January 1982) more commonly known as Preston, is an English singer, who is the lead singer of The Ordinary Boys. He also appeared in the reality television show Celebrity Big Brother in 2006, in which he finished fourth. After The Ordinary Boys split in 2008, he embarked on a songwriting career.",
      "pageId": 3739442,
      "monthDay": "01/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Katalin_Vad",
      "name": "Katalin Vad",
      "aboutText": "Jamie Lundmark (born January 16, 1981) is a Canadian professional ice hockey forward who is currently playing with EC KAC of the EBEL.",
      "pageId": 3759728,
      "monthDay": "01/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jamie_Lundmark",
      "name": "Jamie Lundmark",
      "aboutText": "Alfredo Amézaga Delgado (/əˈmɛzəɡə/; Spanish pronunciation: [alˈfɾeðo aˈmesaɣa]; born January 16, 1978 in Ciudad Obregón, Sonora, Mexico) is a professional baseball player, who is currently with the Tigres de Quintana Roo of the Mexican League. In his career, he played 265 games in the outfield (most of them in center field), 115 games at shortstop, 71 games at third base, 60 games at second base and 6 games at first base. The only positions he has not played are pitcher and catcher.",
      "pageId": 5354460,
      "monthDay": "01/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nick_Valensi",
      "name": "Nick Valensi",
      "aboutText": "Martina Moravcová (born 16 January 1976 in Piešťany, Trnava, Czechoslovakia) is a medley, butterfly and freestyle swimmer from Slovakia. She made her international swimming debut in 1991 for Czechoslovakia, and has gone on to compete in five consecutive Summer Olympics (1992–2008). She is a two-time Olympic silver medalist, both achieved at the 2000 Summer Olympics in Sydney, Australia.",
      "pageId": 5403068,
      "monthDay": "01/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bobby_Zamora",
      "name": "Bobby Zamora",
      "aboutText": "Lin-Manuel Miranda (born January 16, 1980) is an American composer, lyricist, librettist, rapper, and actor, best known for creating and starring in the Broadway musicals In the Heights and Hamilton.\nMiranda wrote the music and lyrics for the musical In the Heights, which opened on Broadway at the Richard Rodgers Theatre in March 2008. Miranda's written work for the show earned him numerous accolades, including the 2008 Tony Award for Best Original Score and the 2009 Grammy Award for Best Musical Theater Album.",
      "pageId": 13072534,
      "monthDay": "01/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Preston_(singer)",
      "name": "Preston",
      "aboutText": "Birgitte Hjort Sørensen (born 16 January 1982) is a Danish actress who made her debut on the television series The Eagle in 2005. She followed this by playing Roxie Hart in the musical Chicago in Copenhagen and on the West End. Sørensen's breakthrough role was as journalist Katrine Fønsmark in the television political drama Borgen (2010–13).",
      "pageId": 34548646,
      "monthDay": "01/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tuncay_%C5%9Eanl%C4%B1",
      "name": "Tuncay Şanlı",
      "aboutText": "Roselle Nava (born March 28, 1976) is a singer, film and television actress, and politician in the Philippines.",
      "pageId": 39127546,
      "monthDay": "01/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Birgitte_Hjort_S%C3%B8rensen",
      "name": "Birgitte Hjort Sørensen",
      "aboutText": "Toshiki Kashu (賀集 利樹, Kashū Toshiki, born January 16, 1979) is a Japanese actor, best known for his role as Shouichi Tsugami, the main character of the Kamen Rider series Kamen Rider Agito.",
      "pageId": 46935343,
      "monthDay": "01/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Emanuel_Pogatetz",
      "name": "Emanuel Pogatetz",
      "aboutText": "Emanuel Pogatetz (born 16 January 1983) is an Austrian footballer who is currently playing for the Columbus Crew SC in Major League Soccer. Pogatetz has previously played for FC Kärnten, Bayer Leverkusen II, FC Aarau, Spartak Moscow, Middlesbrough, Hannover 96, Vfl Wolfsburg, West Ham United, 1. FC Nürnberg and international football for Austria at under-16, under-18, under-19, under-21 and full international level.",
      "pageId": 2791513,
      "monthDay": "01/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andriy_Rusol",
      "name": "Andriy Rusol",
      "aboutText": "Reto Pirmin (The Swiss Cannon) Ziegler (born 16 January 1986) is a Swiss footballer who plays as a left defender for FC Sion.",
      "pageId": 2852092,
      "monthDay": "01/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Stephan_Lichtsteiner",
      "name": "Stephan Lichtsteiner",
      "aboutText": "Stephan Lichtsteiner (born 16 January 1984) is a Swiss professional footballer who plays for Italian club Juventus and the Switzerland national team. An attacking right back, he is known for his energetic runs down the right wing and athleticism, which earned him the nicknames \"Forrest Gump\" and \"The Swiss Express\".\nHe began his professional career with Grasshopper Zürich, winning a league title in 2002–03, and moved to Lille in 2005, helping the French club to Champions League qualification in his first season.",
      "pageId": 3497944,
      "monthDay": "01/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Miroslav_Radovi%C4%87",
      "name": "Miroslav Radović",
      "aboutText": "Andriy Anatoliyovych Rusol (born 16 January 1983 in Kirovohrad) is a Ukrainian retired footballer, who formerly played as a defender for Dnipro Dnipropetrovsk and the Ukrainian national team.",
      "pageId": 3541528,
      "monthDay": "01/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jared_Slingerland",
      "name": "Jared Slingerland",
      "aboutText": "Mason Wilson Gamble (born January 16, 1986) is an American actor known for his portrayal of Dennis Mitchell in the 1993 film Dennis the Menace, a role he got after beating out a reported 20,000 children who had auditioned, and as Jason Schwartzman's sidekick, Dirk Calloway, in Wes Anderson and Owen Wilson's critically acclaimed 1998 film Rushmore. He also appeared in Anya's Bell with Della Reese, starring as a dyslexic boy. In 1999, Gamble portrayed Brady Lang in the thriller Arlington Road.",
      "pageId": 4220766,
      "monthDay": "01/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kurt_Travis",
      "name": "Kurt Travis",
      "aboutText": "Jonathan Richter (born 16 January 1985) is a Danish disabled professional football midfielder, who played for the Danish Superliga side FC Nordsjælland. He is the son of a Gambian father and a Danish mother and the twin brother of Simon Richter.\nOn 20 July 2009 while playing at Hvidovre Stadion, Richter was struck by lightning which resulted in cardiac arrest.",
      "pageId": 8148351,
      "monthDay": "01/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Joe_Flacco",
      "name": "Joe Flacco",
      "aboutText": "Miroslav Radović (Serbian Cyrillic: Мирослав Радовић; born 16 January 1984) is a Serbian professional footballer who plays as a winger for Chinese club Hebei China Fortune.\nRadović started his career with Partizan, before joining Polish club Legia Warsaw in the summer of 2006.",
      "pageId": 8837782,
      "monthDay": "01/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gintaras_Janu%C5%A1evi%C4%8Dius",
      "name": "Gintaras Januševičius",
      "aboutText": "Sheena Halili (born Sheena Yvette Castro Halili on January 16, 1987 in San Fernando, Pampanga, Philippines) is a Filipina actress. She became popular when she played the role of Monica in the 2007 series, MariMar. She also became a Regal contract star because of Marimar.",
      "pageId": 10024445,
      "monthDay": "01/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sidharth_Malhotra",
      "name": "Sidharth Malhotra",
      "aboutText": "Lauren Elizabeth McAvoy (born 16 January 1987) is an English fashion model. In September 2007 she won Cycle 3 of Britain's Next Top Model.",
      "pageId": 13093795,
      "monthDay": "01/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jonathan_Richter",
      "name": "Jonathan Richter",
      "aboutText": "Jared Slingerland (born January 16, 1984) is a Canadian guitarist and electronic musician based in Vancouver, British Columbia.",
      "pageId": 13819736,
      "monthDay": "01/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Simon_Richter",
      "name": "Simon Richter",
      "aboutText": "Simon Richter (born 16 January 1985) is a Danish professional football defender, who plays for FC Roskilde.",
      "pageId": 14303431,
      "monthDay": "01/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mason_Gamble",
      "name": "Mason Gamble",
      "aboutText": "Joseph Vincent \"Joe\" Flacco, also known as Joe Cool, (born January 16, 1985) is an American football quarterback for the Baltimore Ravens of the National Football League (NFL). He played college football at Delaware after transferring from Pittsburgh, and was drafted by the Ravens in the first round of the 2008 NFL Draft.\nIn his rookie year, Flacco started every game and led the Ravens to two road wins in the 2008–09 NFL Playoffs, becoming the first rookie quarterback in league history to win two road playoff games, as a rookie starting quarterback he won 14 games, 11 during regular season.",
      "pageId": 14470855,
      "monthDay": "01/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Irina_Kuzmina",
      "name": "Irina Kuzmina",
      "aboutText": "Paula Belén Pareto (born 16 January 1986 in Buenos Aires, Argentina) is an Argentinian judoka.",
      "pageId": 18782665,
      "monthDay": "01/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Paula_Pareto",
      "name": "Paula Pareto",
      "aboutText": "Gintaras Januševičius (Born 16 January 1985 in Moscow) is a Lithuanian pianist. He is renowned for his tender and original interpretations; particularly that of Rachmaninoff, Chopin, Liszt and Mussorgsky.",
      "pageId": 19843712,
      "monthDay": "01/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Johannes_Rahn",
      "name": "Johannes Rahn",
      "aboutText": "Mark Daniel Trumbo (born January 16, 1986) is an American professional baseball first baseman and outfielder for the Baltimore Orioles of Major League Baseball (MLB). He played for the Los Angeles Angels of Anaheim from 2010 through 2013, for the Arizona Diamondbacks in 2014 and 2015, and for the Seattle Mariners in 2015.",
      "pageId": 22128118,
      "monthDay": "01/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mark_Trumbo",
      "name": "Mark Trumbo",
      "aboutText": "Kurt Thomas Travis (born January 16, 1984) is an American singer, musician, and songwriter best known as the former vocalist of the band Dance Gavin Dance and current vocalist for the band A Lot Like Birds. Shortly following A Lot Like Birds's release, Conversation Piece in October 2011, Travis also released a solo EP entitled Wha Happen? released by Doghouse Records in January 2012., on which he wrote and performed all of the material.",
      "pageId": 24164252,
      "monthDay": "01/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Reto_Ziegler",
      "name": "Reto Ziegler",
      "aboutText": "Irina Kuzmina (born 16 January 1986) is a retired Latvian tennis player.\nKuzmina won two singles and eight doubles titles on the ITF tour during her career. On 13 October 2008, she reached her best singles ranking of world number 307.",
      "pageId": 24419409,
      "monthDay": "01/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Charlotte_Henshaw",
      "name": "Charlotte Henshaw",
      "aboutText": "Johannes Rahn (born 16 January 1986 in Hachenburg) is a German footballer who plays for Fortuna Köln in the 3. Fußball-Liga.\nRahn made his professional debut for TuS Koblenz during the first round of fixtures of the 2006–07 2.",
      "pageId": 34731328,
      "monthDay": "01/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lauren_McAvoy",
      "name": "Lauren McAvoy",
      "aboutText": "Sidharth Malhotra (born 16 January 1985) is an Indian actor and former model who appears in Bollywood films. Malhotra began a career as a model at the age of 18. After quitting modeling, he assisted director Karan Johar in the 2010 film My Name Is Khan.",
      "pageId": 36736219,
      "monthDay": "01/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sheena_Halili",
      "name": "Sheena Halili",
      "aboutText": "Charlotte Henshaw (born 16 January 1987) is a British Paralympic swimmer.",
      "pageId": 36957987,
      "monthDay": "01/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nicklas_Bendtner",
      "name": "Nicklas Bendtner",
      "aboutText": "Nicklas Bendtner (Danish pronunciation: [neɡ̊las ˈb̥ɛnˀd̥nɐ]; born 16 January 1988) is a Danish footballer who plays for German Bundesliga club VfL Wolfsburg and the Denmark national team. His preferred position is centre forward, but he has also played on the right side of attack, and possesses a powerful header.\nHaving progressed through the youth ranks at Tårnby Boldklub, Kjøbenhavns Boldklub and Arsenal, Bendtner signed his first professional contract with Arsenal in 2005.",
      "pageId": 3051931,
      "monthDay": "01/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jorge_Torres_Nilo",
      "name": "Jorge Torres Nilo",
      "aboutText": "Yvonne Marie Zima (born January 16, 1989) is an American actress. She is best known for her role as Daisy Carter on The Young and the Restless.",
      "pageId": 4220783,
      "monthDay": "01/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/FKA_twigs",
      "name": "FKA twigs",
      "aboutText": "Li Xiaoxia (simplified Chinese: 李晓霞; traditional Chinese: 李曉霞; pinyin: Lǐ Xiǎoxiá; born 16 January 1988) is a Chinese table tennis professional.\nShe trains in the Jiangsu Wuxi Shanhe Club in Wuxi, China. Her trainer is Li Sun, who is also the mentor of Olympic gold medal winner Zhang Yining.",
      "pageId": 11570751,
      "monthDay": "01/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Li_Xiaoxia",
      "name": "Li Xiaoxia",
      "aboutText": "Alex Gonzaga (born Catherine \"Cathy\" Cruz Gonzaga; January 16, 1988) is a Filipino singer, actress, author, television host and comedienne. Her first major role was as a lead cast member on the ABS-CBN sitcom Let's Go (2006–07) and Gokada Go! (2007).",
      "pageId": 14508277,
      "monthDay": "01/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alex_Gonzaga",
      "name": "Alex Gonzaga",
      "aboutText": "Jorge Emmanuel Torres Nilo (born 16 January 1988) is a Mexican footballer who plays for UANL of the Liga MX and the Mexico national team.",
      "pageId": 19440552,
      "monthDay": "01/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yvonne_Zima",
      "name": "Yvonne Zima",
      "aboutText": "Charlotte Elise Best (born 16 January 1994) is an Australian actress and model.",
      "pageId": 20721903,
      "monthDay": "01/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Matt_Duchene",
      "name": "Matt Duchene",
      "aboutText": "Matthew James Duchene (pronounced: [dyˈʃɛn]; born January 16, 1991) is a Canadian professional ice hockey centre currently playing for the Colorado Avalanche of the National Hockey League (NHL). He was selected third overall by Colorado in the 2009 NHL Entry Draft.",
      "pageId": 22535691,
      "monthDay": "01/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Matt_Doherty_(footballer,_born_1992)",
      "name": "Matt Doherty",
      "aboutText": "Matthew James \"Matt\" Doherty (born 16 January 1992) is an Irish footballer who plays as a right back for English club Wolverhampton Wanderers.\nDoherty was signed by Wolves in 2010, who played his Irish club Bohemians during pre-season.",
      "pageId": 30368600,
      "monthDay": "01/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maja_Keuc",
      "name": "Maja Keuc",
      "aboutText": "Maja Keuc (born January 16, 1992 in Maribor, Slovenia), is a Slovenian singer who represented Slovenia at the Eurovision Song Contest 2011 with the song \"No One\".\nDuring her childhood, she joined the \"English student theatre\" where she got a lot of stage experience including singing, dancing and playing instruments. In 2010, Maja competed in the talent show Slovenija ima talent (Slovenia's Got Talent) and finished as a runner-up to a 7-year-old girl Lina Kuduzović.",
      "pageId": 31028705,
      "monthDay": "01/16"
    },
    {
      "year": "1993",
      "uri": "/wiki/Hannes_Anier",
      "name": "Hannes Anier",
      "aboutText": "Mikaela Jade Turik, (born 16 January 1995, in Sydney, NSW, Australia), is an international cricketer, who plays and captains the Canadian Women's National cricket team, (from May 2009 – present). She is an all-rounder, right-arm, medium-fast bowler and right-hand, top order batsman.",
      "pageId": 34908310,
      "monthDay": "01/16"
    },
    {
      "year": "1993",
      "uri": "/wiki/Amandine_Hesse",
      "name": "Amandine Hesse",
      "aboutText": "Hannes Anier (born 16 January 1993) is an Estonian professional football striker who plays for Estonian Meistriliiga club Flora.",
      "pageId": 37864631,
      "monthDay": "01/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Charlotte_Best",
      "name": "Charlotte Best",
      "aboutText": "Amandine Hesse (born 16 January 1993 in Montauban) is a French tennis player.\nHesse has won three singles and three doubles titles on the ITF tour in her career. On 19 October 2015, she reached her best singles ranking of world number 157.",
      "pageId": 37987271,
      "monthDay": "01/16"
    },
    {
      "year": "1995",
      "uri": "/wiki/Mikaela_Turik",
      "name": "Mikaela Turik",
      "aboutText": "Tahliah Debrett Barnett (born 16 January 1988), known by the stage name FKA twigs, is a British singer, songwriter, producer and dancer. She was born and raised in Gloucestershire, and became a backup dancer after moving to London when she was 17 years old. Barnett first entered the music industry with the release of her extended plays EP1 (2012) and EP2 (2013).",
      "pageId": 41307276,
      "monthDay": "01/16"
    }
  ]
}