{
  "people": [
    {
      "year": "1443",
      "uri": "/wiki/Margaret_Beaufort,_Countess_of_Richmond_and_Derby",
      "name": "Margaret Beaufort, Countess of Richmond and Derby",
      "aboutText": "Alessandro di Cristofano di Lorenzo del Bronzino Allori (Florence, 31 May 1535 – 22 September 1607) was an Italian portrait painter of the late Mannerist Florentine school.",
      "pageId": 1647,
      "monthDay": "05/31"
    },
    {
      "year": "1469",
      "uri": "/wiki/Manuel_I_of_Portugal",
      "name": "Manuel I of Portugal",
      "aboutText": "Walter \"Walt\" Whitman (/ˈhwɪtmən/; May 31, 1819 – March 26, 1892) was an American poet, essayist and journalist. A humanist, he was a part of the transition between transcendentalism and realism, incorporating both views in his works. Whitman is among the most influential poets in the American canon, often called the father of free verse.",
      "pageId": 33870,
      "monthDay": "05/31"
    },
    {
      "year": "1527",
      "uri": "/wiki/Agnes_of_Hesse",
      "name": "Agnes of Hesse",
      "aboutText": "Michael I (Polish: Michał Korybut Wiśniowiecki, Lithuanian: Mykolas I Kaributas Višnioveckis; May 31, 1640 – November 10, 1673) was the ruler of the Polish–Lithuanian Commonwealth as King of Poland and Grand Duke of Lithuania from September 29, 1669 until his death in 1673. Michael's reign was marked by struggles between the pro-Habsburg and pro-French political factions.\nA native Pole and descendant of Korybut, brother of King Władysław II Jagiełło, Michael was freely elected by the unanimous vote of the Polish nobility after the abdication of his predecessor, John II Casimir Vasa.",
      "pageId": 48295,
      "monthDay": "05/31"
    },
    {
      "year": "1535",
      "uri": "/wiki/Alessandro_Allori",
      "name": "Alessandro Allori",
      "aboutText": "Margaret Beaufort (usually pronounced: /ˈboʊfərt/, BOH-fərt; or /ˈbjuːfərt/, BEW-fərt), Countess of Richmond and Derby (31 May 1443 – 29 June 1509), was the mother of King Henry VII and paternal grandmother of King Henry VIII of England. She was a key figure in the Wars of the Roses and an influential matriarch of the House of Tudor.",
      "pageId": 70194,
      "monthDay": "05/31"
    },
    {
      "year": "1557",
      "uri": "/wiki/Feodor_I_of_Russia",
      "name": "Feodor I of Russia",
      "aboutText": "Johann Georg Baiter (May 31, 1801 – October 10, 1877) was a Swiss philologist and textual critic.",
      "pageId": 143237,
      "monthDay": "05/31"
    },
    {
      "year": "1613",
      "uri": "/wiki/John_George_II,_Elector_of_Saxony",
      "name": "John George II, Elector of Saxony",
      "aboutText": "Manuel I (English: Emmanuel I; 31 May 1469 – 13 December 1521), the Fortunate (Port. o Afortunado), King of Portugal and the Algarves was the son of Infante Ferdinand, Duke of Viseu (1433–70) by his wife, Infanta Beatrice of Portugal. His name is associated with a period of Portuguese civilization distinguished by significant achievements both in political affairs and the arts.",
      "pageId": 144835,
      "monthDay": "05/31"
    },
    {
      "year": "1640",
      "uri": "/wiki/Micha%C5%82_Korybut_Wi%C5%9Bniowiecki",
      "name": "Michał Korybut Wiśniowiecki",
      "aboutText": "Fyodor (Theodore) I Ivanovich (Russian: Фёдор I Иванович or Feodor I Ioannovich Russian: Феодор I Иоаннович; 31 May 1557 – 16/17 January (NS) 1598) was the last Rurikid Tsar of Russia (1584–1598), son of Ivan IV (The Terrible) and Anastasia Romanovna. He was born in Moscow and crowned Tsar and Autocrat of all Russia at Assumption Cathedral, Moscow, on 31 May 1584.\nBeing unhealthy and, by some reports, intellectually disabled, Feodor was only the nominal ruler, having his duties handed over to his wife's brother and trusted minister Boris Godunov, who would later succeed Feodor as tsar.",
      "pageId": 148193,
      "monthDay": "05/31"
    },
    {
      "year": "1641",
      "uri": "/wiki/Patriarch_Dositheos_II_of_Jerusalem",
      "name": "Patriarch Dositheos II of Jerusalem",
      "aboutText": "Johann Ludwig Tieck (31 May 1773 – 28 April 1853) was a German poet, translator, editor, novelist, writer of Novellen, and critic, who was one of the founding fathers of the Romantic movement of the late 18th and early 19th centuries.",
      "pageId": 172803,
      "monthDay": "05/31"
    },
    {
      "year": "1656",
      "uri": "/wiki/Marin_Marais",
      "name": "Marin Marais",
      "aboutText": "Pierre Victurnien Vergniaud (31 May 1753 – 31 October 1793) was a lawyer and statesman, and a significant figure of the French Revolution. A deputy to the Assembly from Bordeaux, Vergniaud was a notably eloquent orator.",
      "pageId": 196677,
      "monthDay": "05/31"
    },
    {
      "year": "1683",
      "uri": "/wiki/Jean-Pierre_Christin",
      "name": "Jean-Pierre Christin",
      "aboutText": "Henry Sidgwick (/ˈsɪdʒwɪk/; 31 May 1838 – 28 August 1900) was an English utilitarian philosopher and economist. He was one of the founders and first president of the Society for Psychical Research and a member of the Metaphysical Society, and promoted the higher education of women. His work in economics has also had a lasting influence.",
      "pageId": 206999,
      "monthDay": "05/31"
    },
    {
      "year": "1732",
      "uri": "/wiki/Count_Hieronymus_von_Colloredo",
      "name": "Count Hieronymus von Colloredo",
      "aboutText": "Hijikata Toshizō (土方 歳三, May 31, 1835 – June 20, 1869) was the vice-commander of Shinsengumi, a great swordsman and a talented Japanese military leader who resisted the Meiji Restoration.",
      "pageId": 441567,
      "monthDay": "05/31"
    },
    {
      "year": "1753",
      "uri": "/wiki/Pierre_Victurnien_Vergniaud",
      "name": "Pierre Victurnien Vergniaud",
      "aboutText": "John Albion Andrew (May 31, 1818 – October 30, 1867) was an American lawyer and politician in Massachusetts. He was elected in 1860 as the 25th Governor of Massachusetts, serving between 1861 and 1866, and led the state's contributions to the Union cause during the American Civil War.",
      "pageId": 769834,
      "monthDay": "05/31"
    },
    {
      "year": "1754",
      "uri": "/wiki/Andrea_Appiani",
      "name": "Andrea Appiani",
      "aboutText": "Marin Marais (French: [maʁɛ̃ maʁɛ]; 31 May 1656, Paris – 15 August 1728, Paris) was a French composer and viol player. He studied composition with Jean-Baptiste Lully, often conducting his operas, and with master of the bass viol Monsieur de Sainte-Colombe for six months. He was hired as a musician in 1676 to the royal court of Versailles.",
      "pageId": 790449,
      "monthDay": "05/31"
    },
    {
      "year": "1773",
      "uri": "/wiki/Ludwig_Tieck",
      "name": "Ludwig Tieck",
      "aboutText": "Lord William James Pirrie, 1st Viscount Pirrie, KP, PC (Ire) (31 May 1847 – 7 June 1924) was a leading Irish shipbuilder and businessman. He was chairman of Harland and Wolff, shipbuilders, between 1895 and 1924, and also served as Lord Mayor of Belfast between 1896 and 1898. He was ennobled as Baron Pirrie in 1906, appointed a Knight of the Order of St Patrick in 1908 and made Viscount Pirrie in 1921.",
      "pageId": 892084,
      "monthDay": "05/31"
    },
    {
      "year": "1801",
      "uri": "/wiki/Johann_Georg_Baiter",
      "name": "Johann Georg Baiter",
      "aboutText": "John George (31 May 1613 – 22 August 1680) was the Elector of Saxony from 1656 to 1680. He belonged to the Albertine line of the House of Wettin.",
      "pageId": 1657072,
      "monthDay": "05/31"
    },
    {
      "year": "1818",
      "uri": "/wiki/John_Albion_Andrew",
      "name": "John Albion Andrew",
      "aboutText": "Andrea Appiani (31 May 1754 – 8 November 1817) was an Italian neoclassical painter.",
      "pageId": 2898746,
      "monthDay": "05/31"
    },
    {
      "year": "1819",
      "uri": "/wiki/Walt_Whitman",
      "name": "Walt Whitman",
      "aboutText": "Count Hieronymus Joseph Franz de Paula Graf Colloredo von Wallsee und Melz (31 May 1732 – 20 May 1812) was Prince-Bishop of Gurk from 1761 to 1772 and Prince-Archbishop of Salzburg from 1771 until 1803, when the prince-archbishopric was secularized.",
      "pageId": 23830180,
      "monthDay": "05/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Hijikata_Toshiz%C5%8D",
      "name": "Hijikata Toshizō",
      "aboutText": "Dositheos II Notarius of Jerusalem (Greek: Δοσίθεος Β΄ Ιεροσολύμων; Arachova 31 May 1641 – Constantinople 8 Feb. 1707) was the Greek Orthodox Patriarch of Jerusalem between 1669 and 1707 and a theologian of the Orthodox Church. He was known for standing against influences of the Roman Catholic and Protestant Churches.",
      "pageId": 26977529,
      "monthDay": "05/31"
    },
    {
      "year": "1838",
      "uri": "/wiki/Henry_Sidgwick",
      "name": "Henry Sidgwick",
      "aboutText": "Agnes of Hesse (31 May 1527 – 4 November 1555) was a princess of Hesse by birth and by marriage Electress of Saxony.",
      "pageId": 32062339,
      "monthDay": "05/31"
    },
    {
      "year": "1847",
      "uri": "/wiki/William_Pirrie,_1st_Viscount_Pirrie",
      "name": "William Pirrie, 1st Viscount Pirrie",
      "aboutText": "Jean-Pierre Christin (May 31, 1683  – January 19, 1755) was a French physicist, mathematician, astronomer and musician. His proposal to reverse the Celsius thermometer scale (from water boiling at 0 degrees and ice melting at 100 degrees, to water boiling at 100 degrees and ice melting at 0 degrees) was widely accepted and is still in use today.\nChristin was born in Lyon.",
      "pageId": 36320014,
      "monthDay": "05/31"
    },
    {
      "year": "1852",
      "uri": "/wiki/Francisco_Moreno",
      "name": "Francisco Moreno",
      "aboutText": "William Heath Robinson (31 May 1872 – 13 September 1944) was an English cartoonist and illustrator best known for drawings of ridiculously complicated machines for achieving simple objectives.\nIn the U.K., the term \"Heath Robinson\" entered the language during the 1914–1918 First World War as a description of any unnecessarily complex and implausible contrivance, much as \"Rube Goldberg machines\" came to be used in the U.S. from the 1920s onwards as a term for similar efforts. \"Heath Robinson contraption\" is perhaps more often used in relation to temporary fixes using ingenuity and whatever is to hand, often string and tape, or unlikely cannibalisations.",
      "pageId": 13955,
      "monthDay": "05/31"
    },
    {
      "year": "1852",
      "uri": "/wiki/Julius_Richard_Petri",
      "name": "Julius Richard Petri",
      "aboutText": "Pope Pius XI, (Italian: Pio XI) born Ambrogio Damiano Achille Ratti (Italian pronunciation: [amˈbrɔdʒo daˈmjano aˈkille ˈratti]; 31 May 1857 – 10 February 1939), reigned from 6 February 1922 to his death in 1939. He was the first sovereign of Vatican City from its creation as an independent state on 11 February 1929.",
      "pageId": 147858,
      "monthDay": "05/31"
    },
    {
      "year": "1857",
      "uri": "/wiki/Pope_Pius_XI",
      "name": "Pope Pius XI",
      "aboutText": "William Joseph Mayerl known as Billy Mayerl (May 31, 1902 – March 25, 1959) was an English pianist and composer who built a career in music hall and musical theatre and became an acknowledged master of light music. Best known for his syncopated novelty piano solos, he wrote over 300 piano pieces, many of which were named after flowers and trees, including his best-known composition, Marigold (1927). He also ran the successful School of Syncopation for whose members he published hundreds of his own arrangements of popular songs.",
      "pageId": 155718,
      "monthDay": "05/31"
    },
    {
      "year": "1860",
      "uri": "/wiki/Walter_Sickert",
      "name": "Walter Sickert",
      "aboutText": "Walter Richard Sickert (31 May 1860 – 22 January 1942), born in Munich, Germany, was a painter and printmaker who was a member of the Camden Town Group in London. He was an important influence on distinctively British styles of avant-garde art in the 20th century.\nSickert was a cosmopolitan and eccentric who often favoured ordinary people and urban scenes as his subjects.",
      "pageId": 160433,
      "monthDay": "05/31"
    },
    {
      "year": "1863",
      "uri": "/wiki/Francis_Younghusband",
      "name": "Francis Younghusband",
      "aboutText": "Lauri Kristian Relander (May 31, 1883 – February 9, 1942) was the second President of Finland (1925–1931).",
      "pageId": 164617,
      "monthDay": "05/31"
    },
    {
      "year": "1872",
      "uri": "/wiki/W._Heath_Robinson",
      "name": "W. Heath Robinson",
      "aboutText": "Lieutenant Colonel Sir Francis Edward Younghusband, KCSI, KCIE (31 May 1863 – 31 July 1942) was a British Army officer, explorer, and spiritual writer. He is remembered for his travels in the Far East and Central Asia; especially the 1904 British expedition to Tibet, led by him, and for his writings on Asia and foreign policy.",
      "pageId": 183603,
      "monthDay": "05/31"
    },
    {
      "year": "1879",
      "uri": "/wiki/Frances_Alda",
      "name": "Frances Alda",
      "aboutText": "Fred Allen (born John Florence Sullivan; May 31, 1894 – March 17, 1956) was an American comedian whose absurdist, topically pointed radio program The Fred Allen Show (1932–1949) made him one of the most popular and forward-looking humorists in the Golden Age of American radio.\nHis best-remembered gag was his long-running mock feud with friend and fellow comedian Jack Benny, but it was only part of his appeal; radio historian John Dunning (in On the Air: The Encyclopedia of Old-Time Radio) wrote that Allen was radio's most admired comedian and most frequently censored. A master ad libber, Allen often tangled with his network's executives (and often barbed them on the air over the battles) while developing routines whose style and substance influenced fellow comic talents, including Groucho Marx, Stan Freberg, Henry Morgan and Johnny Carson; his avowed fans also included President Franklin D. Roosevelt and novelists William Faulkner, John Steinbeck and Herman Wouk (who began his career writing for Allen).",
      "pageId": 248712,
      "monthDay": "05/31"
    },
    {
      "year": "1882",
      "uri": "/wiki/S%C3%A1ndor_Festetics",
      "name": "Sándor Festetics",
      "aboutText": "Saint-John Perse (French: [pɛʁs]; also Saint-Leger Leger; pseudonyms of Alexis Leger) (31 May 1887 – 20 September 1975) was a French poet-diplomat, awarded the Nobel Prize for Literature in 1960 \"for the soaring flight and evocative imagery of his poetry.\" He was a major French diplomat from 1914 to 1940, after which he lived primarily in the United States until 1967.",
      "pageId": 335260,
      "monthDay": "05/31"
    },
    {
      "year": "1883",
      "uri": "/wiki/Lauri_Kristian_Relander",
      "name": "Lauri Kristian Relander",
      "aboutText": "Michel Kikoïne (Belarusian: Міхаіл Кікоін; Russian: Михаил Кико́ин, Michail Kikóin; 31 May 1892 – 4 November 1968), was a Litvak-French painter.",
      "pageId": 359208,
      "monthDay": "05/31"
    },
    {
      "year": "1885",
      "uri": "/wiki/Alois_Hudal",
      "name": "Alois Hudal",
      "aboutText": "Gregor Strasser (31 May 1892 – 30 June 1934) was a prominent German Nazi official and politician.\nBorn in 1892 in Bavaria, Strasser served in World War I in an artillery regiment, rising to the rank of first lieutenant. He joined the Nazi Party (NSDAP) in 1920 and quickly became an influential and important figure.",
      "pageId": 431207,
      "monthDay": "05/31"
    },
    {
      "year": "1887",
      "uri": "/wiki/Saint-John_Perse",
      "name": "Saint-John Perse",
      "aboutText": "Norman Vincent Peale (May 31, 1898 – December 24, 1993) was a minister and author (most notably of The Power of Positive Thinking) and a progenitor of \"positive thinking\".",
      "pageId": 538026,
      "monthDay": "05/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Michel_Kikoine",
      "name": "Michel Kikoine",
      "aboutText": "Erich Neumann (b. 31 May 1892 — d. 1948 or 23 March 1951) was a Nazi politician.",
      "pageId": 739780,
      "monthDay": "05/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Erich_Neumann_(politician)",
      "name": "Erich Neumann",
      "aboutText": "Frances Alda (31 May 1879– 18 September 1952) was a New Zealand-born, Australian-raised operatic soprano.",
      "pageId": 793929,
      "monthDay": "05/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Konstantin_Paustovsky",
      "name": "Konstantin Paustovsky",
      "aboutText": "Julius Richard Petri (May 31, 1852 – December 20, 1921) was a German microbiologist who is generally credited with inventing the device known as the Petri dish after him, while working as assistant to bacteriologist Robert Koch.",
      "pageId": 1692590,
      "monthDay": "05/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Gregor_Strasser",
      "name": "Gregor Strasser",
      "aboutText": "Konstantin Georgiyevich Paustovsky (Russian: Константи́н Гео́ргиевич Паусто́вский, 31 May [O.S. 19 May] 1892 – July 14, 1968) was a Russian Soviet writer nominated for the Nobel Prize for literature in 1965.",
      "pageId": 1903946,
      "monthDay": "05/31"
    },
    {
      "year": "1894",
      "uri": "/wiki/Fred_Allen",
      "name": "Fred Allen",
      "aboutText": "Francisco Pascasio Moreno (May 31, 1852 – November 22, 1919) was a prominent explorer and academic in Argentina, where he is usually referred to as Perito Moreno (perito means \"specialist, expert\"). Perito Moreno has been credited as one of the most influential figures in the Argentine incorporation of large parts of Patagonia and its subsequent development.",
      "pageId": 2040206,
      "monthDay": "05/31"
    },
    {
      "year": "1898",
      "uri": "/wiki/Norman_Vincent_Peale",
      "name": "Norman Vincent Peale",
      "aboutText": "Alois Hudal (also known as Luigi Hudal; 31 May 1885 – 13 May 1963) was an Austrian titular bishop in the Roman Catholic church, based in Rome. For thirty years, he was the head of the Austrian-German congregation of Santa Maria dell'Anima in Rome and, until 1937, an influential representative of the Austrian Catholic Church. In his 1937 book, The Foundations of National Socialism, Hudal praised Adolf Hitler and his policies and indirectly attacked Vatican policies.",
      "pageId": 2924306,
      "monthDay": "05/31"
    },
    {
      "year": "1901",
      "uri": "/wiki/Alfredo_Antonini",
      "name": "Alfredo Antonini",
      "aboutText": "Florence Desmond (31 May 1905 – 16 January 1993) was the stage name of Florence Dawson, an English actress, comedienne and impersonator.",
      "pageId": 3070081,
      "monthDay": "05/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Billy_Mayerl",
      "name": "Billy Mayerl",
      "aboutText": "Count Sándor Ágost Dénes Festetics de Tolna (31 May 1882 – 12 September 1956) was a Hungarian nobleman and cabinet minister who later became an advocate of Nazism in Hungary.",
      "pageId": 4983237,
      "monthDay": "05/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/Florence_Desmond",
      "name": "Florence Desmond",
      "aboutText": "Alfredo Antonini (May 31, 1901 – November 3, 1983) was a leading Italian/American symphony conductor and composer who was active on the international concert stage as well as on the CBS radio and television networks from the 1930s through the 1960s. In 1971 he received an Emmy Award for best musical performance on television for his conducting of the premiere of Ezra Laderman's opera And David Wept for CBS television.\n^ The New York Times, July 2, 1948, pg.",
      "pageId": 8954089,
      "monthDay": "05/31"
    },
    {
      "year": "1908",
      "uri": "/wiki/Don_Ameche",
      "name": "Don Ameche",
      "aboutText": "Alfred George Deller, CBE (31 May 1912 – 16 July 1979), was an English singer and one of the main figures in popularising the return of the countertenor voice in Renaissance and Baroque music during the 20th century.\nHe is sometimes referred to as the \"godfather of the countertenor\". His style in singing lute song, with extensive use of rubato and extemporised ornamentation, was seen as radical and controversial in his day but is now considered the norm.",
      "pageId": 86939,
      "monthDay": "05/31"
    },
    {
      "year": "1908",
      "uri": "/wiki/Sigfred_Johansen",
      "name": "Sigfred Johansen",
      "aboutText": "Rainier III (Rainier Louis Henri Maxence Bertrand Grimaldi; 31 May 1923 – 6 April 2005) ruled the Principality of Monaco for almost 56 years, making him one of the longest ruling monarchs in European history. Though internationally known for his marriage to the American actress Grace Kelly, he was also responsible for reforms to Monaco's constitution and for expanding the principality's economy beyond its traditional casino gambling base. Gambling accounts for only approximately three percent of the nation's annual revenue today; when Rainier ascended the throne in 1949, it accounted for more than 95 percent.",
      "pageId": 154987,
      "monthDay": "05/31"
    },
    {
      "year": "1908",
      "uri": "/wiki/Nils_Poppe",
      "name": "Nils Poppe",
      "aboutText": "Julian Beck (May 31, 1925 – September 14, 1985) was an American actor, director, poet, and painter.",
      "pageId": 158661,
      "monthDay": "05/31"
    },
    {
      "year": "1909",
      "uri": "/wiki/Art_Coulter",
      "name": "Art Coulter",
      "aboutText": "Denholm Mitchell Elliott, CBE (31 May 1922 – 6 October 1992) was an English film, television and theatre actor with more than 120 film and television credits. He trained at the Royal Academy of Dramatic Art in London. In the 1980s, he won the BAFTA Award for Best Actor in a Supporting Role in three consecutive years (his first for Coleman in Trading Places), the only actor ever to have achieved this.",
      "pageId": 168307,
      "monthDay": "05/31"
    },
    {
      "year": "1909",
      "uri": "/wiki/Aurore_Gagnon",
      "name": "Aurore Gagnon",
      "aboutText": "Bernard Lewis, FBA (born 31 May 1916) is a British-American historian specializing in oriental studies. He is also known as a public intellectual and political commentator. Lewis is the Cleveland E. Dodge Professor Emeritus of Near Eastern Studies at Princeton University.",
      "pageId": 185034,
      "monthDay": "05/31"
    },
    {
      "year": "1911",
      "uri": "/wiki/Maurice_Allais",
      "name": "Maurice Allais",
      "aboutText": "Maurice Félix Charles Allais (31 May 1911 – 9 October 2010) was a French economist, and was the 1988 winner of the Nobel Memorial Prize in Economics \"for his pioneering contributions to the theory of markets and efficient utilization of resources.\"",
      "pageId": 414266,
      "monthDay": "05/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/Alfred_Deller",
      "name": "Alfred Deller",
      "aboutText": "Don Ameche (/əˈmiːtʃi/; May 31, 1908 – December 6, 1993) was an American actor and voice artist with a career spanning almost 60 years.\nAfter touring in vaudeville, he featured in many biographical films, including The Story of Alexander Graham Bell (1939). He continued to appear on Broadway, as well as on radio and TV, where he was host and commentator for International Showtime, covering circus and ice-shows all over Europe.",
      "pageId": 520931,
      "monthDay": "05/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Akira_Ifukube",
      "name": "Akira Ifukube",
      "aboutText": "Akira Ifukube (伊福部 昭, Ifukube Akira, 31 May 1914 – 8 February 2006) was a Japanese composer of classical music and film scores, perhaps best known for his work on the soundtracks of the Godzilla movies by Toho.",
      "pageId": 867152,
      "monthDay": "05/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bert_Haanstra",
      "name": "Bert Haanstra",
      "aboutText": "Howard Reig (May 31, 1921 – November 10, 2008) was an American radio and television announcer.",
      "pageId": 1667722,
      "monthDay": "05/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bernard_Lewis",
      "name": "Bernard Lewis",
      "aboutText": "Arthur Edmund Coulter (May 31, 1909 – October 14, 2000) was a Canadian professional ice hockey defenceman who played for the New York Rangers and Chicago Black Hawks in the National Hockey League.\nCoulter, a two time Stanley Cup Champion, helped the Chicago Black Hawks win their first Stanley Cup in 1933–34 and the New York Rangers to a Cup win in 1939–40. He succeeded Hall of Famer Bill Cook as captain of the Rangers in 1938.",
      "pageId": 1989367,
      "monthDay": "05/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Sadie_Corr%C3%A9",
      "name": "Sadie Corré",
      "aboutText": "Alida Valli (31 May 1921 – 22 April 2006), sometimes simply credited as Valli, stage name of Baroness Alida Maria Laura Altenburger von Marckenstein u.",
      "pageId": 2569353,
      "monthDay": "05/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Robie_Macauley",
      "name": "Robie Macauley",
      "aboutText": "Ellsworth Kelly (May 31, 1923 – December 27, 2015) was an American painter, sculptor, and printmaker associated with hard-edge painting, Color Field painting and the minimalist school. His works demonstrate unassuming techniques emphasizing simplicity of form, similar to the work of John McLaughlin and Kenneth Noland. Kelly often employed bright colors.",
      "pageId": 2625094,
      "monthDay": "05/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Edna_Dor%C3%A9",
      "name": "Edna Doré",
      "aboutText": "Nils Poppe (31 May 1908 – 28 June 2000) was a Swedish actor, director and screenwriter.",
      "pageId": 4177663,
      "monthDay": "05/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Howard_Reig",
      "name": "Howard Reig",
      "aboutText": "Edna Doré (born Edna Lillian Gorring; 31 May 1921 – 11 April 2014) was a British actress. Doré was known for her bit-part roles in situation comedies and for playing the character of Mo Butcher in EastEnders (1988–90).\n^ \"Index entry\".",
      "pageId": 4256161,
      "monthDay": "05/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alida_Valli",
      "name": "Alida Valli",
      "aboutText": "Albert 'Bert' Haanstra (Dutch pronunciation: [ˈɑlbərt bɛrt ˈɦaːnstraː]; 31 May 1916 – 23 October 1997) was a Dutch film director of films and documentaries. His documentary Glass (1958) won the Academy Award for Documentary Short Subject in 1959. His feature film Fanfare (1958) was the most visited Dutch film at the time, and has since only been surpassed by Turkish Delight (1973).",
      "pageId": 5350823,
      "monthDay": "05/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Denholm_Elliott",
      "name": "Denholm Elliott",
      "aboutText": "Marie-Aurore-Lucienne Gagnon, simply known as Aurore Gagnon (31 May 1909 – 12 February 1920), was a Canadian girl who was a victim of child abuse. She died of exhaustion and blood poisoning from some 52 wounds inflicted by her stepmother, Marie-Anne Houde, and her father, Télesphore Gagnon.",
      "pageId": 6085161,
      "monthDay": "05/31"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ellsworth_Kelly",
      "name": "Ellsworth Kelly",
      "aboutText": "Sigfred Johansen (31 May 1908 – 18 July 1953), was a Danish film actor of the 1930s and 1940s.",
      "pageId": 11540695,
      "monthDay": "05/31"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rainier_III,_Prince_of_Monaco",
      "name": "Rainier III, Prince of Monaco",
      "aboutText": "Robie Mayhew Macauley (May 31, 1919 – November 20, 1995) was an American editor, novelist and critic whose literary career spanned more than 50 years.",
      "pageId": 15899369,
      "monthDay": "05/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Julian_Beck",
      "name": "Julian Beck",
      "aboutText": "Sadie Corré (born 31 May 1918 – 26 August 2009) was an English actress, tap dancer, comic performer and leading pantomime cat.",
      "pageId": 24212701,
      "monthDay": "05/31"
    },
    {
      "year": "1927",
      "uri": "/wiki/James_Eberle",
      "name": "James Eberle",
      "aboutText": "Admiral Sir James Henry Fuller Eberle GCB (born 31 May 1927) was Commander-in-Chief Fleet.",
      "pageId": 27856827,
      "monthDay": "05/31"
    },
    {
      "year": "1927",
      "uri": "/wiki/Michael_Sandberg,_Baron_Sandberg",
      "name": "Michael Sandberg, Baron Sandberg",
      "aboutText": "Clinton \"Clint\" Eastwood Jr. (born May 31, 1930) is an American actor, film director, producer, musician, and political figure. He rose to international fame with his role as the Man with No Name in Sergio Leone's Dollars trilogy of spaghetti Westerns during the 1960s, and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 1980s.",
      "pageId": 43373,
      "monthDay": "05/31"
    },
    {
      "year": "1927",
      "uri": "/wiki/Lloyd_Thaxton",
      "name": "Lloyd Thaxton",
      "aboutText": "Jay Glenn Miner (May 31, 1932 – June 20, 1994) was an American integrated circuit designer, known primarily for developing multimedia chips for the Atari 2600 and Atari 8-bit family and as the \"father of the Amiga\". He received a BS in EECS from UC Berkeley in 1959.\nMiner started in the electronics industry with a number of designs in the medical world, including a remote-control pacemaker.",
      "pageId": 54351,
      "monthDay": "05/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Pankaj_Roy",
      "name": "Pankaj Roy",
      "aboutText": "Terence Hardy \"Terry\" Waite, CBE (born 31 May 1939) is an English humanitarian and author.\nWaite was the Assistant for Anglican Communion Affairs for the then Archbishop of Canterbury, Robert Runcie, in the 1980s. As an envoy for the Church of England, he travelled to Lebanon to try to secure the release of four hostages, including the journalist John McCarthy.",
      "pageId": 151457,
      "monthDay": "05/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Menahem_Golan",
      "name": "Menahem Golan",
      "aboutText": "John Leslie Prescott, Baron Prescott, (born 31 May 1938) is a British politician who was the Deputy Prime Minister of the United Kingdom from 1997 to 2007. Born in Prestatyn, Wales, he represented Hull East as the Labour Member of Parliament from 1970 to 2010. In the 1994 leadership election, he stood for both Leader and Deputy Leader of the Labour Party, winning election to the latter office.",
      "pageId": 186797,
      "monthDay": "05/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Clint_Eastwood",
      "name": "Clint Eastwood",
      "aboutText": "Donald Eugene Lytle (May 31, 1938 – February 19, 2003), better known by his stage name Johnny Paycheck, was an American country music singer, multi-instrumentalist and Grand Ole Opry member most famous for recording the David Allan Coe song \"Take This Job and Shove It\". He achieved his greatest success in the 1970s as a major force in country music's \"Outlaw Movement\" popularized by artists such as David Allan Coe, Waylon Jennings, Willie Nelson, Billy Joe Shaver, and Merle Haggard. In the 1980s, his music career slowed for drug, alcohol and legal problems.",
      "pageId": 249084,
      "monthDay": "05/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Robert_Schrieffer",
      "name": "John Robert Schrieffer",
      "aboutText": "James Brendan \"Jim\" Bolger ONZ (born 31 May 1935) was the 35th Prime Minister of New Zealand from 1990 to 1997. Bolger was elected on the promise of delivering a \"Decent Society\" following the previous Labour government's economic reforms, known as Rogernomics. Shortly after taking office, his government was forced to bail out the Bank of New Zealand and as a result reneged on a number of promises made during the election campaign.",
      "pageId": 362227,
      "monthDay": "05/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Shirley_Verrett",
      "name": "Shirley Verrett",
      "aboutText": "John Robert Schrieffer (born May 31, 1931) is an American physicist and, with John Bardeen and Leon N Cooper, recipient of the 1972 Nobel Prize for Physics for developing the BCS theory, the first successful microscopic theory of superconductivity.",
      "pageId": 396615,
      "monthDay": "05/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ed_Lincoln",
      "name": "Ed Lincoln",
      "aboutText": "Gilbert Shelton (born May 31, 1940) is an American cartoonist and underground comix artist. He is the creator of The Fabulous Furry Freak Brothers, Fat Freddy's Cat, Wonder Wart-Hog, Philbert Desanex, and Not Quite Dead. He later did the cover art to The Grateful Dead's 1978 album, Shakedown Street.",
      "pageId": 594847,
      "monthDay": "05/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jay_Miner",
      "name": "Jay Miner",
      "aboutText": "Shirley Verrett (May 31, 1931 – November 5, 2010) was an African-American operatic mezzo-soprano who successfully transitioned into soprano roles, i.e. soprano sfogato.",
      "pageId": 751037,
      "monthDay": "05/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Hanno_Selg",
      "name": "Hanno Selg",
      "aboutText": "Henry Bennion Eyring (born May 31, 1933) is an American educational administrator, author, and religious leader. Eyring is the First Counselor in the First Presidency of The Church of Jesus Christ of Latter-day Saints (LDS Church). Eyring was the Second Counselor to Gordon B. Hinckley in the First Presidency from October 6, 2007, until Hinckley's death on January 27, 2008.",
      "pageId": 874653,
      "monthDay": "05/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Henry_B._Eyring",
      "name": "Henry B. Eyring",
      "aboutText": "Pankaj Roy  pronunciation  (31 May 1928 – 4 February 2001) was an Indian cricketer. A right-handed opening batsman, he is best known for establishing the world record opening partnership of 413 runs, together with Vinoo Mankad, against New Zealand at Chennai. The record stood until 2008.",
      "pageId": 1671029,
      "monthDay": "05/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jim_Hutton",
      "name": "Jim Hutton",
      "aboutText": "Dana James \"Jim\" Hutton (May 31, 1934 – June 2, 1979) was an American actor in film and television best remembered for his role as Ellery Queen in the 1970s TV series of the same name and his screen partnership with Paula Prentiss in five films, starting with Where the Boys Are.",
      "pageId": 1906293,
      "monthDay": "05/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jim_Bolger",
      "name": "Jim Bolger",
      "aboutText": "Menahem Golan (Hebrew: מנחם גולן‎; May 31, 1929 – August 8, 2014) was an Israeli director and producer. He is best known as the co-owner, with his cousin Yoram Globus, of The Cannon Group, a company that specialized in low-to-mid budget American films during the 1980s after Golan and Globus achieved significant success as filmmakers in their native Israel during the 1970s.\nGolan produced movies featuring such stars as Sean Connery, Sylvester Stallone, Chuck Norris, Jean-Claude Van Damme, and Charles Bronson, and was known for a period as a producer of comic book-style movies like Masters of the Universe, Superman IV: The Quest for Peace, Captain America, and his aborted attempt to bring Spider-Man to the silver screen.",
      "pageId": 2775279,
      "monthDay": "05/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Johnny_Paycheck",
      "name": "Johnny Paycheck",
      "aboutText": "Dame Margaret June Clark, DBE, RN, FRCN (born 31 May 1941) is Professor Emeritus of Community Nursing, at Swansea University in Wales.\nBefore her retirement in 2003 Clark was responsible for the development of a program of research in community health nursing and primary health care at Swansea University. Her special interest is the development and use of standardized nomenclatures to describe nursing practice, in particular in primary health care.",
      "pageId": 4352759,
      "monthDay": "05/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Prescott",
      "name": "John Prescott",
      "aboutText": "Lloyd Thaxton (May 31, 1927 – October 5, 2008) was an American writer, television producer, director, and television host best known for his syndicated pop music television program of the 1960s, The Lloyd Thaxton Show, which began as a local Los Angeles program on KCOP in 1961.",
      "pageId": 7086145,
      "monthDay": "05/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Peter_Yarrow",
      "name": "Peter Yarrow",
      "aboutText": "Anatoliy Pavlovych Bondarchuk (Ukrainian: Анатолій Павлович Бондарчук, born 31 May 1940) is a retired Soviet hammer thrower, who is regarded as the most accomplished hammer throw coach of all time. He is also a noted as the author of the two-volume book Transfer of Training, which was translated from Russian to English by Michael Yessis.\nAs an athlete, Bondarchuk accumulated numerous international awards and honors throughout a long career.",
      "pageId": 7262783,
      "monthDay": "05/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Terry_Waite",
      "name": "Terry Waite",
      "aboutText": "Michael Graham Ruddock Sandberg, Baron Sandberg, CBE (Chinese: 沈弼, born 31 May 1927) was Executive Chairman of The Hongkong and Shanghai Banking Corporation 1977-1986.",
      "pageId": 17670257,
      "monthDay": "05/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Anatoliy_Bondarchuk",
      "name": "Anatoliy Bondarchuk",
      "aboutText": "Peter Yarrow (born May 31, 1938) is an American singer and songwriter who found fame with the 1960s folk music trio Peter, Paul and Mary. Yarrow co-wrote (with Leonard Lipton) one of the group's greatest hits, \"Puff, the Magic Dragon\". He is also a political activist and has lent his support to causes that range from opposition to the Vietnam War to the creation of Operation Respect, an organization that promotes tolerance and civility in schools.",
      "pageId": 17789796,
      "monthDay": "05/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gilbert_Shelton",
      "name": "Gilbert Shelton",
      "aboutText": "Ed Lincoln (Eduardo Lincoln Barbosa de Sabóia; May 31, 1932 – July 16, 2012) was a Brazilian musician, composer and arranger known for a wide variety of styles. As a bassist, he was present at the earliest moments of bossa nova and as a Hammond organ player, he was foundational in establishing the sound of Brazilian jazz and space age pop.\nHis most widely heard compositions include O Ganso (Ed Lincoln and D'Orlann), É o Cid (Ed Lincoln and Sílvio César), Palladium (Ed Lincoln and Orlandivo) and Ai que Saudade Dessa Nega.",
      "pageId": 19838006,
      "monthDay": "05/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/June_Clark",
      "name": "June Clark",
      "aboutText": "Hanno Selg (born 31 May 1932 in Tallinn) is a former Estonian modern pentathlete.\nHe was a member of the Soviet Union's modern pentathlon Olympic silver medal winning team and an individual 10th place in the 1960 Summer Olympics.",
      "pageId": 21214074,
      "monthDay": "05/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Louis_Ignarro",
      "name": "Louis Ignarro",
      "aboutText": "Rainer Werner Fassbinder (pronounced [ˈʀaɪ̯nɐ ˈvɛʁnɐ ˈfasˌbɪndɐ]; 31 May 1945 – 10 June 1982) was a German film director, screenwriter, and actor. He is one of the most important figures in the New German Cinema.\nFassbinder maintained a frenetic pace in filmmaking.",
      "pageId": 81586,
      "monthDay": "05/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sharon_Gless",
      "name": "Sharon Gless",
      "aboutText": "Laurent Gbagbo (Gagnoa Bété: Gbagbo [ɡ͡baɡ͡bo]; French pronunciation: ​[loʁɑ̃ baɡbo]; born 31 May 1945) was the President of Côte d'Ivoire from 2000 until his arrest in April 2011.\nA historian by profession, as well as an amateur chemist and physicist, Gbagbo was imprisoned in the early 1970s and again in the early 1990s, and he lived in exile in France during much of the 1980s as a result of his union activism. Gbagbo founded the Ivorian Popular Front (FPI) in 1982 and ran unsuccessfully for President against Félix Houphouët-Boigny at the start of multi-party politics in 1990.",
      "pageId": 147237,
      "monthDay": "05/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joe_Namath",
      "name": "Joe Namath",
      "aboutText": "John Henry Bonham (31 May 1948 – 25 September 1980) was an English musician and songwriter. He is best known as the drummer of Led Zeppelin. Bonham was esteemed for his speed, power, fast bass-drumming, distinctive sound, and \"feel\" for the groove.",
      "pageId": 163272,
      "monthDay": "05/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Samantha_Juste",
      "name": "Samantha Juste",
      "aboutText": "Joseph William Namath (/ˈneɪmɨθ/; born May 31, 1943), nicknamed \"Broadway Joe\" and \"Joe Willie\", is a former American football quarterback and actor. He played college football for the University of Alabama under coach Paul \"Bear\" Bryant from 1962 to 1964, and professional football in the American Football League (AFL) and National Football League (NFL) during the 1960s and 1970s. Namath was an American Football League icon and played for that league's New York Jets for most of his professional football career.",
      "pageId": 285712,
      "monthDay": "05/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rainer_Werner_Fassbinder",
      "name": "Rainer Werner Fassbinder",
      "aboutText": "Tom Berenger (born Thomas Michael Moore; May 31, 1949) is an American television and motion picture actor.",
      "pageId": 381566,
      "monthDay": "05/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Laurent_Gbagbo",
      "name": "Laurent Gbagbo",
      "aboutText": "Duncan Lee Hunter (born May 31, 1948) is an American politician. He was a Republican member of the House of Representatives from California's 52nd, 45th and 42nd districts from 1981 to 2009.\nHunter was the chairman of the House Armed Services Committee during the 108th and 109th Congress.",
      "pageId": 409729,
      "monthDay": "05/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bernard_Goldberg",
      "name": "Bernard Goldberg",
      "aboutText": "Lynda Bellingham, OBE (born Meredith Lee Hughes; 31 May 1948 – 19 October 2014) was a Canadian-born English actress, broadcaster and author, who starred in the long-running series of \"Oxo Family\" British TV adverts between 1983 and 1999, the drama series All Creatures Great and Small, the science-fiction series Doctor Who and in the comedy series Second Thoughts and Faith in the Future.",
      "pageId": 419727,
      "monthDay": "05/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ted_Baehr",
      "name": "Ted Baehr",
      "aboutText": "Sharon Marguerite Gless (born May 31, 1943) is an American character actress of stage, film and television, who is best known for her roles as Maggie Philbin on Switch (1975–1978), as Sgt. Christine Cagney in the police procedural drama series Cagney & Lacey (1982–1988), as Debbie Novotny in the Showtime cable television series Queer as Folk (2000–2005), and as Madeline Westen on Burn Notice (2007–2013). Gless has won two Emmy Awards and has received 10 Emmy nominations.",
      "pageId": 721369,
      "monthDay": "05/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Steve_Bucknor",
      "name": "Steve Bucknor",
      "aboutText": "Bernard Richard Goldberg (born May 31, 1945), also known as Bernie Goldberg, is an American writer, journalist, and political pundit. Goldberg has won twelve Emmy Awards during his career.",
      "pageId": 1147343,
      "monthDay": "05/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Krista_Kilvet",
      "name": "Krista Kilvet",
      "aboutText": "Stephen Anthony \"Steve\" Bucknor OJ (born 31 May 1946 in Montego Bay, Jamaica) is a former international cricket umpire.\nBucknor umpired in a record 128 Test matches between 1989 and 2009, and also umpired in 181 One Day Internationals during this period, including five consecutive Cricket World Cup finals from 1992 to 2007. He was widely known for his long deliberations before making decisions, for which he earned the nickname \"Slow Death\".",
      "pageId": 1205997,
      "monthDay": "05/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Debbie_Moore",
      "name": "Debbie Moore",
      "aboutText": "M. Robert E. Theodore \"Ted\" Baehr (born May 31, 1946) is an American media critic and Chairman of the Christian Film and Television Commission, a division of Good News Communications, Inc. He is publisher and Editor-in-Chief of Movieguide, a website and biweekly journal that evaluates motion pictures and other entertainment products from a conservative Christian perspective on suitability for family consumption. He also hosts nationally and internationally syndicated Movieguide radio and television programs.",
      "pageId": 1589198,
      "monthDay": "05/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Junior_Campbell",
      "name": "Junior Campbell",
      "aboutText": "Junior Campbell (born William Campbell Jnr, 31 May 1947) is a Scottish composer, songwriter and musician. He was a founding member, lead guitarist, piano player, and singer with the Scottish band Marmalade and co-wrote and produced some of their biggest successes, including \"Reflections of My Life\", I See The Rain and \"Rainbow\".\nHe also wrote and produced his own solo hits, Hallelujah Freedom and Sweet Illusion.",
      "pageId": 1701899,
      "monthDay": "05/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gabriele_Hinzmann",
      "name": "Gabriele Hinzmann",
      "aboutText": "Louis J. Ignarro (born May 31, 1941) is an American pharmacologist. For demonstrating the signaling properties of nitric oxide, he was co-recipient of the 1998 Nobel Prize in Physiology or Medicine with Robert F. Furchgott and Ferid Murad.\nCurrently, he is professor of pharmacology at the UCLA School of Medicine's department of molecular and medical pharmacology in Los Angeles, which he joined in 1985.",
      "pageId": 5056182,
      "monthDay": "05/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Rowlands",
      "name": "David Rowlands",
      "aboutText": "Gabriele Hinzmann (née Trepschek, born May 31, 1947 in Schwerin) is an East German track and field athlete who competed mainly in the discus throw.",
      "pageId": 6823313,
      "monthDay": "05/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Svetlana_Alexievich",
      "name": "Svetlana Alexievich",
      "aboutText": "Svetlana Alexandrovna Alexievich (born 31 May 1948 in Stanislaviv, Ukraine) is a Belarusian investigative journalist and non-fiction prose writer who writes in Russian. She was awarded the 2015 Nobel Prize in Literature \"for her polyphonic writings, a monument to suffering and courage in our time\". She is the first writer from Belarus to receive the award.",
      "pageId": 8207719,
      "monthDay": "05/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lynda_Bellingham",
      "name": "Lynda Bellingham",
      "aboutText": "Samantha Juste (born Sandra Slater; 31 May 1944 – 5 February 2014) became known on British television in the mid-1960s as the \"disc girl\" on the BBC’s Top of the Pops. In 1968 she married Micky Dolenz of the Monkees.",
      "pageId": 8320555,
      "monthDay": "05/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Bonham",
      "name": "John Bonham",
      "aboutText": "Tapio Kantanen (born 31 May 1949 in Heinola) was a Finnish athlete, who mainly competed in the 3,000 metre steeple chase.\nHe competed for Finland at the 1972 Summer Olympics held in Munich, Germany where he won the bronze medal in the 3,000 metres steeplechase event. He also competed in the 5,000 metres at Munich, but did not qualify for the final.",
      "pageId": 8354984,
      "monthDay": "05/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Duncan_Hunter",
      "name": "Duncan Hunter",
      "aboutText": "Sir David Rowlands KCB (31 May 1947 – 11 May 2014), was a British civil servant, who rose to the rank of Permanent Secretary to the Department for Transport.\nRowlands was educated at St Mary's College, Crosby and St Edmund Hall, Oxford before starting his career with the international engineering business IMI plc. He left the private sector to join the Department of Trade and Industry in 1974.",
      "pageId": 15398474,
      "monthDay": "05/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tom_Berenger",
      "name": "Tom Berenger",
      "aboutText": "Debbie Moore OBE (born Dorothy Moore, 31 May 1946), is an English model and business woman who is most noted as the founder of Pineapple Dance Studios and its associated clothing brand. She was the first woman to float a company on the London Stock Exchange and in 1984 was an early winner of the prestigious Veuve Clicquot Business Woman of The Year Award.",
      "pageId": 22344161,
      "monthDay": "05/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tapio_Kantanen",
      "name": "Tapio Kantanen",
      "aboutText": "Krista Kilvet (up to 1970 Krista Kanter; May 31, 1946, Tallinn – January 21, 2009, Tallinn) was an Estonian radio journalist, politician and diplomat.\nKrista Kilvet graduated from the University of Tartu with a major in English.\nIn 1992 and 1995, she was elected to the Estonian parliament (Riigikogu).",
      "pageId": 25700902,
      "monthDay": "05/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nancy_Shade",
      "name": "Nancy Shade",
      "aboutText": "Vicki Sue Robinson (May 31, 1954 – April 27, 2000) was an American theatre and film actress and singer, closely associated with the disco era of late 1970s pop music; she is most famous for her 1976 hit, \"Turn the Beat Around.\"",
      "pageId": 548733,
      "monthDay": "05/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jean_Chalopin",
      "name": "Jean Chalopin",
      "aboutText": "Jean Chalopin (born 31 May 1950) is a French producer and writer. In 1971, Chalopin created the company DIC Audiovisuel, which later evolved into DIC Entertainment (which today part of DHX Media), and wrote and produced programs animated by Japanese studios. In 1987, Chalopin would later become found the company C&D (Créativité et Développement) after selling his shares in DiC and continued to produce cartoons in the late 80's and 90's Jean Chalopin is married to Chinese/Singaporean ex-Model, Ethel Chalopin.",
      "pageId": 606802,
      "monthDay": "05/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gregory_Harrison",
      "name": "Gregory Harrison",
      "aboutText": "Edgar Savisaar (born 31 May 1950 in Harku, Harju County), is an Estonian politician, one of the founding members of Popular Front of Estonia and the leader of the Centre Party. He has served as the acting Prime Minister of Estonia, Minister of the Interior, Minister of Economic Affairs and Communications and Mayor of Tallinn.",
      "pageId": 616701,
      "monthDay": "05/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Edgar_Savisaar",
      "name": "Edgar Savisaar",
      "aboutText": "James Downey Craig (born May 31, 1957) is a retired American ice hockey goaltender who is most notable for being part of the 1980 U.S. Olympic hockey team that won the Olympic gold medal at the Lake Placid Winter Games. Craig had a standout Olympic tournament. In the Olympic semifinal game against the heavily favored Soviet Union, Craig stopped 36 of 39 shots on goal as the U.S. beat the Soviets, 4-3, in what is widely considered one of the greatest upsets in sports history.",
      "pageId": 632437,
      "monthDay": "05/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Karl-Hans_Riehm",
      "name": "Karl-Hans Riehm",
      "aboutText": "Lynne Truss (born 31 May 1955) is an English writer and journalist. Her book Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation was a best-seller in 2003. In August 2014, Truss was one of 200 public figures who were signatories to a letter to The Guardian opposing Scottish independence in the run-up to September's referendum on that issue.",
      "pageId": 858684,
      "monthDay": "05/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Karl_Bartos",
      "name": "Karl Bartos",
      "aboutText": "Kyle Ivan Secor (born May 31, 1957) is an American television and film actor, best known for his role as Detective Tim Bayliss on the crime drama Homicide: Life on the Street.",
      "pageId": 1002302,
      "monthDay": "05/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pirkka-Pekka_Petelius",
      "name": "Pirkka-Pekka Petelius",
      "aboutText": "Linda June Riordan (née Haigh; 31 May 1953) is an English Labour Co-operative politician who was the Member of Parliament (MP) for Halifax from the 2005 general election until standing down in 2015.",
      "pageId": 1784697,
      "monthDay": "05/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Linda_Riordan",
      "name": "Linda Riordan",
      "aboutText": "Karl Bartos (born 31 May 1952 in Berchtesgaden, Germany) is a German musician and composer. Between 1975 and 1990, he was, along with Wolfgang Flür, an electronic percussionist in the electronic-music band Kraftwerk. He was originally recruited to play on Kraftwerk's US \"Autobahn\" tour.",
      "pageId": 1830943,
      "monthDay": "05/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lynne_Truss",
      "name": "Lynne Truss",
      "aboutText": "William Thomas \"Tommy\" Emmanuel AM (born 31 May 1955) is an Australian virtuoso guitarist, songwriter and occasional singer, best known for his complex fingerstyle technique, energetic performances and the use of percussive effects on the guitar. Although originally a session player in many bands, Emmanuel has carved out his own style as a solo artist in recent years, releasing award winning albums and singles. In the May 2008 and 2010 issues of Guitar Player Magazine, he was named \"Best Acoustic Guitarist\" in their readers' poll.",
      "pageId": 1900005,
      "monthDay": "05/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Thomas_Mavros",
      "name": "Thomas Mavros",
      "aboutText": "Gregory Neale Harrison (born May 31, 1950) is an American actor. He is known for his role as Chandler in the 1987 cult favorite North Shore and as Dr.",
      "pageId": 2190234,
      "monthDay": "05/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Vicki_Sue_Robinson",
      "name": "Vicki Sue Robinson",
      "aboutText": "Susan \"Susie\" Essman (born May 31, 1955) is an American stand-up comedian, actress, writer and television producer, best known for her role as Susie Greene on Curb Your Enthusiasm and the voice of Mittens in Bolt.",
      "pageId": 2259599,
      "monthDay": "05/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruce_Adolphe",
      "name": "Bruce Adolphe",
      "aboutText": "Friedrich \"Fritz\" Hilpert (born 31 May 1956), is a member of the electropop group Kraftwerk.",
      "pageId": 4709509,
      "monthDay": "05/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ben_de_Lisi",
      "name": "Ben de Lisi",
      "aboutText": "Pirkka-Pekka Petelius (born 31 May 1953) is a Finnish actor, director, producer and screenwriter. He has also released six records as a singer.\nPetelius's breakthrough was in Yleisradio's sketch series Velipuolikuu (1983), which he wrote and also acted in.",
      "pageId": 4888754,
      "monthDay": "05/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tommy_Emmanuel",
      "name": "Tommy Emmanuel",
      "aboutText": "Bruce Adolphe (born May 31, 1955) is a U.S. composer and music scholar, the author of several books on music, and pianist. He earned a B.M. and M.M. from Juilliard in 1976. His current positions include Resident Lecturer and Director of Family Concerts of the Chamber Music Society of Lincoln Center and founder and creative director of The Learning Maestros, formerly called PollyRhythm Productions, as well as of the nonprofit 501(c)(3) educational organization, Artful Learners.",
      "pageId": 6060866,
      "monthDay": "05/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Susie_Essman",
      "name": "Susie Essman",
      "aboutText": "Thomas Mavros (Greek: Θωμάς Μαύρος) (born on 31 May 1954 in Kallithea, Greece) is a retired Greek international football player who played as a striker.",
      "pageId": 6863415,
      "monthDay": "05/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Nil%C3%BCfer_Yumlu",
      "name": "Nilüfer Yumlu",
      "aboutText": "Karl-Hans Riehm (born 31 May 1951 in Konz, Rhineland-Palatinate) is a former West German hammer thrower.\nHis biggest success came at the 1984 Summer Olympics held in Los Angeles, United States where he won the silver medal. At the previous Olympics he had a tenth place from 1972 and a fourth place from 1976.",
      "pageId": 8115841,
      "monthDay": "05/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fritz_Hilpert",
      "name": "Fritz Hilpert",
      "aboutText": "John Young (born 31 May 1956) is a British progressive rock keyboardist and singer from Liverpool.",
      "pageId": 8473938,
      "monthDay": "05/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Young_(British_musician)",
      "name": "John Young",
      "aboutText": "Nancy Shade (born May 31, 1946, in Rockford, Illinois) is a spinto soprano, best known as a singing-actress. She made her formal debut as Leonora in Il trovatore, in Louisville, in 1967. In 1971, she made her first of many appearances at the New York City Opera, as Musetta in La bohème.",
      "pageId": 9998865,
      "monthDay": "05/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jim_Craig_(ice_hockey)",
      "name": "Jim Craig",
      "aboutText": "Nilüfer Yumlu (born 31 May 1955 in the Cihangir neighborhood of Beyoğlu, Istanbul) is a Turkish pop singer known as Nilüfer.\nIn 1992, one of her biggest hits, Show Yapma, included in Yine Yeni Yeniden album. Also Kar Taneleri (1984, Nilüfer '84), Mor Menekşe (1988, Esmer Günler), Esmer Günler (1988, Esmer Günler), Eğrisi Doğrusu (1994, Ne Masal Ne Rüya), Mavilim (1997, Nilüfer'le) and Dünya Dönüyor (1998, Yeniden Yetmişe) are her well-known hits.",
      "pageId": 16985362,
      "monthDay": "05/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kyle_Secor",
      "name": "Kyle Secor",
      "aboutText": "Ben de Lisi (born 31 May 1955) is an American born fashion designer based in London. He is best known for his collections with high street store Debenhams, and as a mentor and judge on the television series Project Catwalk.",
      "pageId": 21366529,
      "monthDay": "05/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Roma_Maffia",
      "name": "Roma Maffia",
      "aboutText": "Christopher Nash \"Chris\" Elliott (born May 31, 1960) is an American actor, comedian, and writer. He is best known for his comedic sketches on Late Night with David Letterman, starring in the cult comedy series Get a Life on Fox TV and Eagleheart on Adult Swim, as well as his recurring roles as Peter MacDougall on Everybody Loves Raymond and as Mickey Aldrin on How I Met Your Mother. He has also starred in films such as Cabin Boy, There's Something About Mary, Scary Movie 2, and Groundhog Day.",
      "pageId": 99865,
      "monthDay": "05/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andrea_de_Cesaris",
      "name": "Andrea de Cesaris",
      "aboutText": "Wesley Willis (May 31, 1963 – August 21, 2003) was an American singer-songwriter and visual artist from Chicago. Diagnosed with schizophrenia in 1989, Willis began a career as an underground singer-songwriter in the outsider music tradition, with songs featuring his bizarre, humorous and often obscene lyrics sung over the auto accompaniment feature on his Technics KN electronic keyboard.\nWillis gained an enormous cult following in the 1990s, mainly upon the release of Greatest Hits in 1995 on the Alternative Tentacles label.",
      "pageId": 304829,
      "monthDay": "05/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Phil_Wilson_(British_politician)",
      "name": "Phil Wilson",
      "aboutText": "Andrea de Cesaris (31 May 1959 – 5 October 2014) was an Italian racing driver. He started 208 Formula One Grands Prix but never won, holding the record for the longest career without a race victory. A string of accidents early in his career earned him the nickname \"Andrea de Crasheris\", and he became known for being very fast but also wildly erratic.",
      "pageId": 342999,
      "monthDay": "05/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Greg_Adams_(ice_hockey,_born_1960)",
      "name": "Greg Adams",
      "aboutText": "Justin Mark \"Harry\" Madden (born 31 May 1961) is an Australian politician and former Australian rules footballer. He rose to prominence as a highly successful player with the Carlton Football Club, after an early stint with Essendon. He entered politics after retiring in 1997 from AFL. He has held seven Ministerial portfolios since the Victorian Labor Party took government at the 1999 election.",
      "pageId": 350934,
      "monthDay": "05/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Chris_Elliott",
      "name": "Chris Elliott",
      "aboutText": "Lea Katherine Thompson (born May 31, 1961, Rochester, Minnesota) is an American actress, television director, and television producer. She is best known for her role as Lorraine Baines in the Back to the Future trilogy and as the title character in the 1990s NBC sitcom Caroline in the City. Other films she is known for include All the Right Moves, The Beverly Hillbillies, Howard the Duck, Jaws 3-D, Red Dawn, and Some Kind of Wonderful.",
      "pageId": 399162,
      "monthDay": "05/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Peter_Winterbottom",
      "name": "Peter Winterbottom",
      "aboutText": "Noriko Nagai (永井 範子, Nagai Noriko, née Itō (伊東), born May 31, 1962), better known by the stage name of Noriko Hidaka (日高 のり子, Hidaka Noriko), is a Japanese voice actress. Hidaka is most known for the roles of Minami Asakura (Touch), Mikage Matsunaga (Miracle Girls), Akane Tendo (Ranma ½), Satsuki Kusakabe (My Neighbor Totoro), Near (Death Note), Seta Sōjirō (Rurouni Kenshin), Jean Roque Raltique (Nadia: The Secret of Blue Water), Kikyo (Inuyasha), and Noriko Takaya (Gunbuster).\nHidaka was born in the Kudan area of Chiyoda, Tokyo, Japan, where she attended Fujimi Elementary School.",
      "pageId": 601263,
      "monthDay": "05/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ray_Cote",
      "name": "Ray Cote",
      "aboutText": "Viktor Mihály Orbán (Hungarian pronunciation: [ˈorbaːn ˈviktor]; born 31 May 1963) is the Prime Minister (Miniszterelnök) of Hungary and the president of the national conservative ruling party Fidesz. He was a vice chairman in the Liberal International from 1992 to 2000, a Vice President in the European People's Party from 2002 to 2012 and the Prime Minister of Hungary from 1998 to 2002. Since 2010, Orbán has been the Prime Minister of Hungary with a two-thirds majority of the seats in the Parliament of Hungary, which his party received in both the 2010 and the 2014 elections.",
      "pageId": 750582,
      "monthDay": "05/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Justin_Madden",
      "name": "Justin Madden",
      "aboutText": "Darryl \"D.M.C.\" Matthews McDaniels (born May 31, 1964) is an American musician.",
      "pageId": 1038356,
      "monthDay": "05/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lea_Thompson",
      "name": "Lea Thompson",
      "aboutText": "Peter James Winterbottom (born 31 May 1960 in Otley, West Yorkshire), is a former England rugby union footballer who played as an openside flanker. He was England's most-capped openside (with 58 caps) until being overtaken by Neil Back in 2003. He made his England debut on 2 January 1982 against Australia, and his final appearance on 20 March 1993 against Ireland.",
      "pageId": 1285391,
      "monthDay": "05/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Corey_Hart_(singer)",
      "name": "Corey Hart",
      "aboutText": "Leonard Asper (born May 31, 1964 in Winnipeg, Manitoba) is a Canadian businessperson, entrepreneur and lawyer.",
      "pageId": 1396220,
      "monthDay": "05/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sebastian_Koch",
      "name": "Sebastian Koch",
      "aboutText": "Hugh Dillon (born May 31, 1963 in Kingston, Ontario) is a Canadian musician and actor. Dillon was the lead singer of the Headstones during the 1990s.",
      "pageId": 1417958,
      "monthDay": "05/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Noriko_Hidaka",
      "name": "Noriko Hidaka",
      "aboutText": "Corey Mitchell Hart (born May 31, 1962) is a Canadian singer, best known for his hit singles \"Sunglasses at Night\" and \"Never Surrender\". He has sold over 16 million records worldwide and scored nine US Billboard Top 40 hits. In Canada Hart has amassed 30 Top 40 hits, including 11 in the Top 10, over the course of 30 years in the music industry.",
      "pageId": 1448736,
      "monthDay": "05/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Hugh_Dillon",
      "name": "Hugh Dillon",
      "aboutText": "Roma Maffia (born May 31, 1955) is an American actress.",
      "pageId": 1484048,
      "monthDay": "05/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Viktor_Orb%C3%A1n",
      "name": "Viktor Orbán",
      "aboutText": "Gregory Charles Adams (born May 31, 1960) is a Canadian retired professional ice hockey forward who played in the National Hockey League (NHL) from 1980 to 1990.",
      "pageId": 2420852,
      "monthDay": "05/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Wesley_Willis",
      "name": "Wesley Willis",
      "aboutText": "Sebastian Koch (born 31 May 1962) is a German television and film actor and recipient of various German film awards.",
      "pageId": 7068580,
      "monthDay": "05/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Leonard_Asper",
      "name": "Leonard Asper",
      "aboutText": "Scotti Hill (born Scott Lawrence Mulvehill on May 31, 1964, in Manhasset, New York), is one of the guitarists in the band Skid Row.",
      "pageId": 7377290,
      "monthDay": "05/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/St%C3%A9phane_Caristan",
      "name": "Stéphane Caristan",
      "aboutText": "Ray Cote (born May 31, 1961 in Pincher Creek, Alberta) is a former professional ice hockey forward. He spent his junior career with the Calgary Wranglers of the WHL, and signed a free agent contract with the Edmonton Oilers in 1981 after going undrafted. Cote spent the majority of his career in the minor leagues and European leagues, but saw three separate stints with the Oilers.",
      "pageId": 9092536,
      "monthDay": "05/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yukio_Edano",
      "name": "Yukio Edano",
      "aboutText": "Philip Wilson (born 31 May 1959) is a Labour Party politician in the United Kingdom. He was elected as Member of Parliament (MP) for Sedgefield on 19 July 2007 in a by-election that followed the resignation of Tony Blair, former Prime Minister and member for Sedgefield.",
      "pageId": 12116716,
      "monthDay": "05/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Scotti_Hill",
      "name": "Scotti Hill",
      "aboutText": "Yukio Edano (枝野 幸男, Edano Yukio, born May 31, 1964) is a Japanese politician of the Democratic Party of Japan (DPJ) and a member of the House of Representatives in the Diet. He was the Chief Cabinet Secretary in the Kan government.",
      "pageId": 13814417,
      "monthDay": "05/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Darryl_McDaniels",
      "name": "Darryl McDaniels",
      "aboutText": "Stéphane Caristan (born May 31, 1964 in Créteil) is a retired hurdler from France, who set the world's best year performance in 1986. He did so by winning the men's 110 metres hurdles final at the European Championships in Stuttgart, clocking 13.20, which was also his personal best. He competed in three consecutive Summer Olympics for his native country, starting in 1984.",
      "pageId": 14467058,
      "monthDay": "05/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Brooke_Shields",
      "name": "Brooke Shields",
      "aboutText": "Dominick \"Nick\" Scotti (born May 31, 1966) is an American actor, model and singer.\nScotti left high school to travel the world for a career in modeling, moving to Japan at age 17 and France at age 19. In the process, he became a popular male model.",
      "pageId": 868445,
      "monthDay": "05/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Yoko_Soumi",
      "name": "Yoko Soumi",
      "aboutText": "David Ray Roberts (born May 31, 1972) is a former Major League Baseball (MLB) outfielder and current manager of the Los Angeles Dodgers. He played with the Cleveland Indians (1999–2001), Dodgers (2002–04), Boston Red Sox (2004), San Diego Padres (2005–06), and San Francisco Giants (2007–08). He also coached for the Padres.",
      "pageId": 895731,
      "monthDay": "05/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jeremy_Hotz",
      "name": "Jeremy Hotz",
      "aboutText": "Philip John \"Phil\" Keoghan MNZM (/ˈkoʊɡən/; born 31 May 1967) is a New Zealander television personality, best known for hosting the U.S. version of The Amazing Race on CBS, since its 2001 debut. He is also the creator and host of No Opportunity Wasted, which has been produced in the United States, New Zealand, and Canada.",
      "pageId": 901115,
      "monthDay": "05/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Roshan_Mahanama",
      "name": "Roshan Mahanama",
      "aboutText": "Kenneth \"Kenny\" Lofton (born May 31, 1967) is a former Major League Baseball (MLB) outfielder. Lofton was a six-time All-Star (1994–1999), four-time Gold Glove Award winner (1993–1996), and at retirement, was ranked fifteenth among all-time stolen base leaders with 622. During his career, he played for the Houston Astros, Cleveland Indians (three different times), Atlanta Braves, Chicago White Sox, San Francisco Giants, Pittsburgh Pirates, Chicago Cubs, New York Yankees, Philadelphia Phillies, Los Angeles Dodgers, and Texas Rangers.",
      "pageId": 1264752,
      "monthDay": "05/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nick_Scotti",
      "name": "Nick Scotti",
      "aboutText": "Antti Mikko Niemi (born 31 May 1972) is a retired Finnish football goalkeeper, who is currently working as a goalkeeping coach for Brighton and Hove Albion. He spent much of his playing career in the Scottish Premier League (with Rangers and Heart of Midlothian) and the Premier League (with Southampton and Fulham), and in 2008 announced his retirement due to injury. However in 2009 he returned to sign for Premier League club Portsmouth although he did not make any appearances before leaving in 2010.",
      "pageId": 1378171,
      "monthDay": "05/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vampiro",
      "name": "Vampiro",
      "aboutText": "Yoko Soumi (沢海 陽子, Soumi Yōko, born May 31, 1965) is a Japanese voice actress from Niigata Prefecture affiliated with Mausu Promotion. She and fellow voice actor Akio Ōtsuka married on February 11, 2005, but they divorced in 2009.",
      "pageId": 1413310,
      "monthDay": "05/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sandrine_Bonnaire",
      "name": "Sandrine Bonnaire",
      "aboutText": "Roshan Siriwardene Mahanama (born 31 May 1966 in Colombo) is a former Sri Lankan cricketer and former an ICC match referee. He was a key member for 1996 Cricket World Cup winning team for Sri Lanka. He is the first man to stood as a match referee in a day-night test match in Test history.",
      "pageId": 1671083,
      "monthDay": "05/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Phil_Keoghan",
      "name": "Phil Keoghan",
      "aboutText": "Ian Richard Hodgkinson (born May 31, 1967), better known by his ring name Vampiro, is a Canadian professional wrestler currently working for Lucha Underground as a color commentator. Hodgkinson is semi-retired and is a member of the citizen crime patrol organization Guardian Angels, acting as head of the group's chapter in Mexico City.\nHodgkinson has wrestled for various wrestling promotions, but is best known for his time in World Championship Wrestling, where he held the WCW World Tag Team Championship with The Great Muta.",
      "pageId": 1848273,
      "monthDay": "05/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kenny_Lofton",
      "name": "Kenny Lofton",
      "aboutText": "Karl John Geary (born May 31, 1972) is an Irish-born American actor and club owner.",
      "pageId": 2298615,
      "monthDay": "05/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/John_Connolly_(author)",
      "name": "John Connolly",
      "aboutText": "Sarah Murdoch /ˈmɜrdɒk/ (born O'Hare; 31 May 1972, in Croydon, South London, England) is an English-born Australian model, actress and television presenter.",
      "pageId": 2346306,
      "monthDay": "05/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/St%C3%A9phane_E._Roy",
      "name": "Stéphane E. Roy",
      "aboutText": "Frode Estil (born 31 May 1972 in Lierne in Nord-Trøndelag, Norway) is a retired Norwegian cross-country skier. He currently lives in Meråker with his wife Grete whom he married in the summer of 2001. They have two sons, Bernhard, born in August 2002, and Konrad.",
      "pageId": 2618658,
      "monthDay": "05/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Diana_Damrau",
      "name": "Diana Damrau",
      "aboutText": "Sandrine Bonnaire (born 31 May 1967) is a French actress, film director and screenwriter, who has appeared in more than 40 films. She won the César Award for Most Promising Actress for À nos amours (1983), the César Award for Best Actress for Vagabond (1985) and the Volpi Cup for Best Actress for La Cérémonie (1995).",
      "pageId": 2668448,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Frode_Estil",
      "name": "Frode Estil",
      "aboutText": "John Carl Godina (born May 31, 1972) is an American shot putter, whose record includes three World Championship wins and two Olympic medals. He also competes in discus. Godina was born in Fort Sill, Oklahoma.",
      "pageId": 3309972,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Karl_Geary",
      "name": "Karl Geary",
      "aboutText": "Jeremy Hotz (born May 31, 1963) is a Canadian actor and stand-up comedian. He has appeared on Comedy Central Presents, the Just For Laughs comedy festival, the Late Show with David Letterman, and The Tonight Show with Jay Leno. He has also worked as a staff writer for Paramount's The Jon Stewart Show and has appeared in various American and Canadian motion pictures including: My Favorite Martian, Speed 2: Cruise Control, and Married Life.",
      "pageId": 3735930,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/John_Godina",
      "name": "John Godina",
      "aboutText": "John Connolly (born 31 May 1968, Dublin) is an Irish writer who is best known for his series of novels starring private detective Charlie Parker.",
      "pageId": 3934651,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sarah_Murdoch",
      "name": "Sarah Murdoch",
      "aboutText": "Archana \"Archie\" Panjabi (born 31 May 1972) is a British actress, best known for her role as Kalinda Sharma on The Good Wife. Her portrayal has earned her a Primetime Emmy Award in 2010 and an NAACP Image Award in 2012, as well as two further Emmy nominations, one Golden Globe nomination, and three Screen Actors Guild Award nominations shared with the cast.",
      "pageId": 4227624,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Antti_Niemi_(footballer)",
      "name": "Antti Niemi",
      "aboutText": "Christiaan (\"Chris\") Harmse (born 31 May 1973) is a South African hammer thrower. He has broken the African record seven times, and holds the championship record for both the African Championships and All-Africa Games.\nHe has been a dominant presence in African hammer throwing since his first African Championships in Athletics in 1998 where he took gold with a championship record throw.",
      "pageId": 6812792,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Archie_Panjabi",
      "name": "Archie Panjabi",
      "aboutText": "Diana Damrau (born 31 May 1971) is a German soprano opera singer. She is a Kammersängerin of the Bavarian State Opera.",
      "pageId": 10002116,
      "monthDay": "05/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dave_Roberts_(outfielder)",
      "name": "Dave Roberts",
      "aboutText": "Brooke Christa Shields (born May 31, 1965) is an American actress, model and former child star. Shields, initially a child model, gained critical acclaim for her leading role in Louis Malle's controversial film Pretty Baby (1978), in which she played a child prostitute in New Orleans at the turn of the 20th century. The role garnered Shields widespread notoriety, and she continued to model into her late teenage years and starred in several dramas in the 1980s, including The Blue Lagoon (1980), and Franco Zeffirelli's Endless Love (1981).",
      "pageId": 18984642,
      "monthDay": "05/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Chris_Harmse",
      "name": "Chris Harmse",
      "aboutText": "Stéphane Emmanuel Roy (Montreal, 31 May 1968), is a Canadian actor and comedian. He was a member of the comedy group Les Bizarroïdes 1990-2000 with Ken Scott, Martin Petit, and Guy Lévesque.",
      "pageId": 36164701,
      "monthDay": "05/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kate_Howey",
      "name": "Kate Howey",
      "aboutText": "Colin James Farrell (born 31 May 1976) is an Irish actor. He first appeared on the BBC's TV drama Ballykissangel in 1998, made his film debut in the Tim Roth-directed drama The War Zone a year later and was discovered by Hollywood when Joel Schumacher cast him in the lead in his war drama Tigerland (2000). He then starred in Schumacher's psychological thriller Phone Booth (2002) and the American thrillers S.W.A.T. and The Recruit (both 2003), establishing his international box-office appeal.",
      "pageId": 206705,
      "monthDay": "05/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dominique_Monami",
      "name": "Dominique Monami",
      "aboutText": "The Honourable Tristram Julian William Hunt, FRHistS (born 31 May 1974) is a British Labour Party politician, historian and broadcast journalist, who has served as the Member of Parliament for Stoke-on-Trent Central in Staffordshire since the 2010 general election.\nHunt is a lecturer in modern British history at Queen Mary University of London. He has written several books and in his work as a broadcaster has presented history programmes on television.",
      "pageId": 215113,
      "monthDay": "05/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chad_Campbell",
      "name": "Chad Campbell",
      "aboutText": "Phil Devey (born May 31, 1977) is a Canadian baseball pitcher. He is a graduate of the University of Louisiana at Lafayette (then known as the University of Southwestern Louisiana). He plays for the Portland Sea Dogs, the AA affiliate of the Boston Red Sox and was originally drafted in the 5th round of the 1999 Major League Baseball draft by the Los Angeles Dodgers.",
      "pageId": 931476,
      "monthDay": "05/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kenan_Do%C4%9Fulu",
      "name": "Kenan Doğulu",
      "aboutText": "Scott Allen \"Scotty\" Klopfenstein (born May 31, 1977) is an American musician and a former member of the band Reel Big Fish. He sings and plays trumpet, guitar, and keyboard.\nBefore joining Reel Big Fish, Klopfenstein played trumpet in Nuckle Brothers and trumpet and vocals in The Scholars.",
      "pageId": 1358090,
      "monthDay": "05/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Zsolt_Erdei",
      "name": "Zsolt Erdei",
      "aboutText": "Adrian Tomine (born May 31, 1974), a popular contemporary cartoonist, is best known for his ongoing comic book series Optic Nerve and his illustrations in The New Yorker.",
      "pageId": 1359823,
      "monthDay": "05/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tristram_Hunt",
      "name": "Tristram Hunt",
      "aboutText": "Joachim Brøchner Olsen (born 31 May 1977 in Aalborg, Denmark) is a Danish politician and former world class shot putter. He was elected to the Danish parliament at the 2011 election, representing the Liberal Alliance in the Greater Copenhagen constituency.\nAs an athlete, he represented Århus 1900.",
      "pageId": 1652275,
      "monthDay": "05/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Adrian_Tomine",
      "name": "Adrian Tomine",
      "aboutText": "Kate Louise Howey MBE (born 31 May 1973) is a British judoka and was, until Karina Bryant matched her feat in 2012, the only British judoka to have competed at four Olympic Games. Howey is the only British woman to have won two Olympic judo medals (silver at the 2000 Olympics in Sydney, and bronze at the 1992 Olympics in Barcelona). She was also selected to carry the British flag at the opening ceremony of the 2004 Olympics in Athens.",
      "pageId": 1715250,
      "monthDay": "05/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Yiasoumis_Yiasoumi",
      "name": "Yiasoumis Yiasoumi",
      "aboutText": "Dominique Monami (born 31 May 1973) is a Belgian former professional female tennis player.\nMonami was born in Verviers. In 1995, she married her coach Bart Van Roost, with whom she has a daughter, and played under the name Dominique Van Roost until their divorce in 2003.",
      "pageId": 1849753,
      "monthDay": "05/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Colin_Farrell",
      "name": "Colin Farrell",
      "aboutText": "David Chad Campbell (born May 31, 1974) is an American professional golfer.",
      "pageId": 2028595,
      "monthDay": "05/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matt_Harpring",
      "name": "Matt Harpring",
      "aboutText": "Mashona Washington (born May 31, 1976) is a retired professional tennis player from the United States.\nMashona's career high singles ranking is no. 50 which she reached on November 8, 2004, and her career high doubles ranking is no.",
      "pageId": 2088486,
      "monthDay": "05/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tonka_Tomicic",
      "name": "Tonka Tomicic",
      "aboutText": "Matthew Joseph Harpring (born May 31, 1976) is a retired American professional basketball player who played 11 seasons in the NBA.",
      "pageId": 2312682,
      "monthDay": "05/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mashona_Washington",
      "name": "Mashona Washington",
      "aboutText": "Joel Ross (born Joel Hogg in Scarborough, North Yorkshire, 31 May 1977) is a British multi award winning radio DJ and television presenter.",
      "pageId": 2475090,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Theodoros_Baev",
      "name": "Theodoros Baev",
      "aboutText": "Domenico Fioravanti (born 31 May 1977) is a retired Italian competitive swimmer who won two gold medals in the 2000 Summer Olympics in Sydney.\n^ \"Giochi del Mediterraneo 1997\". Retrieved 2008-11-13.",
      "pageId": 3010913,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Phil_Devey",
      "name": "Phil Devey",
      "aboutText": "Eric Christian Olsen (born May 31, 1977) is an American actor.",
      "pageId": 3316772,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Domenico_Fioravanti",
      "name": "Domenico Fioravanti",
      "aboutText": "Tonka Tomicic Petric  audio  (Croatian: Tonka Tomičić Petrić; born 31 May 1976) is a Chilean model and television presenter of Croats origin.",
      "pageId": 4420962,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Scott_Klopfenstein",
      "name": "Scott Klopfenstein",
      "aboutText": "Kenan Doğulu (Turkish pronunciation: [ceˈnan doːuˈɫu]) (born on 31 May 1974 in Cihangir, Beyoğlu, Istanbul) is a Turkish pop musician.",
      "pageId": 5277428,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Greg_Leeb",
      "name": "Greg Leeb",
      "aboutText": "Theodoros Baev also written as Zlatkov Bayev (May 31, 1977 in Nova Zagora, Bulgaria) is a Greek volleyball player, currently playing for Panathinaikos of Athens.\nFrom the beginning of his career in Greek championship as a player of Ethnikos Alexandroupolis (1994–1995), Todor Baev was the focal point of federal coaches' interest.\nHe first joined the juniors' National Team in 1994 and took 5th place at the European Championship in Turkey.",
      "pageId": 5342479,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Eric_Christian_Olsen",
      "name": "Eric Christian Olsen",
      "aboutText": "Zsolt Erdei (born 31 May 1974) is a Hungarian professional boxer. He is a former undefeated lineal and WBO light heavyweight champion, as well as a former WBC cruiserweight champion. Erdei is the first Hungarian boxer to win a world title in two weight divisions.",
      "pageId": 5858704,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Joachim_Olsen",
      "name": "Joachim Olsen",
      "aboutText": "Yiasoumis Yiasoumi (Greek: Γιασουμής Γιασουμή) (born May 31, 1975) is a retired Cypriot footballer who last played for AEK Larnaca. He was also a player of Enosis Neon Paralimni, APOEL, PAOK, Aris Limassol and Ethnikos Achna.",
      "pageId": 6981417,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Joel_Ross",
      "name": "Joel Ross",
      "aboutText": "Gregory Leeb (born May 31, 1977 in Red Deer, Alberta) is a professional ice hockey centre currently playing for the Coventry Blaze in the Elite Ice Hockey League. He played 2 games for the Dallas Stars in the 2000–01 season.",
      "pageId": 12984104,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/June_Sarpong",
      "name": "June Sarpong",
      "aboutText": "Jonathan Moss Tucker (born May 31, 1982) is an American film and television actor. He is known for his roles in the films The Virgin Suicides (1999), The Texas Chainsaw Massacre (2003), Hostage (2005), In the Valley of Elah (2007), and The Ruins (2008). He has appeared in the television series The Black Donnellys (2007) and Parenthood (2011–2013).",
      "pageId": 1205622,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Moses_Sichone",
      "name": "Moses Sichone",
      "aboutText": "Jacob Edward \"Jake\" Peavy (born May 31, 1981) is an American professional baseball pitcher for the San Francisco Giants of Major League Baseball (MLB). He has also played in MLB for the San Diego Padres, Chicago White Sox and Boston Red Sox. He bats and throws right-handed.",
      "pageId": 1250542,
      "monthDay": "05/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Petr_Tenkr%C3%A1t",
      "name": "Petr Tenkrát",
      "aboutText": "Natasha Shanta Reid (born May 31, 1981), known by her Korean name Yoon Mi-rae, is an American-born South Korean rapper and singer.",
      "pageId": 1294850,
      "monthDay": "05/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aleksey_Zagornyi",
      "name": "Aleksey Zagornyi",
      "aboutText": "June Sarpong, OBE (born 31 May 1977) is an English television presenter of Ghanaian descent.",
      "pageId": 1829669,
      "monthDay": "05/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jean-Fran%C3%A7ois_Gillet",
      "name": "Jean-François Gillet",
      "aboutText": "Reggie Yates (born 31 May 1983) is an English actor, television presenter and radio DJ, best known from his roles as Rastamouse, Leo Jones in Doctor Who, and for his work at the BBC in radio and television - presenting various shows for BBC Radio 1 with Fearne Cotton – as well as hosting the ITV2 reality show Release the Hounds. Since 2015, he has co-presented the primetime BBC One game show Prized Apart, alongside Emma Willis.",
      "pageId": 1962883,
      "monthDay": "05/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Craig_Bolton",
      "name": "Craig Bolton",
      "aboutText": "Nathaniel Cornelius \"Nate\" Robinson (born May 31, 1984) is an American professional basketball player who last played for the New Orleans Pelicans of the National Basketball Association (NBA). Born in Seattle, Robinson played college basketball for the University of Washington in Seattle and was the 21st pick in the 2005 NBA draft. The 5'9\" point guard has also played for the New York Knicks, Boston Celtics, Oklahoma City Thunder, Golden State Warriors, Chicago Bulls, and Denver Nuggets.",
      "pageId": 2423824,
      "monthDay": "05/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Andy_Hurley",
      "name": "Andy Hurley",
      "aboutText": "Andrew John \"Andy\" Hurley (born May 31, 1980) is an American musician and drummer. He is best known as the drummer of the Chicago-based rock band Fall Out Boy. Prior to Fall Out Boy, Hurley played in several hardcore punk bands.",
      "pageId": 2457330,
      "monthDay": "05/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mika_Katsumura",
      "name": "Mika Katsumura",
      "aboutText": "Craig Bolton (born 31 May 1980) is an Australian rules footballer who has played with the Brisbane Lions and the Sydney Swans in the Australian Football League (AFL). He often plays at full back or on the half back flank.",
      "pageId": 2699930,
      "monthDay": "05/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kaori_Manabe",
      "name": "Kaori Manabe",
      "aboutText": "Kaori Manabe (眞鍋 かをり, Manabe Kaori) is a Japanese talent, gravure idol and actress.",
      "pageId": 2915804,
      "monthDay": "05/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mikael_Antonsson",
      "name": "Mikael Antonsson",
      "aboutText": "Milorad Čavić (Serbian Cyrillic: Милорад Чавић, pronounced [mîloraːd tʃǎːʋitɕ]; born May 31, 1984) is a retired US-born Serbian swimmer.",
      "pageId": 4370448,
      "monthDay": "05/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yoon_Mi-rae",
      "name": "Yoon Mi-rae",
      "aboutText": "Petr Tenkrát (born 31 May 1977) is a Czech ice hockey forward, playing for HC Sparta Praha in Czech Extraliga.",
      "pageId": 4916217,
      "monthDay": "05/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jake_Peavy",
      "name": "Jake Peavy",
      "aboutText": "Daniele Bonera, Ufficiale OMRI (Italian pronunciation: [daˈnjɛle boˈnɛra]; born 31 May 1981) is an Italian professional footballer who plays for Spanish club Villarreal CF as a central defender.",
      "pageId": 5041332,
      "monthDay": "05/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Daniele_Bonera",
      "name": "Daniele Bonera",
      "aboutText": "Moses Sichone (born 31 May 1977 in Mufulira) is a Zambian footballer.",
      "pageId": 8097435,
      "monthDay": "05/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jonathan_Tucker",
      "name": "Jonathan Tucker",
      "aboutText": "Mikael Antonsson (born 31 May 1981 in Karlskrona) is a Swedish footballer who currently plays for the Danish Superliga side F.C. Copenhagen.\nHe began his career in a local Swedish team called AIK Sillhövda (1996) and after two years he was transferred to Swedish champions IFK Göteborg. He played there until 2004, when Austria Wien bought him for €450.000.",
      "pageId": 8402821,
      "monthDay": "05/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/David_Hernandez_(singer)",
      "name": "David Hernandez",
      "aboutText": "Dustin Wells (born 31 May 1983 in Kiama, Australia) is an Australian footballer who plays for Belconnen United in the National Premier Leagues.",
      "pageId": 9361654,
      "monthDay": "05/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dustin_Wells",
      "name": "Dustin Wells",
      "aboutText": "Jean-François Gillet (born 31 May 1979) is a Belgian goalkeeper who plays for Belgian club Mechelen on loan from Italian club Catania, and the Belgium national team.",
      "pageId": 12097508,
      "monthDay": "05/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Reggie_Yates",
      "name": "Reggie Yates",
      "aboutText": "Aleksey Sergeyevich Zagornyi (Russian: Алексей Сергеевич Загорный; born 31 May 1978 in Yaroslavl) is a Russian hammer thrower. His personal best is 83.43 metres, achieved in February 2002 in Adler.",
      "pageId": 12946277,
      "monthDay": "05/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrew_Bailey_(baseball)",
      "name": "Andrew Bailey",
      "aboutText": "David Anthony Hernandez (born May 31, 1983) is an American singer and the twelfth place finalist of FOX's seventh season of the television series American Idol.",
      "pageId": 15796089,
      "monthDay": "05/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Milorad_%C4%8Cavi%C4%87",
      "name": "Milorad Čavić",
      "aboutText": "Andrew Scott Bailey (born May 31, 1984) is an American professional baseball pitcher with the Philadelphia Phillies organization. He has played in Major League Baseball (MLB) for the Oakland Athletics, Boston Red Sox and New York Yankees.",
      "pageId": 22173050,
      "monthDay": "05/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nate_Robinson",
      "name": "Nate Robinson",
      "aboutText": "Mika Katsumura (勝村 美香, Katsumura Mika, born May 31, 1980, in Mito, Ibaraki Prefecture, Japan) is a Japanese actress who is affiliated with Asterisk.",
      "pageId": 47009059,
      "monthDay": "05/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jason_Smith_(actor)",
      "name": "Jason Smith",
      "aboutText": "Melissa Adaleigh McIntyre (born May 31, 1986) is a Canadian actress. She is best known for her role as Ashley Kerwin on the television series Degrassi: The Next Generation.\n^ Menon, Vinay (March 20, 2006).",
      "pageId": 1557312,
      "monthDay": "05/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Navene_Koperweis",
      "name": "Navene Koperweis",
      "aboutText": "Jason Smith (born 31 May 1984) is an Australian actor, writer and singer, best known for his roles in Home and Away and Power Rangers Jungle Fury.",
      "pageId": 1954865,
      "monthDay": "05/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ian_Vougioukas",
      "name": "Ian Vougioukas",
      "aboutText": "Hope Partlow (born May 31, 1988) is an American pop singer from Drummonds, Tennessee. Hope now goes by her married name, Hope Wilson, and is recording a country album independently.",
      "pageId": 2653123,
      "monthDay": "05/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Waka_Flocka_Flame",
      "name": "Waka Flocka Flame",
      "aboutText": "Shaun Michael Fleming (born May 31, 1987) is an American actor and musician. He is best known as the drummer of the indie rock band Foxygen and the creator of his solo project Diane Coffee as well as his Disney voice acting career.",
      "pageId": 3793603,
      "monthDay": "05/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Robert_Gesink",
      "name": "Robert Gesink",
      "aboutText": "Robert Gesink (born 31 May 1986 in Varsseveld) is a Dutch professional cyclist for UCI ProTeam LottoNL-Jumbo. His major victories include the 2012 Tour of California, the 2011 Tour of Oman and the 2010 Grand Prix Cycliste de Montréal.",
      "pageId": 12785773,
      "monthDay": "05/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Melissa_McIntyre",
      "name": "Melissa McIntyre",
      "aboutText": "Curtis Williams (born May 31, 1987) is an American actor. He played Nicholas Peterson on the Warner Brothers 1990s sitcom The Parent Hood. He was a regular guest on the NBC Tonight Show with Jay Leno and has appeared over 12 times on the late night talk show.",
      "pageId": 13272448,
      "monthDay": "05/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shaun_Fleming",
      "name": "Shaun Fleming",
      "aboutText": "Lisa Bund (born Anna-Lisa Bund; 31 May 1988, in Frankfurt am Main, Germany) is a German pop singer, songwriter, radio host, actor, and reality television star. She is best known for achieving third place in the fifth season of German casting show Deutschland sucht den Superstar (\"Germany Seeks the Superstar\" aka \"German Idol\"). Lisa Bund released her first album, Born Again in 2007.",
      "pageId": 16935352,
      "monthDay": "05/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Meredith_Hagner",
      "name": "Meredith Hagner",
      "aboutText": "Meredith Hagner (born May 31, 1987) is an American actress, best known for roles as Liberty Ciccone in the CBS daytime soap opera As the World Turns (2008-2010), and as Amy Jordan in the TBS sitcom Men at Work (2012–2014).",
      "pageId": 17406451,
      "monthDay": "05/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Curtis_Williams",
      "name": "Curtis Williams",
      "aboutText": "Bas Dost (Dutch pronunciation: [ˈbɑs ˈdɔst]; born 31 May 1989) is a Dutch footballer who plays as a forward for German club Vfl Wolfsburg and the Netherlands national football team.\nHaving begun his career at FC Emmen in the Eerste Divisie, Dost later played in the Eredivisie for Heracles Almelo and SC Heerenveen. In 2012, after being the top scorer in the league with 32 goals in 34 games, he was signed by Wolfsburg.",
      "pageId": 18701224,
      "monthDay": "05/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nagi_Yanagi",
      "name": "Nagi Yanagi",
      "aboutText": "Ian Vougioukas (alternate spelling: Ian Vouyoukas) (Greek: Ίαν Βουγιούκας; born May 31, 1985) is a Greek professional basketball player who currently plays for Žalgiris Kaunas of the Lithuanian Basketball League. Standing at 2.11 m (6 ft 11 in), he plays the center position. Born in London, England, he played college basketball in the United States for Saint Louis University.",
      "pageId": 21942645,
      "monthDay": "05/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lisa_Bund",
      "name": "Lisa Bund",
      "aboutText": "Juaquin James Malphurs (born May 31, 1986), better known by his stage name Waka Flocka Flame or simply Waka Flocka, is an American rapper from Atlanta, Georgia. Signing to 1017 Brick Squad and Warner Bros. Records in 2009, he became a mainstream artist with the release of his singles \"O Let's Do It\", \"Hard in da Paint\" and \"No Hands\", the latter of which peaked at number 13 on the US Billboard Hot 100.",
      "pageId": 24924568,
      "monthDay": "05/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Hope_Partlow",
      "name": "Hope Partlow",
      "aboutText": "Kim Daul (Hangeul: 김다울 May 31, 1989 – November 19, 2009) was an international South Korean fashion model, painter and blogger.",
      "pageId": 25146937,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Pablo_Albor%C3%A1n",
      "name": "Pablo Alborán",
      "aboutText": "Katherine \"Katie\" Anna Connors (born May 31, 1989) is a model and beauty queen from Bettendorf, Iowa who holds the Miss Iowa USA 2010 title and who has competed in the Miss USA pageant.",
      "pageId": 28232246,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lauren_Barnes",
      "name": "Lauren Barnes",
      "aboutText": "Tanner Mayes (born May 31, 1989) is an American pornographic actress.",
      "pageId": 31776280,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Katherine_Connors",
      "name": "Katherine Connors",
      "aboutText": "Pablo Moreno de Alborán Ferrándiz (born 31 May 1989) popularly known as Pablo Alborán, is a Spanish musician, singer, and songwriter. In 2011, he was nominated for three Latin Grammy Awards. Alborán has released three studio albums, two live albums, and various musical collaborations.",
      "pageId": 33155418,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Bas_Dost",
      "name": "Bas Dost",
      "aboutText": "Noah Gundersen (born May 31, 1989) is an American indie folk singer-songwriter from Seattle, Washington, and founder of the band The Courage.",
      "pageId": 33941220,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Noah_Gundersen",
      "name": "Noah Gundersen",
      "aboutText": "Found Img size, Nagi Yanagi (やなぎ なぎ, Yanagi Nagi, born May 31, 1987) is a Japanese singer-songwriter from Kansai, Japan and is signed to Geneon. Initially, she sang and produced music independently beginning in 2005. Between 2009 and 2011, Yanagi was the guest vocalist for the music group Supercell.",
      "pageId": 34182384,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sean_Johnson_(soccer)",
      "name": "Sean Johnson",
      "aboutText": "Navene Koperweis (born May 31, 1985) is an American drummer, multi-instrumentalist, composer, and producer, best known as the former drummer of Animosity and Animals as Leaders.\nKoperweis started drumming when he was eleven years old. He has played for The Faceless, and runs his technical death metal project, Fleshwrought, where he plays all instruments.",
      "pageId": 34266752,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Daul_Kim",
      "name": "Daul Kim",
      "aboutText": "Sean Everet Johnson (born May 31, 1989) is an American soccer player who currently plays for Chicago Fire in Major League Soccer and for the United States national team.\n^ \"FIFA U-20 World Cup Egypt 2009 – List of Players\" (PDF). Fédération Internationale de Football Association (FIFA). p.",
      "pageId": 35804598,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tanner_Mayes",
      "name": "Tanner Mayes",
      "aboutText": "Lauren Barnes (born May 31, 1989) is an American professional soccer defender. She currently plays for Seattle Reign FC in the National Women's Soccer League and is a former member of the United States U-23 women's national soccer team.",
      "pageId": 38596402,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marco_Reus",
      "name": "Marco Reus",
      "aboutText": "Chase Stanley (born 31 May 1989 in Sydney, New South Wales, Australia) is a professional rugby league footballer who currently plays for the Canterbury-Bankstown Bulldogs of the National Rugby League and has represented New Zealand in international competition. His position of choice is centre, he can also operate on the wing.\n^ \"Stanley back in familiar territory\".",
      "pageId": 11990663,
      "monthDay": "05/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chase_Stanley",
      "name": "Chase Stanley",
      "aboutText": "Erik Sven Gunnar Karlsson (born May 31, 1990) is a Swedish professional ice hockey player who currently serves as captain of the Ottawa Senators of the National Hockey League (NHL). He was selected by the Senators in the first round (15th overall) of the 2008 NHL Entry Draft.",
      "pageId": 16251126,
      "monthDay": "05/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Erik_Karlsson",
      "name": "Erik Karlsson",
      "aboutText": "Marco Reus (German pronunciation: [ˈmaɐ̯koː ˈʁɔʏ̯s]; born 31 May 1989) is a German professional footballer who plays as an attacking midfielder, winger or striker for German Bundesliga club Borussia Dortmund and the Germany national team. Reus is known for his versatility, speed and technique.\nReus spent his youth career at Borussia Dortmund, prior to leaving for Rot Weiss Ahlen.",
      "pageId": 21194159,
      "monthDay": "05/31"
    },
    {
      "year": "1991",
      "uri": "/wiki/Azealia_Banks",
      "name": "Azealia Banks",
      "aboutText": "Laura Ikauniece (born 31 May 1992) is a Latvian athlete competing in heptathlon. She has achieved her personal best of 6516 points at the 2015 World Championships, where she won bronze medal. At the 2012 European Athletics Championships Ikauniece initially won the bronze medal, after a hard fight with fellow Latvian Aiga Grabuste.",
      "pageId": 23591109,
      "monthDay": "05/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Laura_Ikauniece",
      "name": "Laura Ikauniece",
      "aboutText": "Azealia Amanda Banks (/əˈziːliə/ born May 31, 1991) is an American rapper, singer, and songwriter. Raised in the Harlem neighborhood of New York City, Banks pursued an interest in musical theatre at a young age, studying at the LaGuardia High School of Performing Arts before dropping out to focus on her musical career. In late 2008, she adopted the pseudonym \"Miss Bank$\", and began releasing music through MySpace, eventually being signed to XL Recordings at age 17.",
      "pageId": 33844071,
      "monthDay": "05/31"
    },
    {
      "year": "1997",
      "uri": "/wiki/In%C3%AAs_Murta",
      "name": "Inês Murta",
      "aboutText": "Milka-Emilia Pasanen (born 31 May 1997 in Pieksämäki) is a Finnish tennis player.\nPlaying for Finland at the Fed Cup, Pasanen has a win–loss record of 1–1.",
      "pageId": 40170585,
      "monthDay": "05/31"
    },
    {
      "year": "1997",
      "uri": "/wiki/Milka-Emilia_Pasanen",
      "name": "Milka-Emilia Pasanen",
      "aboutText": "Inês Gaspar Murta (born 31 May 1997 in Faro) is a Portuguese tennis player.\nMurta has won two doubles titles on the ITF tour in her career. On 12 October 2015, she reached her best singles ranking of world number 737.",
      "pageId": 41859429,
      "monthDay": "05/31"
    }
  ]
}