{
  "people": [
    {
      "year": "1076",
      "uri": "/wiki/Mstislav_I_of_Kiev",
      "name": "Mstislav I of Kiev",
      "aboutText": "Brigham Young (/ˈbrɪɡəm/; June 1, 1801 – August 29, 1877) was an American leader in the Latter Day Saint movement and a settler of the Western United States. He was the President of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1847 until his death in 1877. He founded Salt Lake City and he served as the first governor of the Utah Territory.",
      "pageId": 5048,
      "monthDay": "06/01"
    },
    {
      "year": "1134",
      "uri": "/wiki/Geoffrey,_Count_of_Nantes",
      "name": "Geoffrey, Count of Nantes",
      "aboutText": "Nicolas Léonard Sadi Carnot (French: [kaʁno]; 1 June 1796 – 24 August 1832) was a French military engineer and physicist, often described as the \"father of thermodynamics\". In his only publication, the 1824 monograph Reflections on the Motive Power of Fire, Carnot gave the first successful theory of the maximum efficiency of heat engines.",
      "pageId": 28220,
      "monthDay": "06/01"
    },
    {
      "year": "1300",
      "uri": "/wiki/Thomas_of_Brotherton,_1st_Earl_of_Norfolk",
      "name": "Thomas of Brotherton, 1st Earl of Norfolk",
      "aboutText": "Robert Cecil, 1st Earl of Salisbury, KG PC (1 June 1563? – 24 May 1612) was an English administrator and politician.",
      "pageId": 70598,
      "monthDay": "06/01"
    },
    {
      "year": "1455",
      "uri": "/wiki/Anne_of_Savoy",
      "name": "Anne of Savoy",
      "aboutText": "Otto, also spelled Otho (Greek: O Όθων, Βασιλεύς της Ελλάδος, O Óthon, Vasiléfs tis Elládos; 1 June 1815 – 26 July 1867), was a Bavarian prince who became the first modern King of Greece in 1832 under the Convention of London. He reigned until his deposition in 1862.\nThe second son of King Ludwig I of Bavaria, Otto ascended the newly created throne of Greece while still a minor.",
      "pageId": 193686,
      "monthDay": "06/01"
    },
    {
      "year": "1480",
      "uri": "/wiki/Tiedemann_Giese",
      "name": "Tiedemann Giese",
      "aboutText": "Francesco Scipione, marchese di Maffei (Italian: [franˈtʃesko ʃiˈpjoːne, marˈkeːze di mafˈfɛi]; 1675–1755) was an Italian writer and art critic, author of many articles and plays.",
      "pageId": 200406,
      "monthDay": "06/01"
    },
    {
      "year": "1503",
      "uri": "/wiki/Wilhelm_von_Grumbach",
      "name": "Wilhelm von Grumbach",
      "aboutText": "Mikhail Ivanovich Glinka (Russian: Михаи́л Ива́нович Гли́нка; 1 June [O.S. 20 May] 1804 – 15 February  [O.S. 3 February] 1857) was the first Russian composer to gain wide recognition within his own country, and is often regarded as the fountainhead of Russian classical music. Glinka's compositions were an important influence on future Russian composers, notably the members of The Five, who took Glinka's lead and produced a distinctive Russian style of music.\n^ \"...regarded by his compatriots as the source and fountainhead of Russian Music,\" in \"Russian Symphony Orchestra\", New York Times, 1904-11-13, p.",
      "pageId": 254773,
      "monthDay": "06/01"
    },
    {
      "year": "1563",
      "uri": "/wiki/Robert_Cecil,_1st_Earl_of_Salisbury",
      "name": "Robert Cecil, 1st Earl of Salisbury",
      "aboutText": "Father Jacques Marquette S.J. (June 1, 1637 – May 18, 1675), sometimes known as Père Marquette or James (Jim) Marquette, was a French Jesuit missionary who founded Michigan's first European settlement, Sault Ste. Marie, and later founded St. Ignace, Michigan.",
      "pageId": 266221,
      "monthDay": "06/01"
    },
    {
      "year": "1633",
      "uri": "/wiki/Geminiano_Montanari",
      "name": "Geminiano Montanari",
      "aboutText": "Blessed Edmund Ignatius Rice (Irish: [Éamann] Iognáid Rís; 1 June 1762 – 29 August 1844), was a Roman Catholic missionary and educationalist. Edmund was the founder of two religious institutes of religious brothers: the Congregation of Christian Brothers and the Presentation Brothers.\nRice was born in Ireland at a time when Catholics faced oppression under Penal Laws enforced by the British authorities, though reforms started in 1778 when he was a teenager.",
      "pageId": 378231,
      "monthDay": "06/01"
    },
    {
      "year": "1637",
      "uri": "/wiki/Jacques_Marquette",
      "name": "Jacques Marquette",
      "aboutText": "Georg Muffat (1 June 1653 – 23 February 1704) was a Baroque composer.",
      "pageId": 423553,
      "monthDay": "06/01"
    },
    {
      "year": "1653",
      "uri": "/wiki/Georg_Muffat",
      "name": "Georg Muffat",
      "aboutText": "Geminiano Montanari (June 1, 1633 – October 13, 1687) was an Italian astronomer, lens-maker, and proponent of the experimental approach to science.\nHe is best known for his observation, made around 1667, that the second brightest star (called Algol as derived from its name in Arabic) in the constellation of Perseus varied in brightness. It is likely that others had observed this effect before, but Montanari was the first named astronomer to record it.",
      "pageId": 587876,
      "monthDay": "06/01"
    },
    {
      "year": "1675",
      "uri": "/wiki/Francesco_Scipione,_marchese_di_Maffei",
      "name": "Francesco Scipione, marchese di Maffei",
      "aboutText": "Mstislav I Vladimirovich the Great (Russian: Мстислав Владимирович Великий, Ukrainian: Мстислав Володимирович Великий, Belarusian: Мсціслаў Уладзіміравіч Вялікі) (June 1, 1076, Turov – April 14, 1132, Kiev) was the Grand Prince of Kiev (1125–1132), the eldest son of Vladimir II Monomakh by Gytha of Wessex. He figures prominently in the Norse Sagas under the name Harald, taken to allude to his grandfather, Harold II of England. Mstislav's Christian name was Theodore.",
      "pageId": 935924,
      "monthDay": "06/01"
    },
    {
      "year": "1754",
      "uri": "/wiki/Ferdinand,_Duke_of_Breisgau",
      "name": "Ferdinand, Duke of Breisgau",
      "aboutText": "Wilhelm von Grumbach (1 June 1503 – 18 April 1567) was a German adventurer, chiefly known through his connection with the so-called “Grumbach Feud” (German: Grumbachsche Händel), the last attempt of the Imperial Knights to prevail against the power of the territorial Princes of the Holy Roman Empire.",
      "pageId": 1309279,
      "monthDay": "06/01"
    },
    {
      "year": "1762",
      "uri": "/wiki/Edmund_Ignatius_Rice",
      "name": "Edmund Ignatius Rice",
      "aboutText": "Tiedemann Giese (1 June 1480 – 23 October 1550), was a member of the patrician Giese family of Danzig (Gdańsk) in Poland. His father was Albrecht Giese and his brother, the Hanseatic League merchant Georg Giese. Another relative was Albrecht Giese.",
      "pageId": 1334313,
      "monthDay": "06/01"
    },
    {
      "year": "1770",
      "uri": "/wiki/Friedrich_Laun",
      "name": "Friedrich Laun",
      "aboutText": "Thomas of Brotherton, 1st Earl of Norfolk (1 June 1300 – August 1338), was the fifth son of King Edward I (1272-1307) by his second wife Margaret of France and was a younger half-brother of King Edward II (1307-1327). He occupied the office of Earl Marshal of England.",
      "pageId": 1342483,
      "monthDay": "06/01"
    },
    {
      "year": "1790",
      "uri": "/wiki/Ferdinand_Raimund",
      "name": "Ferdinand Raimund",
      "aboutText": "Ferdinand Raimund (born Ferdinand Jakob Raimann; 1 June 1790 – 5 September 1836, Pottenstein, Lower Austria) was an Austrian actor and dramatist.",
      "pageId": 1359556,
      "monthDay": "06/01"
    },
    {
      "year": "1796",
      "uri": "/wiki/Nicolas_L%C3%A9onard_Sadi_Carnot",
      "name": "Nicolas Léonard Sadi Carnot",
      "aboutText": "Archduke Ferdinand Karl of Austria-Este (1 June 1754 – 24 December 1806) was a son of Holy Roman Emperor Franz I and Maria Theresa of Austria. He was the founder of the House of Austria-Este and Governor of the Duchy of Milan between 1765 and 1796.",
      "pageId": 1808212,
      "monthDay": "06/01"
    },
    {
      "year": "1800",
      "uri": "/wiki/Edward_Deas_Thomson",
      "name": "Edward Deas Thomson",
      "aboutText": "Sir Edward Deas Thomson, CB KCMG, (1 June 1800 – 16 July 1879) was an Australian administrator, politician and chancellor of the University of Sydney.\n^ Mennell, Philip (1892). \" Thomson, Hon.",
      "pageId": 5864284,
      "monthDay": "06/01"
    },
    {
      "year": "1801",
      "uri": "/wiki/Brigham_Young",
      "name": "Brigham Young",
      "aboutText": "Geoffrey VI (1 June 1134 – 27 July 1158) was Count of Nantes from 1156 to 1158. He was also known as Geoffrey of Anjou and Geoffrey FitzEmpress.",
      "pageId": 14750183,
      "monthDay": "06/01"
    },
    {
      "year": "1804",
      "uri": "/wiki/Mikhail_Glinka",
      "name": "Mikhail Glinka",
      "aboutText": "Not to be confused with Anna of Savoy",
      "pageId": 27556878,
      "monthDay": "06/01"
    },
    {
      "year": "1815",
      "uri": "/wiki/Otto_of_Greece",
      "name": "Otto of Greece",
      "aboutText": "Friedrich August Schulze (1 June 1770 – 4 September 1849) was a German novelist, who wrote under the pen name Friedrich Laun. Schulze was born in Dresden. His first novel, Der Mann, auf Freiersfüssen (1801), was favorably received.",
      "pageId": 31563410,
      "monthDay": "06/01"
    },
    {
      "year": "1819",
      "uri": "/wiki/Francis_V,_Duke_of_Modena",
      "name": "Francis V, Duke of Modena",
      "aboutText": "John Edward Masefield, OM (/ˈmeɪsˌfiːld, ˈmeɪz-/; 1 June 1878 – 12 May 1967) was an English poet and writer, and Poet Laureate of the United Kingdom from 1930 until his death in 1967.",
      "pageId": 16319,
      "monthDay": "06/01"
    },
    {
      "year": "1825",
      "uri": "/wiki/John_Hunt_Morgan",
      "name": "John Hunt Morgan",
      "aboutText": "Air Commodore Sir Frank Whittle OM KBE CB FRS FRAeS (1 June 1907 – 9 August 1996) was an English Royal Air Force (RAF) engineer air officer. He is credited with single-handedly inventing the turbojet engine. A patent was submitted by Maxime Guillaume in 1921 for a similar invention; however, this was technically unfeasible at the time.",
      "pageId": 42707,
      "monthDay": "06/01"
    },
    {
      "year": "1831",
      "uri": "/wiki/John_Bell_Hood",
      "name": "John Bell Hood",
      "aboutText": "Francis Phillip Wuppermann (June 1, 1890 – September 18, 1949), known by his stage name of Frank Morgan, was an American character actor.",
      "pageId": 145042,
      "monthDay": "06/01"
    },
    {
      "year": "1833",
      "uri": "/wiki/John_Marshall_Harlan",
      "name": "John Marshall Harlan",
      "aboutText": "John Hunt Morgan (June 1, 1825 – September 4, 1864) was a Confederate general in the American Civil War.\nIn April 1862, he raised the 2nd Kentucky Cavalry Regiment, fought at Shiloh, and then launched a costly raid in Kentucky, which encouraged Braxton Bragg's invasion of that state. He also attacked the supply-lines of General William S. Rosecrans.",
      "pageId": 238314,
      "monthDay": "06/01"
    },
    {
      "year": "1843",
      "uri": "/wiki/Henry_Faulds",
      "name": "Henry Faulds",
      "aboutText": "John Bell Hood (June 1 or June 29, 1831 – August 30, 1879) was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the Confederate States Army, Hood gradually became increasingly effective as he was promoted to lead larger, independent commands late in the war, but his career and reputation were marred by his decisive defeats leading an army in the Atlanta Campaign and the Franklin-Nashville Campaign.",
      "pageId": 441372,
      "monthDay": "06/01"
    },
    {
      "year": "1844",
      "uri": "/wiki/John_J._Toffey",
      "name": "John J. Toffey",
      "aboutText": "Charles Kay Ogden (/ˈɔːɡdən, ˈɒɡ-/; 1 June 1889 – 20 March 1957) was an English linguist, philosopher, and writer. Described as a polymath but also an eccentric and outsider, he took part in many ventures related to literature, politics, the arts and philosophy, having a broad effect particularly as an editor, translator, and activist on behalf of a reformed version of the English language.",
      "pageId": 486946,
      "monthDay": "06/01"
    },
    {
      "year": "1878",
      "uri": "/wiki/John_Masefield",
      "name": "John Masefield",
      "aboutText": "John Marshall Harlan (June 1, 1833 – October 14, 1911) was an American lawyer and politician from Kentucky who served as an associate justice on the U.S. Supreme Court.\nHarlan was born at Harlan's Station, 5 miles (8.0 km) west of Danville, Kentucky on Salt River Road, in 1833 to a prominent family. He attended school in Frankfort and then graduated from Centre College.",
      "pageId": 491981,
      "monthDay": "06/01"
    },
    {
      "year": "1879",
      "uri": "/wiki/Max_Emmerich",
      "name": "Max Emmerich",
      "aboutText": "Robert Newton (1 June 1905 – 25 March 1956) was an English stage and film actor. Along with Errol Flynn, Newton was one of the most popular actors among the male juvenile audience of the 1940s and early 1950s, especially with British boys. Known for his hard drinking lifestyle, he was cited as a role model by the actor Oliver Reed and The Who drummer Keith Moon.",
      "pageId": 679259,
      "monthDay": "06/01"
    },
    {
      "year": "1882",
      "uri": "/wiki/Nicolae_Bivol",
      "name": "Nicolae Bivol",
      "aboutText": "Henry Faulds (1 June 1843 – 24 March 1930) was a Scottish physician, missionary and scientist who is noted for the development of fingerprinting.",
      "pageId": 704206,
      "monthDay": "06/01"
    },
    {
      "year": "1889",
      "uri": "/wiki/James_Daugherty",
      "name": "James Daugherty",
      "aboutText": "John William Van Druten (1 June 1901 – 19 December 1957) was an English playwright and theatre director, known professionally as John Van Druten. He began his career in London, and later moved to America becoming a U.S. citizen.",
      "pageId": 753097,
      "monthDay": "06/01"
    },
    {
      "year": "1889",
      "uri": "/wiki/Charles_Kay_Ogden",
      "name": "Charles Kay Ogden",
      "aboutText": "Francesco Ferdinando Geminiano von Habsburg-Lothringen, known as Francis V of Modena (Italian: Francesco V d'Asburgo-Este) (1 June 1819 – 20 November 1875), Archduke of Austria-Este, Royal Prince of Hungary and Bohemia, was Duke of Modena, Reggio, and Mirandola, Duke of Guastalla (from 1847), Duke of Massa and Prince of Carrara from 1846 to 1859. His parents were Francis IV of Modena and of Princess Maria Beatrice of Savoy.",
      "pageId": 824388,
      "monthDay": "06/01"
    },
    {
      "year": "1890",
      "uri": "/wiki/Frank_Morgan",
      "name": "Frank Morgan",
      "aboutText": "Clarence Henry \"Happy\" Day (June 14, 1901 – February 17, 1990), later known as Hap Day, was a Canadian professional hockey player who played 14 seasons in the National Hockey League for the Toronto Maple Leafs and New York Americans. Day enjoyed a 33-year career as a player, referee, coach and assistant general manager, 28 of which were spent in various capacities with the Maple Leafs. He was inducted into the Hockey Hall of Fame in 1961.",
      "pageId": 1348247,
      "monthDay": "06/01"
    },
    {
      "year": "1899",
      "uri": "/wiki/Edward_Charles_Titchmarsh",
      "name": "Edward Charles Titchmarsh",
      "aboutText": "Edward Charles \"Ted\" Titchmarsh (June 1, 1899 – January 18, 1963) was a leading British mathematician.",
      "pageId": 1709459,
      "monthDay": "06/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Hap_Day",
      "name": "Hap Day",
      "aboutText": "James Henry Daugherty (June 1, 1889 Asheville, North Carolina – February 21, 1974) was an American modernist painter, muralist, children's book author, and illustrator.",
      "pageId": 5866978,
      "monthDay": "06/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Raymond_Souplex",
      "name": "Raymond Souplex",
      "aboutText": "John James Toffey (June 1, 1844 – March 13, 1911) was a United States Union Army officer during the American Civil War who received the Medal of Honor.",
      "pageId": 7049000,
      "monthDay": "06/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/John_Van_Druten",
      "name": "John Van Druten",
      "aboutText": "Hans Kamstrup Vogt (1 June 1903 – 25 September 1986) was a Norwegian linguist who specialized in the Caucasian languages, especially Georgian. He also did significant early work on the Kalispel language.\nHe was a member of the Norwegian Academy of Science and Letters since 1937, the Royal Danish Academy of Sciences and Letters from 1957 and of the Norwegian Academy for Language and Literature from 1971.",
      "pageId": 9623616,
      "monthDay": "06/01"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vasyl_Velychkovsky",
      "name": "Vasyl Velychkovsky",
      "aboutText": "Blessed Martyr Vasyl Velychkovsky (born June 1, 1903, Stanislav, Austria-Hungary — died June 30, 1973, Winnipeg, Canada) was a priest, and later bishop, of Ukrainian Greek-Catholic Church (Eastern rite Catholics).\nIn 1920 he entered the seminary in Lviv. In 1925 he took his first religious vows in the village of Holosko near Lviv in the Congregation of the Most Holy Redeemer and was ordained a priest.",
      "pageId": 12391527,
      "monthDay": "06/01"
    },
    {
      "year": "1903",
      "uri": "/wiki/Hans_Vogt_(linguist)",
      "name": "Hans Vogt",
      "aboutText": "Max Philip Emmerich (June 1, 1879 – June 1956) was an American track and field athlete and gymnast who competed in the 1904 Summer Olympics.\nHe was born in Indianapolis, Indiana.\nIn 1904 he won the gold medal in the athletics' triathlon event.",
      "pageId": 13840811,
      "monthDay": "06/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Robert_Newton",
      "name": "Robert Newton",
      "aboutText": "Nicolae Bivol (born June 1, 1882, Ialoveni - July 3, 1940, Chişinău) was a Bessarabian politician, member of the Sfatul Ţării between 1917–1918, and Mayor of Chişinău in two terms between 1923-1924 and 1925-1926.",
      "pageId": 26435420,
      "monthDay": "06/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Frank_Whittle",
      "name": "Frank Whittle",
      "aboutText": "Raymond Souplex (1 June 1901 – 22 November 1972) was a French actor and singer.",
      "pageId": 34266932,
      "monthDay": "06/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/Julie_Campbell_Tatham",
      "name": "Julie Campbell Tatham",
      "aboutText": "Marilyn Monroe (born Norma Jeane Mortenson, June 1, 1926 – August 5, 1962) was an American actress and model. Famous for playing \"dumb blonde\" characters, she became one of the most popular sex symbols of the 1950s, emblematic of the era's attitudes towards sexuality. Although she was a top-billed actress for only a decade, her films grossed $200 million by the time of her unexpected death in 1962.",
      "pageId": 19318,
      "monthDay": "06/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Yechezkel_Kutscher",
      "name": "Yechezkel Kutscher",
      "aboutText": "Andy Samuel Griffith (June 1, 1926 – July 3, 2012) was an American actor, television producer, Southern gospel singer, and writer.",
      "pageId": 113137,
      "monthDay": "06/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Herbert_Tichy",
      "name": "Herbert Tichy",
      "aboutText": "Nelson Smock Riddle, Jr. (June 1, 1921 –  October 6, 1985) was an American arranger, composer, bandleader and orchestrator whose career stretched from the late 1940s to the mid-1980s. His work for Capitol Records kept such vocalists as Frank Sinatra, Ella Fitzgerald, Nat King Cole, Judy Garland, Dean Martin, Peggy Lee, Johnny Mathis, Rosemary Clooney and Keely Smith household names.",
      "pageId": 414425,
      "monthDay": "06/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/Bill_Deedes",
      "name": "Bill Deedes",
      "aboutText": "William Sloane Coffin, Jr. (June 1, 1924 – April 12, 2006) was an American Christian clergyman and long-time peace activist. He was ordained in the Presbyterian church and later received ministerial standing in the United Church of Christ.",
      "pageId": 424217,
      "monthDay": "06/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Randolph_(actor)",
      "name": "John Randolph",
      "aboutText": "William Francis Deedes, Baron Deedes, KBE, MC, PC, DL (1 June 1913 – 17 August 2007) was a British Conservative Party politician, army officer and journalist; he is to date the only person in Britain to have been both a member of the Cabinet and the editor of a major daily newspaper, The Daily Telegraph.",
      "pageId": 462514,
      "monthDay": "06/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/William_Standish_Knowles",
      "name": "William Standish Knowles",
      "aboutText": "Emanuel Hirsch Cohen, better known by the stage name John Randolph, (June 1, 1915 – February 24, 2004) was an American film, television and stage actor.",
      "pageId": 499017,
      "monthDay": "06/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/Robert_Clarke",
      "name": "Robert Clarke",
      "aboutText": "Hazel Jane Dickens (June 1, 1935 – April 22, 2011) was an American bluegrass singer, songwriter, double bassist and guitarist. Her music was characterized not only by her high, lonesome singing style, but also by her provocative pro-union, feminist songs. Cultural blogger John Pietaro noted that \"Dickens didn’t just sing the anthems of labor, she lived them and her place on many a picket line, staring down gunfire and goon squads, embedded her into the cause.\" The New York Times extolled her as \"a clarion-voiced advocate for coal miners and working people and a pioneer among women in bluegrass music.\" With Alice Gerrard, Dickens was one of the first women to record a bluegrass album.",
      "pageId": 916486,
      "monthDay": "06/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Nelson_Riddle",
      "name": "Nelson Riddle",
      "aboutText": "Herbert Tichy (June 1, 1912 - September 26, 1987) was an Austrian author, geologist, journalist and climber.\nHis first ascent of Cho Oyu was on October 19, 1954, with Sepp Jöchler and Pasang Dawa Lama.",
      "pageId": 1080906,
      "monthDay": "06/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joan_Caulfield",
      "name": "Joan Caulfield",
      "aboutText": "Richard Schultz Schweiker (June 1, 1926 – July 31, 2015) was an American politician. A member of the Republican Party, he served as the 14th U.S. Secretary of Health and Human Services under President Ronald Reagan from 1981 to 1983.",
      "pageId": 1114876,
      "monthDay": "06/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joan_Copeland",
      "name": "Joan Copeland",
      "aboutText": "Baron Povel Karl Henric Ramel ([ˈpoːvɛl ˈɾamɛl]; June 1, 1922 – June 5, 2007) was a Swedish entertainer. Ramel was a singer, pianist, vaudeville artist, author and a novelty song composer. His style was characterized by imaginative wit, both verbal and musical.",
      "pageId": 1188821,
      "monthDay": "06/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Povel_Ramel",
      "name": "Povel Ramel",
      "aboutText": "William Standish Knowles (June 1, 1917 – June 13, 2012) was an American chemist. He was born in Taunton, Massachusetts. Knowles was one of the recipients of the 2001 Nobel Prize in Chemistry.",
      "pageId": 1891167,
      "monthDay": "06/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Barry_Till",
      "name": "Barry Till",
      "aboutText": "Joan Caulfield (June 1, 1922 – June 18, 1991) was an American actress and former fashion model.",
      "pageId": 2698152,
      "monthDay": "06/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/William_Sloane_Coffin",
      "name": "William Sloane Coffin",
      "aboutText": "Joan Copeland (born June 1, 1922) is an American actress and the younger sister of celebrated playwright Arthur Miller. She began her career during the mid-1940s, appearing in theatre in New York City, where, shortly thereafter, she would become one of the very first members admitted to the newly formed Actors Studio. She moved into television and film during the 1950s.",
      "pageId": 3037451,
      "monthDay": "06/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_Tooley",
      "name": "John Tooley",
      "aboutText": "Robert Irby Clarke (June 1, 1920 – June 11, 2005) was an American actor best known for his cult classic science fiction films of the 1950s.",
      "pageId": 13965106,
      "monthDay": "06/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dilia_D%C3%ADaz_Cisneros",
      "name": "Dilia Díaz Cisneros",
      "aboutText": "Dilia Elena Díaz Cisneros (born June 1, 1925) is a Venezuelan teacher and poet. She was born in El Hatillo, Miranda and married Victor Guillermo Ramos Rangel in 1947.",
      "pageId": 18485569,
      "monthDay": "06/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hazel_Dickens",
      "name": "Hazel Dickens",
      "aboutText": "Julie Campbell Tatham (June 1, 1908 – July 7, 1999) was a US writer of children's novels, who also wrote for adults, especially on Christian Science. As Julie Campbell she was the creator of the Trixie Belden series (she wrote the first six) and the Ginny Gordon series.",
      "pageId": 22001754,
      "monthDay": "06/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Marie_Knight",
      "name": "Marie Knight",
      "aboutText": "Marie Knight (June 1, 1925 – August 30, 2009) was an American gospel and R&B singer.",
      "pageId": 24188811,
      "monthDay": "06/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Andy_Griffith",
      "name": "Andy Griffith",
      "aboutText": "Edward Yechezkel Kutscher or Yechezkel Kutscher (Hebrew: יחזקאל קוטשר‎; born 1 June 1909, died 12 December 1971) was an Israeli philologist and Hebrew linguist.",
      "pageId": 27575719,
      "monthDay": "06/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Marilyn_Monroe",
      "name": "Marilyn Monroe",
      "aboutText": "Sir John Tooley (born 1 June 1924) is a former general director of the Royal Opera House, Covent Garden, London. He has also held a range of appointments in the musical world, serving as a trustee or board member for many organisations.",
      "pageId": 32883338,
      "monthDay": "06/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Richard_Schweiker",
      "name": "Richard Schweiker",
      "aboutText": "The Very Rev Barry Dorn Till MA, DD (1 June 1923 – 12 June 2013) was an eminent Anglican priest, author  and academic in the second half of the twentieth century.\nHe was born on 1 June 1923, educated at Harrow and served in the Coldstream Guards from 1942 to 1946. He studied at Jesus College, Cambridge, where he read history and theology and in 1949 was awarded the Cambridge University Lightfoot Scholarship in ecclesiastical history with special commendation.",
      "pageId": 33053959,
      "monthDay": "06/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Georgy_Dobrovolsky",
      "name": "Georgy Dobrovolsky",
      "aboutText": "Norman Robert Foster, Baron Foster of Thames Bank of Reddish, OM, HonFREng (born 1 June 1935) is a British architect whose company, Foster + Partners, maintains an international design practice famous for high-tech architecture.\nHe is one of Britain's most prolific architects of his generation. In 1999 he was awarded the Pritzker Architecture Prize, often referred to as the Nobel Prize of architecture.",
      "pageId": 21641,
      "monthDay": "06/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Steve_Dodd",
      "name": "Steve Dodd",
      "aboutText": "Robert Alan \"Bob\" Monkhouse, OBE (1 June 1928 – 29 December 2003) was an English entertainer.",
      "pageId": 151565,
      "monthDay": "06/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bob_Monkhouse",
      "name": "Bob Monkhouse",
      "aboutText": "Charles Eugene \"Pat\" Boone (born June 1, 1934) is an American singer, composer, actor, writer, television personality, motivational speaker, and spokesman. He was a successful pop singer in the United States during the 1950s and early 1960s. He sold over 45 million albums, had 38 Top 40 hits and appeared in more than 12 Hollywood films.",
      "pageId": 167373,
      "monthDay": "06/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Larry_Zeidel",
      "name": "Larry Zeidel",
      "aboutText": "Georgiy Timofeyevich Dobrovolsky (Russian: Гео́ргий Тимофе́евич Доброво́льский; June 1, 1928 – June 30, 1971) was a Soviet cosmonaut who died in outer space.",
      "pageId": 199492,
      "monthDay": "06/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nargis",
      "name": "Nargis",
      "aboutText": "Charles Nesbitt \"Charlie\" Wilson (June 1, 1933 – February 10, 2010) was a United States naval officer and former 12-term Democratic United States Representative from Texas's 2nd congressional district.\nWilson is best known for leading Congress into supporting Operation Cyclone, the largest-ever Central Intelligence Agency (CIA) covert operation which, under the Carter and Reagan administration, supplied military equipment including anti-aircraft weapons such as obsolete FIM-43 Redeye MANPADS surface-to-air antiaircraft missiles and paramilitary officers from their Special Activities Division to the Afghan Mujahideen during the Soviet war in Afghanistan.",
      "pageId": 363914,
      "monthDay": "06/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/James_H._Billington",
      "name": "James H. Billington",
      "aboutText": "James Hadley Billington (born June 1, 1929) is an American academic and author who taught history at Harvard and Princeton before serving for 42 years as CEO of four federal cultural institutions. He served as the 13th Librarian of Congress after being nominated as 13th by President Ronald Reagan in 1987, and his appointment was approved unanimously by the U.S. Senate. He retired as Librarian on September 30, 2015.",
      "pageId": 578284,
      "monthDay": "06/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Lemmon",
      "name": "John Lemmon",
      "aboutText": "Nargis Dutt (1 June 1929 – 3 May 1981), born Fatima Rashid but known by her screen name, Nargis, was an Indian film actress. Regarded as one of the greatest actresses in the history of Hindi cinema, she made her screen debut as a child in Talash-E-Haq in 1935, but her acting career began in 1942 with Tamanna (1942). During a career that spanned from the 1940s to the 1960s, Nargis appeared in numerous commercially successful as well as critically appreciated films, many of which featured her alongside actor and filmmaker Raj Kapoor.",
      "pageId": 684951,
      "monthDay": "06/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Edward_Woodward",
      "name": "Edward Woodward",
      "aboutText": "Edward Albert Arthur Woodward, OBE (1 June 1930 – 16 November 2009) was an English actor and singer.\nAfter graduating from the Royal Academy of Dramatic Art (RADA), Woodward began his career on stage. Throughout his career, he appeared in productions in both the West End of London and on Broadway in New York City.",
      "pageId": 863211,
      "monthDay": "06/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Hal_Smith_(catcher)",
      "name": "Hal Smith",
      "aboutText": "Christopher (Kit) Lasch (June 1, 1932 – February 14, 1994) was an American historian, moralist, and social critic.\nMentored by William Leuchtenburg at Columbia University, Lasch was a professor at the University of Rochester. Lasch sought to use history as a tool to awaken American society to the pervasiveness with which major institutions, public and private, were eroding the competence and independence of families and communities.",
      "pageId": 1678630,
      "monthDay": "06/01"
    },
    {
      "year": "1932",
      "uri": "/wiki/Christopher_Lasch",
      "name": "Christopher Lasch",
      "aboutText": "Frederick J. Eikerenkoetter II, better known as Reverend Ike (June 1, 1935 – July 28, 2009) was an American minister and electronic evangelist based in New York City.",
      "pageId": 1800760,
      "monthDay": "06/01"
    },
    {
      "year": "1933",
      "uri": "/wiki/Haruo_Remeliik",
      "name": "Haruo Remeliik",
      "aboutText": "John Charles Reynolds (June 1, 1935 – April 28, 2013) was an American computer scientist.",
      "pageId": 2715600,
      "monthDay": "06/01"
    },
    {
      "year": "1933",
      "uri": "/wiki/Charlie_Wilson_(Texas_politician)",
      "name": "Charles Wilson",
      "aboutText": "Ken Rex McElroy (June 1, 1934 – July 10, 1981) was a resident of Skidmore, Nodaway County, Missouri. Known as \"the town bully\", his unsolved killing became the focus of international attention. Over the course of his life McElroy was accused of dozens of felonies, including assault, child molestation, statutory rape, arson, hog and cattle rustling, and burglary.",
      "pageId": 3798790,
      "monthDay": "06/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Pat_Boone",
      "name": "Pat Boone",
      "aboutText": "Edward John Lemmon (1 June 1930 – 29 July 1966) was a logician and philosopher born in Sheffield, England. He is most well known for his work on modal logic, particularly his joint text with Dana Scott published posthumously (Lemmon and Scott, 1977).\nLemmon attended King Edward VII School in Sheffield until 1947, before reading Literae humaniores at Magdalen College, Oxford, as an undergraduate, and was appointed Fellow of Trinity College, Oxford, in 1957.",
      "pageId": 3924625,
      "monthDay": "06/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Peter_Masterson",
      "name": "Peter Masterson",
      "aboutText": "Haruo Ignacio Remeliik (1 June 1933 – 30 June 1985) was a politician from Palau. He served as the first President of Palau from 2 March 1981 until his assassination on 30 June 1985. He is buried at Kloulklubed in his home state of Peleliu.",
      "pageId": 4202171,
      "monthDay": "06/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ken_McElroy",
      "name": "Ken McElroy",
      "aboutText": "Peter Masterson (born June 1, 1934) is an American actor, director, producer and writer.",
      "pageId": 5883466,
      "monthDay": "06/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Norman_Foster,_Baron_Foster_of_Thames_Bank",
      "name": "Norman Foster, Baron Foster of Thames Bank",
      "aboutText": "John Francis Kralick (June 1, 1935 – September 18, 2012) was a professional baseball player who pitched in the Major Leagues from 1959 to 1967. He participated in 235 games in the course of an eight-year career that included stints with the Washington Senators/Minnesota Twins and Cleveland Indians. During that time, he earned 67 wins and 65 losses, accumulating a record of 668 strikeouts, with an ERA of 3.56 in 125 games and 1,218 innings pitched.",
      "pageId": 6301815,
      "monthDay": "06/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Reverend_Ike",
      "name": "Reverend Ike",
      "aboutText": "Lazarus \"Larry, Rock\" Zeidel (June 1, 1928 – June 17, 2014) was a Canadian professional ice hockey defenceman, most notably for the Hershey Bears of the American Hockey League, for whom he played nine seasons.",
      "pageId": 6947072,
      "monthDay": "06/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jack_Kralick",
      "name": "Jack Kralick",
      "aboutText": "Harold Raymond Smith (June 1, 1931 – April 12, 2014) was an American catcher in Major League Baseball who played for the St. Louis Cardinals (1956–61) and Pittsburgh Pirates (1965). Smith batted and threw right-handed; he stood 5 feet 10½ inches (1.8 m) tall and weighed 186 pounds (84 kg).",
      "pageId": 7990008,
      "monthDay": "06/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_C._Reynolds",
      "name": "John C. Reynolds",
      "aboutText": "Steve Dodd (1 June 1928 – 10 November 2014) was an Indigenous Australian actor, notable for playing indigenous characters across seven decades of Australian film. After beginning his working life as a stockman and rodeo rider, Dodd was given his first film roles by prominent Australian actor Chips Rafferty. His career was interrupted by six years in the Australian Army during the Korean War, and limited by typecasting.",
      "pageId": 21685577,
      "monthDay": "06/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Andr%C3%A9_Bourbeau",
      "name": "André Bourbeau",
      "aboutText": "André Bourbeau, CQ (born June 1, 1936) is a former Canadian politician.\nBorn in Verdun, Quebec, the son of Louis-Auguste Bourbeau and Antoinette Miquelon, Bourbeau studied at the Séminaire de Sherbrooke and the University of Montreal before receiving a Diploma in Law from McGill University in 1959. He became a notary in 1960 and practiced in Montreal from 1960 to 1981.",
      "pageId": 23397539,
      "monthDay": "06/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bekim_Fehmiu",
      "name": "Bekim Fehmiu",
      "aboutText": "Morgan Freeman (born June 1, 1937) is an American actor and narrator. Freeman won an Academy Award in 2005 for Best Supporting Actor with Million Dollar Baby (2004), and he has received Oscar nominations for his performances in Street Smart (1987), Driving Miss Daisy (1989), The Shawshank Redemption (1994) and Invictus (2009). He has also won a Golden Globe Award and a Screen Actors Guild Award.",
      "pageId": 20584,
      "monthDay": "06/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Gerald_Scarfe",
      "name": "Gerald Scarfe",
      "aboutText": "Gerald Anthony Scarfe, CBE, RDI (born 1 June 1936) is an English cartoonist and illustrator. He has worked as editorial cartoonist for The Sunday Times and illustrator for The New Yorker.\nHis other work includes graphics for rock group Pink Floyd, particularly on their 1979 album The Wall, its 1982 film adaption, and tour (1980-81), as well as the music video for \"Welcome to the Machine\".",
      "pageId": 210404,
      "monthDay": "06/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Morgan_Freeman",
      "name": "Morgan Freeman",
      "aboutText": "Paco Peña (born 1 June 1942) is a Spanish flamenco composer and guitarist. He is regarded as one of the world's foremost traditional flamenco players.\nBorn in Córdoba, Spain as Francisco Peña Pérez, Paco Peña began learning to play the guitar from his brother at age six and made his first professional appearance at twelve.",
      "pageId": 212377,
      "monthDay": "06/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Rosaleen_Linehan",
      "name": "Rosaleen Linehan",
      "aboutText": "Kip Stephen Thorne, (born June 1, 1940) is an American theoretical physicist, known for his contributions in gravitational physics and astrophysics. A longtime friend and colleague of Stephen Hawking and Carl Sagan, he was the Feynman Professor of Theoretical Physics at the California Institute of Technology (Caltech) until 2009 and is one of the world's leading experts on the astrophysical implications of Einstein's general theory of relativity. He continues to do scientific research and acted as a scientific consultant in the science fiction film Interstellar.",
      "pageId": 238517,
      "monthDay": "06/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Colleen_McCullough",
      "name": "Colleen McCullough",
      "aboutText": "Edo de Waart (born 1 June 1941, Amsterdam) is a Dutch conductor. He is music director of the Milwaukee Symphony Orchestra, chief conductor of the Royal Flemish Philharmonic, an Artistic Partner with the St. Paul Chamber Orchestra, and music director-designate of the New Zealand Symphony Orchestra.",
      "pageId": 354350,
      "monthDay": "06/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Khawar_Rizvi",
      "name": "Khawar Rizvi",
      "aboutText": "Colleen Margaretta McCullough AO (married name Robinson, previously Ion-Robinson; 1 June 1937 – 29 January 2015) was an Australian author known for her novels, her most well-known being The Thorn Birds.",
      "pageId": 381507,
      "monthDay": "06/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Cleavon_Little",
      "name": "Cleavon Little",
      "aboutText": "Bruce Thomas George (born 1 June 1942) is a British Labour Party politician, who served as the Member of Parliament (MP) for Walsall South from February 1974 until April 2010.",
      "pageId": 414004,
      "monthDay": "06/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ren%C3%A9_Auberjonois",
      "name": "René Auberjonois",
      "aboutText": "René Murat Auberjonois (/rəˈneɪ oʊˈbɛərʒənwɑː/; born June 1, 1940) is an American actor and singer. He is known for portraying Father Mulcahy in the film version of M*A*S*H, Chef Louis in The Little Mermaid (and singing \"Les Poissons\"), and for originating a number of characters in long-running television series, including Clayton Endicott III on Benson (for which he was nominated for an Emmy Award), Odo on Star Trek: Deep Space Nine, and Paul Lewiston on Boston Legal. He also lent his voice as Flannigan the human director in Cats Don't Dance.",
      "pageId": 424298,
      "monthDay": "06/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Katerina_Gogou",
      "name": "Katerina Gogou",
      "aboutText": "Cleavon Jake Little (June 1, 1939 – October 22, 1992) was an American stage, film, and television actor. Little began his career in the late 1960s on the stage. In 1970, he starred in the Broadway production of Purlie for which he earned both a Drama Desk and a Tony Award.",
      "pageId": 921986,
      "monthDay": "06/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Kip_Thorne",
      "name": "Kip Thorne",
      "aboutText": "Toyo Ito (伊東 豊雄, Itō Toyoo, born 1 June 1941) is a Japanese architect known for creating conceptual architecture, in which he seeks to simultaneously express the physical and virtual worlds.",
      "pageId": 1265795,
      "monthDay": "06/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dean_Chance",
      "name": "Dean Chance",
      "aboutText": "Richard Goode (born June 1, 1943) is an American classical pianist, especially known for his interpretations of Ludwig van Beethoven and chamber music.\nGoode was born in East Bronx, New York. He studied piano with Elvira Szigeti, Claude Frank, Nadia Reisenberg at Mannes College The New School for Music (where he currently is a faculty member), and Rudolf Serkin and Mieczysław Horszowski at the Curtis Institute of Music in Philadelphia, Pennsylvania.",
      "pageId": 2027137,
      "monthDay": "06/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Edo_de_Waart",
      "name": "Edo de Waart",
      "aboutText": "Rosaleen Linehan (born Rosaleen Philomena McMenamin on 1 June 1937, Dublin) is an Irish stage, screen and television actress.\nShe has appeared in many comedy revues written by her husband Fergus. She has appeared onstage in, among other plays, Blithe Spirit, House of Bernarda Alba and Twelfth Night She was nominated for Best Featured Actress in a Play for her role as Kate in Brian Friel's Dancing at Lughnasa at the 1992 Tony Awards.",
      "pageId": 2349416,
      "monthDay": "06/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Toyo_Ito",
      "name": "Toyo Ito",
      "aboutText": "Wilmer Dean Chance (June 1, 1941 – October 11, 2015) was an American professional baseball player. He played in Major League Baseball as a right-handed pitcher. During his 11-year major league career, he played for the Los Angeles Angels, Minnesota Twins, Cleveland Indians, New York Mets, and Detroit Tigers.",
      "pageId": 2607073,
      "monthDay": "06/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Wayne_Kemp",
      "name": "Wayne Kemp",
      "aboutText": "Bekim Fehmiu (1 June 1936 – 15 June 2010) was a Yugoslavian theater and film actor of Albanian ethnicity.",
      "pageId": 19412872,
      "monthDay": "06/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alexander_V._Zakharov",
      "name": "Alexander V. Zakharov",
      "aboutText": "David Michael Garrood Newbery, CBE, FBA (born 1 June 1943), has been Professor of Applied Economics at the University of Cambridge since 1988. He is a foremost thinker in the field of energy economics, writing extensively on the regulation of electricity markets. His interests also include in climate change mitigation and environmental policy, privatisation, and risk.",
      "pageId": 20849532,
      "monthDay": "06/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bruce_George",
      "name": "Bruce George",
      "aboutText": "Khawar Rizvi (June 1, 1938 – November 15, 1981) was a prominent poet of Urdu and Persian. He was respected as an enlightened intellectual and scholar as well. Mainly his fame is due to his poetry.",
      "pageId": 25056429,
      "monthDay": "06/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Parveen_Kumar",
      "name": "Parveen Kumar",
      "aboutText": "Katerina Gogou (Greek: Κατερίνα Γώγου; 1 June 1940 – 3 October 1993) was a Greek poet, author and actress. Before her suicide by pill overdose at the age of 53, Gogou appeared in over thirty Greek films.\n^ \"Katerina Gogou\".",
      "pageId": 27301083,
      "monthDay": "06/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paco_Pe%C3%B1a",
      "name": "Paco Peña",
      "aboutText": "Wayne Kemp (June 1, 1941 – March 9, 2015) was an American country music singer. He recorded between 1969 and 1986 for Decca, MCA, United Artists, Mercury and Door Knob Records, and charted twenty-four singles on the Hot Country Songs charts. His highest-peaking single was \"Honky Tonk Wine,\" which peaked at No.",
      "pageId": 28932138,
      "monthDay": "06/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_Goode",
      "name": "Richard Goode",
      "aboutText": "Alexander Valentinovich Zakharov (Russian: Александр Валентинович Захаров, born June 1, 1941) is a Soviet and Russian chief scientist and astronomer serving at the Russian Space Research Institute (IKI).",
      "pageId": 34651670,
      "monthDay": "06/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/David_Newbery",
      "name": "David Newbery",
      "aboutText": "Parveen June Kumar, CBE (born 1 June 1942), is a British doctor who served as President of the British Medical Association in 2006, and of the Royal Society of Medicine from 2010 to 2012. Outside of the BMA and RSM, she has written Clinical Medicine, a standard medical textbook, held roles with the National Institute of Clinical Excellence and the Medicines Commission UK. She was awarded CBE (Commander of the Order of the British Empire) in 2000.\n^ \"Birthday's today\".",
      "pageId": 37531994,
      "monthDay": "06/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lorrie_Wilmot",
      "name": "Lorrie Wilmot",
      "aboutText": "Jonathan Pryce, CBE (born John Price; 1 June 1947) is a Welsh actor and singer. After studying at the Royal Academy of Dramatic Art and meeting his longtime girlfriend, English actress Kate Fahy, in 1974, he began his career as a stage actor in the 1970s. His work in theatre, including an award-winning performance in the title role of the Royal Court Theatre's Hamlet, led to several supporting roles in film and television.",
      "pageId": 144364,
      "monthDay": "06/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Colin_Blakemore",
      "name": "Colin Blakemore",
      "aboutText": "Robert Powell (born 1 June 1944) is an English television and film actor, best known for the title role in Jesus of Nazareth (1977) and as the fictional secret agent Richard Hannay. He is also known for his role as Mark Williams in BBC One medical drama, Holby City, and as David Briggs in the sitcom The Detectives alongside Jasper Carrott.",
      "pageId": 153672,
      "monthDay": "06/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_Powell",
      "name": "Robert Powell",
      "aboutText": "Ronald David \"Ronnie\" Wood (born 1 June 1947) is an English rock musician, singer, songwriter, artist and radio personality best known as a member of The Rolling Stones since 1975, as well as a member of the Faces and former member of the Jeff Beck Group.\nWood began his career in 1964, when he joined The Birds on guitar. He then joined the mod group the Creation, but remained with the group only for a short time and appeared on a small number of singles.",
      "pageId": 216616,
      "monthDay": "06/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Brian_Oldfield",
      "name": "Brian Oldfield",
      "aboutText": "Powers Allen Boothe (born June 1, 1948) is an American television and film actor. Some of his most notable roles include his Emmy-winning 1980 portrayal of Jim Jones in Guyana Tragedy: The Story of Jim Jones and his turns as TV detective Philip Marlowe in the 1980s, as Cy Tolliver on Deadwood, as \"Curly Bill\" Brocious in Tombstone, Gideon Malick in the Marvel Cinematic Universe as well as Vice-President and subsequently President Noah Daniels on 24 and as the voice of Gorilla Grodd in the DC Animated Universe.",
      "pageId": 552891,
      "monthDay": "06/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Linda_Scott",
      "name": "Linda Scott",
      "aboutText": "Brian Denis Cox, CBE (born 1 June 1946) is a Scottish actor. He is known for his work with the Royal Shakespeare Company, where he gained recognition for his portrayal of King Lear. He has also appeared in many American films, such as Rushmore, Super Troopers, X2: X-Men United as William Stryker, and Troy as Agamemnon.",
      "pageId": 623444,
      "monthDay": "06/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lydia_Shum",
      "name": "Lydia Shum",
      "aboutText": "Ronald \"Ron\" Dennis CBE (born 1 June 1947) is a British businessman, Formula One Team Principal and is an Official British Business Ambassador. Dennis is the Global Consultant for Minsheng Investment Group and also owner of Absolute Taste. He is most well known for his role as owner, CEO, chairman and founder of McLaren Technology Group which houses a Formula 1 team, Technology Company and more.",
      "pageId": 743649,
      "monthDay": "06/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kerry_Vincent",
      "name": "Kerry Vincent",
      "aboutText": "Henry Perrin Beatty, PC (born June 1, 1950) is a corporate executive and former Canadian politician.",
      "pageId": 875578,
      "monthDay": "06/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Frederica_von_Stade",
      "name": "Frederica von Stade",
      "aboutText": "Frederica von Stade (born June 1, 1945) is an American mezzo-soprano.",
      "pageId": 1238351,
      "monthDay": "06/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Brian_Cox_(actor)",
      "name": "Brian Cox",
      "aboutText": "Thomas E. \"Tom\" Sneva (born June 1, 1948) is a retired American race car driver, the winner of the Indianapolis 500 in 1983. He primarily raced in Indy cars, and was named to the Motorsports Hall of Fame of America in 2005.\nA former math teacher from Spokane, Washington, Sneva's win at Indianapolis followed several runner-up finishes and notable crashes.",
      "pageId": 2046153,
      "monthDay": "06/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jody_Stecher",
      "name": "Jody Stecher",
      "aboutText": "Sir Colin Brian Blakemore, FRS, FMedSci, FBPhS (born 1 June 1944), is a British neurobiologist, specialising in vision and the development of the brain, who is Professor of Neuroscience and Philosophy in the School of Advanced Study, University of London and Emeritus Professor of Neuroscience at the University of Oxford. He was formerly Chief Executive of the British Medical Research Council (MRC). He is best known to the public as a communicator of science but also as the target of a long-running animal rights campaign.",
      "pageId": 2458955,
      "monthDay": "06/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ron_Dennis",
      "name": "Ron Dennis",
      "aboutText": "Charlene Marilynn D'Angelo Oliver (born June 1, 1950, Hollywood, California) is an American R&B singer best known as Charlene.",
      "pageId": 2646765,
      "monthDay": "06/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jonathan_Pryce",
      "name": "Jonathan Pryce",
      "aboutText": "Michel Pierre Plasse (June 1, 1948 in Montreal, Quebec – December 30, 2006 in La Visitation-de-l'Île-Dupas, Quebec) was a Canadian professional ice hockey goaltender.",
      "pageId": 3486270,
      "monthDay": "06/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ronnie_Wood",
      "name": "Ronnie Wood",
      "aboutText": "Linda Scott (born Linda Joy Sampson, June 1, 1945 (New York City) ) is an American pop singer who was active from the late 1950s to the early 1970s. Her biggest hit was the 1961 million-selling single, \"I've Told Every Little Star\".",
      "pageId": 3855682,
      "monthDay": "06/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joe_Andrew_(academic)",
      "name": "Joe Andrew",
      "aboutText": "Juhan Viiding (1 June 1948 – 21 February 1995), also known under the pseudonym of Jüri Üdi was an Estonian poet and actor.",
      "pageId": 4019302,
      "monthDay": "06/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Powers_Boothe",
      "name": "Powers Boothe",
      "aboutText": "Jody Stecher (born June 1, 1946) is an American singer and musician, who plays bluegrass and old-time music on banjo, mandolin, fiddle and guitar, and Dagar-vani dhrupad on the sursringar, a rare Indian instrument that is a baritone relative of the sarod.\nJonathan Allan Stecher was born in Brooklyn, New York. At the age of twelve he acquired a dusty fretless Gatcomb in an antique shop and bought it for two dollars.",
      "pageId": 5403292,
      "monthDay": "06/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michel_Plasse",
      "name": "Michel Plasse",
      "aboutText": "Anthony Lorraine \"Lorrie\" Wilmot (1 June 1943 – 29 February 2004) was a South African first class cricketer from Cape Province who played from 1960/61 to 1988/89.",
      "pageId": 10450517,
      "monthDay": "06/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tom_Sneva",
      "name": "Tom Sneva",
      "aboutText": "Brian Oldfield (born June 1, 1945 in Elgin, Illinois) is a former American athlete and personality of the 1970s and early 1980s. A standout shot putter, Oldfield is credited with making the rotational technique popular. With his \"Oldfield spin,\" he set the indoor and outdoor world records in the sport many times.",
      "pageId": 10655496,
      "monthDay": "06/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Juhan_Viiding",
      "name": "Juhan Viiding",
      "aboutText": "Kerry Vincent (née Flynn; 1 June 1945), is the Australian director and co-founder of the annual Oklahoma Sugar Art Show, author, and freelance writer. She is also a judge on Food Network Challenge.",
      "pageId": 16013592,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Charlene_(singer)",
      "name": "Charlene",
      "aboutText": "Joe Andrew (born Joseph Matthew Andrew, 1 June 1948, Derby) is a British academic whose main research interests are 19th-century Russian literature, feminist approaches to literature, and women writers. More recently, Andrew has shown great interest in film studies, leading film-based modules on the Media, Communications and Culture programme at Keele University.\nAndrew is Professor of Russian Literature at Keele University.",
      "pageId": 18598505,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Perrin_Beatty",
      "name": "Perrin Beatty",
      "aboutText": "Lydia Shum Din-ha or Lydia Sum (Chinese: 沈殿霞; 21 July 1945 — 19 February 2008) was a Hong Kong comedienne, MC, and actress known for her portly figure, signature dark rimmed glasses and bouffant hairstyle. She was affectionately known to peers and fans as Fei-fei (肥肥, lit. \"Fat Fat\" or \"Fatty\").",
      "pageId": 24734529,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gemma_Craven",
      "name": "Gemma Craven",
      "aboutText": "Chiyonofuji Mitsugu (千代の富士 貢), born June 1, 1955, as Mitsugu Akimoto (秋元 貢, Akimoto Mitsugu) in Hokkaidō, Japan, is a former champion sumo wrestler and the 58th yokozuna of the sport. He is now the stable master of Kokonoe stable.\nChiyonofuji was one of the greatest yokozuna of recent times, winning 31 yusho or tournament championships, second at the time only to Taihō.",
      "pageId": 404021,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jean_Lambert",
      "name": "Jean Lambert",
      "aboutText": "Jean Denise Lambert (born Jean Denise Archer on 1 June 1950, Orsett, Essex) is an English politician, and Member of the European Parliament for the London Region. A member of the Green Party of England and Wales, she has been an MEP since 1999. One of three Green MEPs from the UK, the others are Keith Taylor and Molly Scott Cato, Lambert is a Vice-President of the Greens/European Free Alliance Group of MEPs.",
      "pageId": 415704,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michael_McDowell_(author)",
      "name": "Michael McDowell",
      "aboutText": "Ronnie Gene Dunn (born June 1, 1953) is an American country music singer-songwriter and record executive. He is best known for being one-half of Brooks & Dunn. In 2011, Dunn began working as a solo artist following the breakup of Brooks & Dunn.",
      "pageId": 616848,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Wayne_Nelson",
      "name": "Wayne Nelson",
      "aboutText": "Robin Mattson (born June 1, 1956) is an American actress. She is best known for her roles on the daytime soap operas General Hospital, Santa Barbara, and All My Children.",
      "pageId": 707300,
      "monthDay": "06/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tom_Robinson",
      "name": "Tom Robinson",
      "aboutText": "Thomas Giles \"Tom\" Robinson (born 1 June 1950) is a British singer-songwriter, bassist and radio presenter, best known for the hits \"Glad to Be Gay\", \"2-4-6-8 Motorway\", and \"Don't Take No for an Answer\", with his Tom Robinson Band. He later peaked at No.",
      "pageId": 735606,
      "monthDay": "06/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lola_Young,_Baroness_Young_of_Hornsey",
      "name": "Lola Young, Baroness Young of Hornsey",
      "aboutText": "Lisa Hartman Black (born June 1, 1956) is an American actress and singer.",
      "pageId": 921997,
      "monthDay": "06/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/%C5%9Eenol_G%C3%BCne%C5%9F",
      "name": "Şenol Güneş",
      "aboutText": "Robert Anthony \"Tony\" Snow (June 1, 1955– July 12, 2008) was an American journalist, political commentator, television news anchor, syndicated columnist, radio host, musician, and the third White House Press Secretary under President George W. Bush. Snow also worked for President George H. W. Bush as chief speechwriter and Deputy Assistant of Media Affairs. He served as White House Press Secretary from May 2006 until his resignation effective September 2007.",
      "pageId": 1150269,
      "monthDay": "06/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Lan",
      "name": "David Lan",
      "aboutText": "Timothy Charles Robert Noel Bentinck, 12th Earl of Portland, 8th Count Bentinck (born 1 June 1953), commonly known as Tim Bentinck, is an English actor, most widely known for his long-running role as David Archer in the BBC Radio 4 series, The Archers. He is also Viscount Woodstock, Baron Cirencester and a mediatised Count of the Holy Roman Empire, although he does not use any of his titles.",
      "pageId": 1486754,
      "monthDay": "06/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mihaela_Loghin",
      "name": "Mihaela Loghin",
      "aboutText": "Şenol Güneş (Turkish pronunciation: [ˈʃenoɫ ˈɟyneʃ], born 1 June 1952) is a Turkish football manager, former player and the current manager of Beşiktaş J.K. His biggest accomplishment to date is coaching the Turkish team that won the third place in the 2002 World Cup.",
      "pageId": 1890129,
      "monthDay": "06/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Timothy_Bentinck",
      "name": "Timothy Bentinck",
      "aboutText": "Abdullah Çatlı (1 June 1956 – 3 November 1996) was a convicted Turkish secret government agent, and contract killer for the Counter-Guerrilla. He led the Grey Wolves, the youth branch of the Nationalist Movement Party (MHP) during the 1970s. His death in the Susurluk car crash, while travelling in a car with state officials revealed the depth of the state's complicity in organized crime, in what became known as the Susurluk scandal.",
      "pageId": 2784657,
      "monthDay": "06/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Berkowitz",
      "name": "David Berkowitz",
      "aboutText": "Frederick Woodruff \"Ted\" Field (born June 1, 1953) is an American media mogul, entrepreneur and film producer.\nHe is an heir to the Field family fortune. At $1.2 billion, Field is No.",
      "pageId": 2963902,
      "monthDay": "06/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ronnie_Dunn",
      "name": "Ronnie Dunn",
      "aboutText": "Michael McEachern McDowell (June 1, 1950 – December 27, 1999) was an American novelist and screenwriter described by author Stephen King as \"the finest writer of paperback originals in America today\". His most well-known work is the screenplay for the Tim Burton film Beetlejuice.\n^ Winter, Douglas (1985).",
      "pageId": 3801718,
      "monthDay": "06/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ted_Field",
      "name": "Ted Field",
      "aboutText": "Gemma Craven (born Rita Gemma Gabriel; 1 June 1950) is an Irish actress.",
      "pageId": 3879370,
      "monthDay": "06/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jill_Black",
      "name": "Jill Black",
      "aboutText": "Mihaela Loghin (born June 1, 1952) is a shot putter from Romania. In June 1984 she achieved a put of 21.00 metres, which would remain her personal best. In form for the Olympic Games the same year, she won a silver medal one centimetre behind Claudia Losch.",
      "pageId": 4172750,
      "monthDay": "06/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Chiyonofuji_Mitsugu",
      "name": "Chiyonofuji Mitsugu",
      "aboutText": "David Richard Berkowitz (born Richard David Falco; June 1, 1953), also known as the Son of Sam and the .44 Caliber Killer, is an American serial killer convicted of a series of shooting attacks that began in New York City in the summer of 1976, perpetrated with a .44 caliber Bulldog revolver. He killed six victims and wounded seven others by July 1977. As the toll mounted, Berkowitz eluded a massive police manhunt while leaving brazen letters that mocked the police and promised further crimes, highly publicized in the press.",
      "pageId": 4535498,
      "monthDay": "06/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Lorraine_Moller",
      "name": "Lorraine Moller",
      "aboutText": "David Mark Lan (born 1 June 1952) is a South African-born British playwright, filmmaker, theatre director and social anthropologist.\nBorn in Cape Town, he trained as an actor and gained a BA at the University of Cape Town. He has lived in London since 1972, apart from two years in Zimbabwe 1980–1982.",
      "pageId": 6202016,
      "monthDay": "06/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tony_Snow",
      "name": "Tony Snow",
      "aboutText": "Lorraine Mary Moller MBE (born 1 June 1955) is a former athlete from New Zealand, who competed in track athletics and later specialised in the marathon. Moller's international career lasted over 20 years and included winning a silver medal in the marathon at the 1986 Commonwealth Games in Edinburgh and a bronze medal in the marathon at the 1992 Olympic Games in Barcelona at the age of 37. A four-time Olympian, she also completed the marathon at the 1984, 1988 and 1996 games.",
      "pageId": 6825109,
      "monthDay": "06/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lisa_Hartman_Black",
      "name": "Lisa Hartman Black",
      "aboutText": "Note that there was until recently another British life peer with a similar title, Janet Young, Baroness Young; there is also Barbara Young, Baroness Young of Old Scone.\nLola Young, Baroness Young of Hornsey, OBE (born Margaret Omolola Young, 1 June 1951) is a British actress, author, and Crossbench peer.\n^ \"Baroness Young of Hornsey\".",
      "pageId": 7612788,
      "monthDay": "06/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Abdullah_%C3%87atl%C4%B1",
      "name": "Abdullah Çatlı",
      "aboutText": "Wayne Nelson (born June 1, 1950 in Kansas City, Missouri) is an American musician best known for being a member of the rock band Little River Band.",
      "pageId": 9829201,
      "monthDay": "06/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robin_Mattson",
      "name": "Robin Mattson",
      "aboutText": "Dame Jill Margaret Black, DBE, PC (born 1 June 1954), is a member of the Court of Appeal of England and Wales.\nBlack was educated at the University of Durham, and was called to the bar in 1976 (Inner Temple). She became a Queen's Counsel in 1994 and was appointed a Deputy High Court judge in 1996 and a Recorder in 1998.",
      "pageId": 27738395,
      "monthDay": "06/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dorota_K%C4%99dzierzawska",
      "name": "Dorota Kędzierzawska",
      "aboutText": "Nigel David Short MBE (born 1 June 1965) is an English chess grandmaster, chess columnist, chess coach and chess commentator. Short earned the Grandmaster title at the age of 19, and was ranked third in the world by FIDE from January 1988 to July 1989.",
      "pageId": 217711,
      "monthDay": "06/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ahron_Bregman",
      "name": "Ahron Bregman",
      "aboutText": "Martin John Brundle (born 1 June 1959) is a British racing driver, best known as a Formula One driver and as a commentator for ITV Sport from 1997 to 2008, the BBC from 2009 to 2011 and Sky Sports from 2012.\nBrundle contested the British Formula 3 Championship in 1983, finishing a close second to Ayrton Senna, and the two progressed to Formula One the next year. Brundle failed to score a victory at the top level of single seater racing, but he has been successful in other disciplines.",
      "pageId": 341560,
      "monthDay": "06/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nambaryn_Enkhbayar",
      "name": "Nambaryn Enkhbayar",
      "aboutText": "Nambaryn Enkhbayar (Mongolian: Намбарын Энхбаяр; born June 1, 1958) is a Mongolian politician. He served as the Prime Minister of Mongolia from 2000 to 2004, as Speaker of the Parliament from 2004 to 2005, and as President of Mongolia from 2005 to 2009. He is the first person to have held all of the top three positions in Mongolian government.",
      "pageId": 395031,
      "monthDay": "06/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gennadiy_Valyukevich",
      "name": "Gennadiy Valyukevich",
      "aboutText": "Paul Douglas Coffey (born June 1, 1961) is a Canadian retired professional ice hockey defenceman who played for nine teams in the National Hockey League. Known for his speed and scoring prowess, Coffey ranks second all-time among NHL defencemen in career goals, assists, and points, behind Ray Bourque.",
      "pageId": 586750,
      "monthDay": "06/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Martin_Brundle",
      "name": "Martin Brundle",
      "aboutText": "Michael Adrian Paul \"Mike\" Joyce (born 1 June 1963) is an English drummer. He is best known as the drummer for The Smiths, an English Rock band formed in Manchester in 1982.",
      "pageId": 1125389,
      "monthDay": "06/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Pullinger",
      "name": "John Pullinger",
      "aboutText": "Mark G. Curry (born June 1, 1961) is an American actor, comedian, and host. He is best known as the star of the ABC sitcom Hangin' with Mr. Cooper, and as one of the various hosts of the syndicated series It's Showtime at the Apollo.",
      "pageId": 1573102,
      "monthDay": "06/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alan_Wilder",
      "name": "Alan Wilder",
      "aboutText": "Alan Charles Wilder (born 1 June 1959) is an English musician, formerly of Depeche Mode. His current musical project is called Recoil, started as a side project to Depeche Mode. When he left the latter in 1995, it became Wilder's primary project.",
      "pageId": 1794675,
      "monthDay": "06/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Vladimir_Krutov",
      "name": "Vladimir Krutov",
      "aboutText": "Vladimir Yevgenyevich Krutov (Russian: Владимир Евгеньевич Крутов; 1 June 1960 – 6 June 2012), nicknamed \"The Tank\", was a Soviet hockey forward. Together with Igor Larionov and Sergei Makarov, he was part of the famed KLM Line. He is considered one of the best hockey wingers of the 1980s.",
      "pageId": 1863652,
      "monthDay": "06/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Sergey_Kuznetsov_(footballer,_born_1960)",
      "name": "Sergey Kuznetsov",
      "aboutText": "Larisa Evgenevna Lazutina (Russian: Лариса Евгеньевна Лазутина; born Larisa Ptitsyna (Russian: Лариса Птицына) on June 1, 1965 in Kondopoga, Karelian ASSR) is a former professional cross country skier who competed for Russia during several Winter Olympic Games. In the 1998 Winter Olympics in Nagano, Japan, she won five medals in skiing events: three gold, a silver and a bronze. She was the most successful athlete at the 1998 Winter Olympics.",
      "pageId": 2822201,
      "monthDay": "06/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Giorgos_Lillikas",
      "name": "Giorgos Lillikas",
      "aboutText": "Werner Günthör (born 1 June 1961 in Uttwil) is a former Swiss track and field athlete, who was the best shot putter in the history of Swiss track and field.",
      "pageId": 3917265,
      "monthDay": "06/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Paul_Coffey",
      "name": "Paul Coffey",
      "aboutText": "Ahron \"Ronnie\" Bregman (Hebrew: אהרון ברגמן‎, born 1958) is a UK-based political scientist of Israeli origin, as well as a writer and journalist, specialising on the Arab-Israeli conflict.",
      "pageId": 4042536,
      "monthDay": "06/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Werner_G%C3%BCnth%C3%B6r",
      "name": "Werner Günthör",
      "aboutText": "Dorota Kędzierzawska (Polish pronunciation: [dɔˈrɔta kɛɲd͡ʑɛˈʐafska]; born 1 June 1957 in Łódź) is a Polish director of feature and documentary films.\nKędzierzawska graduated from the National Film School in Łódź in 1981 but prior to that had completed a course in cultural studies at the University of Łódź and studied film directing in Moscow for two years.\nKędzierzawska is the director of several acclaimed films, such as Crows, Nothing, I Am, and Devils, Devils.",
      "pageId": 5392605,
      "monthDay": "06/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Machajd%C3%ADk",
      "name": "Peter Machajdík",
      "aboutText": "Giorgos Lillikas (Greek: Γιώργος Λιλλήκας), born June 1, 1960, in the village of Panayia, Paphos is a Cypriot politician. Following the election of Tassos Papadopoulos as President in 2003, Lillikas became Minister of Commerce and Industry. He was subsequently the Foreign Minister from 2006 to 2007.",
      "pageId": 5548727,
      "monthDay": "06/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Joyce_(musician)",
      "name": "Mike Joyce",
      "aboutText": "Gennadiy Valyukevich (Belarusian: Генадзь Валюкевіч; born 1 June 1958) is a retired triple jumper who represented the USSR and later Belarus. He won three medals at the European Indoor Championships.",
      "pageId": 5627970,
      "monthDay": "06/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Miles_J._Padgett",
      "name": "Miles J. Padgett",
      "aboutText": "Olga Nazarova (Russian: Ольга Назарова) (born 1 June 1965) is a retired athlete who competed mainly in the 400 metres. She represented the Soviet Union.\nShe competed for the Soviet Union in the 1988 Summer Olympics held in Seoul in the 400m where she won the bronze medal.",
      "pageId": 6803334,
      "monthDay": "06/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bunny_Bleu",
      "name": "Bunny Bleu",
      "aboutText": "Bunny Bleu (born Kimberly Sue Warner on June 1, 1964) is an American pornographic actress.\nShe was discovered by William Margold, and entered the porn business in 1983, initially working as a fluff girl. She later found work in films and worked alongside notables such as Traci Lords and Christy Canyon.",
      "pageId": 7138838,
      "monthDay": "06/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Curry_(actor)",
      "name": "Mark Curry",
      "aboutText": "Peter Machajdík (born 1 June 1961) is a contemporary Slovak composer and sound artist. He was born and grew up in Bratislava, Slovakia and lives in Berlin, Germany.\nIn the 1990s, he took part in seminars with Vinko Globokar, Karlheinz Stockhausen, Clarence Barlow, Konrad Boehmer, and others.",
      "pageId": 16201447,
      "monthDay": "06/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Larisa_Lazutina",
      "name": "Larisa Lazutina",
      "aboutText": "Sergey Ivanovich Kuznetsov (Russian: Серге́й Иванович Кузнецов; born 1 June 1960) is a retired Russian professional footballer. He made his professional debut in the Soviet First League in 1979 for FC Dynamo Leningrad.",
      "pageId": 23080873,
      "monthDay": "06/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Olga_Nazarova",
      "name": "Olga Nazarova",
      "aboutText": "Miles John Padgett, FRS FRSE (born 1 June 1963) is Professor of Optics in the School of Physics and Astronomy at the University of Glasgow.",
      "pageId": 39547122,
      "monthDay": "06/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nigel_Short",
      "name": "Nigel Short",
      "aboutText": "John James Pullinger, CB (born 1 June 1959) is the Chief Executive of the UK Statistics Authority, National Statistician and Permanent Secretary. He has been in this role since 1 July 2014. Prior to this he was the Director-General of Information Services and Librarian of the House of Commons and the President (2013-4) of the Royal Statistical Society.",
      "pageId": 41756918,
      "monthDay": "06/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Greg_Schiano",
      "name": "Greg Schiano",
      "aboutText": "Mathias Rust (born 1 June 1968) is a German aviator known for his illegal landing near Red Square in Moscow on 28 May 1987. An amateur pilot, he flew from Helsinki, Finland to Moscow, being tracked several times by Soviet air defense and interceptors. The Soviet fighters never received permission to shoot him down, and several times he was mistaken for a friendly aircraft.",
      "pageId": 20900,
      "monthDay": "06/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Roger_Sanchez",
      "name": "Roger Sanchez",
      "aboutText": "Jason Donovan (born 1 June 1968) is an Australian actor and singer. He initially achieved fame in the Australian soap opera Neighbours, before beginning a career in music in 1988. In the UK he has sold over 3 million records, and his début album Ten Good Reasons was one of the highest-selling albums of 1989, with UK sales of over 1.5 million copies.",
      "pageId": 342306,
      "monthDay": "06/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jason_Donovan",
      "name": "Jason Donovan",
      "aboutText": "Panayotis Alexander \"Alexi\" Lalas (born June 1, 1970) is an American retired association football player who played mostly as a defender. Lalas is best known for his participation with the United States national team in the 1994 FIFA World Cup, being considered the standout player of the team through his distinctive appearance, bearing long beard and hair. After the World Cup, Lalas went on to become the first American in Italy's Serie A as a member of Calcio Padova, Lalas would later return to the United States in 1996 to take part in the newly formed Major League Soccer, being a member of New England Revolution.",
      "pageId": 893236,
      "monthDay": "06/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Gonzales",
      "name": "Mark Gonzales",
      "aboutText": "Roger Rene Sanchez (born June 1, 1967) is an American (of Dominican descent) house music DJ, Remixer and Grammy Award Winner for his remix of Hella Good by No Doubt in 2003. He is a four time DJ Awards winner for \"Best House DJ\" in 1999, 2002, 2004 and 2007 and has received twelve nominations in all. He won the first International Dance Music Award for Best Podcast in 2007 and has received 8 IDMA nominations for Best American DJ (2003-2010).",
      "pageId": 1281520,
      "monthDay": "06/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jeff_Hackett",
      "name": "Jeff Hackett",
      "aboutText": "Theresa Elizabeth \"Teri\" Polo (born June 1, 1969) is an American actress. She starred as Pam Byrnes-Focker in the Meet the Parents trilogy (2000-2010). She was one of the stars of the sitcom I'm with Her (2003–2004), had a recurring role as Helen Santos on the political drama series The West Wing (2005–2006) and currently plays the lead role of police officer Stef Adams Foster in the ABC Family series The Fosters (2013–present).",
      "pageId": 1389914,
      "monthDay": "06/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Susan_Jones",
      "name": "Susan Jones",
      "aboutText": "Jeffrey David Hackett (born June 1, 1968) is a Canadian former professional ice hockey goaltender who played fifteen seasons in the National Hockey League (NHL) with the New York Islanders, San Jose Sharks, Chicago Blackhawks, Montreal Canadiens, Boston Bruins and Philadelphia Flyers.",
      "pageId": 2445253,
      "monthDay": "06/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yui_Natsukawa",
      "name": "Yui Natsukawa",
      "aboutText": "Taylor St. Claire (born June 1, 1969) is the stage name of an American pornographic actress who is active as a performer and director in the FemDom genre.",
      "pageId": 2582552,
      "monthDay": "06/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mathias_Rust",
      "name": "Mathias Rust",
      "aboutText": "R. Madhavan (born June 1, 1970) is an Indian actor, writer, film producer and television host. Madhavan has received two Filmfare Awards, an award from the Tamil Nadu State Film Awards alongside recognition and nominations from other organisations. He has been described as one of the few actors in India who is able to achieve pan-Indian appeal, appearing in films from seven different languages.",
      "pageId": 2822968,
      "monthDay": "06/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rene_Liu",
      "name": "Rene Liu",
      "aboutText": "Mario Antonio Cimarro Paz (born June 1, 1971) is a Cuban-born Mexican actor.",
      "pageId": 2871187,
      "monthDay": "06/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Teri_Polo",
      "name": "Teri Polo",
      "aboutText": "Mark Gonzales (born June 1, 1968), also known as \"Gonz\" and \"The Gonz\", is an American professional skateboarder and artist. He is known in the skateboarding world as a top pioneer of modern street skateboarding and was named by the Transworld Skateboarding magazine as the \"Most Influential Skateboarder of all Time\" in December 2011.\n^ Emma Reeves (March 2013).",
      "pageId": 3152181,
      "monthDay": "06/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Richard_Murrian",
      "name": "Richard Murrian",
      "aboutText": "Daniel Casey (born 1 June 1972) is an English actor.",
      "pageId": 3793906,
      "monthDay": "06/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Taylor_St._Claire",
      "name": "Taylor St. Claire",
      "aboutText": "Paul L. Schrier II (born June 1, 1970) is an American actor. He is known for his role of Farkas \"Bulk\" Bulkmeier in the Power Rangers series. He portrayed the character for seven seasons from 1993–1999, returning in 2011 for the eighteenth season of Power Rangers Samurai, and was the last original cast member to leave the show.",
      "pageId": 4176130,
      "monthDay": "06/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alexi_Lalas",
      "name": "Alexi Lalas",
      "aboutText": "Karen Mulder (born June 1, 1970) is a Dutch former model and singer. During the 90s, she had a successful modeling career and was recognized as a world-class \"supermodel\" by various media. In her native country, the Netherlands, Mulder is well remembered for her 2002 public breakdown and suicide attempts.",
      "pageId": 4232652,
      "monthDay": "06/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/R._Madhavan",
      "name": "R. Madhavan",
      "aboutText": "Gregory Edward Schiano (born June 1, 1966) is the Defensive Coordinator and Associate Head Coach for the Ohio State Buckeyes football team.",
      "pageId": 4515570,
      "monthDay": "06/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Karen_Mulder",
      "name": "Karen Mulder",
      "aboutText": "DJ Nihal (born Nihal Arthanayake on 1 June 1971 in Harlow, Essex) is an English radio and TV presenter who broadcasts on BBC Asian Network and since August 2010 BBC Radio 5 Live.",
      "pageId": 5355952,
      "monthDay": "06/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Schrier",
      "name": "Paul Schrier",
      "aboutText": "Richard Murrian (born 1969 in Chicago, Illinois) is a noted Paris-based American photographer, most known for his nude photography of girls.",
      "pageId": 8597640,
      "monthDay": "06/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mario_Cimarro",
      "name": "Mario Cimarro",
      "aboutText": "Rene Liu (traditional Chinese: 劉若英; simplified Chinese: 刘若英; pinyin: Liú Ruòyīng), born June 1, 1970 (some says June 1, 1969) is a Taiwanese actress and singer. She was the first to win Best Actress awards at the Asia Pacific Film Festival in both television and film productions.",
      "pageId": 13211865,
      "monthDay": "06/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/DJ_Nihal",
      "name": "DJ Nihal",
      "aboutText": "Yui Natsukawa (夏川 結衣, Natsukawa Yui) is a Japanese actress. She co-starred with Hiroshi Abe in Hirokazu Koreeda's Still Walking.\n^ Bradshaw, Peter (January 14, 2010).",
      "pageId": 22362607,
      "monthDay": "06/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Hu%C3%A1scar_Aparicio",
      "name": "Huáscar Aparicio",
      "aboutText": "Susan Elan Jones (born 1 June 1968) is a British Labour Party politician, who was elected at the 2010 general election as the Member of Parliament for Clwyd South, replacing the previous Labour MP Martyn Jones on his retirement.",
      "pageId": 27281663,
      "monthDay": "06/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Daniel_Casey",
      "name": "Daniel Casey",
      "aboutText": "Huáscar Aparicio Gonzales (June 1, 1972 in Sucre – June 21, 2013 in Tomina) was a Bolivian folk singer.",
      "pageId": 39755933,
      "monthDay": "06/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Dunham",
      "name": "Mike Dunham",
      "aboutText": "Alanis Nadine Morissette (born June 1, 1974) is a Canadian-American alternative rock singer-songwriter, guitarist, record producer, and actress. Morissette began her career in Canada when she signed a two-album recording contract with MCA Records Canada where she released two commercially successful dance-pop albums, Alanis (1991) and Now Is the Time (1992). Following the release of the albums Morissette left MCA Records Canada and was introduced to manager Scott Welch.",
      "pageId": 60328,
      "monthDay": "06/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mindy_Smith",
      "name": "Mindy Smith",
      "aboutText": "Heidi Klum (pronounced [ˈhaɪ̯di ˈklʊm]; born June 1, 1973) is a German model, television host, businesswoman, fashion designer, television producer, and occasional actress who became internationally known for her appearances on the cover of the Sports Illustrated Swimsuit Issue. In 1999, she became the first German model to become a Victoria's Secret Angel. Following a successful modeling career, Klum became the host and a judge of Germany's Next Topmodel and the reality show Project Runway which earned her an Emmy nomination in 2008 and a win in 2013 for Outstanding Host for a Reality or Reality-Competition Program (shared with co-host Tim Gunn).",
      "pageId": 276356,
      "monthDay": "06/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fr%C3%A9d%C3%A9rik_Deburghgraeve",
      "name": "Frédérik Deburghgraeve",
      "aboutText": "Sarah Louise Teather (born 1 June 1974) is a former British Member of Parliament and Minister. As a Liberal Democrat politician, she founded the All-Party Parliamentary Group on Guantanamo Bay  and was Chair of the All-Party Parliamentary Group on Refugees. On stepping down as an MP, she joined the Jesuit Refugee Service as an advocacy adviser and was appointed as Country Director of JRS UK in December 2015.",
      "pageId": 322202,
      "monthDay": "06/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adam_Garcia",
      "name": "Adam Garcia",
      "aboutText": "Derek Christopher Lowe (born June 1, 1973) is a former Major League Baseball pitcher. During his career, he played for the Seattle Mariners, Boston Red Sox, Los Angeles Dodgers, Atlanta Braves, Cleveland Indians, New York Yankees, and Texas Rangers.\nLowe threw a no-hitter for the Red Sox in 2002.",
      "pageId": 394311,
      "monthDay": "06/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Derek_Lowe",
      "name": "Derek Lowe",
      "aboutText": "Danielle Andrea Harris (born June 1, 1977) is an American actress and film director, best known as a scream queen for her roles in various horror films, four of these in the Halloween series: 1988's Halloween 4: The Return of Michael Myers, 1989's Halloween 5: The Revenge of Michael Myers (as Jamie Lloyd), 2007's Halloween and 2009's Halloween II (as Annie Brackett). Other such turns include portraying Tosh in Urban Legend (1998), Belle in Stake Land (2010), and taking over the lead role of Marybeth Dunston in the Hatchet trilogy, for Hatchet II (2010) and Hatchet III (2013).\nBeside her scream queen reputation, Harris is known as a former child actress whose career has grown to include various independent films as well as blockbusters such as Marked for Death (1990), The Last Boy Scout (1991), Free Willy (1993), Daylight (1996) and the aforementioned Halloween films.",
      "pageId": 492031,
      "monthDay": "06/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Heidi_Klum",
      "name": "Heidi Klum",
      "aboutText": "Frédérik Edouard Robert \"Fred\" Deburghgraeve (born 1 June 1973 in Roeselare) is a former Belgian swimmer who won the gold medal in the 100 m breaststroke and set a world record during the 1996 Olympic Games in Atlanta, Georgia. He is now retired from swimming and makes a living as a shoe salesman. He currently lives in Poelkapelle.",
      "pageId": 847576,
      "monthDay": "06/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ashok_Jadeja",
      "name": "Ashok Jadeja",
      "aboutText": "Adam Gabriel Garcia (born 1 June 1973) is an Australian actor, singer and dancer.",
      "pageId": 856102,
      "monthDay": "06/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alanis_Morissette",
      "name": "Alanis Morissette",
      "aboutText": "Marlon Ronald Devonish, MBE (born 1 June 1976) is an English former sprinter who competed in the 100 metres and 200 metres.\nHe is a member of the Coventry Godiva Harriers athletics club and is coached by Tony Lester. Early in his career he was successful at both 100 and 200-metre distances, winning English Schools and European Junior titles at both, but in later years he concentrated mostly on the longer distance.",
      "pageId": 938648,
      "monthDay": "06/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Michael_Rasmussen",
      "name": "Michael Rasmussen",
      "aboutText": "James Allen Cox (born June 1, 1977), best known under the ring name James Storm, is an American professional wrestler. Storm is best known for his time with Total Nonstop Action Wrestling, where he worked continuously for the promotion since its first broadcast in June 2002 until 2015.",
      "pageId": 1510450,
      "monthDay": "06/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Melissa_Sagemiller",
      "name": "Melissa Sagemiller",
      "aboutText": "Michael Rasmussen (born 1 June 1974) is a retired Danish professional bicycle racer, who competed in road racing and mountain biking. His most notable victories include four stages of the Tour de France, one stage of the Vuelta a España and a win on the Italian classic Giro dell'Emilia in 2002. He also won the best climber classification in the 2005 and 2006 Tour de France.",
      "pageId": 2208240,
      "monthDay": "06/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sarah_Teather",
      "name": "Sarah Teather",
      "aboutText": "Michal Grošek (born June 1, 1975) is a retired Czech professional ice hockey right winger. He played in the National Hockey League for 11 seasons between 1993 and 2004.\nGrošek was drafted 145th overall by the Winnipeg Jets in the 1993 NHL Entry Draft.",
      "pageId": 3438611,
      "monthDay": "06/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Akis_Zikos",
      "name": "Akis Zikos",
      "aboutText": "Michael Francis Dunham (born June 1, 1972 in Johnson City, New York) is a retired American professional ice hockey goaltender who is currently the goaltending coach for the New York Islanders of the National Hockey League (NHL).",
      "pageId": 3565218,
      "monthDay": "06/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michal_Gro%C5%A1ek",
      "name": "Michal Grošek",
      "aboutText": "Sarah Anne Wayne Callies (born June 1, 1977) is an American actress best known for her portrayals of Sara Tancredi in Fox's Prison Break and Lori Grimes in AMC's The Walking Dead.",
      "pageId": 3773365,
      "monthDay": "06/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kate_Magowan",
      "name": "Kate Magowan",
      "aboutText": "Melissa Sagemiller (born June 1, 1974) is an American television and film actress. She is known for her performances in films Get Over It (2001), Soul Survivors (2001), Sorority Boys (2003), The Clearing (2004), The Guardian (2006) and Mr. Woodcock (2007).",
      "pageId": 3922969,
      "monthDay": "06/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/%C4%92riks_Rags",
      "name": "Ēriks Rags",
      "aboutText": "Mindy Smith (born June 1, 1972 on Long Island, New York) is an American singer-songwriter.",
      "pageId": 4003805,
      "monthDay": "06/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Marlon_Devonish",
      "name": "Marlon Devonish",
      "aboutText": "Katie Victoria \"Kate\" Magowan (born 1 June 1975) is an English actress. She is married to actor John Simm. She has been in film, theatre, television and radio productions.",
      "pageId": 4300431,
      "monthDay": "06/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/K%C5%8Dhei_Murakami",
      "name": "Kōhei Murakami",
      "aboutText": "Ēriks Rags (born 1 June 1975 in Ventspils) is a Latvian javelin thrower. His personal best throw is 86.47 metres, achieved in July 2001 in London. He has competed at three Summer Olympics between 2000 and 2008.",
      "pageId": 6027481,
      "monthDay": "06/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sarah_Wayne_Callies",
      "name": "Sarah Wayne Callies",
      "aboutText": "Vassilios \"Akis\" Zikos (Greek: Ανδρέας Βασίλειος \"Άκης\" Ζήκος; born 1 June 1974) is a retired Greek international football player who played as a defensive midfielder.",
      "pageId": 6460606,
      "monthDay": "06/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Danielle_Harris",
      "name": "Danielle Harris",
      "aboutText": "Kohei Murakami (村上 幸平, Murakami Kōhei, born June 1, 1976) is a Japanese actor from Tokyo. He graduated from Keio University's business school. He is known for his portrayal of Masato Kusaka/Kamen Rider Kaixa in Kamen Rider 555 and as Yuji Nakajo/Hikomaro/Giza/Hikaru in Cutie Honey: The Live.",
      "pageId": 16702281,
      "monthDay": "06/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/James_Storm",
      "name": "James Storm",
      "aboutText": "Ashok Jadeja (born 1 June 1974), popularly known as Ashok Maadi and Mataji Ashok, is a self-proclaimed 'Godman', who has been accused of swindling money from thousands of people from across India by claiming to have the divine blessings of a goddess of a local caste in Ahmedabad.",
      "pageId": 23857545,
      "monthDay": "06/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brad_Wilkerson",
      "name": "Brad Wilkerson",
      "aboutText": "Justine Henin (French pronunciation: ​[ʒystin enɛ̃]; born 1 June 1982), known between 2002 and 2007 as Justine Henin-Hardenne, is a Belgian former professional tennis player known for her all-court style of play and notably being one of the few female players to use a single-handed backhand. She spent a total of 117 weeks as the world No. 1 and was the year-end No.",
      "pageId": 240819,
      "monthDay": "06/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Hasna_Benhassi",
      "name": "Hasna Benhassi",
      "aboutText": "Santana Terrell Moss (born June 1, 1979) is a former American football wide receiver who played in the National Football League (NFL). He played college football for the University of Miami, where he earned All-American honors. Moss was picked by the New York Jets in the first round of the 2001 NFL Draft, where he spent 4 seasons with the team, before playing for the Washington Redskins for 10.",
      "pageId": 453710,
      "monthDay": "06/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Antonietta_Di_Martino",
      "name": "Antonietta Di Martino",
      "aboutText": "Carlos Alberto Zambrano (born June 1, 1981), nicknamed \"Big Z\" or \"El Toro\", is a former Venezuelan professional baseball pitcher. He played in Major League Baseball (MLB) from 2001 to 2012 for the Chicago Cubs and Miami Marlins. Zambrano, who stands 6 feet 4 inches (1.93 m) and weighs 275 pounds (125 kg), was signed by the Cubs as a free agent in 1997 and made his debut in 2001.",
      "pageId": 634150,
      "monthDay": "06/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matthew_Hittinger",
      "name": "Matthew Hittinger",
      "aboutText": "Hasna Benhassi (Arabic: حسنة بنحسي‎; born June 1, 1978 in Marrakesh) is a Moroccan middle-distance runner.\nShe first came to international prominence at the 2004 Summer Olympics in Athens, Greece, winning a surprise silver medal behind Kelly Holmes. She repeated this feat by winning silver at the 2005 World Championships in Athletics in Helsinki, Finland.",
      "pageId": 1258743,
      "monthDay": "06/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Santana_Moss",
      "name": "Santana Moss",
      "aboutText": "Stephen Bradley Wilkerson (born June 1, 1977) is an American former college and professional baseball player who was an outfielder and first baseman in Major League Baseball for eight seasons. Wilkerson played college baseball for the University of Florida, and was selected by the Montreal Expos in the first round of the 1998 Major League Baseball Draft.",
      "pageId": 1667974,
      "monthDay": "06/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Markus_Persson",
      "name": "Markus Persson",
      "aboutText": "Oliver James (born Oliver James Hudson; 1 June 1980) is an English musician, singer, songwriter.",
      "pageId": 2122279,
      "monthDay": "06/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Oliver_James_(actor)",
      "name": "Oliver James",
      "aboutText": "Tirunesh Dibaba also known as Tirunesh Dibaba Kenene (Amharic: ጥሩነሽ ዲባባ ቀነኒ; born June 1, 1985) is an Ethiopian long distance track athlete and the outdoor 5000 metres world record holder. She is the current World and Olympic 10,000 metres champion. She has won in total eight world track titles (three Olympic Gold medals and five World Championship Gold medals) and five world cross country titles.",
      "pageId": 2405926,
      "monthDay": "06/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brandi_Carlile",
      "name": "Brandi Carlile",
      "aboutText": "William Henry \"Smush\" Parker (born June 1, 1981) is an American professional basketball player who last played for the Étoile Sportive de Radès (Tunisia) of the Division 1 African Championships. He played in the NBA, the NBA D-League, and several leagues overseas.",
      "pageId": 2452552,
      "monthDay": "06/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Smush_Parker",
      "name": "Smush Parker",
      "aboutText": "Brandi M. Carlile (born June 1, 1981) is an American alternative country and folk rock singer-songwriter. She has released six albums including The Story, Give Up the Ghost and Live at Benaroya Hall with the Seattle Symphony, the last reaching number 14 on the Top Rock Albums chart. Her first commercial album, Brandi Carlile, was released to critical acclaim and limited commercial success.",
      "pageId": 2476333,
      "monthDay": "06/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amy_Schumer",
      "name": "Amy Schumer",
      "aboutText": "Olivier Tielemans (born June 1, 1984 in Weert) is a Dutch race car driver. His career started back in 1991 when he came 4th in the Dutch Kart Championship. Between 1995 and 1997 he raced in the Belgian Kart Championship and became Rookie of The Year.",
      "pageId": 4724733,
      "monthDay": "06/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Carlos_Zambrano",
      "name": "Carlos Zambrano",
      "aboutText": "Antonietta Di Martino (born 1 June 1978 in Cava de' Tirreni) is an Italian high jumper. She currently holds the Italian national women's high jump record at 2.03 metres for outdoor events and 2.04 metres for indoor events. She also currently holds the women's all-time highest jump-differential, meaning she has jumped the highest (0.35 metres) more than her own height.",
      "pageId": 8177811,
      "monthDay": "06/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Justine_Henin",
      "name": "Justine Henin",
      "aboutText": "Ari Seth Herstand (born June 1, 1985) is an American singer-songwriter, actor, and blogger based in Los Angeles, California (previously Minneapolis, Minnesota) who specializes in live-looping of the guitar, piano, trumpet, vocals, and percussion.\nHerstand is popular in the United States where he has played at Summerfest in Milwaukee, WI and the South by Southwest music festival in Austin, TX, as well as Carnegie Hall. He has played with various major artists including Ben Folds, Cake, Sister Hazel, Phil Vassar, Matt Nathanson, Joshua Radin, Eric Hutchinson, and Ron Pope.",
      "pageId": 9473505,
      "monthDay": "06/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tetyana_Hamera-Shmyrko",
      "name": "Tetyana Hamera-Shmyrko",
      "aboutText": "Naidangiin Tüvshinbayar (Mongolian: Найдангийн Түвшинбаяр) is a Mongolian judoka.\nAt the 2006 Asian Games he finished in joint fifth place in both the heavyweight (-100 kg) division and the open weight class division.\nIn the same division, he won a gold medal at the Olympic Games 2008 in Beijing.",
      "pageId": 10557303,
      "monthDay": "06/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/T%C3%B5nis_Sahk",
      "name": "Tõnis Sahk",
      "aboutText": "Amy Beth Schumer (born June 1, 1981) is an American stand-up comedian, writer, actress, and producer. She is the creator, co-producer, co-writer and star of the sketch comedy series Inside Amy Schumer, which has been airing on Comedy Central since 2013. Inside Amy Schumer has received a Peabody Award and Schumer has been nominated for five Primetime Emmy Awards for her work on the series, winning for Outstanding Variety Sketch Series in 2015.",
      "pageId": 12541729,
      "monthDay": "06/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jake_Silbermann",
      "name": "Jake Silbermann",
      "aboutText": "Jake Silbermann (/ˈsɪlbərmən/; born on June 1, 1983) is an American actor.",
      "pageId": 12633459,
      "monthDay": "06/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_Neville_(athlete)",
      "name": "David Neville",
      "aboutText": "David Neville (born June 1, 1984) is an American sprinter who specializes in the 400 meters and two-time medalist (one gold, one bronze) in the Summer Olympics.",
      "pageId": 18976234,
      "monthDay": "06/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Olivier_Tielemans",
      "name": "Olivier Tielemans",
      "aboutText": "Matthew Hittinger (born June 1, 1978) is an American poet and writer.",
      "pageId": 27548580,
      "monthDay": "06/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Naidangiin_T%C3%BCvshinbayar",
      "name": "Naidangiin Tüvshinbayar",
      "aboutText": "Markus Alexej Persson (born 1 June 1979), also known as Notch or xNotch, is a Swedish video game programmer and designer who founded the video game company Mojang alongside Carl Manneh and Jakob Porser in late 2010.\nPersson's principal venture for founding Mojang was Minecraft, a first-person sandbox video game that has gained popularity and support since its tech demo in 2009. Since the release of Minecraft, Persson has gained significant notability within the video game industry, having won multiple awards and establishing relations with the industry's figureheads.",
      "pageId": 28089486,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tirunesh_Dibaba",
      "name": "Tirunesh Dibaba",
      "aboutText": "Tõnis Sahk (born 1 June 1983) is an Estonian long jumper.",
      "pageId": 28349456,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ari_Herstand",
      "name": "Ari Herstand",
      "aboutText": "Tetyana Hamera-Shmyrko (Ukrainian: Тетяна Гамера-Шмирко; born 1 June 1983) is a Ukrainian long-distance runner. She represented her country at the 2012 Olympics in London, finishing fifth in the women's marathon.\n^ Tetyana Gamera-Shmyrko - Events and results.",
      "pageId": 36640486,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/M%C3%A1rio_Hip%C3%B3lito",
      "name": "Mário Hipólito",
      "aboutText": "Nami Tamaki (玉置 成実, Tamaki Nami, born June 1, 1988) is a Japanese pop singer. She has various commercial tie-ins with the anime and games industry, and has also performed in stage musicals and a movie.",
      "pageId": 1195559,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tanel_Leok",
      "name": "Tanel Leok",
      "aboutText": "Mário Damião Hipólito (born June 1, 1985 in Luanda) is an Angolan football goalkeeper, who plays for Interclube in the Girabola.",
      "pageId": 5181530,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nick_Young_(basketball)",
      "name": "Nick Young",
      "aboutText": "Chinedu Obasi (Nigerian Igbo pronunciation: [ˈtɕɪ̙.ne.dʊ̙ ˈɔ̙.ɡ͡ɓʊ̙.ke ˈɔ̙.ɡ͡ɓa.sɪ̙]; born 1 June 1986) is a Nigerian professional footballer who plays as a forward. He is currently a free agent, having been released from FC Schalke 04.\n^ \"Obasi, Chinedu\" (in German).",
      "pageId": 6002050,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sam_Young_(basketball)",
      "name": "Sam Young",
      "aboutText": "Nicholas Aaron \"Nick\" Young (born June 1, 1985) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA).",
      "pageId": 9008966,
      "monthDay": "06/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/L.A._Lopez",
      "name": "L.A. Lopez",
      "aboutText": "Zoltán Harsányi (born 1 June 1987) is a Slovak footballer who plays for Puskás Akadémia FC.",
      "pageId": 9123418,
      "monthDay": "06/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Skream",
      "name": "Skream",
      "aboutText": "Oliver Dene Jones (born 1 June 1986), known as Skream, is an English electronic music producer based in Croydon. Skream was an early and influential exponent of the dubstep genre. After producing several singles, he released his first full-length album, Skream!, in 2006.",
      "pageId": 11474283,
      "monthDay": "06/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Moses_Ndiema_Masai",
      "name": "Moses Ndiema Masai",
      "aboutText": "Lyle Areanne Lopez (born on June 1, 1985 in Quezon City) is a Filipino actor and singer. Lyle Lopez formerly known as L.A. Lopez was \"discovered\" by the comedy king Dolphy Quizon in a talent search titled That's My Boy. He began his career as a child actor on the children's show Eh Kasi Bata.",
      "pageId": 12151790,
      "monthDay": "06/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dayana_Mendoza",
      "name": "Dayana Mendoza",
      "aboutText": "Yarisley Silva Rodríguez (born 1 June 1987) is a Cuban pole vaulter. She won the silver medal at the 2012 Summer Olympics – the first Latin American athlete to win an Olympic medal in that event.\nSilva became the first Cuban woman to reach a world class standard in the pole vault.",
      "pageId": 13060807,
      "monthDay": "06/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Chinedu_Obasi",
      "name": "Chinedu Obasi",
      "aboutText": "Javier Hernández Balcázar (Spanish  [xaˈβjeɾ erˈnandes] ; born 1 June 1988) is a Mexican professional footballer who plays as a forward for German club Bayer Leverkusen and the Mexico national team. Hernández is commonly known by his nickname, Chicharito (Mexican Spanish: little pea), which he wears on his shirt.\nHe began his career in 2006, playing for the Mexican club Guadalajara, before becoming the first Mexican player to join Manchester United in July 2010.",
      "pageId": 13383154,
      "monthDay": "06/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ben_Smith_(rugby_union)",
      "name": "Ben Smith",
      "aboutText": "Samuel David \"Sam\" Young (born June 1, 1985) is an American professional basketball player who plays for Cañeros del Este of the Liga Nacional de Baloncesto.",
      "pageId": 16592945,
      "monthDay": "06/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zolt%C3%A1n_Hars%C3%A1nyi",
      "name": "Zoltán Harsányi",
      "aboutText": "Moses Ndiema Masai (born 1 June 1986 in Kapsogom, Mount Elgon District) is a Kenyan runner who specializes in the 10,000 metres.\nMasai is from Bugaa village, four kilometres to Kapsokwony town. Born to John Barasa Masai and Leonida Cherop, he is the first born out of ten children.",
      "pageId": 16682451,
      "monthDay": "06/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jerel_McNeal",
      "name": "Jerel McNeal",
      "aboutText": "Jerel McNeal (born June 1, 1987) is an American professional basketball player who currently plays for Aris Thessaloniki of the Greek Basket League.",
      "pageId": 18087064,
      "monthDay": "06/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Johan_Santos",
      "name": "Johan Santos",
      "aboutText": "Tanel Leok (born June 1, 1985) is an Estonian professional motocross racer competing in the FIM Motocross World Championships in MX1 class.",
      "pageId": 18149189,
      "monthDay": "06/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yarisley_Silva",
      "name": "Yarisley Silva",
      "aboutText": "Dayana Sabrina Mendoza Moncada (born June 1, 1986) is a Venezuelan actress, model and beauty queen who won Miss Universe 2008.",
      "pageId": 19323190,
      "monthDay": "06/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Javier_Hern%C3%A1ndez",
      "name": "Javier Hernández",
      "aboutText": "Kenneth \"Kennie\" Knak Chopart (born 1 June 1990) is a Danish professional football forward who plays in the Úrvalsdeild for Ungmennafélagið Fjölnir.",
      "pageId": 24548762,
      "monthDay": "06/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nami_Tamaki",
      "name": "Nami Tamaki",
      "aboutText": "Ben Smith (born 1 June 1986) is a rugby union player who plays for the Highlanders in the Super Rugby competition and for Otago in the ITM Cup. A dominant player in the All Blacks, He plays Fullback and on the Wing. He can also play Outside Centre.",
      "pageId": 24870909,
      "monthDay": "06/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Brooklyn_Lee",
      "name": "Brooklyn Lee",
      "aboutText": "Sammy Alex Mutahi (born 1 June 1989) is a Kenyan long-distance runner who specializes in the 5000 metres.\nHe finished third at the 2009 World Athletics Final.\nHis personal best times are 7:31.41 minutes in the 3000 metres, achieved in September 2009 in Rieti; 13:00.12 minutes in the 5000 metres, achieved in May 2010 in Rome; and 27:12.42 minutes in the 10,000 metres, achieved in September 2009 in Tokamachi.",
      "pageId": 26260260,
      "monthDay": "06/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sammy_Alex_Mutahi",
      "name": "Sammy Alex Mutahi",
      "aboutText": "Johan Morielle Santos (born June 1, 1987) is a Filipino television actor, presenter, and model who participated in 133 episodes of Philippine reality show Pinoy Big Brother: Double Up.\n^ Cruz, Marinel (16 February 2010). \"Guts, humor worth P3.5M\".",
      "pageId": 26745915,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kennie_Chopart",
      "name": "Kennie Chopart",
      "aboutText": "Brooklyn Lee (born June 1, 1989) is an American former pornographic actress.",
      "pageId": 34476342,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rie_Murakawa",
      "name": "Rie Murakawa",
      "aboutText": "Rie Murakawa (村川 梨衣, Murakawa Rie, born June 1, 1990) is a Japanese voice actress from Saitama Prefecture, Japan. She is affiliated with Tokyo Actor's Consumer's Cooperative Society.",
      "pageId": 42675601,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Carlota_Ciganda",
      "name": "Carlota Ciganda",
      "aboutText": "Kira Sergeyevna Plastinina (Russian: Ки́ра Серге́евна Пласти́нина; born June 1, 1992, in Moscow, Russia) is a Russian fashion designer.",
      "pageId": 17375735,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kieren_Emery",
      "name": "Kieren Emery",
      "aboutText": "Bianca Perie (born 1 June 1990) is a female hammer thrower from Romania. Her personal best throw is 69.59 metres, achieved in March 2008 in Bucharest.\nAs a junior she was dominant in her field.",
      "pageId": 18982411,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Misha_Fisenko",
      "name": "Misha Fisenko",
      "aboutText": "Martin Pembleton (born 1 June 1990) is an English footballer, who plays as a midfielder for Goole.",
      "pageId": 19091651,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Roman_Josi",
      "name": "Roman Josi",
      "aboutText": "Roman Josi (born June 1, 1990) is a Swiss professional ice hockey defenceman who currently plays for and is an alternate captain of the Nashville Predators of the National Hockey League (NHL).",
      "pageId": 25762981,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Martin_Pembleton",
      "name": "Martin Pembleton",
      "aboutText": "Tyrone Roberts (born 1 June 1991) is an Australian professional rugby league footballer who currently plays for the Gold Coast Titans in the National Rugby League.",
      "pageId": 26309692,
      "monthDay": "06/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bianca_Perie",
      "name": "Bianca Perie",
      "aboutText": "Thomas Stanley \"Tom\" Holland (born 1 June 1996) is an English actor and dancer. He is best known for playing the title role in Billy Elliot the Musical at the Victoria Palace Theatre, London, as well as for starring in the 2012 film The Impossible. In 2015, Holland was cast as Peter Parker / Spider-Man in the Marvel Cinematic Universe.",
      "pageId": 26763420,
      "monthDay": "06/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tyrone_Roberts",
      "name": "Tyrone Roberts",
      "aboutText": "Willow Shields (born June 1, 2000) is an American actress.",
      "pageId": 32056806,
      "monthDay": "06/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jenna_McDougall",
      "name": "Jenna McDougall",
      "aboutText": "Kieren Emery (born 1 June 1990 in Münster, Germany) is a British rower.",
      "pageId": 32977797,
      "monthDay": "06/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kira_Plastinina",
      "name": "Kira Plastinina",
      "aboutText": "Miyu Honda (本田 望結) is a Japanese child actress from Kyoto Prefecture.",
      "pageId": 36904448,
      "monthDay": "06/01"
    },
    {
      "year": "1996",
      "uri": "/wiki/Tom_Holland_(actor)",
      "name": "Tom Holland",
      "aboutText": "Mikhail Fisenko (born June 1, 1990) is a Russian professional ice hockey centre. He is currently playing for Amur Khabarovsk of the Kontinental Hockey League (KHL).\nFisenko made his KHL debut playing with Metallurg Novokuznetsk during the 2011–12 KHL season.",
      "pageId": 37307331,
      "monthDay": "06/01"
    },
    {
      "year": "2000",
      "uri": "/wiki/Willow_Shields",
      "name": "Willow Shields",
      "aboutText": "Carlota Ciganda Machiñena (born 1 June 1990) is a professional golfer from Spain who plays on the Ladies European Tour and the LPGA Tour.",
      "pageId": 38742024,
      "monthDay": "06/01"
    },
    {
      "year": "2004",
      "uri": "/wiki/Miyu_Honda",
      "name": "Miyu Honda",
      "aboutText": "Jenna Rachael McDougall (born 1 June 1992) is an Australian singer. She is the lead vocalist of the pop-punk band Tonight Alive.",
      "pageId": 42102867,
      "monthDay": "06/01"
    }
  ]
}