{
  "people": [
    {
      "year": "1394",
      "uri": "/wiki/Philippa_of_England",
      "name": "Philippa of England",
      "aboutText": "George III (George William Frederick; 4 June 1738 – 29 January 1820) was King of Great Britain and Ireland from 25 October 1760 until the union of the two countries on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death. He was concurrently Duke and prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire until his promotion to King of Hanover on 12 October 1814. He was the third British monarch of the House of Hanover, but unlike his two predecessors he was born in Britain, spoke English as his first language, and never visited Hanover.",
      "pageId": 42029,
      "monthDay": "06/04"
    },
    {
      "year": "1489",
      "uri": "/wiki/Antoine,_Duke_of_Lorraine",
      "name": "Antoine, Duke of Lorraine",
      "aboutText": "François Quesnay (French: [fʁɑ̃swa kɛnɛ]; June 4, 1694 – December 16, 1774) was a French economist of the Physiocratic school. He is known for publishing the \"Tableau économique\" (Economic Table) in 1758, which provided the foundations of the ideas of the Physiocrats. This was perhaps the first work in attempt to describe the workings of the economy in an analytical way, and as such can be viewed as one of the first important contributions to economic thought.",
      "pageId": 46765,
      "monthDay": "06/04"
    },
    {
      "year": "1604",
      "uri": "/wiki/Claudia_de%27_Medici",
      "name": "Claudia de' Medici",
      "aboutText": "Baron Franz Xaver von Zach (Franz Xaver Freiherr von Zach) (4 June 1754 – 2 September 1832) was a Hungarian astronomer born at Pest, Hungary (now Budapest in Hungary). He studied physics in Pest, Hungary, and served for some time in the Austrian army. He taught at the University of Lemberg (now Lviv, Ukraine).",
      "pageId": 72888,
      "monthDay": "06/04"
    },
    {
      "year": "1665",
      "uri": "/wiki/Zacharie_Robutel_de_La_Noue",
      "name": "Zacharie Robutel de La Noue",
      "aboutText": "Baron Carl Gustaf Emil Mannerheim (Swedish pronunciation: [ˈkɑːɭ ˈɡɵˈstav ˈeːmɪl ˈmanːɛrˈheɪm]; in Russian: Густав Карлович Ма́ннергейм, tr. Gustav Karlovich (lit.\"Karl's son\") Mannerheim; 4 June 1867 – 27 January 1951) was a Finnish military leader and statesman. Mannerheim served as the military leader of the Whites in the Finnish Civil War, Regent of Finland (1918–1919), commander-in-chief of Finland's defence forces during World War II, Marshal of Finland, and the sixth president of Finland (1944–1946).",
      "pageId": 164614,
      "monthDay": "06/04"
    },
    {
      "year": "1694",
      "uri": "/wiki/Fran%C3%A7ois_Quesnay",
      "name": "François Quesnay",
      "aboutText": "Heinrich Otto Wieland (4 June 1877 – 5 August 1957) was a German chemist. He won the 1927 Nobel Prize in Chemistry for his research into the bile acids. In 1901 Wieland received his doctorate at the University of Munich while studying under Johannes Thiele.",
      "pageId": 552299,
      "monthDay": "06/04"
    },
    {
      "year": "1704",
      "uri": "/wiki/Benjamin_Huntsman",
      "name": "Benjamin Huntsman",
      "aboutText": "Antoine (4 June 1489 – 14 June 1544), known as the Good, was Duke of Lorraine from 1508 until his death in 1544.",
      "pageId": 655727,
      "monthDay": "06/04"
    },
    {
      "year": "1738",
      "uri": "/wiki/George_III_of_the_United_Kingdom",
      "name": "George III of the United Kingdom",
      "aboutText": "Major Patrick Ferguson (1744 – 7 October 1780) was a Scottish officer in the British Army, an early advocate of light infantry and the designer of the Ferguson rifle. He is best known for his service in the 1780 military campaign of Charles Cornwallis during the American Revolutionary War in the Carolinas, in which he aggressively recruited Loyalists and harshly treated Patriot sympathisers. Some dispute this characterization of Ferguson as showing pro-Patriot bias, however, and other accounts praise him for his humanity and unwillingness to follow orders he considered barbaric.",
      "pageId": 699334,
      "monthDay": "06/04"
    },
    {
      "year": "1744",
      "uri": "/wiki/Patrick_Ferguson",
      "name": "Patrick Ferguson",
      "aboutText": "Sir James Pennethorne (4 June 1801 – 1 September 1871) was a 19th-century English architect and planner, particularly associated with buildings and parks in central London.",
      "pageId": 714449,
      "monthDay": "06/04"
    },
    {
      "year": "1754",
      "uri": "/wiki/Miguel_de_Azcu%C3%A9naga",
      "name": "Miguel de Azcuénaga",
      "aboutText": "Benjamin Huntsman (4 June 1704 – 20 June 1776) was an English inventor and manufacturer of cast or crucible steel.",
      "pageId": 1215905,
      "monthDay": "06/04"
    },
    {
      "year": "1754",
      "uri": "/wiki/Franz_Xaver_von_Zach",
      "name": "Franz Xaver von Zach",
      "aboutText": "Zacharie Robutel de La Noue (June 4, 1665 – 1733) was a French lieutenant and captain in the colonial regular troops, and seigneur of Châteauguay. Robutel de La Noue was a Canadian, born in Montreal, son of Claude Robutel de La Noue, seigneur of Île Saint-Paul, and Suzanne de Gabrielle. As a soldier he escorted various expeditions - to Hudson Bay in 1686 with Pierre de Troyes, Chevalier de Troyes and up the Ottawa River in 1692.",
      "pageId": 1335324,
      "monthDay": "06/04"
    },
    {
      "year": "1787",
      "uri": "/wiki/Constant_Pr%C3%A9vost",
      "name": "Constant Prévost",
      "aboutText": "Louis-Constant Prévost (4 June 1787 – 14 August 1856) was a French geologist.",
      "pageId": 1490830,
      "monthDay": "06/04"
    },
    {
      "year": "1801",
      "uri": "/wiki/James_Pennethorne",
      "name": "James Pennethorne",
      "aboutText": "Mabel Lucie Attwell (4 June 1879 – 5 November 1964) was a British illustrator. She was known for her cute, nostalgic drawings of children, based on her daughter, Peggy. Her drawings are featured on many postcards, advertisements, posters, books and figurines.",
      "pageId": 1972162,
      "monthDay": "06/04"
    },
    {
      "year": "1821",
      "uri": "/wiki/Apollon_Maykov",
      "name": "Apollon Maykov",
      "aboutText": "Apollon Nikolayevich Maykov (or Maikov) (Russian: Аполло́н Никола́евич Ма́йков, June 4 [O.S. May 23] 1821, Moscow – March 20 [O.S. March 8] 1897, Saint Petersburg) was a Russian poet, best known for his lyric verse showcasing images of Russian villages, nature, and Russian history. His love for ancient Greece and Rome, which he studied for much of his life, is also reflected in his works. Maykov spent four years translating the epic The Tale of Igor's Campaign (1870) into modern Russian.",
      "pageId": 2090443,
      "monthDay": "06/04"
    },
    {
      "year": "1829",
      "uri": "/wiki/Jinmaku_Ky%C5%ABgor%C5%8D",
      "name": "Jinmaku Kyūgorō",
      "aboutText": "Claudia de' Medici (4 June 1604 – 25 December 1648) was Regent of the Austrian County of Tyrol during the minority of her son from 1632 until 1646. She was a daughter of Ferdinando I de' Medici, Grand Duke of Tuscany and Christina of Lorraine.",
      "pageId": 2242494,
      "monthDay": "06/04"
    },
    {
      "year": "1854",
      "uri": "/wiki/Solko_van_den_Bergh",
      "name": "Solko van den Bergh",
      "aboutText": "Alexis Lapointe, known as Alexis le Trotteur (Alexis the Trotter) (June 4, 1860 - January 12, 1924) was a Quebec athlete in the early 20th century who has become a legendary character of québécois folklore.",
      "pageId": 3641213,
      "monthDay": "06/04"
    },
    {
      "year": "1860",
      "uri": "/wiki/Alexis_Lapointe",
      "name": "Alexis Lapointe",
      "aboutText": "Miina Sillanpää (originally Vilhelmiina Riktig, 4 June 1866 in Jokioinen – 3 April 1952 in Helsinki) was Finland's first female minister and a key figure in the workers' movement.\nMiina Sillanpää was born during the famine years to peasants Juho and Leena (née Roth) Riktig, who had a total of nine children. She started her work career at the age of 12 at the Forssa cotton factory, and later in the Jokioinen nail factory.",
      "pageId": 5144693,
      "monthDay": "06/04"
    },
    {
      "year": "1866",
      "uri": "/wiki/Miina_Sillanp%C3%A4%C3%A4",
      "name": "Miina Sillanpää",
      "aboutText": "Solko or Solke Johannes van den Bergh (4 June 1854 in The Hague – 25 December 1916) was a Dutch sports shooter.\nVan den Bergh was a notary by profession who on 6 June 1880 married the noble Sophia Emma Nicoletta van Limburg Brouwer in Zeist. Together with his friend Henrik Sillem and the Frenchman François Monod he initiated the first \"international shooting matches\" (world championships in shooting) in 1897 in Lyon.",
      "pageId": 7218812,
      "monthDay": "06/04"
    },
    {
      "year": "1867",
      "uri": "/wiki/Carl_Gustaf_Emil_Mannerheim",
      "name": "Carl Gustaf Emil Mannerheim",
      "aboutText": "Philippa of England (4 June 1394 – 5 January 1430), also known as Philippa of Lancaster, was Queen of Denmark, Sweden, and Norway from 1406 to 1430. She was the consort to Eric of Pomerania, who ruled the three kingdoms. Queen Philippa served as de facto regent of Sweden in 1420 and regent of Denmark and Norway from 1423 to 1425.",
      "pageId": 7537146,
      "monthDay": "06/04"
    },
    {
      "year": "1877",
      "uri": "/wiki/Heinrich_Otto_Wieland",
      "name": "Heinrich Otto Wieland",
      "aboutText": "Jinmaku Kyūgorō (陣幕 久五郎, June 4, 1829 – October 21, 1903) was a sumo wrestler from what is now Shimane, Japan. He was the sport's 12th yokozuna.",
      "pageId": 9123367,
      "monthDay": "06/04"
    },
    {
      "year": "1879",
      "uri": "/wiki/Mabel_Lucie_Attwell",
      "name": "Mabel Lucie Attwell",
      "aboutText": "Miguel de Azcuénaga (June 4, 1754 – December 19, 1833) was an Argentine brigadier. Educated in Spain, at the University of Seville, Azucuenaga began his military career in the Viceroyalty of the Río de la Plata and became a member of the Primera Junta, the first autonomous government of modern Argentina. He was shortly exiled because of his support to the minister Mariano Moreno, and returned to Buenos Aires when the First Triumvirate replaced the Junta.",
      "pageId": 9840443,
      "monthDay": "06/04"
    },
    {
      "year": "1880",
      "uri": "/wiki/Clara_Blandick",
      "name": "Clara Blandick",
      "aboutText": "Rosalind Russell (June 4, 1907 – November 28, 1976) was an American actress of stage and screen, known for her role as fast-talking newspaper reporter Hildy Johnson in the Howard Hawks screwball comedy His Girl Friday (1940), as well as for her portrayals of Mame Dennis in Auntie Mame (1958) and Rose in Gypsy (1962). A noted comedian, she won all five Golden Globes for which she was nominated and was tied with Meryl Streep for most wins until Streep won her sixth award in 2007. Russell won a Tony Award in 1953 for Best Performance by an Actress in a Musical for her portrayal of Ruth in the Broadway show Wonderful Town (a musical based on the film My Sister Eileen, in which she also starred).",
      "pageId": 180997,
      "monthDay": "06/04"
    },
    {
      "year": "1885",
      "uri": "/wiki/Arturo_Rawson",
      "name": "Arturo Rawson",
      "aboutText": "Sir Christopher Sydney Cockerell CBE RDI FRS (4 June 1910 – 1 June 1999) was an English engineer, best known as the inventor of the hovercraft.",
      "pageId": 189191,
      "monthDay": "06/04"
    },
    {
      "year": "1887",
      "uri": "/wiki/Tom_Longboat",
      "name": "Tom Longboat",
      "aboutText": "Mary Rose-Anna Bolduc, née Travers, (June 4, 1894 – February 20, 1941) was a French Canadian singer and musician. She was known as Madame Bolduc or La Bolduc. During the peak of her popularity in the 1930s, she was known as the Queen of Canadian Folksingers.",
      "pageId": 261637,
      "monthDay": "06/04"
    },
    {
      "year": "1894",
      "uri": "/wiki/La_Bolduc",
      "name": "La Bolduc",
      "aboutText": "Yevgeny Aleksandrovich Mravinsky (Russian: Евге́ний Алекса́ндрович Мрави́нский) (4 June [O.S. 22 May] 1903 – 19 January 1988) was a Soviet-Russian conductor.",
      "pageId": 318356,
      "monthDay": "06/04"
    },
    {
      "year": "1903",
      "uri": "/wiki/Yevgeny_Mravinsky",
      "name": "Yevgeny Mravinsky",
      "aboutText": "Robert Francis Furchgott (June 4, 1916 – May 19, 2009) was a Nobel Prize-winning American biochemist who contributed to the discovery of nitric oxide as a transient cellular signal in mammalian systems.",
      "pageId": 474991,
      "monthDay": "06/04"
    },
    {
      "year": "1904",
      "uri": "/wiki/Bhagat_Puran_Singh",
      "name": "Bhagat Puran Singh",
      "aboutText": "Angela Maria \"Geli\" Raubal (4 June 1908 – 18 September 1931) was Adolf Hitler's half-niece. Born in Linz, Austria-Hungary, she was the second child and eldest daughter of Leo Raubal Sr. and Hitler's half-sister, Angela Raubal.",
      "pageId": 583223,
      "monthDay": "06/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jacques_Roumain",
      "name": "Jacques Roumain",
      "aboutText": "Modibo Keïta (4 June 1915 – 16 May 1977) was the first President of Mali (1960–1968) and the Prime Minister of the Mali Federation. He espoused a form of African socialism.",
      "pageId": 891766,
      "monthDay": "06/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/Rosalind_Russell",
      "name": "Rosalind Russell",
      "aboutText": "Robert Merrill (June 4, 1917 – October 23, 2004) was an American operatic baritone and actor, who was also active in the musical theatre circuit.",
      "pageId": 1104595,
      "monthDay": "06/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/Patience_Strong",
      "name": "Patience Strong",
      "aboutText": "Jacques Roumain (June 4, 1907 – August 18, 1944) was a Haitian writer, politician, and advocate of Marxism. He is considered one of the most prominent figures in Haitian literature. Although poorly known in the English-speaking world, Roumain has significant following in Europe, and is renowned in the Caribbean and Latin America.",
      "pageId": 1467722,
      "monthDay": "06/04"
    },
    {
      "year": "1908",
      "uri": "/wiki/Geli_Raubal",
      "name": "Geli Raubal",
      "aboutText": "Robert Julius Tommy Jacobsen (4 June 1912 – 26 January 1993) was a Danish sculptor and painter. The Danish Robert award is named in his honor.",
      "pageId": 1486760,
      "monthDay": "06/04"
    },
    {
      "year": "1910",
      "uri": "/wiki/Christopher_Cockerell",
      "name": "Christopher Cockerell",
      "aboutText": "Clara Blanchard Dickey (June 4, 1876 – April 15, 1962), credited professionally as Clara Blandick was an American stage and screen actress, best known for her role as Aunt Em, the wife of Uncle Henry, in MGM's The Wizard of Oz.",
      "pageId": 1671792,
      "monthDay": "06/04"
    },
    {
      "year": "1912",
      "uri": "/wiki/Robert_Jacobsen",
      "name": "Robert Jacobsen",
      "aboutText": "Arturo Rawson (June 4, 1885 – October 8, 1952) was the President of Argentina from June 4, 1943 to June 7, 1943.\nHis coup started a series which culminated in the accession to power of the Labour Party just 3 years later.",
      "pageId": 2378918,
      "monthDay": "06/04"
    },
    {
      "year": "1915",
      "uri": "/wiki/Modibo_Ke%C3%AFta",
      "name": "Modibo Keïta",
      "aboutText": "Fernand Leduc (4 June 1916 – 28 January 2014) was a Canadian abstract expressionist painter and a major figure in the Quebec contemporary art scene in the 1940s and 1950s. During his 50-year career, Leduc participated in many expositions in Canada and France.",
      "pageId": 2862895,
      "monthDay": "06/04"
    },
    {
      "year": "1915",
      "uri": "/wiki/Nils_Kihlberg",
      "name": "Nils Kihlberg",
      "aboutText": "Thomas Charles Longboat (June 4, 1887 – January 9, 1949), whose native name was Cogwagee, was an Onondaga distance runner from the Six Nations Indian reserve near Brantford, Ontario, and for much of his career the dominant long distance runner of the time.",
      "pageId": 3564056,
      "monthDay": "06/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_F._Furchgott",
      "name": "Robert F. Furchgott",
      "aboutText": "Bhai Puran Singh (June 4, 1904 – August 5, 1992) was born in Rajewal (Rohno) Ludhiana district, Punjab. Born into a Hindu family, he was given the name Ramjidas as a child. Later, while still a child, he chose to become a Sikh.",
      "pageId": 4724915,
      "monthDay": "06/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/Fernand_Leduc",
      "name": "Fernand Leduc",
      "aboutText": "Russell Errol Train (June 4, 1920 – September 17, 2012) was the second Administrator of the Environmental Protection Agency (EPA), from September 1973 to January 1977, and the Founder Chairman Emeritus of World Wildlife Fund (WWF). As head of the EPA under U.S. Presidents Richard Nixon and Gerald Ford, Train is generally credited with helping to place the issue of the environment on the presidential and national agenda in the late 1960s and early 1970s, a key period in the environmental movement.",
      "pageId": 6127162,
      "monthDay": "06/04"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Merrill",
      "name": "Robert Merrill",
      "aboutText": "Winifred Emma May (4 June 1907 – 28 August 1990) was a poet from the United Kingdom, best known for her work under the pen name Patience Strong. Her poems were usually short, simple and imbued with sentimentality, the beauty of nature and inner strength.",
      "pageId": 13100203,
      "monthDay": "06/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Russell_E._Train",
      "name": "Russell E. Train",
      "aboutText": "Milan Komar, also known as Emilio Komar (4 June 1921 – 20 January 2006) was a Slovene Argentine Catholic philosopher and essayist.",
      "pageId": 15149001,
      "monthDay": "06/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Don_Diamond",
      "name": "Don Diamond",
      "aboutText": "Donald Alan \"Don\" Diamond (June 4, 1921 – June 19, 2011) was an American radio, film, and television actor who portrayed \"Crazy Cat\", the sidekick and heir apparent to Chief Wild Eagle on the popular 1960s television sitcom, F Troop (1965–1967).",
      "pageId": 18317124,
      "monthDay": "06/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Milan_Komar",
      "name": "Milan Komar",
      "aboutText": "Nils Kihlberg (4 June 1915 – 2 April 1965) was a Swedish actor, singer and director. He appeared in about 40 films.",
      "pageId": 46399992,
      "monthDay": "06/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bobby_Wanzer",
      "name": "Bobby Wanzer",
      "aboutText": "Maurice Francis Richard Shadbolt CBE (4 June 1932 – 10 October 2004) was a New Zealand writer and playwright.",
      "pageId": 172007,
      "monthDay": "06/04"
    },
    {
      "year": "1923",
      "uri": "/wiki/Elizabeth_Jolley",
      "name": "Elizabeth Jolley",
      "aboutText": "Ruth Westheimer (born June 4, 1928), better known as Dr. Ruth, is an American sex therapist, media personality, and author.",
      "pageId": 242570,
      "monthDay": "06/04"
    },
    {
      "year": "1924",
      "uri": "/wiki/Tofilau_Eti_Alesana",
      "name": "Tofilau Eti Alesana",
      "aboutText": "William Dennis Weaver (June 4, 1924 – February 24, 2006) was an American actor who was best known for his work in television. Weaver's two most notable roles were as Marshal Matt Dillon's trusty helper Chester Goode on the long-running CBS western series Gunsmoke and as U.S. Marshal Sam McCloud on the NBC police drama McCloud. He appeared in the 1971 television film Duel, the first film of director Steven Spielberg.",
      "pageId": 436356,
      "monthDay": "06/04"
    },
    {
      "year": "1924",
      "uri": "/wiki/Dennis_Weaver",
      "name": "Dennis Weaver",
      "aboutText": "Dame Monica Jessie Dacon, née Sheen DBE, CMG (born 4 June 1934) is a former Saint Vincent and the Grenadines schoolteacher, educator and politician. She is the widow of parliamentarian St. Clair Dacon.",
      "pageId": 521398,
      "monthDay": "06/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Antonio_Puchades",
      "name": "Antonio Puchades",
      "aboutText": "Judith Malina (June 4, 1926 – April 10, 2015) was a German-born American theater and film actress, writer and director.",
      "pageId": 853532,
      "monthDay": "06/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Robert_Earl_Hughes",
      "name": "Robert Earl Hughes",
      "aboutText": "Geoffrey Dyson Palmer, OBE (born 4 June 1927) is an English actor known for his roles in British television sitcoms playing Jimmy Anderson in The Fall and Rise of Reginald Perrin, Ben Parkinson in Butterflies and Lionel Hardcastle in As Time Goes By.",
      "pageId": 885893,
      "monthDay": "06/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ain_Kaalep",
      "name": "Ain Kaalep",
      "aboutText": "Robert Earl Hughes (June 4, 1926 – July 10, 1958) was, during his lifetime, the heaviest human being recorded in the history of the world.\nHughes was born in Baylis, Illinois, in 1926. At the age of six, he weighed about 92 kilograms (203 lb); at ten, he weighed 171 kilograms (377 lb).",
      "pageId": 1079718,
      "monthDay": "06/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Judith_Malina",
      "name": "Judith Malina",
      "aboutText": "Sir Gustav Victor Joseph Nossal, AC, CBE (born 4 June 1931) is a distinguished Australian research biologist.",
      "pageId": 1138530,
      "monthDay": "06/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Henning_Carlsen",
      "name": "Henning Carlsen",
      "aboutText": "Tofilau Eti Alesana, AC, born Aualamalefalelima Alesana, (4 June 1924 – 19 March 1999) was a Samoan politician. He was born in Vaitogi, Tutuila, American Samoa to a Samoan upper-class parents, Reverend James Alesana Fai'ivae and Vaoita Iosefa Mala'itai.",
      "pageId": 1192101,
      "monthDay": "06/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Geoffrey_Palmer_(actor)",
      "name": "Geoffrey Palmer",
      "aboutText": "John Drew Barrymore (born John Blyth Barrymore; June 4, 1932 – November 29, 2004) was a film actor and member of the Barrymore family of actors, which included his father, John Barrymore, and his father's siblings, Lionel and Ethel. He was the father of four children, including John Blyth Barrymore and actress Drew Barrymore.",
      "pageId": 1224736,
      "monthDay": "06/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ruth_Westheimer",
      "name": "Ruth Westheimer",
      "aboutText": "Karolos Papoulias (Greek: Κάρολος Παπούλιας [ˈkarolos paˈpuʎas]; born 4 June 1929) was the President of Greece from 2005 to 2015.",
      "pageId": 1272686,
      "monthDay": "06/04"
    },
    {
      "year": "1929",
      "uri": "/wiki/Karolos_Papoulias",
      "name": "Karolos Papoulias",
      "aboutText": "Monica Elizabeth Jolley AO (4 June 1923 – 13 February 2007) was an English-born writer who settled in Western Australia in the late 1950s. She was 53 when her first book was published, and she went on to publish fifteen novels (including an autobiographical trilogy), four short story collections and three non-fiction books, publishing well into her 70s and achieving significant critical acclaim. She was also a pioneer of creative writing teaching in Australia, counting many well-known writers such as Tim Winton among her students at Curtin University.",
      "pageId": 2053255,
      "monthDay": "06/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/George_Chesworth",
      "name": "George Chesworth",
      "aboutText": "Oliver Edward Nelson (June 4, 1932 – October 28, 1975) was an American jazz saxophonist, clarinetist, arranger, composer, and bandleader.\nHe is perhaps best remembered for his groundbreaking 1961 Impulse! album The Blues and the Abstract Truth, widely regarded as one of the most significant American jazz recordings of the modern jazz era.",
      "pageId": 2571265,
      "monthDay": "06/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/Morgana_King",
      "name": "Morgana King",
      "aboutText": "Viktor Vasilyevich Tikhonov (Russian: Виктор Васильевич Тихонов; 4 June 1930 – 24 November 2014) was a Soviet ice hockey player and coach. Tikhonov was a defenceman with VVS Moscow and Dynamo Moscow from 1949 to 1963, winning four national championships. He was the coach of the Soviet team when it was the dominant team in the world, winning eight World Championship gold medals, as well as Olympic gold in 1984, 1988, and 1992.",
      "pageId": 3078473,
      "monthDay": "06/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/Viktor_Tikhonov_(ice_hockey,_born_1930)",
      "name": "Viktor Tikhonov",
      "aboutText": "Morgana King (born June 4, 1930) is an American jazz singer and actress. Her best-known role was that of Carmela Corleone in The Godfather (1972) and The Godfather Part II (1974).",
      "pageId": 3882647,
      "monthDay": "06/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gustav_Nossal",
      "name": "Gustav Nossal",
      "aboutText": "Robert Francis \"Bobby\" Wanzer, also known as \"Hooks\" Wanzer (born June 4, 1921) is an American former basketball player and coach. A 6'0\" guard, he played collegiately at Seton Hall University, and was selected by the Rochester Royals in 1947. Royals star Bob Davies was a Seton Hall assistant and steered the star guard to the NBL contender.",
      "pageId": 4202317,
      "monthDay": "06/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Drew_Barrymore",
      "name": "John Drew Barrymore",
      "aboutText": "Antonio Puchades Casanova (4 June 1925 – 24 May 2013) was a Spanish footballer who played as a defensive midfielder.",
      "pageId": 8106649,
      "monthDay": "06/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Oliver_Nelson",
      "name": "Oliver Nelson",
      "aboutText": "Henning Carlsen (4 June 1927 – 30 May 2014) was a Danish film director, screenwriter, and producer most noted for his documentaries and his contributions to the style of cinéma vérité. Carlsen's 1966 social-realistic drama Hunger (Sult) was nominated for the Palme D'Or and won the Bodil Award for Best Danish Film. Carlsen also won the Bodil Award the following year for the comedy People Meet and Sweet Music Fills the Heart.",
      "pageId": 19115394,
      "monthDay": "06/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Maurice_Shadbolt",
      "name": "Maurice Shadbolt",
      "aboutText": "Air Vice Marshal George Arthur Chesworth CB, OBE, DFC, JP (born 4 June 1930) is a retired senior Royal Air Force officer and a previous Lord Lieutenant of Moray.",
      "pageId": 23129972,
      "monthDay": "06/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Monica_Dacon",
      "name": "Monica Dacon",
      "aboutText": "Ain Kaalep (born 4 June 1926 in Tartu) is an Estonian poet, playwright, literary critic and translator.",
      "pageId": 39770308,
      "monthDay": "06/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Seamus_Elliott",
      "name": "Seamus Elliott",
      "aboutText": "Bruce MacLeish Dern (born June 4, 1936) is an American actor. He frequently takes roles as a supporting character actor, often playing villains of unstable nature. He has appeared in over eighty films, and was nominated for the Academy Award for Best Supporting Actor for Coming Home (1978) and the Academy Award for Best Actor for Nebraska (2013).",
      "pageId": 299085,
      "monthDay": "06/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Daphne_Sheldrick",
      "name": "Daphne Sheldrick",
      "aboutText": "Nutan Samarth Bahl (4 June 1936 – 21 February 1991), better known as Nutan, was an Indian actress. She appeared in more than 70 Hindi films in a career spanning over four decades. Regarded as one of the finest female actors in the history of Hindi cinema, Nutan was noted for playing unconventional parts, and her performances often received praise and accolades.",
      "pageId": 384178,
      "monthDay": "06/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Colette_Boky",
      "name": "Colette Boky",
      "aboutText": "Sir George Newlands Reid PC (born 4 June 1939) is a Scottish politician. From February 1974 to 1979 he served as a Scottish National Party Member of Parliament for Clackmannan and East Stirlingshire. He was elected in 1999 as a Member of the newly established Scottish Parliament as a regional MSP for Mid Scotland and Fife.",
      "pageId": 476241,
      "monthDay": "06/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Berhanu_Dinka",
      "name": "Berhanu Dinka",
      "aboutText": "Robert Lee Fulghum (born June 4, 1937) is an American author.",
      "pageId": 576493,
      "monthDay": "06/04"
    },
    {
      "year": "1936",
      "uri": "/wiki/Nutan",
      "name": "Nutan",
      "aboutText": "Mortimer Benjamin \"Mort\" Zuckerman (born June 4, 1937) is a Canadian-born American media proprietor, magazine editor, and investor. He is the co-founder, executive chairman and former CEO of Boston Properties, one of the largest real estate investment trusts in the United States. Zuckerman is also the owner and publisher of the New York Daily News and of U.S. News & World Report, where he serves as editor-in-chief.",
      "pageId": 727432,
      "monthDay": "06/04"
    },
    {
      "year": "1936",
      "uri": "/wiki/Vince_Camuto",
      "name": "Vince Camuto",
      "aboutText": "Freddy Fender (4 June 1937 – 14 October 2006), born Baldemar Garza Huerta in San Benito, Texas, United States, was an American Tejano, country and rock and roll musician, known for his work as a solo artist and in the groups Los Super Seven and the Texas Tornados.",
      "pageId": 1146259,
      "monthDay": "06/04"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bruce_Dern",
      "name": "Bruce Dern",
      "aboutText": "Robert James \"Bob\"/\"Gino\" Marella (June 4, 1937 – October 6, 1999), better known by his ring name of Gorilla Monsoon, was an American professional wrestler, play-by-play commentator, and booker. He is famous for his run as a super-heavyweight main eventer, and later as the voice of the World Wrestling Federation, as commentator and backstage manager during the 1980s and 1990s. He was the voice of the WWF during the 80s and early 90s and also called the first 8 WrestleManias and was the host of WrestleMania IX. He became on-screen WWF President in the latter decade.",
      "pageId": 1467285,
      "monthDay": "06/04"
    },
    {
      "year": "1936",
      "uri": "/wiki/Oleg_Fyodoseyev",
      "name": "Oleg Fyodoseyev",
      "aboutText": "David Collings (born 4 June 1940 in Brighton, East Sussex) is an English actor. He has played various roles on television, including the leading dramatic role in Fyodor Dostoyevsky's Crime and Punishment in 1964 (with Associated-Rediffusion Television).\n^ \"David Collings\".",
      "pageId": 1682028,
      "monthDay": "06/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Freddy_Fender",
      "name": "Freddy Fender",
      "aboutText": "Arthur Mahaffey, Jr. (born June 4, 1938 in Cincinnati, Ohio) is a former starting pitcher in Major League Baseball who played for the Philadelphia Phillies (1960–65) and St. Louis Cardinals (1966).",
      "pageId": 3112596,
      "monthDay": "06/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Fulghum",
      "name": "Robert Fulghum",
      "aboutText": "Kenneth Graham Ross (born 4 June 1941) is an Australian playwright and screenwriter best known for writing the 1978 stage play Breaker Morant, that was based on the life of Australian soldier Harry \"Breaker\" Morant.\nWith the support of the South Australian Film Corporation this play was later adapted by Ross into a film of the same name in 1980.",
      "pageId": 5514661,
      "monthDay": "06/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Gorilla_Monsoon",
      "name": "Gorilla Monsoon",
      "aboutText": "Oleg Georgiyevich Fedoseyev (Russian: Олег Георгиевич Федосеев, 4 June 1936 – 14 June 2001) was a Russian athlete. He was a Soviet champion in the long jump in 1956 and 1958, but finished only eighth at the 1956 Olympics and 1958 European Championships. Fedoseyev then changed to triple jump and in 1959 won a Soviet title and set a world record in this event at 16.70 m.",
      "pageId": 8222096,
      "monthDay": "06/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Mortimer_Zuckerman",
      "name": "Mortimer Zuckerman",
      "aboutText": "Dame Daphne Marjorie Sheldrick, DBE (née Jenkins; born 4 June 1934) is a Kenyan-British author, conservationist and expert in animal husbandry, particularly the raising and reintegrating of orphaned elephants into the wild for over 30 years.\n^ \"About Dr.",
      "pageId": 9935466,
      "monthDay": "06/04"
    },
    {
      "year": "1938",
      "uri": "/wiki/Art_Mahaffey",
      "name": "Art Mahaffey",
      "aboutText": "Seamus 'Shay' Elliott (4 June 1934 – 4 May 1971) was an Irish road bicycle racer.\nShay Elliott was the first Irish cyclist to make a mark as a professional rider in continental Europe. A talented rider, he spent most of his career riding as a domestique for stars such as Jacques Anquetil and Jean Stablinski.",
      "pageId": 10050861,
      "monthDay": "06/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jeremy_Browne,_11th_Marquess_of_Sligo",
      "name": "Jeremy Browne, 11th Marquess of Sligo",
      "aboutText": "Jeremy Ulick Browne, 11th Marquess of Sligo (4 June 1939 – 13 July 2014), styled Earl of Altamont until 1991, was the 11th holder of the Marquessate of Sligo, a title created in 1800 in the Peerage of Ireland.",
      "pageId": 11239943,
      "monthDay": "06/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Denis_de_Belleval",
      "name": "Denis de Belleval",
      "aboutText": "Henri Pachard, Jackson St. Louis and Crystal Blue were the pseudonyms of the American film director Ron Sullivan (June 4, 1939 – September 27, 2008).",
      "pageId": 13695701,
      "monthDay": "06/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Henri_Pachard",
      "name": "Henri Pachard",
      "aboutText": "Colette Boky (born Marie-Rose Élisabeth Giroux; June 4, 1935), CQ OC is a French-Canadian operatic soprano, particularly associated with lyric roles in the French, Italian, and German repertories.",
      "pageId": 16315135,
      "monthDay": "06/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/George_Reid_(Scottish_politician)",
      "name": "George Reid",
      "aboutText": "Ludwig Schwarz, S.D.B. (born 4 June 1940) is the Roman Catholic bishop of the Diocese of Linz, Austria.",
      "pageId": 18116796,
      "monthDay": "06/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/David_Collings",
      "name": "David Collings",
      "aboutText": "John Vincent Camuto (1936–2015) was an American women’s footwear designer and shoe industry executive, best known for co-founding the women's fashion brand Nine West.",
      "pageId": 23678468,
      "monthDay": "06/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ludwig_Schwarz",
      "name": "Ludwig Schwarz",
      "aboutText": "Denis de Belleval (born June 4, 1939) is a former politician and administrator in the Canadian province of Quebec. He was a Parti Québécois member of the National Assembly of Quebec from 1976 to 1982 and was a cabinet minister in the government of René Lévesque.",
      "pageId": 31711563,
      "monthDay": "06/04"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kenneth_G._Ross",
      "name": "Kenneth G. Ross",
      "aboutText": "Berhanu Dinka (June 4, 1935 – July 8, 2013) was an Ethiopian diplomat and economist. He was the Ambassador to Djibouti, Canada, the United States, and the Permanent Representatives to the United Nations. Dinka served as Ethiopia's first Ambassador to Djibouti from 1980 to 1984.",
      "pageId": 39938110,
      "monthDay": "06/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Louis_Reichardt",
      "name": "Louis Reichardt",
      "aboutText": "Viktor Klima (born 4 June 1947) is an Austrian Social Democrat politician and businessman.",
      "pageId": 299392,
      "monthDay": "06/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bill_Rowe",
      "name": "Bill Rowe",
      "aboutText": "Anthony Braxton (born June 4, 1945) is an American composer and instrumentalist. Braxton has released well over 100 albums since the 1960s. Among the instruments he plays are the sopranino, soprano, C-melody, F mezzo-soprano, E-flat alto, baritone, bass, and contrabass saxophones; the E-flat, B-flat, and contrabass clarinets; and the piano.",
      "pageId": 350732,
      "monthDay": "06/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sandra_Haynie",
      "name": "Sandra Haynie",
      "aboutText": "Michelle Phillips (born June 4, 1944) is an American singer, songwriter, and actress.",
      "pageId": 444493,
      "monthDay": "06/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tom_Jaine",
      "name": "Tom Jaine",
      "aboutText": "Sandra Post, CM (born June 4, 1948) is a Canadian professional golfer. She was the first Canadian to play on the LPGA Tour.",
      "pageId": 1539945,
      "monthDay": "06/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joyce_Meyer",
      "name": "Joyce Meyer",
      "aboutText": "Sandra Jane Haynie (born June 4, 1943) is an American former professional golfer on the LPGA Tour starting in 1961.",
      "pageId": 1636879,
      "monthDay": "06/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roger_Ball_(musician)",
      "name": "Roger Ball",
      "aboutText": "Gordon Trueman Riviere Waller (4 June 1945 – 17 July 2009) was a British singer–songwriter–guitarist, best known as Gordon of the international 1960s Pop music duo Peter and Gordon, whose biggest hit was the No.",
      "pageId": 1928908,
      "monthDay": "06/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michelle_Phillips",
      "name": "Michelle Phillips",
      "aboutText": "Daniel Topolski (4 June 1945 – 21 February 2015) was a British author, rower, rowing coach and commentator on BBC television. He studied at the University of Oxford where he represented the Blue boat twice, in 1967 and 1968. In 1977, he won a gold medal at the World Rowing Championships.",
      "pageId": 2777334,
      "monthDay": "06/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Anthony_Braxton",
      "name": "Anthony Braxton",
      "aboutText": "Ashok Saraf (born 4 June 1947) is an Indian actor and comedian. He has appeared in many Hindi and Marathi movies. Since the late 1960s, Ashok Saraf has been known mainly for comedy movies, many of which he appeared in with Laxmikant Berde.",
      "pageId": 2794689,
      "monthDay": "06/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Daniel_Topolski",
      "name": "Daniel Topolski",
      "aboutText": "Joyce Meyer (born Pauline Joyce Hutchison; June 4, 1943) is a Charismatic Christian author and speaker. Meyer and her husband Dave have four grown children, and live outside St. Louis, Missouri.",
      "pageId": 3243400,
      "monthDay": "06/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gordon_Waller",
      "name": "Gordon Waller",
      "aboutText": "Jürgen Sparwasser (born 4 June 1948 in Halberstadt) is a retired German football player and later briefly a football manager.\nSparwasser started his playing career in the youth department of his hometown club BSG Lokomotive Halberstadt in 1956. In 1965 he moved to 1.",
      "pageId": 5503640,
      "monthDay": "06/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/S._P._Balasubrahmanyam",
      "name": "S. P. Balasubrahmanyam",
      "aboutText": "John Anthony Bailey (June 4, 1947 – November 13, 1994), also known as Jack Baker, was an American actor.",
      "pageId": 5625184,
      "monthDay": "06/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Bailey_(American_actor)",
      "name": "John Bailey",
      "aboutText": "Gabriel Arcand (born June 4, 1949 in Deschambault, Quebec) is a Canadian actor. He is the brother of film director Denys Arcand.\nHe won the Academy of Canadian Cinema and Television's award for Best Actor at the 6th Genie Awards in 1985 for his performance in Le Crime d'Ovide Plouffe and at the 2nd Canadian Screen Awards in 2014 for Le Démantèlement, and the award for Best Supporting Actor at the 8th Genie Awards in 1987 for Decline of the American Empire.",
      "pageId": 6114167,
      "monthDay": "06/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Viktor_Klima",
      "name": "Viktor Klima",
      "aboutText": "Louis Reichardt (June 4, 1942) is a noted American mountaineer, the first American to summit both Everest and K2. He is also Director of the Simons Foundation Autism Research Initiative, the largest non-federal supporter of scientific research into autism spectrum disorders and an emeritus Professor of Physiology and Biochemistry/Biophysics at UCSF, where he studies neuroscience.",
      "pageId": 6587165,
      "monthDay": "06/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ashok_Saraf",
      "name": "Ashok Saraf",
      "aboutText": "Mark B. Cohen (born June 4, 1949) is a Democratic politician from Philadelphia, Pennsylvania. He has represented District 202 in the Pennsylvania House of Representatives since June 10, 1974. He is the most senior member in the Pennsylvania General Assembly since the December 27, 2010 death of Sen.",
      "pageId": 7991087,
      "monthDay": "06/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bob_Champion",
      "name": "Bob Champion",
      "aboutText": "Robert \"Bob\" Champion MBE (born 4 June 1948) is an English former jump jockey who won the 1981 Grand National on Aldaniti. His triumph was made into a film Champions, with John Hurt portraying Champion. The film is based on Champion's book Champions Story, which he wrote with close friend and racing journalist and broadcaster Jonathan Powell.",
      "pageId": 8704757,
      "monthDay": "06/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sandra_Post",
      "name": "Sandra Post",
      "aboutText": "William Neil \"Bill\" Rowe QC (born June 4, 1942) is a former politician, lawyer, broadcaster, and writer in Newfoundland and Labrador, Canada. He is married to Penelope Ayre Rowe of St. John’s, who is a member of the Order of Canada.",
      "pageId": 20713252,
      "monthDay": "06/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/J%C3%BCrgen_Sparwasser",
      "name": "Jürgen Sparwasser",
      "aboutText": "Roger Ball (born 4 June 1944, Broughty Ferry, Scotland) is a Scottish saxophonist, keyboardist, songwriter and arranger.",
      "pageId": 27002727,
      "monthDay": "06/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Gabriel_Arcand",
      "name": "Gabriel Arcand",
      "aboutText": "Tom Jaine (born 4 June 1943) is a former restaurateur, a food writer and the proprietor of Prospect Books.\nHe was educated at Kingswood School (1955–1959) and at Balliol College, Oxford where he studied Modern history (1961–1964). He worked as an archivist from 1964 to 1973 and a restaurateur from 1974 to 1984.",
      "pageId": 32775404,
      "monthDay": "06/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mark_B._Cohen",
      "name": "Mark B. Cohen",
      "aboutText": "Sripathi Panditaradhyula Balasubrahmanyam ( pronunciation ) is an Indian film playback singer, actor, music director, voice actor and film producer. He is mostly referred to as S. P. B. or Balu. He has won the Guinness World Record for recording the highest number of songs.",
      "pageId": 33661381,
      "monthDay": "06/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Raymond_Dumais",
      "name": "Raymond Dumais",
      "aboutText": "Raymond Dumais (June 4, 1950 – October 19, 2012) was the Roman Catholic bishop of the Roman Catholic Diocese of Gaspé, Quebec, Canada.\nOrdained to the priesthood in 1976, Dumais was named bishop in 1991 and resigned in 2001. He was subsequently married to a woman in a civil ceremony.",
      "pageId": 37419243,
      "monthDay": "06/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dagmar_Krause",
      "name": "Dagmar Krause",
      "aboutText": "Val McDermid (born 4 June 1955) is a Scottish crime writer, best known for a series of suspense novels featuring Dr. Tony Hill.",
      "pageId": 220262,
      "monthDay": "06/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/George_Noory",
      "name": "George Noory",
      "aboutText": "Linda Lingle (born Linda Cutter; June 4, 1953) is an American politician, who was the sixth Governor of Hawaii from 2002 until 2010. She was the first Republican elected governor of Hawaii since the departure of William F. Quinn in 1962. Lingle was also the first female governor of Hawaii; first Jewish governor of Hawaii; first county mayor elected governor of Hawaii; and the first governor of Hawaii not to have any children.",
      "pageId": 360388,
      "monthDay": "06/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kevin_Woodford",
      "name": "Kevin Woodford",
      "aboutText": "George Ralph Noory (born June 4, 1950) is a radio talk show host.",
      "pageId": 419166,
      "monthDay": "06/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bronis%C5%82aw_Malinowski_(athlete)",
      "name": "Bronisław Malinowski",
      "aboutText": "Bronisław Malinowski (4 June 1951 – 27 September 1981) was a Polish track and field athlete, who is best known for winning a gold medal in the 3000 m steeplechase race during the 1980 Summer Olympics held in Moscow, Soviet Union and the silver four years earlier in Montreal. One year after his last Olympic appearance, Malinowski was killed in a car accident in Grudziądz, at the age of 30.",
      "pageId": 451073,
      "monthDay": "06/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Melanie_Phillips",
      "name": "Melanie Phillips",
      "aboutText": "Melanie Phillips is a British journalist, author and public commentator. She started on the left of the political spectrum, writing for The Guardian and New Statesman. During the 1990s she moved to the right, and currently writes for The Times, Jerusalem Post and Jewish Chronicle, covering political and social issues from a social conservative perspective.",
      "pageId": 643526,
      "monthDay": "06/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Wendy_Pini",
      "name": "Wendy Pini",
      "aboutText": "Dagmar Krause (born 4 June 1950) is a German singer, best known for her work with avant-rock groups including Slapp Happy, Henry Cow, and Art Bears. She is also noted for her coverage of songs by Bertolt Brecht, Kurt Weill and Hanns Eisler.",
      "pageId": 736614,
      "monthDay": "06/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Yip",
      "name": "David Yip",
      "aboutText": "Parker Stevenson (born Richard Stevenson Parker, Jr, on June 4, 1952) is an American television and film actor.",
      "pageId": 794438,
      "monthDay": "06/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bronis%C5%82aw_Komorowski",
      "name": "Bronisław Komorowski",
      "aboutText": "Keith David Williams (born June 4, 1956), better known as Keith David, is an American film, television and voice actor and singer. He is best known for his roles as the director of the CIA in Agent Cody Banks and Dr. Facilier in The Princess and the Frog.",
      "pageId": 916301,
      "monthDay": "06/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dambudzo_Marechera",
      "name": "Dambudzo Marechera",
      "aboutText": "Dambudzo Marechera (born Charles William Dambudzo Marechera, 4 June 1952 – 18 August 1987) was a Zimbabwean novelist and poet.",
      "pageId": 979174,
      "monthDay": "06/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Parker_Stevenson",
      "name": "Parker Stevenson",
      "aboutText": "James 'Jimmy' McCulloch (4 June 1953 – 27 September 1979) was a Scottish musician and songwriter best known for playing lead guitar and bass, as a member of Paul McCartney's band Wings from 1974 to 1977. McCulloch was a member of the Glasgow psychedelic band One in a Million (formerly known as the Jaygars), Thunderclap Newman, and Stone the Crows. He also made appearances on many albums, including John Entwistle's Whistle Rymes in 1972, as lead guitarist playing alongside Peter Frampton on \"Apron Strings\" and \"I Feel Better\"; and on Roy Harper's album, Bullinamingvase, and Ricci Martin's album, Bleached, both in 1977.",
      "pageId": 1061780,
      "monthDay": "06/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Linda_Lingle",
      "name": "Linda Lingle",
      "aboutText": "Wendy Pini née Fletcher, (born June 4, 1951) and Richard Pini (born July 19, 1950) are the husband-and-wife team responsible for creating the well-known Elfquest series of comics, graphic novels and prose works. They are also known as WaRP (as in Warp Graphics).\n^ a b Miller, John Jackson (June 10, 2005).",
      "pageId": 1943370,
      "monthDay": "06/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jimmy_McCulloch",
      "name": "Jimmy McCulloch",
      "aboutText": "Paul Samson (4 June 1953 – 9 August 2002) was a British guitarist, closely associated with the New Wave of British Heavy Metal.\nBorn Paul Sanson, after a period in several obscure bands, Samson formed his own eponymous outfit, Samson, in 1977, consisting of Chris Aylmer on bass guitar, and Clive Burr on drums. Burr left, and eventually joined Iron Maiden, and was replaced by Thunderstick, who wore a gimp mask on stage.",
      "pageId": 2108857,
      "monthDay": "06/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Susumu_Ojima",
      "name": "Susumu Ojima",
      "aboutText": "John Charles Hockenberry (born June 4, 1956) is an American journalist and author. A four-time Emmy Award winner and three-time Peabody Award winner, Hockenberry has worked in media since 1980.\nHockenberry has reported from all over the world, has anchored programs for network TV, cable, and radio, and has reported for magazines, newspapers, and online media.",
      "pageId": 2470900,
      "monthDay": "06/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Paul_Samson",
      "name": "Paul Samson",
      "aboutText": "Bronisław Maria Komorowski [brɔˈɲiswaf kɔmɔˈrɔfskʲi] (born 4 June 1952) is a Polish politician and historian who served as President of Poland from 2010 to 2015.\nKomorowski served as Minister of Defence from 2000 to 2001. As Marshal of the Sejm (Speaker of the lower house of Parliament), Komorowski exercised the powers and duties of head of state following the death of President Lech Kaczyński in a plane crash on 10 April 2010.",
      "pageId": 2534952,
      "monthDay": "06/04"
    },
    {
      "year": "1954",
      "uri": "/wiki/Raphael_Ravenscroft",
      "name": "Raphael Ravenscroft",
      "aboutText": "David Yip (Chinese: 葉西園, born 4 June 1951) is an English-Chinese actor, best known for his lead role in The Chinese Detective.",
      "pageId": 2628050,
      "monthDay": "06/04"
    },
    {
      "year": "1955",
      "uri": "/wiki/Val_McDermid",
      "name": "Val McDermid",
      "aboutText": "Susumu Ojima (小嶋 進, Ojima Susumu, born June 4, 1953 in Shikama, Miyagi Prefecture) is a Japanese entrepreneur who was a founder and chairman of Huser Co., Ltd.",
      "pageId": 3796001,
      "monthDay": "06/04"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mary_Testa",
      "name": "Mary Testa",
      "aboutText": "Raphael Ravenscroft (4 June 1954 – 19 October 2014) was a British musician, composer and author.",
      "pageId": 4032215,
      "monthDay": "06/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Martin_Adams",
      "name": "Martin Adams",
      "aboutText": "Mary Testa (born June 4, 1955) is an American stage and film actress and singer. She is a two-time Tony Award nominee, for performances in revivals of Leonard Bernstein's On the Town (1998) and 42nd Street (2001).",
      "pageId": 4619740,
      "monthDay": "06/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Keith_David",
      "name": "Keith David",
      "aboutText": "Martin Adams (born 4 June 1956) is an English professional darts player. Nicknamed Wolfie, he is a three-time BDO World Champion and three-time World Masters champion.",
      "pageId": 4985497,
      "monthDay": "06/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Hockenberry",
      "name": "John Hockenberry",
      "aboutText": "Kevin Woodford (born 4 June 1950) is a Manx celebrity chef, actor, television presenter, businessman, hotelier and former restaurateur.",
      "pageId": 6927751,
      "monthDay": "06/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Terry_Kennedy_(baseball)",
      "name": "Terry Kennedy",
      "aboutText": "Sean Pertwee (born 4 June 1964) is a British actor and voice actor. Pertwee attended Teddington School and Sunbury College. Pertwee has played Captain Fitzpatrick in the play Tom Jones, Sergeant Wells in Dog Soldiers, Pilot Smith in Event Horizon and Alfred Pennyworth in Fox's Gotham.",
      "pageId": 337727,
      "monthDay": "06/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Gerry_Ryan",
      "name": "Gerry Ryan",
      "aboutText": "Ferenc Gyurcsány (Hungarian pronunciation: [ˈfɛrɛnt͡s ˈɟurt͡ʃaːɲ]; born 4 June 1961) is a Hungarian politician. He was the sixth Prime Minister of Hungary from 2004 to 2009.\nHe was nominated to take that position on 25 August 2004 by the Hungarian Socialist Party (MSZP), after Péter Medgyessy resigned due to a conflict with the Socialist Party's coalition partner.",
      "pageId": 945404,
      "monthDay": "06/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Joyce_Sidman",
      "name": "Joyce Sidman",
      "aboutText": "Gerard \"Gerry\" Ryan (5 June 1956 – 30 April 2010) was an Irish presenter of radio and television employed by Raidió Teilifís Éireann (RTÉ). He presented The Gerry Ryan Show on radio station RTÉ 2fm each weekday morning from 1988 until hours before his sudden death. He was presented with a Jacob's Award for this show in 1990.",
      "pageId": 1042604,
      "monthDay": "06/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Yoon_Seok-ho",
      "name": "Yoon Seok-ho",
      "aboutText": "John Treacy (born 4 June 1957 in Villierstown, County Waterford) is an Irish former athlete and Olympic medalist. He represented Ireland at four Olympic Games between 1980 and 1992.",
      "pageId": 1060107,
      "monthDay": "06/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Treacy",
      "name": "John Treacy",
      "aboutText": "Zenon Jaskuła (born 4 June 1962) is a Polish former professional racing cyclist from Śrem, who was active in the 1990s.",
      "pageId": 1138891,
      "monthDay": "06/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Eddie_Velez",
      "name": "Eddie Velez",
      "aboutText": "Terrence Edward Kennedy (on June 4, 1956 in Euclid, Ohio) is a former All-Star Major League Baseball catcher who played for the St. Louis Cardinals (1978–80), San Diego Padres (1981–86), Baltimore Orioles (1987–88) and San Francisco Giants (1989–91). Kennedy batted left-handed and threw right-handed.",
      "pageId": 1261670,
      "monthDay": "06/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Juan_Camacho_(Bolivian_athlete)",
      "name": "Juan Camacho",
      "aboutText": "Sean Brian Thomas Fitzpatrick, ONZM (born 4 June 1963 in Auckland), is a former rugby union player who represented New Zealand, and is widely regarded as one of the finest players ever to come from that country. He is also the son of former player Brian Fitzpatrick. Sean Fitzpatrick is the Founder and Director of the Front Row Group of Companies, which includes Front Row Leadership.",
      "pageId": 1444074,
      "monthDay": "06/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Georgios_Voulgarakis",
      "name": "Georgios Voulgarakis",
      "aboutText": "Xavier Maurice McDaniel (born June 4, 1963), nicknamed the X-Man, is a retired American National Basketball Association (NBA) player who, at 6 ft 7 in, played both small forward and power forward.",
      "pageId": 1574442,
      "monthDay": "06/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Milo%C5%A1_%C4%90elma%C5%A1",
      "name": "Miloš Đelmaš",
      "aboutText": "Bradley John Walsh (born 4 June 1960) is an English actor, comedian, television presenter and former professional footballer, best known for his roles as Danny Baldwin in Coronation Street and the lead role of DS Ronnie Brooks in Law & Order: UK as well as hosting ITV game show The Chase. Walsh also hosts the annual Crime Thriller Awards and the Specsavers Crime Thriller Club on ITV3.",
      "pageId": 1618826,
      "monthDay": "06/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Paul_Taylor_(Winger)",
      "name": "Paul Taylor",
      "aboutText": "Eldra Patrick \"El\" DeBarge (born June 4, 1961) is an American singer-songwriter and was the focal point and primary lead singer of family group DeBarge throughout the early to mid-1980s. Popular songs led by El include \"Time Will Reveal\", \"Stay with Me\", \"All This Love\", and \"Rhythm of the Night\". As a solo artist, he is best known for his unique high tenor register, strong falsetto and the hits \"Who's Johnny\" and \"Love Always\" and for his collaborations with Tone Loc, George Clinton, Quincy Jones, Fourplay, and DJ Quik.",
      "pageId": 1689439,
      "monthDay": "06/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Bradley_Walsh",
      "name": "Bradley Walsh",
      "aboutText": "Krzysztof Hołowczyc (pronounced [ˈkʂɨʂtɔf xɔˈwɔft͡ʂɨt͡s]; born 4 June 1962 in Olsztyn, Poland) is a Polish rally driver. He won the Polish Rally Championship in 1995, 1996 and 1999 and the European Rally Championship in 1997. He was also member of European Parliament (2007–2009) from Civic Platform list.",
      "pageId": 1842080,
      "monthDay": "06/04"
    },
    {
      "year": "1961",
      "uri": "/wiki/El_DeBarge",
      "name": "El DeBarge",
      "aboutText": "John P. Kee (born John Prince Kee on June 4, 1962) is an American gospel singer and pastor.",
      "pageId": 4263560,
      "monthDay": "06/04"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ferenc_Gyurcs%C3%A1ny",
      "name": "Ferenc Gyurcsány",
      "aboutText": "Edwin \"Eddie\" Velez (June 4, 1958 in New York City) is a Hispanic-American actor who stars in films and on television.",
      "pageId": 5600202,
      "monthDay": "06/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Krzysztof_Ho%C5%82owczyc",
      "name": "Krzysztof Hołowczyc",
      "aboutText": "Yoon Seok-ho (Hangul: 윤석호; born 4 June 1957) is a South Korean television drama director.\nHe was the director of four TV series produced by KBS that are sometimes collectively referred to as Endless Love, each containing the name of one of the four seasons in its title. The series were immensely popular throughout Asia, especially Winter Sonata, and intensified a surge in popularity of Korean popular culture known as Hallyu.",
      "pageId": 5781599,
      "monthDay": "06/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Zenon_Jasku%C5%82a",
      "name": "Zenon Jaskuła",
      "aboutText": "Georgios Voulgarakis (Greek: Γιώργος Βουλγαράκης) (born 4 June 1959 in Heraklion) is a Greek politician and the former Minister for Mercantile Marine, Aegean Sea and Island Policy.\nVoulgarakis was born in Crete and holds a PhD in Political Marketing and Communication from the University of Athens. He is a member of the New Democracy party.",
      "pageId": 9040563,
      "monthDay": "06/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_P._Kee",
      "name": "John P. Kee",
      "aboutText": "Kōji Yamamura (山村 浩二, Yamamura Kōji, born June 4, 1964) is a Japanese independent animator who, after leaving a career as a background artist at an animation studio, directs, writes, edits, animates, creates the model sheets and background art for and sometimes produces his own short films and has worked on many commissions such as music videos, television advertisements, title sequences and station idents, both on his own and under or with other directors. He is also a regular illustrator of children's literature and textbooks.\nHis animation spans a variety of media, his earliest independent works mixing clay painting and stop motion with cels, but has latterly come to concentrate on traditional animation.",
      "pageId": 14846679,
      "monthDay": "06/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sean_Fitzpatrick",
      "name": "Sean Fitzpatrick",
      "aboutText": "Miloš Đelmaš (Serbian Cyrillic:Милош Ђелмаш, born 4 June 1960 in Belgrade, PR Serbia, FPR Yugoslavia) is a Serbian footballer who played for SFR Yugoslavia.",
      "pageId": 15875672,
      "monthDay": "06/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Xavier_McDaniel",
      "name": "Xavier McDaniel",
      "aboutText": "Paul Taylor (born June 4, 1960, San Francisco, California), formerly credited as Paul Horowitz, is an American musician, who is best known as the keyboardist/guitarist with the late 1980s and early 1990s rock band, Winger (1987–1992, 2001–2003, 2013–2014). Although he is perhaps most frequently associated with Winger, Taylor has also played with numerous other prominent musicians, including future Sammy Hagar and Boston guitarist Gary Pihl (in his early days), Eric Martin (solo artist and future Mr. Big frontman), Aldo Nova, Steve Perry of Journey, Alice Cooper and Tommy Shaw.",
      "pageId": 18844498,
      "monthDay": "06/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sean_Pertwee",
      "name": "Sean Pertwee",
      "aboutText": "For the Mexican long-distance runner with the same name see Juan Camacho (Mexican athlete)",
      "pageId": 24952399,
      "monthDay": "06/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/K%C5%8Dji_Yamamura",
      "name": "Kōji Yamamura",
      "aboutText": "Joyce Sidman (born June 4, 1956) is an American children's writer. She was a runner-up for the 2011 Newbery Medal.\nShe graduated from Wesleyan University, with a B.A. in German.",
      "pageId": 31406245,
      "monthDay": "06/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mick_Doohan",
      "name": "Mick Doohan",
      "aboutText": "Izabella Scorupco (born Izabela Dorota Skorupko, June 4, 1970) is a Polish-Swedish actress, singer and model.",
      "pageId": 14575,
      "monthDay": "06/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andrea_Jaeger",
      "name": "Andrea Jaeger",
      "aboutText": "Michael \"Mick\" Sydney Doohan, AM (born 4 June 1965) is an Australian former Grand Prix motorcycle road racing World Champion, who won five consecutive 500 cc World Championships. Only Giacomo Agostini with eight (seven consecutive) and Valentino Rossi with seven (five consecutive) have won more premier class titles.\n^ \"Doohan, Michael Sydney\".",
      "pageId": 20108,
      "monthDay": "06/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Cecilia_Bartoli",
      "name": "Cecilia Bartoli",
      "aboutText": "Vladimir Voevodsky (Russian: Владимир Александрович Воеводский, born 4 June 1966) is a Russian mathematician. His work in developing a homotopy theory for algebraic varieties and formulating motivic cohomology led to the award of a Fields Medal in 2002. He is also known for the proof of the Milnor conjecture and motivic Bloch-Kato conjectures and for the univalent foundations of mathematics and homotopy type theory.",
      "pageId": 104482,
      "monthDay": "06/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vladimir_Voevodsky",
      "name": "Vladimir Voevodsky",
      "aboutText": "Richard \"Richie\" Hawtin (born June 4, 1970) is an English-born Canadian electronic musician and DJ and three times DJ Awards winner. He was an influential part of Detroit techno's second wave of artists in the early 1990s and has been a leading exponent of minimal techno since the mid-1990s. He is best known for his work under the alias Plastikman and for his ENTER. events in Ibiza and around the world.",
      "pageId": 180172,
      "monthDay": "06/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bill_Wiggin",
      "name": "Bill Wiggin",
      "aboutText": "Joseph Kabila Kabange (known commonly as Joseph Kabila, born 4 June 1971) is a Congolese politician who has been President of the Democratic Republic of the Congo since January 2001. He took office ten days after the assassination of his father, President Laurent-Désiré Kabila. He was elected as President in 2006.",
      "pageId": 358668,
      "monthDay": "06/04"
    },
    {
      "year": "1967",
      "uri": "/wiki/Robert_S._Kimbrough",
      "name": "Robert S. Kimbrough",
      "aboutText": "William David Wiggin (born 4 June 1966) is a British Conservative Party politician, Member of Parliament and a former Shadow Minister for Agriculture & Fisheries. He held the seat of Leominster from the 2001 election until the 2010 election, when the seat of Leominster was abolished. Wiggin now holds the seat of North Herefordshire having been elected in 2010.",
      "pageId": 429879,
      "monthDay": "06/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Roger_Lim",
      "name": "Roger Lim",
      "aboutText": "Scott Richard Wolf (born June 4, 1968) is an American actor, known for his roles in the television series Party of Five as Bailey Salinger, Jake Hartman in Everwood and Chad Decker in V.",
      "pageId": 512081,
      "monthDay": "06/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Niurka_Montalvo",
      "name": "Niurka Montalvo",
      "aboutText": "Cecilia Bartoli, Cavaliere OMRI (Italian: [tʃeˈtʃiːlja ˈbartoli]; born 4 June 1966) is an Italian coloratura mezzo-soprano opera singer and recitalist. She is best known for her interpretations of the music of Mozart and Rossini, as well as for her performances of lesser-known Baroque and classical music.",
      "pageId": 674251,
      "monthDay": "06/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Al_B._Sure!",
      "name": "Al B. Sure!",
      "aboutText": "Horacio Sanz (born June 4, 1969), better known by his stage name Horatio Sanz, is a Chilean actor and comedian residing in the United States and is best known as a cast member on Saturday Night Live from 1998-2006.",
      "pageId": 706835,
      "monthDay": "06/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Scott_Wolf",
      "name": "Scott Wolf",
      "aboutText": "Andrea Jaeger (born June 4, 1965) is a former World No. 2 professional tennis player from the United States whose brief but highly successful tennis career ended prematurely due to major shoulder injuries. Jaeger reached the singles final of Wimbledon in 1983 and the French Open in 1982.",
      "pageId": 862793,
      "monthDay": "06/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Horatio_Sanz",
      "name": "Horatio Sanz",
      "aboutText": "Robert Shane Kimbrough (born June 4, 1967) is a United States Army officer and a NASA astronaut. He was part of the first group of candidates selected for NASA astronaut training following the Space Shuttle Columbia disaster.",
      "pageId": 1313455,
      "monthDay": "06/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Deborah_Compagnoni",
      "name": "Deborah Compagnoni",
      "aboutText": "James Nicholas Callis (born 4 June 1971) is an English actor. He is best known for playing Dr. Gaius Baltar in the re-imagined Battlestar Galactica miniseries and television series, and Bridget Jones' best friend in Bridget Jones's Diary and Bridget Jones: The Edge of Reason.",
      "pageId": 1658828,
      "monthDay": "06/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Richie_Hawtin",
      "name": "Richie Hawtin",
      "aboutText": "Albert Joseph Brown III (born June 4, 1968) is a three-time Grammy-nominated American R&B recording artist and record producer. He grew up in Leonia, New Jersey, and Mount Vernon, New York.",
      "pageId": 3054621,
      "monthDay": "06/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dave_Pybus",
      "name": "Dave Pybus",
      "aboutText": "Niurka Montalvo Amaro (born June 4, 1968 in Havana) is a former Cuban and Spanish athlete who specialised in the long jump and triple jump events. Her greatest achievement came in 1999, when she became world champion with a personal best jump of 7.06 metres.",
      "pageId": 3233835,
      "monthDay": "06/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Izabella_Scorupco",
      "name": "Izabella Scorupco",
      "aboutText": "Shoji Meguro (目黒 将司, Meguro Shōji, born June 4, 1971) is a Japanese video game composer, guitarist, and game director who joined Atlus in 1995, and has composed for many of their games, mainly those in the Megami Tensei series, including the Persona sub-series.",
      "pageId": 3478346,
      "monthDay": "06/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/James_Callis",
      "name": "James Callis",
      "aboutText": "Dave Pybus (born 4 June 1970 in Heckmondwike, West Yorkshire, England) is an extreme metal musician, best known as the former bass player of Cradle of Filth.\nPybus's first band was called Anul Death (1988–91) which later changed its name to Darkened.\nFrom 1990-1994 Dave worked at Peaceville Records as a graphic designer.",
      "pageId": 4000413,
      "monthDay": "06/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Joseph_Kabila",
      "name": "Joseph Kabila",
      "aboutText": "Deborah Compagnoni (Italian pronunciation: [ˈdɛːbora kompaɲˈɲoːni]; born 4 June 1970) is an Italian former Alpine skier who won three gold medals at the 1992, 1994 and 1998 Winter Olympics.",
      "pageId": 4110340,
      "monthDay": "06/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mike_Lee_(U.S._politician)",
      "name": "Mike Lee",
      "aboutText": "Karl Martin Sinijärv (born June 4, 1971 in Tallinn) is an Estonian journalist and a poet.\nBy 2011, Sinijärv had published 8 poetry books and a cookbook. His poetry has been characterized as etnofuturist, bringing estrangement of language to the brink of self-parody.",
      "pageId": 20402966,
      "monthDay": "06/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shoji_Meguro",
      "name": "Shoji Meguro",
      "aboutText": "Roger Lim (born June 4, 1968) is an American actor, director, producer, and screenwriter, currently in various stages of post-production on his AmerAsian Trilogy. Born and raised in San Francisco, California, he graduated from the University of San Francisco with a B.A. in Psychology. As a junior at nationally recognized Lowell High School (San Francisco), he was named All-City pitcher after winning his school’s first-ever playoff-championship game at Candlestick Park.",
      "pageId": 22198039,
      "monthDay": "06/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karl_Martin_Sinij%C3%A4rv",
      "name": "Karl Martin Sinijärv",
      "aboutText": "Michael Shumway \"Mike\" Lee (born June 4, 1971) is an American politician and lawyer who is the junior United States Senator from Utah. A member of the Republican Party, Lee has served in the U.S. Senate since January 3, 2011.\nBorn in Mesa, Arizona, Lee is a graduate of Brigham Young University (BYU).",
      "pageId": 25708300,
      "monthDay": "06/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Noah_Wyle",
      "name": "Noah Wyle",
      "aboutText": "Derian John Hatcher (born June 4, 1972) is an American former professional ice hockey defenseman who played 16 seasons in the National Hockey League (NHL) with the Minnesota North Stars, Dallas Stars, Detroit Red Wings and Philadelphia Flyers. He currently serves as the head coach of the Sarnia Sting of the Ontario Hockey League.\nHe is the younger brother of former NHL player Kevin Hatcher, with whom he was inducted into the United States Hockey Hall of Fame on October 21, 2010.",
      "pageId": 310563,
      "monthDay": "06/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stoja",
      "name": "Stoja",
      "aboutText": "Noah Strausser Speer Wyle (/ˈwaɪli/; born June 4, 1971) is an American film, television, and theatre actor. He is best known for his roles as Dr. John Carter in ER and as Tom Mason in Falling Skies.",
      "pageId": 311358,
      "monthDay": "06/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nikka_Costa",
      "name": "Nikka Costa",
      "aboutText": "Nenad Zimonjić (Serbian Cyrillic: Ненад Зимоњић, Serbian pronunciation: [nê̞naːd zǐmo̞ɲit͡ɕ]; born June 4, 1976 in Belgrade, SR Serbia, SFR Yugoslavia) is a professional Serbian tennis player who was ranked no. 1 in 2008 in doubles; he is currently ranked world no. 7. He is the second tennis doubles player from Serbia to hold the world no.",
      "pageId": 457011,
      "monthDay": "06/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Derian_Hatcher",
      "name": "Derian Hatcher",
      "aboutText": "Kasey Chambers (born 4 June 1976) is an Australian country singer-songwriter.",
      "pageId": 709012,
      "monthDay": "06/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joe_Hill_(writer)",
      "name": "Joe Hill",
      "aboutText": "John Watson (born June 4, 1973) is an American retired professional wrestler, better known by his ring name Mikey Whipwreck.",
      "pageId": 1796515,
      "monthDay": "06/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rob_Huebel",
      "name": "Rob Huebel",
      "aboutText": "Stefan K Lessard (born June 4, 1974) is an American musician, most famous as the bassist for the Dave Matthews Band.",
      "pageId": 1797271,
      "monthDay": "06/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mikey_Whipwreck",
      "name": "Mikey Whipwreck",
      "aboutText": "Andrew John Gwynne (born 4 June 1974) is a British Labour Party politician and has been the Member of Parliament (MP) for Denton and Reddish since 2005, replacing the retiring Andrew Bennett.\nHe was appointed to the Shadow Health team in 2011 by Labour leader Ed Miliband.",
      "pageId": 1871091,
      "monthDay": "06/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jacob_Sahaya_Kumar_Aruni",
      "name": "Jacob Sahaya Kumar Aruni",
      "aboutText": "Darin Charles Erstad (/ˈdærən ˈɜrstæt/; born June 4, 1974) is an American former professional baseball player and the current head coach of the University of Nebraska Cornhuskers baseball team. Prior to 2007, he had played with the Los Angeles Angels of Anaheim franchise (1996-2006) before signing with the Chicago White Sox in 2007. He batted and threw left-handed.",
      "pageId": 1916815,
      "monthDay": "06/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Darin_Erstad",
      "name": "Darin Erstad",
      "aboutText": "Russell Edward Brand (born 4 June 1975) is an English comedian, actor, radio host, author, and activist.\nBeginning his career as a stand-up comedian and later becoming an MTV presenter, Brand first achieved notoriety in 2004 as the host of Big Brother's Big Mouth, a Big Brother spin-off. In 2007, he had his first major film role in St Trinian's, and the following year he landed a major role in the romantic comedy-drama Forgetting Sarah Marshall; the film led to him starring in a spin off, the rock comedy Get Him to the Greek, alongside Jonah Hill in 2010.",
      "pageId": 1996436,
      "monthDay": "06/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andrew_Gwynne",
      "name": "Andrew Gwynne",
      "aboutText": "Domenica \"Nikka\" Costa (born June 4, 1972) is an American singer whose music combines elements of funk, soul, and blues. She also had a career as a child singer starting in the early 1980s. She is the daughter of notable music producer Don Costa and is married to Australian producer/songwriter Justin Stanley.",
      "pageId": 2110344,
      "monthDay": "06/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Janette_Hus%C3%A1rov%C3%A1",
      "name": "Janette Husárová",
      "aboutText": "Robert Anderson \"Rob\" Huebel (born June 4, 1969) is an American actor, comedian and writer best known for his sketch comedy work on the MTV series Human Giant.",
      "pageId": 2296618,
      "monthDay": "06/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Stefan_Lessard",
      "name": "Stefan Lessard",
      "aboutText": "Henry Burris, Jr. (born June 4, 1975) is an American professional Canadian football quarterback for the Ottawa Redblacks of the Canadian Football League. He has won two Grey Cup championships, both with the Calgary Stampeders, in 1998 and 2008, spending 10 years of his career with that franchise.",
      "pageId": 3090070,
      "monthDay": "06/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Buddy_Wakefield",
      "name": "Buddy Wakefield",
      "aboutText": "Janette Husárová (born 4 June 1974 in Bratislava) is a professional Slovak tennis player.\nOn 13 January 2003, she reached her best singles ranking of world number 31. On 21 April 2003, she peaked at world number 3 in the doubles rankings.",
      "pageId": 3845884,
      "monthDay": "06/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Russell_Brand",
      "name": "Russell Brand",
      "aboutText": "Dionisis Chiotis (Greek: Διονύσης Χιώτης; born 4 June 1977 in Athens) is a Greek professional footballer who plays for Trikala as a goalkeeper.",
      "pageId": 3955097,
      "monthDay": "06/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Henry_Burris",
      "name": "Henry Burris",
      "aboutText": "Stojanka Novaković (Serbian Cyrillic: Стојанка Новаковић; born 4 June 1972), known by her stage name Stoja (Стоја), is a Serbian pop-folk singer.\nShe released her first album, Kako je meni sada, through Lazarević Productions in 1998. Later, she chose to release her albums through the record label Grand Production, owned by Saša Popović and Lepa Brena, and within a short time Stoja became one of the most popular and respected singers in the Balkans.",
      "pageId": 5290925,
      "monthDay": "06/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Angelina_Jolie",
      "name": "Angelina Jolie",
      "aboutText": "Angelina Jolie Pitt (/dʒoʊˈliː/ joh-LEE; née Voight; June 4, 1975) is an American actress, filmmaker, and humanitarian. She has received an Academy Award, two Screen Actors Guild Awards, and three Golden Globe Awards, and has been cited as Hollywood's highest-paid actress. Jolie made her screen debut as a child alongside her father, Jon Voight, in Lookin' to Get Out (1982).",
      "pageId": 5792809,
      "monthDay": "06/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kasey_Chambers",
      "name": "Kasey Chambers",
      "aboutText": "Joseph Hillstrom King (born June 4, 1972), better known by the pen name Joe Hill, is an American author and comic book writer. He has published three novels—Heart-Shaped Box, Horns and NOS4A2—and a collection of short stories titled 20th Century Ghosts. He is also the author of the comic book series Locke & Key.",
      "pageId": 6127744,
      "monthDay": "06/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alexei_Navalny",
      "name": "Alexei Navalny",
      "aboutText": "Buddy Wakefield (born June 4, 1974) is an American performance poet/slam poet. He is a two-time Individual World Poetry Slam Champion (2004 and 2005) whose latest works have been released by Righteous Babe Records (CD) and Write Bloody Publishing (books).\n^ Poetry Slam Inc.",
      "pageId": 6229688,
      "monthDay": "06/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nenad_Zimonji%C4%87",
      "name": "Nenad Zimonjić",
      "aboutText": "Jacob Sahaya Kumar Aruni (4 June 1974 – 4 November 2012), popularly known as \"Chef Jacob\", was an Indian celebrity chef born in Uthamapalayam, Tamil Nadu. He was known for his authentic South Indian cuisines. Jacob was a visiting chef at several leading hotels, and a consultant chef at some of the finest restaurants in India and abroad.",
      "pageId": 26970475,
      "monthDay": "06/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Dionisis_Chiotis",
      "name": "Dionisis Chiotis",
      "aboutText": "Alexei Anatolievich Navalny (Russian: Алексе́й Анато́льевич Нава́льный, Russian pronunciation: [ɐlʲɪkˈsʲej ɐnɐˈtolʲɪvʲɪtɕ nɐˈvalʲnɨj]; born June 4, 1976) is a Russian lawyer, political and financial activist, and politician. Since 2009, he has gained prominence in Russia, and in the Russian and international media, as a critic of corruption and of Russian President Vladimir Putin. He has organized large-scale demonstrations promoting democracy and attacking political corruption, Putin, and Putin's political allies; he has run for a political office on the same platform.",
      "pageId": 29174356,
      "monthDay": "06/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Quinten_Hann",
      "name": "Quinten Hann",
      "aboutText": "Jin Au-Yeung (born 4 June 1982), who performs under the stage name MC Jin, is an American rapper, songwriter, and actor of Hong Kong Hakka descent. Born in Miami, Florida, and later living in New York City, he decided to reside permanently in Hong Kong before returning to New York to reside permanently in the summer of 2012. He speaks both Cantonese and English fluently, although he is not literate in Chinese.",
      "pageId": 523883,
      "monthDay": "06/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Berglind_Icey",
      "name": "Berglind Icey",
      "aboutText": "Quinten Hann (born 4 June 1977) is an Australian former professional snooker player who now plays professional pool. He was the 1999 WEPF World Eight-ball Champion and 1994 world under 21 champion. His highest break is 143.",
      "pageId": 621632,
      "monthDay": "06/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Alex_Manninger",
      "name": "Alex Manninger",
      "aboutText": "Georgios \"Giourkas\" Seitaridis (Greek: Γεώργιος \"Γιούρκας\" Σεϊταρίδης [ʝeˈorʝos ˈʝurkas seitaˈriðis]; born 4 June 1981) is a Greek retired footballer who played as a right full-back and occasionally as a central defender . He has last played in 2013 for Greek Superleague side Panathinaikos, having played previously at PAS Giannina, Porto, Dynamo Moscow and Atlético Madrid. He is a former member of the Greek national football team, for which he made a total of 72 international appearances, scoring one goal.",
      "pageId": 793556,
      "monthDay": "06/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Roman_Miroshnichenko",
      "name": "Roman Miroshnichenko",
      "aboutText": "Emmanuel Eboué (born 4 June 1983) is an Ivorian professional footballer who plays as a right back. He is now unattached.\nA natural right back, he is also able to play at right wing.",
      "pageId": 1367118,
      "monthDay": "06/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ingrid_Visser_(volleyball)",
      "name": "Ingrid Visser",
      "aboutText": "Alexander \"Alex\" Manninger (born 4 June 1977) is an Austrian professional football goalkeeper who plays for FC Augsburg.",
      "pageId": 3518870,
      "monthDay": "06/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Robin_Lord_Taylor",
      "name": "Robin Lord Taylor",
      "aboutText": "Joseph Jean-François Vineet Beauchemin (born June 4, 1980) is a Canadian professional ice hockey defenceman currently playing for the Colorado Avalanche of the National Hockey League (NHL).\nDrafted in the third round, 75th overall, by the Montreal Canadiens in the 1998 NHL Entry Draft, he has also played in the NHL for the Canadiens, Columbus Blue Jackets, Anaheim Ducks and the Toronto Maple Leafs.",
      "pageId": 3622466,
      "monthDay": "06/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Naohiro_Takahara",
      "name": "Naohiro Takahara",
      "aboutText": "Naohiro Takahara (高原 直泰, Takahara Naohiro, born June 4, 1979) is a Japanese footballer. He last played for SC Sagamihara as a striker, being released in November 2015.\nTakahara was born in Mishima, Shizuoka.",
      "pageId": 3656234,
      "monthDay": "06/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Vickerman",
      "name": "Daniel Vickerman",
      "aboutText": "Koffi Christian N'dri (born 4 June 1983), commonly known as Romaric, is an Ivorian professional footballer who plays for Cypriot club AC Omonoia.",
      "pageId": 5195049,
      "monthDay": "06/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fran%C3%A7ois_Beauchemin",
      "name": "François Beauchemin",
      "aboutText": "Daniel Vickerman (born 4 June 1979 in Cape Town, South Africa) is a former professional rugby union footballer. The 204 cm, 119 kg lock played 63 Tests with the Wallabies, the national team of his adopted country of Australia. After seven seasons with the Wallabies, and having played Super Rugby for the New South Wales Waratahs and ACT Brumbies, Vickerman left his successful international rugby career in 2008.",
      "pageId": 5519244,
      "monthDay": "06/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jennifer_Carroll_(swimmer)",
      "name": "Jennifer Carroll",
      "aboutText": "Berglind Icey (born Berglind Ólafsdóttir; 4 June 1977) is an Icelandic renewable energy developer, model, actress and former competitive swimmer. Icey was the St.",
      "pageId": 6480572,
      "monthDay": "06/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/T._J._Miller",
      "name": "T. J. Miller",
      "aboutText": "Roman Miroshnichenko (Russian: Роман Мирошниченко) (born June 4, 1977) - is a Russian virtuoso guitarist, composer, and band leader who has won multiple awards. He is one of the most prominent musicians of contemporary jazz on ex-USSR territory and Eastern Europe. Roman is a phenomenal guitarist who has his own and highly individual touch and stamp on the guitar, improvisation flight and melodic tunes all captured in his well-mixed recordings and enthralling live performances.",
      "pageId": 6745759,
      "monthDay": "06/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Maxi_Nil",
      "name": "Maxi Nil",
      "aboutText": "Olha Saladuha (Ukrainian: Ольга Саладуха, born 4 June 1983) is a Ukrainian triple jumper.",
      "pageId": 7648469,
      "monthDay": "06/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Giourkas_Seitaridis",
      "name": "Giourkas Seitaridis",
      "aboutText": "Ronnie Edward Prude, Jr. (born June 4, 1982) is a former American football cornerback. He played college football at LSU and was signed by the Baltimore Ravens as an undrafted free agent in 2006.",
      "pageId": 7699557,
      "monthDay": "06/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Natalia_Vodopyanova",
      "name": "Natalia Vodopyanova",
      "aboutText": "Ingrid Louise Visser (4 June 1977 – 14 May 2013) was a Dutch female volleyball player, a member of the Netherlands women's national volleyball team in 1994-2011, a participant of the Olympic Games Atlanta 1996, European Champion 1995.",
      "pageId": 12034846,
      "monthDay": "06/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/MC_Jin",
      "name": "MC Jin",
      "aboutText": "Todd Joseph \"T. J.\" Miller (born June 4, 1981) is an American actor, voice actor, and comedian.",
      "pageId": 13982539,
      "monthDay": "06/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Abel_Kirui",
      "name": "Abel Kirui",
      "aboutText": "Natalia Andreyevna Vodopyanova (Russian: Наталья Андреевна Водопьянова) (born 4 June 1981 in Leningrad) is a Russian basketball player who competed for the Russian National Team at the 2004 and 2008 Summer Olympics, winning the bronze medal both times.",
      "pageId": 19025975,
      "monthDay": "06/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ronnie_Prude",
      "name": "Ronnie Prude",
      "aboutText": "Abel Kirui (born 6 April 1982) is a long-distance runner from Kenya who competes in marathons. He had back-to-back wins in the World Championships Marathon in 2009 and 2011. He won in 2009 with a time of 2:06:54, then defended his title with a winning margin of two minutes and 28 seconds – the largest ever margin at the World Championship event.",
      "pageId": 21273085,
      "monthDay": "06/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Romaric_(footballer)",
      "name": "Romaric",
      "aboutText": "Maxi Nil (born 4 June 1981) is a Greek singer, and currently as of 6 December 2013, the lead singer of her new project Jaded Star. Maxi is best known for her work as lead vocalist in the Austrian symphonic power metal band Visions of Atlantis from mid 2009 to late 2013. In 2003 she joined the Greek metal band On Thorns I Lay and in the same year she also joined the band Elysion as both a singer and a songwriter.",
      "pageId": 30320571,
      "monthDay": "06/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Emmanuel_Ebou%C3%A9",
      "name": "Emmanuel Eboué",
      "aboutText": "Jennifer Carroll (born June 4, 1981) is a Canadian swimmer.\n^ a b c \"Profile of Jennifer Carroll\". Manchester 2002 Commonwealth Games.",
      "pageId": 41668580,
      "monthDay": "06/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Olha_Saladuha",
      "name": "Olha Saladuha",
      "aboutText": "Robin Lord Taylor (born June 4, 1978) is an American film and television actor and director, known for Accepted (2006), Another Earth (2011) and Would You Rather (2012).",
      "pageId": 43959459,
      "monthDay": "06/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kento_Handa",
      "name": "Kento Handa",
      "aboutText": "Bar Refaeli (Hebrew: בר רפאלי‎; born 4 June 1985) is an Israeli model, television host, actress and businesswoman.\nAccording to Forbes Israel, she was the highest paid model in Israel in 2013, ahead of the combined modeling income of other Israeli models such as Esti Ginzburg, Gal Gadot, and Shlomit Malka.\nShe was the cover model of the 2009 Sports Illustrated Swimsuit Issue and was voted #1 on Maxim magazine's Hot 100 list of 2012.",
      "pageId": 1229883,
      "monthDay": "06/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jenaveve_Jolie",
      "name": "Jenaveve Jolie",
      "aboutText": "Shane Warren Kippel (born June 4, 1986) is a Canadian television actor. From 2001-2010, he appeared as a regular cast member in the role of Gavin \"Spinner\" Mason on Degrassi: The Next Generation, which is broadcast on CTV in Canada.",
      "pageId": 1305284,
      "monthDay": "06/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Enrico_Rossi_Chauvenet",
      "name": "Enrico Rossi Chauvenet",
      "aboutText": "Ian White (born June 4, 1984) is a Canadian professional ice hockey defenceman who is currently an unrestricted free agent.",
      "pageId": 1388940,
      "monthDay": "06/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ian_White_(ice_hockey)",
      "name": "Ian White",
      "aboutText": "Evan Frank Lysacek (/ˈɛvən ˈlaɪsətʃɛk/; born June 4, 1985) is an American figure skater. He is the 2010 Olympic champion, the 2009 World champion, a two-time (2005, 2007) Four Continents champion, the 2009 Grand Prix Final champion, and a two-time (2007, 2008) U.S. national champion. Lysacek was the United States Olympic Committee's SportsMan of the Year for 2010.",
      "pageId": 1426102,
      "monthDay": "06/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rainie_Yang",
      "name": "Rainie Yang",
      "aboutText": "Rainie Yang (traditional Chinese: 楊丞琳; simplified Chinese: 杨丞琳; pinyin: Yáng Chénglín; Pe̍h-ōe-jī: Iû Sêng-lîm; born 4 June 1984) is a Taiwanese singer, actress and TV host.",
      "pageId": 1843227,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Leon_Botha",
      "name": "Leon Botha",
      "aboutText": "Alicja Janosz (born 4 June 1985 in Pszczyna) was the winner of Polish Idol in 2002. She also appeared in World Idol, where she sang \"I Don't Know How to Love Him\" from Jesus Christ Superstar. In November 2002, her debut album, Ala Janosz, was released.",
      "pageId": 1944328,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dani_Evans",
      "name": "Dani Evans",
      "aboutText": "Lukas Josef Podolski (German pronunciation: [ˈluːkas poˈdɔlskiː]; born Łukasz Józef Podolski (IPA: [ˈwukaʂ pɔˈdɔlskʲi]) on 4 June 1985) is a German footballer who plays as a forward for Turkish club Galatasaray and the Germany national team. He is a left-footed attacker known for his strong shot, technique and probing attacks from the left side.\nHe joined 1.",
      "pageId": 1955932,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anna-Lena_Gr%C3%B6nefeld",
      "name": "Anna-Lena Grönefeld",
      "aboutText": "Anna-Lena Grönefeld (born 4 June 1985) is a German tennis player. She turned professional in April 2003.\nGrönefeld was coached and trained by Rafael Font de Mora in Scottsdale, Arizona until 2006.",
      "pageId": 2259502,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alicja_Janosz",
      "name": "Alicja Janosz",
      "aboutText": "Jenaveve Jolie (born June 4, 1984) is an American pornographic actress, nude model and exotic dancer. She is of Mexican origin.\nShe worked as a waitress at a steak house before beginning her adult film career in 2004.",
      "pageId": 4667301,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Evan_Lysacek",
      "name": "Evan Lysacek",
      "aboutText": "Danielle \"Dani\" Evans (born in Little Rock, Arkansas) is an American fashion model.",
      "pageId": 4744208,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lukas_Podolski",
      "name": "Lukas Podolski",
      "aboutText": "Kento Handa (半田 健人, Handa Kento, born June 4, 1984 in Kobe, Hyōgo, Japan, and raised in Ashiya) is a Japanese actor, remembered by fans of Kamen Rider 555.",
      "pageId": 5577758,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Bar_Refaeli",
      "name": "Bar Refaeli",
      "aboutText": "Ana Carolina Reston Macan (June 4, 1985 – November 15, 2006) was a Brazilian fashion model.\nReston was born to a middle-class family in Jundiaí, on the outskirts of São Paulo, Brazil. At the age of 13, she began her modeling career after winning a local beauty contest in her hometown.",
      "pageId": 7967701,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Oddvar_Reiakvam",
      "name": "Oddvar Reiakvam",
      "aboutText": "Kimberley Busteed (born 4 June 1986) is an Australian beauty pageant titleholder who won Miss Universe Australia 2007 and represented Australia in the 2007 Miss Universe pageant. She is from Gladstone in Queensland, Australia and is a former teen swimming champion and surf lifesaving competitor. In 2012 Busteed resumed her competitive swimming by competing in the Noosa Tri, swimming the 1500m ocean stretch for her team.",
      "pageId": 11319844,
      "monthDay": "06/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ana_Carolina_Reston",
      "name": "Ana Carolina Reston",
      "aboutText": "Tori Praver-Fuller (née Praver born June 4, 1987 in San Diego, California) is an American model and swimwear Fashion designer perhaps best known for her appearances in the 2007-2009 Sports Illustrated Swimsuit Issue, as a Global Brand Ambassador for Billabong (clothing) in 2009, and for being the youngest face of Guess (clothing) in 2006, at the age of 17. Praver stands at 5 feet 11 inches tall.",
      "pageId": 11951143,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yoochun",
      "name": "Yoochun",
      "aboutText": "Oddvar Hallset Reiakvam (born 4 June 1985) is a Norwegian politician for the Progress Party.",
      "pageId": 16647261,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kimberley_Busteed",
      "name": "Kimberley Busteed",
      "aboutText": "Park Yoo-chun (Hangul: 박유천; hanja: 朴裕仟; born June 4, 1986), simply known as Yoochun, is a South Korean singer, songwriter, actor, dancer, and model. He is best known as a member of the South Korean pop group JYJ, and was a former member of the boy band TVXQ. Park is also known by the stage names Micky Yoochun (in South Korea), Yuchun (in Japan), and 有天 (in China). However, after Park left his previous band, TVXQ, he is now using Park Yoochun (JYJ) instead of Micky Yoochun (TVXQ).",
      "pageId": 21877619,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Oona_Chaplin",
      "name": "Oona Chaplin",
      "aboutText": "Oona Castilla Chaplin (born 4 June 1986) is a Spanish actress. She is the daughter of Geraldine Chaplin, granddaughter of English film star Charlie Chaplin and the great-granddaughter of American playwright Eugene O'Neill. She is known for playing the role of Talisa Maegyr in HBO's hit series Game of Thrones.",
      "pageId": 22986084,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Fahriye_Evcen",
      "name": "Fahriye Evcen",
      "aboutText": "Fahriye Evcen (born 4 June 1986) is a Turkish actress, best known for her role as Necla Tekin on the Turkish TV-series Yaprak Dökümü and Feride role in Çalıkuşu series Novel by Reşat Nuri Güntekin. Fahriye studied sociology for one year in Germany. At age 19, she moved to Turkey then she studied history in Boğaziçi University in Istanbul/Turkey and graduated in 2014.",
      "pageId": 23550072,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shane_Kippel",
      "name": "Shane Kippel",
      "aboutText": "Leon Botha (4 June 1985 – 5 June 2011) was a South African painter and disk jockey, as well as one of the world's oldest survivors of progeria.",
      "pageId": 26471577,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tori_Praver",
      "name": "Tori Praver",
      "aboutText": "Enrico Rossi Chauvenet (born 4 June 1984) is an Italian footballer.",
      "pageId": 26562976,
      "monthDay": "06/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shelly_Woods",
      "name": "Shelly Woods",
      "aboutText": "Tippi Benjamine Okanti Degré (born 4 June 1990) is a French woman who spent her childhood in Namibia among wild animals and tribespeople. In 2002–03, she was the presenter of Around the World with Tippi, six wildlife and environmental TV documentaries.",
      "pageId": 1544992,
      "monthDay": "06/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mollie_King",
      "name": "Mollie King",
      "aboutText": "Jordan Danielle Hinson (born June 4, 1991) is an American actress. She is best known for her role as Zoe Carter on the science fiction series Eureka.\nHinson was born in El Paso, Texas.",
      "pageId": 2233294,
      "monthDay": "06/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Luisa_Zissman",
      "name": "Luisa Zissman",
      "aboutText": "Brooke Levi Vincent (born 4 June 1992) is an English actress.",
      "pageId": 2862333,
      "monthDay": "06/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Li_Man",
      "name": "Li Man",
      "aboutText": "Shelly Woods (born 4 June 1986) is an elite British Paralympic athlete from the suburb of Layton in Blackpool, Lancashire.\nShelly started using a wheelchair at the age of 11 after a heavy fall which injured her spinal cord. As a wheelchair athlete, she has achieved considerable success having won the Great North Run in 2005, setting a new British record for the half-marathon in the process.",
      "pageId": 5953418,
      "monthDay": "06/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mohsen_Shadi",
      "name": "Mohsen Shadi",
      "aboutText": "Zachary Wayne \"Zac\" Farro (born June 4, 1990) is an American musician, who is currently the sole member of the band Half Noise, and best known as the former drummer of the alternative rock band Paramore from its inception until late 2010. He is also the younger brother of Josh Farro, who is Paramore's former lead guitarist and backing vocalist.",
      "pageId": 9899554,
      "monthDay": "06/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Federico_Erba",
      "name": "Federico Erba",
      "aboutText": "Li Man (李曼; born 4 June 1988) is a Chinese actress. She is a student at the Central Academy of Drama. She debuted in Zhang Yimou's 2006 film Curse of the Golden Flower.",
      "pageId": 10683498,
      "monthDay": "06/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Pawe%C5%82_Fajdek",
      "name": "Paweł Fajdek",
      "aboutText": "Mollie Elizabeth King (born 4 June 1987) is an English singer-songwriter. She is best known for being a member of girl group The Saturdays. In the Saturdays, King has successfully enjoyed thirteen top-ten and eight top-five singles, including the UK no.1 hit What About Us on the UK Singles Chart and five top-ten albums on the UK Albums Chart.",
      "pageId": 20729848,
      "monthDay": "06/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Eldar_Gasimov",
      "name": "Eldar Gasimov",
      "aboutText": "Kathryn \"Kat\" Prescott (born 4 June 1991) is an English actress best known for playing Emily Fitch on the teen drama television series Skins and Carter Stevens in the 2014 MTV drama Finding Carter.",
      "pageId": 21577807,
      "monthDay": "06/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tippi_Degr%C3%A9",
      "name": "Tippi Degré",
      "aboutText": "Megan \"Meg\" Prescott (born 4 June 1991 in London, England) is an English actress who is best known for her role as Katie Fitch in the double BAFTA-winning teen drama Skins.",
      "pageId": 21577833,
      "monthDay": "06/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Zac_Farro",
      "name": "Zac Farro",
      "aboutText": "Mohsen Shadi (Persian: محسن شادی نقده‎‎; born 4 June 1988 in Naghadeh) is an Iranian rower.",
      "pageId": 23760318,
      "monthDay": "06/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jetsun_Pema",
      "name": "Jetsun Pema",
      "aboutText": "Lorenzo Insigne (Italian pronunciation: [loˈrɛntso inˈsiɲɲe]; born 4 June 1991) is an Italian professional footballer who plays as a forward or attacking midfielder for Italian club Napoli and the Italy national team. Insigne is capable of playing on either flank, or through the centre, but is usually deployed as left winger. He is known in particular for his creativity, speed, and technical ability, as well as his accuracy from free-kicks.",
      "pageId": 27221862,
      "monthDay": "06/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jordan_Hinson",
      "name": "Jordan Hinson",
      "aboutText": "Federico Maria Erba (born 4 June 1989) is an Italian footballer who plays for Roma.",
      "pageId": 29288771,
      "monthDay": "06/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lorenzo_Insigne",
      "name": "Lorenzo Insigne",
      "aboutText": "Eldar \"Ell\" Gasimov (Azerbaijani: Eldar Qasımov; born 4 June 1989) is an Azerbaijani singer who successfully represented Azerbaijan at the Eurovision Song Contest 2011 in the music duo Ell & Nikki with Nigar Jamal.",
      "pageId": 30832789,
      "monthDay": "06/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kathryn_Prescott",
      "name": "Kathryn Prescott",
      "aboutText": "Paweł Fajdek (born 4 June 1989) is a Polish hammer thrower with personal best 83.93 metres (9 August 2015, Janusz Kusociński Memorial in Szczecin). He is a two time World Champion in the event.",
      "pageId": 32452524,
      "monthDay": "06/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Megan_Prescott",
      "name": "Megan Prescott",
      "aboutText": "Dino Jelusić is a Croatian singer, musician and songwriter.",
      "pageId": 32880991,
      "monthDay": "06/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dino_Jelusi%C4%87",
      "name": "Dino Jelusić",
      "aboutText": "This name uses Bhutanese naming customs. Bhutanese people have two given names, neither of which is a surname or family name unless they are descended from royal or noble lineages.",
      "pageId": 33344106,
      "monthDay": "06/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Brooke_Vincent",
      "name": "Brooke Vincent",
      "aboutText": "Kim So-Hyun (born June 4, 1999) is a South Korean actress. She began her career as a child actress when she was seven years old, and initially rose to fame in 2012 for playing a villainous young queen-to-be in period drama Moon Embracing the Sun, and a girl who falls into tragedy in 2013 melodrama Missing You. Other notable series include black comedy The Suspicious Housekeeper (2013), mystery thriller Reset (2014), and teen drama Who Are You: School 2015.",
      "pageId": 37698621,
      "monthDay": "06/04"
    },
    {
      "year": "1995",
      "uri": "/wiki/Shiori_Tamai",
      "name": "Shiori Tamai",
      "aboutText": "Shiori Tamai (玉井 詩織, Tamai Shiori, born June 4, 1995 in Kanagawa Prefecture) is a Japanese idol, a member of the girl group Momoiro Clover Z. As of December 2012, she is currently voice acting in the Nippon Television series Akumu-chan as a personage from the dreams of Keiko Kitagawa's character.\nHer signature color in the group Momoiro Clover Z is Yellow. Her self-introduction is \"This is a spoiled crybaby, everyone's kid sister Shiori Tamai a.k.a.",
      "pageId": 37856026,
      "monthDay": "06/04"
    },
    {
      "year": "1998",
      "uri": "/wiki/Lucky_Blue_Smith",
      "name": "Lucky Blue Smith",
      "aboutText": "Luisa Christina Zissman (born Louisa Christina Kalozois; 4 June 1987) is an English retail entrepreneur and reality television personality.",
      "pageId": 40011851,
      "monthDay": "06/04"
    },
    {
      "year": "1999",
      "uri": "/wiki/Kim_So-hyun",
      "name": "Kim So-hyun",
      "aboutText": "Lucky Blue Smith (born June 4, 1998) is an American model. He was scouted at the age of 10, signed to an international modeling agency by the age of 12, and is known for his platinum blond hair.",
      "pageId": 46979875,
      "monthDay": "06/04"
    }
  ]
}