{
  "people": [
    {
      "year": "862",
      "uri": "/wiki/Emperor_Xizong_of_Tang",
      "name": "Emperor Xizong of Tang",
      "aboutText": "Frank Lloyd Wright (born Frank Lincoln Wright, June 8, 1867 – April 9, 1959) was an American architect, interior designer, writer, and educator, who designed more than 1,000 structures, 532 of which were completed. Wright believed in designing structures that were in harmony with humanity and its environment, a philosophy he called organic architecture. This philosophy was best exemplified by Fallingwater (1935), which has been called \"the best all-time work of American architecture\".",
      "pageId": 10683,
      "monthDay": "06/08"
    },
    {
      "year": "1552",
      "uri": "/wiki/Gabriello_Chiabrera",
      "name": "Gabriello Chiabrera",
      "aboutText": "Tomaso Giovanni Albinoni (8 June 1671 – 17 January 1751) was an Italian Baroque composer. While famous in his day as an opera composer, he is mainly remembered today for his instrumental music, such as the concertos, some of which are regularly recorded.\n^ \"Tomaso Albinoni\".",
      "pageId": 31040,
      "monthDay": "06/08"
    },
    {
      "year": "1625",
      "uri": "/wiki/Giovanni_Domenico_Cassini",
      "name": "Giovanni Domenico Cassini",
      "aboutText": "Robert Schumann (8 June 1810 – 29 July 1856) was a German composer and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law, intending to pursue a career as a virtuoso pianist.",
      "pageId": 44887,
      "monthDay": "06/08"
    },
    {
      "year": "1671",
      "uri": "/wiki/Tomaso_Albinoni",
      "name": "Tomaso Albinoni",
      "aboutText": "Sir John Everett Millais, 1st Baronet, PRA (/ˈmɪleɪ/; 8 June 1829 – 13 August 1896) was an English painter and illustrator who was one of the founders of the Pre-Raphaelite Brotherhood.\nA child prodigy, at the age of eleven Millais became the youngest student to enter the Royal Academy Schools. The Pre-Raphaelite Brotherhood was founded at his family home in London, at 83 Gower Street (now number 7).",
      "pageId": 103152,
      "monthDay": "06/08"
    },
    {
      "year": "1717",
      "uri": "/wiki/John_Collins_(Continental_Congress)",
      "name": "John Collins",
      "aboutText": "John Smeaton, FRS, (8 June 1724 – 28 October 1792) was an English civil engineer responsible for the design of bridges, canals, harbours and lighthouses. He was also a capable mechanical engineer and an eminent physicist. Smeaton was the first self-proclaimed civil engineer, and often regarded as the \"father of civil engineering\".",
      "pageId": 151584,
      "monthDay": "06/08"
    },
    {
      "year": "1724",
      "uri": "/wiki/John_Smeaton",
      "name": "John Smeaton",
      "aboutText": "Ida Saxton McKinley (June 8, 1847 – May 26, 1907), wife of William McKinley, was First Lady of the United States from 1897 to 1901.",
      "pageId": 415631,
      "monthDay": "06/08"
    },
    {
      "year": "1745",
      "uri": "/wiki/Caspar_Wessel",
      "name": "Caspar Wessel",
      "aboutText": "Jacques-Arsène d'Arsonval (June 8, 1851 – December 31, 1940) was a French physician, physicist, and inventor of the moving-coil D'Arsonval galvanometer and the thermocouple ammeter.",
      "pageId": 772395,
      "monthDay": "06/08"
    },
    {
      "year": "1757",
      "uri": "/wiki/Ercole_Consalvi",
      "name": "Ercole Consalvi",
      "aboutText": "Sir Douglas Colin Cameron KCMG (June 8, 1854 – November 27, 1921) was a Canadian politician. He served in the Ontario Legislature from 1902 to 1905, and was the eighth Lieutenant Governor of Manitoba from 1911 to 1916.\nCameron was born in Hawkesbury, Canada West (now Ontario), and was educated at Vankleek Hill High School.",
      "pageId": 955408,
      "monthDay": "06/08"
    },
    {
      "year": "1810",
      "uri": "/wiki/Robert_Schumann",
      "name": "Robert Schumann",
      "aboutText": "John Collins (June 8, 1717 – March 4, 1795), was the third Governor of the U.S. state of Rhode Island from 1786 to 1790. He was the last Independent to serve as Governor of Rhode Island until Lincoln Chafee (2011–2015).",
      "pageId": 990297,
      "monthDay": "06/08"
    },
    {
      "year": "1829",
      "uri": "/wiki/John_Everett_Millais",
      "name": "John Everett Millais",
      "aboutText": "Ercole Consalvi (8 June 1757 – 24 January 1824) was a deacon and cardinal of the Catholic Church, who served twice as Cardinal Secretary of State for the Papal States and who played a crucial role in the post-Napoleonic reassertion of the legitimist principle of the divine right of kings, of which he was a constant supporter.",
      "pageId": 1191534,
      "monthDay": "06/08"
    },
    {
      "year": "1831",
      "uri": "/wiki/Thomas_J._Higgins",
      "name": "Thomas J. Higgins",
      "aboutText": "Gabriello Chiabrera (Italian pronunciation: [ɡabriˈɛllo kjaˈbrɛra]; June 8, 1552 – October 14, 1638) was an Italian poet, sometimes called the Italian Pindar.",
      "pageId": 2160480,
      "monthDay": "06/08"
    },
    {
      "year": "1842",
      "uri": "/wiki/John_Q._A._Brackett",
      "name": "John Q. A. Brackett",
      "aboutText": "Smith Wigglesworth (8 June 1859 – 12 March 1947), was a British evangelist and faith healer who was important in the early history of Pentecostalism.",
      "pageId": 2651550,
      "monthDay": "06/08"
    },
    {
      "year": "1847",
      "uri": "/wiki/Ida_Saxton_McKinley",
      "name": "Ida Saxton McKinley",
      "aboutText": "Emperor Xizong of Tang (Chinese: 唐僖宗) June 8, 862 – April 20, 888), né Li Yan (李儼), later name changed to Li Xuan (Chinese: 李儇, changed 873), was an emperor of the Tang dynasty of China. He reigned from 873 to 888. He was the fifth son of his predecessor Emperor Yizong and was the elder brother of his successor Emperor Zhaozong.",
      "pageId": 2959100,
      "monthDay": "06/08"
    },
    {
      "year": "1851",
      "uri": "/wiki/Jacques-Ars%C3%A8ne_d%27Arsonval",
      "name": "Jacques-Arsène d'Arsonval",
      "aboutText": "Alicia Boole Stott (June 8, 1860 – December 17, 1940) was an Irish-English mathematician. Despite never holding an academic position, she made a number of valuable contributions to the field.",
      "pageId": 3325459,
      "monthDay": "06/08"
    },
    {
      "year": "1852",
      "uri": "/wiki/Guido_Banti",
      "name": "Guido Banti",
      "aboutText": "John Quincy Adams Brackett (June 8, 1842 – April 6, 1918), served as the 36th Governor of Massachusetts, from 1890 to 1891.\n^ a b A Catalogue of the City Councils of Boston, 1822-1908, Roxbury, 1846-1867, Charlestown 1847-1873 and of The Selectmen of Boston, 1634-1822 also of Various Other Town and Municipal officers. Boston, MA: City of Boston.",
      "pageId": 5065891,
      "monthDay": "06/08"
    },
    {
      "year": "1854",
      "uri": "/wiki/Douglas_Cameron_(politician)",
      "name": "Douglas Cameron",
      "aboutText": "Giovanni Domenico Cassini (8 June 1625 – 14 September 1712) was an Italian mathematician, astronomer, astrologer and engineer. Cassini was born in Perinaldo, near Imperia, at that time in the County of Nice, part of the Duchy of Savoy. Cassini is known for his work in the fields of astronomy and engineering.",
      "pageId": 5215428,
      "monthDay": "06/08"
    },
    {
      "year": "1855",
      "uri": "/wiki/George_Charles_Hait%C3%A9",
      "name": "George Charles Haité",
      "aboutText": "Thomas J. Higgins (June 8, 1831 – August 15, 1917) was a Union Army soldier during the American Civil War who was a recipient of America's highest military decoration, the Medal of Honor, for his actions at the Battle of Vicksburg.",
      "pageId": 12214288,
      "monthDay": "06/08"
    },
    {
      "year": "1859",
      "uri": "/wiki/Smith_Wigglesworth",
      "name": "Smith Wigglesworth",
      "aboutText": "Caspar Wessel (June 8, 1745, Vestby – March 25, 1818, Copenhagen) was a Norwegian–Danish mathematician and cartographer. In 1799, Wessel was the first person to describe the geometrical interpretation of complex numbers as points in the complex plane.",
      "pageId": 21418268,
      "monthDay": "06/08"
    },
    {
      "year": "1860",
      "uri": "/wiki/Alicia_Boole_Stott",
      "name": "Alicia Boole Stott",
      "aboutText": "George Charles Haité (8 June 1855 – 31 March 1924) was an English designer, painter, illustrator and writer. His most famous work is the iconic cover design of the Strand Magazine, launched in 1891, which helped popularise the Sherlock Holmes stories of Arthur Conan Doyle.",
      "pageId": 25769987,
      "monthDay": "06/08"
    },
    {
      "year": "1867",
      "uri": "/wiki/Frank_Lloyd_Wright",
      "name": "Frank Lloyd Wright",
      "aboutText": "Guido Banti (8 June 1852 – 8 January 1925) was an Italian physician and pathologist. He also performed innovative studies on the heart, infectious diseases and bacteriology, splenomegaly, nephrology, lung disease, leukaemia and motor aphasia.",
      "pageId": 38939390,
      "monthDay": "06/08"
    },
    {
      "year": "1872",
      "uri": "/wiki/Jan_Frans_De_Boever",
      "name": "Jan Frans De Boever",
      "aboutText": "John Wood Campbell, Jr. (June 8, 1910 – July 11, 1971) was an American science fiction writer and editor. As editor of Astounding Science Fiction (later called Analog Science Fiction and Fact) from late 1937 until his death, he is generally credited with shaping the Golden Age of Science Fiction.",
      "pageId": 16326,
      "monthDay": "06/08"
    },
    {
      "year": "1875",
      "uri": "/wiki/Ernst_Enno",
      "name": "Ernst Enno",
      "aboutText": "Charles Clarence Beck (June 8, 1910 – November 22, 1989) was an American cartoonist and comic book artist, best known for his work on Captain Marvel at Fawcett Comics and DC Comics.\nHe was inducted into the comic book industry's Will Eisner Comic Book Hall of Fame in 1993 and the Jack Kirby Hall of Fame in 1997.",
      "pageId": 77638,
      "monthDay": "06/08"
    },
    {
      "year": "1876",
      "uri": "/wiki/Alexandre_Tuff%C3%A8re",
      "name": "Alexandre Tuffère",
      "aboutText": "Marguerite Yourcenar (French pronunciation: ​[maʁɡəʁit juʁsənaʁ]; 8 June 1903 – 17 December 1987) was a Belgian-born French novelist and essayist.",
      "pageId": 182057,
      "monthDay": "06/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Karl_Genzken",
      "name": "Karl Genzken",
      "aboutText": "John Godolphin Bennett (8 June 1897 – 13 December 1974) was a British mathematician, scientist, technologist, industrial research director and author. He is perhaps best known for his many books on psychology and spirituality, particularly on the teachings of G. I. Gurdjieff. Bennett met Gurdjieff in Istanbul in October 1920 and later helped to co-ordinate the work of Gurdjieff in England after Gurdjieff's arrival in Paris.",
      "pageId": 215298,
      "monthDay": "06/08"
    },
    {
      "year": "1891",
      "uri": "/wiki/William_Funnell_(public_servant)",
      "name": "William Funnell",
      "aboutText": "Ralph Webster Yarborough (June 8, 1903 – January 27, 1996) was a Texas Democratic politician who served in the United States Senate from 1957 to 1971 and was a leader of the progressive or liberal wing of his party in his many races for statewide office. As a United States Senator, he was a staunch supporter and author of \"Great Society\" legislation that encompassed Medicare and Medicaid, the War on Poverty, federal support for higher education and veterans. He co-wrote the Endangered Species Act and was the most powerful proponent of the Big Thicket National Preserve.",
      "pageId": 381546,
      "monthDay": "06/08"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ernst_Marcus",
      "name": "Ernst Marcus",
      "aboutText": "Karl August Genzken (born June 8, 1885 in Preetz, Holstein – October 10, 1957 in Hamburg, Germany) was a Nazi physician who conducted human experiments on prisoners of several concentration camps.",
      "pageId": 1223134,
      "monthDay": "06/08"
    },
    {
      "year": "1894",
      "uri": "/wiki/Erwin_Schulhoff",
      "name": "Erwin Schulhoff",
      "aboutText": "Santiago Bernabéu de Yeste (Spanish pronunciation: [sanˈtjaɣo βernaˈβeu̯ ˈʝeste]; 8 June 1895 – 2 June 1978) was a footballer who played for Real Madrid and is one of the most important men in Real Madrid's history. He is generally considered the one to whom much of the credit can be given for transforming Real Madrid from the top most successful club in Madrid into the top in Spain, and most successful in Europe. The team's current stadium is named in his honour.",
      "pageId": 1257693,
      "monthDay": "06/08"
    },
    {
      "year": "1895",
      "uri": "/wiki/Santiago_Bernab%C3%A9u_Yeste",
      "name": "Santiago Bernabéu Yeste",
      "aboutText": "Alexandre Tuffère or Tuffèri (Greek: Αλέξανδρος Τουφερής - Alexandros Touferis) (born June 8, 1876, Athens, Greece – died 14 March 1958) was a French–Greek athlete, who was born and lived in Athens. He competed at the 1896 Summer Olympics in his hometown for France, but he also set several national records in Greece.\nHe placed second in the triple jump, a full metre behind the winner (James Brendan Connolly of the United States.",
      "pageId": 2111163,
      "monthDay": "06/08"
    },
    {
      "year": "1897",
      "uri": "/wiki/John_G._Bennett",
      "name": "John G. Bennett",
      "aboutText": "Lena Baker (June 8, 1900 – March 5, 1945) was an African American maid who was falsely accused of capital murder by the state of Georgia in 1945 for killing her white employer, Ernest Knight, and executed by the state. At her trial she said that he had imprisoned and threatened to shoot her should she try to leave. She took his gun and shot him.",
      "pageId": 2473317,
      "monthDay": "06/08"
    },
    {
      "year": "1901",
      "uri": "/wiki/Lena_Baker",
      "name": "Lena Baker",
      "aboutText": "Erwin Schulhoff (Czech: Ervín Šulhov; 8 June 1894 – 18 August 1942) was a Czech composer and pianist.",
      "pageId": 2579410,
      "monthDay": "06/08"
    },
    {
      "year": "1901",
      "uri": "/wiki/Salustiano_Sanchez",
      "name": "Salustiano Sanchez",
      "aboutText": "Fernand Fonssagrives (June 8, 1910 - April 23, 2003), born near Paris, France, was a photographer known for his 'beauty photography' in the early 1940s, and as the first husband of the model Lisa Fonssagrives. He died in 2003 at Little Rock, Arkansas.",
      "pageId": 2865298,
      "monthDay": "06/08"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ralph_Yarborough",
      "name": "Ralph Yarborough",
      "aboutText": "Leonel Edmundo Rivero (June 8, 1911 – January 18, 1986) was an Argentine tango singer, composer, and impresario.",
      "pageId": 3255433,
      "monthDay": "06/08"
    },
    {
      "year": "1903",
      "uri": "/wiki/Marguerite_Yourcenar",
      "name": "Marguerite Yourcenar",
      "aboutText": "Harry Holtzman (June 8, 1912 – September 25, 1987) was an American artist and founding member of the American Abstract Artists group.",
      "pageId": 4714140,
      "monthDay": "06/08"
    },
    {
      "year": "1904",
      "uri": "/wiki/Dorothy_Coburn",
      "name": "Dorothy Coburn",
      "aboutText": "Dorothy Coburn (June 8, 1904 – May 15, 1978) was a dark-haired actress, who appeared in a number of the early Laurel and Hardy silents. She was a niece of author Walt Coburn, and granddaughter of Robert Coburn Sr., founder of the Circle C Ranch in Montana.\nCoburn was born to cowboy-poet and Western film producer Wallace Coburn and Ann Reifenrath Coburn in Great Falls, Montana but raised in Prescott, Arizona.",
      "pageId": 7371464,
      "monthDay": "06/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/C._C._Beck",
      "name": "C. C. Beck",
      "aboutText": "Maurice Bellemare, OC (8 June 1912 – 15 June 1989) was a politician in Quebec, Canada. He was known as Le Vieux Lion de la Politique Québécoise (The Old Lion of Quebec Politics) because of his colourful style and his many years of public office. Bellemare was one of the last survivors of the Union Nationale party.",
      "pageId": 8688196,
      "monthDay": "06/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/John_W._Campbell",
      "name": "John W. Campbell",
      "aboutText": "Jan Frans De Boever (Ghent, Belgium, 8 June 1872 - 23 May 1949) was a Flemish Symbolist painter. He was very successful during most of his lifetime, and he considered himself as one of the best painters ever in his country. His megalomaniac character made him a solitary and isolated artist, whose work moved the last few decades to the U.S.A. where he became a beloved artist.",
      "pageId": 20502204,
      "monthDay": "06/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/Fernand_Fonssagrives",
      "name": "Fernand Fonssagrives",
      "aboutText": "Ernst Enno (8 June [O.S. 27 May] 1875 in Valguta – 7 March 1934 in Haapsalu) was an Estonian poet and writer.",
      "pageId": 24629731,
      "monthDay": "06/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Edmundo_Rivero",
      "name": "Edmundo Rivero",
      "aboutText": "Salustiano Sanchez Blazquez (El Tejado de Bejar, Spain, 8 June 1901 – Grand Island, New York, United States, 13 September 2013) was a Spanish man who became the world's oldest living man, from the death of 116-year-old Japanese man Jiroemon Kimura on 12 June 2013 until his own death on 13 September 2013. He was born in Spain, and later emigrated to Cuba, where he lived for a few years before emigrating to the United States, living there until his death.",
      "pageId": 40065697,
      "monthDay": "06/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Maurice_Bellemare",
      "name": "Maurice Bellemare",
      "aboutText": "Ernst Gustav Gotthelf Marcus (8 June 1893 - 30 June 1968) was a German zoologist, former occupant of the chair of zoology at University of São Paulo from 1936 to 1963, and co-founder of the Oceanographic Institute of the University of São Paulo.\n^ Danchin, Antoine. \"Birth of Molecular Biology\".",
      "pageId": 41059935,
      "monthDay": "06/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Harry_Holtzman",
      "name": "Harry Holtzman",
      "aboutText": "William Funnell ISO (8 June 1891 – 25 October 1962) was a senior Australian public servant, best known for his time as head of the Department of Labour and National Service between 1946 and 1952.",
      "pageId": 45299245,
      "monthDay": "06/08"
    },
    {
      "year": "1915",
      "uri": "/wiki/Kayyar_Kinhanna_Rai",
      "name": "Kayyar Kinhanna Rai",
      "aboutText": "Francis Harry Compton Crick OM FRS (8 June 1916 – 28 July 2004) was a British molecular biologist, biophysicist, and neuroscientist, most noted for being a co-discoverer of the structure of the DNA molecule in 1953 with James Watson. Together with Watson and Maurice Wilkins, he was jointly awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".\nCrick was an important theoretical molecular biologist and played a crucial role in research related to revealing the genetic code.",
      "pageId": 11461,
      "monthDay": "06/08"
    },
    {
      "year": "1916",
      "uri": "/wiki/Francis_Crick",
      "name": "Francis Crick",
      "aboutText": "Byron Raymond \"Whizzer\" White (June 8, 1917 – April 15, 2002) won fame both as a football halfback and as an associate justice of the Supreme Court of the United States. Born and raised in Colorado, White played in the National Football League for three seasons and practiced law for 15 years before his Supreme Court appointment. White was the Colorado state chair of John F. Kennedy's 1960 presidential campaign.",
      "pageId": 49248,
      "monthDay": "06/08"
    },
    {
      "year": "1916",
      "uri": "/wiki/Luigi_Comencini",
      "name": "Luigi Comencini",
      "aboutText": "Suharto (Javanese: ꦯꦸꦲꦂꦠ; Gêdrìk: Suhartå; O-Javanese: Suharta;  pronunciation ; 8 June 1921 – 27 January 2008) was the second President of Indonesia, holding the office for 31 years from the ousting of Sukarno in 1967 until his resignation in 1998.\nSuharto was born in a small village, Kemusuk, in the Godean area near the city of Yogyakarta, during the Dutch colonial era. He grew up in humble circumstances.",
      "pageId": 217513,
      "monthDay": "06/08"
    },
    {
      "year": "1916",
      "uri": "/wiki/Richard_Pousette-Dart",
      "name": "Richard Pousette-Dart",
      "aboutText": "Robert Preston (June 8, 1918 – March 21, 1987) was an American stage and film actor best remembered for originating the role of Harold Hill in the 1957 musical The Music Man and the 1962 film adaptation.",
      "pageId": 522320,
      "monthDay": "06/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Byron_White",
      "name": "Byron White",
      "aboutText": "Gwen Harwood AO (8 June 1920 – 4 December 1995), née Gwendoline Nessie Foster, was an Australian poet and librettist. Gwen Harwood is regarded as one of Australia's finest poets, publishing over 420 works, including 386 poems and 13 librettos. She won numerous poetry awards and prizes.",
      "pageId": 968302,
      "monthDay": "06/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/George_Edward_Hughes",
      "name": "George Edward Hughes",
      "aboutText": "Margaret Alexis Fitzsimmons Smith (June 8, 1921 – June 9, 1993), known as Alexis Smith, was a Canadian-born stage, film, and television actress and singer.",
      "pageId": 981787,
      "monthDay": "06/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Robert_Preston_(actor)",
      "name": "Robert Preston",
      "aboutText": "Karel Goeyvaerts (Antwerp, 8 June 1923 – 3 February 1993, Antwerp) was a Belgian composer.",
      "pageId": 1151229,
      "monthDay": "06/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_D._Roberts",
      "name": "John D. Roberts",
      "aboutText": "LeRoy Neiman (born Leroy Leslie Runquist, June 8, 1921 – June 20, 2012) was an American artist known for his brilliantly colored, expressionist paintings and screen prints of athletes, musicians, and sporting events.",
      "pageId": 1545938,
      "monthDay": "06/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_H._Ross",
      "name": "John H. Ross",
      "aboutText": "Malcolm Boyd (June 8, 1923 – February 27, 2015) was an American Episcopal priest and author. He was active in the civil rights movement as one of the Freedom Riders in 1961 and as a minister. Boyd reached people with his book of prayers, Are You Running with Me, Jesus?",
      "pageId": 1615032,
      "monthDay": "06/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/John_R._Deane,_Jr.",
      "name": "John R. Deane, Jr.",
      "aboutText": "Gordon Barton McLendon (June 8, 1921 – September 14, 1986) was a radio pioneer and pirate radio broadcaster. He was nicknamed \"the Maverick of Radio.\" McLendon is widely credited for perfecting, during the 1950s and 1960s, the commercially successful Top 40 radio format created by Todd Storz. He also developed offshore pirate radio broadcasting to both Scandinavia and the British Isles.",
      "pageId": 1637261,
      "monthDay": "06/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Gwen_Harwood",
      "name": "Gwen Harwood",
      "aboutText": "Richard Warren Pousette-Dart (June 8, 1916 – October 25, 1992) was an American artist most recognized as a founder of the New York School of painting.",
      "pageId": 4186607,
      "monthDay": "06/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Suharto",
      "name": "Suharto",
      "aboutText": "John Dombrowski Roberts (born June 8, 1918) is an American chemist. He has made contributions to the integration of physical chemistry, spectroscopy and organic chemistry for the understanding of chemical reaction rates. Another characteristic of Roberts' work was the early use of NMR, the concept of spin-spin coupling.",
      "pageId": 6006356,
      "monthDay": "06/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Gordon_McLendon",
      "name": "Gordon McLendon",
      "aboutText": "Luigi Comencini (Italian pronunciation: [luˈiːdʒi komenˈtʃiːni]; 8 June 1916 – 6 April 2007) was an Italian film director. Together with Dino Risi, Ettore Scola and Mario Monicelli, he was considered among the masters of the commedia all'italiana genre.",
      "pageId": 10502284,
      "monthDay": "06/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/LeRoy_Neiman",
      "name": "LeRoy Neiman",
      "aboutText": "Kayyara Kinhanna Rai (Kannada: ಕಯ್ಯಾರ ಕಿಞ್ಞಣ್ಣ ರೈ) (8 June 1915 – 9 August 2015) was an Indian independence activist, author, poet, journalist, teacher and farmer.",
      "pageId": 10752099,
      "monthDay": "06/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alexis_Smith",
      "name": "Alexis Smith",
      "aboutText": "John Russell Deane, Jr. (June 8, 1919 – July 18, 2013) was a highly decorated United States Army officer with the rank of General. He served as commander of the United States Army Materiel Command.",
      "pageId": 12036605,
      "monthDay": "06/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Olga_C._Nardone",
      "name": "Olga Nardone",
      "aboutText": "Alice Mary Coleman (born 1923) is emeritus professor of geography at King's College London.",
      "pageId": 16768010,
      "monthDay": "06/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/Malcolm_Boyd",
      "name": "Malcolm Boyd",
      "aboutText": "Billie \"Billy, Bill\" Dawe (June 8, 1924 – May 20, 2013) was a Canadian ice hockey player.\nDawe was a member of the Edmonton Mercurys (\"Mercurys\", \"Mercs\"), an intermediate senior-A ice hockey team that played in Edmonton, Alberta. Dawe played with the Mercurys when they won the 1950 World Ice Hockey Championships in London, England.",
      "pageId": 17007201,
      "monthDay": "06/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/Alice_Coleman",
      "name": "Alice Coleman",
      "aboutText": "George Edward Hughes (8 June 1918 – 4 March 1994) was a philosopher and logician whose principal scholarly works were concerned with modal logic and medieval philosophy.\nHe was born on 8 June 1918 in Waterford, Ireland. His parents, who were English, moved to Scotland in the early 1920s, in response to The Troubles.",
      "pageId": 18734752,
      "monthDay": "06/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/Karel_Goeyvaerts",
      "name": "Karel Goeyvaerts",
      "aboutText": "Olga C. Nardone (June 8, 1921 – September 24, 2010) was an actress and one of the last surviving Munchkins from the 1939 film The Wizard of Oz, in which she played a member of the Lullaby League. She was known as \"Little Olga\" and \"Princess Olga\" and was one of the smallest of the Wizard of Oz Munchkins, standing at just 3 foot 4 inches (101.6 cm) tall. The fact that she had done ballet solos in vaudeville helped get her the part.",
      "pageId": 26061331,
      "monthDay": "06/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Billie_Dawe",
      "name": "Billie Dawe",
      "aboutText": "John Henry Ross (June 8, 1918 – August 9, 2013) was a decorated World War II pilot who flew 96 missions for the 22nd Reconnaissance Squadron as part of the 7th Reconnaissance Group in the 8th Air Force. Ross flew the Lockheed P-38 Lightning as a photo-recon pilot out of RAF Mount Farm in England during the war. He received 11 medals and 2 Distinguished Flying Crosses.",
      "pageId": 36864112,
      "monthDay": "06/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Iain_Glidewell",
      "name": "Iain Glidewell",
      "aboutText": "Barbara Pierce Bush (born June 8, 1925) is the wife of the 41st President of the United States, George H. W. Bush, and served as First Lady of the United States from 1989 to 1993. She is the mother of the 43rd President, George W. Bush and of the 43rd Governor of Florida, Jeb Bush. Previously she had served as Second Lady of the United States from 1981 to 1989.",
      "pageId": 163047,
      "monthDay": "06/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lyn_Nofziger",
      "name": "Lyn Nofziger",
      "aboutText": "Gerald Isaac \"Jerry\" Stiller (born June 8, 1927) is an American comedian and actor.\nHe spent many years in the comedy team Stiller and Meara with his wife, Anne Meara. Stiller and Meara are the parents of actor Ben Stiller (with whom he co-starred in the movies Zoolander, Heavyweights, Hot Pursuit, and The Heartbreak Kid) and actress Amy Stiller.",
      "pageId": 240942,
      "monthDay": "06/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Kenneth_Waltz",
      "name": "Kenneth Waltz",
      "aboutText": "Edward Carl Gaedel (June 8, 1925 – June 18, 1961) was an American with dwarfism who became famous for participating in a Major League Baseball game.\nGaedel (some sources say the family name may actually have been Gaedele) gained recognition in the second game of a St. Louis Browns doubleheader on August 19, 1951.",
      "pageId": 639700,
      "monthDay": "06/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Barbara_Bush",
      "name": "Barbara Bush",
      "aboutText": "Franklyn Curran \"Lyn\" Nofziger (June 8, 1924 – March 27, 2006) was an American journalist, conservative Republican political consultant and author.",
      "pageId": 895852,
      "monthDay": "06/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Del_Ennis",
      "name": "Del Ennis",
      "aboutText": "Kenneth Neal Waltz (/wɔːlts/; June 8, 1924 – May 12, 2013) was an American political scientist who was a member of the faculty at both the University of California, Berkeley and Columbia University and one of the most prominent scholars in the field of international relations. He was a veteran of both World War II and the Korean War.\nWaltz was a founder of neorealism, or structural realism, in international relations theory.",
      "pageId": 1144061,
      "monthDay": "06/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Eddie_Gaedel",
      "name": "Eddie Gaedel",
      "aboutText": "Raymond (\"Ray\") Illingworth CBE (born 8 June 1932) is a former English cricketer, cricket commentator and cricket administrator. As of 2015, he is one of only nine players to have taken 2,000 wickets and made 20,000 runs in first class cricket. He played for Yorkshire (1951–68 and 1982–83), Leicestershire (1969–78) and England (1958–73) and was a Wisden Cricketer of the Year in 1960.",
      "pageId": 1354466,
      "monthDay": "06/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Charles_Tyner",
      "name": "Charles Tyner",
      "aboutText": "Delmer Ennis (June 8, 1925 – February 8, 1996) was an American left and right fielder in Major League Baseball who played most of his career for the Philadelphia Phillies. From 1949 to 1957, Ennis accumulated more runs batted in (RBIs) than anyone besides Stan Musial and was eighth in the National League in home runs. In 1950 he led the National League with 126 RBIs as the Phillies won their first pennant in 35 years.",
      "pageId": 2020397,
      "monthDay": "06/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jerry_Stiller",
      "name": "Jerry Stiller",
      "aboutText": "Robert John Aumann (Hebrew name: ישראל אומן, Yisrael Aumann; born June 8, 1930) is an Israeli-American mathematician and a member of the United States National Academy of Sciences. He is a professor at the Center for the Study of Rationality in the Hebrew University of Jerusalem in Israel. He also holds a visiting position at Stony Brook University and is one of the founding members of the Stony Brook Center for Game Theory.",
      "pageId": 2875272,
      "monthDay": "06/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Anne_Warburton",
      "name": "Anne Warburton",
      "aboutText": "Dana Wynter (8 June 1931 – 5 May 2011) was a German-born English actress, who was raised in England and Southern Africa.",
      "pageId": 3096312,
      "monthDay": "06/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nada_Inada",
      "name": "Nada Inada",
      "aboutText": "James Goldstone (born June 8, 1931 in Los Angeles, California; died November 5, 1999 in Shaftsbury, Vermont) was an American film and television director whose career spanned over thirty years.\nGoldstone was noted for the momentum and \"fifteen-minute cliffhangers\" that he brought to TV pilots such as Star Trek (\"Where No Man Has Gone Before\", 1966), Ironside, and The Bold Ones: The Senator. His later career helped pioneer the concept of \"thirty-second attention span\" pacing over detailed content in his dramatizations of Rita Hayworth, Calamity Jane, and the Kent State shootings for which he won the Emmy.",
      "pageId": 3252394,
      "monthDay": "06/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gastone_Moschin",
      "name": "Gastone Moschin",
      "aboutText": "Robert Washington Shirley, 13th Earl Ferrers PC DL (8 June 1929 – 13 November 2012), styled Viscount Tamworth between 1937 and 1954, was a British Conservative politician and member of the House of Lords as one of the remaining hereditary peers.",
      "pageId": 3330120,
      "monthDay": "06/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Shirley,_13th_Earl_Ferrers",
      "name": "Robert Shirley, 13th Earl Ferrers",
      "aboutText": "The Right Honourable Sir Iain Glidewell (born 8 June 1924) is a former Lord Justice of Appeal, and Judge of Appeal of the High Court of the Isle of Man. He was made a privy councillor in 1985.\nHe was educated at Bromsgrove School and Worcester College, Oxford where he is now an Honorary Fellow.",
      "pageId": 7290563,
      "monthDay": "06/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Aumann",
      "name": "Robert Aumann",
      "aboutText": "Gastone Moschin (born 8 June 1929) is an Italian actor.\nBorn in San Giovanni Lupatoto (Veneto), he began his career in the 1950s as theatre actor, first with the Stable Theatre in Genoa and then with the Piccolo Teatro di Milano in Milan. In the same period Moschin also began to play in feature films, such as La rivale (1955) and L'audace colpo dei soliti ignoti (1959).",
      "pageId": 10800629,
      "monthDay": "06/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Michael_Codron",
      "name": "Michael Codron",
      "aboutText": "Nada Inada (なだ いなだ, 8 June 1929 – June 2013) was the pen-name of a Japanese psychiatrist, writer and literary critic active in late Shōwa period and early Heisei period Japan.",
      "pageId": 11567966,
      "monthDay": "06/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marcel_L%C3%A9ger",
      "name": "Marcel Léger",
      "aboutText": "Marcel Léger (June 8, 1930 – February 5, 1993) was a Canadian politician and a supporter of Quebec sovereignty, and founder of the polling firm Leger Marketing.",
      "pageId": 12559073,
      "monthDay": "06/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Goldstone",
      "name": "James Goldstone",
      "aboutText": "Rommie Lee Loudd (June 8, 1933 – May 9, 1998) was an American former collegiate and Professional Football player, coach, and executive.",
      "pageId": 23187482,
      "monthDay": "06/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dana_Wynter",
      "name": "Dana Wynter",
      "aboutText": "Sir Michael Victor Codron CBE (born 8 June 1930) is a British theatre producer, known for his productions of the early work of Harold Pinter, Christopher Hampton, David Hare, Simon Gray and Tom Stoppard. He has been honoured with a Laurence Olivier Award for Lifetime Achievement, and owns the Aldwych Theatre in the West End, London.",
      "pageId": 31766738,
      "monthDay": "06/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ray_Illingworth",
      "name": "Ray Illingworth",
      "aboutText": "Dame Anne Warburton, DCVO, CMG (8 June 1927 – 4 June 2015) was a British diplomat who was the first female British ambassador. She served as British Ambassador to Denmark from 1976 to 1983, and British Permanent Representative to the United Nations in Geneva from 1983 to 1985.",
      "pageId": 36070368,
      "monthDay": "06/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ian_Kirkwood,_Lord_Kirkwood",
      "name": "Ian Kirkwood, Lord Kirkwood",
      "aboutText": "Charles Tyner (born June 8, 1925) is an American actor, born in Danville, Virginia, USA.",
      "pageId": 42729120,
      "monthDay": "06/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rommie_Loudd",
      "name": "Rommie Loudd",
      "aboutText": "Ian Candlish Kirkwood, Lord Kirkwood (born 8 June 1932) QC is a Senator of the College of Justice of the Supreme Courts of Scotland. He was appointed to the Inner House (Scotland's main appellate court) in 1987.",
      "pageId": 42937768,
      "monthDay": "06/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Joan_Rivers",
      "name": "Joan Rivers",
      "aboutText": "Nancy Sandra Sinatra (born June 8, 1940) is an American singer and actress. She is the daughter of the late singer/actor Frank Sinatra and is widely known for her 1966 signature hit \"These Boots Are Made for Walkin'\".\nOther defining recordings include \"Sugar Town\", the 1967 number one \"Somethin' Stupid\" (a duet with her father), the title song from the James Bond film You Only Live Twice, several collaborations with Lee Hazlewood such as \"Jackson\", and her cover of Cher's \"Bang Bang\", which was used in the opening sequence of Quentin Tarantino's 2003 film Kill Bill: Volume 1.",
      "pageId": 21683,
      "monthDay": "06/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Robert_Stevens_(lawyer)",
      "name": "Robert Stevens",
      "aboutText": "Clarence Eugene \"Fuzzy\" Haskins (born June 8, 1941) is a former singer with 1950s and 1960s doo-wop group, The Parliaments. He is a founding member of the groundbreaking and influential 1970s funk bands Parliament and Funkadelic, also known as Parliament-Funkadelic. He left Parliament-Funkadelic in 1977 to pursue a solo career.",
      "pageId": 118345,
      "monthDay": "06/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Millicent_Martin",
      "name": "Millicent Martin",
      "aboutText": "Jim Wickwire (born June 8, 1940) was the first American to summit K2, the second highest mountain in the world (8,611 m - 28,251 feet). Wickwire is also known for surviving an overnight solo bivouac on K2 at an elevation above 27,000 ft or 8,200 m; considered \"one of the most notorious bivouacs in mountaineering history\". Between 1977 and 1982, Wickwire lost four climbing partners to fatal accidents on three separate mountains.",
      "pageId": 216122,
      "monthDay": "06/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Molade_Okoya-Thomas",
      "name": "Molade Okoya-Thomas",
      "aboutText": "Joan Alexandra Molinsky (June 8, 1933 – September 4, 2014), known as Joan Rivers, was an American actress, comedian, writer, producer, and television host noted for her often controversial comedic persona—where she was alternately self-deprecating or sharply acerbic, especially toward celebrities and politicians.\nRivers came to prominence in 1965 as a guest on The Tonight Show. Hosted by her mentor, Johnny Carson, the show established Rivers' comedic style.",
      "pageId": 265883,
      "monthDay": "06/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/James_Darren",
      "name": "James Darren",
      "aboutText": "Kenneth Geddes Wilson (June 8, 1936 – June 15, 2013) was an American theoretical physicist and a pioneer in leveraging computers for studying particle physics. He was awarded the 1982 Nobel Prize in Physics for his work on phase transitions—illuminating the subtle essence of phenomena like melting ice and emerging magnetism.",
      "pageId": 396743,
      "monthDay": "06/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kenneth_G._Wilson",
      "name": "Kenneth G. Wilson",
      "aboutText": "James William Ercolani (born June 8, 1936), known by his stage name James Darren, is an Italian-American television and film actor, television director, and singer.",
      "pageId": 578635,
      "monthDay": "06/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Gillian_Clarke",
      "name": "Gillian Clarke",
      "aboutText": "Millicent Mary Lillian Martin (born 8 June 1934) is an English actress, singer and comedian, who was the resident singer of topical songs on the weekly BBC Television satire show That Was The Week That Was (1962–63). For her work on Broadway, she received Tony Award nominations for Side by Side by Sondheim (1977) and King of Hearts (1978), both for Best Featured Actress in a Musical. Other television roles include her recurring role as Gertrude Moon on the NBC sitcom Frasier (2000–03).",
      "pageId": 586354,
      "monthDay": "06/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Angelo_Amato",
      "name": "Angelo Amato",
      "aboutText": "Doug Mountjoy (born 8 June 1942) is a retired Welsh snooker player. Mountjoy was a mainstay in the world's top 16 during the 1970s and 1980s, and won the Masters in 1977, the UK Championship in 1978 and the Irish Masters in 1979. He reached the 1981 World Championship final, where he was runner-up to Steve Davis.",
      "pageId": 642307,
      "monthDay": "06/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bernie_Casey",
      "name": "Bernie Casey",
      "aboutText": "George Pell AC (born 8 June 1941) is an Australian cardinal of the Roman Catholic Church and the inaugural and current Prefect of the Secretariat for the Economy, since 2014. He previously served as the eighth Archbishop of Sydney (2001-2014), auxiliary bishop (1987–1996) and archbishop (1996–2001) of the Archdiocese of Melbourne.",
      "pageId": 914259,
      "monthDay": "06/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Francis_Jacobs",
      "name": "Francis Jacobs",
      "aboutText": "Nikos Konstantopoulos (Greek: Νίκος Κωνσταντόπουλος; born 8 June 1942 in Krestena, Elis) is a Greek politician, member of the Hellenic Parliament and former president of the left-wing Synaspismos.",
      "pageId": 1058589,
      "monthDay": "06/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Arthur_Elgort",
      "name": "Arthur Elgort",
      "aboutText": "Andrew Weil (/waɪl/, born June 8, 1942)—broadly referred by this name preceded by \"Dr.\", or simply as Dr. Weil—is an U.S.-trained physician, and successful author, spokesperson, and broadly described \"guru\" for holistic health and integrative medicine, whose names also constitute an emerging brand of healthcare services and products in these fields.\nWeil studied at Harvard in the early 1960s, bringing him into contact with social scientists David McClelland, Richard Alpert, and Timothy Leary.",
      "pageId": 1178580,
      "monthDay": "06/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Nancy_Sinatra",
      "name": "Nancy Sinatra",
      "aboutText": "Gillian Clarke (born 8 June 1937 in Cardiff) is a Welsh poet, playwright, editor, broadcaster, lecturer and translator.",
      "pageId": 1208632,
      "monthDay": "06/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jim_Wickwire",
      "name": "Jim Wickwire",
      "aboutText": "Reverend Robert Jonathan Bradford (8 June 1941 – 14 November 1981) was a Methodist Minister and a Vanguard Unionist and Ulster Unionist Member of Parliament for the Belfast South constituency in Northern Ireland until his assassination by the Provisional Irish Republican Army on 14 November 1981.",
      "pageId": 1797598,
      "monthDay": "06/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Robert_Bradford_(Northern_Irish_politician)",
      "name": "Robert Bradford",
      "aboutText": "Bernard Terry \"Bernie\" Casey (born June 8, 1939) is an American actor and retired professional football player.",
      "pageId": 3984444,
      "monthDay": "06/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Fuzzy_Haskins",
      "name": "Fuzzy Haskins",
      "aboutText": "Sir Francis Geoffrey Jacobs KCMG QC (born 8 June 1939), is a British jurist who served as Advocate General at the Court of Justice of the European Communities from October 1988 to January 2006. He was educated at the City of London School, Christ Church, Oxford, where he read Mods and Greats, and Nuffield College, Oxford. He practised as a barrister from Fountain Court Chambers in London.",
      "pageId": 4214988,
      "monthDay": "06/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/George_Pell",
      "name": "George Pell",
      "aboutText": "Charles \"Chuck\" Negron (born June 8, 1942) is an American singer-songwriter, best known as one of the three lead vocalists in the band Three Dog Night, which he helped to form in 1968.",
      "pageId": 5004973,
      "monthDay": "06/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Nikos_Konstantopoulos",
      "name": "Nikos Konstantopoulos",
      "aboutText": "Arthur Elgort (born June 8, 1940) is an American fashion photographer best known for his work with Vogue magazine.",
      "pageId": 13629888,
      "monthDay": "06/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Doug_Mountjoy",
      "name": "Doug Mountjoy",
      "aboutText": "Angelo Amato, S.D.B. (born 8 June 1938) is a cardinal of the Roman Catholic Church who serves as the Prefect of the Congregation for the Causes of Saints. He served as Secretary of the Congregation for the Doctrine of the Faith from 2002 to 2008 and became a cardinal in 2010.\n^ \"Rinuncia del Prefetto della Congregazione delle Cause dei Santi e Nomina del Nuovo Prefetto\" (Press release) (in Italian).",
      "pageId": 17791034,
      "monthDay": "06/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Chuck_Negron",
      "name": "Chuck Negron",
      "aboutText": "Robert Bocking Stevens (born 8 June 1933), is a British lawyer and academic.",
      "pageId": 24604189,
      "monthDay": "06/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Andrew_Weil",
      "name": "Andrew Weil",
      "aboutText": "Prince Molade Alexander Okoya-Thomas FCNA, MFR, OFR, KSS (8 June 1935 – 1 February 2015) was born in Lagos. He obtained his formal education at Princess School Lagos, Baptist Academy, Lagos, Balham & Tooting College of Commerce London and Columbia University in New York City. He was recognised as the Asoju Oba of Lagos, Babasuwa of Ijebu-Remo, Odofin of Ife.",
      "pageId": 42341307,
      "monthDay": "06/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Colin_Baker",
      "name": "Colin Baker",
      "aboutText": "William \"Willie\" D. Davenport (June 8, 1943 – June 17, 2002) was an American sprint runner. He attended Howland High School and a college at Southern University and A&M College in Baton Rouge, Louisiana. He competed in the 110 m hurdlers at the 1964, 1968, 1972 and 1976 Summer Olympics, winning a gold medal in 1968 and a bronze in 1976, and finishing fourth in 1972.",
      "pageId": 59896,
      "monthDay": "06/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/William_Calley",
      "name": "William Calley",
      "aboutText": "William Laws Calley, Jr. (born June 8, 1943) is a former United States Army officer found guilty of murdering 22 unarmed South Vietnamese civilians in the My Lai Massacre on March 16, 1968, during the Vietnam War. After several reductions, Calley's original sentence of life in prison was turned into an order of house arrest, but after three years, President Richard Nixon reduced his sentence with a presidential pardon.",
      "pageId": 80110,
      "monthDay": "06/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Willie_Davenport",
      "name": "Willie Davenport",
      "aboutText": "Colin Baker (born 8 June 1943) is an English actor who played Paul Merroney in The Brothers from 1974 to 1976, and the sixth incarnation of The Doctor in the long-running science fiction television series Doctor Who from 1984 to 1986.",
      "pageId": 165071,
      "monthDay": "06/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Peter_Eggert",
      "name": "Peter Eggert",
      "aboutText": "Mark Henry Belanger (June 8, 1944 – October 6, 1998), nicknamed \"The Blade,\" was an American shortstop in Major League Baseball who played almost his entire career with the Baltimore Orioles. A defensive standout, he won eight Gold Glove Awards between 1969 and 1978, leading the American League in assists and fielding percentage three times each, and retired with the highest career fielding average by an AL shortstop (.977). He set franchise records for career games, assists and double plays as a shortstop, all of which were later broken by Cal Ripken, Jr.",
      "pageId": 407623,
      "monthDay": "06/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mark_Belanger",
      "name": "Mark Belanger",
      "aboutText": "William Royce \"Boz\" Scaggs (born June 8, 1944) is an American singer, songwriter, and guitarist. He gained fame in the 1960s as a guitarist and one-time lead singer with the Steve Miller Band, and in the 1970s with several solo Top 20 hit singles in the United States, including the hits \"Lowdown\" and \"Lido Shuffle\" from the critically acclaimed album Silk Degrees (1976), which peaked at #2 on the Billboard 200. Scaggs continues to write, record music, and tour.",
      "pageId": 630138,
      "monthDay": "06/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Annie_Haslam",
      "name": "Annie Haslam",
      "aboutText": "Sara Paretsky (born June 8, 1947) is an American author of detective fiction, best known for her novels focused on the female protagonist V.I. Warshawski.",
      "pageId": 653604,
      "monthDay": "06/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Marc_Ouellet",
      "name": "Marc Ouellet",
      "aboutText": "Derek Underwood MBE (born Derek Leslie Underwood, 8 June 1945) is an English former international cricketer, and a former President of the MCC.",
      "pageId": 977912,
      "monthDay": "06/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Boz_Scaggs",
      "name": "Boz Scaggs",
      "aboutText": "Eric Francis Wieschaus (born June 8, 1947 in South Bend, Indiana) is an American developmental biologist and 1995 Nobel Prize-winner.\nBorn in South Bend, Indiana, he attended John Carroll Catholic High School in Birmingham, AL before attending the University of Notre Dame for his undergraduate studies (B.S., biology), and Yale University (Ph.D., biology) for his graduate work. In 1978, he moved to his first independent job, at the European Molecular Biology Laboratory in Heidelberg, Germany and moved from Heidelberg to Princeton University in the United States in 1981.",
      "pageId": 1568109,
      "monthDay": "06/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Anthony_Bagnall",
      "name": "Anthony Bagnall",
      "aboutText": "Marc Armand Ouellet, P.S.S. (born 8 June 1944), is a conservative Canadian Cardinal of the Catholic Church. He is the influential present prefect of the Congregation for Bishops and concurrently president of the Pontifical Commission for Latin America since his appointment by Pope Benedict XVI on 30 June 2010. Previously, he was Archbishop of Quebec and Primate of Canada.",
      "pageId": 1680859,
      "monthDay": "06/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Steven_Fromholz",
      "name": "Steven Fromholz",
      "aboutText": "Sir Graham William Henry KNZM (born 8 June 1946) is a New Zealand rugby union coach, and former head coach of the country's national team, the All Blacks.\nHe played rugby union for Canterbury and cricket for Canterbury and Otago in the Plunket Shield. Henry was heavily criticized following the All Blacks quarterfinal exit at the 2007 Rugby World Cup and was controversially reappointed.",
      "pageId": 2035873,
      "monthDay": "06/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Derek_Underwood",
      "name": "Derek Underwood",
      "aboutText": "Jeffrey Mylett (June 8, 1949 – May 7, 1986) was an American actor and songwriter.",
      "pageId": 2216168,
      "monthDay": "06/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Graham_Henry",
      "name": "Graham Henry",
      "aboutText": "Julie Tippetts (born Julie Driscoll, 8 June 1947) is an English singer and actress, known for her 1960s versions of Bob Dylan and Rick Danko's \"This Wheel's on Fire\", and Donovan's \"Season of the Witch\", both with Brian Auger and The Trinity. Along with The Trinity, she was featured prominently in the 1969 television special 33 1/3 Revolutions Per Monkee, singing \"I'm a Believer\" in a soul style with Micky Dolenz. She and Auger had previously worked in Steampacket, with Long John Baldry and Rod Stewart.",
      "pageId": 2322673,
      "monthDay": "06/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alan_Scarfe",
      "name": "Alan Scarfe",
      "aboutText": "Air Chief Marshal Sir Anthony John Crowther \"Tony\" Bagnall GBE, KCB, FRAeS (born 8 June 1945) is a retired senior Royal Air Force officer and former Vice-Chief of the Defence Staff.",
      "pageId": 3766590,
      "monthDay": "06/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Julie_Driscoll",
      "name": "Julie Driscoll",
      "aboutText": "Annie Haslam (born 8 June 1947 in Bolton, Lancashire, England) is an English vocalist, songwriter, and painter. She is best known as the lead singer of progressive rock band Renaissance since 1971, and for her long and diverse solo singing career. She has a five-octave vocal range.",
      "pageId": 4047366,
      "monthDay": "06/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sara_Paretsky",
      "name": "Sara Paretsky",
      "aboutText": "Lorna Heilbron (born 8 June 1948) is a Scottish actress born in Glasgow.\nShe appeared in television series such as Ace of Wands, Van der Valk, Blake's 7, Taggart and Lovejoy. She also starred in the horror films The Creeping Flesh (1973) and Symptoms (1974).",
      "pageId": 4566029,
      "monthDay": "06/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Eric_F._Wieschaus",
      "name": "Eric F. Wieschaus",
      "aboutText": "Alan John Scarfe (born 8 June 1946) is a Canadian actor, stage director and author. He is a former Associate Director of the Stratford Festival (1976–77) and the Everyman Theatre in Liverpool (1967–68). He won the 1985 Genie Award for Best Performance by an Actor in a Supporting Role for his role in The Bay Boy and earned two other Genie best actor nominations for Deserters (1984) and Overnight (1986) and a Gemini Award nomination for best actor in aka Albert Walker (2003).",
      "pageId": 6310896,
      "monthDay": "06/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lorna_Heilbron",
      "name": "Lorna Heilbron",
      "aboutText": "Hildegard Falck, née Janze (born 8 June 1949) is a retired West German runner. At the 1972 Olympics she won a gold medal in the 800 m and a bronze medal in the 4×400 m relay with West German team. In the 800 m final she came only 0.1 seconds ahead of Nijolė Sabaitė and Gunhild Hoffmeister.",
      "pageId": 6814661,
      "monthDay": "06/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Emanuel_Ax",
      "name": "Emanuel Ax",
      "aboutText": "Emanuel Ax (born 8 June 1949) is a Grammy-winning American classical pianist. He is an internationally acclaimed performer, and a teacher on the faculty of the Juilliard School.\n^ \"Emanuel Ax\".",
      "pageId": 7765246,
      "monthDay": "06/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hildegard_Falck",
      "name": "Hildegard Falck",
      "aboutText": "Steven John Fromholz (June 8, 1945 – January 19, 2014) was an American entertainer, singer-songwriter who was selected as the Poet Laureate of Texas for 2007.",
      "pageId": 10801785,
      "monthDay": "06/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jeffrey_Mylett",
      "name": "Jeffrey Mylett",
      "aboutText": "Peter Eggert (born 8 June 1943 in Berlin) is a former German football player and manager.\nEggert played his entire career for Tennis Borussia Berlin, making a total of 57 professional appearances and scoring three goals. After his playing career, he twice took over the managerial reins on an interim basis for the club.",
      "pageId": 28931222,
      "monthDay": "06/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kathy_Baker",
      "name": "Kathy Baker",
      "aboutText": "Scott Raymond Adams (born June 8, 1957) is an American cartoonist, creator of the Dilbert comic strip and the author of several nonfiction works of satire, commentary, business, and general speculation.\nHis Dilbert series came to national prominence through the downsizing period in 1990s America and was then distributed worldwide. A former worker in various roles at big businesses, he became a full-time cartoonist in 1995.",
      "pageId": 27057,
      "monthDay": "06/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/S%C3%B4nia_Braga",
      "name": "Sônia Braga",
      "aboutText": "Sir Timothy John Berners-Lee OM KBE FRS FREng FRSA FBCS (born 8 June 1955), also known as TimBL, is an English computer scientist, best known as the inventor of the World Wide Web. He made a proposal for an information management system in March 1989, and he implemented the first successful communication between a Hypertext Transfer Protocol (HTTP) client and server via the Internet sometime around mid-November of that same year.\nBerners-Lee is the director of the World Wide Web Consortium (W3C), which oversees the Web's continued development.",
      "pageId": 30034,
      "monthDay": "06/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tony_Rice",
      "name": "Tony Rice",
      "aboutText": "Bonnie Tyler (born Gaynor Hopkins; 8 June 1951) is a Welsh singer. She spent seven years performing in pubs and clubs around South Wales before being signed to RCA Records in 1975. Tyler is known for her distinctive husky voice, resulting from an operation to remove vocal nodules in the mid-1970s.",
      "pageId": 41987,
      "monthDay": "06/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bonnie_Tyler",
      "name": "Bonnie Tyler",
      "aboutText": "Gregory Regis Ginn (born June 8, 1954) is an American guitarist, songwriter, and singer.\nHe is best known for being the leader of and primary songwriter for the hardcore punk band Black Flag, which he founded and led from 1976 to 1986, and again in 2003. The band announced another reunion on January 25, 2013.",
      "pageId": 60957,
      "monthDay": "06/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dave_Jennings_(American_football)",
      "name": "Dave Jennings",
      "aboutText": "Ivo Sanader (Croatian pronunciation: [ǐːʋo sanǎːder]; born Ivica Sanader [îʋit͡sa sanǎːder] on 8 June 1953) is a Croatian politician who served as Prime Minister of Croatia from 2003 to 2009.\nSanader obtained his education in comparative literature in Austria, where he also worked as a journalist, in marketing, publishing and as an entrepreneur. In the 1990s, he was briefly the intendant of the Croatian National Theatre in Split before becoming Minister for Science and Technology as a member of the ruling Croatian Democratic Union (HDZ) in the Cabinet of Hrvoje Šarinić in 1992.",
      "pageId": 399851,
      "monthDay": "06/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Billy_Hayes_(trade_unionist)",
      "name": "Billy Hayes",
      "aboutText": "Jonathan Potter (born 8 June 1956), is Dean of the School of Communication and Information, at Rutgers University  and one of the originators of discursive psychology.\n^ \"Potter, Jonathan, 1956-\". Library of Congress.",
      "pageId": 989121,
      "monthDay": "06/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sandy_Nairne",
      "name": "Sandy Nairne",
      "aboutText": "Alexander Robert \"Sandy\" Nairne CBE FSA (born 8 June 1953) is an English historian and curator. From 2002 until February 2015 he was the director of the National Portrait Gallery.",
      "pageId": 1079186,
      "monthDay": "06/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ivo_Sanader",
      "name": "Ivo Sanader",
      "aboutText": "This article is for the guitarist. For the former football player see Tony Rice.",
      "pageId": 1137983,
      "monthDay": "06/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Olav_Stedje",
      "name": "Olav Stedje",
      "aboutText": "Thomas Griffin Dunne (born June 8, 1955), known professionally as Griffin Dunne, is an American actor, film producer and film director.",
      "pageId": 1235329,
      "monthDay": "06/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ad_Tak",
      "name": "Ad Tak",
      "aboutText": "Dimple Chunnibhai Kapadia (born 8 June 1957) is an Indian film actress. Kapadia made her acting debut at the age of 16, playing the title role in Raj Kapoor's teen romance Bobby (1973). In that same year she married Indian actor Rajesh Khanna.",
      "pageId": 1308990,
      "monthDay": "06/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Greg_Ginn",
      "name": "Greg Ginn",
      "aboutText": "Sônia Maria Campos Braga (born 8 June 1950) is a Brazilian actress. Nominated for three Golden Globes and an Emmy Award, Braga is best known in the English-speaking world for her performances in Kiss of the Spider Woman, and Moon Over Parador. Her television credits include Sex and the City, Alias, American Family and The Cosby Show.",
      "pageId": 1627104,
      "monthDay": "06/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kiril_of_Varna",
      "name": "Kiril of Varna",
      "aboutText": "Dr. Udo Bullmann is a German social democratic politician.",
      "pageId": 1779747,
      "monthDay": "06/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sergei_Storchak",
      "name": "Sergei Storchak",
      "aboutText": "Katherine Whitton \"Kathy\" Baker (born June 8, 1950) is an American stage, film and television actress, known for her leading and supporting performances in film and television.\nBaker began her career in theatre and made her screen debut in the 1983 drama film, The Right Stuff. She received the National Society of Film Critics Award for Best Supporting Actress and an Independent Spirit Award nomination for her performance in Street Smart (1987).",
      "pageId": 2620563,
      "monthDay": "06/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Marios_Tokas",
      "name": "Marios Tokas",
      "aboutText": "Marios Tokas (Greek: Μάριος Τόκας) (8 June 1954 – 27 April 2008) Cypriot composer of traditional music born in Limassol, Cyprus. In the 1974 invasion, he fought as a soldier against the Turkish invaders. In 1975, he went to Athens in order to study in the philosophical school.",
      "pageId": 3087817,
      "monthDay": "06/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tim_Berners-Lee",
      "name": "Tim Berners-Lee",
      "aboutText": "Olav Stedje (Born June 8, 1953 in Sogndal, Norway) is a Norwegian singer-songwriter, known for a number of soft rock recordings, six silver albums and three attempts in Melodi Grand Prix.",
      "pageId": 8034149,
      "monthDay": "06/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Griffin_Dunne",
      "name": "Griffin Dunne",
      "aboutText": "Adrianus Johannes \"Ad\" Tak (born 8 June 1953) is a retired Dutch cyclist who was active between 1973 and 1985. He competed at the 1976 Summer Olympics and finished in 50th place in the road race.\nHis uncle Anton Tak was also a professional cyclist.",
      "pageId": 11056717,
      "monthDay": "06/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Udo_Bullmann",
      "name": "Udo Bullmann",
      "aboutText": "Sergei Anatolievich Storchak (Russian: Серге́й Анатольевич Сторчак) (born 8 June 1954 in Olevsk, Zhytomyr Oblast, Ukraine SSR) is a Deputy Finance Minister of Russia. Storchak became one of Russia's three deputy finance ministers in November 2005. He specialized in international financial relations, and was a prominent figure in negotiations over paying off Soviet-era debt.",
      "pageId": 14279152,
      "monthDay": "06/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jonathan_Potter",
      "name": "Jonathan Potter",
      "aboutText": "William Hayes (born 8 June 1953) was the leader of the Communication Workers' Union (CWU) in the United Kingdom.",
      "pageId": 22766191,
      "monthDay": "06/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Scott_Adams",
      "name": "Scott Adams",
      "aboutText": "David Tuthill Jennings (June 8, 1952 – June 19, 2013) was an American football punter who played in the National Football League (NFL) from 1974 to 1987. He played for the New York Giants and the New York Jets. He worked as a radio color commentator for Giants games from 2002 until 2007, when he was replaced by former Giants linebacker Carl Banks.",
      "pageId": 23565365,
      "monthDay": "06/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dimple_Kapadia",
      "name": "Dimple Kapadia",
      "aboutText": "Metropolitan Kiril (Bulgarian: Митрополит Кирил Варненски и Великопреславски, secular name Bogomil Petrov Kovachev, Bulgarian: Богомил Петров Ковачев); June 8, 1954 – July 9, 2013), was the Bulgarian Orthodox metropolitan of Varna and Veliki Preslav, Bulgaria.\nHe was named metropolitan in 1988.",
      "pageId": 39912050,
      "monthDay": "06/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Don_Robinson_(baseball)",
      "name": "Don Robinson",
      "aboutText": "Nick Rhodes (born Nicholas James Bates; 8 June 1962) is an English musician, best known as the founding member and keyboardist of the new wave band Duran Duran.\nHe has also released albums with Arcadia in 1985 (a Duran Duran side-project), as well as The Devils in 2002 with Stephen Duffy the original lead singer of Duran Duran.",
      "pageId": 207591,
      "monthDay": "06/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Cyril_O%27Reilly",
      "name": "Cyril O'Reilly",
      "aboutText": "Michael James \"Mick\" Hucknall (born 8 June 1960) is an English pop singer and songwriter. Formerly the lead singer of the modestly successful punk rock band the Frantic Elevators, Hucknall achieved international fame in the 1980s as the lead singer and songwriter of the soul-influenced pop band Simply Red, with whom he enjoyed a 25-year career and eventually sold over 50 million albums. Hucknall is recognisable for his smooth, distinctive voice and wide vocal range, as well as his red curly hair.",
      "pageId": 298676,
      "monthDay": "06/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Louise_Richardson",
      "name": "Louise Richardson",
      "aboutText": "Keenen Ivory Wayans, Sr. (born June 8, 1958) is an American actor, comedian, film director, producer, screenwriter, and a member of the Wayans Family of entertainers. He first came to prominence as the host and co-creator of the 1990-1994 Fox sketch comedy series In Living Color.",
      "pageId": 532650,
      "monthDay": "06/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Keenen_Ivory_Wayans",
      "name": "Keenen Ivory Wayans",
      "aboutText": "Mohsen Kadivar (محسن کدیور, born June 8, 1959) is a philosopher, leading intellectual reformist, and professor of Islamic Studies. A political Iranian dissident, Kadivar has been a vocal critic of the doctrine of clerical rule, also known as Velayat-e Faqih (Guardianship of the Islamic Jurist), and a strong advocate of democratic and liberal reforms in Iran as well as constructional reform in shari'a and Shi'a theology.",
      "pageId": 828076,
      "monthDay": "06/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mohsen_Kadivar",
      "name": "Mohsen Kadivar",
      "aboutText": "John Michael Gibbons (born June 8, 1962) is the manager of the Toronto Blue Jays of Major League Baseball (MLB).",
      "pageId": 1044874,
      "monthDay": "06/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mick_Hucknall",
      "name": "Mick Hucknall",
      "aboutText": "Kristine Weitz (born June 8, 1962) known by the stage name of Kristine W, is an American singer-songwriter. She has released seven albums. In 2004, The Advocate stated that she had helped shape the nightlife of the past decade.",
      "pageId": 1640746,
      "monthDay": "06/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Terje_Gewelt",
      "name": "Terje Gewelt",
      "aboutText": "Harry \"Butch\" Reynolds (born June 8, 1964) is an American former track and field athlete who competed in the 400 meter dash. He held the world record for the event for 11 years with his personal best time of 43.29 seconds set in 1988. That year he was the silver medalist at the 1988 Seoul Olympics (behind Steve Lewis) and a relay gold medalist.",
      "pageId": 1676160,
      "monthDay": "06/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Thomas_Steen",
      "name": "Thomas Steen",
      "aboutText": "Anders Thomas Steen (born June 8, 1960) is a Swedish former professional ice hockey player and coach. Steen is the former city councillor for the Winnipeg ward of Elmwood-East Kildonan.",
      "pageId": 1813428,
      "monthDay": "06/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tatanka_(wrestler)",
      "name": "Tatanka",
      "aboutText": "Christopher \"Chris\" Chavis (born June 8, 1961) is a Native American professional wrestler currently signed to WWE under a Legend's Contract. He is part of the Lumbee tribe. He is best known for his work with the World Wrestling Federation (later known as World Wrestling Entertainment) under the ring name Tatanka from 1991 to 1996 and 2005 to 2007.",
      "pageId": 1840959,
      "monthDay": "06/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mary_King_(equestrian)",
      "name": "Mary King",
      "aboutText": "Mary Elizabeth King MBE (née Thomson, born 8 June 1961) is a British equestrian who competes in eventing. She has represented Great Britain at six Olympics from 1992 to 2012, winning team silver in 2004 and 2012, and team bronze in 2008. At the World Equestrian Games, she won team gold in 1994 and 2010, and team silver in 2006.",
      "pageId": 1859973,
      "monthDay": "06/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Uno_Laur",
      "name": "Uno Laur",
      "aboutText": "Cyril O'Reilly (born June 8, 1958) is an American film and television actor, writer and producer.",
      "pageId": 2715614,
      "monthDay": "06/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Gibbons",
      "name": "John Gibbons",
      "aboutText": "Uno Laur (born June 8, 1961, in Rakvere), also known as Kohtla-Järve Uno (a nickname derived from his hometown Kohtla-Järve), is an Estonian-Jewish anarchist and the iconoclastic ex lead singer of the Must Mamba and Röövel Ööbik, \"the oldest punk in Estonia\".\n^ \"Persoon: Uno Laur otsustas, et hakkab punkariks\" (in Estonian). Virumaa Teataja.",
      "pageId": 4768481,
      "monthDay": "06/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Andreas_Keim",
      "name": "Andreas Keim",
      "aboutText": "Frank Anthony Grillo (born June 8, 1965) is an American actor known for his roles in various films, such as Warrior (2011), The Grey (2012), End of Watch (2012), Captain America: The Winter Soldier (2014) and The Purge: Anarchy (2014).\nGrillo's television work includes recurring roles in the series Battery Park (2000), For the People (2002–2003), The Shield (2002–2003), Prison Break (2005–2006), Blind Justice (2005), and The Kill Point (2007). He has also starred in shows as Hart Jessup in the soap opera Guiding Light (1996–1999), Nick Monohan in sci-fi series The Gates (2010), and since 2014, he has played Alvey Kulina in the DirecTV drama series Kingdom.",
      "pageId": 5624986,
      "monthDay": "06/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nick_Rhodes",
      "name": "Nick Rhodes",
      "aboutText": "Don Allen \"Donnie\" Robinson (born June 8, 1957), is a former Major League Baseball pitcher for the Pittsburgh Pirates, San Francisco Giants, California Angels, and Philadelphia Phillies from 1978 through 1992. Nicknamed \"The Caveman,\" Robinson's career record was 109–106 with a 3.79 ERA. Robinson was regarded as one of the best-hitting pitchers during his time, winning three Silver Slugger Awards in 1982, 1989, and 1990. He hit 13 home runs in his career.",
      "pageId": 6038205,
      "monthDay": "06/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kristine_W",
      "name": "Kristine W",
      "aboutText": "Karen Kingsbury (born June 8, 1963) is an American Christian novelist.\nShe was a sports writer for the Los Angeles Times and later wrote for the Los Angeles Daily News. Her first book, Missy's Murder (1991), was based on a murder story that she covered in Los Angeles.",
      "pageId": 6999196,
      "monthDay": "06/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Katy_Garbi",
      "name": "Katy Garbi",
      "aboutText": "Terje Gewelt (born June 8, 1960 in Oslo, Norway) is a Norwegian jazz musician (upright bass).\n^ Terje Gewelt (in Norwegian). Store Norske Leksikon.",
      "pageId": 8973568,
      "monthDay": "06/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Frank_Grillo",
      "name": "Frank Grillo",
      "aboutText": "Louise Mary Richardson FRSE (born 8 June 1958, Tramore, County Waterford, Ireland) is an Irish political scientist whose specialist field is the study of terrorism. Currently the Principal and Vice Chancellor of the University of St Andrews, she was formerly employed at Harvard University where she served as executive dean of the Radcliffe Institute for Advanced Study. On 28 May 2015, the University of Oxford announced that she had been nominated as the next Vice-Chancellor, subject to approval, to take up the post on 1 January 2016.",
      "pageId": 9858212,
      "monthDay": "06/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Karen_Kingsbury",
      "name": "Karen Kingsbury",
      "aboutText": "Katerina 'Katy' Garbi (Greek: Κατερίνα \"Καίτη\" Γαρμπή, pronounced [kateˈrina ˈketi ɡarˈbi]; born June 8, 1961, in Egaleo, Athens) is a Greek singer active in Greece and Cyprus, with some popularity in Turkey. Her career has spanned over 20 years and is marked by several multi-platinum releases. Garbi participated in the Eurovision Song Contest 1993 for Greece with the song \"Ellada, Hora Tou Fotos\", taking ninth place.",
      "pageId": 11899879,
      "monthDay": "06/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Antoaneta_Todorova",
      "name": "Antoaneta Todorova",
      "aboutText": "Antoaneta Ivanova Todorova-Selenska (Bulgarian: Антоанета Иванова Тодорова-Селенска; born 8 June 1963 in Samovodene, Veliko Tarnovo) is a retired female javelin thrower from Bulgaria, who set the world record and the world's best year performance in 1981. She made her mark (71.88 m) at a meet in Zagreb on 15 August 1981.",
      "pageId": 14190852,
      "monthDay": "06/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Butch_Reynolds",
      "name": "Butch Reynolds",
      "aboutText": "Andreas Keim (born 8 June 1962) is a retired German football player.\n^ \"Andreas Keim\" (in German). munzinger.de.",
      "pageId": 21021733,
      "monthDay": "06/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kevin_Farley",
      "name": "Kevin Farley",
      "aboutText": "Kwame Malik Kilpatrick (born June 8, 1970) is a former Michigan state representative and Democratic mayor of Detroit. He resigned as mayor after being convicted on felony counts, including perjury and obstruction of justice. Kilpatrick was sentenced to four months in jail after pleading guilty, and was released on probation after serving 99 days.",
      "pageId": 319947,
      "monthDay": "06/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rob_Pilatus",
      "name": "Rob Pilatus",
      "aboutText": "Julianna Luisa Margulies /dʒuːliˈɑːnə mɑːrɡəˈliːs/ (born June 8, 1966) is an American actress and producer.\nAfter several small television roles, Margulies achieved both critical and commercial success in her role as Nurse Carol Hathaway on NBC's long-running medical drama ER, for which she won an Emmy Award. After her departure from ER in 2000, Margulies appeared in the 2001 miniseries The Mists of Avalon and voiced Neera in Disney's CGI film Dinosaur.",
      "pageId": 356985,
      "monthDay": "06/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/%C4%B0smail_T%C3%BCr%C3%BCt",
      "name": "İsmail Türüt",
      "aboutText": "Kelli Renee Williams (born June 8, 1970) is an American actress. She is best known for her roles as Lindsay Dole on the legal drama The Practice, psychologist and deception expert Dr.",
      "pageId": 656654,
      "monthDay": "06/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Julianna_Margulies",
      "name": "Julianna Margulies",
      "aboutText": "Robert \"Rob\" Pilatus (June 8, 1964 – 2 April 1998) was a German model, dancer, and singer. Pilatus was half of the pop music duo Milli Vanilli.",
      "pageId": 692709,
      "monthDay": "06/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yumi_Morio",
      "name": "Yumi Morio",
      "aboutText": "Troy Darnell Vincent (born June 8, 1970) is a former American football cornerback for the Miami Dolphins, Philadelphia Eagles, Buffalo Bills and Washington Redskins of the National Football League (NFL). He was drafted by the Dolphins with the 7th overall pick in the 1992 NFL Draft. He played college football for Wisconsin.",
      "pageId": 1302298,
      "monthDay": "06/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Doris_Pearson",
      "name": "Doris Pearson",
      "aboutText": "David Sutcliffe (born June 8, 1969) is a Canadian actor. He is best known for playing Christopher Hayden, Rory Gilmore's father and Lorelai Gilmore's on-and-off boyfriend, on the CW show Gilmore Girls. He played the lead role in Cracked as Detective Aidan Black.",
      "pageId": 1338939,
      "monthDay": "06/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rob_Ray",
      "name": "Rob Ray",
      "aboutText": "Seu Jorge (born June 8, 1970; Portuguese pronunciation: [ˈsew ˈʒɔʁʒi]) is a Brazilian musician, singer/songwriter and actor. Born Jorge Mário da Silva, he was raised in a favela in what is now known as the city of Belford Roxo, near Rio de Janeiro. When he was 19, he became homeless and remained homeless for three years; nonetheless, his musical talent flourished when he was living in the streets and he became known in the favelas.",
      "pageId": 1505582,
      "monthDay": "06/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Barnhill",
      "name": "David Barnhill",
      "aboutText": "Kevin Peter Farley (born June 8, 1965) is an American actor, production designer, singer, dancer, occasional composer and stand-up comic.",
      "pageId": 1618904,
      "monthDay": "06/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/J._P._Manoux",
      "name": "J. P. Manoux",
      "aboutText": "",
      "pageId": 2323726,
      "monthDay": "06/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Marcos_Siega",
      "name": "Marcos Siega",
      "aboutText": "Mark Feuerstein (/ˈfɔɪərstiːn/; born June 8, 1971) is an American actor, who is best known for his main role as Dr.",
      "pageId": 3413334,
      "monthDay": "06/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Sutcliffe",
      "name": "David Sutcliffe",
      "aboutText": "Yumi Kawai (河合由美, Kawai Yumi, born June 8, 1966 in Soka, Saitama Prefecture, Japan), better known by the stage name Yumi Morio (森尾由美, Morio Yumi), is a Japanese actress employed by the talent management firm Stardust Promotion.",
      "pageId": 3674250,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gabrielle_Giffords",
      "name": "Gabrielle Giffords",
      "aboutText": "Troy Duffy (born June 8, 1971 in Hartford, Connecticut) is an American director, screenwriter, and musician.",
      "pageId": 3969028,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Seu_Jorge",
      "name": "Seu Jorge",
      "aboutText": "Robert John Ray, nicknamed Rayzor (born June 8, 1968) is a Canadian sports broadcaster and former professional ice hockey player for the Buffalo Sabres and Ottawa Senators. He was awarded the King Clancy Memorial Trophy by the National Hockey League in 1999 for leadership and humanitarianism.",
      "pageId": 4882835,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kwame_Kilpatrick",
      "name": "Kwame Kilpatrick",
      "aboutText": "Doris Pearson (born Doris May Pearson, 8 June 1966 in Brent, London, England) is an English singer and ex member of the pop group, Five Star.",
      "pageId": 5185661,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steve_Renouf",
      "name": "Steve Renouf",
      "aboutText": "Teresa Lynn Strasser (born June 8, 1970) is an American writer and television personality known for hosting the first season of the home makeover show While You Were Out on TLC. She also co-hosted The Adam Carolla Show.",
      "pageId": 5477800,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Teresa_Strasser",
      "name": "Teresa Strasser",
      "aboutText": "Gabrielle Dee \"Gabby\" Giffords (born June 8, 1970) is an American politician from the U.S. state of Arizona. As a Democratic member of the United States House of Representatives, she represented Arizona's 8th congressional district from January 3, 2007 until her resignation on January 25, 2012, after surviving an assassination attempt that left her with a severe brain injury. She is the third woman in Arizona's history to be elected to the U.S. Congress.",
      "pageId": 5600374,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Troy_Vincent",
      "name": "Troy Vincent",
      "aboutText": "Steven Renouf (born 8 June 1970 in Murgon, Queensland) is an Australian former professional rugby league footballer of the 1980s, 90s and 2000s. Of Aboriginal and European descent, he was known as one of the sport's greatest centres. Renouf set numerous records for the Brisbane Broncos club and is considered one of the greatest footballers to have played for them.",
      "pageId": 5916940,
      "monthDay": "06/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kelli_Williams",
      "name": "Kelli Williams",
      "aboutText": "İsmail Türüt (born 8 June 1965 at Rize, Turkey) is a Turkish folk singer from the Black Sea Region.",
      "pageId": 12185330,
      "monthDay": "06/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Troy_Duffy",
      "name": "Troy Duffy",
      "aboutText": "David Barnhill (born 8 June 1969 in Wagga Wagga, New South Wales) is an Australian former rugby league footballer of the 1980s, 90s and 2000s. His club career was with the Canberra Raiders, St. George Dragons, Sydney City and Leeds Rhinos.",
      "pageId": 13015307,
      "monthDay": "06/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mark_Feuerstein",
      "name": "Mark Feuerstein",
      "aboutText": "Jean-Paul Christophe \"J.P.\" Manoux (born June 8, 1969) is an American actor, television personality, voice artist, and comedian best known for his work in multiple Disney productions, including S.T.A.N. in Aaron Stone, Curtis the Caveman and Vice Principal Hackett in Phil of the Future, and the voice of Kuzco in The Emperor's New School (replacing David Spade). He voiced Scrappy Rex in Scooby-Doo.",
      "pageId": 37139892,
      "monthDay": "06/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christian_Mayrleb",
      "name": "Christian Mayrleb",
      "aboutText": "Lindsay Ann Davenport (born June 8, 1976) is an American former professional tennis player. She was ranked World No. 1 on eight different occasions, for a total of 98 weeks.",
      "pageId": 52828,
      "monthDay": "06/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lexa_Doig",
      "name": "Lexa Doig",
      "aboutText": "Alexandra Lecciones \"Lexa\" Doig (born June 8, 1973) is a Canadian TV and movie actress. She portrayed the title role in the 2000-05 Canadian-American science fiction-adventure television series Andromeda. She also portrayed the female lead role of Rowan in the science fiction-horror movie Jason X (2002), the 10th installment of the Friday the 13th film series.",
      "pageId": 415410,
      "monthDay": "06/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shappi_Khorsandi",
      "name": "Shappi Khorsandi",
      "aboutText": "Kanye Omari West (/ˈkɑːnjeɪ/; born June 8, 1977) is an American recording artist, songwriter, record producer, fashion designer, and founder of the record label GOOD Music and creative content company DONDA. He is among the most successful and acclaimed musicians of the 21st century, and has attracted both praise and controversy for his outspoken public persona.\nRaised in Chicago, West first became known as a producer for Roc-A-Fella Records in the early 2000s, producing hit singles for musical artists such as Jay-Z and Alicia Keys before pursing a solo career as a rapper. He released his debut album The College Dropout in 2004 to widespread commercial and critical acclaim, and would go on to explore a variety of different styles and musical genres on subsequent albums that include the baroque-inspired Late Registration (2005), the electronic-tinged Graduation (2007), and the starkly emotive 808s & Heartbreak (2008).",
      "pageId": 523032,
      "monthDay": "06/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Bryant_Reeves",
      "name": "Bryant Reeves",
      "aboutText": "Maria Menounos (born June 8, 1978) is an American actress, journalist, television host and occasional professional wrestler.",
      "pageId": 939956,
      "monthDay": "06/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lucija_%C5%A0erbed%C5%BEija",
      "name": "Lucija Šerbedžija",
      "aboutText": "Pål Arne Fagernes (8 June 1974 – 4 August 2003) was a Norwegian javelin thrower. He represented Asker SK and IK Tjalve during his active career.\nAs a junior, Fagernes competed on top national level in cycling, athletics and cross country skiing, before deciding to focus on javelin.",
      "pageId": 977533,
      "monthDay": "06/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/P%C3%A5l_Arne_Fagernes",
      "name": "Pål Arne Fagernes",
      "aboutText": "Bryant Reeves (born June 8, 1973) is an American retired professional basketball player for the NBA's Vancouver Grizzlies. He was nicknamed Big Country by his college teammate Byron Houston after Reeves was amazed following his first airplane flight across the United States, having grown up in the small community of Gans, Oklahoma.",
      "pageId": 1209426,
      "monthDay": "06/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Maxim_Gaudette",
      "name": "Maxim Gaudette",
      "aboutText": "Derek Trucks (born June 8, 1979) is an American guitarist, songwriter and founder of the Grammy Award-winning The Derek Trucks Band. He played with The Allman Brothers Band, and became an official member in 1999. In 2010 he and his wife Susan Tedeschi formed the Tedeschi Trucks Band.",
      "pageId": 1788276,
      "monthDay": "06/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alma_Lepina",
      "name": "Alma Lepina",
      "aboutText": "Bryan McCabe (born June 8, 1975) is a retired Canadian professional ice hockey defenceman.\nMcCabe moved to Calgary, Alberta at a young age and spent the majority of his minor hockey career playing in the Calgary area.\nDrafted out of the Western Hockey League (WHL) 40th overall by the New York Islanders in 1993, McCabe competed in the 1995 Memorial Cup and was named to back-to-back WHL First All-Star Teams during his major junior career.",
      "pageId": 1793476,
      "monthDay": "06/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bryan_McCabe",
      "name": "Bryan McCabe",
      "aboutText": "Peterson Thomas \"Pete\" Orr (born June 8, 1979) is a Canadian professional baseball infielder who is a free agent.",
      "pageId": 2114804,
      "monthDay": "06/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shilpa_Shetty",
      "name": "Shilpa Shetty",
      "aboutText": "Kenji Johjima (城島 健司, Jōjima Kenji, born June 8, 1976 in Sasebo, Japan) /ˈdʒoʊdʒiːmə/ is a Japanese former professional baseball player. He played as a catcher in Major League Baseball for four years with the Seattle Mariners in the American League, then returned to Japan and played for the Hanshin Tigers.\nOn November 21, 2005, Johjima and the Mariners agreed to a $16.5 million, three-year contract.",
      "pageId": 3232707,
      "monthDay": "06/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lindsay_Davenport",
      "name": "Lindsay Davenport",
      "aboutText": "Lucija Šerbedžija (born June 8, 1973 in Zagreb, Croatia, then Yugoslavia) is a Croatian actress and model, daughter of veteran actor Rade Šerbedžija. She is probably best known in the English-speaking world for her role in The Saint as a Russian prostitute, in which her father also starred.\nShe is a winner of two Golden Arena awards for Best Actress in 1999 (Madonna) and 2001 (for Slow Surrender).",
      "pageId": 6818531,
      "monthDay": "06/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Trish_Goff",
      "name": "Trish Goff",
      "aboutText": "Eun Ji-won (born June 8, 1978) is a South Korean rapper, host, dancer, composer and former leader of the first generation idol group Sechs Kies (젝스키스). After the group's disbandment in 2000, Eun pursued a solo career in 2001 with his first single (\"A-Ha\") and has mainly focused on hip-hop ever since.",
      "pageId": 7740373,
      "monthDay": "06/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kenji_Johjima",
      "name": "Kenji Johjima",
      "aboutText": "Shaparak \"Shappi\" Khorsandi (Persian: شاپرک خرسندی, born 8 June 1973) is an Iranian-born British comedian. In December 2015, she was elected president of the British Humanist Association.",
      "pageId": 8313885,
      "monthDay": "06/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Catherine_McKinnell",
      "name": "Catherine McKinnell",
      "aboutText": "Christian Mayrleb (born 8 June 1972 in Wels) is an Austrian footballer who currently plays for Austrian team FC Pasching.",
      "pageId": 10926717,
      "monthDay": "06/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kanye_West",
      "name": "Kanye West",
      "aboutText": "Alexei Kozlov (born June 8, 1979 in Tallinn) is an Estonian figure skater. He is the 2001, 2003 & 2004 Estonian national champion and a multiple silver- and bronze-medalist at that competition. He is the 1997 Ondrej Nepela Memorial silver medalist.",
      "pageId": 17392189,
      "monthDay": "06/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eun_Ji-won",
      "name": "Eun Ji-won",
      "aboutText": "Shilpa Shetty (born c. 1975), also known as Shilpa Shetty Kundra after her marriage, is an Indian film actress, producer and former model. The elder sister of actress Shamita Shetty, she appears predominantly in Bollywood films, however, has also worked in a few Telugu, Tamil and Kannada language films.",
      "pageId": 18319111,
      "monthDay": "06/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Maria_Menounos",
      "name": "Maria Menounos",
      "aboutText": "Trish Goff (born June 8, 1976) is an American former model, actress, and real estate broker.",
      "pageId": 22134707,
      "monthDay": "06/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alexei_Kozlov_(figure_skater)",
      "name": "Alexei Kozlov",
      "aboutText": "Maxim Gaudette (born June 8, 1974) is a Canadian actor from Quebec. He won both the Genie Award for Best Supporting Actor and the Jutra Award for Best Supporting Actor in 2010 for his role as Marc Lépine in the 2009 film Polytechnique.\nOriginally from Sherbrooke, he is the son of former hockey player André Gaudette.",
      "pageId": 26936738,
      "monthDay": "06/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Pete_Orr",
      "name": "Pete Orr",
      "aboutText": "Catherine McKinnell (born 8 June 1976) is a British Labour Party politician who has been the Member of Parliament (MP) for Newcastle upon Tyne North since 2010.",
      "pageId": 27273652,
      "monthDay": "06/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Derek_Trucks",
      "name": "Derek Trucks",
      "aboutText": "Alma Lepina-Lāce (born 8 June 1974) is a Latvian former competitive figure skater. She represented Latvia at the 1992 Winter Olympics in Albertville and finished 20th. Her best result at an ISU Championship was 13th at the 1993 European Championships.",
      "pageId": 42536716,
      "monthDay": "06/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Adine_Wilson",
      "name": "Adine Wilson",
      "aboutText": "Kim Antonie Lode Clijsters (Dutch pronunciation: [kɪm ˈklɛistərs]; born 8 June 1983) is a Belgian former professional tennis player. Clijsters is a former world No. 1 in both singles and doubles.",
      "pageId": 262793,
      "monthDay": "06/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rob_Holliday",
      "name": "Rob Holliday",
      "aboutText": "Nadezhda Viktorovna Petrova (Russian: Надежда Викторовна Петрова; born June 8, 1982) is a Russian professional tennis player.\nOverall, she has won 37 WTA Titles, 13 in singles and 24 in doubles. In singles, Petrova reached a career-high ranking of world no.",
      "pageId": 670428,
      "monthDay": "06/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/%C4%B0pek_%C5%9Eeno%C4%9Flu",
      "name": "İpek Şenoğlu",
      "aboutText": "Ai Nonaka (野中 藍, Nonaka Ai, born June 8, 1981 in Sawara-ku, Fukuoka) is a Japanese voice actress and singer. She works for Aoni Production and was formerly a member of the voice actor unit Drops, which included fellow voice actor Akemi Kanda, Tomoko Kaneda, Mariko Kōda, and Ryōko Shiraishi.",
      "pageId": 1130752,
      "monthDay": "06/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gustavo_Manduca",
      "name": "Gustavo Manduca",
      "aboutText": "For the phenomenon associated with rainbows, see Alexander's band.\nAlexander Max \"Alex\" Band (born June 8, 1981) is an American musician and singer-songwriter, best known for his work in his former band The Calling and their hit song \"Wherever You Will Go\", which topped the Adult Top 40 for 23 weeks.\nAlong with bandmate and fellow songwriter Aaron Kamin as part of The Calling, the pair achieved success with the release of their two studio albums; Camino Palmero (2001) and Two (2004).",
      "pageId": 1211926,
      "monthDay": "06/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jamie_Spencer",
      "name": "Jamie Spencer",
      "aboutText": "Sara Ullrika Watkins (born June 8, 1981) is an American singer-songwriter and fiddler. Watkins debuted in 1989 as fiddler and founding member of the progressive bluegrass group Nickel Creek along with her brother Sean and mandolinist Chris Thile. In addition to singing and fiddling, Watkins also plays the ukulele and the guitar, and also played percussion while touring with The Decemberists.",
      "pageId": 2380952,
      "monthDay": "06/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alex_Band",
      "name": "Alex Band",
      "aboutText": "İpek Şenoğlu (born 8 June 1979, in Eskişehir), nicknamed İpeko, is a former Turkish tennis player. Şenoğlu first made history in June 2004 when she was accepted into the women's doubles qualifying for Wimbledon. Though İpek did not advance into the main draw of Wimbledon, she became the first Turk ever to play in a qualifying tournament for a Grand Slam event.",
      "pageId": 2670704,
      "monthDay": "06/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Matteo_Meneghello",
      "name": "Matteo Meneghello",
      "aboutText": "Michael Anthony \"Mike\" Cammalleri (born June 8, 1982) is a Canadian professional ice hockey player, who is an alternate captain of the New Jersey Devils of the National Hockey League (NHL). He was a second round selection, 49th overall, of the Los Angeles Kings at the 2001 NHL Entry Draft. He made his NHL debut with the Kings in 2002 and scored the first regular season goal ever scored in a game played in Europe in 2007.",
      "pageId": 2675528,
      "monthDay": "06/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ai_Nonaka",
      "name": "Ai Nonaka",
      "aboutText": "Lee Harding (born 8 June 1983) is an Australian pop singer. He is from Frankston, Victoria, where he worked at the local AMC cinema multiplex.",
      "pageId": 2713568,
      "monthDay": "06/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sara_Watkins",
      "name": "Sara Watkins",
      "aboutText": "Dickson Paul Etuhu (born 8 June 1982 in Kano) is a Nigerian professional footballer who plays for Swedish AIK in Allsvenskan. His younger brother Kelvin is also a footballer. He grew up in Peckham, south London, but then, the family moved to Manchester for Dickson to pursue his professional ambitions with City.",
      "pageId": 4003855,
      "monthDay": "06/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matteo_Barbini",
      "name": "Matteo Barbini",
      "aboutText": "Coby Joseph Karl (born June 8, 1983) is a former American basketball player who currently works as an assistant coach for the Westchester Knicks of the NBA Development League.",
      "pageId": 5429777,
      "monthDay": "06/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Cammalleri",
      "name": "Michael Cammalleri",
      "aboutText": "Gustavo Manduca (born 8 June 1980) is a former Brazilian footballer who played mainly as a left winger.\nHe also holds an Italian passport, and played professionally in five different countries, mainly in Portugal – where he represented six teams in seven years, including a very brief spell with Benfica. He amassed Primeira Liga totals of 91 games and 15 goals, during three seasons.",
      "pageId": 5438173,
      "monthDay": "06/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dickson_Etuhu",
      "name": "Dickson Etuhu",
      "aboutText": "Irina Lăzăreanu (Romanian pronunciation: [iriˈna ləzəˈre̯anu]; born 8 June 1982) is a Romanian Canadian model.",
      "pageId": 5755980,
      "monthDay": "06/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Irina_L%C4%83z%C4%83reanu",
      "name": "Irina Lăzăreanu",
      "aboutText": "Mamoru Miyano (宮野 真守, Miyano Mamoru, born Wednesday, June 8, 1983) is a Japanese voice actor, actor, and singer from Saitama Prefecture. He is best known for his roles on Ouran High School Host Club, Vampire Knight, Death Note, Soul Eater, Tokyo Ghoul, Free! , Mobile Suit Gundam 00, Kōtetsu Sangokushi, Steins;Gate, Nobunaga the Fool, and Uta no Prince-sama.",
      "pageId": 5841372,
      "monthDay": "06/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nadia_Petrova",
      "name": "Nadia Petrova",
      "aboutText": "Gaines Adams (June 8, 1983 – January 17, 2010) was an American professional football player who was a defensive end in the National Football League (NFL) for three seasons. He played college football for Clemson University, and was recognized as a unanimous All-American.",
      "pageId": 6113576,
      "monthDay": "06/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gaines_Adams",
      "name": "Gaines Adams",
      "aboutText": "Pantelis Kapetanos (Greek: Παντελής Καπετάνος; born 8 June 1983 in Ptolemaida) is a Greek footballer currently playing for Greek club Skoda Xanthi. He plays as a striker and is known for his last minute goals and for the tendency to score them with his head, which he celebrates by covering his forehead with his forearm.",
      "pageId": 6389668,
      "monthDay": "06/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kim_Clijsters",
      "name": "Kim Clijsters",
      "aboutText": "Matteo Barbini (born 8 June 1982 in Venice) is an Italian rugby union player. His usual position is in the centres. He plays for English National Division One club Esher RFC, although is yet to represent them in the league due to a long-standing injury suffered pre-season.",
      "pageId": 7350621,
      "monthDay": "06/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lee_Harding",
      "name": "Lee Harding",
      "aboutText": "Jamie Spencer (born 8 June 1980) is an Irish flat racing jockey currently riding in the UK. He has been champion jockey in both Ireland and Britain and has won four classics, two in each country. Spencer is widely regarded as one of the best, and most naturally talented, UK-based Jockeys. He is an advocate for the art of holding up horses late into the races, and then making use of their natural dash of speed.",
      "pageId": 8297674,
      "monthDay": "06/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pantelis_Kapetanos",
      "name": "Pantelis Kapetanos",
      "aboutText": "Matteo Meneghello (born 8 June 1981 in Abano Terme) is an Italian racing driver.",
      "pageId": 8485589,
      "monthDay": "06/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Coby_Karl",
      "name": "Coby Karl",
      "aboutText": "Adine Rachel Wilson (née Harper, born 8 June 1979) is a former New Zealand international netball representative.",
      "pageId": 9433223,
      "monthDay": "06/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mamoru_Miyano",
      "name": "Mamoru Miyano",
      "aboutText": "Rob Holliday is a professional musician. He was the live guitarist of industrial metal band Marilyn Manson as well as for Gary Numan, The Prodigy, and Sulpher. He joined in 2007 as Marilyn Manson's live bassist, but switched to guitars in January 2008 due to the return of former bass player Twiggy Ramirez.",
      "pageId": 10677889,
      "monthDay": "06/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrea_Casiraghi",
      "name": "Andrea Casiraghi",
      "aboutText": "Alexandre Despatie (born June 8, 1985) is a Canadian diver and broadcaster from Laval, Quebec. He was the world champion at the 1 and 3 m springboards from 2005 to 2007 and is the first, and so far only, diver to have been world champion in the three categories (1, 3 and 10 m platform). He is also a 37-time Canadian senior diving champion, and nine-time junior champion.",
      "pageId": 901229,
      "monthDay": "06/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Javier_Mascherano",
      "name": "Javier Mascherano",
      "aboutText": "Javier Alejandro Mascherano (Spanish pronunciation: [mastʃeˈɾano], locally: [maʰtʃeˈɾano]; born 8 June 1984) is an Argentine professional footballer who plays for Spanish club FC Barcelona and the Argentina national team, as a defensive midfielder or central defender. He is known for his excellent leadership skills on the field.\nMascherano began his career at River Plate.",
      "pageId": 1186363,
      "monthDay": "06/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexandre_Despatie",
      "name": "Alexandre Despatie",
      "aboutText": "Andrea Albert Pierre Casiraghi (born 8 June 1984) is the elder son of Caroline, Princess of Hanover, and her second husband Stefano Casiraghi, and the eldest grandchild of Rainier III, Prince of Monaco, and American actress Grace Kelly.",
      "pageId": 1255756,
      "monthDay": "06/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Patrick_Kaleta",
      "name": "Patrick Kaleta",
      "aboutText": "Countess Eloise of Oranje-Nassau, Jonkvrouwe van Amsberg (Eloise Beatrix Sophie Laurence; born 8 June 2002) is the first child and daughter of Prince Constantijn and Princess Laurentien of the Netherlands. She is member of the Dutch Royal Family and currently fifth in the line of succession to the Dutch throne.\nCountess Eloise was born in Bronovo Hospital in The Hague.",
      "pageId": 1751256,
      "monthDay": "06/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Coralie_Balmy",
      "name": "Coralie Balmy",
      "aboutText": "Richard Jonathan Fleeshman (born 8 June 1989) is an English actor and singer-songwriter.",
      "pageId": 1791520,
      "monthDay": "06/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Issiar_Dia",
      "name": "Issiar Dia",
      "aboutText": "Patrick Kaleta (born June 8, 1986) is an American professional ice hockey right winger who is currently playing with the Rochester Americans of the American Hockey League (AHL). Kaleta played for the Buffalo Sabres of the National Hockey League (NHL) from 2006 until 2015.",
      "pageId": 6357970,
      "monthDay": "06/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Samantha_Saint",
      "name": "Samantha Saint",
      "aboutText": "Issiar Dia (born 8 June 1987) is a French-born Senegalese footballer who plays for Ligue 1 side Gazélec Ajaccio.",
      "pageId": 7742352,
      "monthDay": "06/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Timea_Bacsinszky",
      "name": "Timea Bacsinszky",
      "aboutText": "Timea Bacsinszky (born 8 June 1989) is a Swiss professional tennis player who has won three singles and four doubles titles on the WTA Tour. 2015 has been a breakthrough year for her in singles, winning a career-best 15 consecutive matches spanning two titles then reaching the semifinals of the French Open, the first time she advanced past the third round of a major. She also reached her first Premier Mandatory final at the China Open.",
      "pageId": 12935706,
      "monthDay": "06/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Richard_Fleeshman",
      "name": "Richard Fleeshman",
      "aboutText": "Coralie Balmy (born 8 June 1987) is a French freestyle swimmer. She won her first senior title at the 2008 European Aquatics Championships in Eindhoven in the 4×200 relay freestyle. At the same Championships she won the silver medal in the 400 m freestyle with the time of 4:04.15, all-time fourth fastest behind Federica Pellegrini's world record.",
      "pageId": 16914156,
      "monthDay": "06/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mitchell_Schwartz",
      "name": "Mitchell Schwartz",
      "aboutText": "Michael David Bushell MBE (born 8 June 1990) is a Paralympic athlete from Telford, Shropshire, England competing mainly in category T53 sprint events after being born without seven vertebrae in his back.\n^ GRO reference: July 1990, Vol.",
      "pageId": 21441142,
      "monthDay": "06/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mickey_Bushell",
      "name": "Mickey Bushell",
      "aboutText": "Sebastião de Freitas Couto Júnior, better known as Sebá (born June 8, 1992 in Salvador) is a Brazilian professional footballer who plays for Greek club Olympiacos F.C. mainly as a centre forward.",
      "pageId": 29764279,
      "monthDay": "06/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Seb%C3%A1",
      "name": "Sebá",
      "aboutText": "Mitchell Bryan Schwartz (born June 8, 1989) is an American football offensive tackle for the Cleveland Browns of the National Football League (NFL). He is 6 feet 5 inches (1.96 m) tall, and weighs 320 pounds (145 kg).\nSchwartz played college football at the University of California, Berkeley, for the Golden Bears.",
      "pageId": 34940839,
      "monthDay": "06/08"
    },
    {
      "year": "1996",
      "uri": "/wiki/Do%C4%9Fanay_K%C4%B1l%C4%B1%C3%A7",
      "name": "Doğanay Kılıç",
      "aboutText": "Francesca Angelucci Capaldi (born June 8, 2004) is an American child actress.",
      "pageId": 37893071,
      "monthDay": "06/08"
    },
    {
      "year": "1997",
      "uri": "/wiki/Je%C4%BCena_Ostapenko",
      "name": "Jeļena Ostapenko",
      "aboutText": "Samantha Saint (born June 8, 1987) is the stage name of an American pornographic actress, model and Penthouse Pet of the Month for October 2012.",
      "pageId": 37951727,
      "monthDay": "06/08"
    },
    {
      "year": "2002",
      "uri": "/wiki/Countess_Eloise_of_Orange-Nassau_van_Amsberg",
      "name": "Countess Eloise of Orange-Nassau van Amsberg",
      "aboutText": "Jeļena Ostapenko (born 8 June 1997 in Riga) is a Latvian tennis player.\nOstapenko has won seven singles and eight doubles titles on the ITF tour in her career. On 14 September 2015, she reached her best singles ranking of world number 101.",
      "pageId": 38635698,
      "monthDay": "06/08"
    },
    {
      "year": "2004",
      "uri": "/wiki/Francesca_Capaldi",
      "name": "Francesca Capaldi",
      "aboutText": "Doğanay Kılıç (born 8 June 1996) is a Turkish footballer who plays as a midfielder for Bursaspor A2. He made his Süper Lig debut on 19 May 2013 against Gençlerbirliği.\n^ \"DOĞANAY KILIÇ - Player Details\".",
      "pageId": 39482463,
      "monthDay": "06/08"
    }
  ]
}