{
  "people": [
    {
      "year": "1580",
      "uri": "/wiki/Daniel_Heinsius",
      "name": "Daniel Heinsius",
      "aboutText": "Elizabeth Garrett Anderson, LSA, MD (9 June 1836 – 17 December 1917), was an English physician and feminist, the first Englishwoman to qualify as a physician and surgeon in Britain, the co-founder of the first hospital staffed by women, the first dean of a British medical school, the first female doctor of medicine in France, the first woman in Britain to be elected to a school board and, as Mayor of Aldeburgh, the first female mayor and magistrate in Britain.",
      "pageId": 9695,
      "monthDay": "06/09"
    },
    {
      "year": "1588",
      "uri": "/wiki/Johann_Andreas_Herbst",
      "name": "Johann Andreas Herbst",
      "aboutText": "George Stephenson (9 June 1781 – 12 August 1848) was an English civil engineer and mechanical engineer who built the first public inter-city railway line in the world to use steam locomotives, the Liverpool and Manchester Railway which opened in 1830. Renowned as the \"Father of Railways\", the Victorians considered him a great example of diligent application and thirst for improvement, with self-help advocate Samuel Smiles particularly praising his achievements.",
      "pageId": 12578,
      "monthDay": "06/09"
    },
    {
      "year": "1595",
      "uri": "/wiki/W%C5%82adys%C5%82aw_IV_Vasa",
      "name": "Władysław IV Vasa",
      "aboutText": "Peter the Great (Russian: Пётр Вели́кий, tr. Pyotr Velikiy; IPA: [ˈpʲɵtr vʲɪˈlʲikʲɪj]), Peter I (Russian: Пётр I, tr. Pyotr I; IPA: [ˈpʲɵtr ˈpʲɛrvɨj]) or Peter Alexeyevich (Russian: Пётр Алексе́евич; IPA: [ˈpʲɵtr ɐlʲɪˈksʲejɪvʲɪtɕ]; 9 June [O.S. 30 May] 1672 – 8 February [O.S. 28 January] 1725) ruled the Tsardom of Russia and later the Russian Empire from 7 May (O.S. 27 April) 1682 until his death, jointly ruling before 1696 with his elder half-brother, Ivan V. Through a number of successful wars he expanded the Tsardom into a much larger empire that became a major European power.",
      "pageId": 44356,
      "monthDay": "06/09"
    },
    {
      "year": "1640",
      "uri": "/wiki/Leopold_I,_Holy_Roman_Emperor",
      "name": "Leopold I, Holy Roman Emperor",
      "aboutText": "Bertha Felicitas Sophie Freifrau von Suttner (Baroness Bertha von Suttner, née Countess Kinsky, Gräfin Kinsky von Wchinitz und Tettau; 9 June 1843 – 21 June 1914) was a Czech-Austrian pacifist and novelist. In 1905 she was the first woman to be awarded the Nobel Peace Prize, thus being the second female Nobel laureate after Marie Curie's 1903 award, and the first Austrian laureate.",
      "pageId": 55451,
      "monthDay": "06/09"
    },
    {
      "year": "1661",
      "uri": "/wiki/Feodor_III_of_Russia",
      "name": "Feodor III of Russia",
      "aboutText": "Charles Joseph Bonaparte (June 9, 1851 – June 28, 1921) was an American lawyer and political activist for progressive and liberal causes. Originally from Baltimore, Maryland. he served in the cabinet of the 26th U.S. President, Theodore Roosevelt.",
      "pageId": 62453,
      "monthDay": "06/09"
    },
    {
      "year": "1672",
      "uri": "/wiki/Peter_the_Great",
      "name": "Peter the Great",
      "aboutText": "Feodor (Theodore) III Alexeyevich of Russia (in Russian: Фёдор III Алексеевич) (9 June 1661 – 7 May 1682) was the Tsar of all Russia between 1676 and 1682.",
      "pageId": 148201,
      "monthDay": "06/09"
    },
    {
      "year": "1686",
      "uri": "/wiki/Andrey_Osterman",
      "name": "Andrey Osterman",
      "aboutText": "",
      "pageId": 148788,
      "monthDay": "06/09"
    },
    {
      "year": "1732",
      "uri": "/wiki/Giuseppe_Demachi",
      "name": "Giuseppe Demachi",
      "aboutText": "Count Andrey Ivanovich Osterman (Russian: Андрей Иванович Остерман) (9 June 1686 – 31 May 1747) was a German-born Russian statesman who came to prominence under Tsar Peter I of Russia (Peter the Great) and served until the accession of the Tsesarevna Elizabeth. His foreign policy was based upon the Austrian alliance.",
      "pageId": 205249,
      "monthDay": "06/09"
    },
    {
      "year": "1754",
      "uri": "/wiki/Francis_Mackenzie,_1st_Baron_Seaforth",
      "name": "Francis Mackenzie, 1st Baron Seaforth",
      "aboutText": "Johann Gottfried Galle (9 June 1812 – 10 July 1910) was a German astronomer from Radis, Germany, at the Berlin Observatory who, on 23 September 1846, with the assistance of student Heinrich Louis d'Arrest, was the first person to view the planet Neptune and know what he was looking at. Urbain Le Verrier had predicted the existence and position of Neptune, and sent the coordinates to Galle, asking him to verify. Galle found Neptune in the same night he received Le Verrier's letter, within 1° of the predicted position.",
      "pageId": 206620,
      "monthDay": "06/09"
    },
    {
      "year": "1768",
      "uri": "/wiki/Samuel_Slater",
      "name": "Samuel Slater",
      "aboutText": "This article is about the 17th-century Polish king; for another person called Władysław IV of Poland, see Władysław I the Elbow-High",
      "pageId": 207239,
      "monthDay": "06/09"
    },
    {
      "year": "1781",
      "uri": "/wiki/George_Stephenson",
      "name": "George Stephenson",
      "aboutText": "Gilbert John Elliot-Murray-Kynynmound, 4th Earl of Minto KG GCSI GCMG GCIE PC (9 July 1845 – 1 March 1914) was a British nobleman and politician who served as Governor General of Canada, the eighth since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 17th.",
      "pageId": 237739,
      "monthDay": "06/09"
    },
    {
      "year": "1810",
      "uri": "/wiki/Otto_Nicolai",
      "name": "Otto Nicolai",
      "aboutText": "Daniel Heinsius (or Heins) (9 June 1580 – 25 February 1655) was one of the most famous scholars of the Dutch Renaissance.",
      "pageId": 311717,
      "monthDay": "06/09"
    },
    {
      "year": "1812",
      "uri": "/wiki/Johann_Gottfried_Galle",
      "name": "Johann Gottfried Galle",
      "aboutText": "Samuel Slater (June 9, 1768 – April 21, 1835) was an early English-American industrialist known as the \"Father of the American Industrial Revolution\" (a phrase coined by Andrew Jackson) and the \"Father of the American Factory System.\" In the UK he was called \"Slater the Traitor\"  because he brought British textile technology to America, modifying it for United States use. He learned textile machinery as an apprentice to a pioneer in the British industry. Immigrating to the United States at the age of 21, he designed the first textile mills, and later went into business for himself, developing a family business with his sons.",
      "pageId": 362607,
      "monthDay": "06/09"
    },
    {
      "year": "1836",
      "uri": "/wiki/Elizabeth_Garrett_Anderson",
      "name": "Elizabeth Garrett Anderson",
      "aboutText": "Michael Peter Ancher (9 June 1849 – 19 September 1927) was a Danish realist artist.",
      "pageId": 411247,
      "monthDay": "06/09"
    },
    {
      "year": "1837",
      "uri": "/wiki/Anne_Isabella_Thackeray_Ritchie",
      "name": "Anne Isabella Thackeray Ritchie",
      "aboutText": "Carl Otto Ehrenfried Nicolai (9 June 1810 – 11 May 1849) was a German composer, conductor, and founder of the Vienna Philharmonic. Nicolai is best known for his operatic version of Shakespeare's comedy The Merry Wives of Windsor as Die lustigen Weiber von Windsor. In addition to five operas, Nicolai composed lieder, works for orchestra, chorus, ensemble, and solo instruments.",
      "pageId": 579863,
      "monthDay": "06/09"
    },
    {
      "year": "1843",
      "uri": "/wiki/Bertha_von_Suttner",
      "name": "Bertha von Suttner",
      "aboutText": "Johann Andreas Herbst (baptized June 9, 1588 – January 24, 1666) was a German composer and music theorist of the early Baroque era.",
      "pageId": 1220106,
      "monthDay": "06/09"
    },
    {
      "year": "1845",
      "uri": "/wiki/Gilbert_Elliot-Murray-Kynynmound,_4th_Earl_of_Minto",
      "name": "Gilbert Elliot-Murray-Kynynmound, 4th Earl of Minto",
      "aboutText": "Francis Humberston Mackenzie, 1st Baron Seaforth FRS (9 June 1754 – 11 January 1815) was a British politician, (by right of his ancestry) Chief of the Highland Clan Mackenzie and raised the renowned 78th (Highlanders) Regiment of Foot.\nWhen he was about twelve he suffered from scarlet fever which resulted in his losing his hearing and almost all speech, from this he was known as MacCoinnich Bodhar (Deaf Mackenzie) in Gaelic. He nearly recovered the use of his tongue but during the last two years of his life, mourning the deaths of his four sons, he never made the attempt to articulate.",
      "pageId": 7021987,
      "monthDay": "06/09"
    },
    {
      "year": "1845",
      "uri": "/wiki/Frank_Norton",
      "name": "Frank Norton",
      "aboutText": "Anne Isabella, Lady Ritchie, née Thackeray (9 June 1837 – 26 February 1919), was an English writer. She was the eldest daughter of William Makepeace Thackeray. She was the author of several novels which were highly regarded in their time, and a central figure in the late Victorian literary scene.",
      "pageId": 8563309,
      "monthDay": "06/09"
    },
    {
      "year": "1849",
      "uri": "/wiki/Michael_Ancher",
      "name": "Michael Ancher",
      "aboutText": "Giuseppe Demachi (9 June 1732 - 1791) was a composer born in Alessandria, Italy. He served as a leading violinist in the city of his birth and later in the city of Geneva with the Concerto di Ginevra of the Societé de Musique. He also served in the employ of one Count Sannazzaro in the 1760s and 1770s at Casale Monferrato.",
      "pageId": 13218197,
      "monthDay": "06/09"
    },
    {
      "year": "1851",
      "uri": "/wiki/Charles_Joseph_Bonaparte",
      "name": "Charles Joseph Bonaparte",
      "aboutText": "Frank Prescott Norton (June 9, 1845 – August 1, 1920) was an American professional baseball player, who played in one game for the Washington Olympics on May 5, 1871.",
      "pageId": 25395618,
      "monthDay": "06/09"
    },
    {
      "year": "1861",
      "uri": "/wiki/Pierre_Duhem",
      "name": "Pierre Duhem",
      "aboutText": "Cole Albert Porter (June 9, 1891 – October 15, 1964) was an American composer and songwriter. Born to a wealthy family in Indiana, he defied the wishes of his domineering grandfather and took up music as a profession. Classically trained, he was drawn towards musical theatre.",
      "pageId": 53360,
      "monthDay": "06/09"
    },
    {
      "year": "1861",
      "uri": "/wiki/Gustav_Heinrich_Johann_Apollon_Tammann",
      "name": "Gustav Heinrich Johann Apollon Tammann",
      "aboutText": "Carl August Nielsen (Danish: [kʰɑːl ˈnelsn̩]; 9 June 1865 – 3 October 1931) was a Danish musician, conductor and violinist, widely recognized as his country's greatest composer. Brought up by poor but musically talented parents on the island of Funen, he demonstrated his musical abilities at an early age. He initially played in a military band before attending the Royal Danish Academy of Music in Copenhagen from 1884 until December 1886.",
      "pageId": 97817,
      "monthDay": "06/09"
    },
    {
      "year": "1865",
      "uri": "/wiki/Alb%C3%A9ric_Magnard",
      "name": "Albéric Magnard",
      "aboutText": "Nehemiah Curtis \"Skip\" James (June 9, 1902 – October 3, 1969) was an American Delta blues singer, guitarist, pianist and songwriter. Born in Bentonia, Mississippi, United States, he died in Philadelphia, Pennsylvania.\nHe first learned to play guitar from another bluesman from the area, Henry Stuckey.",
      "pageId": 172535,
      "monthDay": "06/09"
    },
    {
      "year": "1865",
      "uri": "/wiki/Carl_Nielsen",
      "name": "Carl Nielsen",
      "aboutText": "Launceston Elliot (9 June 1874 – 8 August 1930) was a Scottish weightlifter, and the first British Olympic champion.\nLaunceston Elliot was conceived in Launceston, Tasmania, Australia, after which he was named, but before his birth his family moved to India and he was born in Kaladgi, Karnataka State. His family was an established part of the Scottish aristocracy with Lord Minto being head of the family which had strong connections with India.",
      "pageId": 225825,
      "monthDay": "06/09"
    },
    {
      "year": "1868",
      "uri": "/wiki/Jane_Avril",
      "name": "Jane Avril",
      "aboutText": "Sir Henry Hallett Dale OM GBE PRS (9 June 1875 – 23 July 1968) was an English pharmacologist and physiologist.",
      "pageId": 240842,
      "monthDay": "06/09"
    },
    {
      "year": "1874",
      "uri": "/wiki/Launceston_Elliot",
      "name": "Launceston Elliot",
      "aboutText": "Pierre Maurice Marie Duhem (French: [pjɛʁ moʁis maʁi dy.ɛm]; 9 June 1861 – 14 September 1916) was a French physicist, mathematician, historian and philosopher of science, best known for his writings on the indeterminacy of experimental criteria and on scientific development in the Middle Ages.",
      "pageId": 424304,
      "monthDay": "06/09"
    },
    {
      "year": "1875",
      "uri": "/wiki/Henry_Hallett_Dale",
      "name": "Henry Hallett Dale",
      "aboutText": "Robert \"Bobby\" Kerr (June 9, 1882 – May 12, 1963) was an Irish Canadian sprinter.",
      "pageId": 506095,
      "monthDay": "06/09"
    },
    {
      "year": "1879",
      "uri": "/wiki/Harry_DeBaecke",
      "name": "Harry DeBaecke",
      "aboutText": "Lucien Denis Gabriel Albéric Magnard (French pronunciation: ​[lysjɑ̃ dəni ɡabʁijɛl albeʁik maɲaːʁ]; 9 June 1865 – 3 September 1914) was a French composer, sometimes referred to as the \"French Bruckner\", though there are significant differences between the two composers. Magnard became a national hero in 1914 when he refused to surrender his property to German invaders and died defending it.",
      "pageId": 682007,
      "monthDay": "06/09"
    },
    {
      "year": "1882",
      "uri": "/wiki/Robert_Kerr_(athlete)",
      "name": "Robert Kerr",
      "aboutText": "Fredrick Malcolm Waring (June 9, 1900 – July 29, 1984) was a popular musician, bandleader and radio-television personality, sometimes referred to as \"America's Singing Master\" and \"The Man Who Taught America How to Sing.\" He was also a promoter, financial backer and eponym of the Waring Blendor, the first modern electric blender on the market.",
      "pageId": 774309,
      "monthDay": "06/09"
    },
    {
      "year": "1885",
      "uri": "/wiki/Felicjan_S%C5%82awoj_Sk%C5%82adkowski",
      "name": "Felicjan Sławoj Składkowski",
      "aboutText": "Jane Avril (9 June 1868 – 17 January 1943) was a French can-can dancer made famous by Henri de Toulouse-Lautrec through his paintings. Extremely thin, 'given to jerky movements and sudden contortions', she was nicknamed La Mélinite, after an explosive.",
      "pageId": 850075,
      "monthDay": "06/09"
    },
    {
      "year": "1890",
      "uri": "/wiki/Leslie_Banks",
      "name": "Leslie Banks",
      "aboutText": "Robert Klark Graham (June 9, 1906 – February 13, 1997) was an American eugenicist and businessman who made millions by developing shatter-proof plastic eyeglass lenses, and who later founded the Repository for Germinal Choice, a sperm bank for geniuses, in the hope of implementing a eugenics program.\nGraham created his \"Nobel sperm bank\" in 1980. Initially, his intent was to obtain sperm only from Nobel laureates, but the scarcity of donors and the low viability of their sperm (because of age) forced Graham to develop a looser set of criteria.",
      "pageId": 859733,
      "monthDay": "06/09"
    },
    {
      "year": "1891",
      "uri": "/wiki/Cole_Porter",
      "name": "Cole Porter",
      "aboutText": "Luigi Cristiano Fagioli (Italian pronunciation: [luˈidʒi faˈdʒɔli]; 9 June 1898 – 20 June 1952), nicknamed \"the Abruzzi robber\", was an Italian motor racing driver. He is currently the oldest driver to win a race in Formula One.",
      "pageId": 1212766,
      "monthDay": "06/09"
    },
    {
      "year": "1893",
      "uri": "/wiki/Irish_Meusel",
      "name": "Irish Meusel",
      "aboutText": "Felice Bonetto (9 June 1903 in Manerbio, near Brescia, Italy – 21 November 1953 in Silao, Mexico) was a courageous racing driver who earned the nickname Il Pirata (The Pirate).\nHe was a road racing legend, who started racing in the 1930s, and enjoyed a brief Formula One career, including a win in the non-Championship Grande Premio do Jubileu in 1953. During his Formula One career, he raced Italian cars, starting with a privateer Maserati for Scuderia Milano, then the works Alfa Romeo, and finally the works Maserati, achieving two shared podiums finishes in the World Championship.",
      "pageId": 1228353,
      "monthDay": "06/09"
    },
    {
      "year": "1895",
      "uri": "/wiki/Archie_Weston",
      "name": "Archie Weston",
      "aboutText": "Leslie James Banks, CBE (9 June 1890 – 21 April 1952) was an English stage and screen actor, director, and producer now best remembered for playing gruff, menacing characters in black-and-white films of the 1930s and 1940s.",
      "pageId": 1293956,
      "monthDay": "06/09"
    },
    {
      "year": "1898",
      "uri": "/wiki/Luigi_Fagioli",
      "name": "Luigi Fagioli",
      "aboutText": "Marcia Davenport (June 9, 1903 – January 16, 1996) was an American author and music critic.",
      "pageId": 1522634,
      "monthDay": "06/09"
    },
    {
      "year": "1900",
      "uri": "/wiki/Fred_Waring",
      "name": "Fred Waring",
      "aboutText": "Felicjan Sławoj Składkowski (Polish pronunciation: [fɛˈlit͡sjan ˈswavɔj skwatˈkɔfskʲi]; 9 June 1885, Gąbin – 31 August 1962) was a Polish physician, general and politician who served as Minister of Internal Affairs and was the last Prime Minister of Poland before World War II.",
      "pageId": 1726494,
      "monthDay": "06/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Skip_James",
      "name": "Skip James",
      "aboutText": "Emil Frederick \"Irish\" Meusel (June 9, 1893 – March 1, 1963) was an American baseball Left fielder.\nHe was first signed with the Washington Senators in 1914 and played one game. After a tour in the minor league, he was traded to the Philadelphia Phillies in 1918.",
      "pageId": 6116499,
      "monthDay": "06/09"
    },
    {
      "year": "1903",
      "uri": "/wiki/Felice_Bonetto",
      "name": "Felice Bonetto",
      "aboutText": "Harry Leopold DeBaecke (June 9, 1879 – November 6, 1961) was an American rower who competed in the 1900 Summer Olympics.\nHe was born to Henry DeBaecke (1830-1910) and Octavia Slembrouck (1846-1889) in Philadelphia, Pennsylvania. He had an older sister named Annie.",
      "pageId": 12658591,
      "monthDay": "06/09"
    },
    {
      "year": "1903",
      "uri": "/wiki/Marcia_Davenport",
      "name": "Marcia Davenport",
      "aboutText": "Archie Bruce \"Beak\" Weston (June 9, 1895 – April 1981) was an American football player who was a quarterback for the University of Michigan in 1917 and a halfback in 1919.",
      "pageId": 22297714,
      "monthDay": "06/09"
    },
    {
      "year": "1906",
      "uri": "/wiki/Robert_Klark_Graham",
      "name": "Robert Klark Graham",
      "aboutText": "Gustav Heinrich Johann Apollon Tammann (9 June [O.S. 28 May] 1861 – 17 December 1938) was a prominent chemist-physicist of Estonian and Baltic-German descent who made important contributions in the fields of glassy and solid solutions, heterogeneous equilibria, crystallization, and metallurgy.",
      "pageId": 28781116,
      "monthDay": "06/09"
    },
    {
      "year": "1908",
      "uri": "/wiki/Luis_Kutner",
      "name": "Luis Kutner",
      "aboutText": "Robert Strange McNamara (June 9, 1916 – July 6, 2009) was an American business executive and the eighth Secretary of Defense, serving from 1961 to 1968 under Presidents John F. Kennedy and Lyndon B. Johnson, during which time he played a major role in escalating the United States involvement in the Vietnam War. Following that, he served as President of the World Bank from 1968 to 1981. McNamara was responsible for the institution of systems analysis in public policy, which developed into the discipline known today as policy analysis.",
      "pageId": 80222,
      "monthDay": "06/09"
    },
    {
      "year": "1908",
      "uri": "/wiki/Branch_McCracken",
      "name": "Branch McCracken",
      "aboutText": "Lester William Polsfuss (June 9, 1915 – August 12, 2009), known as Les Paul, was an American jazz, country, and blues guitarist, songwriter, luthier, and inventor. He was one of the pioneers of the solid-body electric guitar, which made the sound of rock and roll possible. Les taught himself how to play guitar and while he is mainly known for rock music, he had an early career in country music.",
      "pageId": 145712,
      "monthDay": "06/09"
    },
    {
      "year": "1910",
      "uri": "/wiki/Robert_Cummings",
      "name": "Robert Cummings",
      "aboutText": "John Gillespie Magee, Jr. (9 June 1922 – 11 December 1941) was an American aviator and poet, made famous for his poem High Flight.",
      "pageId": 202590,
      "monthDay": "06/09"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ted_Hicks",
      "name": "Ted Hicks",
      "aboutText": "Arthur Hertzberg (June 9, 1921 – April 17, 2006) was a Conservative rabbi and prominent Jewish-American scholar and activist.",
      "pageId": 410142,
      "monthDay": "06/09"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ingolf_Dahl",
      "name": "Ingolf Dahl",
      "aboutText": "John Hospers (June 9, 1918 – June 12, 2011) was an American philosopher and politician.",
      "pageId": 531463,
      "monthDay": "06/09"
    },
    {
      "year": "1912",
      "uri": "/wiki/Philip_Simmons",
      "name": "Philip Simmons",
      "aboutText": "Luis Kutner (June 9, 1908 – March 1, 1993), was a US human rights activist and lawyer who co-founded Amnesty International with Peter Benenson in 1961, and created the concept of a living will. He was also notable for his advocacy of \"world habeas corpus\", the development of an international writ of habeas corpus to protect individual human rights. He was a founder of World Habeas Corpus, an organization created to fight for international policies which would protect individuals against unwarranted imprisonment.",
      "pageId": 551210,
      "monthDay": "06/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jim_McDonald_(American_football)",
      "name": "Jim McDonald",
      "aboutText": "Philip Simmons (June 9, 1912 – June 22, 2009) was an American artisan and blacksmith specializing in the craft of ironwork. Simmons spent 78 years as a blacksmith, focusing on decorative iron work. When he began his career, blacksmiths in Charleston made practical, everyday household objects, such as horseshoes.",
      "pageId": 892447,
      "monthDay": "06/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Les_Paul",
      "name": "Les Paul",
      "aboutText": "George Axelrod (June 9, 1922 – June 21, 2003) was an American screenwriter, producer, playwright and film director, best known for his play, The Seven Year Itch (1952), which was adapted into a movie of the same name starring Marilyn Monroe.",
      "pageId": 1182250,
      "monthDay": "06/09"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jurij_Br%C4%9Bzan",
      "name": "Jurij Brězan",
      "aboutText": "Gerald Götting (9 June 1923 - 19 May 2015) was an East German Christian Democratic (CDU) politician.",
      "pageId": 1214851,
      "monthDay": "06/09"
    },
    {
      "year": "1916",
      "uri": "/wiki/Siegfried_Graetschus",
      "name": "Siegfried Graetschus",
      "aboutText": "Charles Clarence Robert Orville Cummings (June 9, 1910 – December 2, 1990) was an American film and television actor known mainly for his roles in comedy films such as The Devil and Miss Jones (1941) and Princess O'Rourke (1943), but was also effective in dramatic films, especially two of Alfred Hitchcock's thrillers, Saboteur (1942) and Dial M for Murder (1954). Cummings received five Primetime Emmy Award nominations, and won the Primetime Emmy Award for Best Actor in a Single Performance in 1955. In 1960, he received two stars on the Hollywood Walk of Fame for motion pictures and television.",
      "pageId": 1298267,
      "monthDay": "06/09"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_McNamara",
      "name": "Robert McNamara",
      "aboutText": "Fernand Seguin, CC OQ (June 9, 1922 – June 19, 1988) was a Canadian biochemist, professor and host of science programs on radio and television.",
      "pageId": 1801254,
      "monthDay": "06/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/Eric_Hobsbawm",
      "name": "Eric Hobsbawm",
      "aboutText": "Ingolf Dahl (June 9, 1912 – August 6, 1970) was a German-born American composer, pianist, conductor, and educator.",
      "pageId": 2268631,
      "monthDay": "06/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_Hospers",
      "name": "John Hospers",
      "aboutText": "Jean Lacouture (June 9, 1921 – July 16, 2015) was a journalist, historian and author.",
      "pageId": 2466509,
      "monthDay": "06/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Arthur_Hertzberg",
      "name": "Arthur Hertzberg",
      "aboutText": "Emmett B. \"Branch\" McCracken (June 9, 1908 – June 4, 1970) was an American basketball player and coach. He served as the head basketball coach at Ball State University from 1930 to 1938 and at Indiana University Bloomington from 1938 to 1943 and again from 1946 to 1965. McCracken's Indiana Hoosiers teams twice won the NCAA Championship, in 1940 and 1953.",
      "pageId": 3184905,
      "monthDay": "06/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jean_Lacouture",
      "name": "Jean Lacouture",
      "aboutText": "Jurij Brězan (9 June 1916 – 12 March 2006) was a Sorbian writer. His works, especially the novels, narrative works and children's books, were available in the two languages German and Upper Sorbian.\nHe lived, following its creation during and after 1945, in the German Democratic Republic (East Germany).",
      "pageId": 4374274,
      "monthDay": "06/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/George_Axelrod",
      "name": "George Axelrod",
      "aboutText": "Anthony Edward Lowry \"Tony\" Britton (born 9 June 1924) is an English actor. He is the father of presenter Fern Britton, scriptwriter Cherry Britton and actor Jasper Britton.",
      "pageId": 4869128,
      "monthDay": "06/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Gillespie_Magee,_Jr.",
      "name": "John Gillespie Magee, Jr.",
      "aboutText": "James Allen McDonald (June 9, 1915 – May 1, 1997) was a college and professional American football player, and later the football head coach at the University of Tennessee for one season.",
      "pageId": 10232386,
      "monthDay": "06/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/Fernand_Seguin",
      "name": "Fernand Seguin",
      "aboutText": "Siegfried Graetschus (9 June 1916 — 14 October 1943) was a German SS-Oberscharführer (Staff Sergeant) at Sobibor extermination camp in World War II during the deadliest phase of the Holocaust in occupied Poland. He was promoted to the rank of Untersturmfuhrer (Junior Storm Leader) during his time at Sobibor. Graetschus was a Nazi perpetrator of the genocide of the Jews in the implementation of Operation Reinhard.",
      "pageId": 31437795,
      "monthDay": "06/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gerald_G%C3%B6tting",
      "name": "Gerald Götting",
      "aboutText": "Eric John Ernest Hobsbawm, CH, PhD, FBA, FRSL (/ˈhɒbz.bɔːm/; 9 June 1917 – 1 October 2012) was a British Marxist historian of the rise of industrial capitalism, socialism, and nationalism. His best-known works include his trilogy about what he called the \"long 19th century\" (The Age of Revolution: Europe 1789–1848, The Age of Capital: 1848–1875 and The Age of Empire: 1875–1914), The Age of Extremes on the short 20th century, and an edited volume that introduced the influential idea of \"invented traditions\".\nHobsbawm was born in Egypt but spent his childhood mostly in Vienna and Berlin.",
      "pageId": 38646961,
      "monthDay": "06/09"
    },
    {
      "year": "1924",
      "uri": "/wiki/Tony_Britton",
      "name": "Tony Britton",
      "aboutText": "Sir Edwin William \"Ted\" Hicks CBE (9 June 1910 – 14 May 1984) was a senior Australian public servant and diplomat.",
      "pageId": 42578030,
      "monthDay": "06/09"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ed_Farhat",
      "name": "Ed Farhat",
      "aboutText": "Jack Leroy \"Jackie\" Wilson, Jr. (June 9, 1934 – January 21, 1984) was an American soul singer-songwriter and performer. A tenor with a four octave vocal range, he was nicknamed \"Mr.",
      "pageId": 149144,
      "monthDay": "06/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/Keith_Laumer",
      "name": "Keith Laumer",
      "aboutText": "John Keith Laumer ((1925-06-09)June 9, 1925 – January 23, 1993(1993-01-23)) was an American science fiction author. Prior to becoming a full-time writer, he was an officer in the United States Air Force and a U.S. diplomat. His older brother March Laumer was also a writer, known for his adult reinterpretations of the Land of Oz (also mentioned in Laumer's The Other Side of Time).",
      "pageId": 207774,
      "monthDay": "06/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/Herman_Sarkowsky",
      "name": "Herman Sarkowsky",
      "aboutText": "Jackie Mason (born June 9, 1931) is an American stand-up comedian and film and television actor. He is ranked #63 on Comedy Central's 100 greatest stand-up comedians of all-time.\n^ a b \"Jackie Mason\".",
      "pageId": 308131,
      "monthDay": "06/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Calvin_%22Fuzz%22_Jones",
      "name": "Calvin \"Fuzz\" Jones",
      "aboutText": "Jordi Pujol i Soley (Catalan pronunciation: [ˈʒɔrði puˈʒɔɫ i suˈɫɛj], born 9 June 1930) is a Spanish politician who was the leader of the party Convergència Democràtica de Catalunya (CDC) from 1974 to 2003, and President of the Generalitat de Catalunya from 1980 to 2003.",
      "pageId": 401853,
      "monthDay": "06/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Happy_Rockefeller",
      "name": "Happy Rockefeller",
      "aboutText": "Michael John Mates (born 9 June 1934) is a Conservative Party politician who was the Member of Parliament (MP) for the constituency of East Hampshire from 1974 to 2010.",
      "pageId": 421704,
      "monthDay": "06/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jim_Nolan_(basketball)",
      "name": "Jim Nolan",
      "aboutText": "Monique Andrée Serf (June 9, 1930 – November 24, 1997), whose stage name was Barbara, was a French singer. She took her stage name from her Russian grandmother, Varvara Brodsky.",
      "pageId": 562615,
      "monthDay": "06/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/R._Geraint_Gruffydd",
      "name": "R. Geraint Gruffydd",
      "aboutText": "Ragnhild Alexandra Lorentzen, Princess of Norway (9 June 1930 – 16 September 2012) was the eldest child of King Olav V of Norway and Princess Märtha of Sweden, and by birth a Princess of Norway and a member of the House of Schleswig-Holstein-Sonderburg-Glücksburg. She was the older sister of King Harald V of Norway and Princess Astrid of Norway.\nShe was a great-great granddaughter of Queen Victoria of the United Kingdom and thus a second cousin to Queen Elizabeth II. At the time of her death she was no.",
      "pageId": 847917,
      "monthDay": "06/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Johnny_Ace",
      "name": "Johnny Ace",
      "aboutText": "John Marshall Alexander, Jr. (June 9, 1929 – December 25, 1954), known by the stage name Johnny Ace, was an American rhythm and blues singer.",
      "pageId": 1253854,
      "monthDay": "06/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Barbara_(singer)",
      "name": "Barbara",
      "aboutText": "Robert Geraint Gruffydd, FLSW, FBA (9 June 1928-24 March 2015) was a scholar of Welsh language and literature.",
      "pageId": 1408350,
      "monthDay": "06/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jordi_Pujol_i_Soley",
      "name": "Jordi Pujol i Soley",
      "aboutText": "Edward George \"Ed\" Farhat (June 9, 1924 – January 18, 2003) was an American professional wrestler best known as by his ring name The Sheik (or The Original Sheik to distinguish him from The Iron Sheik, a wrestler from the 1980s).",
      "pageId": 1691035,
      "monthDay": "06/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Princess_Ragnhild,_Mrs._Lorentzen",
      "name": "Princess Ragnhild, Mrs. Lorentzen",
      "aboutText": "William Charles Virdon (born June 9, 1931) is a former outfielder, manager and coach in Major League Baseball. A premier defensive outfielder during his playing days (1955–65) as a center fielder for the St. Louis Cardinals and Pittsburgh Pirates (winning a Gold Glove in 1962), Virdon also had a long tenure in the major leagues as a manager, with the Pirates (1972–73), New York Yankees (1974–75), Houston Astros (1975–82), and Montreal Expos (1983–84).",
      "pageId": 2243417,
      "monthDay": "06/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Joe_Santos",
      "name": "Joe Santos",
      "aboutText": "Joe Santos (born June 9, 1931) is an American film and television actor.",
      "pageId": 2386977,
      "monthDay": "06/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bill_Virdon",
      "name": "Bill Virdon",
      "aboutText": "Margaretta Large Fitler Murphy \"Happy\" Rockefeller (June 9, 1926 – May 19, 2015) was a philanthropist and the second wife of former Governor of New York and Vice President of the United States Nelson Aldrich Rockefeller (1908–1979).",
      "pageId": 2933556,
      "monthDay": "06/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Nandini_Satpathy",
      "name": "Nandini Satpathy",
      "aboutText": "Nandini Satpathy (Odia: ନନ୍ଦିନୀ ଶତପଥି; 9 June 1931 – 4 August 2006) was an Indian politician and author.",
      "pageId": 4424966,
      "monthDay": "06/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Al_Cantello",
      "name": "Al Cantello",
      "aboutText": "Frank Stewart (June 9, 1935 – August 3, 2013) was an American professional wrestler and wrestling promoter, best known for his time spent competing in Pacific Northwest Wrestling under the ring name Dutch Savage.",
      "pageId": 4600386,
      "monthDay": "06/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Michael_Mates",
      "name": "Michael Mates",
      "aboutText": "Mick O'Dwyer (born 9 June 1936) is an Irish Gaelic football manager and former player. Most recently manager of the Clare senior football team, he is considered to be \"the 'high priest' of Kerry football\".\nO'Dwyer played Gaelic football with his local club Waterville and was a member of the Kerry senior team from 1956 until 1974.",
      "pageId": 5504587,
      "monthDay": "06/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jackie_Wilson",
      "name": "Jackie Wilson",
      "aboutText": "Herman Sarkowsky (June 9, 1925 – November 2, 2014) was a Seattle, Washington, United States businessman, philanthropist, thoroughbred breeder, and former sports executive.",
      "pageId": 14215767,
      "monthDay": "06/09"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dutch_Savage",
      "name": "Dutch Savage",
      "aboutText": "Al Cantello (born 9 June 1931) is a retired American javelin thrower as a member of the United States Marine Corps. He is currently the coach of the men's distance running program at the United States Naval Academy where he has been since 1963.\nHe graduated from La Salle University in Philadelphia in 1955.",
      "pageId": 20896356,
      "monthDay": "06/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jackie_Mason",
      "name": "Jackie Mason",
      "aboutText": "James S. \"Jim\" Nolan (June 9, 1927 – April 19, 1983) was an American professional basketball player. Nolan was selected in the second round of the 1949 BAA Draft by the Philadelphia Warriors. He played for the Warriors for just five games in the 1949–50 NBA season and recorded totals of eight points and four assists.",
      "pageId": 37978185,
      "monthDay": "06/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mick_O%27Dwyer",
      "name": "Mick O'Dwyer",
      "aboutText": "Calvin \"Fuzz\" Jones (June 9, 1926  –  August 9, 2010) was an American electric blues bassist and singer. He worked with many blues musicians including Muddy Waters, Howlin' Wolf, the Legendary Blues Band, Mississippi Heat, James Cotton, Luther \"Guitar Junior\" Johnson, Little Walter, Elmore James, and Cassandra Wilson.",
      "pageId": 38834181,
      "monthDay": "06/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/George_Radda",
      "name": "George Radda",
      "aboutText": "Ileana Cotrubaș (Romanian pronunciation: [iˈle̯ana kotruˈbaʃ]; born June 9, 1939) is a Romanian opera soprano whose career spanned from the 1960s to the 1980s. She was much admired for her acting skills and facility for singing opera in many different languages.\n^ Rosenthal, H. and Warrack, J. (1979) p.",
      "pageId": 103317,
      "monthDay": "06/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Harald_Rosenthal",
      "name": "Harald Rosenthal",
      "aboutText": "Joe William Haldeman (born June 9, 1943) is an American science fiction author. He is best known for his 1974 novel The Forever War. That novel, and other of his works including The Hemingway Hoax (1991) and Forever Peace (1997), have won major science fiction awards including the Hugo Award and Nebula Award.",
      "pageId": 207769,
      "monthDay": "06/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jeremy_Hardie",
      "name": "Jeremy Hardie",
      "aboutText": "John Douglas \"Jon\" Lord (9 June 1941 – 16 July 2012) was an English composer, pianist, and Hammond organ player known for his pioneering work in fusing rock with classical or baroque forms, especially with Deep Purple, as well as Whitesnake, Paice Ashton Lord, The Artwoods, and The Flower Pot Men. In 1968 Lord co-founded Deep Purple, a hard rock band of which he was regarded as the leader until 1970. Together with the other members, he collaborated on most of his band's most popular songs.",
      "pageId": 242149,
      "monthDay": "06/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Giles_Havergal",
      "name": "Giles Havergal",
      "aboutText": "Charles Peter Wuorinen (pronunciation: /ˈwɔrɪnən/, born June 9, 1938) is a Pulitzer Prize-winning American composer of contemporary classical music based in New York City.\nHis catalog of more than 260 compositions includes works for orchestra, opera, and chamber music, as well as solo instrumental and vocal works. Salman Rushdie and Annie Proulx have collaborated with him.",
      "pageId": 341837,
      "monthDay": "06/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Charles_Wuorinen",
      "name": "Charles Wuorinen",
      "aboutText": "Charles Saatchi (/ˈsɑːtʃiː/; Arabic: تشارلز ساعتجي‎; born 9 June 1943) is a British businessman and the co-founder with his brother Maurice of advertising agency Saatchi & Saatchi. The brothers led the business – the world's largest advertising agency in the 1980s – until they were forced out in 1995. In the same year, the brothers formed a new agency called M&C Saatchi.",
      "pageId": 353589,
      "monthDay": "06/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ileana_Cotruba%C8%99",
      "name": "Ileana Cotrubaș",
      "aboutText": "Harald Rosenthal (born June 9, 1937 in Berlin) is a German hydrobiologist and fisheries scientist known for his work in fish farming, ecology, and international cooperation.\n^ \"Famous Marine Biologists\". Buzzle.",
      "pageId": 707791,
      "monthDay": "06/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Eric_Fernie",
      "name": "Eric Fernie",
      "aboutText": "David Wishart Hobbs (born June 9, 1939 in Royal Leamington Spa, England) is a British former racing driver. Originally employed as a commentator for the Speed Channel, he currently works as a commentator for NBC and NBC Sports Network. In 1969 Hobbs was included in the FIA list of graded drivers, an élite group of 27 drivers who by their achievements were rated the best in the world.",
      "pageId": 743658,
      "monthDay": "06/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Hobbs_(racing_driver)",
      "name": "David Hobbs",
      "aboutText": "Richard John \"Dick\" Vitale (/vaɪˈtæl/; born June 9, 1939), also known as \"Dickie V\", is an American basketball sportscaster. A former head coach in the college and professional ranks, he is well known as a college basketball broadcaster.",
      "pageId": 753740,
      "monthDay": "06/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dick_Vitale",
      "name": "Dick Vitale",
      "aboutText": "Sir George Charles Radda CBE MA DPhil FRS (Hungarian: György Károly Radda) is a Hungarian chemist, born 9 June 1936. In 1957 he attended Merton College, Oxford to study chemistry, having set aside an earlier interest in literary criticism. His early work was concerned with the development and use of fluorescent probes for the study of structure and function of membranes and enzymes.",
      "pageId": 1387261,
      "monthDay": "06/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Charles_Webb_(author)",
      "name": "Charles Webb",
      "aboutText": "Charles Richard Webb (born June 9, 1939) is the author of several novels, mainly known for his most famous work, The Graduate (1963), which was made into the enormously successful film of the same name (1967).",
      "pageId": 1736388,
      "monthDay": "06/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/Andr%C3%A9_Vallerand",
      "name": "André Vallerand",
      "aboutText": "Found Known as, Kenny Barron (born June 9, 1943, Philadelphia) is an American jazz pianist. Known for his lyrical style of playing, Barron has appeared on hundreds of recordings as both leader and sideman and is consequently considered one of the most important and influential mainstream jazz pianists since the bebop era.\n^ arwulf arwulf.",
      "pageId": 2777481,
      "monthDay": "06/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jon_Lord",
      "name": "Jon Lord",
      "aboutText": "The Rt. Hon. Janric Fraser Craig, 3rd Viscount Craigavon, 3rd Bt.",
      "pageId": 9371604,
      "monthDay": "06/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Anton_Burghardt",
      "name": "Anton Burghardt",
      "aboutText": "Wallace \"Wally\" Gabler (born June 9, 1944) is a retired professional American football player.",
      "pageId": 16775378,
      "monthDay": "06/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Nicholas_Lloyd",
      "name": "Nicholas Lloyd",
      "aboutText": "John Fitzpatrick (born in Birmingham, 9 June 1943) is a former English racing driver, winning many titles throughout his career. He works within motorsport as a consultant doing corporate events and driver management. He still participates in historic races.",
      "pageId": 20004657,
      "monthDay": "06/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Kenny_Barron",
      "name": "Kenny Barron",
      "aboutText": "Sir Nicholas Markley Lloyd (born 9 June 1942) is a former British newspaper editor and broadcaster.\n^ \"Birthday's today\". The Telegraph.",
      "pageId": 21592250,
      "monthDay": "06/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Fitzpatrick_(racing_driver)",
      "name": "John Fitzpatrick",
      "aboutText": "Giles Pollock Havergal CBE (born 9 June 1938) is a theatre director, actor, director, teacher, and adaptor.",
      "pageId": 21611899,
      "monthDay": "06/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joe_Haldeman",
      "name": "Joe Haldeman",
      "aboutText": "Charles Jeremy Mawdesley Hardie (known as Jeremy Hardie) (born 9 June 1938), CBE is a British economist and businessman.\n^ \"Birthday's today\". The Telegraph.",
      "pageId": 26668239,
      "monthDay": "06/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Charles_Saatchi",
      "name": "Charles Saatchi",
      "aboutText": "Anton Burghardt (born 9 June 1942) is a former German football player and manager.",
      "pageId": 30704811,
      "monthDay": "06/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Janric_Craig,_3rd_Viscount_Craigavon",
      "name": "Janric Craig, 3rd Viscount Craigavon",
      "aboutText": "Eric Campbell Fernie CBE FRSE FBA FSA (born 9 June 1939, Edinburgh) is a Scottish art historian.",
      "pageId": 33647717,
      "monthDay": "06/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Wally_Gabler",
      "name": "Wally Gabler",
      "aboutText": "André Vallerand (born June 9, 1940) is an administrator, entrepreneur, and former politician in the Canadian province of Quebec.",
      "pageId": 34345489,
      "monthDay": "06/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Luis_Oca%C3%B1a",
      "name": "Luis Ocaña",
      "aboutText": "Gudrun Schyman (born 9 June 1948, Täby, Uppland) is a Swedish politician. She is currently the spokesperson of Feminist Initiative, a political party she co-formed in 2005.\nShe served as leader of the Swedish Left Party from 1993 until January 2003.",
      "pageId": 172608,
      "monthDay": "06/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Nike_Wagner",
      "name": "Nike Wagner",
      "aboutText": "Jesús Luis Ocaña Pernía (pronounced: [xeˈsus ˈlwis oˈkaɲa perˈnia]; 9 June 1945 – 19 May 1994) was a Spanish road bicycle racer who won the 1973 Tour de France and the 1970 Vuelta a España.",
      "pageId": 275095,
      "monthDay": "06/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Deyda_Hydara",
      "name": "Deyda Hydara",
      "aboutText": "Peter Kilfoyle (born 9 June 1946) is a British Labour Party politician who was the Member of Parliament (MP) for Liverpool Walton from 1991 to 2010.",
      "pageId": 427656,
      "monthDay": "06/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/James_Kelman",
      "name": "James Kelman",
      "aboutText": "James Newton Howard (born June 9, 1951) is an American composer, conductor, music producer and musician. Throughout his career, he has scored over 100 films of all scales and genres, earning multiple award nominations for his work. He is the recipient of a Grammy Award, Emmy Award, and eight Academy Award nominations.",
      "pageId": 509746,
      "monthDay": "06/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Kilfoyle",
      "name": "Peter Kilfoyle",
      "aboutText": "David Gene Parker (born June 9, 1951), nicknamed \"The Cobra\", is an American former player in Major League Baseball. He was the 1978 National League MVP and a two-time batting champion. Parker was the first professional athlete to earn an average of one million dollars per year, having signed a 5-year, $5 million contract in January 1979.",
      "pageId": 905783,
      "monthDay": "06/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Giulio_Terzi_di_Sant%27Agata",
      "name": "Giulio Terzi di Sant'Agata",
      "aboutText": "David Troughton (born 9 June 1950, Hampstead, London) is an English actor, known for his Shakespearean roles on the British stage and for his many roles on British television, including Dr Bob Buzzard in A Very Peculiar Practice and Ricky Hansen in New Tricks.",
      "pageId": 1012998,
      "monthDay": "06/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mick_Box",
      "name": "Mick Box",
      "aboutText": "James Kelman (born 9 June 1946) is an influential Scottish writer of novels, short stories, plays, and political essays. His novel A Disaffection was shortlisted for the Booker Prize and won the James Tait Black Memorial Prize for Fiction in 1989. Kelman won the 1994 Booker Prize with How Late It Was, How Late In 1998 Kelman was awarded the Glenfiddich Spirit of Scotland Award.",
      "pageId": 2085201,
      "monthDay": "06/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Howie_Chizek",
      "name": "Howie Chizek",
      "aboutText": "Kiran Bedi (born 9 June 1949) is an Indian politician, social activist, former tennis player and a retired police officer. Bedi joined the Indian Police Service (IPS) in 1972, becoming its first woman officer.\nAs a teenager, Bedi became the national junior tennis champion in 1966.",
      "pageId": 2213720,
      "monthDay": "06/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Gurda",
      "name": "John Gurda",
      "aboutText": "Trevor Bolder (9 June 1950 – 21 May 2013) was an English rock musician, songwriter and record producer.",
      "pageId": 3712529,
      "monthDay": "06/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jim_Bailey_(American_football)",
      "name": "Jim Bailey",
      "aboutText": "Michael Frederick \"Mick\" Box (born 9 June 1947, in Walthamstow, East London, England) is the lead guitarist of British rock group Uriah Heep, having previously been a member of The Stalkers and Spice, both with original Uriah Heep vocalist David Byron. He is the only member from the band's founding in 1969 who is still active with the group.",
      "pageId": 3737934,
      "monthDay": "06/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gudrun_Schyman",
      "name": "Gudrun Schyman",
      "aboutText": "Deyda Hydara (June 9, 1946 – December 16, 2004) was a co-founder and primary editor of The Point, a major independent Gambian newspaper. He was also a correspondent for both AFP News Agency and Reporters Without Borders for more than 30 years. Hydara also worked as a Radio presenter in the Gambia called Radio Syd during his early years as a freelance journalist.",
      "pageId": 3868875,
      "monthDay": "06/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kiran_Bedi",
      "name": "Kiran Bedi",
      "aboutText": "Howard Alan \"Howie\" Chizek (June 9, 1947 – June 16, 2012) was an American radio personality, former public address announcer and philanthropist.",
      "pageId": 5273622,
      "monthDay": "06/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Trevor_Bolder",
      "name": "Trevor Bolder",
      "aboutText": "Nike Wagner (born on 9 June 1945 at Überlingen on Lake Constance in Germany) is a German arts administrator and scholar. She is the daughter of Wieland Wagner and the choreographer Gertrud Reissiger. Her paternal great-grandfather was Richard Wagner, and she is also the great-great‑granddaughter of Franz Liszt.",
      "pageId": 6389082,
      "monthDay": "06/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Fred_Jackson_(American_football_coach)",
      "name": "Fred Jackson",
      "aboutText": "John Gurda (born 9 June 1947 in Milwaukee, Wisconsin) is an American writer and historian.\nGurda's book, The Making of Milwaukee, was turned into an Emmy Award-winning documentary series by Milwaukee Public Television. He is an eight-time winner of the Wisconsin Historical Society’s Award of Merit.",
      "pageId": 9965895,
      "monthDay": "06/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Giorgos_Kastrinakis",
      "name": "Giorgos Kastrinakis",
      "aboutText": "James Randall Bailey (born June 9, 1948) was a defensive lineman who played nine seasons in the National Football League.",
      "pageId": 12320558,
      "monthDay": "06/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/David_Troughton",
      "name": "David Troughton",
      "aboutText": "Giorgos Kastrinakis (alternate spellings: Georgios, George) (Greek: Γιώργος Καστρινάκης) (born June 9, 1950) is a retired Greek American professional basketball player. He played basketball professionally for many years in the Greek Basket League.",
      "pageId": 16022717,
      "monthDay": "06/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Michael_Patrick_Cronan",
      "name": "Michael Patrick Cronan",
      "aboutText": "Michael Patrick Cronan (June 9, 1951 – January 1, 2013) was an American graphic designer, artist and a Fellow of the American Institute of Graphic Arts.",
      "pageId": 22921315,
      "monthDay": "06/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/James_Newton_Howard",
      "name": "James Newton Howard",
      "aboutText": "Giulio Maria Terzi di Sant'Agata (Italian pronunciation: [ˈdʒuːljo ˈtɛrtsi di sanˈtaːɡata]) (Count) (born 9 June 1946) is an Italian diplomat who was Italy's Minister of Foreign Affairs from November 2011 until he resigned 26 March 2013. From August 2008 to September 2009 he was the Permanent Representative of Italy to the United Nations in New York, where he also headed the Italian Delegation to the United Nations Security Council, which Italy had joined as non-permanent member for the 2007-2008 term. He then served as Italy's ambassador to the United States from 2009 to 2011.",
      "pageId": 24285067,
      "monthDay": "06/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dave_Parker",
      "name": "Dave Parker",
      "aboutText": "Fred Jackson (born June 9, 1950) is an American football coach and former player. He currently serves as the head football coach at Ypsilanti High School in Ypsilanti Township, Michigan. He was previously the running backs coach at the University of Michigan.",
      "pageId": 26787345,
      "monthDay": "06/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Telangana_Shakuntala",
      "name": "Telangana Shakuntala",
      "aboutText": "Telangana Shakuntala (9 June 1951 – 14 June 2014) Actual name Raveena was a Telugu popular actress. She was known chiefly for playing comedy and villainous characters in Tollywood. Her performances in movies like Osey Ramulamma, Nuvvu Nenu, Lakshmi, Okkadu and Veede were well received.",
      "pageId": 36906352,
      "monthDay": "06/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Brian_Taylor_(basketball)",
      "name": "Brian Taylor",
      "aboutText": "Michael Andrew Fox, OC (born June 9, 1961), known as Michael J. Fox, is a Canadian-American actor, author, producer, and advocate. With a film and television career spanning from the 1970s, Fox's roles have included Marty McFly from the Back to the Future trilogy (1985–1990); Alex P. Keaton from NBC's Family Ties (1982–1989), for which he won three Emmy Awards and a Golden Globe Award; and Mike Flaherty in ABC's Spin City (1996–2001), for which he won an Emmy, three Golden Globes, and two Screen Actors Guild Awards.\nFox was diagnosed with Parkinson's disease in 1991 and disclosed his condition to the public in 1998.",
      "pageId": 68904,
      "monthDay": "06/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/B%C3%BClent_Ersoy",
      "name": "Bülent Ersoy",
      "aboutText": "John Christopher \"Johnny\" Depp II (born June 9, 1963) is an American actor, producer, and musician. He has won the Golden Globe Award and Screen Actors Guild Award for Best Actor. He rose to prominence on the 1980s television series 21 Jump Street, becoming a teen idol.",
      "pageId": 71870,
      "monthDay": "06/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Uzi_Hitman",
      "name": "Uzi Hitman",
      "aboutText": "Patricia Cornwell (born Patricia Carroll Daniels; June 9, 1956) is a contemporary American crime writer. She is widely known for writing a popular series of novels featuring the heroine Dr. Kay Scarpetta, a medical examiner.",
      "pageId": 170947,
      "monthDay": "06/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Billy_Knight",
      "name": "Billy Knight",
      "aboutText": "Aaron Benjamin Sorkin (born June 9, 1961) is an American screenwriter, producer, and playwright. His works include the Broadway plays A Few Good Men and The Farnsworth Invention; the television series Sports Night, The West Wing, Studio 60 on the Sunset Strip, and The Newsroom; and the films A Few Good Men, The American President, Charlie Wilson's War, The Social Network, Moneyball, and Steve Jobs.\nSorkin's trademark rapid-fire dialogue and extended monologues are complemented, in television, by frequent collaborator Thomas Schlamme's characteristic directing technique called the \"walk and talk\".",
      "pageId": 206442,
      "monthDay": "06/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ken_Navarro",
      "name": "Ken Navarro",
      "aboutText": "George Pérez (born June 9, 1954) is an American writer and illustrator of comic books, whose titles include The Avengers, Teen Titans, and Wonder Woman. Writer Peter David has named Pérez his favorite artistic collaborator.",
      "pageId": 354707,
      "monthDay": "06/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Paul_Chapman_(musician)",
      "name": "Paul Chapman",
      "aboutText": "Steve Paikin OC OOnt (born June 9, 1960) is a Canadian journalist, author, and documentary producer at TVO, Ontario's public broadcaster.",
      "pageId": 476232,
      "monthDay": "06/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gregory_Maguire",
      "name": "Gregory Maguire",
      "aboutText": "Bülent Ersoy (Turkish pronunciation: [byˈlent ˈeɾsoj]; born 9 June 1952) is a Turkish actress and trans woman celebrity and popular singer of Ottoman classical music. Over the years, Ersoy has become a symbol for the increased tolerance for LGBT figures in Turkey.\nShe is known as one of the greatest singers of Turkish music, fans called her Diva.",
      "pageId": 968626,
      "monthDay": "06/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Elizabeth_May",
      "name": "Elizabeth May",
      "aboutText": "Uzi Chitman (Hebrew: עוזי חיטמן, born June 9, 1952 – died October 17, 2004) was an Israeli singer, songwriter, composer, and television personality.",
      "pageId": 1077153,
      "monthDay": "06/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/George_P%C3%A9rez",
      "name": "George Pérez",
      "aboutText": "Gregory Maguire (born June 9, 1954) is an American novelist. He is the author of Wicked: The Life and Times of the Wicked Witch of the West, Confessions of an Ugly Stepsister, and several dozen other novels for adults and children. Many of Maguire's adult novels are inspired by classic children's stories; Wicked transforms the Wicked Witch of the West from L. Frank Baum's The Wonderful Wizard of Oz and its 1939 film adaption into the misunderstood green-skinned Elphaba Thropp.",
      "pageId": 1343060,
      "monthDay": "06/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Patricia_Cornwell",
      "name": "Patricia Cornwell",
      "aboutText": "Gilad Atzmon (Hebrew: גלעד עצמון‎; born June 9, 1963) is an Israeli-born British jazz saxophonist, novelist, political activist and writer.\nAtzmon's album Exile was BBC jazz album of the year in 2003. Playing over 100 dates a year, he has been called \"surely the hardest-gigging man in British jazz.\" His albums, of which he has recorded thirteen to date, often explore the music of the Middle East and political themes.",
      "pageId": 2008784,
      "monthDay": "06/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Randy_Read",
      "name": "Randy Read",
      "aboutText": "Brian Dwight Taylor (born June 9, 1951) is a retired American professional basketball player. A 6'2\" guard from Princeton University, he was selected by the Seattle SuperSonics in the second round of the 1972 NBA Draft. However, he began his professional career with the New York Nets of the American Basketball Association, for whom he played four seasons, appearing in two ABA All-Star Games.",
      "pageId": 3186895,
      "monthDay": "06/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_Ancrum",
      "name": "David Ancrum",
      "aboutText": "Elizabeth Evans May OC MP (born June 9, 1954) is an American-Canadian politician. May is leader of the Green Party of Canada and Member of Parliament for Saanich—Gulf Islands. An environmentalist, author, activist, and lawyer, May served as the Executive Director of the Sierra Club of Canada from 1989 to 2006.",
      "pageId": 3382014,
      "monthDay": "06/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Steve_Paikin",
      "name": "Steve Paikin",
      "aboutText": "Kenny Frank Rose (born June 9, 1962 in Sacramento, California) is a former professional American football linebacker in the National Football League for the New York Jets, Cleveland Browns, and the Philadelphia Eagles. Rose graduated from Christian Brothers High School (Sacramento, California). He attended the University of Nevada, Las Vegas and played alongside Randall Cunningham, among others.",
      "pageId": 4585463,
      "monthDay": "06/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Thomas_Benson_(American_football)",
      "name": "Thomas Benson",
      "aboutText": "William R. \"Billy\" Knight (born June 9, 1952) is an American former professional basketball player who most recently served as the Executive Vice President and General Manager of the National Basketball Association's Atlanta Hawks from 2003–08.",
      "pageId": 5660543,
      "monthDay": "06/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Michael_J._Fox",
      "name": "Michael J. Fox",
      "aboutText": "Thomas Benson (born June 9, 1961) is a former American football linebacker in the National Football League. He played college football at the University of Oklahoma.",
      "pageId": 12310162,
      "monthDay": "06/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Aaron_Sorkin",
      "name": "Aaron Sorkin",
      "aboutText": "Ken Navarro (born June 9, 1953) is an Italian-American Contemporary Jazz guitarist and composer. He first received recognition as a solo artist in 1990 with his song \"Try Again\" from his debut CD The River Flows. Other well-known songs from his 22 releases include \"Eric's Dream\", \"Delicioso\", \"Smooth Sensation\",\"You Are Everything\", \"The Meeting Place\", \"Daddy-O\", \"The Stars, The Snow, The Fire\",\"Dreaming of Trains\", \"Ruby Lane\" and \"Juliet\".",
      "pageId": 14242287,
      "monthDay": "06/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Yuval_Banay",
      "name": "Yuval Banay",
      "aboutText": "David Chalton Ancrum (born June 9, 1958) is an American retired professional and college basketball player. He played college basketball for Utica College. Subsequently he followed a professional basketball career playing in several leagues, most notably in the CBA, Greece and Israel.",
      "pageId": 15733127,
      "monthDay": "06/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ken_Rose_(American_football)",
      "name": "Ken Rose",
      "aboutText": "Paul William \"Tonka\" Chapman (born 9 June 1954) is a Welsh rock guitarist best known for his work in bands such as UFO and Lone Star.",
      "pageId": 16426524,
      "monthDay": "06/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gilad_Atzmon",
      "name": "Gilad Atzmon",
      "aboutText": "Yuval Banay (Hebrew: יוּבַל בַּנַאי; born June 9, 1962) is an Israeli musician, best known as the lead singer of the influential Israeli pop rock band Mashina.",
      "pageId": 18459653,
      "monthDay": "06/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Johnny_Depp",
      "name": "Johnny Depp",
      "aboutText": "Randy John Read (born 9 June 1957) FRS is a Wellcome Trust Principal Research Fellow and Professor of Protein Crystallography, in the Cambridge Institute for Medical Research (CIMR) at the University of Cambridge.",
      "pageId": 43787208,
      "monthDay": "06/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Koepp",
      "name": "David Koepp",
      "aboutText": "Jian Ghomeshi (born June 9, 1967) is a Canadian musician, writer, and former CBC radio broadcaster. From 1990 to 2000 he was a member of the Thornhill-based folk-pop band Moxy Früvous, as a vocalist and drummer. In the 2000s he became a television and radio broadcaster.",
      "pageId": 432516,
      "monthDay": "06/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Slaid_Cleaves",
      "name": "Slaid Cleaves",
      "aboutText": "David Koepp (born June 9, 1963) is an American screenwriter and director. Koepp is the fifth most successful screenwriter of all time in terms of U.S. box office receipts with a total gross of over $2.3 billion.\nKoepp has achieved both critical and commerical success in a wide variety of genres: thriller, science fiction, comedy, action, drama, crime, superhero, horror, adventure, and fantasy.",
      "pageId": 625105,
      "monthDay": "06/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gloria_Reuben",
      "name": "Gloria Reuben",
      "aboutText": "Eric Boswell Wynalda (born June 9, 1969) is a retired American soccer player, and sports broadcaster. He is currently a soccer analyst on Fox Sports 1.\nWynalda scored the first goal ever in Major League Soccer in 1996 and was the all-time leading goalscorer for the United States national team until 2008.",
      "pageId": 926151,
      "monthDay": "06/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Wayman_Tisdale",
      "name": "Wayman Tisdale",
      "aboutText": "Gloria Elizabeth Reuben (born June 9, 1964) is a Canadian-American singer and actress of film and television and producer, known for her role as Jeanie Boulet on the medical drama ER and for her role of Rosalind Whitman in the TV show Raising the Bar.",
      "pageId": 1215582,
      "monthDay": "06/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hiroko_Yakushimaru",
      "name": "Hiroko Yakushimaru",
      "aboutText": "Wayman Lawrence Tisdale (June 9, 1964 – May 15, 2009) was an American professional basketball player in the NBA and a smooth jazz bass guitarist.",
      "pageId": 1347584,
      "monthDay": "06/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tamela_Mann",
      "name": "Tamela Mann",
      "aboutText": "Hiroko Yakushimaru (薬師丸 ひろ子, Yakushimaru Hiroko, born June 9, 1964 in Tokyo) is a Japanese actress and singer.",
      "pageId": 1401852,
      "monthDay": "06/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jan_Vayne",
      "name": "Jan Vayne",
      "aboutText": "Samantha Strong (born on June 9, 1967, in Seattle, Washington) is an American former pornographic actress.",
      "pageId": 2106896,
      "monthDay": "06/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Richard_Cooey",
      "name": "Richard Cooey",
      "aboutText": "Jean Galfione (born 9 June 1971 in Paris) is a retired, French pole vaulter.",
      "pageId": 2390458,
      "monthDay": "06/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jian_Ghomeshi",
      "name": "Jian Ghomeshi",
      "aboutText": "Niki Bakoyianni (Greek: Νίκη Μπακογιάννη, [ˈnici bakoˈʝani], born June 9, 1968) is a retired Greek high jumper.",
      "pageId": 2645564,
      "monthDay": "06/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rub%C3%A9n_Maza",
      "name": "Rubén Maza",
      "aboutText": "André Racicot, Jr., nicknamed \"Red Light\" (born June 9, 1969 in Rouyn-Noranda, Quebec) is a retired ice hockey goaltender.\nRacicot started his National Hockey League (NHL) career with the Montreal Canadiens, for whom he played from 1989 to 1993, and won a Stanley Cup in 1993.\nRacicot is perhaps unfairly best remembered for his infamous nickname \"Red Light\", earned by allowing three goals on six shots in a 10-5 loss to the New York Rangers at Madison Square Garden on December 13, 1992.",
      "pageId": 2804001,
      "monthDay": "06/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Samantha_Strong",
      "name": "Samantha Strong",
      "aboutText": "Gilles De Bilde (born 9 June 1971) is a retired Belgian footballer who played as a striker. He played club football for Eendracht Aalst, Anderlecht, PSV, Sheffield Wednesday, Aston Villa, Lierse and Willebroek-Meerhof.",
      "pageId": 2935331,
      "monthDay": "06/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Niki_Bakoyianni",
      "name": "Niki Bakoyianni",
      "aboutText": "Slaid Cleaves (born June 9, 1964) is a singer-songwriter born in Washington, D.C. and raised in South Berwick, Maine and Round Pond, Maine. An alumnus of Tufts University, where he majored in English and philosophy, Cleaves lives in Austin, Texas.\nHis full name is Richard Slaid Cleaves, but Slaid is the name that he has used his entire life.",
      "pageId": 3629818,
      "monthDay": "06/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nick_Kiriazis",
      "name": "Nick Kiriazis",
      "aboutText": "Tomoe Hanba (半場 友恵, Hanba Tomoe, born June 9, 1972 in Tokyo) is a Japanese voice actress who works for Arts Vision. She is the official Japanese dubbing voice for Velma Dinkley in the Scooby-Doo franchise.",
      "pageId": 4010833,
      "monthDay": "06/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Andr%C3%A9_Racicot",
      "name": "André Racicot",
      "aboutText": "Tamela J. Mann (born June 9, 1966) is an American gospel singer, and actress, known for her roles as Cora and Myrtle in Tyler Perry's plays, including I Can Do Bad All By Myself, Diary of a Mad Black Woman, Madea's Family Reunion, Madea's Class Reunion, Meet the Browns, and What's Done in the Dark. Mann began her career as a singer with the gospel group Kirk Franklin and the Family. She was a featured soloist on several tracks while with Franklin's group, including \"Don't Take Your Joy Away\", \"Now Behold the Lamb\", and \"Lean on Me\", the latter of which also included Mary J. Blige, Crystal Lewis, R. Kelly, and Bono.",
      "pageId": 6031709,
      "monthDay": "06/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Eric_Wynalda",
      "name": "Eric Wynalda",
      "aboutText": "Jan Vayne (pseudonym of Jan Veenje) (June 9, 1966 in Zuidwolde, Drenthe) is a Dutch pianist. He studied at the conservatory in Zwolle.",
      "pageId": 8644989,
      "monthDay": "06/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erika_Mikl%C3%B3sa",
      "name": "Erika Miklósa",
      "aboutText": "Nick Kiriazis (born June 9, 1969) is American television actor.\nHe played Father Antonio Torres in Sunset Beach from February 1998 to December 1999. In June 2007, he temporarily replaced Rick Hearst for two episodes of General Hospital.",
      "pageId": 11818917,
      "monthDay": "06/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gilles_De_Bilde",
      "name": "Gilles De Bilde",
      "aboutText": "Erika Miklósa (born June 9, 1971 in Kiskunhalas), is a Hungarian coloratura soprano.",
      "pageId": 18243282,
      "monthDay": "06/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jean_Galfione",
      "name": "Jean Galfione",
      "aboutText": "Rubén Dario Maza Larez (born June 9, 1967) is a long-distance runner from Venezuela.",
      "pageId": 18631608,
      "monthDay": "06/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jackie_McKeown",
      "name": "Jackie McKeown",
      "aboutText": "Richard Wade Cooey II (June 9, 1967 – October 14, 2008) was an American murderer. With Clinton Dickens, he was responsible for the murders of 21-year-old Wendy Offredo and 20-year-old Dawn McCreery in Akron, Ohio, on September 1, 1986.",
      "pageId": 19775541,
      "monthDay": "06/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tomoe_Hanba",
      "name": "Tomoe Hanba",
      "aboutText": "Jackie McKeown (born John McKeown, 17 February 1971, Bellshill, Scotland) is the Scottish former lead singer and guitarist for the Glasgow indie rock band The Yummy Fur and plays currently in 1990s.\nMcKeown grew up in Blantyre near Glasgow. His early teenage years were coloured by obsessions with David Bowie and European art cinema.",
      "pageId": 24934593,
      "monthDay": "06/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matt_Horsley",
      "name": "Matt Horsley",
      "aboutText": "Miroslav Josef Klose (German pronunciation: [ˈmɪʁoslaf ˈkloːzə]; born 9 June 1978) is a German professional footballer who plays as a striker for Serie A club Lazio.\nKlose is best known for his performances with the German national team. He was part of the 2014 FIFA World Cup winning German squad, having previously finished second (2002) and third (2006, 2010) in the competition and as runner-up in Euro 2008.",
      "pageId": 201840,
      "monthDay": "06/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Aigars_Apinis",
      "name": "Aigars Apinis",
      "aboutText": "Predrag Stojaković (Serbian Cyrillic: Предраг Стојаковић; born June 9, 1977), also known by his nickname Peja (sr. Peđa/Pedja/Пеђа), is a Serbian retired professional basketball player and is currently the director of player personnel and development for the Sacramento Kings. He also holds Greek citizenship.",
      "pageId": 395272,
      "monthDay": "06/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tedy_Bruschi",
      "name": "Tedy Bruschi",
      "aboutText": "Samoth (born Tomas Thormodsæter Haugen) (9 June 1974) is a musician and multi-instrumentalist in the Norwegian black metal scene. He was well known for his distinct guitar work and drumming in the band Emperor, as well as his formation of the death metal band Zyklon. In very early Emperor releases, he was called Samot (his name \"Tomas\" backward), and with the formation of Zyklon he became known as Zamoth.",
      "pageId": 594132,
      "monthDay": "06/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Choffat",
      "name": "Frédéric Choffat",
      "aboutText": "Tedy Lacap Bruschi (/ˈbruːski/; born June 9, 1973) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for thirteen seasons. He played college football for the University of Arizona, and was a two-time consensus All-American. He was drafted by the New England Patriots in the third round of the 1996 NFL Draft, and played his entire professional career with the Patriots.",
      "pageId": 884939,
      "monthDay": "06/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Iain_Lee",
      "name": "Iain Lee",
      "aboutText": "Iain Lee (born Iain Lee Rougvie; 9 June 1973) is an English comedian and broadcaster. His career began when he performed stand-up comedy gigs across venues in London. He subsequently became co-presenter of the comedy current affairs show The 11 O'Clock Show on Channel 4 and RI:SE. After three years at London talk radio station LBC 97.3, Lee resigned and, after two years presenting a Sunday night slot, hosted Iain Lee's 2 Hour Long Late Night Radio Show on Absolute Radio until leaving the company on 17 October 2011.",
      "pageId": 901125,
      "monthDay": "06/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Grant_Marshall",
      "name": "Grant Marshall",
      "aboutText": "Andrew Symonds (born 9 June 1975) is a former Australian cricket team all-rounder. A two-time World Cup winner, Symonds is a right-handed middle order batsman and alternates between medium pace and off-spin bowling. He is also notable for his exceptional fielding skills.",
      "pageId": 928264,
      "monthDay": "06/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Laura_Ponte",
      "name": "Laura Ponte",
      "aboutText": "Ameesha Patel (pronounced [əˈmiːʂaː pəˈʈeːl]; born Amisha Amit Patel; 9 June 1975) is an is an Indian actress and model who predominantly appears in Bollywood. She has also appeared in few Telugu films. Making her acting debut in the blockbuster Kaho Naa...",
      "pageId": 1038594,
      "monthDay": "06/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Samoth",
      "name": "Samoth",
      "aboutText": "Heather Mitts Feeley (born June 9, 1978), née Heather Blaine Mitts, is an American former professional soccer defender. Mitts played college soccer for the University of Florida, and thereafter, she played professionally in the Women's Professional Soccer (WPS) league; for the Philadelphia Charge, Boston Breakers, Philadelphia Independence and Atlanta Beat. She is a three-time Olympic gold medalist, and was a member of the U.S. women's national team.",
      "pageId": 1282604,
      "monthDay": "06/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Otto_Addo",
      "name": "Otto Addo",
      "aboutText": "Shandi Ren Finnessey (born June 9, 1978 in Florissant, Missouri) is an American actress, model, TV host and beauty queen. She is best known for winning the Miss USA title, as Miss Missouri USA. She previously held the title of Miss Missouri 2002 and competed in Miss America, where she won a preliminary award. She placed as first runner-up at the Miss Universe 2004 competition.",
      "pageId": 1872291,
      "monthDay": "06/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Andrew_Symonds",
      "name": "Andrew Symonds",
      "aboutText": "Usman Afzaal (born 9 June 1977) is a Pakistani-born English cricketer who has played three Test matches for England, all against Australia in 2001. He is a left-handed middle order batsman and occasional left arm slow bowler.\nHe started his first-class career with Nottinghamshire, and was awarded the NBC Denis Compton Award in 1996, but left the county after the 2003 season to play for Northamptonshire.",
      "pageId": 2149437,
      "monthDay": "06/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Usman_Afzaal",
      "name": "Usman Afzaal",
      "aboutText": "Olin George Kreutz (/ˈkruːts/; born June 9, 1977) is a former American college and professional football player who was a center in the National Football League (NFL) for fourteen seasons. He played college football for University of Washington, and earned consensus All-American honors.",
      "pageId": 2941861,
      "monthDay": "06/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Olin_Kreutz",
      "name": "Olin Kreutz",
      "aboutText": "Matt Horsley (born 9 June 1972 in Wollongong, New South Wales, Australia) is an Australian retired footballer.",
      "pageId": 2965280,
      "monthDay": "06/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ameesha_Patel",
      "name": "Ameesha Patel",
      "aboutText": "\"Grant Marshall\" is also the name of the musician better known as Daddy G (of Massive Attack).\nGrant W. Marshall (born June 9, 1973) is a retired Canadian ice hockey right winger who currently works on behalf of the Devils Alumni Association. He played for the Dallas Stars, Columbus Blue Jackets and New Jersey Devils of the NHL. He last played for the Devil's minor league affiliate, Lowell, during the 2007-08 season.",
      "pageId": 3042105,
      "monthDay": "06/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Peja_Stojakovi%C4%87",
      "name": "Peja Stojaković",
      "aboutText": "Otto Addo (born 9 June 1975 in Hamburg, West Germany) is a scout and manager, and a retired Ghanaian-German footballer who played for Ghana internationally.",
      "pageId": 3253699,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matthew_Bellamy",
      "name": "Matthew Bellamy",
      "aboutText": "Laura Ponte y Martínez (born 9 June 1973 in Vigo) is a Galician, Spanish model, daughter of José Manuel Ponte Mittelbrunn (born 1942) and wife Marcela Martínez Zapico (born ca. 1945). She entered the fashion industry in 1993, and has worked for Valentino, Lagerfeld, and Ralph Lauren, among others.",
      "pageId": 3292159,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michaela_Conlin",
      "name": "Michaela Conlin",
      "aboutText": "Michaela Conlin (born June 9, 1978) is an American actress, best known for her role as Angela Montenegro on the Fox crime procedural comedy-drama Bones.",
      "pageId": 4788937,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shandi_Finnessey",
      "name": "Shandi Finnessey",
      "aboutText": "Frédéric Choffat (born June 9, 1973) is a French-speaking Swiss director.",
      "pageId": 9021236,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Miroslav_Klose",
      "name": "Miroslav Klose",
      "aboutText": "Eric Papilaya (born 9 June 1978 in Vöcklabruck, Upper Austria) is a singer from Austria who represented his home country in the Eurovision Song Contest 2007 in Helsinki, Finland. He performed the song \"Get A Life - Get Alive\", but eliminated in semi-finals. Before he participated in Starmania, where he reached a top-5 position.",
      "pageId": 9918858,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Heather_Mitts",
      "name": "Heather Mitts",
      "aboutText": "Aigars Apinis (9 June 1973 in Aizkraukle) is a Latvian athlete. He participates in F52 class which means he has limited finger movement and no trunk or leg function. He started to practice in 1998, but already at the 2000 Summer Paralympics he won two bronze medals – in discus throw and shot put.",
      "pageId": 19056058,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eric_Papilaya",
      "name": "Eric Papilaya",
      "aboutText": "Matthew James \"Matt\" Bellamy (born 9 June 1978) is an English musician, singer, songwriter, multi-instrumentalist, and composer. He is best known as the lead vocalist, lead guitarist, pianist, and principal songwriter of rock band Muse.",
      "pageId": 48429347,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Hayden_Schlossberg",
      "name": "Hayden Schlossberg",
      "aboutText": "David Anthony Williams (born June 9, 1980) is a professional poker player and popular Magic: The Gathering player.",
      "pageId": 718783,
      "monthDay": "06/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brian_Patrick_Wade",
      "name": "Brian Patrick Wade",
      "aboutText": "Kana Ueda (植田 佳奈, Ueda Kana, born June 9, 1980 in Ikoma City, Nara Prefecture) is a Japanese voice actress employed by I'm Enterprise. She is best known as the voices of Yumi Fukuzawa in Maria-sama ga Miteru, Rin Tōsaka in Fate/stay night, Hayate Yagami in Magical Girl Lyrical Nanoha A's and Magical Girl Lyrical Nanoha Strikers, and Rachel Alucard from BlazBlue.",
      "pageId": 809190,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dario_Dainelli",
      "name": "Dario Dainelli",
      "aboutText": "Hayden Schlossberg (born June 9, 1978) is an American screenwriter/director/producer from Randolph, New Jersey who became well known for co-writing Harold & Kumar Go to White Castle, as well as co-writing, co-directing, and co-producing Harold & Kumar Escape from Guantanamo Bay, both with Jon Hurwitz.\nHe is a 2000 honors graduate of the University of Chicago as well as a graduate of Randolph High School.\n^ Cahillane, Kevin.",
      "pageId": 1215530,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Akiko_Kobayashi_(voice_actor)",
      "name": "Akiko Kobayashi",
      "aboutText": "Udonis Johneal Haslem (/juːdɑːˈnɪs dʒɑːniːˈl hæˈzlʊm/ born June 9, 1980) is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). Haslem played college basketball for the University of Florida, where he was a key member of four Florida Gators NCAA tournament teams. He played professional basketball in France for a year, and then signed with the Miami Heat as an undrafted free agent in 2003.",
      "pageId": 1341050,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryoko_Kuninaka",
      "name": "Ryoko Kuninaka",
      "aboutText": "Ryoko Kuninaka (国仲 涼子, Kuninaka Ryōko, born 9 June 1979) is a Japanese actress and singer.",
      "pageId": 2299249,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Amanda_Lassiter",
      "name": "Amanda Lassiter",
      "aboutText": "James DeBello (born June 9, 1980) is an American film actor.",
      "pageId": 2452612,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jasper_Redd",
      "name": "Jasper Redd",
      "aboutText": "Andrew Walker (born June 9, 1979) is a Canadian actor and film producer. He made his film debut in Laserhawk (1997), followed by roles in American television series such as Maybe It's Me, Sabrina, the Teenage Witch, and Hot Properties. He also starred alongside Academy Award-nominated actor David Strathairn in Steel Toes (2006), which earned him an ACTRA Award for Best Actor in 2008.",
      "pageId": 2760472,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chris_Tilton",
      "name": "Chris Tilton",
      "aboutText": "Dario Dainelli (born 9 June 1979 in Pontedera, Province of Pisa) is an Italian footballer who plays as a defender for Serie A club A.C. Chievo Verona.",
      "pageId": 3120086,
      "monthDay": "06/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andrew_Walker_(actor)",
      "name": "Andrew Walker",
      "aboutText": "Akiko Kobayashi (小林 晃子, Kobayashi Akiko, born on 9 June 1979 in Yokohama, Kanagawa Prefecture, Japan) is a Japanese voice actor and singer.",
      "pageId": 4124955,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/D%27banj",
      "name": "D'banj",
      "aboutText": "Oladapo Daniel Oyebanjo (popularly known as D'banj, born 9 June 1981) is a Nigerian singer-songwriter, harmonica player, and businessman. He has won several music awards, including the awards for Best African Act at the MTV Europe Music Awards 2007, Artist of the Year at the MTV Africa Music Awards 2009, Best International Act: Africa at the 2011 BET Awards, and Best-selling African Artist at the 2014 World Music Awards, Evolution award at the 2015 MTV Africa Music awards.\nHe adopted the stage name D'banj, a combination of his first name, Dapo, and his surname, Oyebanjo.",
      "pageId": 5024710,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nav%C3%ADd_Akhavan",
      "name": "Navíd Akhavan",
      "aboutText": "Amanda Lassiter (born June 9, 1979 in San Francisco, California) is an American professional women's basketball player with the Chicago Sky of the Women's National Basketball Association (WNBA).\nAfter graduating from George Washington High School in San Francisco, Lassiter attended college at University of Missouri in Columbia, Missouri and graduated in 2001. Following her collegiate career, she was selected 15th overall in the 2001 WNBA Draft by the Houston Comets.",
      "pageId": 5263129,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_DeBello",
      "name": "James DeBello",
      "aboutText": "Michael Eugene \"Mike\" Fontenot (born June 9, 1980) is an American former professional baseball infielder.",
      "pageId": 5877733,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Fontenot",
      "name": "Mike Fontenot",
      "aboutText": "Chris Tilton (born June 9, 1979 in New Orleans, Louisiana, United States) is an American soundtrack composer and has helped compose several television, film and video game scores. He has collaborated with Michael Giacchino and J.J. Abrams on several of his projects. His projects include the video games Mercenaries: Playground of Destruction, Black, Fracture, SimCity, Assassin's Creed Unity, and the television series Fringe.",
      "pageId": 7141074,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Timothy_Glanfield",
      "name": "Timothy Glanfield",
      "aboutText": "Jasper Redd (Born June 9, 1979) is an American comedian from Knoxville, Tennessee.\nJasper's brand of comedy is distinguished by his use of polyrhythmic timing. Earlier in his career, this was more pronounced.",
      "pageId": 7829169,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Udonis_Haslem",
      "name": "Udonis Haslem",
      "aboutText": "Lehlohonolo Seema (born June 9, 1980 in Mafeteng) is a Lesotho football (soccer) defender and midfielder. He also holds South African citizenship.",
      "pageId": 8569129,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nikolai_Novosjolov",
      "name": "Nikolai Novosjolov",
      "aboutText": "Navíd Akhavan (Persian: نوید اخوان‎‎; born 9 June 1980, Tehran) is an Iranian-German actor best known for his role as Hakan in the German comedy television series König von Kreuzberg.\nNavid Akhavan was born in Teheran, Iran. Due to the Iran-Iraq war the four-year Navid had to escape with his family from his native country.",
      "pageId": 11690990,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Paul_Preiss",
      "name": "Paul Preiss",
      "aboutText": "Timothy 'Tim' Glanfield is an English journalist and writer. He is editor of the Radio Times website.\nBorn in 1980, in Harlow, Essex, Glanfield has worked for a number of national newspapers.",
      "pageId": 26733334,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lehlohonolo_Seema",
      "name": "Lehlohonolo Seema",
      "aboutText": "Brian Patrick Wade (born June 9, 1978) is an American actor and physical trainer, best-known for his television roles as Capt. Craig \"Encino Man\" Schwetje in the mini-series Generation Kill, as Kurt, Penny's former love interest, in The Big Bang Theory, and as Ennis on Teen Wolf.",
      "pageId": 29517393,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kana_Ueda",
      "name": "Kana Ueda",
      "aboutText": "Nikolai Novosjolov (born 9 June 1980) is an Estonian fencer, a two-time world champion in men's épée, winning gold at the 2010 World Championships in Paris and the 2013 World Championships in Budapest.\nHe was also a member of the Estonia team that won the silver medal in men's team épée at the 2001 World Championships in Nîmes.",
      "pageId": 29538191,
      "monthDay": "06/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Williams_(card_game_player)",
      "name": "David Williams",
      "aboutText": "Paul Preiss (born in Port Huron, Michigan on 9 June 1980) is an American actor and model.\nAfter graduating from college, Paul Preiss moved to New York City and worked as a model for three years in USA and Europe. He was signed to IMG Models agency.",
      "pageId": 33505769,
      "monthDay": "06/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vic_Chou",
      "name": "Vic Chou",
      "aboutText": "Natalie Portman (born Neta-Lee Hershlag; Hebrew: נטע-לי הרשלג‎; June 9, 1981) is an actress, film producer and film director with dual American and Israeli citizenship. Her first role was in the 1994 action thriller Léon: The Professional, opposite Jean Reno, but mainstream success came when she was cast as Padmé Amidala in the Star Wars prequel trilogy (released in 1999, 2002 and 2005).\nBorn in Jerusalem to an Israeli father and American mother, Portman grew up in the eastern United States from the age of three.",
      "pageId": 38459,
      "monthDay": "06/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Natalie_Portman",
      "name": "Natalie Portman",
      "aboutText": "Yoshito Ōkubo (大久保 嘉人, Ōkubo Yoshito, born 9 June 1982, Kanda, Fukuoka) is a Japanese football player, he is a forward and currently plays for Kawasaki Frontale.",
      "pageId": 1388887,
      "monthDay": "06/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anoushka_Shankar",
      "name": "Anoushka Shankar",
      "aboutText": "Princess Theodora of Greece and Denmark (Greek: Θεοδώρα, born 9 June 1983 in London), also known under her stage name Theodora Greece, is an actress. She is the younger daughter and fourth of the five children of former King Constantine II of Greece and Anne-Marie of Denmark. Although she was born 10 years after the monarchy was abolished in Greece, she is also Princess of Denmark and her mother is a member of the reigning Danish royal family.",
      "pageId": 2110642,
      "monthDay": "06/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sara_Tommasi",
      "name": "Sara Tommasi",
      "aboutText": "Anoushka Shankar (born 9 June 1981) is an Indian sitar player and composer. She is the daughter of Ravi Shankar and the half-sister of Norah Jones.",
      "pageId": 2250736,
      "monthDay": "06/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Parinya_Charoenphol",
      "name": "Parinya Charoenphol",
      "aboutText": "Parinya Charoenphol (Thai: ปริญญา เจริญผล; rtgs: Parinya Charoenphon; born 9 June 1981), nicknamed Toom, also known by the stage name Parinya Kiatbusaba  and the colloquial name Nong Toom, is a Thai boxer, former Muay Thai (Thai boxing) champion, model and actress. She is a kathoey, a Thai third gender with similarities to transgenderism.\n^ Greene, Laura (October 28, 2010).",
      "pageId": 2706582,
      "monthDay": "06/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Thomas_Aldridge",
      "name": "Thomas Aldridge",
      "aboutText": "Christina Stürmer (born 9 June 1982) is an Austrian pop/rock singer. After working at a bookshop in Linz and singing in several bands, she reached #2 in Starmania, an Austrian music casting TV show. Her first song was \"Ich lebe\" (I'm Alive) released in 2003, which was very successful in Austria and was followed by several #1 hits.",
      "pageId": 3002355,
      "monthDay": "06/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yoshito_%C5%8Ckubo",
      "name": "Yoshito Ōkubo",
      "aboutText": "Dwayne Clinton Jones (born June 9, 1983) is an American professional basketball player who plays for Leones de Santo Domingo of the Liga Nacional de Baloncesto (LNB).",
      "pageId": 3860154,
      "monthDay": "06/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christina_St%C3%BCrmer",
      "name": "Christina Stürmer",
      "aboutText": "Yulieski Gourriel Castillo (born June 9, 1984) is a Cuban professional baseball player who is currently a free agent. He previously played for Industriales in the Cuban league. A member of Cuba's national team, Gourriel is primarily a third baseman, though he has also played other positions, such as shortstop and second base.",
      "pageId": 4251656,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Firas_Al-Khatib",
      "name": "Firas Al-Khatib",
      "aboutText": "Alektra Blue (born June 9, 1983) is an American pornographic actress and model. She was the Penthouse Pet of the Month for April 2008.",
      "pageId": 4342393,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alektra_Blue",
      "name": "Alektra Blue",
      "aboutText": "Joshua Cribbs (born June 9, 1983) is an American football return specialist who is a free agent. He played college football for Kent State University, and was signed by the Cleveland Browns as an undrafted free agent in 2005. Cribbs is considered one of the greatest return specialists in NFL history.",
      "pageId": 4773268,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Erin_Cafaro",
      "name": "Erin Cafaro",
      "aboutText": "Firas Mohamad Al Khatib (Arabic: فراس محمد الخطيب‎; born 9 June 1983 in Homs, Syria) is a Syrian footballer who predominantly plays as a striker. He currently plays for Al-Arabi SC, which competes in the VIVA Premier League.",
      "pageId": 6077649,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_Cribbs",
      "name": "Josh Cribbs",
      "aboutText": "Kaleth Morales (9 June 1984 – 24 August 2005) was a Colombian vallenato singer and songwriter, best known as the leader of the \"Nueva Ola\" (\"New Wave\") movement in Vallenato, having released singles such as Vivo en el Limbo.",
      "pageId": 6407314,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dwayne_Jones_(basketball)",
      "name": "Dwayne Jones",
      "aboutText": "Danny Adam Richar (born June 9, 1983 in La Romana) is a Dominican professional baseball player who is currently with the Kansas City T-Bones of the American Association of Independent Professional Baseball. In a three-season Major League Baseball career as a second baseman for the Chicago White Sox and Cincinnati Reds, Richar had a .229 batting average, six home runs, and 18 runs batted in.\nRichar originally signed as an undrafted free agent with the Arizona Diamondbacks on July 9, 2001.",
      "pageId": 12512353,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marina_Lizorkina",
      "name": "Marina Lizorkina",
      "aboutText": "Jim Tang Wing Kin (simplified Chinese: 邓永健; traditional Chinese: 鄧永健, born June 9, 1983 in Hong Kong with family roots in Panyu, Guangdong) is a Hong Kong actor.\nJim was a clown entertainer before he became an actor. He graduated from 20th TVB Artist Training Course in 2006 and he made his first appearance in The Price of Greed on TVB in 2006.",
      "pageId": 15099378,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Danny_Richar",
      "name": "Danny Richar",
      "aboutText": "Marina Sergeevna Lizorkina (Russian: Марина Серге́евна Лизоркина; born 9 June 1983) is a Russian singer and former member of girl group Serebro which she left in 2009.",
      "pageId": 15304902,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jim_Tang",
      "name": "Jim Tang",
      "aboutText": "Thomas Aldridge, also known as Tom Aldridge, is an English television and theatre actor.",
      "pageId": 17456764,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alex_Templeton-Ward",
      "name": "Alex Templeton-Ward",
      "aboutText": "Erin Jane Cafaro (born 9 June 1983 in Modesto, California) is an American rower. She competed at the 2008 Summer Olympics, where she won a gold medal in women's eight. At the 2012 London Olympics she won her second consecutive gold medal in Women's eight.",
      "pageId": 18900809,
      "monthDay": "06/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Princess_Theodora_of_Greece_and_Denmark",
      "name": "Princess Theodora of Greece and Denmark",
      "aboutText": "Vic Chou (Chinese: 周渝民; pinyin: Zhōu Yúmín) is a Taiwanese actor, singer and commercial model. He is a member of the Taiwanese boy band F4, and has starred in Taiwanese dramas. His stage name, 周渝民, literally means “a completely changed person”.",
      "pageId": 24867090,
      "monthDay": "06/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yulieski_Gourriel",
      "name": "Yulieski Gourriel",
      "aboutText": "Sara Tommasi (born 9 June 1981) is an Italian actress and television personality. She made her film debut in the 2008 comedy Ultimi della classe playing a teacher who had appeared in a \"sexy\" calendar shoot. Tommasi herself had appeared topless in a Max Calendar shoot in 2007.",
      "pageId": 27603721,
      "monthDay": "06/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kaleth_Morales",
      "name": "Kaleth Morales",
      "aboutText": "Alex Templeton-Ward (born 9 June 1983, Carlisle, Cumbria) is an English artist and musician. He was a one time member of Paul Hawkins & Thee Awkward Silences where he provided vocals, bass, sampling, synthesizers and has writing credits. His illustration and design work has been used by many notable companies and he has had a variety of solo shows in London.",
      "pageId": 29260073,
      "monthDay": "06/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jake_Newton_(footballer)",
      "name": "Jake Newton",
      "aboutText": "Wesley Sneijder (Dutch pronunciation: [ˈʋɛsli ˈsnɛi̯dər]; born 9 June 1984) is a Dutch professional footballer who plays for Turkish club Galatasaray and the Netherlands national team. He was named UEFA midfielder of the season and one of the three best midfielders in the world for 2010 by FIFA. A product of the AFC Ajax Academy, he previously played for Ajax, with whom he won seven trophies and was awarded the Johan Cruyff Trophy in 2004. He was sold to Real Madrid for €27 million in 2007, winning La Liga in his first season with the club and later being sold to Internazionale for €15 million.",
      "pageId": 816211,
      "monthDay": "06/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Asko_Paade",
      "name": "Asko Paade",
      "aboutText": "Sebastian Telfair (born June 9, 1985) is an American professional basketball player who last played for the Xinjiang Flying Tigers of the Chinese Basketball Association (CBA). Telfair was the 13th overall pick in the 2004 NBA draft by the Portland Trail Blazers out of Abraham Lincoln High School. He had committed to the University of Louisville and head coach Rick Pitino during his senior year, but decided to turn professional instead.",
      "pageId": 1362936,
      "monthDay": "06/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Masoud_Shojaei",
      "name": "Masoud Shojaei",
      "aboutText": "Adamo Angelo Ruggiero (born June 9, 1986) is a Canadian actor best known for his role of Marco Del Rossi in Degrassi: The Next Generation.",
      "pageId": 1593550,
      "monthDay": "06/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wesley_Sneijder",
      "name": "Wesley Sneijder",
      "aboutText": "Kary Ng (born 9 June 1986) is a pop rock singer in Hong Kong. When she debuted, she had been a member of a music group, Cookies; however, the members of Cookies were eventually arranged to explore their respective solo careers in 2005, and the group is now disbanded. She had temporarily been the lead vocals of rock band Ping Pung in 2004, but Ping Pung had also disbanded after only releasing one album that same year.",
      "pageId": 2744236,
      "monthDay": "06/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anthimos_Ananiadis",
      "name": "Anthimos Ananiadis",
      "aboutText": "Masoud Soleimani Shojaei (Persian: مسعود سلیمانی شجاعی‎‎; born 9 June 1984) is an Iranian professional footballer of plays for Qatari club Al-Gharafa Sports Club. Mainly an attacking midfielder, he can also play as a winger or forward.\nAfter playing in his country for two clubs and with Al-Sharjah in the United Arab Emirates, he went on to spend several seasons in Spain with Osasuna, appearing in 112 official games.",
      "pageId": 5305108,
      "monthDay": "06/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Richard_Kahui",
      "name": "Richard Kahui",
      "aboutText": "Sara Isaković (born 9 June 1988) is a retired Slovenian swimmer. In 2008 Beijing Olympics, at the age of 20, she placed 2nd in the 200 freestyle with the time of 1.54.97, being the second woman ever (behind Federica Pellegrini) to brake the 1 min 55 sec mark. Bringing home her Silver medal, was a historic moment for Slovenian sports.",
      "pageId": 5421317,
      "monthDay": "06/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sonam_Kapoor",
      "name": "Sonam Kapoor",
      "aboutText": "Courtney Rheagan Wallace (born June 9, 1987 in Dallas, Texas) is an American actress who had a brief recurring role as Georgia Huffington on the television series 7th Heaven. Her other television credits include CSI: Crime Scene Investigation, ER, That's So Raven, Malcolm in the Middle, NYPD Blue, Judging Amy and Walker, Texas Ranger, among other series.",
      "pageId": 5841944,
      "monthDay": "06/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jon_N%C3%B8rgaard",
      "name": "Jon Nørgaard",
      "aboutText": "Sokratis Papastathopoulos (Greek: Σωκράτης Παπασταθόπουλος, pronounced [soˈkratis papastaˈθopulos]; born 9 June 1988) is a Greek footballer who plays as a centre back for German Bundesliga club Borussia Dortmund and is the captain of the Greek national team.",
      "pageId": 6389661,
      "monthDay": "06/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sebastian_Telfair",
      "name": "Sebastian Telfair",
      "aboutText": "Richard Kahui (born 9 June 1985 in Tokoroa, New Zealand) is a New Zealand rugby union footballer. He plays for Toshiba Brave Lupus in the Top League. He previously played for the Highlanders and Chiefs in Super Rugby, Waikato in the ITM Cup, and New Zealand internationally.",
      "pageId": 6999089,
      "monthDay": "06/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kevin_Borg",
      "name": "Kevin Borg",
      "aboutText": "Yadier Pedroso González (June 9, 1986 – March 16, 2013), born in Guanajay, Havana Province, Cuba, was a right-handed pitcher for the Cuban national baseball team and La Habana of the Cuban National Series. Pedroso was part of the Cuban team at the 2006 and 2013 World Baseball Classics.\nPedroso, then 19 years old, went 8-5 with a 3.58 ERA for La Habana during the 2005-06 Cuban National Series, as part of a strong staff featuring two other members of the national team, Jonder Martínez and Yulieski González.",
      "pageId": 7385926,
      "monthDay": "06/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Doug_Legursky",
      "name": "Doug Legursky",
      "aboutText": "Sonam Kapoor (pronounced [soːnəm kəˈpuːr]; born 9 June 1985) is an Indian actress who appears in Bollywood films and is the daughter of actor Anil Kapoor. One of the highest-paid actresses and most popular celebrities in India, Kapoor has been nominated for three Filmfare Awards and has won two Stardust Awards.\nKapoor studied theatre and arts at the United World College of South East Asia in Singapore and assisted director Sanjay Leela Bhansali with his 2005 drama film, Black.",
      "pageId": 7670257,
      "monthDay": "06/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kary_Ng",
      "name": "Kary Ng",
      "aboutText": "Sofía Lama (Spanish pronunciation: [soˈfi.a (e)sˈtamaˈtjaðes]; born Sofía Lama Stamatiades on June 9, 1987 in Puebla, Mexico) is a Mexican actress of Greek descent.\nSofia has confirmed her relationship with Julian Gil.",
      "pageId": 13020407,
      "monthDay": "06/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yadier_Pedroso",
      "name": "Yadier Pedroso",
      "aboutText": "Ashley Postell (born June 9, 1986) is an American former artistic gymnast. Postell was a member of the United States national gymnastics team from 1997 to 2004. During that time she was the world champion on balance beam in 2002 and the national champion on floor exercise in 2003.",
      "pageId": 16969754,
      "monthDay": "06/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ashley_Postell",
      "name": "Ashley Postell",
      "aboutText": "Anthem Moss (Born June 9, 1985) or Anthimos Ananiadis (Greek: Άνθιμος Ανανιάδης) is a Greek actor and model best known from his leading role in Maria, i Aschimi, the Greek edition of the television series Ugly Betty. For most of 2007-2008, he simultaneously played the lead role of Benjamin Braddock in The Graduate at the Britain Theatre.\nAnaniadis was born in Thessaloniki (Greece) where he started studying theatre at the age of 12.",
      "pageId": 18329970,
      "monthDay": "06/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Adamo_Ruggiero",
      "name": "Adamo Ruggiero",
      "aboutText": "Wayne Douglas \"Doug\" Legursky II (born June 9, 1986) is an American football center for the Pittsburgh Steelers of the National Football League (NFL). He was signed by the Steelers as an undrafted free agent in 2008. He played college football at Marshall.",
      "pageId": 18758447,
      "monthDay": "06/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sof%C3%ADa_Lama",
      "name": "Sofía Lama",
      "aboutText": "Kevin James Borg (born 9 June 1986, Floriana, Malta) is a Maltese pop singer who lives and works in Sweden. Borg rose to musical fame as the winner of the fifth series of the Swedish singing competition Idol in 2008.",
      "pageId": 19715451,
      "monthDay": "06/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jaan_M%C3%B6lder",
      "name": "Jaan Mölder",
      "aboutText": "Asko Paade (born on June 9, 1984) is an Estonian basketball player who currently plays for Estonian basketball team Tartu Ülikool, power forward position.",
      "pageId": 20770767,
      "monthDay": "06/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rheagan_Wallace",
      "name": "Rheagan Wallace",
      "aboutText": "Jake Alexander Newton (born 9 June 1984) is a Guyanese international footballer who plays club football in England for Havant & Waterlooville, as a right back.",
      "pageId": 21745229,
      "monthDay": "06/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sara_Isakovi%C4%87",
      "name": "Sara Isaković",
      "aboutText": "Jon Gade Nørgaard (born 9 June 1985, in Grenå, Denmark) is a Danish singer who took part in Danish TV 2's musical competition Popstars in 2002 and winning the title.",
      "pageId": 30173968,
      "monthDay": "06/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sokratis_Papastathopoulos",
      "name": "Sokratis Papastathopoulos",
      "aboutText": "Jaan Mölder (born 9 June 1987) is an Estonian rally driver.",
      "pageId": 34518653,
      "monthDay": "06/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mae_Whitman",
      "name": "Mae Whitman",
      "aboutText": "Mae Margaret Whitman (born June 9, 1988) is an American actress, singer and voice artist. After making her feature film debut as the President's daughter in Independence Day (1996), she would later become known for her television roles as Ann Veal on Arrested Development and Amber Holt on Parenthood. Whitman is also known for co-starring in the films Scott Pilgrim vs.",
      "pageId": 152334,
      "monthDay": "06/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chlo%C3%AB_Agnew",
      "name": "Chloë Agnew",
      "aboutText": "Danielle Ryan Chuchran (born June 9, 1993) is an American actress, having appeared in films since 2001.",
      "pageId": 1872933,
      "monthDay": "06/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Logan_Browning",
      "name": "Logan Browning",
      "aboutText": "Chloë Alexandra Adele Emily Agnew (born 9 June 1989 in Dublin, Ireland) is an Irish singer who is a former member of the Celtic music group Celtic Woman, as well as its youngest member. She comes from Knocklyon, County Dublin where she lived with her mother Adele \"Twink\" King and younger sister, Naomi.",
      "pageId": 5697813,
      "monthDay": "06/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nina_Kodaka",
      "name": "Nina Kodaka",
      "aboutText": "Logan Laurice Browning (born June 9, 1989) is an American actress & professional dancer. She is best known for playing Sasha in the 2007 film Bratz: The Movie and Brianna in Meet the Browns. She currently stars as Jelena Howard on the VH1 series Hit the Floor and is in the Playstation Network series Powers as a young \"Power\" named Zora.",
      "pageId": 12342892,
      "monthDay": "06/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/D%C3%ADdac_Vil%C3%A0",
      "name": "Dídac Vilà",
      "aboutText": "Dídac Vilà Rosselló (born 9 June 1989) is a Spanish professional footballer who plays for Greek club AEK Athens F.C. as a left back.",
      "pageId": 24125027,
      "monthDay": "06/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lauren_Socha",
      "name": "Lauren Socha",
      "aboutText": "Boyd Cordner (born 9 June 1992) is an Australian professional rugby league player who currently plays for the Sydney Roosters of the National Rugby League. A New South Wales, Country Origin and Australia representative player, Cordner primarily plays at second-row and lock.",
      "pageId": 24786167,
      "monthDay": "06/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lizz_Tayler",
      "name": "Lizz Tayler",
      "aboutText": "Lauren Marie Socha (born 9 June 1990) is an English actress. She rose to prominence during her role as Kelly Bailey in the E4 comedy-drama television series Misfits, for which she won a BAFTA in the Best Supporting Actress category.",
      "pageId": 25065260,
      "monthDay": "06/09"
    },
    {
      "year": "1992",
      "uri": "/wiki/Yannick_Agnel",
      "name": "Yannick Agnel",
      "aboutText": "Nina Kodaka (小高ニーナ born June 9, 1989 in Tokyo, Japan) is a Japanese-Filipino TV personality who gained media attention as a finalist on the 5th season of StarStruck, a reality-TV talent show broadcast on GMA Network.",
      "pageId": 25759928,
      "monthDay": "06/09"
    },
    {
      "year": "1992",
      "uri": "/wiki/Boyd_Cordner",
      "name": "Boyd Cordner",
      "aboutText": "Yannick Agnel (born 9 June 1992) is a French swimmer who specializes in freestyle events, and is a three-time Olympic medalist. In his Olympic debut at the 2012 Summer Olympics in London, he won gold in the 200-meter freestyle, gold in the 4×100-meter freestyle relay, and silver in the 4×200-meter freestyle relay. He is the current world record holder in the 400-meter freestyle (short course), the European record holder in the 800-meter freestyle (short course), and the national record holder in the 200- and 400-meter freestyle (long course).",
      "pageId": 27131814,
      "monthDay": "06/09"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lucien_Laviscount",
      "name": "Lucien Laviscount",
      "aboutText": "Lucien Leon Laviscount (born 9 June 1992) is a British actor and recording artist best known for his portrayal of Jonah Kirby on popular BBC One drama Waterloo Road. In 2012 he made the transition to recording artist with the release of his debut single \"Dance With You\". He was set to play the lead in the potential series Supernatural: Bloodlines, a spin-off to the CW show Supernatural, which did not get picked up.",
      "pageId": 32799841,
      "monthDay": "06/09"
    },
    {
      "year": "1993",
      "uri": "/wiki/Danielle_Chuchran",
      "name": "Danielle Chuchran",
      "aboutText": "Lizz Tayler (born June 9, 1990 in Phoenix, Arizona) is an American pornographic actress.",
      "pageId": 37813188,
      "monthDay": "06/09"
    },
    {
      "year": "1994",
      "uri": "/wiki/Lee_Hyeri",
      "name": "Lee Hyeri",
      "aboutText": "Lee Hyeri (hangul: 이혜리; hanja: 李惠利; born June 9, 1994), better known mononymously as Hyeri, is a South Korean idol singer and actress. She is known as the youngest member of girl group Girl's Day under Dream Tea Entertainment.",
      "pageId": 41509269,
      "monthDay": "06/09"
    }
  ]
}