{
  "people": [
    {
      "year": "1403",
      "uri": "/wiki/John_IV,_Duke_of_Brabant",
      "name": "John IV, Duke of Brabant",
      "aboutText": "Benjamin \"Ben\" Jonson (c. 11 June 1572 – 6 August 1637) was an English playwright, poet, actor and literary critic of the 17th century, whose artistry exerted a lasting impact upon English poetry and stage comedy. He popularised the comedy of humours.",
      "pageId": 48261,
      "monthDay": "06/11"
    },
    {
      "year": "1431",
      "uri": "/wiki/Edmund_Tudor,_1st_Earl_of_Richmond",
      "name": "Edmund Tudor, 1st Earl of Richmond",
      "aboutText": "Lady Anne Neville (11 June 1456 – 16 March 1485) was an English queen, the daughter of Richard Neville, 16th Earl of Warwick (the \"Kingmaker\").",
      "pageId": 49763,
      "monthDay": "06/11"
    },
    {
      "year": "1456",
      "uri": "/wiki/Anne_Neville",
      "name": "Anne Neville",
      "aboutText": "Edmund Tudor, 1st Earl of Richmond (11 June 1431 – 3 November 1456), also known as Edmund of Hadham (Welsh: Edmwnd Tudur), was the father of King Henry VII of England and a member of the Tudor family of Penmynydd, North Wales.",
      "pageId": 183672,
      "monthDay": "06/11"
    },
    {
      "year": "1540",
      "uri": "/wiki/Barnabe_Googe",
      "name": "Barnabe Googe",
      "aboutText": "Evert Horn (June 11, 1585 – July 30, 1615) was a Swedish soldier. He was born in Haapsalu, a son of Field Marshal Carl Horn and Agneta von Dellwig. His brother was Field Marshal Gustav Horn, Count of Pori.",
      "pageId": 234178,
      "monthDay": "06/11"
    },
    {
      "year": "1555",
      "uri": "/wiki/Lodovico_Zacconi",
      "name": "Lodovico Zacconi",
      "aboutText": "Barnabe Googe or Goche (11 June 1540 – 7 February 1594) (also spelled Barnaby Goodge) was a poet and translator, one of the earliest English pastoral poets.",
      "pageId": 343299,
      "monthDay": "06/11"
    },
    {
      "year": "1572",
      "uri": "/wiki/Ben_Jonson",
      "name": "Ben Jonson",
      "aboutText": "Tokugawa Ienobu (徳川 家宣) (June 11, 1662 – November 12, 1712) was the sixth shogun of the Tokugawa dynasty of Japan.",
      "pageId": 469826,
      "monthDay": "06/11"
    },
    {
      "year": "1585",
      "uri": "/wiki/Evert_Horn",
      "name": "Evert Horn",
      "aboutText": "Lodovico (or Ludovico) Zacconi (June 11, 1555 – March 23, 1627) was an Italian composer and musical theorist of the late Renaissance and early Baroque eras. He worked as a singer, theologian, and writer on music in northern Italy and Austria; for a time he was in the employ of Archduke Karl of Graz, and worked in Graz and Vienna.\n^ Slonimsky, Nicolas (1978).",
      "pageId": 557020,
      "monthDay": "06/11"
    },
    {
      "year": "1588",
      "uri": "/wiki/George_Wither",
      "name": "George Wither",
      "aboutText": "Dr. Joseph Warren (June 11, 1741 – June 17, 1775) was an American physician who played a leading role in American Patriot organizations in Boston in the early days of the American Revolution, eventually serving as president of the revolutionary Massachusetts Provincial Congress. Warren enlisted Paul Revere and William Dawes on April 18, 1775, to leave Boston and spread the alarm that the British garrison in Boston was setting out to raid the town of Concord and arrest rebel leaders John Hancock and Samuel Adams.",
      "pageId": 573097,
      "monthDay": "06/11"
    },
    {
      "year": "1620",
      "uri": "/wiki/John_Moore_(Lord_Mayor)",
      "name": "John Moore",
      "aboutText": "George Wither (11 June 1588 O.S. (21 June 1588 NS) – 2 May 1667 O.S. (12 May 1667 NS)) was an English poet, pamphleteer, and satirist. He was a prolific writer who adopted a deliberate plainness of style; he was several times imprisoned. C. V. Wedgwood wrote \"every so often in the barren acres of his verse is a stretch enlivened by real wit and observation, or fired with a sudden intensity of feeling\".",
      "pageId": 573371,
      "monthDay": "06/11"
    },
    {
      "year": "1655",
      "uri": "/wiki/Antonio_Cifrondi",
      "name": "Antonio Cifrondi",
      "aboutText": "The Hon. James Francis Edward Keith (11 June 1696 – 14 October 1758) was a Scottish soldier and Prussian field marshal. As a Jacobite he took part in a failed attempt to restore the Stuart Monarchy to Britain, before joining the Spanish and Russian armies.",
      "pageId": 761929,
      "monthDay": "06/11"
    },
    {
      "year": "1662",
      "uri": "/wiki/Tokugawa_Ienobu",
      "name": "Tokugawa Ienobu",
      "aboutText": "José António Carlos de Seixas, (11 June 1704 – 25 August 1742), was a Portuguese composer, the son of the cathedral organist, Francisco Vaz and Marcelina Nunes.",
      "pageId": 840093,
      "monthDay": "06/11"
    },
    {
      "year": "1672",
      "uri": "/wiki/Francesco_Antonio_Bonporti",
      "name": "Francesco Antonio Bonporti",
      "aboutText": "Johann Georg Palitzsch (11 June 1723 – 21 February 1788) was a German astronomer who became famous for recovering Comet 1P/Halley (better known as Halley's Comet or Comet Halley) on Christmas Day, 1758. The periodic nature of this comet had been deduced by its namesake Edmond Halley in 1705, but Halley had died before seeing if his prediction would come true.\nRaised to become a successful farmer under a strict stepfather, Palitzsch secretly studied as much astronomy as he could from the books he could afford.",
      "pageId": 864386,
      "monthDay": "06/11"
    },
    {
      "year": "1690",
      "uri": "/wiki/Giovanni_Antonio_Giay",
      "name": "Giovanni Antonio Giay",
      "aboutText": "Francesco Antonio Bonporti (11 June 1672 – 19 December 1749) was an Italian priest and amateur composer.\nHe was born in Trento. In 1691, he was admitted to the Collegium Germanicum in Rome, where he studied theology.",
      "pageId": 1134230,
      "monthDay": "06/11"
    },
    {
      "year": "1696",
      "uri": "/wiki/James_Francis_Edward_Keith",
      "name": "James Francis Edward Keith",
      "aboutText": "John IV, Duke of Brabant (11 June 1403 – 17 April 1427) was the son of Antoine of Burgundy, Duke of Brabant, Lothier and Limburg and his first wife Jeanne of Saint-Pol. He was the second Brabantian ruler from the House of Valois.",
      "pageId": 2616784,
      "monthDay": "06/11"
    },
    {
      "year": "1697",
      "uri": "/wiki/Francesco_Antonio_Vallotti",
      "name": "Francesco Antonio Vallotti",
      "aboutText": "Antonio Cifrondi (June 11, 1655 – October 30, 1730) was an Italian painter of the late Baroque, mainly of genre themes. He was active in Brescia and near Bergamo.\nHe was born to a poor mason in Clusone.",
      "pageId": 7098372,
      "monthDay": "06/11"
    },
    {
      "year": "1704",
      "uri": "/wiki/Carlos_Seixas",
      "name": "Carlos Seixas",
      "aboutText": "Francesco Antonio Vallotti (11 June 1697 – 10 January 1780) was an Italian composer, music theorist, and organist.",
      "pageId": 8088695,
      "monthDay": "06/11"
    },
    {
      "year": "1709",
      "uri": "/wiki/Joachim_Martin_Falbe",
      "name": "Joachim Martin Falbe",
      "aboutText": "Maria Teresa Rafaela of Spain (María Teresa Antonia Rafaela; 11 June 1726 – 22 July 1746) was an Infanta of Spain by birth and was later the wife of Louis, Dauphin of France, son of Louis XV of France. She died aged 20, while giving birth to a daughter who died in 1748.",
      "pageId": 9634279,
      "monthDay": "06/11"
    },
    {
      "year": "1723",
      "uri": "/wiki/Johann_Georg_Palitzsch",
      "name": "Johann Georg Palitzsch",
      "aboutText": "Giovanni Antonio Giay (sometimes spelled Giaj; 11 June 1690 – 10 September 1764) was an Italian composer. His compositional output includes 15 operas, 5 symphonies, and a significant amount of sacred music.",
      "pageId": 17006962,
      "monthDay": "06/11"
    },
    {
      "year": "1726",
      "uri": "/wiki/Infanta_Maria_Teresa_Rafaela_of_Spain",
      "name": "Infanta Maria Teresa Rafaela of Spain",
      "aboutText": "Sir John Moore (11 June 1620 – 2 June 1702) was the Member of Parliament for the City of London from 15 May 1685 to 9 January 1687, and Lord Mayor of London, 1681-82.",
      "pageId": 27171007,
      "monthDay": "06/11"
    },
    {
      "year": "1741",
      "uri": "/wiki/Joseph_Warren",
      "name": "Joseph Warren",
      "aboutText": "Joachim Martin Falbe (11 June 1709 – 22 March 1782) was a German portrait painter.\nBorn at Berlin in 1709, Falbe was instructed by Harper and A. Pesne. Several etchings after Rembrandt, or in the style of that master, which are attributed to him, and some of which are signed with Falbe's monogram, are in existence.",
      "pageId": 34054574,
      "monthDay": "06/11"
    },
    {
      "year": "1776",
      "uri": "/wiki/John_Constable",
      "name": "John Constable",
      "aboutText": "Dame Millicent Garrett Fawcett, GBE (11 June 1847 – 5 August 1929) was an English feminist, intellectual, political and union leader, and writer. However, she is primarily known for her work as a suffragist (a campaigner for women to have the vote).\nShe was born Millicent Garrett in Aldeburgh, Suffolk.",
      "pageId": 55664,
      "monthDay": "06/11"
    },
    {
      "year": "1797",
      "uri": "/wiki/Jos%C3%A9_Trinidad_Reyes",
      "name": "José Trinidad Reyes",
      "aboutText": "Richard Georg Strauss (11 June 1864 – 8 September 1949) was a leading German composer of the late Romantic and early modern eras. He is known for his operas, which include Der Rosenkavalier, Elektra, Die Frau ohne Schatten and Salome; his Lieder, especially his Four Last Songs; his tone poems, including Don Juan, Death and Transfiguration, Till Eulenspiegel's Merry Pranks, Also sprach Zarathustra, Ein Heldenleben, Symphonia Domestica, and An Alpine Symphony; and other instrumental works such as Metamorphosen and his Oboe Concerto. Strauss was also a prominent conductor throughout Germany and Austria.",
      "pageId": 67482,
      "monthDay": "06/11"
    },
    {
      "year": "1807",
      "uri": "/wiki/James_F._Schenck",
      "name": "James F. Schenck",
      "aboutText": "Julia Margaret Cameron (née Pattle; 11 June 1815 in Calcutta – 26 January 1879) was a British photographer. She became known for her portraits of celebrities of the time, and for photographs with Arthurian and other legendary or heroic themes.\nCameron's photographic career was short, spanning eleven years of her life (1864–1875).",
      "pageId": 85737,
      "monthDay": "06/11"
    },
    {
      "year": "1815",
      "uri": "/wiki/Julia_Margaret_Cameron",
      "name": "Julia Margaret Cameron",
      "aboutText": "John Constable, RA (/ˈkʌnstəbəlˌ ˈkɒn-/; 11 June 1776 – 31 March 1837) was an English Romantic painter. Born in Suffolk, he is known principally for his landscape paintings of Dedham Vale, the area surrounding his home—now known as \"Constable Country\"—which he invested with an intensity of affection. \"I should paint my own places best\", he wrote to his friend John Fisher in 1821, \"painting is but another word for feeling\".",
      "pageId": 113565,
      "monthDay": "06/11"
    },
    {
      "year": "1818",
      "uri": "/wiki/Alexander_Bain",
      "name": "Alexander Bain",
      "aboutText": "Alexander Bain (11 June 1818 – 18 September 1903) was a Scottish philosopher and educationalist in the British school of empiricism and a prominent and innovative figure in the fields of psychology, linguistics, logic, moral philosophy and education reform. He founded Mind, the first ever journal of psychology and analytical philosophy, and was the leading figure in establishing and applying the scientific method to psychology.",
      "pageId": 143110,
      "monthDay": "06/11"
    },
    {
      "year": "1832",
      "uri": "/wiki/Lucy_Pickens",
      "name": "Lucy Pickens",
      "aboutText": "Jeannette Pickering Rankin (June 11, 1880 – May 18, 1973) became the first woman to hold a high government office in the United States when, in 1916, she was elected to the United States Congress from the state of Montana. After winning her House seat in 1916, she said, \"I may be the first woman member of Congress but I won’t be the last.\" She also was elected in 1940.\nRankin's two terms in Congress coincided with U.S. entry into both World Wars.",
      "pageId": 145013,
      "monthDay": "06/11"
    },
    {
      "year": "1842",
      "uri": "/wiki/Carl_von_Linde",
      "name": "Carl von Linde",
      "aboutText": "Renée Vivien, born Pauline Mary Tarn (11 June 1877 – 18 November 1909), was a British poet who wrote in French, in the style of the Symbolistes and the Parnassiens. A high-profile lesbian in the Paris of the Belle Époque, she was as notable for her lifestyle as for her work, which has received more attention following a recent revival of interest in Sapphic verse. Many of her poems are autobiographical, reflecting a life of extreme hedonism, leading to early death.",
      "pageId": 179261,
      "monthDay": "06/11"
    },
    {
      "year": "1846",
      "uri": "/wiki/William_Louis_Marshall",
      "name": "William Louis Marshall",
      "aboutText": "Nicola Sacco and Bartolomeo Vanzetti were Italian-born US anarchists who were convicted of murdering a guard and a paymaster during the armed robbery of the Slater and Morrill Shoe Company, committed April 15, 1920, in South Braintree, Massachusetts, United States, and were executed by the electric chair seven years later at Charlestown State Prison. Both adhered to an anarchist movement that advocated relentless warfare against the government.\nAfter a few hours' deliberation, the jury found Sacco and Vanzetti guilty of first-degree murder on July 14, 1921.",
      "pageId": 263261,
      "monthDay": "06/11"
    },
    {
      "year": "1847",
      "uri": "/wiki/Millicent_Fawcett",
      "name": "Millicent Fawcett",
      "aboutText": "Alfred Louis Kroeber (June 11, 1876 – October 5, 1960) was an American cultural anthropologist. He received his Ph.D. under Franz Boas at Columbia University in 1901, the first doctorate in anthropology awarded by Columbia. He was also the first professor appointed to the Department of Anthropology at the University of California, Berkeley.",
      "pageId": 452673,
      "monthDay": "06/11"
    },
    {
      "year": "1864",
      "uri": "/wiki/Richard_Strauss",
      "name": "Richard Strauss",
      "aboutText": "Roger Philip Bresnahan (June 11, 1879 – December 4, 1944), nicknamed \"The Duke of Tralee\", was an American player and manager in Major League Baseball (MLB). As a player, Bresnahan competed in MLB for the Washington Senators (1897), Chicago Orphans (1900), Baltimore Orioles (1901–02), New York Giants (1902–08), St. Louis Cardinals (1909–12) and Chicago Cubs (1913–15).",
      "pageId": 479261,
      "monthDay": "06/11"
    },
    {
      "year": "1867",
      "uri": "/wiki/Charles_Fabry",
      "name": "Charles Fabry",
      "aboutText": "Stjepan Radić (11 June 1871 – 8 August 1928) was a Croatian politician and the founder of the Croatian People's Peasant Party (Hrvatska pučka seljačka stranka) in 1905. Radić is credited with galvanizing the peasantry of Croatia into a viable political force. Throughout his entire career, he was opposed to the union and, later, Serb hegemony in the first Yugoslavia and became an important political figure in that country.",
      "pageId": 593485,
      "monthDay": "06/11"
    },
    {
      "year": "1871",
      "uri": "/wiki/Stjepan_Radi%C4%87",
      "name": "Stjepan Radić",
      "aboutText": "Carl Paul Gottfried Linde (11 June 1842 – 16 November 1934) was a German scientist and engineer who discovered a refrigeration cycle and invented the first industrial-scale air separation and gas liquefaction processes. These breakthroughs laid the backbone for the 1913 Nobel Prize in physics. Linde was a member of scientific and engineering associations, including being on the board of trustees of the Physikalisch-Technische Reichsanstalt and the Bavarian Academy of Sciences and Humanities.",
      "pageId": 993397,
      "monthDay": "06/11"
    },
    {
      "year": "1876",
      "uri": "/wiki/Alfred_L._Kroeber",
      "name": "Alfred L. Kroeber",
      "aboutText": "James Findlay Schenck (11 June 1807 – 21 December 1882) was a rear admiral in the United States Navy who served in the Mexican–American War and the American Civil War.",
      "pageId": 1136981,
      "monthDay": "06/11"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ren%C3%A9e_Vivien",
      "name": "Renée Vivien",
      "aboutText": "William Louis Marshall was born June 11, 1846, in Washington, Kentucky, a scion of the family of Chief Justice John Marshall. At age 16 he enlisted in the 10th Kentucky Cavalry, Union Army. He graduated from the United States Military Academy in 1868 and was commissioned in the Corps of Engineers.",
      "pageId": 2532296,
      "monthDay": "06/11"
    },
    {
      "year": "1879",
      "uri": "/wiki/Roger_Bresnahan",
      "name": "Roger Bresnahan",
      "aboutText": "Kiichiro Toyoda (豊田 喜一郎, Toyoda Kiichirō, June 11, 1894 – March 27, 1952) was a Japanese entrepreneur and the son of Toyoda Loom Works founder Sakichi Toyoda. His decision to take Toyoda Loom Works into automobile manufacturing would create what would eventually become Toyota Motor Corporation, the largest automobile manufacturer in the world.",
      "pageId": 4670679,
      "monthDay": "06/11"
    },
    {
      "year": "1880",
      "uri": "/wiki/Jeannette_Rankin",
      "name": "Jeannette Rankin",
      "aboutText": "Karl Hugo Wieslander (11 June 1889 – 24 May 1976) was a Swedish athlete, who competed in combined events. He set the inaugural world record in the pentathlon in Gothenburg, Sweden in 1911 with a score of 5516 points. The following year he finished second in the decathlon at the 1912 Summer Olympics in Stockholm, Sweden, 688 points behind Jim Thorpe.",
      "pageId": 7076792,
      "monthDay": "06/11"
    },
    {
      "year": "1881",
      "uri": "/wiki/Spiros_Xenos",
      "name": "Spiros Xenos",
      "aboutText": "Maurice Paul Auguste Charles Fabry ForMemRS (French: [fabʁi]; 11 June 1867 – 11 December 1945) was a French physicist.",
      "pageId": 7626355,
      "monthDay": "06/11"
    },
    {
      "year": "1888",
      "uri": "/wiki/Bartolomeo_Vanzetti",
      "name": "Bartolomeo Vanzetti",
      "aboutText": "superioridad y preferencia, sobre sus semejantes\".\nThe Father José Trinidad Reyes y Sevilla (June 11, 1797 – September 20, 1855) is considered Honduras' national hero and is the founder of the Autonomous National University of Honduras, formerly called \"La Sociedad del Genio emprendedor y del buen gusto\" (\"The Society of the Enterprising Genius and Good Taste\"). He was a fighter against poverty and its causes, assisting the poor and insisting on their right to education in matters of faith, culture and science.",
      "pageId": 25404264,
      "monthDay": "06/11"
    },
    {
      "year": "1889",
      "uri": "/wiki/Hugo_Wieslander",
      "name": "Hugo Wieslander",
      "aboutText": "Spiros George Xenos (11 June 1881 – 21 January 1963) was a Greek-Swedish artist.\nXenox was born in Athens, Greece. After six years of study at Athens School of Fine Arts, he left Greece in 1903 and helped by a scholarship continued his education in Munich, Germany.",
      "pageId": 27955288,
      "monthDay": "06/11"
    },
    {
      "year": "1894",
      "uri": "/wiki/Kiichiro_Toyoda",
      "name": "Kiichiro Toyoda",
      "aboutText": "Lucy Petway Holcombe Pickens (June 11, 1832 – August 8, 1899) was a 19th-century American socialite, known during and after her lifetime as the \"Queen of the Confederacy\". She was described as \"beautiful, brilliant, and captivating\" by her male contemporaries, and this perception of her helped shape the stereotype of the \"Southern belle\".",
      "pageId": 30872338,
      "monthDay": "06/11"
    },
    {
      "year": "1894",
      "uri": "/wiki/Dai_Vernon",
      "name": "Dai Vernon",
      "aboutText": "Jacques-Yves Cousteau AC (French: [ʒak iv kusto]; commonly known in English as Jacques Cousteau; 11 June 1910 – 25 June 1997) was a French naval officer, explorer, conservationist, filmmaker, innovator, scientist, photographer, author and researcher who studied the sea and all forms of life in water. He co-developed the Aqua-Lung, pioneered marine conservation and was a member of the Académie française.\nCousteau described his underwater world research in a series of books, perhaps the most successful being his first book, The Silent World: A Story of Undersea Discovery and Adventure, published in 1953.",
      "pageId": 16252,
      "monthDay": "06/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ram_Prasad_Bismil",
      "name": "Ram Prasad Bismil",
      "aboutText": "Vincent Thomas \"Vince\" Lombardi (June 11, 1913 – September 3, 1970) was an Italian-American football player, coach, and executive. He is best known as the head coach of the Green Bay Packers during the 1960s, where he led the team to three straight and five total National Football League championships in seven years, in addition to winning the first two Super Bowls following the 1966 and 1967 NFL seasons. Lombardi is considered by many to be one of the best and most successful coaches in professional football history.",
      "pageId": 32641,
      "monthDay": "06/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/Yasunari_Kawabata",
      "name": "Yasunari Kawabata",
      "aboutText": "Magdolna \"Magda\" Gabor (June 11, 1915 – June 6, 1997) was a Hungarian-born actress and socialite, and the elder sister of Zsa Zsa and Eva Gabor.",
      "pageId": 152913,
      "monthDay": "06/11"
    },
    {
      "year": "1901",
      "uri": "/wiki/Cap_Fear",
      "name": "Cap Fear",
      "aboutText": "Yasunari Kawabata (川端 康成, Kawabata Yasunari, 11 June 1899 – 16 April 1972) was a Japanese novelist and short story writer whose spare, lyrical, subtly-shaded prose works won him the Nobel Prize for Literature in 1968, the first Japanese author to receive the award. His works have enjoyed broad international appeal and are still widely read.",
      "pageId": 291698,
      "monthDay": "06/11"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ernie_Nevers",
      "name": "Ernie Nevers",
      "aboutText": "Nicholas Constantine Metropolis (Greek: Νικόλαος Μητρόπουλος, June 11, 1915 – October 17, 1999) was an American physicist.",
      "pageId": 504326,
      "monthDay": "06/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Karl_Hein",
      "name": "Karl Hein",
      "aboutText": "Ernest Alonzo Nevers (June 11, 1902 – May 3, 1976) was an American professional athlete who played American football as a fullback for the Duluth Eskimos and the Chicago Cardinals of the National Football League (NFL), as well as baseball as a pitcher for the St. Louis Browns. Nevers was inducted into the College Football Hall of Fame in 1951 and the Pro Football Hall of Fame in 1963.",
      "pageId": 764032,
      "monthDay": "06/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jacinta_and_Francisco_Marto",
      "name": "Francisco Marto",
      "aboutText": "Francisco Marto (June 11, 1908 – April 4, 1919), his sister Jacinta Marto (March 11, 1910 – February 20, 1920), also known as Blessed Francisco Marto and Blessed Jacinta Marto, and their cousin Lúcia Santos (1907–2005) were children from Aljustrel near Fátima, Portugal, who said they witnessed three apparitions of an angel in 1916 and several apparitions of the Blessed Virgin Mary in 1917. Mary was given the title Our Lady of Fátima as a result, and Fátima became a major centre of world Christian pilgrimage.",
      "pageId": 1518292,
      "monthDay": "06/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Carmine_Coppola",
      "name": "Carmine Coppola",
      "aboutText": "Dai Vernon (pronounced alternatively as DIE or as DAY as in David) (June 11, 1894 – August 21, 1992), aka The Professor, was a Canadian magician. His expert sleight of hand technique and extensive knowledge garnered him respect among fellow magicians. His influence was considerable in the magic world, and he was a mentor to numerous famous magicians.",
      "pageId": 1630381,
      "monthDay": "06/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jacques_Cousteau",
      "name": "Jacques Cousteau",
      "aboutText": "Carmine Coppola (June 11, 1910 – April 26, 1991) was an American composer, flautist, editor, musical director, and songwriter who contributed original music to The Godfather, The Godfather Part II, Apocalypse Now, and The Godfather Part III, all directed by his son Francis Ford Coppola.",
      "pageId": 1813171,
      "monthDay": "06/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/James_Algar",
      "name": "James Algar",
      "aboutText": "Gerald Mohr (June 11, 1914 – November 9, 1968) was an American radio, film and television character actor and frequent leading man who appeared in more than 500 radio plays, 73 films and over 100 television shows.",
      "pageId": 2721404,
      "monthDay": "06/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/William_Baziotes",
      "name": "William Baziotes",
      "aboutText": "Risë Stevens (/ˈriːsə/; June 11, 1913 – March 20, 2013) was an American operatic mezzo-soprano. Beginning in 1938, she sang for the Metropolitan Opera in New York City for more than two decades during the 1940s and 1950s.",
      "pageId": 3313764,
      "monthDay": "06/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Mohammad_Hassan_Ganji",
      "name": "Mohammad Hassan Ganji",
      "aboutText": "Ram Prasad Bismil  pronunciation  (11 June 1897 – 19 December 1927) was an Indian revolutionary who participated in Mainpuri conspiracy of 1918, and the Kakori conspiracy of 1925, and struggled against British imperialism. As well as being a freedom fighter, he was a patriotic poet and wrote in Hindi and Urdu using the pen names Ram, Agyat and Bismil. But, he became popular with the last name \"Bismil\" only.",
      "pageId": 4026647,
      "monthDay": "06/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Keith_R._Porter",
      "name": "Keith R. Porter",
      "aboutText": "Jan Hendrik van den Berg (June 11, 1914 – September 22, 2012) was a Dutch psychiatrist notable for his work in phenomenological psychotherapy (cf.",
      "pageId": 4991960,
      "monthDay": "06/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Vince_Lombardi",
      "name": "Vince Lombardi",
      "aboutText": "Keith Roberts Porter (June 11, 1912 – May 2, 1997) was a Canadian-American cell biologist. He did pioneering biology research using electron microscopy of cells, such as work on the 9 + 2 microtubule structure in the axoneme of cilia. Porter also contributed to the development of other experimental methods for cell culture and nuclear transplantation.",
      "pageId": 5688498,
      "monthDay": "06/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Ris%C3%AB_Stevens",
      "name": "Risë Stevens",
      "aboutText": "William Baziotes (June 11, 1912 – June 6, 1963) was an American painter influenced by Surrealism and was a contributor to Abstract Expressionism.",
      "pageId": 5922325,
      "monthDay": "06/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Coby_Whitmore",
      "name": "Coby Whitmore",
      "aboutText": "Karl Hein (June 11, 1908 – July 10, 1982) was a German athlete who competed mainly in the hammer throw. Born in Hamburg, he won the gold medal at the 1936 Summer Olympics held in Berlin, Germany.",
      "pageId": 8022233,
      "monthDay": "06/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Gerald_Mohr",
      "name": "Gerald Mohr",
      "aboutText": "Alfred Henry \"Cap\" Fear (June 11, 1901 – February 12, 1978) was a star football player in the Canadian Football League for seven seasons for the Toronto Argonauts.",
      "pageId": 16967405,
      "monthDay": "06/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jan_Hendrik_van_den_Berg",
      "name": "Jan Hendrik van den Berg",
      "aboutText": "James Algar (June 11, 1912 – February 26, 1998) was an American film director, screenwriter, and producer. He worked for the Walt Disney Productions for 43 years and received the Disney Legends award in 1998.",
      "pageId": 17490871,
      "monthDay": "06/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Magda_Gabor",
      "name": "Magda Gabor",
      "aboutText": "Maxwell Coburn Whitmore (June 11, 1913 - October 12, 1988) was an American painter and magazine illustrator known for his Saturday Evening Post covers, and a commercial artist whose work included advertisements for Gallo Wine and other national brands. He additionally became known as a race-car designer.",
      "pageId": 24883133,
      "monthDay": "06/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Nicholas_Metropolis",
      "name": "Nicholas Metropolis",
      "aboutText": "Mohammad Hassan Ganji Ph.D (Persian: محمدحسن گنجی‎‎), (June 11, 1912 – July 19, 2012) was an Iranian meteorologist and academic. He was born in Birjand. He is credited as being the father of modern geography in Iran.",
      "pageId": 31609759,
      "monthDay": "06/11"
    },
    {
      "year": "1917",
      "uri": "/wiki/Joseph_B._Wirthlin",
      "name": "Joseph B. Wirthlin",
      "aboutText": "William Clark Styron, Jr. (June 11, 1925 – November 1, 2006) was an American novelist and essayist who won major literary awards for his work.",
      "pageId": 148351,
      "monthDay": "06/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ruth_Aarons",
      "name": "Ruth Aarons",
      "aboutText": "Richard Andrew Palethorpe Todd OBE (11 June 1919 – 3 December 2009) was an Irish-born British soldier and stage and film actor.",
      "pageId": 154690,
      "monthDay": "06/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Suleiman_Mousa",
      "name": "Suleiman Mousa",
      "aboutText": "Hazel Dorothy Scott (June 11, 1920 – October 2, 1981) was a Trinidadian-born jazz and classical pianist and singer; she also performed as herself in several films.\nBorn in Port of Spain, Hazel was taken at the age of four by her mother to New York. Recognized early as a musical prodigy, Scott was given scholarships from the age of eight to study at the Juilliard School.",
      "pageId": 263990,
      "monthDay": "06/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Helen_Tobias-Duesberg",
      "name": "Helen Tobias-Duesberg",
      "aboutText": "Queen Fabiola of Belgium (born Doña Fabiola de Mora y Aragón; 11 June 1928 – 5 December 2014) was the wife of Baudouin, King of the Belgians. She was Queen consort of the Belgians for 33 years, between her wedding in 1960 and her husband's death in 1993.",
      "pageId": 284620,
      "monthDay": "06/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Richard_Todd",
      "name": "Richard Todd",
      "aboutText": "Irving Howe (/haʊ/; June 11, 1920 – May 5, 1993) was a Jewish American literary and social critic and a prominent figure of the Democratic Socialists of America.",
      "pageId": 307734,
      "monthDay": "06/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Irving_Howe",
      "name": "Irving Howe",
      "aboutText": "Carlisle Floyd (born June 11, 1926) is an American opera composer. The son of a Methodist minister, he has based many of his works on themes from the South.",
      "pageId": 316086,
      "monthDay": "06/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Shelly_Manne",
      "name": "Shelly Manne",
      "aboutText": "Sheldon \"Shelly\" Manne (June 11, 1920 – September 26, 1984), was an American jazz drummer.",
      "pageId": 445249,
      "monthDay": "06/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Hazel_Scott",
      "name": "Hazel Scott",
      "aboutText": "Joseph Bitner Wirthlin (June 11, 1917 – December 1, 2008) was an American businessman, religious leader and member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was sustained to the Twelve on October 4, 1986, and ordained an apostle on October 9, 1986, by Thomas S. Monson. He became an apostle following the death of church president Spencer W. Kimball.",
      "pageId": 874751,
      "monthDay": "06/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Keith_Seaman",
      "name": "Keith Seaman",
      "aboutText": "Michael Cacoyannis (Greek: Μιχάλης Κακογιάννης, Michalis Kakogiannis; 11 June 1921 – 25 July 2011) was a Greek Cypriot filmmaker, best known for his 1964 film Zorba the Greek. He directed the 1983 Broadway revival of the musical based on the film. Much of his work was rooted in classical texts, especially those of the Greek tragedian Euripides.",
      "pageId": 974569,
      "monthDay": "06/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jean_Sutherland_Boggs",
      "name": "Jean Sutherland Boggs",
      "aboutText": "Jean Sutherland Boggs, CC FRSC (June 11, 1922 – August 22, 2014) was a Canadian academic, art historian and civil servant. She was the first female Director of both the National Gallery of Canada and the Philadelphia Museum of Art. She was also a specialist in the work of Edgar Degas.",
      "pageId": 1883194,
      "monthDay": "06/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Michael_Cacoyannis",
      "name": "Michael Cacoyannis",
      "aboutText": "Reverend Sir Keith Douglas Seaman, KCVO, OBE (11 June 1920 – 30 June 2013) was Governor of South Australia from 1 September 1977 until 28 March 1982. He was the second successive governor to have been a minister of religion, Seaman being a minister in then recently merged Uniting Church in Australia. He was born in McLaren Vale in 1920.",
      "pageId": 2153577,
      "monthDay": "06/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Douglas_Campbell_(actor)",
      "name": "Douglas Campbell",
      "aboutText": "Christopher Magnus Howard \"Kit\" Pedler (11 June 1927 – 27 May 1981) was a British medical scientist, parapsychologist and science fiction author.",
      "pageId": 2181929,
      "monthDay": "06/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Tom_Cole_(racing_driver)",
      "name": "Tom Cole",
      "aboutText": "Douglas Campbell, CM (11 June 1922 – 6 October 2009) was a Canadian-based stage actor.",
      "pageId": 5401788,
      "monthDay": "06/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Johnny_Esaw",
      "name": "Johnny Esaw",
      "aboutText": "Johnny Esaw, CM (June 11, 1925 – April 6, 2013) was a Canadian of Assyrian descent, a sports broadcaster and television network executive. He was a pioneer of sports broadcasting in Canada, best known for his involvement with figure skating, football, and international hockey.\n^ Robertson, Patricia.",
      "pageId": 8457643,
      "monthDay": "06/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/William_Styron",
      "name": "William Styron",
      "aboutText": "Dame Beryl Elizabeth Grey (née Groom; born 11 June 1927), is a retired English ballet dancer.\n^ \"Birthday's today\". The Daily Telegraph.",
      "pageId": 10346340,
      "monthDay": "06/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Carlisle_Floyd",
      "name": "Carlisle Floyd",
      "aboutText": "Suleiman Mousa (Arabic: سليمان الموسى‎) (11 June 1919 – 9 June 2008) was a Jordanian author and historian born in Al-Rafeed, a small village north of the city of Irbid. He wrote up to fifty books of which most prominent are Biography of Sharif Hussein Bin Ali, Jordan in the 1948 War, Great Arab Revolt, History of Jordan in the 20th century, and was the first and only Arab author to write about Lawrence of Arabia and show the Arab perspective.\nHis book T.E. Lawrence: An Arab View was published in 1966 and translated into English, French and Japanese.",
      "pageId": 10758116,
      "monthDay": "06/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Beryl_Grey",
      "name": "Beryl Grey",
      "aboutText": "Helen Tobias-Duesberg (June 11, 1919 – February 4, 2010) was an Estonian-American composer.\nHelen Tobias was born in Suure-Jaani, Estonia on June 11, 1919. Tobias was the youngest daughter of Estonian composer, Rudolf Tobias, born seven months after his death.",
      "pageId": 26402034,
      "monthDay": "06/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Kit_Pedler",
      "name": "Kit Pedler",
      "aboutText": "Ruth Hughes Aarons (June 11, 1918 – June 6, 1980) was a US table tennis player, vaudeville entertainer, and talent manager.",
      "pageId": 31303016,
      "monthDay": "06/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Queen_Fabiola_of_Belgium",
      "name": "Queen Fabiola of Belgium",
      "aboutText": "Ayhan Şahenk (11 June 1929, Niğde – 1 April 2001, İstanbul) founder of Doğuş Holding, Turkish businessman.\nFather of the current chairman of Dogus Holding Ferit Sahenk. Founded Doğuş Holding in 1950.",
      "pageId": 35450426,
      "monthDay": "06/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ayhan_%C5%9Eahenk",
      "name": "Ayhan Şahenk",
      "aboutText": "Tom Cole (11 June 1922 – 14 June 1953) was an British racing driver, who raced on an American racing license, who made a name for himself in the early 1950s, but paid the ultimate price for his love of motorsport.",
      "pageId": 47647818,
      "monthDay": "06/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Charles_Rangel",
      "name": "Charles Rangel",
      "aboutText": "Henrik, Prince Consort of Denmark (Danish pronunciation: [ˈhɛnˀʁæɡ̊]; born Henri Marie Jean André de Laborde de Monpezat 11 June 1934), is the husband of Queen Margrethe II. Henrik married Margrethe, then heiress presumptive to the Danish throne, at the Naval Church of Copenhagen on 10 June 1967. The couple have two sons, Crown Prince Frederik (born 1968) and Prince Joachim (born 1969).",
      "pageId": 151442,
      "monthDay": "06/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Kenneth_Cameron,_Baron_Cameron_of_Lochbroom",
      "name": "Kenneth Cameron, Baron Cameron of Lochbroom",
      "aboutText": "Sir John Young \"Jackie\" Stewart, OBE (born 11 June 1939) is a British former Formula One racing driver from Scotland. Nicknamed the \"Flying Scot\", he competed in Formula One between 1965 and 1973, winning three World Drivers' Championships, and twice runner-up, over those nine seasons. He also competed in Can-Am.",
      "pageId": 294240,
      "monthDay": "06/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Audrey_Schuh",
      "name": "Audrey Schuh",
      "aboutText": "Adrienne Jo Barbeau (born June 11, 1945) is an American actress and the author of three books. Barbeau came to prominence in the 1970s as Broadway's original Rizzo in the musical Grease, and as Carol Traynor, the divorced daughter of Maude Findlay (played by Bea Arthur) in the sitcom Maude. In the early 1980s, Barbeau was a sex symbol, starring in several horror and science fiction films, including The Fog, Creepshow, Swamp Thing, and Escape from New York.",
      "pageId": 350807,
      "monthDay": "06/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Athol_Fugard",
      "name": "Athol Fugard",
      "aboutText": "Charles Bernard \"Charlie\" Rangel (/ˈræŋɡəl/; born June 11, 1930) is the U.S. Representative for New York's 13th congressional district. A member of the Democratic Party, he is the second-longest currently serving member of the House of Representatives, serving continuously since 1971. As its most senior member, he is also the Dean of New York's congressional delegation.",
      "pageId": 410375,
      "monthDay": "06/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tim_Sainsbury",
      "name": "Tim Sainsbury",
      "aboutText": "Alan Thomas Howarth, Baron Howarth of Newport, CBE, PC, (born 11 June 1944) is a British Labour Party politician who was a Member of Parliament (MP) from 1983 until 2005.",
      "pageId": 414029,
      "monthDay": "06/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Martti_Soosaar",
      "name": "Martti Soosaar",
      "aboutText": "Sir Timothy Alan Davan Sainsbury (born 11 June 1932) is a politician and businessman in the United Kingdom.",
      "pageId": 417704,
      "monthDay": "06/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gene_Wilder",
      "name": "Gene Wilder",
      "aboutText": "Jerome Silberman, known professionally as Gene Wilder (born June 11, 1933), is an American stage and screen comic actor, director, screenwriter, author, and activist.\nWilder began his career on stage, and made his screen debut in the TV-series Armstrong Circle Theatre in 1962. Although his first film role was portraying a hostage in the 1967 motion picture Bonnie and Clyde, Wilder's first major role was as Leopold Bloom in the 1968 film The Producers for which he was nominated for an Academy Award for Best Supporting Actor.",
      "pageId": 430144,
      "monthDay": "06/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Henrik,_Prince_Consort_of_Denmark",
      "name": "Henrik, Prince Consort of Denmark",
      "aboutText": "Harold Athol Lanigan Fugard (born 11 June 1932) is a South African playwright, novelist, actor, and director who writes in English. He is best known for his political plays opposing the system of apartheid and for the 2005 Academy Award-winning film of his novel Tsotsi, directed by Gavin Hood. Fugard is an adjunct professor of playwriting, acting and directing in the Department of Theatre and Dance at the University of California, San Diego.",
      "pageId": 692334,
      "monthDay": "06/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Chuck_Adamson",
      "name": "Chuck Adamson",
      "aboutText": "John \"Johnny\" Brown (born June 11, 1937) is an American actor and singer. Brown is a nightclub and stage performer as well as a comic actor, and a regular cast member of the television series Laugh-in. Brown is mostly remembered for his chubby physique, wide ingratiating smile, mobile facial expressions, and easy pleasant joking style.",
      "pageId": 960995,
      "monthDay": "06/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Johnny_Brown_(actor)",
      "name": "Johnny Brown",
      "aboutText": "John Robin Warren AC (born 11 June 1937 in Adelaide) is an Australian pathologist, Nobel Laureate and researcher who is credited with the 1979 re-discovery of the bacterium Helicobacter pylori, together with Barry Marshall.",
      "pageId": 1012234,
      "monthDay": "06/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Chad_Everett",
      "name": "Chad Everett",
      "aboutText": "Kenneth John Cameron, Baron Cameron of Lochbroom FRSE, (born 11 June 1931) is a retired Scottish judge. He is the son of John Cameron, Lord Cameron KT DSC PRSE FBA (1900-1996).\nBorn in Edinburgh, he was educated at Edinburgh Academy, at Corpus Christi, Oxford and at the University of Edinburgh.",
      "pageId": 1825968,
      "monthDay": "06/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robin_Warren",
      "name": "Robin Warren",
      "aboutText": "Christina Crawford (born June 11, 1939) is an American writer and actress, best known as the author of Mommie Dearest, an autobiographical account of alleged child abuse by her adoptive mother, famous Hollywood actress Joan Crawford.",
      "pageId": 1923877,
      "monthDay": "06/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Christina_Crawford",
      "name": "Christina Crawford",
      "aboutText": "Patrick Joseph McGrath (born June 11, 1945) is the second Roman Catholic Bishop of San Jose.",
      "pageId": 2198832,
      "monthDay": "06/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Rachael_Heyhoe_Flint,_Baroness_Heyhoe_Flint",
      "name": "Rachael Heyhoe Flint, Baroness Heyhoe Flint",
      "aboutText": "Raymon Lee Cramton (June 11, 1937 – July 24, 2012), known professionally as Chad Everett, was an American actor who appeared in more than 40 films and television series. He was well known for his role as Dr.",
      "pageId": 2226346,
      "monthDay": "06/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jackie_Stewart",
      "name": "Jackie Stewart",
      "aboutText": "Henry Hill, Jr. (June 11, 1943 – June 12, 2012) was a New York City mobster. Between 1955 and 1980, Hill was associated with the Lucchese crime family.",
      "pageId": 2749295,
      "monthDay": "06/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Henry_Hill",
      "name": "Henry Hill",
      "aboutText": "Ray \"Rabbits\" Warren OAM (born 11 June 1943) is an Australian sports commentator, known for his coverage of televised professional rugby league matches and to an extent swimming on the Nine Network. On occasions he is referred to as \"The Voice of Rugby League\". Ray also used to call Australian swimming team events and the FINA World Championships until Nine lost the rights to these events in 2008 and has recently participated in Nine's coverage of the London Olympics.",
      "pageId": 2807922,
      "monthDay": "06/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ray_Warren",
      "name": "Ray Warren",
      "aboutText": "Rachael Heyhoe Flint, Baroness Heyhoe Flint, OBE, DL (born 11 June 1939) is an English former female cricketer. She was a member of the English women's cricket team from 1960 to 1982. She was captain of England from 1966 to 1978, and was unbeaten in six Test series.",
      "pageId": 3061981,
      "monthDay": "06/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Alan_Howarth,_Baron_Howarth_of_Newport",
      "name": "Alan Howarth, Baron Howarth of Newport",
      "aboutText": "Audrey Schuh (born June 11, 1931 in New Orleans, Louisiana) is an American operatic soprano. She studied at Loyola University of the South.\nHer first leading role with the New Orleans Opera Association (at the age of eighteen) was the page-boy Oscar in Un ballo in maschera, opposite Jussi Björling, in 1950.",
      "pageId": 7255895,
      "monthDay": "06/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Adrienne_Barbeau",
      "name": "Adrienne Barbeau",
      "aboutText": "Charles Fredrick \"Chuck\" Adamson (June 11, 1936 – February 22, 2008) was an American police officer who became a television producer and screenwriter. He was best known for creating the television crime drama Crime Story, for which he won a People's Choice Award, and for writing episodes of Miami Vice. The 1995 film Heat, starring Robert De Niro and Al Pacino and directed by Michael Mann, is based on one of Adamson's more famous cases in Chicago from the 1960s.",
      "pageId": 16466318,
      "monthDay": "06/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patrick_Joseph_McGrath",
      "name": "Patrick Joseph McGrath",
      "aboutText": "Martti Soosaar (born 11 June, 1933) is an Estonian journalist and writer.\nThe son of photographer Hans Soosaar, Soosaar graduated from Tartu University in journalism. He worked as a newspaper editor for Noorte Hääl.",
      "pageId": 30010697,
      "monthDay": "06/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robert_Munsch",
      "name": "Robert Munsch",
      "aboutText": "Joseph (José) Bové (born 11 June 1953 in Talence, Gironde) is a French farmer, politician and syndicalist, member of the alter-globalization movement, and spokesman for Via Campesina. He is Co-Leader of the European Greens and was one of the twelve official candidates in the 2007 French presidential election.",
      "pageId": 72118,
      "monthDay": "06/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jenny_Pitman",
      "name": "Jenny Pitman",
      "aboutText": "Robert Norman Munsch, CM (born June 11, 1945) is an American-born Canadian children's author.",
      "pageId": 330290,
      "monthDay": "06/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Palmer-James",
      "name": "Richard Palmer-James",
      "aboutText": "Lalu Prasad Yadav (born 11 June 1948) is an Indian politician from the state of Bihar. He was Chief Minister of Bihar from 1990 to 1997 and Minister of Railways from 2004 to 2009 with United Progressive Alliance (UPA) government. He is the President of the Rashtriya Janata Dal political party.",
      "pageId": 394384,
      "monthDay": "06/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lalu_Prasad_Yadav",
      "name": "Lalu Prasad Yadav",
      "aboutText": "Lynsey de Paul (born Lyndsey Monckton Rubin; 11 June 1948 – 1 October 2014) was an English singer-songwriter. She had chart hits in the UK and US in the 1970s, starting with the single \"Sugar Me\".",
      "pageId": 448874,
      "monthDay": "06/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dave_Cash_(baseball)",
      "name": "Dave Cash",
      "aboutText": "Graham Cyril Russell (born 11 June 1950) is an English musician and singer/guitarist of the soft rock duo Air Supply.\nIn 1975, with Russell Hitchcock, he formed Air Supply in Australia.",
      "pageId": 553902,
      "monthDay": "06/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stephen_Schnetzer",
      "name": "Stephen Schnetzer",
      "aboutText": "Stephen Paul Schnetzer (born June 11, 1948) is an American actor.",
      "pageId": 706522,
      "monthDay": "06/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michael_Swan",
      "name": "Michael Swan",
      "aboutText": "Peter Michael Bergman (born June 11, 1953) is an American actor best known for his portrayals as Dr.",
      "pageId": 737315,
      "monthDay": "06/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Frank_Beard_(musician)",
      "name": "Frank Beard",
      "aboutText": "Donald Newton \"Donnie\" Van Zant (born June 11, 1952, in Jacksonville, Florida) is an American rock vocalist/guitarist. He is best known as having been a member of the band 38 Special, from its formation in 1974 until 2013. He is the middle of three brothers: his older brother Ronnie was the original lead singer for Lynyrd Skynyrd who died in a 1977 plane crash in Mississippi along with five other members and associates of the band; his younger brother Johnny is Lynyrd Skynyrd's current lead singer.",
      "pageId": 1473383,
      "monthDay": "06/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Lynsey_de_Paul",
      "name": "Lynsey de Paul",
      "aboutText": "John Steven Bassam, Baron Bassam of Brighton, PC (born 11 June 1953) is a British Labour and Co-operative politician and member of the House of Lords.",
      "pageId": 1613892,
      "monthDay": "06/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Graham_Russell",
      "name": "Graham Russell",
      "aboutText": "John Dyson (born 11 June 1954, Kogarah, New South Wales) is a former international cricketer (batsman) who is now a cricket coach, most recently in charge of the West Indies.\nHe played 30 Test matches and 29 ODIs for Australia from 1977 to 1984. He did not enjoy as much success at the international level as he did at the first class level.",
      "pageId": 1801052,
      "monthDay": "06/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Matthew_Engel",
      "name": "Matthew Engel",
      "aboutText": "Yasumasa Morimura (森村 泰昌, born June 11, 1951) is a Japanese appropriation artist. He was born in Osaka and graduated from Kyoto City University of Arts in 1978. Since 1985, Morimura has primarily shown his work in international solo exhibitions, although he has been involved in various group exhibitions.",
      "pageId": 1830992,
      "monthDay": "06/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Yasumasa_Morimura",
      "name": "Yasumasa Morimura",
      "aboutText": "Frank Lee Beard (born June 11, 1949) is the drummer in the American rock band ZZ Top. Frank Beard is notable as being the only musician in the band without a long beard, an ironic fact considering his last name. Beard was formerly with the bands The Cellar Dwellers, who originally were a three-piece band, The Hustlers, The Warlocks, and American Blues before starting to play and record with Billy Gibbons and Dusty Hill as ZZ Top.",
      "pageId": 1979123,
      "monthDay": "06/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Yekaterina_Podkopayeva",
      "name": "Yekaterina Podkopayeva",
      "aboutText": "David Cash, Jr.",
      "pageId": 2150575,
      "monthDay": "06/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Donnie_Van_Zant",
      "name": "Donnie Van Zant",
      "aboutText": "Richard Jeffrey Charles Palmer-James (born 11 June 1947, in Bournemouth, England) is an English musician, best known for having written lyrics to several songs by the progressive rock group King Crimson in the early 1970s.\nPalmer-James got his start in the music business playing in various Bournemouth bands: The Corvettes, The Palmer-James Group (formed with Alec James), Tetrad, and Ginger Man, all of which also included John Wetton on bass and vocals. He was a founding member of Supertramp; he played guitar and vocals and wrote the lyrics for their self-titled debut album under the name Richard Palmer and co-wrote the lyrics of the song \"Goldrush,\" a song written during his days in the band and finally recorded on their 2002 album Slow Motion.",
      "pageId": 3343154,
      "monthDay": "06/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Steve_Bassam,_Baron_Bassam_of_Brighton",
      "name": "Steve Bassam, Baron Bassam of Brighton",
      "aboutText": "Yekaterina Ilyinychna Podkopayeva (Russian: Екатерина Подкопаева; born 11 June 1952 in Moscow) is a retired middle distance runner who represented the USSR and later Russia. She gained international recognition in 1983, when she won two bronze medals at the World Championships (in 800 and 1500 metres). The same year she managed an 800 m time of 1:55.96.",
      "pageId": 3857148,
      "monthDay": "06/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Bergman",
      "name": "Peter Bergman",
      "aboutText": "Vera Yakovlevna Komisova, née Nikitina (Russian: Вера Яковлевна Комисова bzw. Никитина, born 11 June 1953) is a retired hurdler. Her career highlight came in 1980 when she won the Olympic gold medal.",
      "pageId": 5655815,
      "monthDay": "06/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jos%C3%A9_Bov%C3%A9",
      "name": "José Bové",
      "aboutText": "Michael Swan (born June 11, 1948) is an American film and TV actor.\nSwan was born in San Jose, California, the son of actress Alys Lucille (née Wilkinson) and Donald Arthur Swan.",
      "pageId": 8608506,
      "monthDay": "06/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Vera_Komisova",
      "name": "Vera Komisova",
      "aboutText": "Matthew Lewis Engel (born 11 June 1951 in Northampton) is a British writer and editor who began his career in 1972. He worked on The Guardian newspaper for nearly 25 years, reporting on a wide range of political and sporting events including a stint as Washington correspondent beginning on 9/11. He now writes a column in the Financial Times.",
      "pageId": 10454410,
      "monthDay": "06/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Dyson_(cricketer)",
      "name": "John Dyson",
      "aboutText": "Jenny Pitman (born 11 June 1946) is a former British racehorse trainer and author. She became the first woman to train a Grand National winner, when Corbiere won the race in 1983. She went on to win a second Grand National with Royal Athlete in 1995.",
      "pageId": 16769066,
      "monthDay": "06/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Johnny_Neel",
      "name": "Johnny Neel",
      "aboutText": "Johnny Neel is an American vocalist, songwriter, and musician based in Nashville, Tennessee. He is best known for his songwriting, stage, and session work for the Allman Brothers, Gov't Mule, and Dickey Betts.\nAs a songwriter, in addition to the material written, or co-written for the Allman Brothers, Gregg Allman, and Dicky Betts, Neel's songs have also been recorded by Gov’t Mule, John Mayall, Delbert McClinton, Montgomery Gentry, Keith Whitley, Travis Tritt, The Oak Ridge Boys, Restless Heart, Ann Peebles, Dorothy Moore, and John Schneider.",
      "pageId": 32535039,
      "monthDay": "06/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Yuriy_Sedykh",
      "name": "Yuriy Sedykh",
      "aboutText": "Sandra Marie Schmirler, SOM (June 11, 1963 – March 2, 2000) was a Canadian curler who captured three Canadian Curling Championships (Scott Tournament of Hearts) and three World Curling Championships. Schmirler also skipped (captained) her Canadian team to a gold medal at the 1998 Winter Olympics, the first year women's curling was a medal sport. At tournaments where she was not competing, Schmirler sometimes worked as a commentator for CBC Sports, which popularized her nickname \"Schmirler the Curler\" and claimed she was the only person who had a name that rhymed with the sport she played.",
      "pageId": 113328,
      "monthDay": "06/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Duncan_Steel",
      "name": "Duncan Steel",
      "aboutText": "James Hugh Calum Laurie, OBE (born 11 June 1959) (/ˌhjuː ˈlɒri/), is an English actor, writer, director, musician, singer, comedian, and author. He first became known as one-half of the Fry and Laurie double act with his friend and comedy partner Stephen Fry, whom he joined in the cast of A Bit of Fry & Laurie, Blackadder, and Jeeves and Wooster in the 1980s and 1990s.\nFrom 2004 to 2012, he played Dr.",
      "pageId": 151381,
      "monthDay": "06/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steven_A._Cohen",
      "name": "Steven A. Cohen",
      "aboutText": "Jamaaladeen Tacuma (born Rudy McDaniel, June 11, 1956) is an American free jazz bassist born in Hempstead, New York, perhaps best known for his albums as bandleader on the Gramavision label and for his work with Ornette Coleman during the 1970s and 1980s (particularly in Coleman's Prime Time band).",
      "pageId": 190153,
      "monthDay": "06/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Joe_Montana",
      "name": "Joe Montana",
      "aboutText": "Joseph Clifford \"Joe\" Montana, Jr. (born June 11, 1956), nicknamed Joe Cool and The Comeback Kid, is a retired professional American football quarterback. He played in the National Football League (NFL) for the San Francisco 49ers and Kansas City Chiefs.",
      "pageId": 295701,
      "monthDay": "06/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Simon_Plouffe",
      "name": "Simon Plouffe",
      "aboutText": "Jean Alesi (born Giovanni Alesi; 11 June 1964) is a French racing driver of Italian origin. His father, Franco, was a mechanic from Alcamo, Sicily, and his mother was from Riesi.\nAfter successes in the minor categories, notably winning the 1989 Formula 3000 Championship, his Formula One career included spells at Tyrrell, Benetton, Sauber, Prost, Jordan and Ferrari, where he proved very popular among the tifosi.",
      "pageId": 341553,
      "monthDay": "06/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Arthur_Porter_(physician)",
      "name": "Arthur Porter",
      "aboutText": "Simon Plouffe (born June 11, 1956, Saint-Jovite, Quebec) is a mathematician who discovered the formula for the BBP algorithm (the Bailey–Borwein–Plouffe formula) which permits the computation of the nth binary digit of π, in 1995.\nHe co-authored The Encyclopedia of Integer Sequences, made into the web site (On-Line Encyclopedia of Integer Sequences) dedicated to integer sequences later in 1995. In 1975, Plouffe broke the world record for memorizing digits of pi by reciting 4096 digits, a record which stood until 1977.",
      "pageId": 453104,
      "monthDay": "06/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jamaaladeen_Tacuma",
      "name": "Jamaaladeen Tacuma",
      "aboutText": "Erika Salumäe (born 11 June 1962 in Pärnu) is an Estonian track bicycle racer who won the first Olympic gold medal for Estonia after the country regained its independence in 1991. As of 2014 she remains as the only Estonian female medallist at the Summer Olympics after regaining their independence.\nShe was born in Pärnu.",
      "pageId": 665385,
      "monthDay": "06/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Barry_Adamson",
      "name": "Barry Adamson",
      "aboutText": "Yuriy Georgiyevich Sedykh (Ukrainian: Юрій Георгійович Сєдих; Russian: Ю́рий Гео́ргиевич Седы́х) (born 11 June 1955) is a retired Soviet/Ukrainian track and field athlete who represented the Soviet Union, specialising in the hammer throw.",
      "pageId": 805838,
      "monthDay": "06/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Hugh_Laurie",
      "name": "Hugh Laurie",
      "aboutText": "Barry Adamson (born 11 June 1958) is an English pop and rock musician.\nHe has worked with rock bands such as Magazine, Visage, The Birthday Party, Nick Cave and the Bad Seeds, and the electro musicians Pan sonic. Adamson has also remixed Grinderman, The Jon Spencer Blues Explosion and Depeche Mode.",
      "pageId": 1260815,
      "monthDay": "06/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Magnum_T.A.",
      "name": "Magnum T.A.",
      "aboutText": "Bruce D. Kimball (born June 11, 1963) is an American diver and coach. He won a silver medal for the 10 meter platform at the 1984 Summer Olympics, placing behind fellow American, Greg Louganis. Kimball was born in Ann Arbor, Michigan.",
      "pageId": 1655354,
      "monthDay": "06/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mehmet_Oz",
      "name": "Mehmet Oz",
      "aboutText": "Terry Wayne Allen (born June 11, 1959) is an American retired professional wrestler, better known by his ring name, Magnum T.A..",
      "pageId": 1841250,
      "monthDay": "06/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mar%C3%ADa_Barranco",
      "name": "María Barranco",
      "aboutText": "Steven A. Cohen (born June 11, 1956) is an American hedge fund manager. He is the founder of SAC Capital Advisors, a Stamford, Connecticut-based hedge fund focusing primarily on equity market strategies.\nHe has an estimated net worth of $11.1 billion as of May 2014, ranked by Forbes as the 106th richest man in the world.",
      "pageId": 1981529,
      "monthDay": "06/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mano_Menezes",
      "name": "Mano Menezes",
      "aboutText": "Gioia Bruno (born Carmen Gioia Bruno June 11, 1963, sometimes professionally credited as just Gioia) is an Italian-born American popular music singer, most noted as a member of the vocal group Exposé.\n^ \"Today in History\". The Guardian.",
      "pageId": 2024862,
      "monthDay": "06/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Erika_Salum%C3%A4e",
      "name": "Erika Salumäe",
      "aboutText": "Kimberly Ann \"Kim\" Gallagher (June 11, 1964 – November 18, 2002) was an American track and field Olympian, who won medals in two Summer Olympics.\nGallagher was born in Philadelphia. In 1984 in Los Angeles she finished second in the 800 meters in a time of 1:58.63 minutes and in 1988 in Seoul she was third in 1:56.91, her lifetime best.",
      "pageId": 2517974,
      "monthDay": "06/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gioia_Bruno",
      "name": "Gioia Bruno",
      "aboutText": "Gavin Lyle Hill (born 11 December 1965 in Okato, New Zealand) is a former rugby league and rugby union player, who has resided in Wellington for the last 10 years before moving back to Auckland to take a coaching position in the Air New Zealand Cup.\nHe was a flanker and number eight in rugby union and then a prop/second row in league when he switched codes in 1991. In both rugby and league he was unusual, being a forward who kicked goals.",
      "pageId": 6104167,
      "monthDay": "06/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bruce_Kimball",
      "name": "Bruce Kimball",
      "aboutText": "Luiz Antônio Venker de Menezes, or simply Mano Menezes (born June 11, 1962 in Passo do Sobrado, Rio Grande do Sul, Brazil), is an association football manager , coach of Shandong Luneng. He managed the Brazil national team until his sacking on November 2012. His nickname comes from his early childhood, when his sister used to call him \"Mano\", which is a popular slang term meaning \"brother\" in Portuguese.",
      "pageId": 8296894,
      "monthDay": "06/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sandra_Schmirler",
      "name": "Sandra Schmirler",
      "aboutText": "Mehmet Cengiz Öz (Turkish: [mehˈmet dʒenˈɟiz øz]; born June 11, 1960), better known as Dr. Oz, is a Turkish-American cardiothoracic surgeon, author and television personality. He is supportive of alternative medicine and has been criticized by physicians, government officials and publications, including Popular Science and The New Yorker, for giving non-scientific advice.",
      "pageId": 10920490,
      "monthDay": "06/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jean_Alesi",
      "name": "Jean Alesi",
      "aboutText": "María Barranco (born 11 June 1961), born Dulce Nombre de María Magdalena de los Remedios Barranco García, is a Spanish actress, who has won two Goya Awards for Best Supporting Actress.\nBorn in Fuengirola, Province of Málaga, she studied medicine, but left to study drama in the city of Málaga, where she participated in various theatre groups. Later, she moved to Madrid to debut at the theatre with La venganza de Don Mendo (Don Mendo's revenge).",
      "pageId": 11993858,
      "monthDay": "06/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kim_Gallagher",
      "name": "Kim Gallagher",
      "aboutText": "Arthur Thomas Porter IV, PC (June 11, 1956 – June 30, 2015), was a Canadian physician and hospital administrator.\nIn February 2004, Porter was appointed to replace Hugh Scott as the Director General and CEO of the McGill University Health Centre in Montreal, Quebec, one of Canada's largest academic health centres. He left that position in December 2011.",
      "pageId": 22280687,
      "monthDay": "06/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gavin_Hill",
      "name": "Gavin Hill",
      "aboutText": "Duncan I. Steel FRAS (born 1955), is a British scientist born in Midsomer Norton, Somerset. Currently he lives in Wellington, New Zealand, but holds visiting positions as a Professor of Astrobiology at the University of Buckingham in England; as a Space Scientist at NASA-Ames Research Center in California; and as an Astronomer at Armagh Observatory in Northern Ireland. Duncan is a space science authority who has worked with NASA to assess the threat of comet and asteroid collisions and investigate technologies to avert such impacts.",
      "pageId": 25829133,
      "monthDay": "06/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Yasuko_Sawaguchi",
      "name": "Yasuko Sawaguchi",
      "aboutText": "Peter Hayden Dinklage (/ˈdɪŋklɪdʒ/ DINGK-lij, born June 11, 1969) is an American actor. Since his breakout role in The Station Agent (2003), he has appeared in numerous films.\nSince 2011, Dinklage has played Tyrion Lannister in the HBO series Game of Thrones.",
      "pageId": 418467,
      "monthDay": "06/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Manuel_Uribe",
      "name": "Manuel Uribe",
      "aboutText": "Steven Gregory Drozd (born June 11, 1969, Houston, Texas) is an American musician.",
      "pageId": 1434666,
      "monthDay": "06/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Clare_Carey",
      "name": "Clare Carey",
      "aboutText": "Stephen Peter Kearney, ONZM (born 11 June 1972) is a professional rugby league football coach and former player. He is the head coach of the New Zealand national rugby league team and is also an assistant coach at the Brisbane Broncos. Kearney was previously the head coach of the Parramatta Eels in the NRL, before he was sacked due to poor results.",
      "pageId": 2934120,
      "monthDay": "06/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jo%C3%A3o_Garcia",
      "name": "João Garcia",
      "aboutText": "João José Silva Abranches Garcia, (born June 11, 1967, in Lisbon, Portugal) is a leading mountaineer in Portugal. His main professional activities are as organizer and guide in mountaineering expeditions. On May 18, 1999, he became the first Portuguese man to reach the summit of Mount Everest, without the use of supplementary oxygen.",
      "pageId": 3587633,
      "monthDay": "06/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alois,_Hereditary_Prince_of_Liechtenstein",
      "name": "Alois, Hereditary Prince of Liechtenstein",
      "aboutText": "Kip Charles Miller (born June 11, 1969) is a retired American ice hockey forward. He last played for the American Hockey League Grand Rapids Griffins in 2006–07. He was drafted by the Quebec Nordiques as their 4th-round pick in the 1987 NHL Entry Draft, 72nd overall.",
      "pageId": 3860470,
      "monthDay": "06/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Bryan_Perro",
      "name": "Bryan Perro",
      "aboutText": "Bryan Charles Fogarty (June 11, 1969 – March 6, 2002) was a Canadian ice hockey defenceman who played for the Quebec Nordiques, Pittsburgh Penguins and Montreal Canadiens.",
      "pageId": 4110922,
      "monthDay": "06/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Manoa_Thompson",
      "name": "Manoa Thompson",
      "aboutText": "Clare Carey (born June 11, 1967) is an American film and television actress.",
      "pageId": 4125419,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Peter_Dinklage",
      "name": "Peter Dinklage",
      "aboutText": "José Manuel Abundis (born 11 June 1973) is a Mexican football (soccer) forward.\nAbundis last played for New England Revolution in Major League Soccer. He made his debut for the Revolution on 30 September 2006, scoring the second goal in a 3–1 victory, but was not re-signed at the end of the season, following disputes with coach Steve Nicol over playing time.",
      "pageId": 6987537,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Steven_Drozd",
      "name": "Steven Drozd",
      "aboutText": "Sergei Nikolayevich Yuran (Russian: Серге́й Николаевич Юран, Ukrainian: Сергій Миколайович Юран Serhij Mykolajovyč Juran; born 11 June 1969 in Luhansk, Soviet Union) is a Russian former footballer and a current coach. As a striker, he represented the USSR and Russia at international level.",
      "pageId": 7982323,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bryan_Fogarty",
      "name": "Bryan Fogarty",
      "aboutText": "Manuel \"Meme\" Uribe Garza (11 June 1965 – 26 May 2014) was a Mexican man who suffered from morbid obesity to one of the greatest extents known in recorded history. After reaching a peak weight of around 597 kg (1,316 lb) and having been unable to leave his bed since 2002, he lost approximately 230 kg (510 lb)—nearly half of his body weight—with the help of doctors and nutritionists by February 2008. However, he died in his hometown on 26 May 2014 weighing 394 kg (869 lb).",
      "pageId": 9459826,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Olaf_Kapagiannidis",
      "name": "Olaf Kapagiannidis",
      "aboutText": "Kang Ho-dong (born June 11, 1970) is a South Korean television host and comedian, who first became known to Koreans as the top Korean traditional wrestler. Along with comedian Yoo Jae-suk, he has terminated his contract with De Chocolate E&TF (a.k.a. Stom E&F) for issues of non-payment.",
      "pageId": 10531627,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Matt_McGrath_(actor)",
      "name": "Matt McGrath",
      "aboutText": "Manoa Thompson is a former professional rugby league player who represented Fiji in 1996. Primarily a centre, he played his first grade career with the South Sydney Rabbitohs, Western Suburbs Magpies, and the Auckland Warriors in the NSWRL / ARL competition, as well as playing for the Warrington Wolves in the European Super League.\nThompson is the father of Jarryd Hayne.",
      "pageId": 11644213,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kip_Miller",
      "name": "Kip Miller",
      "aboutText": "Joanna Marie Pagaspas Webb, known as Pinky Webb (born June 11, 1970) is a Filipino broadcast journalist, best known as a news anchor on the Philippine television channels ABS-CBN and ANC and the radio station DZMM. She is the daughter of Freddie Webb and a sister of Jason and Hubert Webb.",
      "pageId": 12710084,
      "monthDay": "06/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sergei_Yuran",
      "name": "Sergei Yuran",
      "aboutText": "Matt McGrath (born June 11, 1969) is an American actor.\nMcGrath's film appearances include roles in The Notorious Bettie Page, Boys Don't Cry, The Broken Hearts Club: A Romantic Comedy, and The Impostors. On television, McGrath has appeared in episodes of Law & Order: Criminal Intent, Now and Again, and New York Undercover, he also had a role on the short-lived My Life and Times.",
      "pageId": 14787579,
      "monthDay": "06/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kang_Ho-dong",
      "name": "Kang Ho-dong",
      "aboutText": "Bryan Perro (born 11 June 1968) is the author of the children's fantasy fiction series Amos Daragon, a series of twelve novels that focus on the adventurous young adult Amos Daragon and his quest to become the 'Mask Wearer'.",
      "pageId": 21366076,
      "monthDay": "06/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Pinky_Webb",
      "name": "Pinky Webb",
      "aboutText": "Dana Brunetti (born June 11, 1973) is an American film producer and social networking entrepreneur. He is the president of Trigger Street Productions.",
      "pageId": 26263751,
      "monthDay": "06/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vladimir_Gaidama%C8%99ciuc",
      "name": "Vladimir Gaidamașciuc",
      "aboutText": "Olaf Kapagiannidis (born 11 June 1969 in Berlin-Spandau) is a former professional German footballer.\nKapagiannidis made 50 appearances in the 2. Fußball-Bundesliga for Tennis Borussia Berlin during his playing career.",
      "pageId": 29530201,
      "monthDay": "06/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stephen_Kearney",
      "name": "Stephen Kearney",
      "aboutText": "Yasuko Sawaguchi (沢口 靖子, Sawaguchi Yasuko, born June 11, 1965 in Sakai, Osaka, Japan), is a Japanese actress.",
      "pageId": 30864911,
      "monthDay": "06/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jos%C3%A9_Manuel_Abundis",
      "name": "José Manuel Abundis",
      "aboutText": "Alois Philipp Maria, Hereditary Prince of Liechtenstein, Count Rietberg (born 11 June 1968), is the eldest son of Hans Adam II, Prince of Liechtenstein, and Countess Marie Aglaë Kinsky of Wchinitz and Tettau. Alois has been regent of Liechtenstein (Stellvertreter des Fürsten) since 15 August 2004. He is married to Duchess Sophie of Bavaria.",
      "pageId": 30873557,
      "monthDay": "06/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dana_Brunetti",
      "name": "Dana Brunetti",
      "aboutText": "Vladimir Gaidamașciuc (born 11 June 1971) is a retired footballer from Moldovan who played as a midfielder for various clubs in Moldova, Ukraine and Russia. He made 45 appearances for the Moldova national team, scoring once.\n^ \"Vladimir Gaidamaşchuc\".",
      "pageId": 41204692,
      "monthDay": "06/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Fragiskos_Alvertis",
      "name": "Fragiskos Alvertis",
      "aboutText": "Joshua Browning Carter Jackson (born June 11, 1978) is a Canadian-American actor. He has appeared in primetime television and in over 32 film roles. His well known roles include Pacey Witter in Dawson's Creek, Charlie Conway in The Mighty Ducks film series, Peter Bishop in Fringe, and Cole Lockhart in The Affair.",
      "pageId": 15587,
      "monthDay": "06/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tatiana_Ignatieva",
      "name": "Tatiana Ignatieva",
      "aboutText": "Choi Ji-woo (born Choi Mi-hyang on June 11, 1975) is a South Korean actress.",
      "pageId": 1004777,
      "monthDay": "06/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/David_Starie",
      "name": "David Starie",
      "aboutText": "Ryan Matthew Dunn (June 11, 1977 – June 20, 2011) was an American stunt performer, television personality, comedian, actor, writer and musician. He was a member of the Jackass and Viva La Bam crew.\nDunn rose to prominence as a member of the CKY Crew along with long-time friend Bam Margera for their extreme stunts and pranks recorded on camera which led to the rise of MTV's Jackass and its three later feature films, which have all been commercial successes.",
      "pageId": 1316903,
      "monthDay": "06/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Fjordman",
      "name": "Fjordman",
      "aboutText": "Yhency José \"Belt-High\" Brazobán (born June 11, 1980) is a Dominican former professional baseball pitcher. He pitched in Major League Baseball for the Los Angeles Dodgers and Arizona Diamondbacks and in Nippon Professional Baseball for the Fukuoka SoftBank Hawks.",
      "pageId": 2459137,
      "monthDay": "06/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Thomas_Bimis",
      "name": "Thomas Bimis",
      "aboutText": "Thomas Bimis (born June 11, 1975 born) is a Greek diver. He was born in Athens.",
      "pageId": 3021459,
      "monthDay": "06/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Choi_Ji-woo",
      "name": "Choi Ji-woo",
      "aboutText": "Geoff Charles Ogilvy (born 11 June 1977) is an Australian professional golfer.",
      "pageId": 4198633,
      "monthDay": "06/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Reiko_Tosa",
      "name": "Reiko Tosa",
      "aboutText": "Emiliano Moretti (born 11 June 1981) is an Italian professional footballer who plays as a centre back for Torino and the Italy national team.\nHe began his career at Lodigiani and was signed by Fiorentina in 1998. In March 2001 he made his debut in Serie A under Roberto Mancini, before spending periods at Juventus, Modena, Parma and Bologna.",
      "pageId": 4223317,
      "monthDay": "06/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ryan_Dunn",
      "name": "Ryan Dunn",
      "aboutText": "Amy Duggan (born Amy Elizabeth Taylor; 11 June 1979) is an Australian retired association football player and media personality.",
      "pageId": 4622389,
      "monthDay": "06/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mami_Higashiyama",
      "name": "Mami Higashiyama",
      "aboutText": "Ali Boussaboun (Arabic: علي بوصابون‎) (born 11 June 1979 in Tangier, Morocco) is a Dutch-Moroccan football player who currently plays for Haaglandia in the Dutch Topklasse. Previously he served ADO Den Haag, FC Groningen, NAC Breda, Feyenoord, Al-Wakrah Sports Club, FC Utrecht and Al-Nasr Sports Club. He joined the Dubai-based club on July 2009, after his contract with FC Utrecht expired.",
      "pageId": 5530659,
      "monthDay": "06/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shane_Meier",
      "name": "Shane Meier",
      "aboutText": "Ujjwala Raut (born June 11, 1978) is an Indian model. Touted to be India's most successful supermodel She walked the runway for Yves Saint-Laurent, Roberto Cavalli, Hugo Boss, Cynthia Rowley, Diane von Furstenberg, Dolce & Gabbana, Betsey Johnson, Gucci, Givenchy, Valentino, Oscar de la Renta, and Emilio Pucci, Victoria's Secret Fashion Show. She has also posed for advertisements of Dolce & Gabbana, Gap, H&M, Pianegonda, Roberto Cavalli, and Yves Saint-Laurent.",
      "pageId": 6200296,
      "monthDay": "06/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Geoff_Ogilvy",
      "name": "Geoff Ogilvy",
      "aboutText": "David Starie (born 11 June 1974) was a fringe British professional boxer.",
      "pageId": 6347737,
      "monthDay": "06/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Richard_Williams_(racing_driver)",
      "name": "Richard Williams",
      "aboutText": "Shane Meier (born June 11, 1977) is a Canadian actor who is probably most notable for playing the title role in The Matthew Shepard Story, a TV movie about the life and murder of Matthew Shepard.\nMeier was born in Saskatoon, Saskatchewan, the son of Jane and John Meier. He is represented in both Canada and the United States.",
      "pageId": 6892239,
      "monthDay": "06/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joshua_Jackson",
      "name": "Joshua Jackson",
      "aboutText": "Reiko Tosa (土佐 礼子, Tosa Reiko, born 11 June 1976 in Matsuyama, Ehime) is a Japanese long-distance runner who specializes in the marathon race.",
      "pageId": 7283679,
      "monthDay": "06/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ujjwala_Raut",
      "name": "Ujjwala Raut",
      "aboutText": "Fragiskos Alvertis (in Greek: Φραγκίσκος Αλβέρτης) (born June 11, 1974) is a Greek former professional basketball player and current team manager of Panathinaikos Athens. As a player he was the captain of Panathinaikos, where he spent his whole career. On February 3, 2008, Alvertis was chosen as one of the 50 Greatest Euroleague Contributors over the last half-century by the Euroleague Basketball Experts Committee, in recognition of his major contribution to Panathinaikos' rise on the continental scene.",
      "pageId": 8743154,
      "monthDay": "06/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ali_Boussaboun",
      "name": "Ali Boussaboun",
      "aboutText": "Peder Are Nøstvold Jensen (born 11 June 1975) is a Norwegian blogger who writes under the pseudonym Fjordman and who has been characterized by his critics as far-right and Islamophobic. Jensen wrote anonymously as Fjordman starting in 2005, until he disclosed his identity in 2011. He has been active in the counterjihad movement, which argues that multiculturalism, particularly Muslim immigration, poses a threat to Western civilization.",
      "pageId": 10785816,
      "monthDay": "06/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Amy_Duggan",
      "name": "Amy Duggan",
      "aboutText": "Richard Williams (born 11 June 1977 in Yeovil, Somerset) is a British motor racing driver who competed in the Porsche Mobil 1 Supercup as a member of the SPS Automotive Performance Team.\nRichard's entry to motor sport opened in karting before moving to cars. After coming 4th overall with a single race win the Renault Clio Cup in 2004, he entered the 2005 BTCC in a Lexus, ran by SpeedEquipe and sponsored by Friends Reunited and HPI Racing.",
      "pageId": 11552117,
      "monthDay": "06/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/T%C3%B5nu_Endrekson",
      "name": "Tõnu Endrekson",
      "aboutText": "Tõnu Endrekson (born 11 June 1979) is an Estonian rower. He was fourth in the double sculls event with Leonid Gulov at the 2004 Summer Olympics in Athens. Endrekson won a silver medal in 2008 Summer Olympics in Beijing in the double sculls event with Jüri Jaanson.",
      "pageId": 17640842,
      "monthDay": "06/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rino_Nakasone_Razalan",
      "name": "Rino Nakasone Razalan",
      "aboutText": "Rino Nakasone (仲宗根 梨乃, Nakasone Rino, born June 11, 1979) is a dancer and choreographer from Okinawa, Japan. Nakasone and her dance crew Beat Freaks participated in the third season of America's Best Dance Crew, where they finished in second place.",
      "pageId": 27449454,
      "monthDay": "06/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yhency_Brazob%C3%A1n",
      "name": "Yhency Brazobán",
      "aboutText": "Mami Higashiyama (東山麻美 Higashiyama Mami, born June 11, 1977 in Himeji, Hyōgo Prefecture, Japan) is a Japanese actress and singer, best known for her role as Miku Imamura/Mega Pink in the 1997 Super Sentai series Denji Sentai Megaranger.",
      "pageId": 31494326,
      "monthDay": "06/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Emiliano_Moretti",
      "name": "Emiliano Moretti",
      "aboutText": "Tatiana Ignatieva (Russian: Татьяна Игнатьева; born 11 June 1974 in Minsk) is a former Belarusian tennis player.\nIgnatieva won one $75,000 singles title on the ITF tour during her career. On 9 August 1993, she reached her best singles ranking of world number 91.",
      "pageId": 38926787,
      "monthDay": "06/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kristo_Tohver",
      "name": "Kristo Tohver",
      "aboutText": "Diana Lorena Taurasi (born June 11, 1982) is an American professional basketball player who plays for UMMC Ekaterinburg of Russia.",
      "pageId": 740534,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Marco_Arment",
      "name": "Marco Arment",
      "aboutText": "Vágner Silva de Souza (born 11 June 1984), known as Vágner Love, is a Brazilian professional footballer who plays as a striker for Corinthians.",
      "pageId": 794885,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Vanessa_Boslak",
      "name": "Vanessa Boslak",
      "aboutText": "José Bernabé Reyes (born June 11, 1983) is a Dominican professional baseball shortstop for the Colorado Rockies of Major League Baseball (MLB). He previously played for the New York Mets, Miami Marlins, and the Toronto Blue Jays.\nReyes is a four-time MLB All-Star.",
      "pageId": 1109597,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Johnny_Candido",
      "name": "Johnny Candido",
      "aboutText": "Jacques Freitag (born 11 June 1982) is a South African high jumper. He is one of only nine athletes (along with Valerie Adams, Usain Bolt, Veronica Campbell-Brown, Yelena Isinbayeva, Kirani James, Jana Pittman, Dani Samuels, and David Storl) to win world championships at the youth, junior, and senior level of an athletic event.\nFreitag grew up in Bronkhorstspruit, Gauteng (50 km east of Pretoria).",
      "pageId": 1482021,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jacques_Freitag",
      "name": "Jacques Freitag",
      "aboutText": "Chris Trousdale (born Christopher Ryan Trousdale; June 11, 1985) is an American actor and recording artist.",
      "pageId": 1693150,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joey_Graham",
      "name": "Joey Graham",
      "aboutText": "Joseph \"Joey\" Graham (born June 11, 1982) is an American professional basketball player who is currently a free agent. He made his NBA debut on November 2, 2005.",
      "pageId": 2166564,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stephen_Graham_(basketball)",
      "name": "Stephen Graham",
      "aboutText": "Johnny Candido (born June 11, 1982) is an American professional wrestler, and is the younger brother of Chris Candido.\n^ \"Johnny Candido\". Bodyslamming.com.",
      "pageId": 2671713,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Reni_Maitua",
      "name": "Reni Maitua",
      "aboutText": "Andy Lee (born 11 June 1984) is an Irish professional boxer and the former WBO middleweight world champion.",
      "pageId": 3001783,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Eldar_R%C3%B8nning",
      "name": "Eldar Rønning",
      "aboutText": "Eldar Rønning (born 11 June 1982 in Levanger) is a Norwegian cross-country skier. He skis with the Skogn IL club, in Nord-Trøndelag.\nIn 2004/05, he achieved three podium finishes in World Cup Sprint events, including a win at Reit im Winkl.",
      "pageId": 3406194,
      "monthDay": "06/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Diana_Taurasi",
      "name": "Diana Taurasi",
      "aboutText": "Stephen Graham (born June 11, 1982) is an American former professional basketball player currently working as an assistant coach for the Fort Wayne Mad Ants of the NBA Development League.",
      "pageId": 3798455,
      "monthDay": "06/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chuck_Hayes",
      "name": "Chuck Hayes",
      "aboutText": "Charles Edward \"Chuck\" Hayes, Jr. (born June 11, 1983) is an American professional basketball player who last played for the Houston Rockets of the National Basketball Association (NBA). He played college basketball for the University of Kentucky.",
      "pageId": 3925106,
      "monthDay": "06/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Atsushi_Maruyama_(actor)",
      "name": "Atsushi Maruyama",
      "aboutText": "Reni Maitua (born 11 June 1982 in Sydney, New South Wales) is an Australian professional rugby league footballer with the Leigh Centurions in the English Championship. An Australian and Samoan International representative player, he previously played for the Bulldogs RLFC, with whom he won the 2004 premiership.",
      "pageId": 4633967,
      "monthDay": "06/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_Ramsay",
      "name": "Josh Ramsay",
      "aboutText": "Vanessa Boslak (born on 11 June 1982) is a French pole vaulter. She was born in Lesquin, France.\nBoslak represented her country in major international competitions such as the Olympic Games, World Championships, World Indoor Championships, European Championships and European Indoor Championships.",
      "pageId": 6682102,
      "monthDay": "06/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jos%C3%A9_Reyes_(shortstop)",
      "name": "José Reyes",
      "aboutText": "Dmitry Aleksandrovich Koldun (Belarusian: Дзьмітры Аляксандравіч Калдун; Russian: Дми́трий Алекса́ндрович Колду́н; born 11 June 1985, in Minsk, Belarusian SSR, USSR) is a pop singer from Minsk, Belarus.\nKoldun participated in the Eurovision Song Contest 2007 and has been the most successful entrant from Belarus to date.",
      "pageId": 9443582,
      "monthDay": "06/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andy_Lee_(boxer)",
      "name": "Andy Lee",
      "aboutText": "Josh Ramsay is a Canadian singer, songwriter, producer, recording engineer, actor, and the lead vocalist of pop rock band Marianas Trench.",
      "pageId": 20902090,
      "monthDay": "06/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/V%C3%A1gner_Love",
      "name": "Vágner Love",
      "aboutText": "Tim Klaus Hoogland (born 11 June 1985) is a German footballer who plays as a right back for VfL Bochum.",
      "pageId": 21267837,
      "monthDay": "06/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tim_Hoogland",
      "name": "Tim Hoogland",
      "aboutText": "Violeta Isfel (born Violeta Isfel Garma García on June 11, 1985 in Mexico City, D.F., Mexico), is a Mexican actress and singer. She played Antonella in the telenovela Atrevete a Soñar, and has performed in further telenovelas such as Lola...Érase una vez, Peregrina, Las Tontas No Van al Cielo, and Una familia con suerte.",
      "pageId": 23075043,
      "monthDay": "06/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Violeta_Isfel",
      "name": "Violeta Isfel",
      "aboutText": "Marco Arment (born June 11, 1982) is an American iOS and Web developer, as well as a technology writer and former magazine editor, living in Hastings-on-Hudson, New York. He is known for co-founding Tumblr, creating Instapaper, and Overcast.",
      "pageId": 27957420,
      "monthDay": "06/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dmitry_Koldun",
      "name": "Dmitry Koldun",
      "aboutText": "Kristo Tohver (born 11 June 1981) is an Estonian international referee who refereed at 2014 FIFA World Cup qualifiers.",
      "pageId": 36960770,
      "monthDay": "06/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Trousdale",
      "name": "Chris Trousdale",
      "aboutText": "Atsushi Maruyama (丸山 敦史 Maruyama Atsushi, born June 11, 1983) is a Japanese actor from the Tokyo Metropolis.",
      "pageId": 46922677,
      "monthDay": "06/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sebastian_Bayer",
      "name": "Sebastian Bayer",
      "aboutText": "Jose Angelo Gabriel Valenciano, also known as Gabriel \"Gab\" Valenciano (born June 11, 1988) is a Filipino dancer, actor, musician, host, percussionist, drummer, choreographer, and commercial model. He is the son of Gary Valenciano and cousin of former child actor Jodense Valenciano.\nHe is second of three siblings by Gary Valenciano and Angeli Pangilinan.",
      "pageId": 745564,
      "monthDay": "06/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shia_LaBeouf",
      "name": "Shia LaBeouf",
      "aboutText": "Shia Saide LaBeouf (/ˈʃaɪ.ə ləˈbʌf/; born June 11, 1986) is an American actor, performance artist, and director who became known among younger audiences as Louis Stevens in the Disney Channel series Even Stevens. LaBeouf received a Young Artist Award nomination in 2001 and won a Daytime Emmy Award in 2003 for his role. He made his film debut in Holes (2003), based on the novel of the same name by Louis Sachar.",
      "pageId": 1353497,
      "monthDay": "06/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Magaly_Solier",
      "name": "Magaly Solier",
      "aboutText": "Found Influences,",
      "pageId": 1369431,
      "monthDay": "06/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Dappy",
      "name": "Dappy",
      "aboutText": "Yui Aragaki (新垣 結衣, Aragaki Yui, born June 11, 1988) is a Japanese actress, model, singer and occasional radio show host.\nShe is particularly recognized for her beauty and her movie projects.",
      "pageId": 3849616,
      "monthDay": "06/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/TiA",
      "name": "TiA",
      "aboutText": "Maya April Moore (born June 11, 1989) is an American professional basketball player for the Minnesota Lynx of the Women's National Basketball Association (WNBA). Moore was the winner of the 2006 and 2007 Naismith Prep Player of the Year. Moore played forward for the UConn women's basketball team, and won back to back national championships in 2009 and 2010.",
      "pageId": 9055602,
      "monthDay": "06/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ezequiel_Carrera",
      "name": "Ezequiel Carrera",
      "aboutText": "Claire Rhiannon Holt (born 11 June 1988) is an Australian actress, best known for her roles as Emma Gilbert on the television show H2O: Just Add Water, Chastity Meyer on Mean Girls 2, and Rebekah Mikaelson on The CW series The Vampire Diaries and its spin-off series The Originals.",
      "pageId": 10485669,
      "monthDay": "06/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kean_Cipriano",
      "name": "Kean Cipriano",
      "aboutText": "Marsel İlhan (Uzbek: Marsel Qahhorovich Hamdamov; born on 11 June 1987) is a Turkish tennis player, ranked No. 1 in Turkey and with a career-high singles ranking of World No. 77 in March 2015.",
      "pageId": 17922810,
      "monthDay": "06/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marsel_%C4%B0lhan",
      "name": "Marsel İlhan",
      "aboutText": "Sebastian Bayer (born 11 June 1986 in Aachen, Germany) is a German long jumper best known for having history's second longest indoor long jump.",
      "pageId": 18947450,
      "monthDay": "06/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Didrik_Solli-Tangen",
      "name": "Didrik Solli-Tangen",
      "aboutText": "Costadinos Contostavlos (born 11 June 1987), better known by his stage name Dappy, is an English singer, songwriter, rapper, and actor. He is best known for being the lead singer of the Camden-based grime trio N-Dubz, with his cousin Tulisa and their friend Fazer. He was known for his slightly unusual dress sense and his love for what he describes as \"eye-catching headwear\".",
      "pageId": 20938376,
      "monthDay": "06/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yui_Aragaki",
      "name": "Yui Aragaki",
      "aboutText": "Sherina Munaf (born June 11, 1990 in Bandung, West Java, Indonesia) is an Indonesian actress, pop singer, and songwriter. At 9 years old, she successfully launched her debut album, Andai Aku Besar Nanti (translated When I Grow up). In 2000, she played a key role in Petualangan Sherina (translated Sherina's Adventure), directed by Riri Riza.",
      "pageId": 21185969,
      "monthDay": "06/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jes%C3%BAs_Fern%C3%A1ndez_Collado",
      "name": "Jesús Fernández Collado",
      "aboutText": "Magaly Solier Romero (born 11 June 1986) is a Peruvian actress and recording artist.\nShe was born in the province of Huanta, in the region of Ayacucho.",
      "pageId": 23022905,
      "monthDay": "06/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Claire_Holt",
      "name": "Claire Holt",
      "aboutText": "Christophe Lemaitre (French pronunciation: ​[kʁistɔf ləmɛtʁ]; born 11 June 1990) is a French sprinter, who specialises in the 100 and 200 metres. He is the current French 100 m outdoor and 200 m outdoor record holder with a time of 9.92 seconds and 19.80 seconds respectively. He was the first white man to break the 10-second barrier in an officially timed 100 m event.",
      "pageId": 23969350,
      "monthDay": "06/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rome_Ramirez",
      "name": "Rome Ramirez",
      "aboutText": "Roman René Ramírez (born June 11, 1988 in Fremont, California), better known as Rome Ramirez or simply Rome, is an American singer and guitarist best known for playing with Eric Wilson from Sublime and Josh Freese from The Vandals in the band Sublime with Rome. The lineup initially featured original Sublime drummer Bud Gaugh before his departure in 2011. Despite participation by Gaugh and Wilson, the family of deceased Sublime member Bradley Nowell legally challenged the use of the Sublime name by the surviving members.",
      "pageId": 24192691,
      "monthDay": "06/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Gabriel_Valenciano",
      "name": "Gabriel Valenciano",
      "aboutText": "Ezequiel Manuel Carrera Reyes (born June 11, 1987) is a Venezuelan professional baseball outfielder for the Toronto Blue Jays of Major League Baseball (MLB).",
      "pageId": 24250471,
      "monthDay": "06/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Keith_Aulie",
      "name": "Keith Aulie",
      "aboutText": "Keith Aulie (born June 11, 1989) is a Canadian professional ice hockey defenceman currently an unrestricted free agent who most recently played with the Springfield Falcons of the American Hockey League (AHL). Aulie was drafted by the Calgary Flames 116th overall in the 2007 NHL Entry Draft. Aulie played junior hockey for the Brandon Wheat Kings of the Western Hockey League (WHL), and was honoured as the League's Top Scholastic Player in 2007.",
      "pageId": 26068805,
      "monthDay": "06/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ana_Clara_Duarte",
      "name": "Ana Clara Duarte",
      "aboutText": "Didrik Solli-Tangen (born 11 June 1987 in Porsgrunn, Telemark county, Norway) is a Norwegian singer who represented Norway in the Eurovision Song Contest 2010 on homeland with the song \"My Heart Is Yours\".\n^ \"Didrik Solli-Tangen wins Norwegian final!\".",
      "pageId": 26096149,
      "monthDay": "06/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Maya_Moore",
      "name": "Maya Moore",
      "aboutText": "Kean Edward Uson Cipriano, (born 11 June 1987) better known as Kean Cipriano is a Filipino singer, composer, actor, and musician.",
      "pageId": 27314218,
      "monthDay": "06/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Christophe_Lemaitre",
      "name": "Christophe Lemaitre",
      "aboutText": "Jesús Fernández Collado (born 11 June 1988), known simply as Jesús, is a Spanish footballer who plays for Levante UD as a goalkeeper.",
      "pageId": 28936821,
      "monthDay": "06/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sherina_Munaf",
      "name": "Sherina Munaf",
      "aboutText": "Ana Clara Reis Duarte (born 11 June 1989 in Rio de Janeiro) is a Brazilian tennis player. She won the bronze medal in mixed doubles at the 2011 Pan American Games.\nDuarte has won six singles and 15 doubles titles on the ITF tour in her career.",
      "pageId": 29217838,
      "monthDay": "06/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dan_Howell",
      "name": "Dan Howell",
      "aboutText": "Daniel James \"Dan\" Howell (born 11 June 1991) is a British video blogger and radio personality. He is best known for his YouTube channel danisnotonfire, which has reached over 5 million subscribers.",
      "pageId": 38226628,
      "monthDay": "06/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Erica_Tonooka",
      "name": "Erica Tonooka",
      "aboutText": "Ivana Baquero Macías (born June 11, 1994), better known as Ivana Baquero, is a Spanish actress. At the age of 11, she was chosen by director Guillermo del Toro to star as Ofelia in Pan's Labyrinth, for which she won critical acclaim and the Goya Award for Best New Actress.",
      "pageId": 9112809,
      "monthDay": "06/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Eugene_Simon",
      "name": "Eugene Simon",
      "aboutText": "Jessica Fox (born 11 June 1994) is a French-born, Australian world champion slalom canoeist who has competed since 2006.\nShe qualified for the 2012 Summer Olympics in London, where she made her Olympic debut winning a silver medal in the K-1 event. Fox won seven medals at the ICF Canoe Slalom World Championships with six golds (C-1: 2013, 2014, 2015; K-1: 2014, C-1 team: 2013, 2015) and a bronze (C-1: 2010).",
      "pageId": 28800452,
      "monthDay": "06/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jordanne_Whiley",
      "name": "Jordanne Whiley",
      "aboutText": "Eugene Michael Simon (born 11 June 1992) is an English actor best known for his roles as Jerome Clarke in House of Anubis and as Lancel Lannister in Game of Thrones.\nThe youngest of three sons born to Anton and Teresa (née Stopford) Simon, he has one brother, Charles Stephen Simon (born 1987). Another son, Harry Eugene Simon died in infancy in 1991.",
      "pageId": 30508039,
      "monthDay": "06/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ivana_Baquero",
      "name": "Ivana Baquero",
      "aboutText": "Jordanne Joyce Whiley MBE (born 11 June 1992 in Birmingham) is a wheelchair tennis player and Britain's youngest ever National women's singles champion in wheelchair tennis at the age of 14. She has osteogenesis imperfecta as does her father, Keith, who was also a Paralympian and won a bronze medal in New York.",
      "pageId": 36850808,
      "monthDay": "06/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jessica_Fox_(canoeist)",
      "name": "Jessica Fox",
      "aboutText": "Ayaka Sasaki (佐々木 彩夏, Sasaki Ayaka, born June 11, 1996 in Kanagawa Prefecture) is a Japanese idol singer.",
      "pageId": 37857045,
      "monthDay": "06/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Hakeeb_Adelakun",
      "name": "Hakeeb Adelakun",
      "aboutText": "Erica Tonooka (外岡 えりか, Tonooka Erika, born June 11, 1991) is a Japanese actress and a member of the Japanese idol group Idoling!!!. While the pronunciation is the same, her former professional name used to be written as 外岡 枝里香. She is represented by the Box Corporation talent agency.",
      "pageId": 38298494,
      "monthDay": "06/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Kaleo_Kanahele",
      "name": "Kaleo Kanahele",
      "aboutText": "Hakeeb Adeola Abiola Ayinde Adelakun (born 11 June 1996) is an English professional footballer who plays for Scunthorpe United, as a forward.",
      "pageId": 38594057,
      "monthDay": "06/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ayaka_Sasaki",
      "name": "Ayaka Sasaki",
      "aboutText": "Kaleo Okalani Kanahele (born June 11, 1996) is an American Paralympic volleyballist.",
      "pageId": 39892136,
      "monthDay": "06/11"
    }
  ]
}