{
  "people": [
    {
      "year": "1444",
      "uri": "/wiki/Nilakantha_Somayaji",
      "name": "Nilakantha Somayaji",
      "aboutText": "Harriet Elisabeth Beecher Stowe (/stoʊ/; June 14, 1811 – July 1, 1896) was an American abolitionist and author. She came from a famous religious family and is best known for her novel Uncle Tom's Cabin (1852). It depicts the harsh life for African Americans under slavery.",
      "pageId": 164100,
      "monthDay": "06/14"
    },
    {
      "year": "1463",
      "uri": "/wiki/Henry_IV,_Duke_of_Brunswick-L%C3%BCneburg",
      "name": "Henry IV, Duke of Brunswick-Lüneburg",
      "aboutText": "Charles-Augustin de Coulomb (French: [kulɔ̃]; 14 June 1736 – 23 August 1806) was a French physicist. He was best known for developing Coulomb's law, the definition of the electrostatic force of attraction and repulsion, but also did important work on friction.",
      "pageId": 211439,
      "monthDay": "06/14"
    },
    {
      "year": "1479",
      "uri": "/wiki/Giglio_Gregorio_Giraldi",
      "name": "Giglio Gregorio Giraldi",
      "aboutText": "Thomas Pennant (14 June OS 1726 – 16 December 1798) was a Welsh naturalist, traveller, writer and antiquarian. He was born and lived his whole life at his family estate, Downing Hall near Whitford, Flintshire in Wales.\nAs a naturalist he had a great curiosity, observing the geography, geology, plants, animals, birds, reptiles, amphibians and fish around him and recording what he saw and heard about.",
      "pageId": 361699,
      "monthDay": "06/14"
    },
    {
      "year": "1529",
      "uri": "/wiki/Ferdinand_II,_Archduke_of_Austria",
      "name": "Ferdinand II, Archduke of Austria",
      "aboutText": "Fernando Wood (June 14, 1812 – February 14, 1881) was an American politician of the Democratic Party and the 73rd and 75th mayor of New York City; he also served as a United States Representative (1841–1843, 1863–1865, and 1867–1881) and as Chairman of the Committee on Ways and Means in both the 45th and 46th Congress (1877–1881).\nA successful shipping merchant who became Grand Sachem of the political machine known as Tammany Hall, Wood first served in Congress in 1841. In 1854 he was elected Mayor of New York City.",
      "pageId": 384118,
      "monthDay": "06/14"
    },
    {
      "year": "1627",
      "uri": "/wiki/Johann_Abraham_Ihle",
      "name": "Johann Abraham Ihle",
      "aboutText": "Bernard Bosanquet (/ˈboʊzənˌkɛt, -kɪt/; 14 June 1848 – 8 February 1923) was an English philosopher and political theorist, and an influential figure on matters of political and social policy in late 19th and early 20th century Britain. His work influenced – but was later subject to criticism by – many thinkers, notably Bertrand Russell, John Dewey and William James.",
      "pageId": 473457,
      "monthDay": "06/14"
    },
    {
      "year": "1691",
      "uri": "/wiki/Jan_Francisci",
      "name": "Jan Francisci",
      "aboutText": "Johann(es) Simon Mayr (also spelled Majer, Mayer, Maier), also known in Italian as Giovanni Simone Mayr or Simone Mayr (14 June 1763 – 2 December 1845) was a German composer.",
      "pageId": 683925,
      "monthDay": "06/14"
    },
    {
      "year": "1726",
      "uri": "/wiki/Thomas_Pennant",
      "name": "Thomas Pennant",
      "aboutText": "František Palacký (Czech pronunciation: [franˈciʃɛk paˈlatskiː]; June 14, 1798, Hodslavice – May 26, 1876, Prague) was a Czech historian and politician, the most influential person of the Czech National Revival, called \"Father of the Nation\".",
      "pageId": 901900,
      "monthDay": "06/14"
    },
    {
      "year": "1730",
      "uri": "/wiki/Antonio_Sacchini",
      "name": "Antonio Sacchini",
      "aboutText": "Nikolai Dmitrievich Brashman (Russian: Николáй Дми́триевич Брáшман; German: Nikolaus Braschmann; June 14 New Style, 1796 – May 13 Old Style, 1866) was a Russian mathematician of Austrian origin. He was a student of Joseph Johann Littrow, and the advisor of Pafnuty Chebyshev and August Davidov.\nHe was born in Neu-Raußnitz (today Rousínov in Czech Republic, then in Austrian Empire) and studied at the University of Vienna and Vienna Polytechnic Institute.",
      "pageId": 1005204,
      "monthDay": "06/14"
    },
    {
      "year": "1736",
      "uri": "/wiki/Charles-Augustin_de_Coulomb",
      "name": "Charles-Augustin de Coulomb",
      "aboutText": "Heber Chase Kimball (June 14, 1801 – June 22, 1868) was a leader in the early Latter Day Saint movement.",
      "pageId": 1072764,
      "monthDay": "06/14"
    },
    {
      "year": "1763",
      "uri": "/wiki/Simon_Mayr",
      "name": "Simon Mayr",
      "aboutText": "Kelallur Nilakantha Somayaji (1444–1544) (also referred to as Kelallur Comatiri) was a major mathematician and astronomer of the Kerala school of astronomy and mathematics. One of his most influential works was the comprehensive astronomical treatise Tantrasamgraha completed in 1501. He had also composed an elaborate commentary on Aryabhatiya called the Aryabhatiya Bhasya.",
      "pageId": 1156676,
      "monthDay": "06/14"
    },
    {
      "year": "1780",
      "uri": "/wiki/Henry_Salt_(Egyptologist)",
      "name": "Henry Salt",
      "aboutText": "Ferdinand II, Archduke of Further Austria (Linz, 14 June 1529 – 24 January 1595, Innsbruck) was ruler of Further Austria including Tirol. The son of Ferdinand I, Holy Roman Emperor, he was married to Philippine Welser in his first marriage.",
      "pageId": 1196405,
      "monthDay": "06/14"
    },
    {
      "year": "1796",
      "uri": "/wiki/Nikolai_Brashman",
      "name": "Nikolai Brashman",
      "aboutText": "John Bartlett (June 14, 1820 – December 3, 1905) was an American writer and publisher whose best known work, Bartlett's Familiar Quotations, has been continually revised and reissued for a century after his death.",
      "pageId": 1457036,
      "monthDay": "06/14"
    },
    {
      "year": "1798",
      "uri": "/wiki/Franti%C5%A1ek_Palack%C3%BD",
      "name": "František Palacký",
      "aboutText": "Henry Salt (14 June 1780 – 30 October 1827) was an English artist, traveller, collector of antiquities, diplomat, and Egyptologist.",
      "pageId": 1841304,
      "monthDay": "06/14"
    },
    {
      "year": "1801",
      "uri": "/wiki/Heber_C._Kimball",
      "name": "Heber C. Kimball",
      "aboutText": "William Frederick Nast (1840–1893) was an American diplomat and entrepreneur. He was the third president of the Atchison, Topeka and Santa Fe Railway.\nNast was born in Cincinnati, Ohio, on June 14, 1840, the son of Methodist religious leader William Nast.",
      "pageId": 2228945,
      "monthDay": "06/14"
    },
    {
      "year": "1811",
      "uri": "/wiki/Harriet_Beecher_Stowe",
      "name": "Harriet Beecher Stowe",
      "aboutText": "Giglio Gregorio Giraldi (Lilius Gregorius Gyraldus or Giraldus) (14 June 1479 – February 1552) was an Italian scholar and we'll renowned poet.\nHe was born at Ferrara, where he early distinguished himself by his talents and acquirements.\nOn the completion of his literary course he removed to Naples, where he lived on familiar terms with Jovianus Pontanus and Sannazaro; and subsequently to Lombardy, where he enjoyed the favour of the Mirandola family.",
      "pageId": 2445600,
      "monthDay": "06/14"
    },
    {
      "year": "1812",
      "uri": "/wiki/Fernando_Wood",
      "name": "Fernando Wood",
      "aboutText": "Antonio Maria Gasparo Sacchini (14 June 1730 – 6 October 1786) was an Italian composer, most famous for his operas.\nSacchini was born in Florence, but raised in Naples, where he received his musical education. He made a name for himself as a composer of serious and comic opera in Italy before moving to London, where he produced works for the King's Theatre.",
      "pageId": 3782738,
      "monthDay": "06/14"
    },
    {
      "year": "1819",
      "uri": "/wiki/Henry_Gardner",
      "name": "Henry Gardner",
      "aboutText": "Henry Joseph Gardner (June 14, 1819 – July 21, 1892) was the 23rd Governor of Massachusetts, serving from 1855 to 1858. Gardner, a Know Nothing, and was elected governor as part of the sweeping victory of Know Nothing candidates in the Massachusetts elections of 1854.\nBorn in Dorchester, Gardner was a dry goods merchant from Boston active in the local Whig Party in the early 1850s.",
      "pageId": 3803234,
      "monthDay": "06/14"
    },
    {
      "year": "1820",
      "uri": "/wiki/John_Bartlett_(publisher)",
      "name": "John Bartlett",
      "aboutText": "Johann Abraham Ihle (June 14, 1627 – c.1699) was a German amateur astronomer who discovered the first known globular cluster, M22, on August 26, 1665 while observing Saturn in Sagittarius.",
      "pageId": 7119144,
      "monthDay": "06/14"
    },
    {
      "year": "1840",
      "uri": "/wiki/William_F._Nast",
      "name": "William F. Nast",
      "aboutText": "Henry (Latin Henricus; 14 June 1463 – 23 June 1514, Leer), Duke of Brunswick-Lüneburg, called Henry the Elder or Henry the Evil, was prince of Wolfenbüttel from 1491 until his death.",
      "pageId": 8140233,
      "monthDay": "06/14"
    },
    {
      "year": "1848",
      "uri": "/wiki/Bernard_Bosanquet_(philosopher)",
      "name": "Bernard Bosanquet",
      "aboutText": "Jan Francisci (14 June 1691 – 27 April 1758) was an organist and composer born in Neusohl, Kingdom of Hungary (now Banská Bystrica, Slovakia). In 1709, he succeeded his father as cantor there before going to Vienna in 1722. He visited J.S. Bach in Leipzig in 1725.",
      "pageId": 20799456,
      "monthDay": "06/14"
    },
    {
      "year": "1848",
      "uri": "/wiki/Max_Erdmannsd%C3%B6rfer",
      "name": "Max Erdmannsdörfer",
      "aboutText": "Andrey (Andrei) Andreyevich Markov (Russian: Андре́й Андре́евич Ма́рков, in older works also spelled Markoff) (14 June 1856 N.S. – 20 July 1922) was a Russian mathematician. He is best known for his work on stochastic processes. A primary subject of his research later became known as Markov chains and Markov processes.",
      "pageId": 915,
      "monthDay": "06/14"
    },
    {
      "year": "1855",
      "uri": "/wiki/Robert_M._La_Follette_Sr.",
      "name": "Robert M. La Follette Sr.",
      "aboutText": "Dr. Aloysius \"Alois\" Alzheimer (German: [ˈaːloˌis ˈalts.haɪmɐ]; 14 June 1864 – 19 December 1915) was a Bavarian-born German psychiatrist and neuropathologist and a colleague of Emil Kraepelin. Alzheimer is credited with identifying the first published case of \"presenile dementia\", which Kraepelin would later identify as Alzheimer's disease.",
      "pageId": 2383,
      "monthDay": "06/14"
    },
    {
      "year": "1856",
      "uri": "/wiki/Andrey_Markov",
      "name": "Andrey Markov",
      "aboutText": "Jane Bathori (born Jeanne-Marie Berthier, June 14, 1877 – January 25, 1970) was a French mezzo-soprano.",
      "pageId": 145330,
      "monthDay": "06/14"
    },
    {
      "year": "1862",
      "uri": "/wiki/John_Ulric_Nef_(chemist)",
      "name": "John Ulric Nef",
      "aboutText": "Robert Marion \"Fighting Bob\" La Follette Sr. (June 14, 1855 – June 18, 1925) was an American Republican (and later a Progressive) politician. He served as a member of the U.S. House of Representatives, was the Governor of Wisconsin, and was a U.S. Senator from Wisconsin from 1906 to 1925.",
      "pageId": 255189,
      "monthDay": "06/14"
    },
    {
      "year": "1864",
      "uri": "/wiki/Alois_Alzheimer",
      "name": "Alois Alzheimer",
      "aboutText": "Yasunari Kawabata (川端 康成, Kawabata Yasunari, 11 June 1899 – 16 April 1972) was a Japanese novelist and short story writer whose spare, lyrical, subtly-shaded prose works won him the Nobel Prize for Literature in 1968, the first Japanese author to receive the award. His works have enjoyed broad international appeal and are still widely read.",
      "pageId": 291698,
      "monthDay": "06/14"
    },
    {
      "year": "1868",
      "uri": "/wiki/Karl_Landsteiner",
      "name": "Karl Landsteiner",
      "aboutText": "Marie-Adélaïde, Grand Duchess of Luxembourg (Luxembourgish: Marie Adelheid; full list of given names: Marie Adelheid Thérèse Hilda Wilhelmine; 14 June 1894 – 24 January 1924), reigned from 1912 to 1919. She was the first Grand Duchess regnant of Luxembourg (after five Grand Dukes), its first female monarch since Duchess Maria Theresa (1740–1780, who was also Austrian Empress) and the first Luxembourgish monarch to be born within the territory since Count John the Blind (born in 1296).\nNamed as heir presumptive by her father HRH Grand Duke William IV in 1907 to prevent a succession crisis due to his lack of a son, Marie-Adélaïde became Grand Duchess in 1912.",
      "pageId": 442778,
      "monthDay": "06/14"
    },
    {
      "year": "1870",
      "uri": "/wiki/Sophia_of_Prussia",
      "name": "Sophia of Prussia",
      "aboutText": "John James \"Jack\" Adams (June 14, 1895 – May 1, 1968) was a Canadian professional ice hockey player, coach and general manager in the National Hockey League and Pacific Coast Hockey Association. He was a Hall of Fame player during a 10-year professional career with Toronto, Vancouver and Ottawa. He is best known for his 36-year association with the Detroit Red Wings of the NHL as coach and as a general manager.",
      "pageId": 507861,
      "monthDay": "06/14"
    },
    {
      "year": "1871",
      "uri": "/wiki/Hermanus_Brockmann",
      "name": "Hermanus Brockmann",
      "aboutText": "John Francis, Count McCormack, KSG, KSS, KHS (14 June 1884 – 16 September 1945) was a world-famous Irish-American tenor, celebrated for his performances of the operatic and popular song repertoires, and renowned for his diction and breath control.",
      "pageId": 576462,
      "monthDay": "06/14"
    },
    {
      "year": "1871",
      "uri": "/wiki/Jacob_Ellehammer",
      "name": "Jacob Ellehammer",
      "aboutText": "Princess Sophie of Prussia (Sophie Dorothea Ulrike Alice; 14 June 1870 – 13 January 1932) was Queen of the Hellenes as the wife of King Constantine I. She was a younger sister of Wilhelm II, German Emperor, and a granddaughter of Queen Victoria of the United Kingdom.",
      "pageId": 2006845,
      "monthDay": "06/14"
    },
    {
      "year": "1872",
      "uri": "/wiki/J%C3%A1nos_Szlepecz",
      "name": "János Szlepecz",
      "aboutText": "Sigfred Ann \"Siggie\" Nordstrom (June 14, 1893 – December 24, 1980) was an American model, actress, entertainer, socialite and lead singer of The Nordstrom Sisters.\nBorn in Chicago and nicknamed as \"Siggie\", she was the elder daughter of Anna and Alexander Nordstrom. She started out as a hat model in Chicago.",
      "pageId": 3381047,
      "monthDay": "06/14"
    },
    {
      "year": "1877",
      "uri": "/wiki/Jane_Bathori",
      "name": "Jane Bathori",
      "aboutText": "May Allison (June 14, 1890 – March 27, 1989) was an American stage and silent film actress whose greatest success was achieved in the early part of the 20th century in the medium of silent film.",
      "pageId": 4498457,
      "monthDay": "06/14"
    },
    {
      "year": "1878",
      "uri": "/wiki/L%C3%A9on_Thi%C3%A9baut",
      "name": "Léon Thiébaut",
      "aboutText": "Léon Thiébaut (14 June 1878 in Nice – 8 March 1943) was a French fencer who competed in the late 19th century and early 20th century.\nHe participated in Fencing at the 1900 Summer Olympics in Paris and won the silver medal in the sabre. He was defeated by Georges de la Falaise in the final.",
      "pageId": 7133628,
      "monthDay": "06/14"
    },
    {
      "year": "1879",
      "uri": "/wiki/Arthur_Duffey",
      "name": "Arthur Duffey",
      "aboutText": "Hermanus \"Herman\" Gerardus Brockmann (June 14, 1871 in Amsterdam – January 18, 1936 in The Hague) was a Dutch rower who competed in the 1900 Summer Olympics.\nHe was part of the Dutch boats Minerva Amsterdam, which won the gold medal in the coxed pairs, the silver medal in the coxed fours and the bronze medal in the eights. He did not participate in the final of the coxed pairs competition, but in the semifinal.",
      "pageId": 12661647,
      "monthDay": "06/14"
    },
    {
      "year": "1884",
      "uri": "/wiki/John_McCormack_(tenor)",
      "name": "John McCormack",
      "aboutText": "Arthur Francis Duffey (June 14, 1879 – January 23, 1955) was an American track and field athlete who competed at the 1900 Summer Olympics in Paris, France. He was an alumnus of the Class of 1899 of Worcester Academy and Georgetown University. He was originally from Boston, Massachusetts and after his athletic career was a sports writer and editor and settled in the Boston area.",
      "pageId": 12829393,
      "monthDay": "06/14"
    },
    {
      "year": "1884",
      "uri": "/wiki/Georg_Zacharias",
      "name": "Georg Zacharias",
      "aboutText": "Georg Zacharias (14 June 1884 – 31 July 1953) was a German backstroke and breaststroke swimmer who competed in the 1904 Summer Olympics.\nHe was born and died in Berlin.\nIn the 1904 Olympics he won a gold medal in the 440 yard breaststroke and a bronze medal in the 100 yard backstroke.",
      "pageId": 14037353,
      "monthDay": "06/14"
    },
    {
      "year": "1890",
      "uri": "/wiki/May_Allison",
      "name": "May Allison",
      "aboutText": "John Ulric Nef (Johann Ulrich Nef; June 14, 1862 – August 13, 1915) was a Swiss-born American chemist and the discoverer of the Nef reaction.",
      "pageId": 14432630,
      "monthDay": "06/14"
    },
    {
      "year": "1893",
      "uri": "/wiki/Siggie_Nordstrom",
      "name": "Siggie Nordstrom",
      "aboutText": "Jacob Christian Hansen Ellehammer (June 14, 1871 – May 20, 1946) was a Danish watchmaker and inventor born in Bakkebølle, Denmark. He is remembered chiefly for his contributions to powered flight.",
      "pageId": 16097319,
      "monthDay": "06/14"
    },
    {
      "year": "1894",
      "uri": "/wiki/Marie-Ad%C3%A9la%C3%AFde,_Grand_Duchess_of_Luxembourg",
      "name": "Marie-Adélaïde, Grand Duchess of Luxembourg",
      "aboutText": "Karl Landsteiner, ForMemRS (June 14, 1868 – June 26, 1943), was an Austrian and American biologist and physician. He is noted for having first distinguished the main blood groups in 1900 (however, Jan Janský described and distinguished main blood groups before him, for which he was awarded the Nobel Prize in Physiology or Medicine in 1930), having developed the modern system of classification of blood groups from his identification of the presence of agglutinins in the blood, and having identified, with Alexander S. Wiener, the Rhesus factor, in 1937, thus enabling physicians to transfuse blood without endangering the patient′s life. With Constantin Levaditi and Erwin Popper, he discovered the polio virus in 1909.",
      "pageId": 18945023,
      "monthDay": "06/14"
    },
    {
      "year": "1895",
      "uri": "/wiki/Jack_Adams",
      "name": "Jack Adams",
      "aboutText": "Max Erdmannsdörfer (14 June 1848 – 14 February 1905) (sometimes seen as Max von Erdmannsdörfer) was a German conductor, pianist and composer.\nHe was born in Nuremberg. He studied at the Leipzig Conservatory, becoming concertmaster at Sondershausen.",
      "pageId": 19796436,
      "monthDay": "06/14"
    },
    {
      "year": "1899",
      "uri": "/wiki/Yasunari_Kawabata",
      "name": "Yasunari Kawabata",
      "aboutText": "János Szlepecz (Slovene: Janoš Slepec, or Ivan Slepec, June 14, 1872 – June 29, 1936) was a Slovene Roman Catholic priest, dean and writer. He wrote in Prekmurian and also in Hungarian.\nHe was born in Murska Sobota in the Vas County of the Kingdom of Hungary (present-day Slovenia), where his father Iván Szlepecz was a blacksmith in the market town.",
      "pageId": 33776015,
      "monthDay": "06/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Alonzo_Church",
      "name": "Alonzo Church",
      "aboutText": "Atle Selberg (14 June 1917 – 6 August 2007) was a Norwegian mathematician known for his work in analytic number theory, and in the theory of automorphic forms, in particular bringing them into relation with spectral theory.",
      "pageId": 2021,
      "monthDay": "06/14"
    },
    {
      "year": "1904",
      "uri": "/wiki/Margaret_Bourke-White",
      "name": "Margaret Bourke-White",
      "aboutText": "Alonzo Church (June 14, 1903 – August 11, 1995) was an American mathematician and logician who made major contributions to mathematical logic and the foundations of theoretical computer science.",
      "pageId": 49731,
      "monthDay": "06/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Steve_Broidy",
      "name": "Steve Broidy",
      "aboutText": "Eamonn Kevin Roche, FAIA (born June 14, 1922) is an Irish-born American Pritzker Prize-winning architect. He has been responsible for the design/master planning for over 200 built projects in both the U.S. and abroad. These projects include eight museums, 38 corporate headquarters, seven research facilities, performing arts centers, theaters, and campus buildings for six universities.",
      "pageId": 53632,
      "monthDay": "06/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Arthur_Davis_(animator)",
      "name": "Arthur Davis",
      "aboutText": "Burl Icle Ivanhoe Ives (June 14, 1909 – April 14, 1995) was an American folk singer and actor of stage, screen, radio and television.\nHe began as an itinerant singer and banjoist, and launched his own radio show The Wayfaring Stranger, which popularised traditional folk-songs. In 1942, he appeared in Irving Berlin's This Is the Army, and then became a major star of CBS radio.",
      "pageId": 158061,
      "monthDay": "06/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Nicolas_Bentley",
      "name": "Nicolas Bentley",
      "aboutText": "Dorothy Hackett McGuire (June 14, 1918 – September 14, 2001) was an American actress.",
      "pageId": 183814,
      "monthDay": "06/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ren%C3%A9_Char",
      "name": "René Char",
      "aboutText": "Samuel Wanamaker (born Samuel Watenmaker), CBE (June 14, 1919 – December 18, 1993) was an American film director and actor who moved to Britain after being put on the Hollywood blacklist in the early 1950s. He is credited as the person most responsible for the modern recreation of Shakespeare's Globe Theatre in London, where he is commemorated in the name of the Sam Wanamaker Playhouse, the site's second theatre.",
      "pageId": 225866,
      "monthDay": "06/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Chico_Landi",
      "name": "Chico Landi",
      "aboutText": "Samuel “Steve” Broidy (June 14, 1905 – April 28, 1991) was an American executive in the U.S. motion picture industry.",
      "pageId": 249625,
      "monthDay": "06/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Burl_Ives",
      "name": "Burl Ives",
      "aboutText": "Rudolf Kempe (born 14 June 1910 in Dresden, died 12 May 1976 in Zürich) was a German conductor.",
      "pageId": 317521,
      "monthDay": "06/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/Rudolf_Kempe",
      "name": "Rudolf Kempe",
      "aboutText": "René Char (14 June 1907 – 19 February 1988) was a 20th-century French poet.",
      "pageId": 355917,
      "monthDay": "06/14"
    },
    {
      "year": "1913",
      "uri": "/wiki/Joe_Morris_(trade_unionist)",
      "name": "Joe Morris",
      "aboutText": "Margaret Bourke-White (/ˌbɜrkˈhwaɪt/; June 14, 1904 – August 27, 1971) was an American photographer and documentary photographer. She is best known as the first foreign photographer permitted to take pictures of Soviet industry, the first American female war photojournalist, and the first female photographer for Henry Luce's Life magazine, where her photograph appeared on the first cover.",
      "pageId": 490393,
      "monthDay": "06/14"
    },
    {
      "year": "1913",
      "uri": "/wiki/Werner_Heyking",
      "name": "Werner Heyking",
      "aboutText": "Arthur \"Art\" Davis (June 14, 1905 – May 9, 2000) was an animator and a director for Warner Brothers' Termite Terrace cartoon studio.",
      "pageId": 810797,
      "monthDay": "06/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Dorothy_McGuire",
      "name": "Dorothy McGuire",
      "aboutText": "Francisco Sacco Landi (July 14, 1907 – June 7, 1989), better known as Chico, was a racing driver from São Paulo, Brazil. He participated in six Formula One World Championship Grands Prix, debuting on September 16, 1951.",
      "pageId": 1235976,
      "monthDay": "06/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Lise_N%C3%B8rgaard",
      "name": "Lise Nørgaard",
      "aboutText": "Gene Barry (June 14, 1919 – December 9, 2009) was an American stage, screen, and television actor. Barry is best remembered for his leading roles in the films The Atomic City (1952) and The War of The Worlds (1953) and for his portrayal of the title characters in the TV series Bat Masterson and Burke's Law, among many roles.",
      "pageId": 1578500,
      "monthDay": "06/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Gilbert_Prouteau",
      "name": "Gilbert Prouteau",
      "aboutText": "Nicolas Clerihew Bentley (14 June 1907 – 14 August 1978) was a British author and illustrator, best known for his humorous cartoon drawings in books and magazines in the 1930s and 1940s. The son of Edmund Clerihew Bentley (inventor of the clerihew verse form), he was given the name Nicholas but opted to change the spelling.",
      "pageId": 1982561,
      "monthDay": "06/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Atle_Selberg",
      "name": "Atle Selberg",
      "aboutText": "Joseph \"Joe\" Morris, CC (14 June 1913 - 11 October 1996) was a Canadian trade unionist mostly noted as the president of the Canadian Labour Congress in the 1970s.",
      "pageId": 7568284,
      "monthDay": "06/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gene_Barry",
      "name": "Gene Barry",
      "aboutText": "Lise Nørgaard née Jensen (born 14 June 1917) is a Danish journalist and writer known for her precise and often humorous portrayals of Danish cultural life. Nørgaard has written novels, compilations of essays and short stories. The memoir of her childhood, Kun en pige (Only a girl), became a bestseller in 1992 and is considered her masterpiece.",
      "pageId": 9145621,
      "monthDay": "06/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Sam_Wanamaker",
      "name": "Sam Wanamaker",
      "aboutText": "Werner Jannick Heyking (June 14, 1913 – October 10, 1974) was a Danish actor who was active in television films and serials during the 1960s and early 1970s. He is perhaps most notable for his small role of newsagent and Charlie Bucket's boss Mr. Jopeck in the 1971 film Willy Wonka & the Chocolate Factory.",
      "pageId": 15277739,
      "monthDay": "06/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jean_Madiran",
      "name": "Jean Madiran",
      "aboutText": "Gilbert Prouteau (14 June 1917 – 2 August 2012) was a French poet and film director.\nHe was born in Nesmy, Vendée.\nIn 1948 he won a bronze medal in the art competitions of the Olympic Games for his \"Rythme du Stade\" (\"Rhythm of the Stadium\").",
      "pageId": 16748305,
      "monthDay": "06/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Martha_Greenhouse",
      "name": "Martha Greenhouse",
      "aboutText": "Jean Arfel (born 14 June 1920 in Libourne - dead 31 July 2013), better known by his pen name Jean Madiran was a French nationalist and a traditionalist Catholic writer. He has also used the pen name Jean-Louis Lagor.\nDuring the German occupation of France, he was the private secretary of Charles Maurras and was awarded the Order of the Francisque, the decoration, in the form of a stylised double-headed francisca, that was granted by Vichy France.",
      "pageId": 31635700,
      "monthDay": "06/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Kevin_Roche",
      "name": "Kevin Roche",
      "aboutText": "Martha Miriam Greenhouse (June 14, 1921 – January 5, 2013) was an American stage, film and television actress, who also served as an actors' union leader.\nThe Omaha, Nebraska-born actress appeared both on-and off-Broadway. Her film credits included The Stepford Wives, Bananas, Daniel, and Tomorrow Night.",
      "pageId": 38177967,
      "monthDay": "06/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/K._Asif",
      "name": "K. Asif",
      "aboutText": "Jerzy Kosiński (Polish pronunciation: [ˈjɛʐɨ kɔˈɕiɲskʲi]; June 14, 1933 – May 3, 1991), born Józef Lewinkopf, was an award-winning Polish-American novelist and two-time President of the American Chapter of P.E.N., who wrote primarily in English. Born in Poland, he survived World War II and, as a young man, emigrated to the U.S., where he became a citizen.\nHe was known for various novels, among them The Painted Bird (1965) and Being There (1971), which was adapted as an Academy Award-winning film (1979).",
      "pageId": 15657,
      "monthDay": "06/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Harvey_Littleton",
      "name": "Harvey Littleton",
      "aboutText": "Sir James Whyte Black OM FRCP FRS FRSE (14 June 1924 – 22 March 2010) was a Scottish pharmacologist. Black established the physiology department at the University of Glasgow, where he became interested in the effects of adrenaline on the human heart. He went to work for ICI Pharmaceuticals in 1958 and, while there, developed propranolol, a beta blocker used for the treatment of heart disease.",
      "pageId": 337415,
      "monthDay": "06/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ivan_Gubijan",
      "name": "Ivan Gubijan",
      "aboutText": "Cy Coleman (born Seymour Kaufman; June 14, 1929 – November 18, 2004) was an American composer, songwriter, and jazz pianist.",
      "pageId": 576628,
      "monthDay": "06/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Judith_Kerr",
      "name": "Judith Kerr",
      "aboutText": "Donald Newcombe (born June 14, 1926), nicknamed \"Newk\", is an American former Major League Baseball right-handed starting pitcher who played for the Brooklyn/Los Angeles Dodgers (1949–51 and 1954–58), Cincinnati Reds (1958–60) and Cleveland Indians (1960).\nUntil 2011 when Detroit Tigers pitcher Justin Verlander accomplished the feat, Newcombe was the only baseball player to have won the Rookie of the Year, Most Valuable Player and Cy Young awards in his career. In 1949, he became the first black pitcher to start a World Series game.",
      "pageId": 629570,
      "monthDay": "06/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Green_Wix_Unthank",
      "name": "Green Wix Unthank",
      "aboutText": "Anne Judith Kerr, OBE (pron. \"Carr\"; born 14 June 1923) is a German-born British writer and illustrator.",
      "pageId": 881484,
      "monthDay": "06/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/James_Black_(pharmacologist)",
      "name": "James Black",
      "aboutText": "For the musician, see Kenneth Cope (musician).\nKenneth Cope (born 14 June 1931) is an English actor. He is most famous for his roles as Marty Hopkirk in Randall and Hopkirk (Deceased), Jed Stone in Coronation Street and Ray Hilton in Brookside.",
      "pageId": 949193,
      "monthDay": "06/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pierre_Salinger",
      "name": "Pierre Salinger",
      "aboutText": "Marla Gibbs (born Margaret Theresa Bradley; June 14, 1931) is an American actress, comedienne, singer, writer and producer, whose career spans four decades.\nGibbs is best known for her role as Louise and George Jefferson's feisty maid, Florence Johnston, in the long-running CBS sitcom, The Jeffersons (1975–85), for which she received nominations for five Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the show's spin-off Checking In (1981), and for her leading role as Mary Jenkins in the NBC sitcom, 227 (1985-90), which she also co-produced and sang on the theme song.",
      "pageId": 1019698,
      "monthDay": "06/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Don_Newcombe",
      "name": "Don Newcombe",
      "aboutText": "Jørgen Leth (born 14 June 1937) is a Danish poet and film director who is considered a leading figure in experimental documentary film making. Most notable are his epic documentary A Sunday in Hell (1977) and his surrealistic short film The Perfect Human (1967).",
      "pageId": 1381133,
      "monthDay": "06/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Che_Guevara",
      "name": "Che Guevara",
      "aboutText": "Renaldo \"Obie\" Benson (June 14, 1936 – July 1, 2005) was an American soul and R&B singer and songwriter. He was best known as the bass of Motown group the Four Tops, which he joined in 1953 and continued to perform with for over five decades, until April 8, 2005. He also co-wrote \"What's Going On\" which became a #2 hit for Marvin Gaye in 1971, and which Rolling Stone rated as #4 on their List of Rolling Stone's 500 Greatest Songs of All Time released in 2004.",
      "pageId": 1587142,
      "monthDay": "06/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Cy_Coleman",
      "name": "Cy Coleman",
      "aboutText": "John Edward Wilson (June 14, 1929 – December 27, 2011) was a Canadian professional ice hockey player and head coach.",
      "pageId": 4549339,
      "monthDay": "06/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Johnny_Wilson_(ice_hockey)",
      "name": "Johnny Wilson",
      "aboutText": "Vladislav Stepanovich Rastorotsky (Russian: Владислав Степанович Растороцкий) (born June 14, 1933 in Liski, Russian SFSR) is a Russian (and former Soviet) artistic gymnastics coach, Honoured Trainer of the USSR, who trained in Dynamo sports society. Sportswomen trained by him earned more than 50 Champion titles at the National (USSR) championships, European championships, World championships and Olympic Games. Rastorotsky trained Soviet gymnasts for five Olympic cycles since the mid-1960s.",
      "pageId": 4663906,
      "monthDay": "06/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Kenneth_Cope",
      "name": "Kenneth Cope",
      "aboutText": "Harvey Littleton (June 14, 1922 – December 13, 2013) was an American glass artist and educator. Born in Corning, New York, he grew up in the shadow of Corning Glassworks, where his father headed Research and Development during the 1930s. Expected by his father to enter the field of physics, Littleton instead chose a career in art, gaining recognition first as a ceramist and later as a glassblower and sculptor in glass.",
      "pageId": 6173130,
      "monthDay": "06/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Marla_Gibbs",
      "name": "Marla Gibbs",
      "aboutText": "Joseph Michael \"Joe\" Arpaio (born June 14, 1932) has, since 1993, been the elected sheriff of Maricopa County, Arizona.\nArpaio styles himself as \"America's Toughest Sheriff.\" He has been accused of abuse of power, misuse of funds, failure to investigate sex crimes, improper clearance of cases, unlawful enforcement of immigration laws, and election law violations, amongst others. He has been found guilty of racial profiling in federal court, with a monitor appointed to oversee his office's operations.",
      "pageId": 6260914,
      "monthDay": "06/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Junior_Walker",
      "name": "Junior Walker",
      "aboutText": "K. Asif (14 June 1922 – 9 March 1971) was a film director, film producer and screenwriter who was famous for his work on the Hindi epic motion picture, Mughal-e-Azam (1960).",
      "pageId": 6444786,
      "monthDay": "06/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Joe_Arpaio",
      "name": "Joe Arpaio",
      "aboutText": "Ivan Gubijan (14 June 1923 in Bjelovar – 4 January 2009 in Belgrade) was a Yugoslav athlete who competed for the former Yugoslavia in the hammer throw at the 1948 Summer Olympics. After WWII, he came to Belgrade and joined the \"Partizan\" athletic club.\nIn the 1948 Summer Olympics held in London, he won the silver medal in the hammer throw.",
      "pageId": 7338148,
      "monthDay": "06/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jerzy_Kosi%C5%84ski",
      "name": "Jerzy Kosiński",
      "aboutText": "Irmelin Sandman Lilius (born 14 June 1936) is a Swedish-speaking Finnish writer.\nIrmelin Sandman was born in Helsinki. Her first book, Trollsång, was published in 1955.",
      "pageId": 9267622,
      "monthDay": "06/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Vladislav_Rastorotsky",
      "name": "Vladislav Rastorotsky",
      "aboutText": "Ernesto \"Che\" Guevara (Spanish pronunciation: [ˈtʃe ɣeˈβaɾa]; June 14, 1928 – October 9, 1967), commonly known as el Che or simply Che, was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture.\nAs a young medical student, Guevara traveled throughout South America and was radicalized by the poverty, hunger, and disease he witnessed.",
      "pageId": 13623554,
      "monthDay": "06/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Renaldo_Benson",
      "name": "Renaldo Benson",
      "aboutText": "Pierre Emil George Salinger (June 14, 1925 – October 16, 2004) was a White House Press Secretary to U.S. Presidents John F. Kennedy and Lyndon B. Johnson. Salinger served as a United States Senator in 1964 and was campaign manager for the Robert F. Kennedy presidential campaign.",
      "pageId": 14410066,
      "monthDay": "06/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Irmelin_Sandman_Lilius",
      "name": "Irmelin Sandman Lilius",
      "aboutText": "Green Wix Unthank (June 14, 1923 – June 25, 2013) was a United States federal judge.",
      "pageId": 21811705,
      "monthDay": "06/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/J%C3%B8rgen_Leth",
      "name": "Jørgen Leth",
      "aboutText": "Autry DeWalt Mixon, Jr. (June 14, 1931 – November 23, 1995), known by the stage name Junior Walker, styled as Jr. Walker, was an American musician.",
      "pageId": 43178728,
      "monthDay": "06/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/Willie_Louis",
      "name": "Willie Louis",
      "aboutText": "Michael Edward \"Mike\" Yarwood, OBE (born 14 June 1941) is an English actor, comedian, and impressionist.",
      "pageId": 301116,
      "monthDay": "06/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/Trevor_Arthur_Smith,_Baron_Smith_of_Clifton",
      "name": "Trevor Arthur Smith, Baron Smith of Clifton",
      "aboutText": "Steny Hamilton Hoyer (/ˈstɛni ˈhɔɪ.ər/; born June 14, 1939) is the U.S. Representative for Maryland's 5th congressional district, serving since 1981. The district includes a large swath of rural and suburban territory southeast of Washington, D.C..\nA Democrat, he was first elected in a special election on 19 May 1981 and served as the House Majority Leader from 2007 to 2011.",
      "pageId": 414552,
      "monthDay": "06/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Julie_Felix",
      "name": "Julie Felix",
      "aboutText": "Rodney Terence Argent (born 14 June 1945) is an English rock musician and a founding member of the 1960s English rock group The Zombies and the 1970s band Argent.\n^ Unterberger, Richie. \"The Zombies | Biography\".",
      "pageId": 734633,
      "monthDay": "06/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Steny_Hoyer",
      "name": "Steny Hoyer",
      "aboutText": "Andrew Kennedy \"Andy\" Irvine (born 14 June 1942) is an Irish folk musician, singer-songwriter, and a founding member of popular bands Sweeney's Men, Planxty, Patrick Street, Mozaik, LAPD and Usher's Island. He is an accomplished player of the mandolin, mandola, bouzouki and harmonica, and occasionally plays the hurdy-gurdy.\nHe has been influential in folk music for over five decades, during which he collected and recorded a large repertoire of songs and tunes he meticulously researched and assembled from books, folk-song collectors and old recordings rooted in the Irish, English, Scottish, Eastern European, Australian and American old-time and folk traditions.",
      "pageId": 1092824,
      "monthDay": "06/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Peter_Mayle",
      "name": "Peter Mayle",
      "aboutText": "The Hon. John Miles (born 14 June 1943 in London) is a British former racing driver from England. He participated in 15 Formula One World Championship Grands Prix, making his debut on 6 July 1969, in the Lotus 63 4-wheel drive F1 car for which he was the official Team Lotus test driver.",
      "pageId": 1271026,
      "monthDay": "06/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Colin_Thubron",
      "name": "Colin Thubron",
      "aboutText": "Jonathan Raban (born 14 June 1942, Hempton, Norfolk, UK) is a British travel writer and novelist. He has received several awards, such as the National Book Critics Circle Award, The Royal Society of Literature's Heinemann Award, the Thomas Cook Travel Book Award, the PEN West Creative Nonfiction Award, the Pacific Northwest Booksellers Association Award, and a 1997 Washington State Governor's Writer's Award. Since 1990 he has lived with his daughter in Seattle.",
      "pageId": 1688604,
      "monthDay": "06/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jack_Bannon",
      "name": "Jack Bannon",
      "aboutText": "Peter Mayle (born 14 June 1939 in Brighton) is a British author famous for his series of books detailing life in Provence, France.",
      "pageId": 1788057,
      "monthDay": "06/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ben_Davidson",
      "name": "Ben Davidson",
      "aboutText": "Colin Gerald Dryden Thubron, CBE FRSL FRAS (born 14 June 1939) is a British travel writer and novelist.\nIn 2008, The Times ranked him 45th on their list of the 50 greatest postwar British writers. He is a contributor to The New York Review of Books, The Times, The Times Literary Supplement and The New York Times.",
      "pageId": 1800110,
      "monthDay": "06/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mike_Yarwood",
      "name": "Mike Yarwood",
      "aboutText": "John James \"Jack\" Bannon (born June 14, 1940) is an American television actor. He is most famous for his role as Assistant City Editor Art Donovan on Lou Grant, a role he played for the duration of the series, from 1977 until 1982.\nBannon's parents were film and television actors Jim Bannon (Red Ryder) and Bea Benaderet (The George Burns and Gracie Allen Show, Petticoat Junction, The Beverly Hillbillies, and The Flintstones).",
      "pageId": 2933893,
      "monthDay": "06/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Andy_Irvine_(musician)",
      "name": "Andy Irvine",
      "aboutText": "Julie Ann Felix (born 14 June 1938, Santa Barbara, California) is an American born, British-based folk recording artist who achieved success in the late 1960s and early 1970s. She continues to perform today and releases albums on her own record label.",
      "pageId": 3026264,
      "monthDay": "06/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jonathan_Raban",
      "name": "Jonathan Raban",
      "aboutText": "Benjamin Earl Franklin \"Ben\" Davidson, Jr.",
      "pageId": 3152371,
      "monthDay": "06/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Barry_Burman",
      "name": "Barry Burman",
      "aboutText": "Harold Wheeler (born June 14, 1943) is an orchestrator, composer, conductor, arranger, record producer, and music director. He has received numerous Tony Award and Drama Desk Award nominations for orchestration, and won the 2003 Drama Desk Award for Outstanding Orchestrations for Hairspray.",
      "pageId": 3405252,
      "monthDay": "06/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jennifer_Gretton,_Baroness_Gretton",
      "name": "Jennifer Gretton, Baroness Gretton",
      "aboutText": "Joseph G. \"Joe\" Grifasi (born June 14, 1944) is an American character actor of film, stage and television.\nGrifasi was born in Buffalo, New York, the son of Patricia (née Gaglione) and Joseph J. Grifasi, a skilled laborer. Grifasi graduated from Bishop Fallon High School, a now defunct Catholic high school in Buffalo.",
      "pageId": 5494190,
      "monthDay": "06/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Miles_(racing_driver)",
      "name": "John Miles",
      "aboutText": "Laurie Colwin (June 14, 1944 – October 24, 1992) was an American author. Her published works include Passion and Affect (1974), Shine on, Bright and Dangerous Object (1975), Happy All the Time (1978), The Lone Pilgrim (1981), Family Happiness (1982), Another Marvelous Thing (1988), Home Cooking (1988), Goodbye without Leaving (1990), More Home Cooking (1993), and A Big Storm Knocked It Over (1993). The PBS series American Playhouse adapted Colwin's short story An Old-Fashioned Story as a 90-minute film retitled Ask Me Again [1], which aired February 8, 1989.",
      "pageId": 5674934,
      "monthDay": "06/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Spooner_Oldham",
      "name": "Spooner Oldham",
      "aboutText": "Jennifer Ann Gretton, Baroness Gretton, DStJ, DL, JP (born 14 June 1943) is the current Lord Lieutenant of Leicestershire.\nShe was born in St Ives, Cornwall, and married John Gretton, 3rd Baron Gretton. Since her husband's death in 1989, Lady Gretton has run the family's Stapleford Park Estate, in Stapleford, Leicestershire.",
      "pageId": 6000174,
      "monthDay": "06/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Harold_Wheeler_(musician)",
      "name": "Harold Wheeler",
      "aboutText": "Dewey Lindon \"Spooner\" Oldham (born June 14, 1943) is an American songwriter and session musician. An organist, he recorded in Muscle Shoals, Alabama at FAME Studios as part of the Muscle Shoals Rhythm Section on such hit R&B songs as \"When a Man Loves a Woman\" by Percy Sledge, \"Mustang Sally\" by Wilson Pickett and \"I Never Loved a Man\" by Aretha Franklin.",
      "pageId": 6503272,
      "monthDay": "06/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Laurie_Colwin",
      "name": "Laurie Colwin",
      "aboutText": "Trevor Arthur Smith, Baron Smith of Clifton Kt (born 14 June 1937) is a British politician and academic who is currently the Liberal Democrat spokesman in the House of Lords on Northern Ireland and constitutional affairs. He has been an active member of the Liberal Democrats and its predecessor, the Liberal Party, since 1956. A former Chairman of the Union of Liberal Students, he contested the 1959 General Election in West Lewisham, being the youngest candidate of any party that year.",
      "pageId": 10811769,
      "monthDay": "06/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joe_Grifasi",
      "name": "Joe Grifasi",
      "aboutText": "Barry Burman (1943–2001) was an English figurative artist known for his dark and often disturbing subject matter. He was a successful as an artist and teacher. He took an overdose and died aged 57.",
      "pageId": 13184403,
      "monthDay": "06/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rod_Argent",
      "name": "Rod Argent",
      "aboutText": "Carlos Oscar Reichenbach Filho (14 June 1945 – 14 June 2012) was a Brazilian filmmaker.",
      "pageId": 15406426,
      "monthDay": "06/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carlos_Reichenbach",
      "name": "Carlos Reichenbach",
      "aboutText": "Willie Louis, previously Willie Reed (June 14, 1937 – July 18, 2013) was a witness to the murder of 14-year-old Emmett Till.  Till was an African-American child from Chicago who was murdered in 1955 after reportedly whistling at a white woman in a Money, Mississippi grocery store. Till's murder was a watershed moment in the African-American Civil Rights Movement.",
      "pageId": 40085923,
      "monthDay": "06/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Marilyn_Schreffler",
      "name": "Marilyn Schreffler",
      "aboutText": "Harry Norman Turtledove (born June 14, 1949) is an American novelist, best known for his works in several genres, including that of alternate history, historical fiction, fantasy, and science fiction.",
      "pageId": 40212,
      "monthDay": "06/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Richard_Stebbins",
      "name": "Richard Stebbins",
      "aboutText": "Rowan Douglas Williams, Baron Williams of Oystermouth PC FBA FRSL FLSW (born 14 June 1950) is an Anglican bishop, theologian and poet.\nWilliams was the 104th Archbishop of Canterbury, Metropolitan of the Province of Canterbury and Primate of All England, offices he held from December 2002 to December 2012, and was previously Bishop of Monmouth and Archbishop of Wales, making him the first Archbishop of Canterbury in modern times not to be appointed from within the Church of England.\nWilliams spent much of his earlier career as an academic at the universities of Cambridge and Oxford successively.",
      "pageId": 70537,
      "monthDay": "06/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Louis-Dreyfus",
      "name": "Robert Louis-Dreyfus",
      "aboutText": "Patricia Sue \"Pat\" Summitt (born June 14, 1952) is a former women's college basketball head coach. She now serves as the head coach emeritus of the University of Tennessee Lady Vols basketball team. She holds the record for the most all-time wins for a coach in NCAA basketball history of either a men's or women's team in any division.",
      "pageId": 213795,
      "monthDay": "06/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/T%C3%B5nu_Sepp",
      "name": "Tõnu Sepp",
      "aboutText": "Paul Yaw Boateng, Baron Boateng (born 14 June 1951) is a British Labour Party politician, who was the Member of Parliament (MP) for Brent South from 1987 to 2005, becoming the UK's first mixed-race Cabinet Minister in May 2002, when he was appointed as Chief Secretary to the Treasury. Following his departure from the House of Commons, he served as the British High Commissioner to South Africa from March 2005 to May 2009.",
      "pageId": 299689,
      "monthDay": "06/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Donald_Trump",
      "name": "Donald Trump",
      "aboutText": "Laurence Michael Yep (Chinese: 葉祥添; pinyin: Yè Xiángtiān; born June 14, 1948) is a prolific Chinese-American writer, best known for children's books. In 2005, he received the biennial Laura Ingalls Wilder Medal for his career contribution to American children's literature.",
      "pageId": 454057,
      "monthDay": "06/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roger_Liddle,_Baron_Liddle",
      "name": "Roger Liddle, Baron Liddle",
      "aboutText": "Alan White (born 14 June 1949) is an English rock drummer and songwriter best known for his work with the progressive rock band Yes. White was also a member of the Plastic Ono Band, playing live in 1969 at the Toronto Rock and Roll Revival, which was recorded and released three months later as Live Peace in Toronto 1969. In all, White has appeared on over fifty albums with artists including John Lennon, George Harrison, Joe Cocker, Ginger Baker, and The Ventures.",
      "pageId": 699946,
      "monthDay": "06/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kat_Martin",
      "name": "Kat Martin",
      "aboutText": "Sir Antony Sher, KBE (born 14 June 1949) is a British actor of South African origin, he is a three time Laurence Olivier Award winner and five time nominee. He joined the Royal Shakespeare Company in 1982 and toured in many roles, as well as appearing on film and TV, and working as a writer and theatre director. In 2001, he starred in his cousin Ronald Harwood’s play Mahler's Conversion, and said that the story of a composer sacrificing his faith for his career echoed his own identity struggles.",
      "pageId": 954167,
      "monthDay": "06/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Barry_Melton",
      "name": "Barry Melton",
      "aboutText": "Richard Vaughn \"Dick\" Stebbins (born June 14, 1945) is an American former athlete, winner of gold medal in 4x100 m relay at the 1964 Summer Olympics.\nAt the Tokyo Olympics, Richard Stebbins finished seventh in 200 m and ran the third leg in the gold medal winning American 4x100 m relay team, which set a new world record of 39.0.\nStebbins was born and raised in Los Angeles, and later attended Grambling State University, where he played football and ran track.",
      "pageId": 1076070,
      "monthDay": "06/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Hiroshi_Miyauchi",
      "name": "Hiroshi Miyauchi",
      "aboutText": "Barry \"The Fish\" Melton (born June 14, 1947) is the co-founder (1965) and original lead guitarist of Country Joe and The Fish. Barry appears on all the Country Joe and The Fish recordings and he also wrote some of the songs that the band recorded. He appeared in the films made at Monterey Pop and Woodstock, and also appeared as an outlaw in the neo-Western film, Zachariah, and other films in which Country Joe and the Fish appear.",
      "pageId": 1174834,
      "monthDay": "06/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Paul_Rudolph_(musician)",
      "name": "Paul Rudolph",
      "aboutText": "James Whild Lea (born 14 June 1949) is an English musician, most notable for playing bass guitar, keyboards, violin, guitar, and singing backing vocals in Slade, and for co-writing most of their hits.",
      "pageId": 1430387,
      "monthDay": "06/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Laurence_Yep",
      "name": "Laurence Yep",
      "aboutText": "Robert Louis-Dreyfus ((1946-06-14)14 June 1946 – 4 July 2009(2009-07-04)) was a French businessman who had major success as Chief Executive Officer (CEO) of Adidas-Salomon and Saatchi & Saatchi.",
      "pageId": 3144676,
      "monthDay": "06/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Lea_(musician)",
      "name": "Jim Lea",
      "aboutText": "Donald John Trump, Sr. (born June 14, 1946) is an American business magnate, investor, author, television personality, and candidate for President of the United States in the 2016 presidential election. He is chairman and president of The Trump Organization and the founder of Trump Entertainment Resorts.",
      "pageId": 4848272,
      "monthDay": "06/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Roger_Powell_(scientist)",
      "name": "Roger Powell",
      "aboutText": "Hiroshi Miyauchi (宮内 洋, Miyauchi Hiroshi, June 14, 1947–) is a prolific Japanese actor from Chiba Prefecture. He is best known for playing some of the most memorable roles in Tokusatsu history, such as Akira Shinmei/Aoranger in Himitsu Sentai Goranger, Soukichi Banba/Big One in the Sentai series JAKQ Dengekitai, Kazami Shiro in Kamen Rider V3 and Ken Hayakawa in Kaiketsu Zubat. Miyauchi reprises his role of Big One in the movie Hyakujuu Sentai Gaoranger vs.",
      "pageId": 5419947,
      "monthDay": "06/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Antony_Sher",
      "name": "Antony Sher",
      "aboutText": "Paul Fraser Rudolph (born June 14, 1947 in Vancouver, British Columbia, Canada) is a guitarist, bassist, singer, and cyclist. He made his mark in the UK underground music scene, and then as a session musician, before returning to Canada to indulge his passion for cycling. He now resides in Gibsons, British Columbia where he owned and operated a bicycle business, Spin Cycle.",
      "pageId": 8766948,
      "monthDay": "06/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Harry_Turtledove",
      "name": "Harry Turtledove",
      "aboutText": "Kathleen Kelly Martin (born July 14, 1947) is an American writer of romance novels under the pen names of Kat Martin, Kathy Lawrence and Kasey Marx. She is married to writer and photographer Larry Jay Martin.",
      "pageId": 9512252,
      "monthDay": "06/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alan_White_(Yes_drummer)",
      "name": "Alan White",
      "aboutText": "Robert Lepikson (June 14, 1952 – July 1, 2006 ) was an Estonian politician, businessman and rally driver.\nAs a rally driver, he was the Estonian champion three times, winner of the Baltic Cup and was the head of the Estonian motosport league.\nAs a politician, he switched party memberships several times, having been a member of the Estonian Coalition Party, the Estonian Centre Party and the People's Union of Estonia.",
      "pageId": 9564802,
      "monthDay": "06/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rowan_Williams",
      "name": "Rowan Williams",
      "aboutText": "Marilyn Schreffler (June 14, 1945 - January 7, 1988) was an American actress, who provided voice-overs for several animated TV programs, mostly for Hanna-Barbera Productions.",
      "pageId": 12148544,
      "monthDay": "06/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Paul_Boateng",
      "name": "Paul Boateng",
      "aboutText": "Roger John Liddle, Baron Liddle (born 14 June 1947) is a British political adviser and consultant who is principally known for being Special Adviser on European matters to prime minister Tony Blair and President of the European Commission, José Manuel Barroso. He also worked together with Peter Mandelson on books outlining the political philosophy of the Labour Party under Blair's leadership. He is chairperson of the international think tank Policy Network and Pro-Chancellor of the University of Lancaster.",
      "pageId": 15106671,
      "monthDay": "06/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Robert_Lepikson",
      "name": "Robert Lepikson",
      "aboutText": "Tõnu Sepp (born June 14, 1946) is an Estonian music teacher and a figure in early music. He has been called the \"grand old man\" of early music in Estonia.\nIn the 1970s, Sepp founded in Viljandi the first early music ensemble in Estonia.",
      "pageId": 44477715,
      "monthDay": "06/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Pat_Summitt",
      "name": "Pat Summitt",
      "aboutText": "Roger Powell FRS, (born 14 June 1949) is a British-born Australian based educator and academic. He is Emeritus Professor in the School of Earth Sciences at the University of Melbourne.",
      "pageId": 46876493,
      "monthDay": "06/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Leon_Wieseltier",
      "name": "Leon Wieseltier",
      "aboutText": "Eric Arthur Heiden (born June 14, 1958, in Madison, Wisconsin) is an American former long track speed skater and road cyclist who won all of the men's speed skating races, and thus an unprecedented five individual gold medals, and set four Olympic records and one world record at the 1980 Winter Olympic Games in Lake Placid, New York, United States. He was the most successful athlete at those Olympic Games, single-handedly winning more gold medals than all nations except for the Soviet Union (10) and East Germany (9). Indeed, he is the most successful Winter Olympian from a single edition of any Winter Olympics.",
      "pageId": 38988,
      "monthDay": "06/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Janet_Mackey",
      "name": "Janet Mackey",
      "aboutText": "Kim Bendix Petersen (born 14 June 1956, Copenhagen, Denmark), better known by his stage name King Diamond (Konge Diamant), is a Danish heavy metal musician. As a vocalist, he is known for his extensive vocal range, in particular his usage of falsetto. He is the lead vocalist for both Mercyful Fate and the eponymous King Diamond.",
      "pageId": 164694,
      "monthDay": "06/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Thomas_(musician)",
      "name": "David Thomas",
      "aboutText": "Marcus Miller (born William Henry Marcus Miller, Jr.; June 14, 1959) is an American jazz composer, producer and multi-instrumentalist, best known as a bass guitarist. Throughout his career, Miller worked with trumpeter Miles Davis, pianist Herbie Hancock, singer Luther Vandross, and saxophonist David Sanborn, as well as maintaining a successful solo career.",
      "pageId": 194954,
      "monthDay": "06/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Will_Patton",
      "name": "Will Patton",
      "aboutText": "David Lynn Thomas (born 1953 in Miami, Florida) is an American singer, songwriter and musician.\nHe was one of the founding members of the short-lived proto-punkers Rocket from the Tombs (1974–1975), where he went by the name of Crocus Behemoth, and of punk group Pere Ubu (1975–present, intermittently). He has also released several solo albums.",
      "pageId": 377219,
      "monthDay": "06/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kirron_Kher",
      "name": "Kirron Kher",
      "aboutText": "Mona Elizabeth Simpson (born Mona Jandali; June 14, 1957) is an American novelist and university professor. She has written six novels and is a professor of English at the University of California, Los Angeles (UCLA) and the Sadie Samuelson Levy Professor in Languages and Literature at Bard College.\nShe won a Whiting Award for her first novel, Anywhere but Here (1986).",
      "pageId": 473342,
      "monthDay": "06/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Michael_D._Duvall",
      "name": "Michael D. Duvall",
      "aboutText": "Paul James Michael O'Grady, MBE (born 14 June 1955) is an Irish comedian, television presenter, actor, writer and radio disc-jockey. He achieved fame using his comedic drag queen character, Lily Savage, and later became well known for presenting TV shows as himself, such as The Paul O'Grady Show.\nBorn to a working-class Irish migrant family in Birkenhead, Cheshire (now Merseyside), O'Grady moved to London in the late 1970s, there working as a peripatetic care officer for Camden Council.",
      "pageId": 514446,
      "monthDay": "06/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Paul_O%27Grady",
      "name": "Paul O'Grady",
      "aboutText": "William Rankin \"Will\" Patton (born June 14, 1954) is an American actor. He starred as Colonel Dan Weaver in the TNT science fiction series Falling Skies. He also appeared in films such as Remember the Titans, Armageddon, Gone in 60 Seconds and The Punisher.",
      "pageId": 654713,
      "monthDay": "06/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/King_Diamond",
      "name": "King Diamond",
      "aboutText": "Leon Wieseltier (/ˈwiːzəltɪər/; born June 14, 1952) is an American writer, critic, amateur philosopher and magazine editor. From 1983 to 2014, he was the literary editor of The New Republic.",
      "pageId": 878958,
      "monthDay": "06/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fred_Funk",
      "name": "Fred Funk",
      "aboutText": "Maxi Jazz (born Maxwell Fraser on 14 June 1957 in Brixton, London) is an English rapper. He is best known as the lead vocalist of British band Faithless.\n^ \"Hard to describe, great to listen to\".",
      "pageId": 975345,
      "monthDay": "06/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sam_Irvin",
      "name": "Sam Irvin",
      "aboutText": "Janet Elsdon Mackey, JP (née Craig, born 14 June 1953) is a New Zealand politician.",
      "pageId": 1075505,
      "monthDay": "06/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Gianna_Nannini",
      "name": "Gianna Nannini",
      "aboutText": "Frederick Funk (born June 14, 1956) is an American professional golfer who plays on the PGA Tour and Champions Tour.",
      "pageId": 1646050,
      "monthDay": "06/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Maxi_Jazz",
      "name": "Maxi Jazz",
      "aboutText": "Michael Russell Laga (born June 14, 1960 in Ramsey, New Jersey) is a former professional baseball player for the Detroit Tigers, St. Louis Cardinals and San Francisco Giants in the 1980s and 1990s. He is best known for once hitting a foul ball out of the second Busch Stadium (September 15, 1986).",
      "pageId": 1978926,
      "monthDay": "06/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Suzanne_Nora_Johnson",
      "name": "Suzanne Nora Johnson",
      "aboutText": "Gianna Nannini (Italian pronunciation: [ˈdʒanna nanˈniːni]; born 14 June 1954 in Siena) is an Italian female singer-songwriter and pop musician.",
      "pageId": 2079336,
      "monthDay": "06/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mona_Simpson",
      "name": "Mona Simpson",
      "aboutText": "Eddie Mekka (born June 14, 1952) is an American actor most famous for his role as Carmine \"The Big Ragoo\" Ragusa on the sitcom Laverne & Shirley.",
      "pageId": 4485941,
      "monthDay": "06/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Pamela_Geller",
      "name": "Pamela Geller",
      "aboutText": "Sam Irvin (born and raised in Asheville, North Carolina) is a film and television director, producer, screenwriter, actor, author and film teacher.\nIrvin's directing credits include Guilty as Charged, Oblivion, Elvira's Haunted Hills, and all the episodes of two television series: Dante's Cove and From Here on OUT. His other credits include co-executive producer of Bill Condon's Academy Award-winner Gods and Monsters; associate producer of Brian De Palma's Home Movies; and historical consultant on the Tony Award-winner Liza's at the Palace. Irvin also wrote the biography Kay Thompson: From Funny Face to Eloise (Simon & Schuster).",
      "pageId": 8696053,
      "monthDay": "06/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Eric_Heiden",
      "name": "Eric Heiden",
      "aboutText": "Michael Dobbins Duvall (born June 14, 1955) is a Republican politician and a former member of the California State Assembly. Duvall was first elected as the Assemblyman for California's 72nd District in 2006, and was re-elected in 2008. During his time in the Assembly, he served as the vice chairman of the Utilities & Commerce Committee.",
      "pageId": 8861811,
      "monthDay": "06/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Eddie_Mekka",
      "name": "Eddie Mekka",
      "aboutText": "Suzanne Nora Johnson (born June 14, 1957) is an American corporate lawyer and executive. Until 2007, she was vice chair of Goldman Sachs, chair of the Global Markets Institute, head of the firm's Global Investment Research Division, and a member of the firm's management committee.\nMs.",
      "pageId": 9200653,
      "monthDay": "06/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marcus_Miller",
      "name": "Marcus Miller",
      "aboutText": "Anthony (\"Tonie\") Eugene Campbell (born June 14, 1960 in Los Angeles, California) is an American Olympic bronze medalist, who finished in third place in the 110m Hurdles at the 1988 Summer Olympics in Seoul, South Korea.\nCampbell attended the University of Southern California. While a sophomore at USC, he qualified for the 1980 U.S. Olympic team, but was prevented from competing in the 1980 Summer Olympics by the American-led boycott.",
      "pageId": 19063049,
      "monthDay": "06/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tonie_Campbell",
      "name": "Tonie Campbell",
      "aboutText": "Pamela Geller (born June 14, 1958) is an American political activist and commentator. She is known for her anti-Islamic writings, opposition to the proposed construction of an Islamic community center near the former site of the World Trade Center, and sponsorship of the \"Draw the Prophet\" cartoon contest in Garland, Texas. She has been described as anti-Islamic which she denies, preferring to describe herself as opposing Islamism.",
      "pageId": 28456749,
      "monthDay": "06/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Laga",
      "name": "Mike Laga",
      "aboutText": "Kirron Anupam Kher (also Kiran or, Kiron born 14 June 1955) is an Indian theatre, film and television actress, a TV talk show host and a member of the Bhartiya Janata Party.",
      "pageId": 30865214,
      "monthDay": "06/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Boy_George",
      "name": "Boy George",
      "aboutText": "Stefanie Maria \"Steffi\" Graf (German pronunciation: [ˈʃtɛfiː ˈgʁa:f]; born 14 June 1969) is a German former world No. 1 tennis player.\nGraf won 22 Grand Slam singles titles.",
      "pageId": 164640,
      "monthDay": "06/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Du%C5%A1an_Koji%C4%87",
      "name": "Dušan Kojić",
      "aboutText": "Yasmine Amanda Bleeth (born June 14, 1968) is an American former actress.",
      "pageId": 472646,
      "monthDay": "06/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sam_Perkins",
      "name": "Sam Perkins",
      "aboutText": "Michael Gerber (born June 14, 1969) is best known as the author of the Barry Trotter series, Sunday Times best-selling parodies of the Harry Potter books. Before becoming a novelist, Gerber contributed humor to The Yale Record, The New Yorker,The Atlantic, The New York Times, The Wall Street Journal, Slate, NPR and Saturday Night Live, among many other venues. He is an alumnus of Yale and Oak Park River Forest High School.",
      "pageId": 1373084,
      "monthDay": "06/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Stuart_Evans",
      "name": "Stuart Evans",
      "aboutText": "Samuel \"Sam\" Perkins (born June 14, 1961) is a retired American professional basketball player. He won a gold medal with the US national team at the 1984 Los Angeles Olympics.\nKnown by the nicknames \"Sleepy Sam\" and \"Big Smooth,\" he attended Samuel J. Tilden High School, Shaker High School and the University of North Carolina, where he was a teammate of future Hall of Famers James Worthy and Michael Jordan.",
      "pageId": 1522312,
      "monthDay": "06/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Peter_Gilliver",
      "name": "Peter Gilliver",
      "aboutText": "Jean Noël Éric Desjardins (born June 14, 1969) is a Canadian former professional ice hockey defenceman who played 17 seasons in the National Hockey League (NHL) with the Montreal Canadiens and Philadelphia Flyers. He won the Stanley Cup with Montreal in 1993 and headlined the Flyers defence for over a decade.",
      "pageId": 1632874,
      "monthDay": "06/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kaija_Parve",
      "name": "Kaija Parve",
      "aboutText": "Alma Dale Campbell Brown (born June 14, 1968) is an American television news reporter and anchorwoman. She served as co-anchor of the NBC news program Weekend Today from 2003 to 2007, then hosted the series Campbell Brown on CNN from 2008 to 2010. Brown won an Emmy Award as part of the NBC team reporting on Hurricane Katrina.",
      "pageId": 2067825,
      "monthDay": "06/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mike_Scaccia",
      "name": "Mike Scaccia",
      "aboutText": "Traylor Elizabeth Howard (born June 14, 1966) is an American actress.",
      "pageId": 2244527,
      "monthDay": "06/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Traylor_Howard",
      "name": "Traylor Howard",
      "aboutText": "Faizon Love (born June 14, 1968) is an American actor and comedian.",
      "pageId": 2255650,
      "monthDay": "06/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eduardo_Waghorn",
      "name": "Eduardo Waghorn",
      "aboutText": "Kumar Mangalam Birla is an Indian industrialist and the Chairman of the Aditya Birla Group, one of the largest conglomerate corporations in India. The group is India's third largest business group.",
      "pageId": 5011715,
      "monthDay": "06/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kumar_Mangalam_Birla",
      "name": "Kumar Mangalam Birla",
      "aboutText": "Michael Ralph \"Mike\" Scaccia (July 14, 1965 – December 23, 2012) was an American musician, best known as the lead (and sometimes rhythm) guitarist for the metal bands Ministry, Rigor Mortis, and The Revolting Cocks.",
      "pageId": 7951418,
      "monthDay": "06/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dedrick_Dodge",
      "name": "Dedrick Dodge",
      "aboutText": "Dedrick Allen Dodge (born June 14, 1967), is a former American football safety. He played college football at Florida State University and then in eight seasons in the National Football League from 1991-1998. He played in Super Bowl XXIX for the San Francisco 49ers and in Super Bowl XXXII for the Denver Broncos.",
      "pageId": 14366984,
      "monthDay": "06/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yasmine_Bleeth",
      "name": "Yasmine Bleeth",
      "aboutText": "Peter Gilliver (born 14 June 1964) is a lexicographer and Associate Editor of the Oxford English Dictionary; as of 2013, he is responsible for the largest three or four entries in the current electronic revision, including the largest (that for \"run\", which took him over 9 months and has 645 meanings for the verb form alone). His parents were both linguists. He attended Barnard Castle School, and has a degree in Mathematics from Jesus College, Cambridge, and a qualification in Information Science from Liverpool.",
      "pageId": 14948576,
      "monthDay": "06/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Campbell_Brown",
      "name": "Campbell Brown",
      "aboutText": "Dušan Kojić \"Koja\" (Serbian Cyrillic: Душан Којић Која) is a Serbian rock bassist, singer, and songwriter.",
      "pageId": 21662766,
      "monthDay": "06/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Molly_Glynn",
      "name": "Molly Glynn",
      "aboutText": "Boy George (born George Alan O'Dowd; 14 June 1961) is an English singer-songwriter, fashion designer and photographer, who was part of the English New Romantic movement which emerged in the late 1970s to the early 1980s. His music is often classified as blue-eyed soul, which is influenced by rhythm and blues and reggae. His 1990s and 2000s-era solo music has glam influences, such as David Bowie and Iggy Pop.",
      "pageId": 24935995,
      "monthDay": "06/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Faizon_Love",
      "name": "Faizon Love",
      "aboutText": "Nene Otsuka (大塚 寧々, Ōtsuka Nene, born June 14, 1968) is a Japanese actress. She starred in Masahiro Kobayashi's film Bashing, which was screened in competition at the 2005 Cannes Film Festival.\n^ \"Festival de Cannes: Bashing\".",
      "pageId": 25325276,
      "monthDay": "06/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Nene_Otsuka",
      "name": "Nene Otsuka",
      "aboutText": "Stuart Evans (born 14 June 1963) is a Welsh former rugby union and rugby league player. Born in Neath in 1963, Evans played for several rugby union clubs, including British Steel, for whom he once worked, Resolven, Swansea, Western Suburbs, Neath, and Barbarian F.C.. Between 1985 and 1987, Evans played for the Wales national rugby union team on nine occasions, and played in the 1987 Rugby World Cup.",
      "pageId": 28162702,
      "monthDay": "06/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Elroy_Chester",
      "name": "Elroy Chester",
      "aboutText": "Kaija Parve-Helinurm (born 14 June 1964, in Tallinn) is a former and so far most successful Estonian biathlete. She used to be a cross-country skier (became Estonian champion in 1983), but after hearing that there was a possibility to participate in World Championships, Parve switched to biathlon. After spending 7 years with Soviet biathlon team, she retired in 1990 due to pregnany and getting married.",
      "pageId": 35295844,
      "monthDay": "06/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/%C3%89ric_Desjardins",
      "name": "Éric Desjardins",
      "aboutText": "Elroy Chester (June 14, 1969 – June 12, 2013) was an inmate on the Texas death row who was executed at the Huntsville Unit, Huntsville, Texas, two days before his 44th birthday. He was convicted in 1998 of fatally shooting Willie Ryman III, a firefighter in Port Arthur, Texas. He did so after raping Ryman's two nieces.",
      "pageId": 39674355,
      "monthDay": "06/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Gerber_(parodist)",
      "name": "Michael Gerber",
      "aboutText": "Eduardo Waghorn Halaby (born 14 June 1966 in Santiago, Chile) is a Chilean musician, composer and singer-songwriter, although he has also dabbled in poetry, drawing and advertising. He has written more than 500 songs. Waghorn defines his style as \"a mix of trova, pop and folk\".",
      "pageId": 42993421,
      "monthDay": "06/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Steffi_Graf",
      "name": "Steffi Graf",
      "aboutText": "Molly Glynn (June 14, 1968 – September 6, 2014) was an American actress: She was a well-known Chicago stage actress, and also played several roles in film and television, including a recurring role on the television series Chicago Fire.\nGlynn, the youngest of five children, grew up as part of a prominent family in Hartford, Connecticut. She graduated from Tufts University, and spoke several languages.",
      "pageId": 43771520,
      "monthDay": "06/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kyle_Hebert",
      "name": "Kyle Hebert",
      "aboutText": "Lorenzo Jerald Patterson (born June 14, 1969), better known by his stage name MC Ren, is an American rapper from Compton, California. He is the founder and owner of the record label Villain Entertainment. His moniker is derived from the middle letters in his first name (Lorenzo).",
      "pageId": 105942,
      "monthDay": "06/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/MC_Ren",
      "name": "MC Ren",
      "aboutText": "Matthias Ettrich (born 14 June 1972 in Bietigheim-Bissingen, Baden-Württemberg) is a German computer scientist known for his contributions to the KDE and LyX projects.",
      "pageId": 143418,
      "monthDay": "06/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Heather_McDonald",
      "name": "Heather McDonald",
      "aboutText": "Phillip Rhys (born 14 June 1974) is an English actor and director.",
      "pageId": 1589685,
      "monthDay": "06/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bruce_Bowen",
      "name": "Bruce Bowen",
      "aboutText": "Bruce Eric Bowen Jr. (born June 14, 1971) is an American former professional basketball player. Bowen played small forward and graduated from Edison High School and Cal State Fullerton.",
      "pageId": 1745902,
      "monthDay": "06/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ramon_Vega",
      "name": "Ramon Vega",
      "aboutText": "Michael Cade (born Michael Ocello June 14, 1972 in Elmwood Park, New Jersey) is an American actor who rose to prominence on the 1990s television series, California Dreams, where he played the band's manager, Sylvester \"Sly\" Winkle.\nBefore landing his 5-year role on California Dreams, Cade lived in New York City and appeared in several Off Broadway shows including Runaways.",
      "pageId": 1828827,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rick_Brunson",
      "name": "Rick Brunson",
      "aboutText": "Joshua Radin (born June 14, 1974) is an American singer-songwriter. He has recorded six studio albums, and his songs have been used in numerous films and TV series.",
      "pageId": 2341552,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Michael_Cade",
      "name": "Michael Cade",
      "aboutText": "Eric Daniel \"Rick\" Brunson (born June 14, 1972) is a retired American professional basketball player. He played 9 seasons in the National Basketball Association (NBA) and has also worked as an assistant coach for several teams.",
      "pageId": 2788057,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matthias_Ettrich",
      "name": "Matthias Ettrich",
      "aboutText": "Sami Hannu Antero Kapanen (born June 14, 1973) is a Finnish former professional ice hockey player who played in the National Hockey League (NHL) and the Finnish Liiga. He played 12 NHL seasons for the Hartford Whalers, Carolina Hurricanes and Philadelphia Flyers. He is the majority owner and general manager of KalPa.",
      "pageId": 2819291,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dominic_Brown",
      "name": "Dominic Brown",
      "aboutText": "Kyle Henry Hebert (/ˈeɪbɛər/ AY-bair; born June 14, 1969) is an American voice actor and podcaster who works for anime and video game series, such as the teenage and adult Gohan and the narrator in the Funimation dub of the Dragon Ball series, Sōsuke Aizen in Bleach, Ryu in the Street Fighter video game series, Kiba Inuzuka in Naruto, Kamina in Gurren Lagann, and Ryuji Suguro in Blue Exorcist.",
      "pageId": 3327357,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Claude_Henderson",
      "name": "Claude Henderson",
      "aboutText": "Danny D. McFarlane, OD (born 14 June 1972) is a Jamaican hurdler, who has won numerous international medals in individual and relay contests. Having won five medals at the World Championships in Athletics and an Olympic bronze medal with the Jamaican 4 x 400 metres team, McFarlane has also won in individual competition: he took an Olympic silver medal in the 400 metres hurdles at the 2004 Athens Olympics.\nIn the 2009 World Championships in Athletics, he equalled Tim Berrett's record for most appearances at the competition, having competed in every Championships since 1993.",
      "pageId": 3473258,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shaun_Keaveny",
      "name": "Shaun Keaveny",
      "aboutText": "Alan Graham Carr (born 14 June 1976) is an English comedian and television personality.\nCarr was born in Weymouth, Dorset, and spent most of his childhood in Northampton before moving in his early 20s to Chorlton-cum-Hardy, Manchester, where he began his comedy career. Carr's breakthrough was in 2001, winning the City Life Best Newcomer of the Year and the BBC New Comedy Award.",
      "pageId": 3620135,
      "monthDay": "06/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Danny_McFarlane",
      "name": "Danny McFarlane",
      "aboutText": "Claude William Henderson (born 14 June 1972) is a former South African cricketer who bowls left-arm spin and played in seven Tests and four ODIs from 2001 to 2002.",
      "pageId": 3831674,
      "monthDay": "06/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ceca_(singer)",
      "name": "Ceca",
      "aboutText": "Svetlana Ražnatović (Serbian Cyrillic: Светлана Ражнатовић, pronounced [sʋětlana raʒnǎːtoʋit͡ɕ]; née Veličković/Величковић, [ʋelǐt͡ʃkoʋit͡ɕ]), known by her stage name Ceca (Цеца, [t͡sěːt͡sa]; born 14 June 1973) is a Serbian pop folk singer, and one of the most popular singers in Serbia and the Balkans. She started her career as a folk singer in 1988. Being one of the highest paid artists in the Serbian music industry, she performs pop-folk.",
      "pageId": 4336688,
      "monthDay": "06/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sami_Kapanen",
      "name": "Sami Kapanen",
      "aboutText": "Ramon Vega (born 14 June 1971) is a Swiss retired footballer of Spanish descent who played as a central defender.",
      "pageId": 4596587,
      "monthDay": "06/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sutan_Amrull",
      "name": "Sutan Amrull",
      "aboutText": "Shaun William Keaveny is a British broadcaster who presents the breakfast show on digital radio station BBC Radio 6 Music.",
      "pageId": 7106779,
      "monthDay": "06/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jang_Jin-young",
      "name": "Jang Jin-young",
      "aboutText": "Jang Jin-young (Hangul: 장진영; June 14, 1974 – September 1, 2009) was a South Korean actress. Her death came after a year-long battle with stomach cancer.\nJang began her career as a model, and participated in the 1993 Miss Korea beauty contest, before making the switch into acting.",
      "pageId": 12043324,
      "monthDay": "06/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joshua_Radin",
      "name": "Joshua Radin",
      "aboutText": "Dominic \"Dom\" Brown is a London-based guitarist and singer-songwriter who has worked with many popular musicians, including Duran Duran, Elton John, Lionel Richie and Take That. He has also done both studio and live recordings with Justin Timberlake, Liam Gallagher and the Sugababes, along with many others.",
      "pageId": 13024328,
      "monthDay": "06/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Phillip_Rhys",
      "name": "Phillip Rhys",
      "aboutText": "Ryuji Miki (三木竜二, Miki Ryuji, 14 June 1975) is a racing and drifting driver from Tottori Prefecture, Japan. Miki was the 2004 D1 Grand Prix champion driving the Top Secret Silvia S15. Miki also competed in the Net'z Cup, a one make series for the Toyota Altezza between 2005 and its final season in 2006 and is nicknamed Doki-Doki kun due to his drifting style.",
      "pageId": 13263410,
      "monthDay": "06/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ryuji_Miki",
      "name": "Ryuji Miki",
      "aboutText": "Heather Ann McDonald (born June 14, 1970) is an American actress, comedian and author. Born and educated in California, she is best known for her appearances on the E! series Chelsea Lately.",
      "pageId": 25340732,
      "monthDay": "06/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alan_Carr",
      "name": "Alan Carr",
      "aboutText": "Sutan Amrull (born June 14, 1974), also known as Raja and Raja Gemini, is an American make-up artist and drag performer. He is best known for his work on the reality television show America's Next Top Model, serving as the show's make-up artist for nine cycles (fourth through twelve), and as the winner of Season 3 of RuPaul's Drag Race. Amrull's clients include Dita von Teese, Pamela Anderson, Paulina Porizkova, Iman, Tyra Banks, Iggy Azalea, and Twiggy.",
      "pageId": 31068362,
      "monthDay": "06/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Massimo_Oddo",
      "name": "Massimo Oddo",
      "aboutText": "Joseph Denis Stéphan Bégin (French pronunciation: ​[stefɑ̃ beʒɛ̃]); born June 14, 1978) is a Canadian former professional ice hockey centre who played in 13 National Hockey League (NHL) seasons. He was a second-round selection of the Calgary Flames, 40th overall, in the 1996 NHL Entry Draft, and played with the Flames, Montreal Canadiens, Dallas Stars, Boston Bruins and Nashville Predators in his NHL career. After missing a full season due to injury, Bégin made a successful comeback by rejoining the Flames in 2012–13 before another injury forced his retirement.",
      "pageId": 695408,
      "monthDay": "06/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Boeta_Dippenaar",
      "name": "Boeta Dippenaar",
      "aboutText": "Christopher James McAlister (born June 14, 1977) is a former American college and professional football player who was a cornerback in the National Football League (NFL) for eleven seasons. He played college football for the University of Arizona, and was recognized as an All-American. He was drafted by the Baltimore Ravens in the first round of the 1999 NFL Draft, and played for the Ravens for ten seasons before playing his final season with the New Orleans Saints.",
      "pageId": 960872,
      "monthDay": "06/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chris_McAlister",
      "name": "Chris McAlister",
      "aboutText": "Lang Lang (Chinese: 郎朗; pinyin: Láng Lǎng; born 14 June 1982) is a Chinese concert pianist who has performed with leading orchestras in Europe, the United States and his native China.",
      "pageId": 1218430,
      "monthDay": "06/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Massimiliano_Neri",
      "name": "Massimiliano Neri",
      "aboutText": "Louis Garrel (born 14 June 1983) is a French actor and filmmaker. He is best known for his starring role in The Dreamers, directed by Bernardo Bertolucci.",
      "pageId": 1801855,
      "monthDay": "06/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Joe_Worsley",
      "name": "Joe Worsley",
      "aboutText": "Joseph Paul Richard Worsley MBE (born 14 June 1977) is a retired English rugby union player who played flanker for Wasps and England.",
      "pageId": 1925255,
      "monthDay": "06/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Steve_B%C3%A9gin",
      "name": "Steve Bégin",
      "aboutText": "Shannon Hegarty (born 14 June 1979 in Brisbane, Queensland) is a former Australian professional rugby league player. He currently owns and operates Down Under Fitness gym & personal training in Jacksonville Beach, FL An Australian international and Queensland State of Origin representative three-quarter back, he played club football in the National Rugby League for the Sydney Roosters (with whom he won the 2002 NRL Premiership), South Sydney Rabbitohs and North Queensland Cowboys.\n^ .",
      "pageId": 2730657,
      "monthDay": "06/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Diablo_Cody",
      "name": "Diablo Cody",
      "aboutText": "Hendrik Human Dippenaar (born 14 June 1977), known as Boeta Dippenaar, is a cricketer who has played Test and One Day International cricket for South Africa and the ACA African XI. He has played as a specialist batsman in most of his matches, and has played Test cricket in all batting positions from one through seven [1].",
      "pageId": 3083228,
      "monthDay": "06/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Annia_Hatch",
      "name": "Annia Hatch",
      "aboutText": "John Stocco (born June 14, 1983 in Richfield, Minnesota) is a former collegiate American football quarterback. Stocco played football for the University of Wisconsin–Madison, starting at quarterback for the Badgers during his sophomore, junior and senior seasons. He was not drafted in the 2007 NFL Draft.",
      "pageId": 3475401,
      "monthDay": "06/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Osvaldo_Benavides",
      "name": "Osvaldo Benavides",
      "aboutText": "Lonneke Engel (born June 14, 1981 in Eindhoven) is a Dutch fashion model.",
      "pageId": 3900912,
      "monthDay": "06/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shannon_Hegarty",
      "name": "Shannon Hegarty",
      "aboutText": "Massimo Oddo, Ufficiale OMRI, (born 14 June 1976) is a retired Italian professional footballer and current head coach of Pescara in the Serie B league.\nHe was part of the Italian squad that won the 2006 FIFA World Cup. Oddo was primarily deployed as an offensive fullback, or on occasion as a wide-midfielder, due to his stamina and crossing ability.",
      "pageId": 3960228,
      "monthDay": "06/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lonneke_Engel",
      "name": "Lonneke Engel",
      "aboutText": "Annia Portuondo Hatch (born June 14, 1978 in Guantánamo, Cuba) is a Cuban-American gymnast who competed for the United States at the 2004 Olympics.",
      "pageId": 4327039,
      "monthDay": "06/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jamie_Green",
      "name": "Jamie Green",
      "aboutText": "Massimiliano Neri (born June 14, 1977, in Naples, Italy) is an Italian fashion model.",
      "pageId": 5652158,
      "monthDay": "06/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nicole_Irving",
      "name": "Nicole Irving",
      "aboutText": "Hirofumi Araki (荒木 宏文, Araki Hirofumi, born June 14, 1983) is a Japanese actor and singer. He is best known for his roles as Sadaharu Inui in The Prince of Tennis (musical series Tenimyu & live film adaptation), and as The Black Lion Rio in the tokusatsu television series Juken Sentai Gekiranger.",
      "pageId": 6254763,
      "monthDay": "06/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lang_Lang_(pianist)",
      "name": "Lang Lang",
      "aboutText": "Brook Busey-Maurio (born June 14, 1978), better known by the pen name Diablo Cody, is an American screenwriter, producer, director, author, journalist, memoirist and stripper. She first became known for her candid chronicling of her year as a stripper in her \"The Pussy Ranch\" blog and in her memoir Candy Girl: A Year in the Life of an Unlikely Stripper (2005). Later, Cody achieved critical acclaim for her debut script Juno (2007), winning awards such as the Academy Award for Best Original Screenplay, the BAFTA Award for Best Original Screenplay, the Independent Spirit Award for Best First Screenplay and the Writers Guild of America Award for Best Original Screenplay.",
      "pageId": 6940254,
      "monthDay": "06/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hirofumi_Araki",
      "name": "Hirofumi Araki",
      "aboutText": "Jamie Green (born 14 June 1982 in Leicester, England) is a British professional racing driver.",
      "pageId": 8165895,
      "monthDay": "06/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Trevor_Barry",
      "name": "Trevor Barry",
      "aboutText": "Ayumi Beppu (別府 あゆみ, Beppu Ayumi, born June 14, 1983) is a Japanese actress and tarento from Sakai, Osaka Prefecture.",
      "pageId": 12590935,
      "monthDay": "06/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ayumi_Beppu",
      "name": "Ayumi Beppu",
      "aboutText": "Jose Rene \"J. R.\" Martinez (born June 14, 1983) is an American actor, motivational speaker and former U.S. Army soldier. Starting in 2008, he played the role of Brot Monroe on the ABC daytime drama All My Children. He is the winner of Season 13 of ABC's Dancing with the Stars.",
      "pageId": 20664185,
      "monthDay": "06/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Louis_Garrel",
      "name": "Louis Garrel",
      "aboutText": "Trevor Barry (born 14 June 1983) is a male high jumper from the Bahamas. His personal best high jump is 2.32 metres, achieved in the final at the 2011 World Championships in Athletics in Daegu, South Korea on 1 September 2011.\nAt the 2006 Central American and Caribbean Games Barry won the silver medal in the high jump and finished sixth in the long jump.",
      "pageId": 21952493,
      "monthDay": "06/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/J._R._Martinez",
      "name": "J. R. Martinez",
      "aboutText": "Nicole Irving (born 14 June 1982) is an Australian swimmer.\n^ a b c \"Profile of Nicole Irving\". Manchester 2002 Commonwealth Games.",
      "pageId": 41654888,
      "monthDay": "06/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/John_Stocco",
      "name": "John Stocco",
      "aboutText": "Osvaldo Benavides (Born June 14, 1979, Mexico City, Mexico), is a Mexican actor, writer, producer and cinematographer.",
      "pageId": 43297180,
      "monthDay": "06/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lorenzo_Booker",
      "name": "Lorenzo Booker",
      "aboutText": "Siobhán Emma Donaghy (born 14 June 1984) is an English singer-songwriter. She was a founding member of girl group the Sugababes and Mutya Keisha Siobhan. Donaghy left the Sugababes in 2001 following arguments and accusations in the trio with Keisha Buchanan.",
      "pageId": 1857968,
      "monthDay": "06/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Siobh%C3%A1n_Donaghy",
      "name": "Siobhán Donaghy",
      "aboutText": "Andrew Cogliano (born June 14, 1987) is a Canadian professional ice hockey player currently playing for the Anaheim Ducks of the National Hockey League (NHL). He formerly played for the Edmonton Oilers. On December 31, 2013, Cogliano became the 20th player in NHL history to play 500 consecutive games, and only the fifth to do so from the beginning of his NHL career.",
      "pageId": 3685503,
      "monthDay": "06/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yury_Prilukov",
      "name": "Yury Prilukov",
      "aboutText": "Andy Christian Soucek, aka Souček (born 14 June 1985) is a professional racing driver.",
      "pageId": 4161870,
      "monthDay": "06/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Oleg_Medvedev",
      "name": "Oleg Medvedev",
      "aboutText": "Lorenzo Adarryll Booker (born June 14, 1984) is a former American football running back. He was drafted by the Miami Dolphins in the third round of the 2007 NFL Draft. He played college football at Florida State.",
      "pageId": 5049029,
      "monthDay": "06/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andy_Soucek",
      "name": "Andy Soucek",
      "aboutText": "Yury Aleksandrovich Prilukov (Russian: Юрий Александрович Прилуков; born 14 June 1984 in Sverdlovsk) is a freestyle swimmer from Russia, who specializes in long distance swimming.\nPrilukov is a five-time European champion (long course), eight-time European champion (short course) and five-time World Short Course Champion and has also set three European records. At the 2004 Summer Olympics Prilukov finished sixth in the 400 meters freestyle and fourth in the 1500 metres freestyle.",
      "pageId": 8320231,
      "monthDay": "06/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jonathan_Clare",
      "name": "Jonathan Clare",
      "aboutText": "Courtney Halverson (born June 14, 1989) is an American actress.",
      "pageId": 8667792,
      "monthDay": "06/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Manami_Higa",
      "name": "Manami Higa",
      "aboutText": "Adrián Aldrete (born 14 June 1988) is a Mexican footballer, who plays at midfielder for Santos Laguna in Liga MX. He was on the Mexico national team that won the FIFA U-17 World Cup in 2005, considered the \"Generación Dorada\" (Golden Generation) of Mexico's footballers.",
      "pageId": 12247268,
      "monthDay": "06/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Read",
      "name": "Matt Read",
      "aboutText": "Jonathan Luke Clare (born 14 June 1986) is an English cricketer who formerly played for Derbyshire.",
      "pageId": 13117717,
      "monthDay": "06/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andrew_Cogliano",
      "name": "Andrew Cogliano",
      "aboutText": "Karen Lucille \"Lucy\" Hale (born June 14, 1989) is an American actress and singer. Earlier in her career, she was sometimes credited as Lucy Kate Hale. Hale was one of five winners of the reality show American Juniors.",
      "pageId": 19049170,
      "monthDay": "06/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mohamed_Diam%C3%A9",
      "name": "Mohamed Diamé",
      "aboutText": "Mohamed Diamé (born 14 June 1987), also known as Momo Diamé, is a professional footballer who plays for English club Hull City as a central midfielder.",
      "pageId": 19716267,
      "monthDay": "06/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Adri%C3%A1n_Aldrete",
      "name": "Adrián Aldrete",
      "aboutText": "Junpei Mizobata (Japanese: 溝端 淳平, Hepburn: Mizobata Junpei, June 14, 1989) is a Japanese actor, best known as Kudo Shinichi in Detective Conan: Kudo Shinichi e no Chousenjou and Saga Kazuma in Hanazakari no Kimitachi e.",
      "pageId": 20273201,
      "monthDay": "06/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kevin_McHale_(actor)",
      "name": "Kevin McHale",
      "aboutText": "Joao Robin Rojas Mendoza (Spanish pronunciation: [ʝoˈao ˈroxas]; born June 14, 1989) is an Ecuadorian footballer. He currently plays for Cruz Azul of the Liga MX, and Ecuador national team. He also holds Mexican citizenship.",
      "pageId": 21114297,
      "monthDay": "06/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lucy_Hale",
      "name": "Lucy Hale",
      "aboutText": "Kevin Michael McHale (born June 14, 1988) is an American actor, singer, dancer and voice actor. Formerly of the boy band NLT, McHale is known for his role as Artie Abrams on the Fox television series Glee.",
      "pageId": 22818604,
      "monthDay": "06/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Courtney_Halverson",
      "name": "Courtney Halverson",
      "aboutText": "Konstantinos \"Kostas\" Manolas (Greek: Κωνσταντίνος \"Κώστας\" Μανωλάς, born 14 June 1991) is a Greek footballer who plays for Roma and the Greek national team. He is the nephew of Greek football legend Stelios Manolas.",
      "pageId": 23238781,
      "monthDay": "06/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Junpei_Mizobata",
      "name": "Junpei Mizobata",
      "aboutText": "Stephen Antony McLaughlin (born 14 June 1990) is an Irish footballer who plays for League One side Southend United.",
      "pageId": 30694333,
      "monthDay": "06/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Joao_Rojas",
      "name": "Joao Rojas",
      "aboutText": "Matthew Zachary Jarrett Read (born June 14, 1986) is a Canadian professional ice hockey player currently playing for the Philadelphia Flyers of the National Hockey League (NHL).",
      "pageId": 31288722,
      "monthDay": "06/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Stephen_McLaughlin",
      "name": "Stephen McLaughlin",
      "aboutText": "Erick Bernabé Barrondo García (born 14 June 1991) is a Guatemalan racewalker who competes in the 20 km walk and 50 km walk events. He won the silver medal at the Men's 20km Racewalk in the 2012 Summer Olympics, the first Olympic medal in Guatemala's history.\n^ \"Do track not war, says Guatemalan hero Barrondo\".",
      "pageId": 33616917,
      "monthDay": "06/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Erick_Barrondo",
      "name": "Erick Barrondo",
      "aboutText": "Manami Higa (比嘉 愛未, Higa Manami, born June 14, 1986) is a Japanese actress. Her mother was a model. She graduated from Okinawa Prefectural Central High School.",
      "pageId": 35910710,
      "monthDay": "06/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kostas_Manolas",
      "name": "Kostas Manolas",
      "aboutText": "Joel Thomas Crouse (born June 14, 1992) is an American country music singer.",
      "pageId": 38642548,
      "monthDay": "06/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joel_Crouse",
      "name": "Joel Crouse",
      "aboutText": "Oleg Medvedev (born June 14, 1985) is a Russian luge athlete. Along with Ivan Nevmerzhitski he placed twentieth in the two man luge doubles in the 2008–09 Luge World Cup.",
      "pageId": 42879381,
      "monthDay": "06/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Daryl_Sabara",
      "name": "Daryl Sabara",
      "aboutText": "Daryl Christopher Sabara (born June 14, 1992) is an American actor.",
      "pageId": 1061132,
      "monthDay": "06/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Svetlana_Issakova",
      "name": "Svetlana Issakova",
      "aboutText": "Svetlana Issakova (born 14 June 1993) is an Estonian figure skater. She is the 2008 Estonian national champion and won three medals on the ISU Junior Grand Prix series. She competed at three World Junior Championships —achieving her best result, 12th, in 2010— and the 2011 European Championships, where she finished 18th.",
      "pageId": 10722488,
      "monthDay": "06/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Graeme_MacGregor",
      "name": "Graeme MacGregor",
      "aboutText": "Graeme MacGregor (born 14 June 1993) is a Scottish footballer, who is currently playing for Scottish League Two club East Fife.\nMacGregor was with Bolton Wanderers as a youth and played for Scotland under-19. He was released by Bolton Wanderers in June 2012 and signed for St.",
      "pageId": 34582501,
      "monthDay": "06/14"
    }
  ]
}