{
  "people": [
    {
      "year": "1269",
      "uri": "/wiki/Eleanor_of_England,_Countess_of_Bar",
      "name": "Eleanor of England, Countess of Bar",
      "aboutText": "Bartolomeo Ammannati (18 June 1511 – 13 April 1592) was an Italian architect and sculptor, born at Settignano, near Florence. He studied under Baccio Bandinelli and Jacopo Sansovino (assisting on the design of the Library of St. Mark's, the Biblioteca Marciana, Venice) and closely imitated the style of Michelangelo.",
      "pageId": 4091,
      "monthDay": "06/18"
    },
    {
      "year": "1318",
      "uri": "/wiki/Eleanor_of_Woodstock",
      "name": "Eleanor of Woodstock",
      "aboutText": "Gervasio Antonio de Posadas y Dávila (18 June 1757, in Buenos Aires – 2 July 1833, in Buenos Aires) was a member of Argentina's Second Triumvirate from 19 August 1813 to 31 January 1814, after which he served as Supreme Director until 9 January 1815.\nPosadas' early studies were at the convent of San Francisco. Then he studied and practiced law with Manuel José de Labardén.",
      "pageId": 52912,
      "monthDay": "06/18"
    },
    {
      "year": "1466",
      "uri": "/wiki/Ottaviano_Petrucci",
      "name": "Ottaviano Petrucci",
      "aboutText": "Robert Stewart, 2nd Marquess of Londonderry KG GCH PC PC (Ire) (18 June 1769 – 12 August 1822), usually known as Lord Castlereagh (/ˈkɑːsəlreɪ/ KAR-sul-RAY), was an Irish/British statesman. As British Foreign Secretary, from 1812 he was central to the management of the coalition that defeated Napoleon and was the principal British diplomat at the Congress of Vienna. Castlereagh was also leader of the British House of Commons in the Liverpool government from 1812 until his suicide in August 1822.",
      "pageId": 152639,
      "monthDay": "06/18"
    },
    {
      "year": "1511",
      "uri": "/wiki/Bartolomeo_Ammannati",
      "name": "Bartolomeo Ammannati",
      "aboutText": "Ottaviano Petrucci (born in Fossombrone on 18 June 1466 – died on 7 May 1539 in Venice), was an Italian printer. His Harmonice Musices Odhecaton, a collection of chansons printed in 1501, is commonly misidentified as the first book of sheet music printed from movable type. Actually that distinction belongs to the Roman printer Ulrich Han's Missale Romanum of 1476.",
      "pageId": 191238,
      "monthDay": "06/18"
    },
    {
      "year": "1517",
      "uri": "/wiki/Emperor_%C5%8Cgimachi",
      "name": "Emperor Ōgimachi",
      "aboutText": "Emperor Ōgimachi (正親町天皇 Ōgimachi-tennō) (June 18, 1517 – February 6, 1593) was the 106th Emperor of Japan, according to the traditional order of succession. He reigned from October 27, 1557 to December 17, 1586, corresponding to the transition between the Warring States Era and the Azuchi-Momoyama period.",
      "pageId": 229347,
      "monthDay": "06/18"
    },
    {
      "year": "1521",
      "uri": "/wiki/Maria_of_Portugal,_Duchess_of_Viseu",
      "name": "Maria of Portugal, Duchess of Viseu",
      "aboutText": "Ivan Alexandrovich Goncharov (/ˈɡɒntʃəˌrɔːf, -ˌrɒf/; Russian: Ива́н Алекса́ндрович Гончаро́в, Ivan Aleksandrovich Goncharov; 18 June [O.S. 6 June] 1812 – 27 September [O.S. 15 September] 1891) was a Russian novelist best known for his novels A Common Story (1847), Oblomov (1859), and The Precipice (1869). He also served in many official capacities, including the position of censor.\nGoncharov was born in Simbirsk into the family of a wealthy merchant; as a reward for his grandfather's military service, they were elevated to gentry status.",
      "pageId": 296047,
      "monthDay": "06/18"
    },
    {
      "year": "1662",
      "uri": "/wiki/Charles_FitzRoy,_2nd_Duke_of_Cleveland",
      "name": "Charles FitzRoy, 2nd Duke of Cleveland",
      "aboutText": "Ludwig Samson Heinrich Arthur Freiherr von und zu der Tann-Rathsamhausen (18 June 1815 – 26 April 1881) was a Bavarian general.",
      "pageId": 303746,
      "monthDay": "06/18"
    },
    {
      "year": "1667",
      "uri": "/wiki/Ivan_Trubetskoy",
      "name": "Ivan Trubetskoy",
      "aboutText": "Jan Václav Antonín Stamic (later, during his life in Mannheim, Germanized as Johann Wenzel Anton Stamitz; June 18, 1717, Deutschbrod, Bohemia – March 27, 1757, Mannheim, Electorate of the Palatinate) was a Czech composer and violinist. His two surviving sons, Carl and Anton Stamitz, were scarcely less important composers of the Mannheim school, of which Johann is considered the founding father.",
      "pageId": 321494,
      "monthDay": "06/18"
    },
    {
      "year": "1673",
      "uri": "/wiki/Antoni_Lliteres_Carri%C3%B3",
      "name": "Antoni Lliteres Carrió",
      "aboutText": "Joseph-Marie Vien (English name version Joseph-Mary Wien) (18 June 1716 – 27 March 1809), French painter, was born at Montpellier.",
      "pageId": 433764,
      "monthDay": "06/18"
    },
    {
      "year": "1677",
      "uri": "/wiki/Antonio_Maria_Bononcini",
      "name": "Antonio Maria Bononcini",
      "aboutText": "Charles Palmer, later FitzRoy, 2nd Duke of Cleveland, 1st Duke of Southampton, KG, Chief Butler of England (18 June 1662 – 9 September 1730), styled Baron Limerick before 1670 and Earl of Southampton between 1670 and 1675, was the eldest son of Barbara Palmer, Countess of Castlemaine (née Barbara Villiers, later 1st Duchess of Cleveland) and the illegitimate son of King Charles II of England, Scotland and Ireland. As the putative son of Roger Palmer, 1st Earl of Castlemaine, his nominal father, he was styled Lord Limerick from birth. His birth marked the separation of his parents; Lord Castlemaine, a Roman Catholic, had him baptised into the Roman Catholic faith, but six days later the King had him re-christened into the Church of England.",
      "pageId": 548014,
      "monthDay": "06/18"
    },
    {
      "year": "1716",
      "uri": "/wiki/Joseph-Marie_Vien",
      "name": "Joseph-Marie Vien",
      "aboutText": "William Lassell FRS (18 June 1799 – 5 October 1880) was an English merchant and astronomer.\nWilliam Lassell was born in Bolton, a town west of Manchester, and educated in Rochdale. After the death of his father, he was apprenticed from 1814 to 1821 to a merchant in Liverpool.",
      "pageId": 584542,
      "monthDay": "06/18"
    },
    {
      "year": "1717",
      "uri": "/wiki/Johann_Stamitz",
      "name": "Johann Stamitz",
      "aboutText": "Ignace Joseph Pleyel (French: [plɛjɛl]; German: [ˈplaɪ̯.l̩]; 18 June 1757 – 14 November 1831) was an Austrian-born French composer and piano builder of the Classical period.",
      "pageId": 1141589,
      "monthDay": "06/18"
    },
    {
      "year": "1757",
      "uri": "/wiki/Ignaz_Pleyel",
      "name": "Ignaz Pleyel",
      "aboutText": "Ivan Yurievich Trubetskoy (Russian: Иван Юрьевич Трубецкой; 18 June 1667 – 16 January 1750 in Aleksandr Nevsky Monastery) was a Russian Field Marshal, promoted in 1728. He was a member of the inner circle of Tsar Peter I of Russia. Made a boyar in 1692, Trubetskoy commanded part of the Russian fleet during the Azov campaigns in 1696.",
      "pageId": 1333466,
      "monthDay": "06/18"
    },
    {
      "year": "1757",
      "uri": "/wiki/Gervasio_Antonio_de_Posadas",
      "name": "Gervasio Antonio de Posadas",
      "aboutText": "D. Maria of Portugal, Duchess of Viseu (18 June 1521 – 10 October 1577 in Lisbon; Portuguese pronunciation: [mɐˈɾiɐ]) was an Infanta of Portugal, the only daughter of King Manuel I of Portugal and Eleanor of Austria.",
      "pageId": 2521161,
      "monthDay": "06/18"
    },
    {
      "year": "1769",
      "uri": "/wiki/Robert_Stewart,_Viscount_Castlereagh",
      "name": "Robert Stewart, Viscount Castlereagh",
      "aboutText": "Maharaja Jung Bahadur Rana (Nepali: जंग बहादुर राणा) (or Jung Bahadur Kunwar (Nepali: जंग बहादुर कुँवर), GCB, GCSI, June 18, 1817, Kathmandu, Nepal - February 25, 1877, Borlang, Gorkha ) was a ruler of Nepal and founder of the Rana Dynasty of Nepal. His real name was Bir Narsingh Kunwar but he became famous by the name Jung Bahadur, given to him by Mathebar Thapa, his maternal uncle.\nDuring his lifetime, he eliminated the factional fighting at the court, removed his family rivals such as Pandes and Basnyats and paved way for finding of Rana Dynasty, introduced innovations into the bureaucracy and the judiciary, and made efforts to \"modernize\" Nepal.",
      "pageId": 2706657,
      "monthDay": "06/18"
    },
    {
      "year": "1799",
      "uri": "/wiki/William_Lassell",
      "name": "William Lassell",
      "aboutText": "Antonio Maria Bononcini (18 June 1677 – 8 July 1726) was an Italian cellist and composer, the younger brother of the better-known Giovanni Bononcini.\nBononcini was born and died at Modena in Italy. Like his brother, he studied with Giovanni Paolo Colonna.",
      "pageId": 3511806,
      "monthDay": "06/18"
    },
    {
      "year": "1812",
      "uri": "/wiki/Ivan_Goncharov",
      "name": "Ivan Goncharov",
      "aboutText": "Eleanor of Woodstock (18 June 1318 – 22 April 1355) was an English princess and countess consort of Guelders by marriage. She was regent of Guelders as the guardian of her minor son from 1343 until 1344.\nShe was born at Woodstock Palace in Oxfordshire to King Edward II of England and his queen Isabella of France.",
      "pageId": 5061842,
      "monthDay": "06/18"
    },
    {
      "year": "1815",
      "uri": "/wiki/Ludwig_Freiherr_von_und_zu_der_Tann-Rathsamhausen",
      "name": "Ludwig Freiherr von und zu der Tann-Rathsamhausen",
      "aboutText": "Antoni de Literes (18 June 1673 Majorca  – 18 January 1747 Madrid), also known as Antoni Lliteres Carrió or Antoni Literes Carrión) was a Spanish composer of zarzuelas. As with other national forms of baroque opera, Literes's stage works employ a wide variety of musical forms - arias, ariettas and recitative (accompanied and unaccompanied) as well as dance movements and choruses, though here mingled with spoken verse dialogue. His use of the orchestra follows French and Italian practice in including guitars, lutes, and harpsichords amongst the continuo instruments.",
      "pageId": 5322510,
      "monthDay": "06/18"
    },
    {
      "year": "1816",
      "uri": "/wiki/H%C3%A9l%C3%A8ne_Napoleone_Bonaparte",
      "name": "Hélène Napoleone Bonaparte",
      "aboutText": "Eleanor of England (18 June 1269 – 29 August 1298) was an English princess, the eldest surviving daughter of King Edward I of England and his first wife, Queen Eleanor of Castile.\nWhat evidence exists for her early years suggests that while her parents were absent on Crusade between 1270 and 1274, she became very close to her paternal grandmother, Eleanor of Provence, with whom she continued to spend a good deal of time. She was also close to her sickly brother Henry.",
      "pageId": 13732955,
      "monthDay": "06/18"
    },
    {
      "year": "1816",
      "uri": "/wiki/Jung_Bahadur_Rana",
      "name": "Jung Bahadur Rana",
      "aboutText": "Hélène Napoleone Bonaparte (18 June 1816 – 16 January 1907) was the reputed daughter of Napoleon by his mistress, Albine de Montholon, wife of Charles Tristan, marquis de Montholon, and mother of Charles-François-Frédéric, marquis de Montholon-Sémonville.\nShe was born Napoléone Marie Hélène Charlotte de Montholon-Sémonville in Saint Helena while Albine and Montholon were with Napoleon in exile there. Napoleon never acknowledged Hélène, although she was said to bear a striking resemblance to him.",
      "pageId": 17703291,
      "monthDay": "06/18"
    },
    {
      "year": "1834",
      "uri": "/wiki/Auguste-Th%C3%A9odore-Paul_de_Broglie",
      "name": "Auguste-Théodore-Paul de Broglie",
      "aboutText": "Miklós Horthy de Nagybánya (Hungarian: Vitéz nagybányai Horthy Miklós; Hungarian pronunciation: [ˈviteːz ˈnɒɟbaːɲɒi ˈhorti ˈmikloːʃ]; English: Nicholas Horthy; German: Nikolaus Horthy Ritter von Nagybánya; 18 June 1868 – 9 February 1957) was a Hungarian admiral and statesman, who served as Regent of the Kingdom of Hungary between World Wars I and II and throughout most of World War II, from 1 March 1920 to 15 October 1944. He was styled \"His Serene Highness the Regent of the Kingdom of Hungary\" (Hungarian: Ő Főméltósága a Magyar Királyság Kormányzója).\nHorthy started his career as a Frigate Lieutenant in the Austro-Hungarian Navy in 1896 and attained the Admiralty in 1918.",
      "pageId": 51307,
      "monthDay": "06/18"
    },
    {
      "year": "1839",
      "uri": "/wiki/William_H._Seward,_Jr.",
      "name": "William H. Seward, Jr.",
      "aboutText": "James Montgomery Flagg (June 18, 1877 – May 27, 1960) was an American artist and illustrator.",
      "pageId": 238492,
      "monthDay": "06/18"
    },
    {
      "year": "1845",
      "uri": "/wiki/Charles_Louis_Alphonse_Laveran",
      "name": "Charles Louis Alphonse Laveran",
      "aboutText": "Charles Louis Alphonse Laveran (18 June 1845 – 18 May 1922) was a French physician who won the Nobel Prize in Physiology or Medicine in 1907 for his discoveries of parasitic protozoans as causative agents of infectious diseases such as malaria and trypanosomiasis. Following his father, Louis Théodore Laveran, he took up military medicine as profession. He obtained his medical degree from University of Strasbourg in 1867.",
      "pageId": 240181,
      "monthDay": "06/18"
    },
    {
      "year": "1850",
      "uri": "/wiki/Richard_Heuberger",
      "name": "Richard Heuberger",
      "aboutText": "George Herbert Leigh Mallory (18 June 1886 – 8 or 9 June 1924) was an English mountaineer who took part in the first three British expeditions to Mount Everest in the early 1920s.\nDuring the 1924 British Mount Everest expedition, Mallory and his climbing partner Andrew \"Sandy\" Irvine both disappeared on the North-East ridge during their attempt to make the first ascent of the world's highest mountain. The pair were last seen when they were about 800 vertical feet (245 m) from the summit.",
      "pageId": 361977,
      "monthDay": "06/18"
    },
    {
      "year": "1854",
      "uri": "/wiki/E._W._Scripps",
      "name": "E. W. Scripps",
      "aboutText": "Édouard Daladier (French: [edwaʁ daladje]; 18 June 1884 – 10 October 1970) was a French Radical politician and the Prime Minister of France at the start of the Second World War.",
      "pageId": 400253,
      "monthDay": "06/18"
    },
    {
      "year": "1857",
      "uri": "/wiki/Henry_Clay_Folger",
      "name": "Henry Clay Folger",
      "aboutText": "Georgi Dimitrov Mikhaylov (Bulgarian: Гео̀рги Димитро̀в Миха̀йлов), also known as Georgi Mikhaylovich Dimitrov (Russian: Гео́ргий Миха́йлович Дими́тров) (June 18, 1882 – July 2, 1949) was a Bulgarian communist politician. He was the first communist leader of Bulgaria, from 1946 to 1949. Dimitrov led the Third Comintern (Communist International) under Stalin from 1934 to 1943.",
      "pageId": 411093,
      "monthDay": "06/18"
    },
    {
      "year": "1858",
      "uri": "/wiki/Andrew_Forsyth",
      "name": "Andrew Forsyth",
      "aboutText": "Henry Clay Folger, Jr.",
      "pageId": 557988,
      "monthDay": "06/18"
    },
    {
      "year": "1863",
      "uri": "/wiki/George_Essex_Evans",
      "name": "George Essex Evans",
      "aboutText": "Frank Alexander Wetmore (June 18, 1886 – December 7, 1978) was an American ornithologist and avian paleontologist.",
      "pageId": 1055612,
      "monthDay": "06/18"
    },
    {
      "year": "1868",
      "uri": "/wiki/Mikl%C3%B3s_Horthy",
      "name": "Miklós Horthy",
      "aboutText": "Edward Willis Scripps (June 18, 1854 – March 12, 1926), was an American newspaper publisher and founder of The E. W. Scripps Company, a diversified media conglomerate, and United Press news service. It became United Press International (UPI) when International News Service merged with United Press in 1958.",
      "pageId": 1847143,
      "monthDay": "06/18"
    },
    {
      "year": "1870",
      "uri": "/wiki/%C3%89douard_Le_Roy",
      "name": "Édouard Le Roy",
      "aboutText": "Mae Busch (18 June 1891 – 20 April 1946) was an Australian film actress who worked in both silent and sound films in early Hollywood.",
      "pageId": 1912659,
      "monthDay": "06/18"
    },
    {
      "year": "1877",
      "uri": "/wiki/James_Montgomery_Flagg",
      "name": "James Montgomery Flagg",
      "aboutText": "Zoltán Halmay (Hungarian pronunciation: [ˈzoltaːn ˈhɒlmɒi], June 18, 1881 – May 20, 1956) was a Hungarian Olympic swimmer.",
      "pageId": 2109496,
      "monthDay": "06/18"
    },
    {
      "year": "1881",
      "uri": "/wiki/Zolt%C3%A1n_Halmay",
      "name": "Zoltán Halmay",
      "aboutText": "Richard Franz Joseph Heuberger (18 June 1850 in Graz, Austria – 28 October 1914 in Vienna, Austria) was an Austrian composer of operas and operettas, a music critic, and teacher.\nHeuberger was born in Graz, the son of a bandage manufacturer. He initially studied engineering, but gave it up in 1876, and turned to music.",
      "pageId": 3680340,
      "monthDay": "06/18"
    },
    {
      "year": "1882",
      "uri": "/wiki/Georgi_Dimitrov",
      "name": "Georgi Dimitrov",
      "aboutText": "Édouard Louis Emmanuel Julien Le Roy (French: [edwaʁ ləʁwa]; June 18, 1870 in Paris – November 10, 1954 in Paris) was a French philosopher and mathematician.\nLe Roy was received at the École Normale Supérieure (ENS) in 1892, and at the agrégation in mathematics in 1895. He became Doctor in Sciences in 1898, taught in several high schools, and became in 1909 professor of mathematics at the Lycée Saint-Louis in Paris.",
      "pageId": 4069697,
      "monthDay": "06/18"
    },
    {
      "year": "1884",
      "uri": "/wiki/%C3%89douard_Daladier",
      "name": "Édouard Daladier",
      "aboutText": "Andrew Russell Forsyth FRS (18 June 1858, Glasgow – 2 June 1942, South Kensington) was a British mathematician.\nForsyth studied at Liverpool College and was tutored by Richard Pendlebury before entering Trinity College, Cambridge, graduating senior wrangler in 1881. He was elected a fellow of Trinity and then appointed to the chair of mathematics at the University of Liverpool at the age of 24.",
      "pageId": 4682796,
      "monthDay": "06/18"
    },
    {
      "year": "1886",
      "uri": "/wiki/George_Mallory",
      "name": "George Mallory",
      "aboutText": "George Essex Evans (18 June 1863 – 10 November 1909) was an Australian poet.",
      "pageId": 6028765,
      "monthDay": "06/18"
    },
    {
      "year": "1886",
      "uri": "/wiki/Alexander_Wetmore",
      "name": "Alexander Wetmore",
      "aboutText": "Joseph-Tancrède Labbé (June 18, 1887 – December 13, 1956) was a prominent Quebec politician and businessman.",
      "pageId": 6390598,
      "monthDay": "06/18"
    },
    {
      "year": "1887",
      "uri": "/wiki/Tancr%C3%A8de_Labb%C3%A9",
      "name": "Tancrède Labbé",
      "aboutText": "William Henry Seward, Jr. (June 18, 1839 – April 29, 1920) was an American banker and brigadier general in the Union Army during the American Civil War. He was the youngest son of William Henry Seward, Sr., the United States Secretary of State under Abraham Lincoln and Andrew Johnson; his elder brothers were Augustus Henry Seward, a brevet colonel in the Paymaster Corps, and Frederick William Seward, who served as Assistant Secretary of State to his father.",
      "pageId": 6872144,
      "monthDay": "06/18"
    },
    {
      "year": "1890",
      "uri": "/wiki/Gideon_Wahlberg",
      "name": "Gideon Wahlberg",
      "aboutText": "Abbé Auguste-Théodore-Paul de Broglie (June 18, 1834 in Auteuil, France – May 11, 1895) was professor of apologetics at the Institut Catholique in Paris, and writer on apologetic subjects.\nHe was the son of Achille-Victor, Duc de Broglie, and his wife, Albertine, baroness Staël von Holstein, a Protestant and the daughter of Madame de Staël. After the death of his mother, who died young, he was brought up by the Baroness Auguste de Staël, née Vernet.",
      "pageId": 11416482,
      "monthDay": "06/18"
    },
    {
      "year": "1891",
      "uri": "/wiki/Mae_Busch",
      "name": "Mae Busch",
      "aboutText": "This is a list of verified Spanish supercentenarians (people from Spain who have attained the age of at least 110 years). There have been 56 verified supercentenarians from Spain. The oldest person ever from Spain was María Antonia Castro, who died in 1996 aged 114 years 220 days.",
      "pageId": 19498116,
      "monthDay": "06/18"
    },
    {
      "year": "1895",
      "uri": "/wiki/Manuela_Fern%C3%A1ndez-Fojaco",
      "name": "Manuela Fernández-Fojaco",
      "aboutText": "Gideon Wahlberg (1890–1948) was a Swedish actor, screenwriter, film director and theater manager. Wahlberg directed six films including South of the Highway (1936).\nWahlberg was the theater manager of the Arbisteatern in Norrköping from 1918-1931 and 1933-1934.",
      "pageId": 44313716,
      "monthDay": "06/18"
    },
    {
      "year": "1896",
      "uri": "/wiki/Blanche_Sweet",
      "name": "Blanche Sweet",
      "aboutText": "Grand Duchess Anastasia Nikolaevna of Russia (Russian: Великая Княжна Анастасия Николаевна Романова, Velikaya Knyazhna Anastasiya Nikolayevna Romanova) (June 18 [O.S. June 5] 1901 – July 17, 1918) was the youngest daughter of Tsar Nicholas II, the last sovereign of Imperial Russia, and his wife, Tsarina Alexandra Fyodorovna.\nAnastasia was a younger sister of Grand Duchess Olga, Grand Duchess Tatiana, and Grand Duchess Maria, and was an elder sister of Alexei Nikolaevich, Tsarevich of Russia. She was executed with her family in an extrajudicial killing by members of the Cheka, the Bolshevik secret police, on July 17, 1918.",
      "pageId": 75392,
      "monthDay": "06/18"
    },
    {
      "year": "1897",
      "uri": "/wiki/Martti_Marttelin",
      "name": "Martti Marttelin",
      "aboutText": "Wilfred Gordon \"Bill\" Bigelow, OC FRSC (June 18, 1913 – March 27, 2005) was a Canadian heart surgeon known for his role in developing the artificial pacemaker and the use of hypothermia in open heart surgery.\nBorn in Brandon, Manitoba, the son of Dr. Wilfred Abram Bigelow, founder of the first private medical clinic in Canada, and Grace Ann Gordon, nurse and midwife, he gained his MD from the University of Toronto in 1938.",
      "pageId": 312596,
      "monthDay": "06/18"
    },
    {
      "year": "1901",
      "uri": "/wiki/Grand_Duchess_Anastasia_Nikolaevna_of_Russia",
      "name": "Grand Duchess Anastasia Nikolaevna of Russia",
      "aboutText": "Sammy Cahn (June 18, 1913 – January 15, 1993) was an American lyricist, songwriter and musician. He is best known for his romantic lyrics to films and Broadway songs, as well as stand-alone songs premiered by recording companies in the Greater Los Angeles Area. He and his collaborators had a series of hit recordings with Frank Sinatra during the singer's tenure at Capitol Records, but also enjoyed hits with Dean Martin, Doris Day and many others.",
      "pageId": 323499,
      "monthDay": "06/18"
    },
    {
      "year": "1901",
      "uri": "/wiki/Llewellyn_Rees",
      "name": "Llewellyn Rees",
      "aboutText": "Keye Luke (Chinese: 陸錫麟, Cantonese: Luk Shek Lun; June 18, 1904 – January 12, 1991) was a Chinese-born American actor. He was known for playing Lee Chan, the \"Number One Son\" in the Charlie Chan films, the original Kato in the 1939–1941 Green Hornet film serials, Brak in the 1960s Space Ghost cartoons, Master Po in the television series Kung Fu, and Mr. Wing in the Gremlins films.",
      "pageId": 341182,
      "monthDay": "06/18"
    },
    {
      "year": "1902",
      "uri": "/wiki/Paavo_Yrj%C3%B6l%C3%A4",
      "name": "Paavo Yrjölä",
      "aboutText": "Eduard Tubin (18 June [O.S. 5 June] 1905 – 17 November 1982) was an Estonian composer and conductor.",
      "pageId": 406451,
      "monthDay": "06/18"
    },
    {
      "year": "1903",
      "uri": "/wiki/Jeanette_MacDonald",
      "name": "Jeanette MacDonald",
      "aboutText": "Jeanette Anna MacDonald (June 18, 1903 - January 14, 1965) was an American singer and actress best remembered for her musical films of the 1930s with Maurice Chevalier (The Love Parade, Love Me Tonight, The Merry Widow and One Hour With You) and Nelson Eddy (Naughty Marietta, Rose-Marie, and Maytime). During the 1930s and 1940s she starred in 29 feature films, four nominated for Best Picture Oscars (The Love Parade, One Hour with You, Naughty Marietta and San Francisco), and recorded extensively, earning three gold records. She later appeared in opera, concerts, radio, and television.",
      "pageId": 499380,
      "monthDay": "06/18"
    },
    {
      "year": "1903",
      "uri": "/wiki/Raymond_Radiguet",
      "name": "Raymond Radiguet",
      "aboutText": "Raymond Radiguet (18 June 1903 – 12 December 1923) was a French novelist and poet whose two novels were noted for their explicit themes, and unique style and tone.",
      "pageId": 511906,
      "monthDay": "06/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Keye_Luke",
      "name": "Keye Luke",
      "aboutText": "Frithjof Schuon (/ˈʃuːɒn/; German: [ˈfʀiːtˌjoːf ˈʃuː.ɔn]; June 18, 1907 – May 5, 1998) was born to German parents in Basel, Switzerland. He was a philosopher, metaphysicist inspired by the Hindu philosophy of Advaita Vedanta, and author of numerous books on religion and spirituality.\nSchuon was recognized during his lifetime as a world authority on philosophy, spirituality and religion, and was an exponent of the Religio Perennis, inspired by Advaita Vedanta and one of the chief representatives of the Perennialist School.",
      "pageId": 577201,
      "monthDay": "06/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Manuel_Rosenthal",
      "name": "Manuel Rosenthal",
      "aboutText": "Bud Collyer (June 18, 1908 – September 8, 1969) was an American radio actor/announcer who became one of the nation's first major television game show stars.",
      "pageId": 643418,
      "monthDay": "06/18"
    },
    {
      "year": "1905",
      "uri": "/wiki/Eduard_Tubin",
      "name": "Eduard Tubin",
      "aboutText": "Paavo Ilmari Yrjölä (18 June 1902 in Hämeenkyrö – 11 February 1980 in Vilppula), also known as the Bear of Hämeenkyrö (Hämeenkyrön karhu), was a Finnish track and field athlete who won the gold medal in the decathlon at the 1928 Summer Olympics. He also competed in shot put and high jump at the same Games, and in decathlon in 1924 and 1932, but less successfully.\nIn the 1928 Olympics, he had to rerun the 100 m hurdles as the fourth hurdle was placed incorrectly in the first run.",
      "pageId": 727617,
      "monthDay": "06/18"
    },
    {
      "year": "1907",
      "uri": "/wiki/Frithjof_Schuon",
      "name": "Frithjof Schuon",
      "aboutText": "Stanley Howard Knowles, PC OC (June 18, 1908 – June 9, 1997) was a Canadian parliamentarian. Knowles represented the riding of Winnipeg North Centre from 1942 to 1958 on behalf of the Co-operative Commonwealth Federation (CCF) and again from 1962 to 1984 representing the CCF's successor, the New Democratic Party (NDP).\nKnowles was widely regarded and respected as the foremost expert on parliamentary procedure in Canada, and served as the CCF and NDP House Leader for decades.",
      "pageId": 752257,
      "monthDay": "06/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bud_Collyer",
      "name": "Bud Collyer",
      "aboutText": "Glenn Edgar Morris (June 18, 1912 – January 31, 1974) was a U.S. track and field athlete.",
      "pageId": 840727,
      "monthDay": "06/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Stanley_Knowles",
      "name": "Stanley Knowles",
      "aboutText": "Ray McKinley (June 18, 1910–May 7, 1995) was an American jazz drummer, singer, and bandleader.",
      "pageId": 2065361,
      "monthDay": "06/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Nedra_Volz",
      "name": "Nedra Volz",
      "aboutText": "Avon Long (June 18, 1910 – February 15, 1984) was an American Broadway actor and singer.",
      "pageId": 2144249,
      "monthDay": "06/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Dick_Foran",
      "name": "Dick Foran",
      "aboutText": "Nedra Volz (née Gordonier, June 18, 1908 – January 20, 2003) was an American actress.",
      "pageId": 2408087,
      "monthDay": "06/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Avon_Long",
      "name": "Avon Long",
      "aboutText": "Sarah Blanche Sweet (June 18, 1896 – September 6, 1986) was an American silent film actress who began her career in the earliest days of the Hollywood motion picture film industry.",
      "pageId": 2692224,
      "monthDay": "06/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ray_McKinley",
      "name": "Ray McKinley",
      "aboutText": "Manuel Rosenthal (18 June 1904 – 5 June 2003) was a French composer and conductor who held leading positions with musical organizations in France and America.",
      "pageId": 4879424,
      "monthDay": "06/18"
    },
    {
      "year": "1912",
      "uri": "/wiki/Glenn_Morris",
      "name": "Glenn Morris",
      "aboutText": "John Nicholas \"Dick\" Foran (June 18, 1910 – August 10, 1979) was an American actor, known for his performances in western musicals and for playing supporting roles in dramatic pictures.",
      "pageId": 5754043,
      "monthDay": "06/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Wilfred_Gordon_Bigelow",
      "name": "Wilfred Gordon Bigelow",
      "aboutText": "Martti Bertil Marttelin (18 June 1897 – 1 March 1940) was a long-distance runner from Finland, who won the bronze medal in the marathon at the 1928 Summer Olympics.",
      "pageId": 7991907,
      "monthDay": "06/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Sammy_Cahn",
      "name": "Sammy Cahn",
      "aboutText": "Llewellyn Rees (18 June 1901 - 7 January 1994) was an English actor.\nTelevision Roles include: Doctor Who (in the serial The Deadly Assassin playing the assassinated Time Lord President), The Brothers, Inspector Morse, Doomwatch and Coronation Street.\nHe appeared in a number of films such as The Dresser, Withnail and I, A Fish Called Wanda and Splitting Heirs.",
      "pageId": 26890773,
      "monthDay": "06/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Sylvia_Porter",
      "name": "Sylvia Porter",
      "aboutText": "Franco Modigliani (Italian: [ˈfraŋko modiʎˈʎani]; June 18, 1918 – September 25, 2003) was an Italian economist naturalized American, a professor at the MIT Sloan School of Management and MIT Department of Economics who won the Nobel Memorial Prize in Economics in 1985.",
      "pageId": 65221,
      "monthDay": "06/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Fran%C3%A7oise_Loranger",
      "name": "Françoise Loranger",
      "aboutText": "Ian Gillett Carmichael, OBE (18 June 1920 – 5 February 2010) was an English actor best known for his roles in the films of the Boulting brothers such as Private's Progress (1956) and I'm All Right Jack (1959). Later he played Lord Peter Wimsey, the character created by Dorothy L. Sayers, on television and radio. Carmichael also had a career on stage.",
      "pageId": 156243,
      "monthDay": "06/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Robert_Mondavi",
      "name": "Robert Mondavi",
      "aboutText": "Erik Ortvad (born in Copenhagen June 18, 1917, died in Kvänjarp February 29, 2008) was a painter and a creator of many drawings. He debuted as a painter in 1935. He is mostly known for colorful surrealistic paintings.",
      "pageId": 340686,
      "monthDay": "06/18"
    },
    {
      "year": "1914",
      "uri": "/wiki/E._G._Marshall",
      "name": "E. G. Marshall",
      "aboutText": "Robert Gerald Mondavi (June 18, 1913 – May 16, 2008) was a leading California vineyard operator whose technical improvements and marketing strategies brought worldwide recognition for the wines of the Napa Valley in California. From an early period, Mondavi aggressively promoted labeling wines varietally rather than generically. This is now the standard for New World wines.",
      "pageId": 685025,
      "monthDay": "06/18"
    },
    {
      "year": "1914",
      "uri": "/wiki/Efra%C3%ADn_Huerta",
      "name": "Efraín Huerta",
      "aboutText": "Richard Allen Boone (June 18, 1917 – January 10, 1981) was an American actor who starred in over 50 films and was notable for his roles in Westerns and for starring in the TV series Have Gun – Will Travel.",
      "pageId": 783791,
      "monthDay": "06/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Red_Adair",
      "name": "Red Adair",
      "aboutText": "Paul Neal \"Red\" Adair (June 18, 1915 – August 7, 2004) was an American oil well firefighter.",
      "pageId": 885860,
      "monthDay": "06/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Robert_Kanigher",
      "name": "Robert Kanigher",
      "aboutText": "E. G. Marshall (June 18, 1914 – August 24, 1998) was an American actor, best known for his television roles as the lawyer Lawrence Preston on The Defenders in the 1960s and as neurosurgeon David Craig on The Bold Ones: The New Doctors in the 1970s.",
      "pageId": 923348,
      "monthDay": "06/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Julio_C%C3%A9sar_Turbay_Ayala",
      "name": "Julio César Turbay Ayala",
      "aboutText": "Jerome Karle (born Jerome Karfunkle; June 18, 1918 - June 6, 2013) was an American physical chemist. Jointly with Herbert A. Hauptman, he was awarded the Nobel Prize in Chemistry in 1985, for the direct analysis of crystal structures using X-ray scattering techniques.",
      "pageId": 1266384,
      "monthDay": "06/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Richard_Boone",
      "name": "Richard Boone",
      "aboutText": "Julio César Turbay Ayala (18 June 1916 – 13 September 2005) was the 25th President of Colombia from 1978 to 1982.",
      "pageId": 1341524,
      "monthDay": "06/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jack_Karnehm",
      "name": "Jack Karnehm",
      "aboutText": "Claude Helffer (June 18, 1922 – October 27, 2004) was a French pianist noted particularly for his advocacy of 20th-century music.",
      "pageId": 1989177,
      "monthDay": "06/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Erik_Ortvad",
      "name": "Erik Ortvad",
      "aboutText": "Sylvia Field Porter (June 18, 1913 – June 5, 1991) was an American economist and journalist.",
      "pageId": 2235401,
      "monthDay": "06/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alf_Francis",
      "name": "Alf Francis",
      "aboutText": "Jüri Järvet (18 June 1919 – 5 July 1995) was an Estonian actor. His name sometimes appears as Yuri Yevgenyevich Yarvet, an incorrect back-transliteration from the Russian transliteration Юри Евгеньевич Ярвет. His birthname was Georgi Kuznetsov, and he took the Estonian form in 1938.",
      "pageId": 2390977,
      "monthDay": "06/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jerome_Karle",
      "name": "Jerome Karle",
      "aboutText": "Robert Kanigher (June 18, 1915 – May 7, 2002) was a prolific comic book writer and editor whose career spanned five decades. He was involved with the Wonder Woman franchise for over twenty years, taking over the scripting from creator William Moulton Marston. In addition, Kanigher spent many years in charge of DC Comics' war titles, as well as creating the popular character Sgt.",
      "pageId": 2630710,
      "monthDay": "06/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Franco_Modigliani",
      "name": "Franco Modigliani",
      "aboutText": "Lois Ramsey (born Lois June Dickson; 18 June 1922, Adelaide) is an Australian actress, best known for her performances as eccentric old ladies on television.",
      "pageId": 4239609,
      "monthDay": "06/18"
    },
    {
      "year": "1919",
      "uri": "/wiki/J%C3%BCri_J%C3%A4rvet",
      "name": "Jüri Järvet",
      "aboutText": "Matthew Joseph \"Matty the Horse\" Ianniello (June 18, 1920 – August 15, 2012) was a New York mobster with the Genovese crime family who was once the acting boss of the Genovese Crime Family.",
      "pageId": 5843383,
      "monthDay": "06/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ian_Carmichael",
      "name": "Ian Carmichael",
      "aboutText": "Lode Van Den Bergh (born 18 June 1920), pseudonym Aster Berkhof and Piet Visser, is a Belgian writer. He is married to Nora Steyaert.",
      "pageId": 10521411,
      "monthDay": "06/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Matthew_Ianniello",
      "name": "Matthew Ianniello",
      "aboutText": "Efraín Huerta (Silao, Guanajuato, June 18, 1914 – Mexico City, February 3, 1982) was a Mexican poet and journalist. Born and raised in the state of Guanajuato, he moved to Mexico City initially to start a career in art. Unable to enter the Academy of San Carlos, he attended the Escuela Preparatoria Nacional, where he met writers such as Rafael Solana, Carmen Toscano and Octavio Paz.",
      "pageId": 15731832,
      "monthDay": "06/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Lode_Van_Den_Bergh",
      "name": "Lode Van Den Bergh",
      "aboutText": "Jack Karnehm (18 June 1917, Tufnell Park, north London, England – 28 July 2002, Crowthorne, Berkshire) was a British snooker commentator, who was regularly heard on BBC television from 1978 until 1993, and a former amateur world champion and professional national champion at the game of English billiards. Karnehm was also a professional snooker and billiards player.\nBesides his commentary, perhaps his major contribution to the game was his development of the swivel-lens glasses, which enabled Dennis Taylor to win the World Snooker Championship in 1985.",
      "pageId": 18032024,
      "monthDay": "06/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Claude_Helffer",
      "name": "Claude Helffer",
      "aboutText": "Françoise Loranger (June 18, 1913 – April 5, 1995) was a Canadian playwright, radio producer, theatrical writer and feminist.",
      "pageId": 23007354,
      "monthDay": "06/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Lois_Ramsey",
      "name": "Lois Ramsey",
      "aboutText": "Alf Francis (born Alfons Kowaleski or Alphons Kowalewski on June 18, 1918 in Danzig in West Prussia, currently Poland, died on June 28, 1983 in Oklahoma City, United States) was a motor racing mechanic and racing car constructor.\nFrancis was born in Danzig but left during World War II, first for Portugal, then by sea to Liverpool in the UK, where he joined the Polish 1st Armoured Division. After World War II, he changed his nationality to British, and his name to Alf Francis.",
      "pageId": 36061096,
      "monthDay": "06/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jean_Delumeau",
      "name": "Jean Delumeau",
      "aboutText": "Jürgen Habermas (/ˈjɜrɡən/ or /ˈjʊərɡən ˈhɑːbərmɑːs/; German: [ˈjʏrɡn̩ ˈhaːbɐmaːs]; born 18 June 1929) is a German sociologist and philosopher in the tradition of critical theory and pragmatism. He is perhaps best known for his theories on communicative rationality and the public sphere. Global polls consistently find that Habermas is widely recognized as one of the world's leading intellectuals.",
      "pageId": 16288,
      "monthDay": "06/18"
    },
    {
      "year": "1924",
      "uri": "/wiki/George_Mikan",
      "name": "George Mikan",
      "aboutText": "Fernando Henrique Cardoso (Portuguese: [feɾˈnɐ̃dw ẽjˈʁiki kaʁˈdozu]; born 18 June 1931), also known by his initials FHC ([ˈɛfjɐˌɡaˈse]), is a Brazilian sociologist, professor and politician who served as President of Brazil from 1 January 1995 to 1 January 2003. He is the first President to have been reelected for a subsequent term. An accomplished scholar, Cardoso was awarded in 2000 with the prestigious Prince of Asturias Award for International Cooperation.",
      "pageId": 82491,
      "monthDay": "06/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Arthur_(actor)",
      "name": "Robert Arthur",
      "aboutText": "Dudley Robert Herschbach (born June 18, 1932) is an American chemist at Harvard University. He won the 1986 Nobel Prize in Chemistry jointly with Yuan T. Lee and John C. Polanyi \"for their contributions concerning the dynamics of chemical elementary processes.\" Herschbach and Lee specifically worked with molecular beams, performing so-called \"crossed molecular beam\" experiments that enabled a detailed molecular-level understanding of many elementary reaction processes. Herschbach is a member of the Board of Sponsors of the Bulletin of the Atomic Scientists.",
      "pageId": 174867,
      "monthDay": "06/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Beadell",
      "name": "Robert Beadell",
      "aboutText": "George Lawrence Mikan, Jr. (June 18, 1924 – June 1, 2005), nicknamed Mr. Basketball, was an American professional basketball player for the Chicago American Gears of the National Basketball League (NBL) and the Minneapolis Lakers of the NBL, the Basketball Association of America (BAA) and the National Basketball Association (NBA).",
      "pageId": 305897,
      "monthDay": "06/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Philip_B._Crosby",
      "name": "Philip B. Crosby",
      "aboutText": "Mitsuteru Yokoyama (横山 光輝, Yokoyama Mitsuteru, June 18, 1934 – April 15, 2004) was a Japanese manga artist born in Suma-ku, Kobe-shi, Hyogo. His personal name was originally spelled Mitsuteru (光照), with the same pronunciation.",
      "pageId": 602002,
      "monthDay": "06/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Allan_Sandage",
      "name": "Allan Sandage",
      "aboutText": "This article is about the poet Geoffrey Hill. For the British aeronautical engineer and professor see Geoffrey T. R. Hill. For the English cricketer see Geoffrey Hill (cricketer).",
      "pageId": 624460,
      "monthDay": "06/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tom_Wicker",
      "name": "Tom Wicker",
      "aboutText": "Allan Rex Sandage (June 18, 1926 – November 13, 2010) was an American astronomer. He was Staff Member Emeritus with the Carnegie Observatories in Pasadena, California. He determined the first reasonably accurate values for the Hubble constant and the age of the universe.",
      "pageId": 726376,
      "monthDay": "06/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Eva_Bartok",
      "name": "Eva Bartok",
      "aboutText": "Paul Eddington, CBE (18 June 1927 – 4 November 1995) was an English actor known for his appearances in the popular television sitcoms The Good Life and Yes Minister.",
      "pageId": 1277110,
      "monthDay": "06/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Paul_Eddington",
      "name": "Paul Eddington",
      "aboutText": "David Thoreson Lykken (June 18, 1928 – September 15, 2006) was a behavioral geneticist and Professor Emeritus of Psychology and Psychiatry at the University of Minnesota.",
      "pageId": 2608749,
      "monthDay": "06/18"
    },
    {
      "year": "1928",
      "uri": "/wiki/Michael_Blakemore",
      "name": "Michael Blakemore",
      "aboutText": "Tibor \"Ted\" Rubin (June 18, 1929 – December 5, 2015) was a Hungarian-born Holocaust survivor who emigrated to the United States in 1948 and received the Medal of Honor for his actions during the Korean War as a United States Army soldier and prisoner of war (POW) from President George W. Bush on September 23, 2005, 55 years later. Rubin was repeatedly nominated for various military decorations, but was overlooked because of antisemitism by a superior.",
      "pageId": 2742414,
      "monthDay": "06/18"
    },
    {
      "year": "1928",
      "uri": "/wiki/David_T._Lykken",
      "name": "David T. Lykken",
      "aboutText": "Hugh L. McColl Jr. (born 18 June 1935) is a fourth-generation banker and the former Chairman and CEO of Bank of America.",
      "pageId": 3065147,
      "monthDay": "06/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/J%C3%BCrgen_Habermas",
      "name": "Jürgen Habermas",
      "aboutText": "Jean Delumeau (b. June 18, 1923 Nantes) is a French historian specializing in the Catholic church history and author of several books regarding the subject. He held the Chair of the History of Religious Mentalities (1975–1994) at the Collège de France (currently emeritus professor) and is a member of the Académie des inscriptions et belles-lettres.",
      "pageId": 3074972,
      "monthDay": "06/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ann_Mara",
      "name": "Ann Mara",
      "aboutText": "Philip Bayard \"Phil\" Crosby, (June 18, 1926 – August 18, 2001) was a businessman and author who contributed to management theory and quality management practices.\nCrosby initiated the Zero Defects program at the Martin Company.",
      "pageId": 3204378,
      "monthDay": "06/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Tibor_Rubin",
      "name": "Tibor Rubin",
      "aboutText": "Robert Arthur (June 18, 1925 – October 1, 2008) was an American motion picture actor who appeared in dozens of films in the 1940s and 1950s.",
      "pageId": 3427217,
      "monthDay": "06/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Fernando_Henrique_Cardoso",
      "name": "Fernando Henrique Cardoso",
      "aboutText": "Thomas Grey \"Tom\" Wicker (June 18, 1926 – November 25, 2011) was an American journalist.",
      "pageId": 5659484,
      "monthDay": "06/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dudley_R._Herschbach",
      "name": "Dudley R. Herschbach",
      "aboutText": "Eva Bartok (18 June 1927 – 1 August 1998), was an actress born in Budapest, Hungary as Éva Márta Szőke Ivanovics. She began acting in films in 1950 and her last credited appearance was in 1966.",
      "pageId": 5934655,
      "monthDay": "06/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Geoffrey_Hill",
      "name": "Geoffrey Hill",
      "aboutText": "Michael Howell Blakemore OBE (born 18 June 1928) is an Australian actor, writer and theatre director who has also made a handful of films.",
      "pageId": 7006104,
      "monthDay": "06/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Brian_Kenny_(British_Army_officer)",
      "name": "Brian Kenny",
      "aboutText": "Robert Beadell (18 June 1925 – 11 June 1994) was an American composer.",
      "pageId": 19224185,
      "monthDay": "06/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mitsuteru_Yokoyama",
      "name": "Mitsuteru Yokoyama",
      "aboutText": "General Sir Brian Leslie Graham Kenny GCB CBE (born 18 June 1934) is a British Army General who was Deputy Supreme Allied Commander Europe.",
      "pageId": 25011493,
      "monthDay": "06/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Hugh_McColl",
      "name": "Hugh McColl",
      "aboutText": "Ann Mara (June 18, 1929 – February 1, 2015) was an American businesswoman, socialite, philanthropist, the wife and later widow of Wellington Mara, and the matriarch of the Mara family, which includes New York Giants CEO John Mara, and her granddaughters, actresses Rooney Mara and Kate Mara.",
      "pageId": 44486931,
      "monthDay": "06/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Denny_Hulme",
      "name": "Denny Hulme",
      "aboutText": "Thabo Mvuyelwa Mbeki (Xhosa pronunciation: [tʰaɓɔ mbɛːkʼi]; born 18 June 1942) is a South African politician who served nine years as the second post-apartheid President of South Africa from 14 June 1999 to 24 September 2008. On 20 September 2008, with about nine months left in his second term, Mbeki announced his resignation after being recalled by the National Executive Committee of the ANC, following a conclusion by judge C. R. Nicholson of improper interference in the National Prosecuting Authority (NPA), including the prosecution of Jacob Zuma for corruption. On 12 January 2009, the Supreme Court of Appeal unanimously overturned judge Nicholson's judgment but the resignation stood.",
      "pageId": 31350,
      "monthDay": "06/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Barack_Obama,_Sr.",
      "name": "Barack Obama, Sr.",
      "aboutText": "Roger Joseph Ebert (/ˈiːbərt/; June 18, 1942 – April 4, 2013) was an American film critic and historian, journalist, screenwriter and author. He was a film critic for the Chicago Sun-Times from 1967 until his death in 2013. In 1975, Ebert was the first film critic to win the Pulitzer Prize for Criticism.",
      "pageId": 50908,
      "monthDay": "06/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ronald_Venetiaan",
      "name": "Ronald Venetiaan",
      "aboutText": "Louis Clark \"Lou\" Brock (born June 18, 1939) is an American former professional baseball player. He began his 19-year Major League Baseball (MLB) career playing in 1961 for the Chicago Cubs, and spent the majority of his career playing as a left fielder for the St. Louis Cardinals.",
      "pageId": 157176,
      "monthDay": "06/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Wray_Carlton",
      "name": "Wray Carlton",
      "aboutText": "Denis Clive \"Denny\" Hulme, OBE (18 June 1936 – 4 October 1992) was a New Zealand racing driver who won the 1967 Formula One World Drivers' Championship for the Brabham team. Between his debut at Monaco in 1965 and his final race in the 1974 US Grand Prix, he started 112 Grand Prix, resulting eight victories and 33 trips to the podium. He also finished third in the overall standing in 1968 and 1972.",
      "pageId": 262934,
      "monthDay": "06/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Del_Harris",
      "name": "Del Harris",
      "aboutText": "Delia Smith CBE (born 18 June 1941) is an English cook and television presenter, known for teaching basic cookery skills in a no-nonsense style. She is the UK's best-selling cookery author, with more than 21 million copies sold.\nSmith is also famous for her role as joint majority shareholder at Norwich City F.C. Her partner in the shareholding is her husband, Michael Wynn-Jones.",
      "pageId": 292214,
      "monthDay": "06/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jay_Rockefeller",
      "name": "Jay Rockefeller",
      "aboutText": "John Davison \"Jay\" Rockefeller IV (born June 18, 1937) served as a United States Senator from West Virginia, from 1985 to 2015. He was first elected to the Senate in 1984, while in office as Governor of West Virginia, a position he held from 1977 to 1985. Rockefeller moved to Emmons, West Virginia to serve as a VISTA worker in 1964, and was first elected to public office in the state, as a member of the House of Delegates, in 1966.",
      "pageId": 337026,
      "monthDay": "06/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bruce_Trigger",
      "name": "Bruce Trigger",
      "aboutText": "Vitaly Mikhaylovich Zholobov (Russian: Виталий Михайлович Жолобов; born 18 June 1937) is a retired Soviet cosmonaut who flew on Soyuz 21 space flight as the flight engineer.",
      "pageId": 387999,
      "monthDay": "06/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Vitaly_Zholobov",
      "name": "Vitaly Zholobov",
      "aboutText": "Ronald Runaldo Venetiaan (born June 18, 1936) served as the 6th and 8th President of Suriname. His first term as president ran from 1991 to 1996 after which he lost in the elections to Jules Wijdenbosch. In 2000 however, he regained his former position on the New Front banner, receiving an absolute majority of 37 from 51 votes in the Parliament.",
      "pageId": 393629,
      "monthDay": "06/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Kevin_Murray_(Australian_footballer)",
      "name": "Kevin Murray",
      "aboutText": "Jean-Claude Germain (born in Montreal, 18 June 1939) is a Canadian playwright, author, journalist and historian.\nHe contributed to Le Petit Journal, to Victor-Lévy Beaulieu's Dimensions magazine and to Maclean's Magazine, and has been the senior editor to Le Québec littéraire. He writes a monthly column in l'aut'journal.",
      "pageId": 888722,
      "monthDay": "06/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Michael_Sheard",
      "name": "Michael Sheard",
      "aboutText": "Linwood Wray Carlton (born June 18, 1937) is a former American collegiate and professional football running back who played professionally in both Canada and the U.S.",
      "pageId": 1298223,
      "monthDay": "06/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lou_Brock",
      "name": "Lou Brock",
      "aboutText": "Bruce Graham Trigger, OC OQ FRSC (June 18, 1937 – December 1, 2006) was a Canadian archaeologist, anthropologist, and ethnohistorian.\nBorn in Preston, Ontario, he received a doctorate in archaeology from Yale University in 1964. His research interests at that time included the history of archaeological research and the comparative study of early cultures.",
      "pageId": 1337296,
      "monthDay": "06/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jean-Claude_Germain",
      "name": "Jean-Claude Germain",
      "aboutText": "Michael Sheard (18 June 1938 – 31 August 2005) was a Scottish actor who featured in a large number of films and television programmes and was best known for playing villains. His most prominent television role was as strict deputy headmaster Maurice Bronson in the British children's series Grange Hill which he played from 1985–89.",
      "pageId": 1715659,
      "monthDay": "06/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Brooks_Firestone",
      "name": "Brooks Firestone",
      "aboutText": "Kevin Joseph 'Bulldog' Murray MBE (born 18 June 1938) was a champion Australian rules footballer who played for the Fitzroy Football Club in the Victorian Football League in 333 games over 18 seasons.\nMurray played for Fitzroy from 1955 to 1964, and from 1967 to 1974, winning nine best-and-fairest awards for the club. He was playing coach of Fitzroy in 1963, a job he also filled in 1964, along with representing and captaining his home state of Victoria.",
      "pageId": 1889888,
      "monthDay": "06/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paul_Mayersberg",
      "name": "Paul Mayersberg",
      "aboutText": "Delmer William \"Del\" Harris (born June 18, 1937) is an American basketball coach who is currently the vice president of the Texas Legends, the NBA D-League affiliate of the Dallas Mavericks. He served as a head coach for the NBA's Houston Rockets, Milwaukee Bucks, and Los Angeles Lakers, as well as the Legends.",
      "pageId": 2196332,
      "monthDay": "06/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Delia_Smith",
      "name": "Delia Smith",
      "aboutText": "Anthony Brooks Firestone (b. 18 June 1939 ) is an American businessman and politician.\nThe son of Leonard Firestone, a grandson of Harvey Samuel Firestone and Idabelle Smith, and a nephew of Harvey Firestone, Jr., he was educated at The Webb School, and graduated from Columbia University.",
      "pageId": 2798424,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Bellany",
      "name": "John Bellany",
      "aboutText": "John Bellany, CBE, RA, (18 June 1942 – 28 August 2013) was a Scottish painter.",
      "pageId": 3464033,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roger_Ebert",
      "name": "Roger Ebert",
      "aboutText": "Pat Hutchins (born 18 June 1942) is an English illustrator and writer of children's books. She won the 1974 Kate Greenaway Medal from the Library Association, recognising the year's best children's book illustration by a British subject. The work was The Wind Blew, a picture book in rhyme which she also wrote.",
      "pageId": 12897840,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pat_Hutchins",
      "name": "Pat Hutchins",
      "aboutText": "Sir James Paul McCartney, MBE (born 18 June 1942) is an English singer-songwriter, multi-instrumentalist, and composer. With John Lennon, George Harrison, and Ringo Starr, he gained worldwide fame as the bassist of the English rock band the Beatles, one of the most popular and influential groups in the history of pop music; his songwriting partnership with Lennon is one of the most celebrated of the 20th century. After the band's break-up, he pursued a solo career and formed Wings with his first wife, Linda, and Denny Laine.",
      "pageId": 13736167,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Thabo_Mbeki",
      "name": "Thabo Mbeki",
      "aboutText": "Barack Hussein Obama, Sr. (/ˈbærək huːˈseɪn oʊˈbɑːmə/; 18 June 1936 − 24 November 1982) was a Kenyan senior governmental economist and the father of U.S. President Barack Obama. He is a central figure of his son's memoir, Dreams from My Father (1995).",
      "pageId": 16136849,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul_McCartney",
      "name": "Paul McCartney",
      "aboutText": "Paul Mayersberg was born on 18 June 1941 in Cambridge, England, UK. He is a writer and director and was the film critic for Movie magazine in the early 1960s and author of 1968 film book Hollywood, The Haunted House.",
      "pageId": 27700287,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Carl_Radle",
      "name": "Carl Radle",
      "aboutText": "Frank Donald Goodish (June 18, 1946 – July 17, 1988) was an American professional wrestler who earned his greatest fame under the ring names King Kong Brody and Bruiser Brody.",
      "pageId": 158716,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Nick_Tate",
      "name": "Nick Tate",
      "aboutText": "Nicholas John \"Nick\" Tate (born 18 June 1942) is an Australian actor best known for his role as pilot Alan Carter in the 1970s British science fiction television series Space: 1999, as well as for playing the role of James Hamilton in the 1980s Australian soap opera Sons and Daughters.",
      "pageId": 263799,
      "monthDay": "06/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hans_Vonk_(conductor)",
      "name": "Hans Vonk",
      "aboutText": "Chris Van Allsburg (born June 18, 1949) is an American illustrator and writer of children's books. He has won two Caldecott Medals for U.S. picture book illustration, for Jumanji (1981) and The Polar Express (1985), both of which he also wrote; both were later adapted as successful motion pictures. He was also a Caldecott runner-up in 1980 for The Garden of Abdul Gasazi.",
      "pageId": 472560,
      "monthDay": "06/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Raffaella_Carr%C3%A0",
      "name": "Raffaella Carrà",
      "aboutText": "Lech Aleksander Kaczyński (Polish pronunciation: [ˈlɛx alɛˈksandɛr kaˈt͡ʂɨɲskʲi]; 18 June 1949 – 10 April 2010) was a Polish lawyer and politician who served as the Mayor of Warsaw from 2002 until 2005 and as the President of Poland from 2005 until 2010.\nBefore he became a president, he was also a member of the Law and Justice party. He was the identical twin brother of the former Prime Minister of Poland and current Chairman of the Law and Justice party, Jarosław Kaczyński.",
      "pageId": 637432,
      "monthDay": "06/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sandy_Posey",
      "name": "Sandy Posey",
      "aboutText": "Jarosław Aleksander Kaczyński (Polish pronunciation: [jaˈrɔswaf kaˈʈ͡ʂɨɲskʲi]; (born 18 June 1949) is a Polish conservative politician and lawyer. He served as Prime Minister from July 2006 to November 2007. He is the chairman of the Law and Justice party (PiS), which he cofounded in 2001.",
      "pageId": 637440,
      "monthDay": "06/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Russell_Ash",
      "name": "Russell Ash",
      "aboutText": "Fabio Capello (Italian pronunciation: [ˈfaːbjo kaˈpello]; born 18 June 1946) is an Italian manager and a former professional footballer who was most recently the head coach of the Russia national football team.\nCapello was born in San Canzian d'Isonzo. His uncle, Mario Tortul, was also a football player and played for Triestina, Padova, Sampdoria and the Italian national football team.",
      "pageId": 665012,
      "monthDay": "06/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bruiser_Brody",
      "name": "Bruiser Brody",
      "aboutText": "Ivonne Coll (born June 18, 1947) is a Puerto Rican actress. She was Miss Puerto Rico in 1967, and Miss Universe pageant in same year. She later turned actress, appearing in films The Godfather Part II, Lean on Me.",
      "pageId": 932260,
      "monthDay": "06/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Fabio_Capello",
      "name": "Fabio Capello",
      "aboutText": "Hans Vonk (18 June 1942 – 29 August 2004) was a Dutch conductor.",
      "pageId": 947618,
      "monthDay": "06/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Luan_Peters",
      "name": "Luan Peters",
      "aboutText": "Prince Lincoln Thompson, known as Sax (18 June 1949 – 23 January 1999), was a Jamaican singer, musician and songwriter with the reggae band the Royal Rasses, and a member of the Rastafari movement. He was born 18 June 1949 in Jonestown, next to Trenchtown, both parts of the slummy shanty town in the poor west side of inner Kingston, Jamaica and died of cancer in London on 23 January 1999, days after being first diagnosed. He was noted for his high falsetto singing voice, very different from his spoken voice.",
      "pageId": 1079711,
      "monthDay": "06/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ivonne_Coll",
      "name": "Ivonne Coll",
      "aboutText": "Raffaella Carrà (Italian: [raffaˈɛlla karˈra]; born 18 June 1943 in Bologna), often simply known as la Carrà (the Carrà) and in some Latin American countries sometimes simply as Raffaella, is an Italian singer, dancer, television presenter, and actress.",
      "pageId": 1715625,
      "monthDay": "06/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bernard_Giraudeau",
      "name": "Bernard Giraudeau",
      "aboutText": "Carl Dean Radle (June 18, 1942 – May 30, 1980) was a bassist who toured and recorded with many of the most influential recording artists of the late 1960s and 1970s. He was posthumously inducted to the Oklahoma Music Hall of Fame in 2006.\nUltimately, Radle was best known for his lifetime association with Eric Clapton, starting in 1969 with Delaney and Bonnie and Friends and 1970 with Derek and the Dominos, recording alongside drummer Jim Gordon, guitarist Duane Allman, and keyboardist Bobby Whitlock.",
      "pageId": 2828302,
      "monthDay": "06/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Linda_Thorson",
      "name": "Linda Thorson",
      "aboutText": "Linda Thorson (born Linda Robinson on 18 June 1947) is a Canadian actress, best known for playing Tara King in The Avengers (1968–69).",
      "pageId": 3168385,
      "monthDay": "06/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Philip_Jackson_(actor)",
      "name": "Philip Jackson",
      "aboutText": "Philip Jackson (born 18 June 1948) is an English actor, known for his many television and film roles, most notably as Chief Inspector Japp in the television series Poirot and as Abbot Hugo, one of the recurring adversaries in the cult 1980s series Robin of Sherwood.\nJackson was born in Retford, Nottinghamshire. He started acting while studying Drama and German at the University of Bristol, and has worked in the theatre in Leeds, Liverpool and London.",
      "pageId": 4132803,
      "monthDay": "06/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Eliezer_Halfin",
      "name": "Eliezer Halfin",
      "aboutText": "Russell Ash (18 June 1946 – 21 June 2010) was the British author of the Top 10 of Everything series of books, as well as Great Wonders of the World, Incredible Comparisons and many other reference, art and humour titles, most notably his series of books on strange-but-true names, Potty, Fartwell & Knob, Busty, Slag and Nob End and (for children) Big Pants, Burpy and Bumface. Once described as 'the human Google', his obituary in the Times stated that 'In the age of the internet, it takes tenacity and idiosyncratic intelligence to make a living from purveying trivial information.",
      "pageId": 4592607,
      "monthDay": "06/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/%C3%89va_Marton",
      "name": "Éva Marton",
      "aboutText": "Luan Peters (born 18 June 1946, Bethnal Green, London), also known as Karol Keyes, is an English actress and singer.",
      "pageId": 4746916,
      "monthDay": "06/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Chris_Van_Allsburg",
      "name": "Chris Van Allsburg",
      "aboutText": "Eliezer Halfin (June 18, 1948 – September 6, 1972) was a wrestler for the Israeli Olympic team at the 1972 Summer Olympics in Munich, Germany. Along with 10 other athletes and coaches he was taken hostage by Palestinian Black September terrorists. Eventually they were brought to a German airport and during an attempted rescue mission staged by the German police all the hostages died.",
      "pageId": 5378434,
      "monthDay": "06/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jaros%C5%82aw_Kaczy%C5%84ski",
      "name": "Jarosław Kaczyński",
      "aboutText": "Sandy Posey (born June 18, 1944) is an American popular singer, who enjoyed success in the 1960s with singles such as her 1966 recording of Martha Sharpe's composition, \"Single Girl.\" She is often described as a country singer, although, like Skeeter Davis (to whom she has been frequently compared) her output has varied. Later in her career, the term \"countrypolitan,\" associated with the \"Nashville sound\", was sometimes applied. Posey had four hit singles in the United States, three of which peaked at number 12 in the sales charts.",
      "pageId": 10471281,
      "monthDay": "06/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lech_Kaczy%C5%84ski",
      "name": "Lech Kaczyński",
      "aboutText": "Éva Marton (born June 18, 1943) is a Hungarian dramatic soprano, particularly known for her operatic portrayals of Puccini's Turandot and Tosca, and Wagnerian roles.",
      "pageId": 13464663,
      "monthDay": "06/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lincoln_Thompson",
      "name": "Lincoln Thompson",
      "aboutText": "Bernard René Giraudeau (18 June 1947 – 17 July 2010) was a French actor, film director, scriptwriter, producer and writer.",
      "pageId": 16748957,
      "monthDay": "06/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rod_de%27Ath",
      "name": "Rod de'Ath",
      "aboutText": "Roderick Morris Buckenham \"Rod\" de'Ath /dɨˈɑt/ (18 June 1950 – 1 August 2014) was a Welsh musician, best known for his role as drummer with Irish guitarist Rory Gallagher in the 1970s.",
      "pageId": 26916608,
      "monthDay": "06/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Annelie_Ehrhardt",
      "name": "Annelie Ehrhardt",
      "aboutText": "Carolyn Laurie \"Carol\" Kane (born June 18, 1952) is an American stage, screen and television actress. She became known in the 1970s in films such as Hester Street (for which she received an Academy Award nomination) and Annie Hall. She appeared on the television series Taxi in the early 1980s, as the wife of Latka, the character played by Andy Kaufman, winning two Emmy Awards for her work.",
      "pageId": 7183,
      "monthDay": "06/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mike_Johanns",
      "name": "Mike Johanns",
      "aboutText": "Isabella Fiorella Elettra Giovanna Rossellini (born 18 June 1952) is an Italian actress, filmmaker, author, philanthropist, and model. Rossellini is noted for her 14-year tenure as a Lancôme model, and for her roles in films such as Blue Velvet and Death Becomes Her. She has been nominated for a Golden Globe for her performance in Crime of the Century (1996).",
      "pageId": 67992,
      "monthDay": "06/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jackie_Leven",
      "name": "Jackie Leven",
      "aboutText": "Michael Owen \"Mike\" Johanns (born June 18, 1950) is a former United States Senator from Nebraska, serving from 2009 to 2015. He served as the Governor of Nebraska from 1999 until 2005, and he was chair of the Midwestern Governors Association in 2002. In 2005, he was appointed by President George W. Bush to serve as the Secretary of Agriculture, where he served from 2005 from 2007, becoming the fourth Nebraskan to hold that position.",
      "pageId": 426233,
      "monthDay": "06/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mohammed_Al-Sager",
      "name": "Mohammed Al-Sager",
      "aboutText": "Lee Soo-man (born 18 June 1952) is a South Korean music mogul, musician, and record producer. He is the founding chairman of S.M. Entertainment, specializing in K-pop groups. S.M. Entertainment is one of the Korean entertainment industry leaders and Lee Soo-man's stock holdings currently amount to 200.1 billion KRW (approximately US$188.9 million) as of the year 2013 making him the second wealthiest celebrity stockholder.",
      "pageId": 1128582,
      "monthDay": "06/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Miriam_Flynn",
      "name": "Miriam Flynn",
      "aboutText": "Denis Bernard Herron (born June 18, 1952 in Chambly, Quebec) is a former Canadian professional ice hockey goaltender who played for the Montreal Canadiens, Kansas City Scouts, and Pittsburgh Penguins in the National Hockey League.",
      "pageId": 1825659,
      "monthDay": "06/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ian_Hargreaves",
      "name": "Ian Hargreaves",
      "aboutText": "Jackie Leven (18 June 1950 – 14 November 2011) was a Scottish songwriter and folk musician. After starting his career as a folk musician in the late 1960s, he first found success with new wave band Doll by Doll.",
      "pageId": 1979646,
      "monthDay": "06/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stephen_Hopper",
      "name": "Stephen Hopper",
      "aboutText": "John Gavin Scott, LVO (18 June 1956 – 12 August 2015) was an English organist and choirmaster who reached the highest levels of his profession on both sides of the Atlantic. He directed the Choir of St Paul's Cathedral in London from 1990 to 2004. He then directed the Choir of Men and Boys of St Thomas Church on Fifth Avenue in New York City until his death at age 59.",
      "pageId": 2020489,
      "monthDay": "06/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gyula_Sax",
      "name": "Gyula Sax",
      "aboutText": "Gyula Sax (June 18, 1951 – January 25, 2014) was a Hungarian chess grandmaster and International Arbiter (1995).\nSax was awarded the IM title in 1972 and the GM title in 1974. He was the Hungarian Chess Champion in 1976 and 1977 (jointly).",
      "pageId": 2459180,
      "monthDay": "06/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tiiu_Aro",
      "name": "Tiiu Aro",
      "aboutText": "Brian Edward Benben (born June 18, 1956) is an American actor, best known for his role as Martin Tupper in the HBO comedy television series Dream On (1990–1996), and also known as Dr. Sheldon Wallace on ABC medical drama Private Practice (2008–2013).",
      "pageId": 2508196,
      "monthDay": "06/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Denis_Herron",
      "name": "Denis Herron",
      "aboutText": "Ian Richard Hargreaves CBE (born 18 June 1951, Burnley) is Professor of Digital Economy at Cardiff University, Wales, UK.",
      "pageId": 2665951,
      "monthDay": "06/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Carol_Kane",
      "name": "Carol Kane",
      "aboutText": "Miriam Flynn (born June 18, 1952)  is an American voice actress and character actress. She is best known as Cousin Catherine in the National Lampoon's Vacation and Grandma Longneck in The Land Before Time franchises. She has acted in other films and in several television series, the latter including a recurring role as Sister Helen on the Fox/WB sitcom Grounded for Life.",
      "pageId": 3888925,
      "monthDay": "06/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Isabella_Rossellini",
      "name": "Isabella Rossellini",
      "aboutText": "Edward D. \"Ed\" Fast, PC, QC, MP (born June 18, 1955) is a Canadian politician, currently the Member of Parliament for Abbotsford, and recently served as the Minister for International Trade and as Minister for the Asia-Pacific Gateway.",
      "pageId": 4317937,
      "monthDay": "06/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Lee_Soo-man",
      "name": "Lee Soo-man",
      "aboutText": "Peter Donohoe CBE (born 18 June 1953) is a classical pianist, promoter, artistic director and educator.",
      "pageId": 4982429,
      "monthDay": "06/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Raimo_Aas",
      "name": "Raimo Aas",
      "aboutText": "Stephen Donald Hopper AC FLS FTSE (born 18 June 1951) is a Western Australian botanist, graduated in Biology, specialising in conservation biology and vascular plants. He has written eight books, and has over 200 publications to his name. He was Director of Kings Park in Perth for seven years, and CEO of the Botanic Gardens and Parks Authority for five.",
      "pageId": 5755931,
      "monthDay": "06/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Derek_Deane",
      "name": "Derek Deane",
      "aboutText": "Annelie Ehrhardt, (née Jahns on 18 June 1950) is a retired German hurdler. She won the gold medal in the inaugural 100 metre hurdles event at the 1972 Summer Olympics held in Munich, Germany, setting a new world record, and becoming the first East German Olympic Champion in this event. She also won a silver medal at the 1971 European Championships and a gold medal at the 1974 European Championships in a new championship record of 12.66 seconds.",
      "pageId": 6826884,
      "monthDay": "06/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Donohoe_(pianist)",
      "name": "Peter Donohoe",
      "aboutText": "Vladyslav Terzyul (Ukrainian: Владислав Олександрович Терзиул; 18 June 1953 in Artyom, Primorsky Krai, Soviet Union – 17 May 2004), was an Ukrainian alpinist, one of the world's premier high-altitude climbers.\nHe is said to be one of the few people to have climbed all eight-thousander peaks and the first Ukrainian ever. However this claim is disputed because he did not reach the highest point on Shishapangma (8027m), but instead stopped at Shishapangma Central (8013m).",
      "pageId": 10571642,
      "monthDay": "06/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Vladislav_Terzyul",
      "name": "Vladislav Terzyul",
      "aboutText": "Tiiu Aro (born June 18, 1952 in Kuressaare) is an Estonian physician and politician.\nShe is a former Minister of Social Affairs of Estonia, having served in that position from 1996 to 1999.\nFrom 1999 to 2009 she worked as Director General of the Estonian Health Inspection and on 1 January 2010 she became Director General of the Health Board.",
      "pageId": 12279362,
      "monthDay": "06/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ed_Fast",
      "name": "Ed Fast",
      "aboutText": "Derek Deane OBE (born 18 June 1953) is a British dancer and choreographer.",
      "pageId": 18385658,
      "monthDay": "06/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Brian_Benben",
      "name": "Brian Benben",
      "aboutText": "Raimo Aas (born 18 June 1953 in Tallinn) is an Estonian humorist.",
      "pageId": 19931330,
      "monthDay": "06/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Scott_(organist)",
      "name": "John Scott",
      "aboutText": "Mohammed Jassem Al-Sager (born 18 June 1951; Arabic: محمد جاسم الصقر‎) is an award-winning journalist, former member of the National Assembly of Kuwait, and former chairman of the Arab Parliament.",
      "pageId": 20495085,
      "monthDay": "06/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ralph_Brown",
      "name": "Ralph Brown",
      "aboutText": "Jeff Mills (born 18 June 1963, Detroit, Michigan) is an American techno DJ and producer He has performed internationally and is known as one of the world's most revered DJs and techno performers. Mills is a founder of Underground Resistance, a techno collective formed with 'Mad' Mike Banks in the late 1980s. While Mills left the group to explore his own ventures, the collective continues to be a mainstay of Detroit's music scene.",
      "pageId": 15893,
      "monthDay": "06/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ray_Cochrane",
      "name": "Ray Cochrane",
      "aboutText": "Richard Powers (born June 18, 1957) is an American novelist whose works explore the effects of modern science and technology.",
      "pageId": 177381,
      "monthDay": "06/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andrea_Evans",
      "name": "Andrea Evans",
      "aboutText": "Geneviève Alison Jane Moyet (/ˈmɒjeɪ/; born 18 June 1961) is an English singer, songwriter and performer noted for her bluesy contralto voice. She came to prominence as half of the duo Yazoo and since has mainly worked as a solo artist.\nHer UK album sales have reached a certified 23 million, with over a million singles sold.",
      "pageId": 188827,
      "monthDay": "06/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Miguel_%C3%81ngel_Lotina",
      "name": "Miguel Ángel Lotina",
      "aboutText": "Uday Saddam Hussein al-Tikriti (Arabic: عُدي صدّام حُسين‎) (18 June 1964 – 22 July 2003) was the eldest son of Saddam Hussein by his first wife, Sajida Talfah, and the brother of Qusay Hussein. Uday was seen, for several years, as the likely successor to his father, but lost the place as heir apparent to Qusay due to injuries sustained in an assassination attempt, increasingly erratic behavior, and his troubled relationship with the family.\nHis reputed actions include multiple allegations of rape, murder and torture (including of Iraqi Olympic athletes and the national football team).",
      "pageId": 197978,
      "monthDay": "06/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Richard_Powers",
      "name": "Richard Powers",
      "aboutText": "Bruce Bernard Smith (born June 18, 1963) is a former American football defensive end for the Buffalo Bills and the Washington Redskins of the National Football League. He was a member of the Buffalo Bills teams that played in four consecutive Super Bowls as AFC champions.",
      "pageId": 540919,
      "monthDay": "06/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Peter_Altmaier",
      "name": "Peter Altmaier",
      "aboutText": "Darren Arthur Reed (born June 18, 1963), better known by his stage name Dizzy Reed, is an American keyboardist, pianist and occasional actor. He is best known as the keyboardist and pianist for the rock band Guns N' Roses, with whom he has played, toured, and recorded since 1990.\nAside from lead singer Axl Rose, Reed is the longest-standing and only member of Guns N' Roses to remain from the band's Use Your Illusion era.",
      "pageId": 625393,
      "monthDay": "06/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Johnny_Lee_Clary",
      "name": "Johnny Lee Clary",
      "aboutText": "Lisa Randall (born June 18, 1962) is an American theoretical physicist and leading expert on particle physics and cosmology. She is the Frank B. Baird, Jr. Professor of Science on the physics faculty of Harvard University.",
      "pageId": 671936,
      "monthDay": "06/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Barbara_Broccoli",
      "name": "Barbara Broccoli",
      "aboutText": "Andrea Lynn Evans (born June 18, 1957, Aurora, Illinois)) is an American actress. She is most recognized for her portrayal of Tina Lord on the ABC soap opera One Life to Live, a role she played from 1978–81 and 1985–90, returning in 2008 and 2011.",
      "pageId": 748565,
      "monthDay": "06/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Steve_Murphy_(Canadian_news_anchor)",
      "name": "Steve Murphy",
      "aboutText": "Andrés José Padovani Galarraga (Spanish: [anˈdɾez ɣalaˈraɣa]; born June 18, 1961) is a former Major League Baseball first baseman who played for the Montreal Expos (1985–1991 and 2002), St. Louis Cardinals (1992), Colorado Rockies (1993–1997), Atlanta Braves (1998-2000), Texas Rangers (2001), San Francisco Giants (2001 and 2003) and Anaheim Angels (2004). He batted and threw right-handed.",
      "pageId": 762127,
      "monthDay": "06/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Oz_Fox",
      "name": "Oz Fox",
      "aboutText": "Barbara D. Broccoli, OBE (born June 18, 1960) is an American film producer known for her work on the James Bond film series.",
      "pageId": 893209,
      "monthDay": "06/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andr%C3%A9s_Galarraga",
      "name": "Andrés Galarraga",
      "aboutText": "Mitsuharu Misawa (三沢 光晴, Misawa Mitsuharu, June 18, 1962 – June 13, 2009) was a Japanese professional wrestler. He made his professional debut on August 21, 1981 for All Japan Pro Wrestling (AJPW). From 1984 until 1990, Misawa wrestled as the second generation Tiger Mask, as AJPW had purchased the rights of the Tiger Mask gimmick from New Japan Pro Wrestling (NJPW).",
      "pageId": 1286898,
      "monthDay": "06/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Angela_Johnson_(writer)",
      "name": "Angela Johnson",
      "aboutText": "Richard Alfonso Martinez (born June 18, 1961), better known by the stage name Oz Fox, is the lead guitarist of the Christian glam metal band Stryper. Martinez' high school friends called him Oz in honor of Ozzy Osbourne due to his ability to emulate the vocals of Osbourne while playing Black Sabbath covers in his pre-Stryper days. He was recruited by the Sweet brothers in 1983 to form what would become Stryper.",
      "pageId": 1818727,
      "monthDay": "06/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alison_Moyet",
      "name": "Alison Moyet",
      "aboutText": "Ralph William John Brown (born 18 June 1957) is an English actor and writer, known for playing Danny the drug dealer in Withnail and I, the security guard Aaron (aka \"85\") in Alien 3, DJ Bob Silver in The Boat That Rocked/Pirate Radio, super-roadie Del Preston in Wayne's World 2 and the pilot Ric Olié in Star Wars Episode I: The Phantom Menace. He won The Samuel Beckett Award for his first play Sanctuary written for Joint Stock Theatre Company in 1987, and the Raindance and Sapporo Film Festival awards for his first screenplay for the British film New Year's Day in 2001.",
      "pageId": 2235411,
      "monthDay": "06/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Randy_Spears",
      "name": "Randy Spears",
      "aboutText": "Randy Spears (born June 18, 1961), sometimes credited as Greg Ory or Greg Slavin, is a former American pornographic actor and director who has appeared in numerous adult feature films.",
      "pageId": 3514674,
      "monthDay": "06/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jeff_Mills",
      "name": "Jeff Mills",
      "aboutText": "Johnny Lee Clary (June 18, 1959 – October 21, 2014) was a former Ku Klux Klan leader who became a Pentecostal Christian and traveled around the globe preaching the gospel and teaching against racism and hate groups such as the Ku Klux Klan, Neo Nazis, and the Aryan Nations.",
      "pageId": 6304881,
      "monthDay": "06/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mitsuharu_Misawa",
      "name": "Mitsuharu Misawa",
      "aboutText": "Miguel Ángel Lotina Oruechebarría (born 18 June 1957) is a Spanish retired footballer who played as a striker, and a current manager.",
      "pageId": 8877533,
      "monthDay": "06/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lisa_Randall",
      "name": "Lisa Randall",
      "aboutText": "Ray Cochrane (born 18 June 1957, in Banbridge, County Down, Northern Ireland) is a retired Northern Irish horse racing jockey and current sports agent.\nCochrane was the winning jockey in three of the five British Classic Races: the Oaks Stakes, 1,000 Guineas Stakes on Midway Lady, trained by Ben Hanbury in 1986 and Epsom Derby Stakes for his retained stable of Luca Cumani in 1988. Cochrane was also second in The 2000 Guineas on Chief Singer in 1984 and won the Group 1 July Cup at Newmarket and The Sussex Stakes at Goodwood on the same horse.",
      "pageId": 12011062,
      "monthDay": "06/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dizzy_Reed",
      "name": "Dizzy Reed",
      "aboutText": "Angela Johnson (born June 18, 1961) is an American poet and writer of children's books, with over 40 books to her credit since beginning her writing career in 1989. Her children's picture books are simple yet poetic stories about African-American families, friendships, and common childhood experiences such as moving. Her books for older children revolve around similar themes but also explore deeper issues such as teen pregnancy and divorce.",
      "pageId": 15954537,
      "monthDay": "06/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bruce_Smith_(defensive_end)",
      "name": "Bruce Smith",
      "aboutText": "Steve Murphy (born June 18, 1960) is a Canadian television personality. He is the current anchor of weekday editions of CTV News at 6:00 p.m. on the stations of CTV Atlantic.",
      "pageId": 24457977,
      "monthDay": "06/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Uday_Hussein",
      "name": "Uday Hussein",
      "aboutText": "Peter Altmaier (born 18 June 1958) is a German politician who has served as the Chief of Staff of the German Chancellery and as Federal Minister for Special Affairs since December 2013. Previously he was Federal Minister for the Environment, Nature Conservation and Nuclear Safety from May 2012 to December 2013.",
      "pageId": 24539253,
      "monthDay": "06/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Patti_Webster",
      "name": "Patti Webster",
      "aboutText": "Kurt Browning, CM (born June 18, 1966) is a Canadian figure skater, choreographer and commentator.",
      "pageId": 526838,
      "monthDay": "06/18"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kim_Dickens",
      "name": "Kim Dickens",
      "aboutText": "Robin Christopher (born June 18, 1965) is an American actress.",
      "pageId": 705746,
      "monthDay": "06/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kurt_Browning",
      "name": "Kurt Browning",
      "aboutText": "Catherine Beatrice Margaret \"Katie\" Derham (born 18 June 1970) is an English newscaster and a presenter on television and radio. In 2015 she reached the final and finished 4th in the 13th series of BBC One's Strictly Come Dancing.",
      "pageId": 1632530,
      "monthDay": "06/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Troy_Kemp",
      "name": "Troy Kemp",
      "aboutText": "Vito Joseph LoGrasso (born June 18, 1964) is an American professional wrestler, of Italian origin, best known for his work in World Championship Wrestling as Big Vito and more recently World Wrestling Entertainment and working for their \"developmental territories\" Ohio Valley Wrestling and Deep South Wrestling as Vito.\n^ a b c \"Individual's Charge Report - LOGRASSO,VITO JOSEPH\". Hillsborough County Sheriff's Office.",
      "pageId": 1868752,
      "monthDay": "06/18"
    },
    {
      "year": "1968",
      "uri": "/wiki/Frank_M%C3%BCller",
      "name": "Frank Müller",
      "aboutText": "Jason Wynne McAteer (born 18 June 1971) is a retired professional footballer, who represented the Republic of Ireland at international level. His primary position was in centre midfield, though he was an able right winger and full back.\nDuring his career, McAteer played for five professional clubs, Bolton Wanderers, Liverpool, Blackburn Rovers, Sunderland and finally Tranmere Rovers, as well as winning over 50 international caps for the Republic of Ireland.",
      "pageId": 1929564,
      "monthDay": "06/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Haki_Doku",
      "name": "Haki Doku",
      "aboutText": "Troy Kemp (born June 18, 1966) is a former high jumper from Bahamas who won the gold medal at the 1995 World Championships in Athletics.",
      "pageId": 2891185,
      "monthDay": "06/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Christopher_Largen",
      "name": "Christopher Largen",
      "aboutText": "Kimberly Jan \"Kim\" Dickens (born June 18, 1965) is an American actress whose film debut was a supporting role in the 1995 film comedy Palookaville. She later had lead roles in the movies Truth or Consequences, N.M. (1997), Zero Effect, and Mercury Rising (both 1998). Dickens has had several other supporting film roles, including in Hollow Man (2000), House of Sand and Fog (2003), The Blind Side (2009), and Gone Girl (2014).",
      "pageId": 3428686,
      "monthDay": "06/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Vito_LoGrasso",
      "name": "Vito LoGrasso",
      "aboutText": "Kerry Marie Butler (born June 18, 1971) is an American actress known primarily for her work in theatre.",
      "pageId": 3848697,
      "monthDay": "06/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Robin_Christopher",
      "name": "Robin Christopher",
      "aboutText": "Christopher Jon Largen (June 18, 1969 – December 22, 2012) was a United States award-winning journalist, novelist, social satirist, public speaker and filmmaker, known for his iconoclastic writings on health and public policy, and his efforts to reduce child abuse. Largen's work is featured in hundreds of news outlets and literary journals, including: Village Voice, Fort Worth Star-Telegram, Nashville Scene, The Hill, Lone Star Iconoclast, Creative Loafing, Fort Worth Weekly, LA Weekly, and a Washington Post syndicated column.",
      "pageId": 4219972,
      "monthDay": "06/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Katie_Derham",
      "name": "Katie Derham",
      "aboutText": "Mara Hobel (born June 18, 1971) is an American actress. She is perhaps best known for her portrayal of young Christina Crawford in the film Mommie Dearest, featuring Faye Dunaway. She garnered a Razzie nomination for her performance.",
      "pageId": 5147603,
      "monthDay": "06/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ivan_Koz%C3%A1k",
      "name": "Ivan Kozák",
      "aboutText": "Michal Yannai (Hebrew: מיכל ינאי‎; born June 18, 1972) is an Israeli actress.",
      "pageId": 5284439,
      "monthDay": "06/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Greg_Yaitanes",
      "name": "Greg Yaitanes",
      "aboutText": "Julie Marion Depardieu (born 18 June 1973) is a French actress who has appeared in a number of successful films.",
      "pageId": 6058523,
      "monthDay": "06/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kerry_Butler",
      "name": "Kerry Butler",
      "aboutText": "Greg Yaitanes (born June 18, 1970 in Wellesley, Massachusetts) is an American television and film director. He is also an angel investor in Twitter.\nEmmy Award-winning television and film director Greg Yaitanes is one of the most recognized names in Hollywood, directing and producing top shows including Damages, Lost, Prison Break, Heroes and Grey's Anatomy.",
      "pageId": 7186690,
      "monthDay": "06/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mara_Hobel",
      "name": "Mara Hobel",
      "aboutText": "Anu Tali (born June 18, 1972) is an Estonian conductor. She has served as Music Director of the Sarasota Orchestra since 2013 and is co-founder of the Estonian-Finnish Symphony Orchestra which Tali and her twin sister Kadri Tali founded in 1997. Anu Tali is the orchestra's conductor and Kadri Tali the manager.",
      "pageId": 8288238,
      "monthDay": "06/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gaute_Kivistik",
      "name": "Gaute Kivistik",
      "aboutText": "Gaute Kivistik (born 18 June 1971), better known under his pen name of Rohke Debelak (or Debelakk), is an Estonian humorist and journalist, best known as the author and presenter of a satirical news programme on Raadio Kuku.",
      "pageId": 19992276,
      "monthDay": "06/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_McAteer",
      "name": "Jason McAteer",
      "aboutText": "Ivan Kozák (born 18 June 1970) is a former Slovak footballer who played for FK Dukla Banská Bystrica, 1. FC Košice, MFK Ružomberok and German teams Tennis Borussia Berlin and 1. FC Union Berlin.",
      "pageId": 21184348,
      "monthDay": "06/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Anu_Tali",
      "name": "Anu Tali",
      "aboutText": "Frank Müller (born June 18, 1968 in Norden, Lower Saxony) is a retired male decathlete from Germany. He twice competed at the Summer Olympics for his native country (1992 and 1996).",
      "pageId": 25916723,
      "monthDay": "06/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Wikus_du_Toit",
      "name": "Wikus du Toit",
      "aboutText": "Wikus du Toit (born 18 June 1972) is a South African actor, comedian, composer, and director.",
      "pageId": 25941589,
      "monthDay": "06/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Michal_Yannai",
      "name": "Michal Yannai",
      "aboutText": "Haki Doku (born 18 June 1969) in Krujë is an Albanian para-cyclist.",
      "pageId": 38174080,
      "monthDay": "06/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Julie_Depardieu",
      "name": "Julie Depardieu",
      "aboutText": "Patti Webster (June 18, 1964 – September 13, 2013) was an American entertainment publicist, author, and minister.",
      "pageId": 40523697,
      "monthDay": "06/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Stephen_Thomas_Erlewine",
      "name": "Stephen Thomas Erlewine",
      "aboutText": "Gavin Adrian Wanganeen (born 18 June 1973) is a former Australian rules footballer who played for Essendon in the Australian Football League (AFL) and Port Adelaide in both the AFL and the South Australian National Football League (SANFL). Wanganeen won the 1993 Brownlow Medal. Wanganeen is a descendant of the Kokatha Mula people.",
      "pageId": 350918,
      "monthDay": "06/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ray_LaMontagne",
      "name": "Ray LaMontagne",
      "aboutText": "Martin St. Louis (French pronunciation: ​[maʁtɛ̃ sɛ̃ lwi]; born June 18, 1975) is a Canadian former professional ice hockey player. An undrafted player, St.",
      "pageId": 440032,
      "monthDay": "06/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alexandros_Papadimitriou",
      "name": "Alexandros Papadimitriou",
      "aboutText": "Yumiko Kobayashi (小林 由美子, Kobayashi Yumiko, born June 18, 1979) is a Japanese voice actress. She is a freelance voice actor, but until August 2007 was affiliated with Arts Vision.\nKobayashi was born in Yōkaichiba, Chiba Prefecture.",
      "pageId": 798795,
      "monthDay": "06/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matt_Parsons",
      "name": "Matt Parsons",
      "aboutText": "Jemma Griffiths (born 18 May 1975), known by her stage name Jem, is a Welsh singer, songwriter, and record producer. Born and raised in Penarth, Wales, she began songwriting at an early age. After graduating university in 1996 she worked as a DJ as well as co-founder of record label Marine Parade in Brighton.",
      "pageId": 922002,
      "monthDay": "06/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gavin_Wanganeen",
      "name": "Gavin Wanganeen",
      "aboutText": "Blake Tollison Shelton (born June 18, 1976) is an American country music singer and television personality. In 2001, he made his debut with the single \"Austin\". The lead-off single from his self-titled debut album, \"Austin\" spent five weeks at number one on the Billboard Hot Country Songs chart.",
      "pageId": 1108266,
      "monthDay": "06/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kenan_%C4%B0mirzal%C4%B1o%C4%9Flu",
      "name": "Kenan İmirzalıoğlu",
      "aboutText": "Antonio Ethan Gates, Jr. (born June 18, 1980) is an American football tight end for the San Diego Chargers of the National Football League (NFL). He has been selected onto the Pro Bowl nine times and is a five-time All-Pro.",
      "pageId": 1231509,
      "monthDay": "06/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vincenzo_Montella",
      "name": "Vincenzo Montella",
      "aboutText": "Jamel Debbouze (Arabic: جمال دبوز‎; born 18 June 1975) is a French and Moroccan actor, comedian, producer, director and screenwriter.\n^ \"Le couple Debbouze à Marrakech\". Le Figaro.",
      "pageId": 1310389,
      "monthDay": "06/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sergey_Sharikov",
      "name": "Sergey Sharikov",
      "aboutText": "Vincenzo Montella (Italian pronunciation: [vinˈtʃɛntso monˈtɛlla]; born 18 June 1974) is a retired Italian footballer, who played as a striker, and who is currently a manager of Sampdoria.\nMontella's nickname during his playing career was L'Aeroplanino (\"The Little Airplane\"), in reference to his small stature and trademark goal celebration, in which he spread his arms like wings. He was known as a quick, hard-working, and opportunistic striker, with an eye for goal, and has also been described as a \"fine all round player, with excellent passing and dribbling skills.\" Montella is remembered for his performances with Roma (1999–2007), winning the Serie A title and the Supercoppa Italiana with the club during the 2000–01 season, also later reaching the 2003 Coppa Italia Final.",
      "pageId": 1468635,
      "monthDay": "06/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jem_(singer)",
      "name": "Jem",
      "aboutText": "Stephen Thomas \"Tom\" Erlewine (born June 18, 1973, Ann Arbor, Michigan) is an American music critic and senior editor for AllMusic. He is the author of many artist biographies and record reviews for AllMusic, as well as a freelance writer, occasionally contributing liner notes. He is the frontman and guitarist for the Ann Arbor-based band, Who Dat?",
      "pageId": 1747792,
      "monthDay": "06/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jamel_Debbouze",
      "name": "Jamel Debbouze",
      "aboutText": "Marie Gillain O.M.W. (born 18 June 1975) is a Belgian actress.\nIn 1996 Gillain received the Prix Romy Schneider.",
      "pageId": 1882025,
      "monthDay": "06/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marie_Gillain",
      "name": "Marie Gillain",
      "aboutText": "Alana de la Garza (born June 18, 1976) is an American actress. She is best known for her role as ADA Connie Rubirosa on the NBC television series Law & Order.",
      "pageId": 2062331,
      "monthDay": "06/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Aleksandrs_Ko%C4%BCinko",
      "name": "Aleksandrs Koļinko",
      "aboutText": "Wang Liqin (simplified Chinese: 王励勤; traditional Chinese: 王勵勤; pinyin: Wáng Lìqín; born June 18, 1978, Shanghai) is a retired Chinese table tennis player. As of January, 2014, he is ranked 12th in the International Table Tennis Federation (ITTF). He began playing at the age of 6 and was picked for the Chinese men's national squad in 1993 when he was only 15 years old.",
      "pageId": 2169289,
      "monthDay": "06/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Martin_St._Louis",
      "name": "Martin St. Louis",
      "aboutText": "Aleksandrs Koļinko (born 18 June 1975) is a Latvian professional footballer, currently playing for FK Spartaks Jūrmala and Latvia national football team.",
      "pageId": 2670159,
      "monthDay": "06/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alana_de_la_Garza",
      "name": "Alana de la Garza",
      "aboutText": "Raymond \"Ray\" Charles Jack LaMontagne (/lɑːmɒnˈteɪn/; born June 18, 1973) is an American singer-songwriter. LaMontagne has released five studio albums, Trouble, Till the Sun Turns Black, Gossip in the Grain, God Willin' & the Creek Don't Rise and Supernova. He was born in New Hampshire and was inspired to create music after hearing an album by Stephen Stills.",
      "pageId": 3424432,
      "monthDay": "06/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Blake_Shelton",
      "name": "Blake Shelton",
      "aboutText": "Ivana Wong (Chinese: 王菀之; pinyin: wang wan zhi; Jyutping: wong jyun zi; born 18 June 1979) is a Hong Kong Cantopop singer-songwriter and actress.",
      "pageId": 3720150,
      "monthDay": "06/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Wang_Liqin",
      "name": "Wang Liqin",
      "aboutText": "Alexandros Papadimitriou (Greek: Αλέξανδρος Παπαδημητρίου, born 18 June 1973) is a Greek hammer thrower. His personal best throw is 80.45 metres, achieved in July 2000 in Athens. This is the current Greek record.",
      "pageId": 6787660,
      "monthDay": "06/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yumiko_Kobayashi",
      "name": "Yumiko Kobayashi",
      "aboutText": "Sergey Aleksandrovich Sharikov (18 June 1974 – 6 June 2015), also known as Serguei/Sergei Charikov, was a left-handed Russian sabre fencer. In the Olympics he had won two gold medals, a silver, and a bronze.\n^ \"Sergey Sharikov Biography and Olympic Results\".",
      "pageId": 9122671,
      "monthDay": "06/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ivana_Wong",
      "name": "Ivana Wong",
      "aboutText": "David Czarra Giuntoli (born June 18, 1980) is an American actor. He is best known for the lead role of Detective Nick Burkhardt in the NBC drama Grimm.",
      "pageId": 16850994,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Antonio_Gates",
      "name": "Antonio Gates",
      "aboutText": "Matt Parsons (born 18 June 1973) is an Australian retired professional rugby leaguefootballer of the 1990s and 2000s. A Country New South Wales representative prop forward, he played his club football in the NRL for the South Sydney Rabbitohs and Newcastle Knights with whom he won the 2001 NRL Premiership.\nParsons played for the Newcastle Knights at prop forward in their 2001 NRL grand final victory over the Parramatta Eels.",
      "pageId": 23284214,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Giuntoli",
      "name": "David Giuntoli",
      "aboutText": "Kenan İmirzalıoğlu (born 18 June 1974, Ankara) is a Turkish actor, operatic tenor, and former model. İmirzalıoğlu appeared in the action films Son Osmanlı Yandım Ali (The Last Ottoman: Knockout Ali) and Kabadayı (For Love and Honor). He returned to television in 2009 with the series Ezel and also starred in the action film Ejder Kapanı (Dragon Trap) directed by Uğur Yücel.",
      "pageId": 26235907,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sergey_Kirdyapkin",
      "name": "Sergey Kirdyapkin",
      "aboutText": "Antero Pertti Elias Niittymäki (Finnish pronunciation: [ˈantero ˈniːtːymæki]; born June 18, 1980) is a Finnish former professional ice hockey goaltender who last played for TPS of the SM-liiga (Finnish elite league). He additionally played in the National Hockey League (NHL) with the Philadelphia Flyers, Tampa Bay Lightning and San Jose Sharks. At the 2006 Winter Olympics, while playing for Team Finland, he was voted the Most Valuable Player (MVP) of the entire ice hockey tournament.",
      "pageId": 2462893,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Craig_Mottram",
      "name": "Craig Mottram",
      "aboutText": "Craig Mottram (born 18 June 1980) is an Australian long distance and middle distance runner who specialises in the 5000 m event.",
      "pageId": 2471715,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Colin_Munroe",
      "name": "Colin Munroe",
      "aboutText": "Billy Slater (born 18 June 1983) is an Australian professional rugby league player who currently plays for the Melbourne Storm of the National Rugby League (NRL). An Australian international and Queensland State of Origin representative fullback, he has played his whole NRL career to date at Melbourne, with whom he set the club record for most ever tries and NRL record for most ever tries by a fullback. Slater also won three grand finals, the Clive Churchill Medal and the Dally M Medal with the Storm.",
      "pageId": 2725690,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Antero_Niittym%C3%A4ki",
      "name": "Antero Niittymäki",
      "aboutText": "Chen Chia-Hwa (simplified Chinese: 陈嘉桦; traditional Chinese: 陳嘉樺; pinyin: Chén Jiāhuà), mononymouly credited as Ella, (6/18/1981- ), is a Taiwanese singer, actress, and TV host. She is the oldest member of Taiwanese girl group S.H.E. Her name 'Ella', which means courage, was given after the personality test given by HIM Management Co.",
      "pageId": 4363611,
      "monthDay": "06/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tara_Platt",
      "name": "Tara Platt",
      "aboutText": "Janne Mikael Happonen (born 18 June 1984) is a Finnish ski jumper who has competed since 2002.",
      "pageId": 4368117,
      "monthDay": "06/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ella_Chen",
      "name": "Ella Chen",
      "aboutText": "Tara Platt (born June 18), is an American film, television and voice actress. She has provided voices for dozens of English-language versions of Japanese anime films, television series, and video games. Her notable roles in anime include Temari in Naruto and Reina in Rave Master.",
      "pageId": 4909055,
      "monthDay": "06/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Marco_Streller",
      "name": "Marco Streller",
      "aboutText": "Marco Streller (born 18 June 1981) is a retired Swiss footballer who played as a striker and is best known for his years with FC Basel and the Switzerland national team.",
      "pageId": 5298810,
      "monthDay": "06/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Teresa_Cormack",
      "name": "Teresa Cormack",
      "aboutText": "Cameron Smith (born 18 June 1983) is an Australian professional rugby league footballer who currently captains the Australian national team, the Queensland State of Origin team, as well as his National Rugby League club, the Melbourne Storm. A goal-kicking hooker, he has played his whole NRL career to date with the Storm with whom he won the 2006 Dally M Medal and the 2007, 2009 and 2012 NRL Grand Finals.",
      "pageId": 6133988,
      "monthDay": "06/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nadir_Belhadj",
      "name": "Nadir Belhadj",
      "aboutText": "Marco Borriello (born 18 June 1982) is an Italian footballer who plays as a striker. He currently plays for Serie A club Carpi.",
      "pageId": 6602082,
      "monthDay": "06/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Marco_Borriello",
      "name": "Marco Borriello",
      "aboutText": "Ron Theodorus \"Ronnie\" Stam (born 18 June 1984) is a Dutch footballer who plays as a right back for NAC Breda in the Eerste divisie.\n^ \"Premier League Player Profile\". Premier League.",
      "pageId": 6962307,
      "monthDay": "06/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_Santana",
      "name": "Josh Santana",
      "aboutText": "Nadir Belhadj (Arabic: نذير بلحاج ‎, born 18 June 1982) is an Algerian professional football player who currently plays as a left wingback or as a left winger for Qatar Stars League side Al-Sadd. He is well known for his pace and stamina.\nAn Algerian international, Belhadj was a former French youth international having played for the French Under-18's for a couple of games in 2000.",
      "pageId": 7226066,
      "monthDay": "06/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Billy_Slater",
      "name": "Billy Slater",
      "aboutText": "Teresa Maida Cormack (18 June 1981 – 19 June 1987) was a six-year-old New Zealand murder victim from Napier, New Zealand. After fifteen years, advances in genetic analysis led to conviction of Jules Mikus (born September 28, 1958) for the crime. He had been identified as a potential suspect early in the investigation, but had offered an alibi that was accepted at the time.",
      "pageId": 7987188,
      "monthDay": "06/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cameron_Smith",
      "name": "Cameron Smith",
      "aboutText": "Sergey Alexandrovich Kirdyapkin (Russian: Серге́й Александрович Кирдяпкин, born 18 June 1980 in Insar, Mordovia) is a Russian race walker. He was the 2012 Olympic Champion in the 50K walk.",
      "pageId": 8233026,
      "monthDay": "06/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nanyak_Dala",
      "name": "Nanyak Dala",
      "aboutText": "Kissy Sell Out, born Thomas Bisdee on 18 June 1984 in Huntingdon, Cambridgeshire, England, is a British/Canadian DJ, producer, graphic designer, label manager of San City High Records, part-time astrophysicist and science columnist for Sick Chirpse. Kissy Sell Out gained notability in 2006 for his eccentric electro productions and energetic DJ style. In 2009 Mixmag described him as \"one of the most exciting, charismatic and entertaining DJs of the decade\".",
      "pageId": 15596981,
      "monthDay": "06/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Janne_Happonen",
      "name": "Janne Happonen",
      "aboutText": "Christopher B. Coghlan (pronounced KAHG-lihn; born June 18, 1985) is a professional baseball player for the Chicago Cubs of Major League Baseball (MLB).",
      "pageId": 21694324,
      "monthDay": "06/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ronnie_Stam",
      "name": "Ronnie Stam",
      "aboutText": "Colin Munroe (born June 18, 1980) is a Canadian singer-songwriter and record producer originally from North Gower, Ontario, who now resides in Hollywood CA..",
      "pageId": 22010562,
      "monthDay": "06/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kissy_Sell_Out",
      "name": "Kissy Sell Out",
      "aboutText": "Michael Alexander Alvarez Pamular, better known by his stage name Josh Santana is a Filipino television actor and singer. Santana was born on 18 June 1983 in Metro Manila, Philippines to Spanish-Filipino parents Ramón Delgado Pamular (judge) and Sonia Magno Álvarez. He rose to popularity in 2003 as the male love interest of Carol Banawa in the TV series Bituin.",
      "pageId": 23520391,
      "monthDay": "06/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Coghlan",
      "name": "Chris Coghlan",
      "aboutText": "Gia Johnson-Singh (born June 18, 1985 in London, England) is a British fashion model best known for appearances in Vogue and is the face of Tia Maria. She was named Vogue's \"Best Hot Stepper on the Ramp\" Award as well as making their influential Power List. In 2011, Femina named her one of India's 50 Most Beautiful People.",
      "pageId": 25873655,
      "monthDay": "06/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alex_Hirsch",
      "name": "Alex Hirsch",
      "aboutText": "Nanyak Dala (born 18 June 1984) is a Canadian rugby union player. His position is flanker, and he has played 14 tests for the Canadian national team.",
      "pageId": 35876678,
      "monthDay": "06/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gia_Johnson",
      "name": "Gia Johnson",
      "aboutText": "Alexander Robert \"Alex\" Hirsch (born June 18, 1985) is an American animator, storyboard artist, voice actor, and television producer. He is best known as the creator of the Disney XD animated television series Gravity Falls, where he voices some of the characters. He has previously worked as a storyboard artist on the Cartoon Network series The Marvelous Misadventures of Flapjack and the Disney Channel series Fish Hooks.",
      "pageId": 36422824,
      "monthDay": "06/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Edgars_Eri%C5%86%C5%A1",
      "name": "Edgars Eriņš",
      "aboutText": "Renee Olstead (born June 18, 1989) is an American actress and singer. Active since childhood as an actress, she is best known for her roles in the TV sitcoms Still Standing as Lauren Miller and The Secret Life of the American Teenager as Madison Cooperstein.",
      "pageId": 694465,
      "monthDay": "06/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Richard_Gasquet",
      "name": "Richard Gasquet",
      "aboutText": "Richard Gasquet (French pronunciation: ​[ʁiʃaʁ ɡasˈkɛ]) (born 18 June 1986) is a French tennis player. He won the mixed doubles Grand Slam title at the 2004 French Open, partnering Tatiana Golovin. His career-high singles ranking is World No.",
      "pageId": 1750635,
      "monthDay": "06/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Richard_Madden",
      "name": "Richard Madden",
      "aboutText": "Willa Joannachance Holland (born June 18, 1991) is an American actress, voice actress and model. She is best known for her role as Kaitlin Cooper, Marissa Cooper's younger sister in the television series The O.C., Agnes Andrews in The CW series Gossip Girl and Thea Queen / Speedy in Arrow.",
      "pageId": 2565242,
      "monthDay": "06/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Omar_Arellano",
      "name": "Omar Arellano",
      "aboutText": "Sandra Raluca Izbaşa (Romanian pronunciation: [ˈsandra izˈbaʃa]) (born 18 June 1990) is a Romanian artistic gymnast. She is a double Olympic champion, on floor at the 2008 Olympics and vault at the 2012 Olympics.",
      "pageId": 5017681,
      "monthDay": "06/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ezgi_Asaro%C4%9Flu",
      "name": "Ezgi Asaroğlu",
      "aboutText": "Omar Arellano (born June 18, 1987) is a Mexican football Midfielder.",
      "pageId": 10063520,
      "monthDay": "06/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/O.T._Genasis",
      "name": "O.T. Genasis",
      "aboutText": "Charalambos-Elini Dimoutsos (Greek: Χαράλαμπος-Ελίνι Δημούτσος; born 18 June 1988) is a Greek footballer who plays for Asteras Tripoli and the Greek national team.",
      "pageId": 12279089,
      "monthDay": "06/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Melanie_Iglesias",
      "name": "Melanie Iglesias",
      "aboutText": "Rei Okamoto (岡本玲, Okamoto Rei, born June 18, 1991 in Wakayama, Wakayama) is Japanese model and actress who stars as Mia Amagishi in Akai Ito. She also appears in the NHK Asadora Jun to Ai (2012).\n^ \"Jun to ai Okamoto Rei ga dorama butai de ichinichi ekichō\".",
      "pageId": 21141107,
      "monthDay": "06/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Elini_Dimoutsos",
      "name": "Elini Dimoutsos",
      "aboutText": "Ezgi Asaroğlu (born on June 18, 1987 in Izmir, Turkey) is a Turkish film and television actress.\nShe first appeared on television in the TV series \"Bir Dilim Ask\", which marked her screen debut at age 17. During the years, she had roles in the top-rated TV series and the popularity of the series made Ezgi Asaroglu well known to audiences in Turkey.",
      "pageId": 22121222,
      "monthDay": "06/18"
    },
    {
      "year": "1989",
      "uri": "/wiki/Renee_Olstead",
      "name": "Renee Olstead",
      "aboutText": "Mitsuki Tanimura (谷村 美月, Tanimura Mitsuki, born June 18, 1990) is a Japanese actress.\n^ \"Kadowaka and Miike Solve Puzzle\". CraveOnline (from Variety).",
      "pageId": 24973161,
      "monthDay": "06/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Luke_Adam",
      "name": "Luke Adam",
      "aboutText": "Derek Kenneth Stepan (born June 18, 1990) is an American professional ice hockey center and an alternate captain for the New York Rangers of the National Hockey League (NHL).\nStepan was drafted in the second round, 51st overall, by the Rangers in the 2008 NHL Entry Draft and afterwards attended the University of Wisconsin, where he played for the Badgers hockey team in the Western Collegiate Hockey Association WCHA. On July 1, 2010, he signed his first professional contract with the Rangers, forgoing his junior and senior years at Wisconsin. On October 9, 2010, he became the first player in Rangers history, and the fourth in NHL history, to score a hat-trick in his NHL debut.",
      "pageId": 25698985,
      "monthDay": "06/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sandra_Izba%C8%99a",
      "name": "Sandra Izbașa",
      "aboutText": "Luke Adam (born June 18, 1990) is a Canadian ice hockey centre currently under contract with the New York Rangers of the National Hockey League (NHL).",
      "pageId": 27002607,
      "monthDay": "06/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Derek_Stepan",
      "name": "Derek Stepan",
      "aboutText": "Richard Madden (born 18 June 1986) is a Scottish stage, film, and television actor best known for portraying Robb Stark in the HBO series Game of Thrones and Prince Kit in Disney's Cinderella.",
      "pageId": 28013756,
      "monthDay": "06/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Christian_Taylor_(athlete)",
      "name": "Christian Taylor",
      "aboutText": "Christian Taylor (born June 18, 1990) is an American track and field athlete who competes in the triple jump and has a personal record of 18.21 m (59 ft 83⁄4 in), which ranks 2nd on the all-time list. He is the reigning Olympic champion and current World Champion.\nHe was the triple jump champion and long jump bronze medalist at the 2007 World Youth Championships in Athletics.",
      "pageId": 32669186,
      "monthDay": "06/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mitsuki_Tanimura",
      "name": "Mitsuki Tanimura",
      "aboutText": "Edgars Eriņš (born 18 June 1986) is a Latvian decathlete and bobsledder.\nHe is the holder of the Latvian record in decathlon, which is 8312 points. Eriņš reached it in the 2011 Latvian Championships, which he won.",
      "pageId": 34265138,
      "monthDay": "06/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Willa_Holland",
      "name": "Willa Holland",
      "aboutText": "Alen Halilović (born 18 June 1996) is a Croatian professional footballer who plays as an attacking midfielder for Spanish club Sporting de Gijón on loan from FC Barcelona.\nAs the Prva HNL's youngest ever goalscorer and the youngest ever debutant for the Croatian national team, he is considered to be one of the most promising young talents of European football.\nOn 27 March 2014, FC Barcelona reached an agreement with Dinamo Zagreb for a five-year transfer to the club.",
      "pageId": 37258947,
      "monthDay": "06/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rei_Okamoto",
      "name": "Rei Okamoto",
      "aboutText": "Melanie Iglesias (born June 18, 1987 in Brooklyn, New York) is an American model and actress. After being voted Maxim's \"Hometown Hotties\" winner in 2010, she has been featured in magazines such as World's Most Beautiful, Esquire, and Vibe.\nIglesias has appeared in the World Poker Tour series and also appeared as herself on all seasons of Guy Code and Girl Code, both of which air on MTV. She also stars in the Guy Code spin off Guy Court.",
      "pageId": 39571944,
      "monthDay": "06/18"
    },
    {
      "year": "1994",
      "uri": "/wiki/Sean_McMahon",
      "name": "Sean McMahon",
      "aboutText": "Sean McMahon (born 18 June 1994) is an Australian rugby union player who currently plays as a flanker for the Melbourne Rebels in Super Rugby.",
      "pageId": 42090268,
      "monthDay": "06/18"
    },
    {
      "year": "1996",
      "uri": "/wiki/Alen_Halilovi%C4%87",
      "name": "Alen Halilović",
      "aboutText": "Ayaka Miyoshi (三吉彩花, Miyoshi Ayaka, born June 18, 1996) is a Japanese idol, singer, model and actress. She is a represented by the talent agency Amuse, Inc. and from 2010 to 2012 was a member of the agency's girl group Sakura Gakuin.",
      "pageId": 44035291,
      "monthDay": "06/18"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ayaka_Miyoshi",
      "name": "Ayaka Miyoshi",
      "aboutText": "Niki Wories (born 18 June 1996) is a Dutch figure skater.",
      "pageId": 45572417,
      "monthDay": "06/18"
    },
    {
      "year": "1996",
      "uri": "/wiki/Niki_Wories",
      "name": "Niki Wories",
      "aboutText": "Odis Flores (born June 18, 1987), better known by the stage name O.T Genasis, is an American rapper.",
      "pageId": 47439888,
      "monthDay": "06/18"
    }
  ]
}