{
  "people": [
    {
      "year": "885",
      "uri": "/wiki/Emperor_Daigo",
      "name": "Emperor Daigo",
      "aboutText": "Lobegott Friedrich Constantin (von) Tischendorf (January 18, 1815 – December 7, 1874) was a world leading biblical scholar at his time. In 1844 he discovered the world's oldest and most complete Bible dating from 325, with the complete New Testament not discovered before. This Bible is called Codex Sinaiticus, after the St.",
      "pageId": 6193,
      "monthDay": "01/18"
    },
    {
      "year": "1519",
      "uri": "/wiki/Isabella_Jagiellon",
      "name": "Isabella Jagiellon",
      "aboutText": "Peter Mark Roget FRS (UK /ˈrɒʒeɪ/ or US /roʊˈʒeɪ/; 18 January 1779 – 12 September 1869) was a British physician, natural theologian and lexicographer. He is best known for publishing, in 1852, the Thesaurus of English Words and Phrases (Roget's Thesaurus), a classified collection of related words.\n^ Murray, T. Jock (September 2004).",
      "pageId": 24820,
      "monthDay": "01/18"
    },
    {
      "year": "1543",
      "uri": "/wiki/Alfonso_Ferrabosco_the_elder",
      "name": "Alfonso Ferrabosco the elder",
      "aboutText": "Daniel Webster (January 18, 1782 – October 24, 1852) was a leading American senator and statesman during the era of the Second Party System, which was the political system in the United States from about 1828 to 1854, characterized by rapidly increasing voter interest and personal loyalty to parties. Webster was the outstanding spokesman for American nationalism with powerful oratory that made him a key Whig leader. He spoke for conservatives, and led the opposition to Democrat Andrew Jackson and his Democratic Party.",
      "pageId": 51613,
      "monthDay": "01/18"
    },
    {
      "year": "1641",
      "uri": "/wiki/Fran%C3%A7ois-Michel_le_Tellier,_Marquis_de_Louvois",
      "name": "François-Michel le Tellier, Marquis de Louvois",
      "aboutText": "Charles-Louis de Secondat, Baron de La Brède et de Montesquieu (/ˈmɒntɨskjuː/; French: [mɔ̃tɛskjø]; 18 January 1689 – 10 February 1755), generally referred to as simply Montesquieu, was a French lawyer, man of letters, and political philosopher who lived during the Age of Enlightenment. He is famous for his articulation of the theory of separation of powers, which is implemented in many constitutions throughout the world.",
      "pageId": 54956,
      "monthDay": "01/18"
    },
    {
      "year": "1659",
      "uri": "/wiki/Damaris_Cudworth_Masham",
      "name": "Damaris Cudworth Masham",
      "aboutText": "César Antonovich Cui (Russian: Це́зарь Анто́нович Кюи́; 18 January [O.S. 6 January] 1835 – 13 March 1918) was a Russian composer and music critic of French and Lithuanian descent. His profession was as an army officer (he rose to the rank of Engineer-General (compared to full general) of The Russian Imperial Army) and a teacher of fortifications, and his avocational life has particular significance in the history of music.",
      "pageId": 143810,
      "monthDay": "01/18"
    },
    {
      "year": "1672",
      "uri": "/wiki/Antoine_Houdar_de_la_Motte",
      "name": "Antoine Houdar de la Motte",
      "aboutText": "Anna Pavlovna of Russia (Russian: Анна Павловна; St. Petersburg, 18 January 1795 — The Hague, 1 March 1865) was a queen consort of the Netherlands.",
      "pageId": 193995,
      "monthDay": "01/18"
    },
    {
      "year": "1688",
      "uri": "/wiki/Lionel_Sackville,_1st_Duke_of_Dorset",
      "name": "Lionel Sackville, 1st Duke of Dorset",
      "aboutText": "Emperor Daigo (醍醐天皇, Daigo-tennō, February 6, 884 – October 23, 930) was the 60th emperor of Japan, according to the traditional order of succession.\nDaigo's reign spanned the years from 897 through 930.",
      "pageId": 202299,
      "monthDay": "01/18"
    },
    {
      "year": "1689",
      "uri": "/wiki/Montesquieu",
      "name": "Montesquieu",
      "aboutText": "Samuel Whitbread (January 18, 1764 – 6 July 1815) was a British politician.",
      "pageId": 220771,
      "monthDay": "01/18"
    },
    {
      "year": "1743",
      "uri": "/wiki/Louis_Claude_de_Saint-Martin",
      "name": "Louis Claude de Saint-Martin",
      "aboutText": "Henry Austin Dobson (18 January 1840 – 2 September 1921), commonly Austin Dobson, was an English poet and essayist.",
      "pageId": 221444,
      "monthDay": "01/18"
    },
    {
      "year": "1751",
      "uri": "/wiki/Ferdinand_Kauer",
      "name": "Ferdinand Kauer",
      "aboutText": "Lionel Cranfield Sackville, 1st Duke of Dorset KG PC (18 January 1688 – 10 October 1765) was an English political leader and Lord Lieutenant of Ireland.",
      "pageId": 250679,
      "monthDay": "01/18"
    },
    {
      "year": "1764",
      "uri": "/wiki/Samuel_Whitbread_(1764%E2%80%931815)",
      "name": "Samuel Whitbread",
      "aboutText": "François Michel Le Tellier, Marquis de Louvois (18 January 1641 – 16 July 1691) was the French Secretary of State for War for a significant part of the reign of Louis XIV. Louvois and his father, Michel le Tellier, would increase the French Army to 400,000 soldiers, an army that would fight four wars between 1667 and 1713.",
      "pageId": 288068,
      "monthDay": "01/18"
    },
    {
      "year": "1779",
      "uri": "/wiki/Peter_Mark_Roget",
      "name": "Peter Mark Roget",
      "aboutText": "Antoine Houdar de la Motte (18 January 1672 – 26 December 1731) was a French author.\nDe la Motte was born and died in Paris. In 1693 his comedy, Les Originaux (Les originaux, ou, l'Italien), was a complete failure, and so depressed the author that he contemplated joining the Trappists.",
      "pageId": 367357,
      "monthDay": "01/18"
    },
    {
      "year": "1782",
      "uri": "/wiki/Daniel_Webster",
      "name": "Daniel Webster",
      "aboutText": "",
      "pageId": 752408,
      "monthDay": "01/18"
    },
    {
      "year": "1795",
      "uri": "/wiki/Anna_Pavlovna_of_Russia",
      "name": "Anna Pavlovna of Russia",
      "aboutText": "Alfonso Ferrabosco (baptized 18 January 1543 – 12 August 1588) was an Italian composer. While mostly famous as the solitary Italian madrigalist working in England, and the one mainly responsible for the growth of the madrigal there, he also composed much sacred music. He also may have been a spy for Elizabeth I while he was in Italy.",
      "pageId": 884434,
      "monthDay": "01/18"
    },
    {
      "year": "1813",
      "uri": "/wiki/Joseph_Glidden",
      "name": "Joseph Glidden",
      "aboutText": "Alexis Emmanuel Chabrier (French: [ɛmanɥɛl ʃabʁie]; January 18, 1841 – September 13, 1894) was a French Romantic composer and pianist. Although known primarily for two of his orchestral works, España and Joyeuse marche, he left an important corpus of operas (including L'étoile), songs, and piano music. He was admired by composers as diverse as Debussy, Ravel, Richard Strauss, Satie, Schmitt, Stravinsky, and the group of composers known as Les six.",
      "pageId": 901465,
      "monthDay": "01/18"
    },
    {
      "year": "1815",
      "uri": "/wiki/Constantin_von_Tischendorf",
      "name": "Constantin von Tischendorf",
      "aboutText": "Albert Alonzo \"Doc\" Ames (January 18, 1842 – November 16, 1911) was a doctor and politician who held four non-consecutive terms as mayor of Minneapolis, Minnesota. His fourth term was marked by allegations of widespread corruption which were popularized by muckraking journalist Lincoln Steffens in a 1903 article in McClure's Magazine titled The Shame of Minneapolis. Ames was found guilty of corruption, but after a successful appeal and multiple mistrials the charges were dropped.",
      "pageId": 1256630,
      "monthDay": "01/18"
    },
    {
      "year": "1835",
      "uri": "/wiki/C%C3%A9sar_Cui",
      "name": "César Cui",
      "aboutText": "Lady Damaris Cudworth Masham (18 January 1659 – 20 April 1708) was an English philosopher, proto-feminist, and advocate for women's education. Despite problems with her vision and lack of access to higher educational resources, she published two philosophical works, A Discourse Concerning the Love of God (1696) and Thoughts in reference to a Vertuous or Christian Life (1705).",
      "pageId": 1535933,
      "monthDay": "01/18"
    },
    {
      "year": "1840",
      "uri": "/wiki/Henry_Austin_Dobson",
      "name": "Henry Austin Dobson",
      "aboutText": "Isabella Jagiellon (Hungarian: Izabella királyné; Polish: Izabela Jagiellonka; 18 January 1519 – 15 September 1559) was the oldest child of Polish King Sigismund I the Old and his Italian wife Bona Sforza. In 1539, she married John Zápolya, Voivode of Transylvania and King of Hungary, becoming Queen consort of Hungary. At the time Hungary was contested between Archduke Ferdinand of Austria who wanted to add it to the Habsburg domains (see Royal Hungary), local nobles who wanted to keep Hungary independent (see Eastern Hungarian Kingdom), and Sultan Suleiman the Magnificent who saw it as a vassal state of the Ottoman Empire (see also Little War in Hungary).",
      "pageId": 1816903,
      "monthDay": "01/18"
    },
    {
      "year": "1841",
      "uri": "/wiki/Emmanuel_Chabrier",
      "name": "Emmanuel Chabrier",
      "aboutText": "Louis Claude de Saint-Martin (January 18, 1743 – 14 October 1803) was a French philosopher, known as le philosophe inconnu, the name under which his works were published.",
      "pageId": 2429533,
      "monthDay": "01/18"
    },
    {
      "year": "1842",
      "uri": "/wiki/A._A._Ames",
      "name": "A. A. Ames",
      "aboutText": "Ferdinand August Kauer (January 18, 1751 – April 13, 1831), was an Austrian composer and pianist.",
      "pageId": 5606098,
      "monthDay": "01/18"
    },
    {
      "year": "1848",
      "uri": "/wiki/Ioan_Slavici",
      "name": "Ioan Slavici",
      "aboutText": "Alan Alexander \"A. A.\" Milne (/ˈmɪln/; 18 January 1882 – 31 January 1956) was an English author, best known for his books about the teddy bear Winnie-the-Pooh and for various poems. Milne was a noted writer, primarily as a playwright, before the huge success of Pooh overshadowed all his previous work.",
      "pageId": 924,
      "monthDay": "01/18"
    },
    {
      "year": "1849",
      "uri": "/wiki/Edmund_Barton",
      "name": "Edmund Barton",
      "aboutText": "Paul Ehrenfest (January 18, 1880 – September 25, 1933) was an Austrian and Dutch theoretical physicist, who made major contributions to the field of statistical mechanics and its relations with quantum mechanics, including the theory of phase transition and the Ehrenfest theorem.",
      "pageId": 78958,
      "monthDay": "01/18"
    },
    {
      "year": "1850",
      "uri": "/wiki/Seth_Low",
      "name": "Seth Low",
      "aboutText": "Sir Edmund Barton, GCMG, KC (18 January 1849 – 7 January 1920) was an Australian politician and judge. He served as the first Prime Minister of Australia and became a founding justice of the High Court of Australia.\nBarton first became an MP in 1879, in the Parliament of New South Wales.",
      "pageId": 146365,
      "monthDay": "01/18"
    },
    {
      "year": "1853",
      "uri": "/wiki/Marthinus_Nikolaas_Ras",
      "name": "Marthinus Nikolaas Ras",
      "aboutText": "Baron Kantarō Suzuki (鈴木 貫太郎, 18 January 1868 – 17 April 1948) was an admiral in the Imperial Japanese Navy, member and final leader of the Imperial Rule Assistance Association and 42nd Prime Minister of Japan from 7 April-17 August 1945.",
      "pageId": 174167,
      "monthDay": "01/18"
    },
    {
      "year": "1854",
      "uri": "/wiki/Thomas_A._Watson",
      "name": "Thomas A. Watson",
      "aboutText": "Henri Honoré Giraud (18 January 1879 – 11 March 1949) was a French general who was captured in both World Wars, but escaped both times.\nAfter his second escape in 1942, some of the Vichy ministers tried to send him back to Germany and probable execution. But Eisenhower secretly asked him to take command of French troops in North Africa during Operation Torch and direct them to join the Allies.",
      "pageId": 277274,
      "monthDay": "01/18"
    },
    {
      "year": "1856",
      "uri": "/wiki/Daniel_Hale_Williams",
      "name": "Daniel Hale Williams",
      "aboutText": "Sir Thomas Octave Murdoch Sopwith, CBE, Hon FRAeS (18 January 1888 – 27 January 1989) was an English aviation pioneer and yachtsman.",
      "pageId": 407599,
      "monthDay": "01/18"
    },
    {
      "year": "1867",
      "uri": "/wiki/Rub%C3%A9n_Dar%C3%ADo",
      "name": "Rubén Darío",
      "aboutText": "Félix Rubén García Sarmiento (January 18, 1867 – February 6, 1916), known as Rubén Darío, was a Nicaraguan poet who initiated the Spanish-American literary movement known as modernismo (modernism) that flourished at the end of the 19th century. Darío has had a great and lasting influence on 20th-century Spanish literature and journalism. He has been praised as the \"Prince of Castilian Letters\" and undisputed father of the modernismo literary movement.",
      "pageId": 467504,
      "monthDay": "01/18"
    },
    {
      "year": "1868",
      "uri": "/wiki/Kantar%C5%8D_Suzuki",
      "name": "Kantarō Suzuki",
      "aboutText": "Seth Low (January 18, 1850 – September 17, 1916), born in Brooklyn, New York, was an American educator and political figure who served as mayor of Brooklyn, as President of Columbia University, as diplomatic representative of the United States, and as 92nd Mayor of New York City. He was a leading municipal reformer fighting for efficiency during the Progressive Era.",
      "pageId": 755645,
      "monthDay": "01/18"
    },
    {
      "year": "1877",
      "uri": "/wiki/Sam_Zemurray",
      "name": "Sam Zemurray",
      "aboutText": "Ioan Slavici (Romanian pronunciation: [iˈo̯an ˈslavit͡ʃʲ]; January 18, 1848 – August 17, 1925) was a Transylvanian-born Romanian writer and journalist. He made his debut in Convorbiri literare (\"Literary Conversations\") (1871), with the comedy Fata de birău (\"The Mayor's Daughter\"). Alongside Eminescu he founded the Young Romania Social and Literary Academic Society and organized, in 1871, the Putna Celebration of the Romanian Students from Romania and from abroad.",
      "pageId": 914189,
      "monthDay": "01/18"
    },
    {
      "year": "1879",
      "uri": "/wiki/Henri_Giraud",
      "name": "Henri Giraud",
      "aboutText": "Samuel Zemurray (nicknamed \"Sam the Banana Man\"; born January 18, 1877 in Kishinev, Bessarabia, Russian Empire, present-day Chişinău, Moldova; died November 30, 1961 in New Orleans, Louisiana) was a U.S. businessman who made his fortune in the banana trade. He founded the Cuyamel Fruit Company, and later became head of the United Fruit Company, the world's most influential fruit company at the time.",
      "pageId": 974430,
      "monthDay": "01/18"
    },
    {
      "year": "1879",
      "uri": "/wiki/Tane_Ikai",
      "name": "Tane Ikai",
      "aboutText": "Daniel Hale Williams (January 18, 1856 – August 4, 1931) was an American general surgeon who, in 1893, performed the second documented successful pericardium surgery to repair a wound.",
      "pageId": 1515846,
      "monthDay": "01/18"
    },
    {
      "year": "1880",
      "uri": "/wiki/Paul_Ehrenfest",
      "name": "Paul Ehrenfest",
      "aboutText": "John Eisele (John Lincoln Eisele; January 18, 1884 – March 30, 1933) was an American athlete. He won the silver medal in the 3 mile team race and bronze medal in the 3,200 meters steeplechase at the 1908 Summer Olympics in London.\nEisele was the only runner in his first round heat to finish, moving to the final after running the first round in 11:13.6.",
      "pageId": 2082444,
      "monthDay": "01/18"
    },
    {
      "year": "1880",
      "uri": "/wiki/Alfredo_Ildefonso_Schuster",
      "name": "Alfredo Ildefonso Schuster",
      "aboutText": "Tane Ikai (猪飼 たね, Ikai Tane, 18 January 1879 – 12 July 1995) was a Japanese supercentenarian who was, at her death, the oldest verified person ever from Japan and Asia. She was the first person from Japan verified to have reached the age of 115 and 116.\nTane Ikai was born on 18 January 1879 in the village of Kansei, Aichi Prefecture (now part of Minato-ku, Nagoya).",
      "pageId": 3076662,
      "monthDay": "01/18"
    },
    {
      "year": "1881",
      "uri": "/wiki/Gaston_Gallimard",
      "name": "Gaston Gallimard",
      "aboutText": "Gaston Gallimard (French: [ɡalimaːʁ]; 18 January 1881 – 25 December 1975) was a French publisher. He was born in Paris, and died in Neuilly-sur-Seine.\nHe founded La Nouvelle Revue Française in 1908, together with André Gide and Jean Schlumberger.",
      "pageId": 4215510,
      "monthDay": "01/18"
    },
    {
      "year": "1882",
      "uri": "/wiki/A._A._Milne",
      "name": "A. A. Milne",
      "aboutText": "Clara Nordström, maiden name and pseudonym for Clara Elisabet von Vegesack, (January 18, 1886 in Karlskrona, Sweden – February 7, 1962 in Mindelheim, West Germany) was a German writer and translator of Swedish descent. With the themes of her writing and her Swedish maiden name she profited from the German interest for Scandinavian writers.\nBorn the daughter of a physician and a peasant woman in Karlskrona and brought up in Växjö (Sweden), she was bed-ridden owing to illness up to her twelfth year.",
      "pageId": 6855791,
      "monthDay": "01/18"
    },
    {
      "year": "1883",
      "uri": "/wiki/George_Oliver_(golfer)",
      "name": "George Oliver",
      "aboutText": "Blessed Alfredo Ildefonso Schuster, OSB (18 January 1880 – 30 August 1954), was a Benedictine monk and served as Cardinal and Archbishop of Milan during World War II.",
      "pageId": 13043156,
      "monthDay": "01/18"
    },
    {
      "year": "1884",
      "uri": "/wiki/John_Eisele",
      "name": "John Eisele",
      "aboutText": "George Charles Oliver (January 18, 1883 – August 20, 1965) was an American golfer who competed in the 1904 Summer Olympics.\nIn 1904 he was part of the American team which won the bronze medal. He finished 30th in this competition.",
      "pageId": 15001883,
      "monthDay": "01/18"
    },
    {
      "year": "1884",
      "uri": "/wiki/Elena_Arizmendi_Mejia",
      "name": "Elena Arizmendi Mejia",
      "aboutText": "Marthinus Nikolaas Ras (18 January 1853 – 21 February 1900) was a South African farmer, soldier, and gun-maker who is considered the father of South African Artillery.",
      "pageId": 26450745,
      "monthDay": "01/18"
    },
    {
      "year": "1886",
      "uri": "/wiki/Clara_Nordstr%C3%B6m",
      "name": "Clara Nordström",
      "aboutText": "Thomas Augustus Watson (January 18, 1854 – December 13, 1934) was an assistant to Alexander Graham Bell, notably in the invention of the telephone in 1876. He is best known because, as the recipient of the first telephone call - although coming from just the next room - his name became the first words ever said over the phone. \"Mr.",
      "pageId": 30874947,
      "monthDay": "01/18"
    },
    {
      "year": "1888",
      "uri": "/wiki/Thomas_Sopwith",
      "name": "Thomas Sopwith",
      "aboutText": "Elena Arizmendi Mejía (18 January 1884 – 1949) was a Mexican woman who established the Neutral White Cross organization during the Mexican Revolution.",
      "pageId": 46252705,
      "monthDay": "01/18"
    },
    {
      "year": "1891",
      "uri": "/wiki/Nikolajs_%C5%A0vedr%C4%93vics",
      "name": "Nikolajs Švedrēvics",
      "aboutText": "Danny Kaye (born David Daniel Kaminsky; January 18, 1911 – March 3, 1987) was an American actor, singer, dancer, comedian, and musician. His performances featured physical comedy, idiosyncratic pantomimes, and rapid-fire novelty songs.\nKaye starred in 17 movies, notably Wonder Man (1945), The Kid from Brooklyn (1946), The Secret Life of Walter Mitty (1947), The Inspector General (1949), Hans Christian Andersen (1952), White Christmas (1954), and The Court Jester (1956).",
      "pageId": 9002,
      "monthDay": "01/18"
    },
    {
      "year": "1892",
      "uri": "/wiki/Oliver_Hardy",
      "name": "Oliver Hardy",
      "aboutText": "Cary Grant (born Archibald Alexander Leach; January 18, 1904 – November 29, 1986) was an English actor who gained American citizenship in 1942. Known for his transatlantic accent, debonair demeanor, and \"dashing good looks\", Grant is considered one of classic Hollywood's definitive leading men.\nIn 1999, the American Film Institute named Grant the second greatest male star of Golden Age Hollywood cinema (after Humphrey Bogart).",
      "pageId": 38965,
      "monthDay": "01/18"
    },
    {
      "year": "1892",
      "uri": "/wiki/Bill_Meanix",
      "name": "Bill Meanix",
      "aboutText": "Joseph Charles Bonanno, Sr.",
      "pageId": 58855,
      "monthDay": "01/18"
    },
    {
      "year": "1892",
      "uri": "/wiki/Paul_Rostock",
      "name": "Paul Rostock",
      "aboutText": "Oliver \"Ollie\" Hardy (born Norvell Hardy) (January 18, 1892 – August 7, 1957) was an American comic actor famous as one half of Laurel and Hardy, the classic double act that began in the era of silent films and lasted 25 years, from 1927 to 1951. He was credited with his first film, Outwitting Dad, in 1914.",
      "pageId": 84345,
      "monthDay": "01/18"
    },
    {
      "year": "1894",
      "uri": "/wiki/Toots_Mondt",
      "name": "Toots Mondt",
      "aboutText": "Vilho \"Ville\" Eino Ritola (18 January 1896 – 24 April 1982) was a Finnish long-distance runner. Known as one of the \"Flying Finns\", he won five Olympic gold medals and three Olympic silver medals in the 1920s. He holds the record of winning most athletics medals in one Olympic games event - four golds and two silvers in Paris 1924.",
      "pageId": 94204,
      "monthDay": "01/18"
    },
    {
      "year": "1896",
      "uri": "/wiki/C._M._Eddy,_Jr.",
      "name": "C. M. Eddy, Jr.",
      "aboutText": "Jacob Bronowski (18 January 1908 – 22 August 1974) was a British mathematician, historian of science, theatre author, poet and inventor.",
      "pageId": 241528,
      "monthDay": "01/18"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ville_Ritola",
      "name": "Ville Ritola",
      "aboutText": "James Ervin \"Toots\" Mondt (January 18, 1894 – June 11, 1976) was an American wrestling promoter who revolutionized the wrestling industry in the early to mid-1920s and co-promoted the World Wide Wrestling Federation.",
      "pageId": 694402,
      "monthDay": "01/18"
    },
    {
      "year": "1898",
      "uri": "/wiki/Albert_Kivikas",
      "name": "Albert Kivikas",
      "aboutText": "José María Arguedas Altamirano (18 January 1911 – 2 December 1969) was a Peruvian novelist, poet, and anthropologist. Arguedas was a mestizo of Spanish and Quechua descent who wrote novels, short stories, and poems in both Spanish and Quechua .\nGenerally remembered as one of the most notable figures of 20th-century Peruvian literature, Arguedas is especially recognized for his intimate portrayals of indigenous Andean culture.",
      "pageId": 994177,
      "monthDay": "01/18"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ivan_Petrovsky",
      "name": "Ivan Petrovsky",
      "aboutText": "Paul Rostock (January 18, 1892 - June 17, 1956) was a German official, surgeon, and university professor. He was Chief of the Office for Medical Science and Research (Amtschef der Dienststelle Medizinische Wissenschaft und Forschung) under Third Reich Commissioner Karl Brandt and a Full Professor, Medical Doctorate, Medical Superintendent of the University of Berlin Surgical Clinic.\nRostock was born in Kranz, Meseritz district, German Empire.",
      "pageId": 1390112,
      "monthDay": "01/18"
    },
    {
      "year": "1903",
      "uri": "/wiki/Berthold_Goldschmidt",
      "name": "Berthold Goldschmidt",
      "aboutText": "Berthold Goldschmidt (18 January 1903 – 17 October 1996) was a German Jewish composer who spent most of his life in England.",
      "pageId": 2251946,
      "monthDay": "01/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Anthony_Galla-Rini",
      "name": "Anthony Galla-Rini",
      "aboutText": "Princess Sibylla of Saxe-Coburg and Gotha (18 January 1908 – 28 November 1972) was the mother of the current King of Sweden, Carl XVI Gustaf.",
      "pageId": 2290278,
      "monthDay": "01/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Cary_Grant",
      "name": "Cary Grant",
      "aboutText": "Ivan Georgievich Petrovsky, (Russian: Ива́н Гео́ргиевич Петро́вский) (18 January 1901 – 15 January 1973) (the family name is also transliterated as Petrovskii or Petrowsky), was a Soviet mathematician working mainly in the field of partial differential equations. He greatly contributed to the solution of Hilbert's 19th and 16th problems, and discovered what are now called Petrovsky lacunas.",
      "pageId": 4598657,
      "monthDay": "01/18"
    },
    {
      "year": "1905",
      "uri": "/wiki/Joseph_Bonanno",
      "name": "Joseph Bonanno",
      "aboutText": "János Ferencsik (18 January 1907 – 12 June 1984) was a Hungarian conductor.\nFerencsik was born in Budapest; he actively played music even as a very young boy. He took violin lessons and taught himself to play the organ.",
      "pageId": 4950998,
      "monthDay": "01/18"
    },
    {
      "year": "1907",
      "uri": "/wiki/J%C3%A1nos_Ferencsik",
      "name": "János Ferencsik",
      "aboutText": "Kenneth Ewart Boulding (January 18, 1910 – March 18, 1993) was a British economist, educator, peace activist, poet, religious mystic, devoted Quaker, systems scientist, and interdisciplinary philosopher. He was cofounder of General Systems Theory and founder of numerous ongoing intellectual projects in economics and social science.",
      "pageId": 6221757,
      "monthDay": "01/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jacob_Bronowski",
      "name": "Jacob Bronowski",
      "aboutText": "Albert Kivikas (18 January [O.S. 6 January] 1898 in Suure-Jaani – 19 May 1978 in Lund) was an Estonian writer and journalist.",
      "pageId": 6638210,
      "monthDay": "01/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Princess_Sibylla_of_Saxe-Coburg_and_Gotha",
      "name": "Princess Sibylla of Saxe-Coburg and Gotha",
      "aboutText": "Anthony Galla-Rini (January 18, 1904 – July 30, 2006) was a celebrated American accordionist, arranger, composer, conductor, author, and teacher, and is considered by many to be the first American accordionist to promote the accordion as a \"legitimate\" concert instrument.",
      "pageId": 13080239,
      "monthDay": "01/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Kenneth_E._Boulding",
      "name": "Kenneth E. Boulding",
      "aboutText": "Giannis Papaioannou (Greek: Γιάννης Παπαϊωάννου; January 18, 1913 – August 3, 1972) was a famous Greek musician and composer born in Kios, Ottoman Empire (now Gemlik, Turkey). In English his name is sometimes romanized as Yannis, Ioannis or Yiannis. Most active in the 1940s, he wrote many songs, some of which are today considered classics of the rebetiko folk music style.",
      "pageId": 15038031,
      "monthDay": "01/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/Jos%C3%A9_Mar%C3%ADa_Arguedas",
      "name": "José María Arguedas",
      "aboutText": "Nikolajs Švedrēvics (January 18, 1891 – July 7, 1937) was a Latvian track and field athlete who competed for the Russian Empire in the 1912 Summer Olympics, where he finished 20th in the javelin throw competition.",
      "pageId": 15962783,
      "monthDay": "01/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/Danny_Kaye",
      "name": "Danny Kaye",
      "aboutText": "Clifford Martin Eddy, Jr. (C. M. Eddy, Jr.) (January 18, 1896 – November 21, 1967) was an American author best known for his horror, mystery and supernatural short stories.",
      "pageId": 17796859,
      "monthDay": "01/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Giannis_Papaioannou",
      "name": "Giannis Papaioannou",
      "aboutText": "William Henry \"Bill\" Meanix (January 18, 1892 – October 13, 1957) was an American track and field athlete.",
      "pageId": 44497129,
      "monthDay": "01/18"
    },
    {
      "year": "1914",
      "uri": "/wiki/Arno_Schmidt",
      "name": "Arno Schmidt",
      "aboutText": "Gilles Deleuze (French: [ʒil dəløz]; 18 January 1925 – 4 November 1995) was a French philosopher who, from the early 1960s until his death, wrote influentially on philosophy, literature, film, and fine art. His most popular works were the two volumes of Capitalism and Schizophrenia: Anti-Oedipus (1972) and A Thousand Plateaus (1980), both co-written with psychoanalyst Félix Guattari. His metaphysical treatise Difference and Repetition (1968) is considered by many scholars to be his magnum opus.",
      "pageId": 12557,
      "monthDay": "01/18"
    },
    {
      "year": "1914",
      "uri": "/wiki/Vitomil_Zupan",
      "name": "Vitomil Zupan",
      "aboutText": "Robert Anton Wilson (born Robert Edward Wilson; January 18, 1932 – January 11, 2007) was an American author, novelist, essayist, editor, playwright, poet, futurist, psychologist, and self-described agnostic mystic. Recognized as an Episkopos, Pope, and saint of Discordianism, Wilson helped publicize the group through his writings and interviews.\nWilson described his work as an \"attempt to break down conditioned associations, to look at the world in a new way, with many models recognized as models or maps, and no one model elevated to the truth\".",
      "pageId": 26056,
      "monthDay": "01/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Syl_Apps",
      "name": "Syl Apps",
      "aboutText": "for the chef, see Arno Schmidt (chef)",
      "pageId": 173233,
      "monthDay": "01/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Santiago_Carrillo",
      "name": "Santiago Carrillo",
      "aboutText": "Santiago José Carrillo Solares (18 January 1915 – 18 September 2012) was a Spanish politician who served as General Secretary of the Communist Party of Spain (PCE) from 1960 to 1982.",
      "pageId": 404982,
      "monthDay": "01/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Vassilis_Tsitsanis",
      "name": "Vassilis Tsitsanis",
      "aboutText": "John Victor Evans, Sr. (January 18, 1925 – July 8, 2014) was an American politician from Idaho.",
      "pageId": 418249,
      "monthDay": "01/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Wang_Yung-ching",
      "name": "Wang Yung-ching",
      "aboutText": "Toni Turek, real name Anton Turek, (18 January 1919 – 11 May 1984) was a German football goalkeeper.",
      "pageId": 428387,
      "monthDay": "01/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Gustave_Gingras",
      "name": "Gustave Gingras",
      "aboutText": "Robert Lewis Bell (January 18, 1922 – December 8, 1997), better known as Bob Bell, was an American actor famous for his alter-ego, Bozo the Clown.",
      "pageId": 475012,
      "monthDay": "01/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Nicholas_Oresko",
      "name": "Nicholas Oresko",
      "aboutText": "Wang Yung-ching (traditional Chinese: 王永慶; simplified Chinese: 王永庆; pinyin: Wáng Yǒngqìng) (18 January 1917 – 15 October 2008), also called YC Wang, was an influential entrepreneur who founded a large business empire in Taiwan. According to the 2008 Forbes survey, he was the 178th richest person in the world with an estimated net worth of US$5.5 billion.",
      "pageId": 499917,
      "monthDay": "01/18"
    },
    {
      "year": "1919",
      "uri": "/wiki/Toni_Turek",
      "name": "Toni Turek",
      "aboutText": "Vassilis Tsitsanis (Greek: Βασίλης Τσιτσάνης 18 January 1915 – 18 January 1984) was a Greek songwriter and bouzouki player. He became one of the leading Greek composers of his time and is widely regarded as one of the founders of modern Rebetika.",
      "pageId": 752694,
      "monthDay": "01/18"
    },
    {
      "year": "1921",
      "uri": "/wiki/Yoichiro_Nambu",
      "name": "Yoichiro Nambu",
      "aboutText": "Yoichiro Nambu (南部 陽一郎, Nanbu Yōichirō, 18 January 1921 – 5 July 2015) was a Japanese-born American physicist, a professor at the University of Chicago. Known for his contributions to the field of theoretical physics, he was awarded half of the Nobel Prize in Physics in 2008 for the discovery in 1960 of the mechanism of spontaneous broken symmetry in subatomic physics, related at first to the strong interaction's chiral symmetry and later to the electroweak interaction and Higgs mechanism.",
      "pageId": 1063160,
      "monthDay": "01/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Bob_Bell_(actor)",
      "name": "Bob Bell",
      "aboutText": "Charles Joseph Sylvanus Apps, CM (January 18, 1915 – December 24, 1998) of Paris, Ontario, was a Canadian pole vaulter and professional hockey player for the Toronto Maple Leafs from 1936 to 1948 and a Conservative Member of Provincial Parliament in Ontario.",
      "pageId": 1072163,
      "monthDay": "01/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_Graham_(British_Army_general)",
      "name": "John Graham",
      "aboutText": "Gustave Gingras, CC (January 18, 1918 – May 9, 1996) was a Canadian physician and founder of the Montreal Institute of Rehabilitation in 1949.\nBorn in Montreal, Quebec, he studied medicine at the Université de Montréal following the completion of his BA at College Bourget in Rigaud, Quebec. In 1942, he joined the Royal Canadian Army Medical Corps and served overseas during World War II. There, he studied neurosurgery as an intern at the Canadian Neurosurgical and Plastic Surgery Hospital in Basingstoke, England.",
      "pageId": 2016383,
      "monthDay": "01/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gerrit_Voorting",
      "name": "Gerrit Voorting",
      "aboutText": "Solomon Yurick (January 18, 1925 – January 5, 2013) was an American novelist.",
      "pageId": 2380843,
      "monthDay": "01/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Gilles_Deleuze",
      "name": "Gilles Deleuze",
      "aboutText": "Sundaram Balachander (Tamil: எஸ். பாலச்சந்தர்) (18 January 1927 – 13 April 1990), born in Madras was an Indian self-taught veena player.",
      "pageId": 3634559,
      "monthDay": "01/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_V._Evans",
      "name": "John V. Evans",
      "aboutText": "Gerardus \"Gerrit\" Petrus Voorting (18 January 1923 – 30 January 2015) was a racing cyclist from the Netherlands active between 1947 and 1960. He won the silver medal in the individual road race at the 1948 Summer Olympics in London, United Kingdom. He was the elder brother of Olympic cyclist Adrie Voorting.",
      "pageId": 10531641,
      "monthDay": "01/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sol_Yurick",
      "name": "Sol Yurick",
      "aboutText": "Nicholas Oresko (January 18, 1917 – October 4, 2013) was an American combat veteran of World War II who had received the Medal of Honor for his valorous actions in Germany on January 23, 1945.",
      "pageId": 13115415,
      "monthDay": "01/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Randolph_Bromery",
      "name": "Randolph Bromery",
      "aboutText": "Vitomil Zupan (18 January 1914 – 14 May 1987) was a post-World War II modernist Slovene writer and Gonars concentration camp survivor. Because of his detailed descriptions of sex and violence, he was called Slovene Hemingway, and was compared to Henry Miller. He is best known for Menuet za kitaro (A Minuet for Guitar; 1975) describing the years he spent in Slovene Partisans.",
      "pageId": 16990219,
      "monthDay": "01/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sundaram_Balachander",
      "name": "Sundaram Balachander",
      "aboutText": "Major General John David Carew Graham, CB, CBE, CStJ (18 January 1923 - 14 December 2012) was a British Army officer who was instrumental in the installation of Qaboos bin Said as Sultan of Oman.",
      "pageId": 37954997,
      "monthDay": "01/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Chun_Doo-hwan",
      "name": "Chun Doo-hwan",
      "aboutText": "Randolph W. (\"Bill\") Bromery (January 18, 1926 – February 26, 2013) was an African-American educator and geologist, and a former Chancellor of the University of Massachusetts Amherst (1971–79). While Chancellor, Bromery established the W.E.B. Du Bois Archives at the University of Massachusetts, and was one of the initiators of the Five College Consortium. He was also President of the Geological Society of America, and has made numerous contributions as a geologist and academic.",
      "pageId": 38636941,
      "monthDay": "01/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Robert_Anton_Wilson",
      "name": "Robert Anton Wilson",
      "aboutText": "Chun Doo-hwan (Korean pronunciation: [tɕʌnduhwan] born 18 January 1931) is a former South Korean army general who served as the leader of South Korea from 1979 to 1988, ruling as an unelected leader from December 1979 to September 1980, and the fifth President of South Korea from 1980 to 1988.",
      "pageId": 43954077,
      "monthDay": "01/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Emeka_Anyaoku",
      "name": "Emeka Anyaoku",
      "aboutText": "John Hume, KCSG (born 18 January 1937) is an Irish former politician from Derry, Northern Ireland. He was a founding member of the Social Democratic and Labour Party, and was co-recipient of the 1998 Nobel Peace Prize, with David Trimble.\nHe was the second leader of the Social Democratic and Labour Party (SDLP), a position he held from 1979 until 2001.",
      "pageId": 163628,
      "monthDay": "01/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/David_Bellamy",
      "name": "David Bellamy",
      "aboutText": "Chief Emeka Anyaoku, GCVO, CFR, CON (born 18 January 1933) is a Nigerian politician of Igbo descent. He was the third Commonwealth Secretary-General. Born in Obosi, Anyaoku was educated at Merchants of Light School, Oba, and attended the University College of Ibadan, then a college of the University of London, from which he obtained an honours degree in Classics as a College Scholar.",
      "pageId": 331649,
      "monthDay": "01/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/John_Boorman",
      "name": "John Boorman",
      "aboutText": "Curtis Charles Flood (January 18, 1938 – January 20, 1997) was a Major League Baseball (MLB) center fielder who spent 15-seasons in the major leagues playing for the Cincinnati Redlegs, St. Louis Cardinals, and Washington Senators.\nFlood was an All-Star for three seasons and Gold Glove winner for seven consecutive seasons.",
      "pageId": 475483,
      "monthDay": "01/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ray_Dolby",
      "name": "Ray Dolby",
      "aboutText": "John Boorman (/ˈbʊərmən/; born 18 January 1933) is an English film-maker who is best known for his feature films such as Point Blank, Hell in the Pacific, Deliverance, Zardoz, Excalibur, The Emerald Forest, Hope and Glory, The General, The Tailor of Panama, and Queen and Country.",
      "pageId": 477753,
      "monthDay": "01/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/William_Goodhart,_Baron_Goodhart",
      "name": "William Goodhart, Baron Goodhart",
      "aboutText": "Raymond Redvers Briggs (born 18 January 1934) is an English illustrator, cartoonist, graphic novelist and author who has achieved critical and popular success among adults and children. He is best known in Britain for his story The Snowman, a book without words whose cartoon adaptation is televised and whose musical adaptation is staged every Christmas.\nBriggs won the 1966 and 1973 Kate Greenaway Medals from the British Library Association, recognising the year's best children's book illustration by a British subject.",
      "pageId": 545208,
      "monthDay": "01/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Raymond_Briggs",
      "name": "Raymond Briggs",
      "aboutText": "Ray Milton Dolby, OBE (January 18, 1933 – September 12, 2013) was an American engineer and inventor of the noise reduction system known as Dolby NR. He helped develop the video tape recorder while at Ampex and was the founder of Dolby Laboratories.",
      "pageId": 603335,
      "monthDay": "01/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Albert_Millaire",
      "name": "Albert Millaire",
      "aboutText": "David James Bellamy OBE (born 18 January 1933) is an English author, broadcaster, environmental campaigner and botanist.",
      "pageId": 611907,
      "monthDay": "01/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jon_Stallworthy",
      "name": "Jon Stallworthy",
      "aboutText": "Kay Granger (born January 18, 1943) is a Republican politician from the U.S. state of Texas, representing Texas's 12th congressional district in the U.S. House of Representatives. She is the first Republican woman to represent Texas in the U.S. House.\n^ a b \"City of Fort Worth Mayors and Council Members 1967 – Present\" (PDF).",
      "pageId": 961487,
      "monthDay": "01/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Gad_Yaacobi",
      "name": "Gad Yaacobi",
      "aboutText": "Pedro Rodríguez de la Vega (18 January 1940 – 11 July 1971) was a Mexican Grand Prix motor racing driver.",
      "pageId": 1156744,
      "monthDay": "01/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/David_Howell,_Baron_Howell_of_Guildford",
      "name": "David Howell, Baron Howell of Guildford",
      "aboutText": "Davis Eli \"David\" Ruffin (January 18, 1941 – June 1, 1991) was an American soul singer and musician most famous for his work as one of the lead singers of The Temptations (1964–68) during the group's \"Classic Five\" period as it was later known. He was the lead voice on such famous songs as \"My Girl\" and \"Ain't Too Proud to Beg\".\nKnown for his unique raspy and anguished tenor vocals, Ruffin was ranked as one of the 100 Greatest Singers of All Time by Rolling Stone magazine in 2008.",
      "pageId": 1290801,
      "monthDay": "01/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Dick_Durock",
      "name": "Dick Durock",
      "aboutText": "David Arthur Russell Howell, Baron Howell of Guildford, PC (born 18 January 1936), is a British Conservative politician, journalist, and economic consultant. Having been successively Secretary of State for Energy and then for Transport under Margaret Thatcher, Howell has more recently been a Minister of State in the Foreign Office from the election in 2010 until the reshuffle of 2012. Along with William Hague, Sir George Young and Kenneth Clarke, he is one of the few Cabinet ministers from the 1979–97 governments who still holds high office in the party, being its deputy leader in the House of Lords.",
      "pageId": 1294971,
      "monthDay": "01/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/John_Hume",
      "name": "John Hume",
      "aboutText": "Rodolphe Albert Millaire, CC, CQ (born January 18, 1935 in Montreal, Quebec, Canada) is an actor and theatre director.\nSoon after completing his studies at the Conservatoire d’art dramatique du Québec Millaire became a leading light on the Quebec theatre scene. He was particularly noted in performances in Alfred de Musset's Lorenzaccio, Molière's Tartuffe and Dom Juan, Shakespeare's Hamlet, and Roch Carrier's La céleste bicyclette.",
      "pageId": 1340831,
      "monthDay": "01/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Curt_Flood",
      "name": "Curt Flood",
      "aboutText": "Paul Freeman (born 18 January 1943) is an English actor.",
      "pageId": 1433217,
      "monthDay": "01/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Werner_Olk",
      "name": "Werner Olk",
      "aboutText": "Bobby Goldsboro (born January 18, 1941) is an American pop and country singer-songwriter. He had a string of pop and country hits in the 1960s and 1970s, including his signature No. 1 hit \"Honey\", which sold over one million copies in the United States.",
      "pageId": 1556361,
      "monthDay": "01/18"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pedro_Rodr%C3%ADguez_(racing_driver)",
      "name": "Pedro Rodriguez",
      "aboutText": "Richard \"Dick\" Durock (January 18, 1937 – September 17, 2009) was an American stuntman and actor who appeared in over eighty films and over seven hundred television episodes.",
      "pageId": 2429205,
      "monthDay": "01/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Denise_Bombardier",
      "name": "Denise Bombardier",
      "aboutText": "Denise Bombardier, CQ (born January 18, 1941 in Montreal, Quebec) is an esteemed yet controversial journalist, novelist, essayist, producer, and media personality who worked for the French-language television station Radio Canada for over 30 years.\nBombardier is noted for her standard French, in particular her educated, European-norm pronunciation. She is a defender of the international Francophonie and has often been invited by Bernard Pivot to discuss the psyche of the French and the situation of the French language in France.",
      "pageId": 3208373,
      "monthDay": "01/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bobby_Goldsboro",
      "name": "Bobby Goldsboro",
      "aboutText": "Jon (Howie) Stallworthy (18 January 1935 – 19 November 2014) FBA FRSL was Professor Emeritus of English at the University of Oxford. He was also a Fellow (and was twice Acting President) of Wolfson College, a poet, and a literary critic. From 1977 to 1986, he was the John Wendell Anderson Professor of English at Cornell.",
      "pageId": 3492042,
      "monthDay": "01/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Ruffin",
      "name": "David Ruffin",
      "aboutText": "William Howard Goodhart, Baron Goodhart QC (born 18 January 1933) is a British Liberal Democrat politician, a leading human rights lawyer and a former member of the House of Lords.",
      "pageId": 3711177,
      "monthDay": "01/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Paul_Freeman_(actor)",
      "name": "Paul Freeman",
      "aboutText": "Werner Olk (born 18 January 1938) is a former German footballer and coach.\nHe spent his career in the 1960s through the early 1970s with German powerhouse Bayern Munich in the Bundesliga. His honors with Bayern include the DFB-Pokal in 1966, 1967 and 1969; winner of the German Championship in 1969; and winner of the European Cup Winners' Cup in 1967.",
      "pageId": 12120136,
      "monthDay": "01/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Kay_Granger",
      "name": "Kay Granger",
      "aboutText": "Gad Yaacobi (Hebrew: גד יעקבי‎, 18 January 1935 – 27 August 2007) was an Israeli Minister, Alignment Knesset member, and Israel Ambassador to the United Nations.",
      "pageId": 13079780,
      "monthDay": "01/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dave_Greenslade",
      "name": "Dave Greenslade",
      "aboutText": "Paul John Keating (born 18 January 1944) is an Australian politician who was the 24th Prime Minister of Australia and the Leader of the Labor Party from 1991 to 1996. Born in a working-class Sydney suburb and having left school at 15, Keating was first elected to the House of Representatives at 25, winning the seat of Blaxland in 1969.\nKeating was appointed Treasurer of Australia by newly elected Prime Minister Bob Hawke in 1983.",
      "pageId": 23767,
      "monthDay": "01/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Charlie_Wilson_(Ohio_politician)",
      "name": "Charlie Wilson",
      "aboutText": "Joseph Gilles Henri Villeneuve (French pronunciation: ​[ʒil vilnœv]; January 18, 1950 – May 8, 1982), known as Gilles Villeneuve, was a Canadian racing driver. Villeneuve spent six years in Grand Prix racing with Ferrari, winning six races and widespread acclaim for his performances.\nAn enthusiast of cars and fast driving from an early age, Villeneuve started his professional career in snowmobile racing in his native province of Quebec.",
      "pageId": 86632,
      "monthDay": "01/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Paul_Keating",
      "name": "Paul Keating",
      "aboutText": "Philippe Starck is a French designer known since the start of his career in the 1980s for his interior, product, industrial and architectural design including furniture and objects that have a simple but inventive structures.",
      "pageId": 156436,
      "monthDay": "01/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Carl_Morton",
      "name": "Carl Morton",
      "aboutText": "Takeshi Kitano (北野 武, Kitano Takeshi, born 18 January 1947) is a Japanese comedian, television personality, director, actor and screenwriter. While he is known primarily as a comedian and TV host in his native Japan, abroad he is known exclusively for his filmwork. With the exception of his works as a film director, he is known almost exclusively by the stagename Beat Takeshi (ビートたけし, Bīto Takeshi).",
      "pageId": 219948,
      "monthDay": "01/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rocco_Forte",
      "name": "Rocco Forte",
      "aboutText": "Joseph Deiss (born January 18, 1946) is an economist, Swiss politician and a member of the Christian Democratic People's Party (CVP/PDC). From 1999 to 2006, he was a member of the Swiss Federal Council, heading first the Federal Department of Foreign Affairs (1999–2002) and then the Federal Department of Economic Affairs (2003–2006). He was elected President of the United Nations General Assembly for its 65th session in 2010.",
      "pageId": 240025,
      "monthDay": "01/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jos%C3%A9_Luis_Perales",
      "name": "José Luis Perales",
      "aboutText": "Henrique Pereira Rosa (18 January 1946 – 15 May 2013) was a politician from Guinea-Bissau who served as interim President of Guinea-Bissau from 2003 to 2005. He was born in 1946 in Bafatá.",
      "pageId": 392417,
      "monthDay": "01/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/Balagangadharanatha_Swamiji",
      "name": "Balagangadharanatha Swamiji",
      "aboutText": "Michael Angelis (born 18 January 1952) is an English actor and voice actor. He is the younger brother of fellow actor Paul Angelis.",
      "pageId": 457770,
      "monthDay": "01/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Perro_Aguayo",
      "name": "Perro Aguayo",
      "aboutText": "Bill Keller (born January 18, 1949) is an American journalist. He is a writer for The New York Times, where he was executive editor from July 2003 until September 2011. He announced on June 2, 2011, that he would step down from the position to become a full-time writer.",
      "pageId": 698978,
      "monthDay": "01/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joseph_Deiss",
      "name": "Joseph Deiss",
      "aboutText": "Gianfranco Brancatelli (born 18 January 1950 in Turin, Piedmont) is a former racing driver from Italy. His racing career began in 1973, in the Formula Abarth series. In 1975, he advanced to Italian Formula 3 racing.",
      "pageId": 1568605,
      "monthDay": "01/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Henrique_Rosa",
      "name": "Henrique Rosa",
      "aboutText": "Pedro Aguayo Damián (born January 18, 1946) better known as \"(El) Perro Aguayo\" (Dog Aguayo) and El Can de Nochistlan (Nochistlan Dog) is a famous Mexican wrestler through the 1970s to the 1990s. His son also wrestled as Perro Aguayo Jr. or El Hijo del Perro Aguayo (\"The Son of Perro Aguayo\").",
      "pageId": 1806331,
      "monthDay": "01/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sachio_Kinugasa",
      "name": "Sachio Kinugasa",
      "aboutText": "Robert Dennis \"Bob\" Latchford (born 18 January 1951) is an English former association footballer who played as a centre forward. He made more than 500 appearances in the Football League, playing for Birmingham City, Everton, Swansea City and Coventry City in the First Division, and won 12 full caps for England.\nLatchford was the complete centre-forward, able to score or create chances for teammates using either his feet or head.",
      "pageId": 2132002,
      "monthDay": "01/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Takeshi_Kitano",
      "name": "Takeshi Kitano",
      "aboutText": "Carl Morton (January 18, 1944 – April 12, 1983) was a starting pitcher in Major League Baseball who played for the Montreal Expos (1969–72) and Atlanta Braves (1973–76). He threw (and batted) right-handed.",
      "pageId": 2282867,
      "monthDay": "01/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bill_Keller",
      "name": "Bill Keller",
      "aboutText": "José Luis Perales (born January 18, 1945 in Castejón, Cuenca Province) is a Spanish singer-songwriter and composer who is very popular in Spain and Latin America.",
      "pageId": 2346424,
      "monthDay": "01/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Philippe_Starck",
      "name": "Philippe Starck",
      "aboutText": "Charles A. \"Charlie\" Wilson, Jr. (January 18, 1943 – April 14, 2013) was a U.S. Representative for Ohio's 6th congressional district. He was a member of the Democratic Party.",
      "pageId": 2703807,
      "monthDay": "01/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gianfranco_Brancatelli",
      "name": "Gianfranco Brancatelli",
      "aboutText": "Sachio Kinugasa (衣笠 祥雄, born January 18, 1947 in Kyoto, Japan) is a former Japanese baseball player with Hiroshima Carp. He is nicknamed Tetsujin, meaning \"Iron Man\". He played in a then world-record 2,215 consecutive games, passing Lou Gehrig's mark in 1987.",
      "pageId": 2726425,
      "monthDay": "01/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gilles_Villeneuve",
      "name": "Gilles Villeneuve",
      "aboutText": "Dave Greenslade (born 18 January 1943) is an English composer and keyboard player. He has played 20 years with Colosseum and in his own eponymous band, Greenslade, and others including If and Chris Farlowe's Thunderbirds.\nGreenslade was born in Woking, Surrey, England.",
      "pageId": 5333768,
      "monthDay": "01/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bram_Behr",
      "name": "Bram Behr",
      "aboutText": "Abraham Maurits \"Bram\" Behr (18 January 1951 in Curaçao – 8 December 1982 in Paramaribo) was a Surinamese journalist. He published the pamphlet De Rode Surinamer and edited the weekly newspaper Mokro. He also founded (June 24, 1981) and led the Hoxhaist Communist Party of Suriname (CPS) in opposition to the military dictatorship of Dési Bouterse.",
      "pageId": 6179402,
      "monthDay": "01/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bob_Latchford",
      "name": "Bob Latchford",
      "aboutText": "Sir Rocco Forte FCA FIoD (born 18 January 1945) is an English hotelier.",
      "pageId": 7962578,
      "monthDay": "01/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alan_Moody",
      "name": "Alan Moody",
      "aboutText": "Sri Balagangadharanatha Swamiji (18 January 1945 - 13 January 2013) was an Indian religious leader who was the seer of Adichunchanagiri, Nagamangala Taluk, Mandya district. He was awarded Padma Bhushan, India's third highest civilian honour for the year 2010.\nSwamiji was born to Sri Chikkalinge Gowda and Smt.",
      "pageId": 25992372,
      "monthDay": "01/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Angelis",
      "name": "Michael Angelis",
      "aboutText": "Alan Moody (born 18 January 1951) is an English former footballer who played in the Football League for Middlesbrough and Southend United.",
      "pageId": 39338378,
      "monthDay": "01/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Behe",
      "name": "Michael Behe",
      "aboutText": "Kevin Michael Costner (born January 18, 1955) is an American actor, film director, producer, musician, and singer. He has won two Academy Awards, three Golden Globe Awards, and one Emmy Award, and has been nominated for three BAFTA (British Academy of Film and Television Arts) Awards. In 2013, he was awarded the Honorary César.",
      "pageId": 144152,
      "monthDay": "01/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/R._Stevie_Moore",
      "name": "R. Stevie Moore",
      "aboutText": "Michael J. Behe (/ˈbiːhiː/ BEE-hee; born January 18, 1952) is an American biochemist, author, and intelligent design (ID) advocate. He serves as professor of biochemistry at Lehigh University in Pennsylvania and as a senior fellow of the Discovery Institute's Center for Science and Culture. Behe is best known for his argument for irreducible complexity (IC), which argues that some biochemical structures are too complex to be explained by known evolutionary mechanisms and are therefore probably the result of intelligent design.",
      "pageId": 186205,
      "monthDay": "01/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Patrick_G._Halpin",
      "name": "Patrick G. Halpin",
      "aboutText": "Theodore Marvin \"Ted\" DiBiase Sr. (born January 5, 1954) is an American former professional wrestler, manager, ordained minister and color commentator. He is signed with WWE working in their Legends program.",
      "pageId": 344293,
      "monthDay": "01/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Brett_Hudson",
      "name": "Brett Hudson",
      "aboutText": "Francis Nicholls, better known by his stage name Frankie Knuckles (January 18, 1955 – March 31, 2014), was an American DJ and record producer.\nKnuckles was born January 18, 1955 in The Bronx, New York; he later moved to Chicago. He played an important role in developing and popularizing house music in Chicago during the 1980s, when the genre was in its infancy.",
      "pageId": 389670,
      "monthDay": "01/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tom_Bailey_(musician)",
      "name": "Tom Bailey",
      "aboutText": "Mark Douglas Messier (/ˈmɛsi.eɪ/; born January 18, 1961) is a Canadian former professional ice hockey centre of the National Hockey League and former special assistant to the president and general manager of the New York Rangers. He played a quarter of a century in the NHL (1979–2004) with the Edmonton Oilers, New York Rangers, and Vancouver Canucks. He also played professionally with the World Hockey Association (WHA)'s Indianapolis Racers and Cincinnati Stingers.",
      "pageId": 440112,
      "monthDay": "01/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ted_DiBiase",
      "name": "Ted DiBiase",
      "aboutText": "Sharon Mitchell is an American sexologist and former pornographic film actor.",
      "pageId": 638388,
      "monthDay": "01/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jagdish_Mali",
      "name": "Jagdish Mali",
      "aboutText": "Alison Margaret Arngrim (born January 18, 1962 in New York City, U.S.) is an American actress, comedian and author.",
      "pageId": 804253,
      "monthDay": "01/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kiki_Smith",
      "name": "Kiki Smith",
      "aboutText": "Peter Andrew Beardsley MBE (born 18 January 1961) is an English former footballer who played between 1979 and 1999. In 1987, he set a record transfer fee in the English game and represented his country 59 times between 1986 and 1996, once as captain. He played for Newcastle United, Liverpool and Everton, having also had spells with Carlisle United, Manchester United, Vancouver Whitecaps, Bolton Wanderers, Manchester City, Fulham, Hartlepool United and the Melbourne Knights.",
      "pageId": 929708,
      "monthDay": "01/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kevin_Costner",
      "name": "Kevin Costner",
      "aboutText": "Jeffrey Brian \"Jeff\" Yagher (born January 18, 1961) is an American actor.\nBorn in Lawrence, Kansas, he graduated from Ohio State University and then attended the Yale School of Drama, where he appeared in productions of \"The Vultures\", \"We Can't Pay, We Won't Play\", and \"Las Madres\".\nHis television debut was in V: The Series as Kyle Bates.",
      "pageId": 1688050,
      "monthDay": "01/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Frankie_Knuckles",
      "name": "Frankie Knuckles",
      "aboutText": "David John O'Connor (born January 18, 1962) is a retired equestrian who represented the United States in the sport of three-day eventing. He competed in two Olympic Games, winning a team silver at the 1996 Summer Olympics and an individual gold and team bronze at the 2000 Summer Olympics. At the 1999 Pan American Games, O'Connor took an individual silver and team gold and at the 2002 World Equestrian Games he assisted the US team to gold.",
      "pageId": 1943825,
      "monthDay": "01/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Fergus_Martin",
      "name": "Fergus Martin",
      "aboutText": "Robert Steven Moore (born January 18, 1952), also known as R. Stevie Moore and RSM, is an American singer, songwriter, and musician. In addition to having numerous albums released on labels around the world, Moore has self-released over 400 cassette, CD-R and digitally online albums since 1968, as well as dozens of home videos, mostly through the R. Stevie Moore Cassette Club, his home-based label. His eclectic work incorporates a variety of musical styles, both popular and experimental.",
      "pageId": 2174544,
      "monthDay": "01/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paul_Deighton,_Baron_Deighton",
      "name": "Paul Deighton, Baron Deighton",
      "aboutText": "David Mark Rylance Waters (born 18 January 1960), known professionally as Mark Rylance, is an English actor, theatre director and playwright. He was the first artistic director of Shakespeare's Globe in London, from 1995 to 2005. His film appearances include Prospero's Books (1991), Angels and Insects (1995), Institute Benjamenta (1996), Intimacy (2001) and Bridge of Spies (2015).",
      "pageId": 2227406,
      "monthDay": "01/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sharon_Mitchell",
      "name": "Sharon Mitchell",
      "aboutText": "Patrick Goodchild Halpin (born January 18, 1953) was the fifth County Executive of Suffolk County, New York, in office from 1988 to 1991.",
      "pageId": 2911237,
      "monthDay": "01/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Beardsley",
      "name": "Peter Beardsley",
      "aboutText": "Kiki Smith (born January 18, 1954) is a German-born American artist. Her work has addressed the themes of birth and regeneration. Her figurative work of the late 1980s and early 1990s clashed with cultural taboos surrounding bodily functions.",
      "pageId": 3324292,
      "monthDay": "01/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bob_Hansen",
      "name": "Bob Hansen",
      "aboutText": "Paul Clive Deighton, Baron Deighton, KBE (born 18 January 1956) is a British politician who served as Commercial Secretary to HM Treasury from January 2013 to May 2015. Deighton is a former investment banker who previously served as Chief Executive of the London Organising Committee of the Olympic and Paralympic Games (LOCOG), the organisation responsible for planning the 2012 Summer Olympics and Paralympics.",
      "pageId": 3481653,
      "monthDay": "01/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Messier",
      "name": "Mark Messier",
      "aboutText": "Thomas Alexander \"Tom\" Bailey (born 18 January 1956) is an English singer, songwriter, composer, multi-instrumentalist, and record producer. Bailey came to prominence in the early 1980s as the lead vocalist for the new wave band, Thompson Twins, which released five singles that entered the top ten charts in the United Kingdom during the 1980s, including Love On Your Side, We Are Detective, Hold Me Now, Doctor! Doctor!, and You Take Me Up.",
      "pageId": 3886195,
      "monthDay": "01/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Rylance",
      "name": "Mark Rylance",
      "aboutText": "Robert Louis Hansen II (born January 18, 1961) is an American former professional basketball player.",
      "pageId": 4489890,
      "monthDay": "01/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jeff_Yagher",
      "name": "Jeff Yagher",
      "aboutText": "Fergus Martin was born in Cork, Ireland. He studied painting at Dún Laoghaire School of Art from 1972 – 1976. From 1979 – 1988 he lived and worked in Italy, where he lectured in English Language at the University of Milan.",
      "pageId": 5300386,
      "monthDay": "01/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Alison_Arngrim",
      "name": "Alison Arngrim",
      "aboutText": "Brett Stuart Hudson (born January 18, 1953), is an American musician and singer-songwriter, possibly best known as the youngest of the 1970s group the Hudson Brothers, is now a TV producer and writer.",
      "pageId": 19547136,
      "monthDay": "01/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_O%27Connor_(equestrian)",
      "name": "David O'Connor",
      "aboutText": "Jagdish Mali (18 January 1954—13 May 2013) was an Indian fashion and film photographer. He was the father of Bollywood actress Antara Mali. He was one of the most celebrated photographers of the 1970s till the 1990s.",
      "pageId": 39377644,
      "monthDay": "01/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Maxime_Bernier",
      "name": "Maxime Bernier",
      "aboutText": "Barbara Jane Horrocks (born 18 January 1964) is an English stage, film and television actress, voice artist, musician and singer, who played the roles of Bubble and Katy Grin in the BBC sitcom Absolutely Fabulous (1992–2012). She was nominated for the 1993 Olivier Award for Best Actress for the title role in The Rise and Fall of Little Voice, and received Golden Globe and BAFTA Award nominations when she reprised the role in the 1998 film Little Voice.",
      "pageId": 153103,
      "monthDay": "01/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Carl_McCoy",
      "name": "Carl McCoy",
      "aboutText": "Carl McCoy (born 18 January 1963, Lambeth, London, England) is the frontman for gothic rock band Fields of the Nephilim.",
      "pageId": 199696,
      "monthDay": "01/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Martin_O%27Malley",
      "name": "Martin O'Malley",
      "aboutText": "Brady Kevin Anderson (born January 18, 1964) currently serves as Vice President of Baseball Operations for the Baltimore Orioles. He is a former outfielder with the Orioles, Boston Red Sox and Cleveland Indians of Major League Baseball.",
      "pageId": 390266,
      "monthDay": "01/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Vera_Pauw",
      "name": "Vera Pauw",
      "aboutText": "Dave Attell (born January 18, 1965) is an American stand-up comedian, writer and actor, best known as the host of Comedy Central's Insomniac with Dave Attell and The Gong Show with Dave Attell. Born in Queens, New York, he grew up in Rockville Centre, New York and now lives in New York City.",
      "pageId": 483069,
      "monthDay": "01/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Yury_Zakharevich",
      "name": "Yury Zakharevich",
      "aboutText": "Iván Luis Zamorano Zamora (born 18 January 1967 in Santiago) is a retired Chilean football striker. Along with Marcelo Salas and Elias Figueroa he is regarded as one of Chile's most recognized footballers.\nHe was a member of the Chilean national team and played in the 1998 World Cup and four Copa América tournaments.",
      "pageId": 543293,
      "monthDay": "01/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Brady_Anderson",
      "name": "Brady Anderson",
      "aboutText": "David Michael \"Dave\" Bautista Jr. (born January 18, 1969) is an American actor and former professional mixed martial artist and professional wrestler, signed to WWE under the ring name Batista. He is a six-time world champion, winning the World Heavyweight Championship four times and the WWE Championship twice.",
      "pageId": 652402,
      "monthDay": "01/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Richard_Dunwoody",
      "name": "Richard Dunwoody",
      "aboutText": "Kim Perrot (January 18, 1967 – August 19, 1999), was an American basketball player. She played in the WNBA for the Houston Comets.\nPerrot attended the University of Southwestern Louisiana (now the University of Louisiana at Lafayette), and played four years there as a guard.",
      "pageId": 799618,
      "monthDay": "01/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jane_Horrocks",
      "name": "Jane Horrocks",
      "aboutText": "Alexander Valeryevich Khalifman (Russian: Алекса́ндр Вале́рьевич Халифма́н; born 18 January 1966 in Leningrad) is a Russian chess Grandmaster.",
      "pageId": 806352,
      "monthDay": "01/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andrea_Leand",
      "name": "Andrea Leand",
      "aboutText": "Martin Joseph O'Malley (born January 18, 1963) is an American politician who was the 61st Governor of Maryland from 2007 to 2015. Prior to being elected as governor, he served as the Mayor of Baltimore from 1999 to 2007 and was a Baltimore City Councilor from 1991 to 1999.\nO'Malley served as the chair of the Democratic Governors Association from 2011 to 2013, while serving as governor of Maryland.",
      "pageId": 872237,
      "monthDay": "01/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Enrico_Lo_Verso",
      "name": "Enrico Lo Verso",
      "aboutText": "John Eder (born January 18, 1969) is an American activist and politician from Maine. Eder lives in Portland and is a member of the Maine Green Independent Party, the Maine affiliate of the national Green Party. He served in the Maine House of Representatives as the legislature's first member of the Green Party for two terms and was elected in 2002 and re-elected in 2004.",
      "pageId": 1840677,
      "monthDay": "01/18"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dave_Attell",
      "name": "Dave Attell",
      "aboutText": "Thomas Richard Dunwoody MBE (born 18 January 1964 in Belfast, Northern Ireland) is a retired British jockey in National Hunt racing. He was a three-time Champion Jockey, riding 1699 British winners in his career.",
      "pageId": 2646054,
      "monthDay": "01/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Alexander_Khalifman",
      "name": "Alexander Khalifman",
      "aboutText": "Maxime Bernier, PC, MP (born January 18, 1963) is a Canadian politician currently serving the Member of Parliament for the riding of Beauce in Quebec. He was reelected in the 2015 election.\nHe served as the Minister of State for Small Business and Tourism, Minister of Industry and Minister of Foreign Affairs in the cabinet of Prime Minister Stephen Harper.",
      "pageId": 3835742,
      "monthDay": "01/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andr%C3%A9_Ribeiro",
      "name": "André Ribeiro",
      "aboutText": "Dragana Mirković (Serbian Cyrillic: Драгана Мирковић, pronounced [drǎɡana mǐːrkɔ̝v̞it͡ɕ]; born 18 January 1968) is a Serbian pop-folk singer. She is very popular in ex-Yugoslavia, Bulgaria, Romania. Mirković is arguably one of the most successful artists from the former Yugoslavia, along with Bosnian singer Lepa Brena.",
      "pageId": 4124985,
      "monthDay": "01/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dean_Bailey",
      "name": "Dean Bailey",
      "aboutText": "André Ribeiro (born January 18, 1966 in São Paulo, São Paulo), is a former CART Indy Car World Series and CART FedEx Championship Series racing driver.",
      "pageId": 5421344,
      "monthDay": "01/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andrei_Ine%C5%A1in",
      "name": "Andrei Inešin",
      "aboutText": "Yury Ivanovich Zakharevitch (Russian: Юрий Иванович Захаревич, born January 18, 1963) was an Olympic weightlifter for the Soviet Union. He trained at Dynamo in Dimitrovgrad. Yury competed in the Middle-Heavyweight(90 kg), Sub-Heavyweight(100 kg) and Heavyweight(110 kg) weight classes during his career.",
      "pageId": 6073109,
      "monthDay": "01/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kim_Perrot",
      "name": "Kim Perrot",
      "aboutText": "Enrico Lo Verso (born January 18, 1964) is an Italian actor.",
      "pageId": 11721264,
      "monthDay": "01/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Iv%C3%A1n_Zamorano",
      "name": "Iván Zamorano",
      "aboutText": "Dean Bailey (18 January 1967 – 11 March 2014) was an Australian rules football player and coach. He played for the Essendon Football Club and was the senior coach of the Melbourne Football Club, as well as an assistant coach at Essendon and Port Adelaide and the Strategy & Innovation Coach at the Adelaide Football Club (Adelaide Crows). Bailey died of lung cancer on 11 March 2014.",
      "pageId": 13028874,
      "monthDay": "01/18"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dragana_Mirkovi%C4%87",
      "name": "Dragana Mirković",
      "aboutText": "Andrea Leand (born January 18, 1964 in Baltimore) is an American former professional tennis player.",
      "pageId": 15113913,
      "monthDay": "01/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dave_Bautista",
      "name": "Dave Bautista",
      "aboutText": "Vera Pauw (Dutch pronunciation: [ˈveːraː pʌu]; born 18 January 1963) is a Dutch football coach and former player.",
      "pageId": 32747201,
      "monthDay": "01/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/John_Eder",
      "name": "John Eder",
      "aboutText": "Andrei Inešin (born 18 January 1967) is an Estonian sport shooter who competed in the 1992 Summer Olympics, in the 1996 Summer Olympics, in the 2000 Summer Olympics, in the 2004 Summer Olympics, and in the 2008 Summer Olympics.\n^ \"Olympics\". sports-reference.",
      "pageId": 36319393,
      "monthDay": "01/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jesse_L._Martin",
      "name": "Jesse L. Martin",
      "aboutText": "Jim O'Rourke (born January 18, 1969) is an American musician and record producer. He was long associated with the Chicago experimental and improv scene.",
      "pageId": 87266,
      "monthDay": "01/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jim_O%27Rourke_(musician)",
      "name": "Jim O'Rourke",
      "aboutText": "Christian Fittipaldi (born January 18, 1971) is a Brazilian professional racing driver who has competed in various forms of motorsport including Formula One, Champ Car and NASCAR. Named after the less known Brazilian driver Christian \"Bino\" Heinz (killed at Le Mans in 1963), he was a highly rated young racing driver in the early 1990s, and participated in 43 Formula One Grands Prix for Minardi and Footwork between 1992 and 1994.\nFittipaldi was fifth in the CART series in 1996 and 2002, earning two wins and a second place in the 1995 Indianapolis 500. He has also had success racing sports prototypes, winning the 24 Hours of Daytona of 2004 and 2014, the 2013 6 Hours of Watkins Glen, and a seventh place in the 2013 Rolex Sports Car Series season.",
      "pageId": 343014,
      "monthDay": "01/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/DJ_Quik",
      "name": "DJ Quik",
      "aboutText": "Jonathan Howsmon Davis (born January 18, 1971), also known as JD and JDevil (or J Devil), is an American musician best known as the leading vocalist and frontman of the nu metal band Korn. Hit Parader ranked Davis at number 16 on a list of \"Heavy Metal's All-Time Top 100 Vocalists\" in 2006.",
      "pageId": 479380,
      "monthDay": "01/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Peter_Van_Petegem",
      "name": "Peter Van Petegem",
      "aboutText": "Vinod Ganpat Kambli ( pronunciation  (born 18 January 1972) is a former Indian cricketer, who played for India as a middle order batsman, as well as for Mumbai and Boland, South Africa. He is a childhood friend of the Indian cricketer Sachin Tendulkar. Currently he appears as a cricket expert and commentator on various television channels.",
      "pageId": 564046,
      "monthDay": "01/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Amy_Barger",
      "name": "Amy Barger",
      "aboutText": "David Marvin Blake (born January 18, 1970), better known by his stage name DJ Quik, is an American rapper, DJ, record producer and actor.",
      "pageId": 1015843,
      "monthDay": "01/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jonathan_Davis",
      "name": "Jonathan Davis",
      "aboutText": "Jesse L. Martin (born Jesse Lamont Watkins; January 18, 1969) is an American actor and singer. He is best known for originating the role of Tom Collins on Broadway in the musical Rent and his role as NYPD Detective Ed Green on Law & Order and Detective Joe West on The Flash.",
      "pageId": 1107510,
      "monthDay": "01/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christian_Fittipaldi",
      "name": "Christian Fittipaldi",
      "aboutText": "Michael Scott \"Mike\" Lieberthal (born January 18, 1972), nicknamed Lieby, is a former Major League Baseball catcher. He batted and threw right-handed.\nIn a 14-year career, Lieberthal played for the Philadelphia Phillies (1994–2006) and the Los Angeles Dodgers (2007).",
      "pageId": 1329027,
      "monthDay": "01/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Pep_Guardiola",
      "name": "Pep Guardiola",
      "aboutText": "Crispian Mills (born 18 January 1973 as Crispian John David Boulting; also known as Krishna Kantha das) is an English singer, songwriter, guitarist and film director. He is the son of actress Hayley Mills and director Roy Boulting, the grandson of Sir John Mills and Mary Hayley Bell (Lady Mills), nephew of Juliet Mills and director Jonathan Mills, and half-brother to Jason Lawson.\nActive since 1988, Mills is best known as the frontman of the psychedelic indie rock band Kula Shaker.",
      "pageId": 1526322,
      "monthDay": "01/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Seamus_O%27Regan",
      "name": "Seamus O'Regan",
      "aboutText": "Michael Justin \"Burnie\" Burns (born January 18, 1973) is an American writer, actor, director and producer living in Austin, Texas. He is a co-founder, former chief executive officer, and current chief creative officer of Rooster Teeth. He is noted for his contributions in machinima, a form of film-making that uses video game technology in its production, and also works with animation and live action.",
      "pageId": 2334764,
      "monthDay": "01/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Vinod_Kambli",
      "name": "Vinod Kambli",
      "aboutText": "Josep \"Pep\" Guardiola Sala (Catalan pronunciation: [ʒuˈzɛb ɡwəɾðiˈɔɫə]; born 18 January 1971) is a Spanish professional football coach and former player who is the current manager of Bundesliga club Bayern Munich.\nGuardiola played as a defensive midfielder and spent the majority of his career with Barcelona, forming a part of Johan Cruyff's \"Dream Team\" that won the club's first European Cup in 1992, and four successive La Liga titles from 1991 to 1994. He later captained the team from 1997 to 2001.",
      "pageId": 2396553,
      "monthDay": "01/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Lieberthal",
      "name": "Mike Lieberthal",
      "aboutText": "Seamus O'Regan, MP, (born January 18, 1971) is a Canadian Member of Parliament and broadcast journalist from Newfoundland and Labrador.",
      "pageId": 2474135,
      "monthDay": "01/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kjersti_Pl%C3%A4tzer",
      "name": "Kjersti Plätzer",
      "aboutText": "Benjamin Thomas \"Ben\" Willbond (born 18 January 1973) is an English comedian and actor with numerous credits in television, radio and film.",
      "pageId": 3046679,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Burnie_Burns",
      "name": "Burnie Burns",
      "aboutText": "Anthony Koutoufides (born 18 January 1973) is a former Australian rules footballer with the Carlton Football Club. One of the most powerful and athletic players of all-time, he played in almost every position and was often called the prototype of the modern footballer.\nOf Greek and Italian descent, Koutoufides has been an Australian celebrity making numerous television appearances both during and after his football career.",
      "pageId": 3217122,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Luther_Dickinson",
      "name": "Luther Dickinson",
      "aboutText": "Dr. Amy J. Barger (born January 18, 1971) is an American astronomer whose discoveries have most concerned quasars, black holes, and other far distant objects. She helped show that the activity of black holes in nearby galaxies was greater and more recent than expected.",
      "pageId": 4046895,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Benjamin_Jealous",
      "name": "Benjamin Jealous",
      "aboutText": "Kjersti Tysse Plätzer (born Tysse on January 18, 1972) is a Norwegian race walker, who won the silver medal at the 2000 Summer Olympics in Sydney, in the 20 kilometres race. She finished 12th in the same race in the 2004 Olympic Games in Athens and 4th in the 2007 World Championships in Osaka. At the 2008 Summer Olympics in Beijing, she again won a silver medal in the 20 kilometres race.",
      "pageId": 4193581,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anthony_Koutoufides",
      "name": "Anthony Koutoufides",
      "aboutText": "Peter van Petegem (born 18 January 1970 in Brakel, Belgium) is a former professional road racing cyclist. Van Petegem last rode for Quick Step-Innergetic, in 2007. He lived in Horebeke.",
      "pageId": 5097190,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Guo_Degang",
      "name": "Guo Degang",
      "aboutText": "Luther Andrews Dickinson (born January 18, 1973 in Memphis, Tennessee) is the lead guitarist and vocalist for the North Mississippi Allstars and for a time among the many lead guitarists for The Black Crowes.",
      "pageId": 6539922,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Crispian_Mills",
      "name": "Crispian Mills",
      "aboutText": "Guo Degang (Chinese: 郭德纲; pinyin: Guō Dégāng) is a Chinese comedian and xiangsheng actor. His master was Hou Yaowen.",
      "pageId": 7771372,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rolando_Schiavi",
      "name": "Rolando Schiavi",
      "aboutText": "Rolando Schiavi (born 18 January 1973) is a retired Argentine football defender, most recognized for his time spent playing for Boca Juniors.",
      "pageId": 12555732,
      "monthDay": "01/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ben_Willbond",
      "name": "Ben Willbond",
      "aboutText": "Benjamin Todd Jealous (born January 18, 1973) is an venture capitalist, civic leader and former president and chief executive officer of the National Association for the Advancement of Colored People (NAACP). He is currently a partner at Kapor Capital and Board Chairman of the Southern Elections Fund.\nJealous served as the youngest-ever national leader of the NAACP, and earned accolades for reviving the organization by Forbes magazine, Time magazine, The Nonprofit Times, and others.",
      "pageId": 17473516,
      "monthDay": "01/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christian_Burns",
      "name": "Christian Burns",
      "aboutText": "Princess Claire of Belgium (born Claire Louise Coombs in Bath, England, on 18 January 1974) is a land surveyor married to Prince Laurent and the only sister-in-law of King Philippe of Belgium.",
      "pageId": 210136,
      "monthDay": "01/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Princess_Claire_of_Belgium",
      "name": "Princess Claire of Belgium",
      "aboutText": "Jay Chou (born 18 January 1979) is a Taiwanese musician, singer, songwriter, record producer, director, and actor.\nIn 2000, Chou released his debut album, titled Jay (2000), under the record company Alfa Music. Since then his music has gained recognition throughout Asia, most notably in regions such as Taiwan, Mainland China, Hong Kong, Singapore, Malaysia, Indonesia, Korea, Japan and in the Asian communities of Western countries such as the United States and Australia.",
      "pageId": 543675,
      "monthDay": "01/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Devon_Odessa",
      "name": "Devon Odessa",
      "aboutText": "Ruslan Viktorovych Fedotenko (Ukrainian: Руслан Вікторович Федотенко; born January 18, 1979) is a Ukrainian professional ice hockey winger, currently playing for the Iowa Wild of the American Hockey League (AHL) while under contract to the Minnesota Wild of the National Hockey League (NHL).\nA two-time Stanley Cup champion, in his NHL career he has played for the Philadelphia Flyers, Tampa Bay Lightning, New York Islanders, Pittsburgh Penguins and the New York Rangers.",
      "pageId": 645489,
      "monthDay": "01/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Maulik_Pancholy",
      "name": "Maulik Pancholy",
      "aboutText": "Paulo Renato Rebocho Ferreira, OIH, (Portuguese pronunciation: [ˈpawlu fɨˈʁɐjɾɐ]; born 18 January 1979) is a Portuguese retired footballer who played as a defender. He was known for his versatility and ability to play on both the right and left side of defence.\nFerreira was signed by José Mourinho for FC Porto from Vitória de Setúbal in 2002.",
      "pageId": 772901,
      "monthDay": "01/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Michael_Tunn",
      "name": "Michael Tunn",
      "aboutText": "Thor Hushovd (born 18 January 1978) is a former Norwegian professional road bicycle racer riding for BMC Racing Team. He is known for sprinting and time trialing; Hushovd is a three-time Norwegian national road race champion (2004, 2010, 2013), and was the winner of the 2010 World Road Race Championships. He was the first Norwegian to lead the Tour de France, and first Scandinavian to win the road race in cycling world road championship.",
      "pageId": 783733,
      "monthDay": "01/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Laurence_Courtois",
      "name": "Laurence Courtois",
      "aboutText": "Michael Tunn (born 18 January 1974) is an Australian radio announcer and television presenter. He was hired by Australia's national youth station Triple J in 1990 at the age of 17, making him Australia's youngest professional radio presenter at the time.\n^ Watson, Bronwyn (18 February 1991).",
      "pageId": 1398142,
      "monthDay": "01/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Damien_Leith",
      "name": "Damien Leith",
      "aboutText": "Brian Joseph Gionta (born January 18, 1979) is an American professional ice hockey player and the captain of the Buffalo Sabres of the National Hockey League (NHL). He goes by the nickname \"Gio\" from his teammates and The Rochester Rocket, dubbed by the media.",
      "pageId": 1827534,
      "monthDay": "01/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Richard_Archer",
      "name": "Richard Archer",
      "aboutText": "Bogdan Ionuț Lobonț (Romanian pronunciation: [boɡˈdan ˈlobont͡s]; born 18 January 1978 in Hunedoara) is a Romanian professional goalkeeper playing for A.S. Roma and the Romanian national team.",
      "pageId": 1955189,
      "monthDay": "01/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Curtis_Cregan",
      "name": "Curtis Cregan",
      "aboutText": "Curtis John Cregan (born January 18, 1977) is an American actor. He was seen in the American version of the children's television show Hi-5.\nCregan was raised in Okemos, Michigan, where he attended Okemos High School and studied with choral director, Frank K. DeWald.",
      "pageId": 2014696,
      "monthDay": "01/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Alina_Jidkova",
      "name": "Alina Jidkova",
      "aboutText": "Hirofumi Arai (新井 浩文 (あらい ひろふみ)), born on January 18, 1979, in Hirosaki, Aomori Prefecture, is a third-generation Zainichi Korean actor.",
      "pageId": 2199836,
      "monthDay": "01/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brian_Falkenborg",
      "name": "Brian Falkenborg",
      "aboutText": "Laurence Courtois (born 18 January 1976) is a former professional female tennis player from Belgium.\nCourtois, who was born in Kortrijk, won four doubles titles on the WTA Tour during her career.",
      "pageId": 3004436,
      "monthDay": "01/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Thor_Hushovd",
      "name": "Thor Hushovd",
      "aboutText": "Devon Odessa (born January 18, 1974) is an American actress best known for her role as Sharon Cherski on My So-Called Life.\nOdessa was born in Parkersburg, West Virginia, and brought up on a farm until moving to New Orleans, Louisiana, and later to Los Angeles, California.",
      "pageId": 3266891,
      "monthDay": "01/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bogdan_Lobon%C8%9B",
      "name": "Bogdan Lobonț",
      "aboutText": "Alina Vladimirovna Jidkova (Russian: Алина Владимировна Жидкова; born January 18, 1977) is a Russian former Women's Tennis Association tennis player.",
      "pageId": 5713543,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hirofumi_Arai",
      "name": "Hirofumi Arai",
      "aboutText": "Christian Anthony Burns (born 18 January 1974) is an English musician and the son of Tony Burns of The Signs, a Liverpool-based rock band signed to Decca Records in the 1960s.",
      "pageId": 5833285,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jay_Chou",
      "name": "Jay Chou",
      "aboutText": "Maulik Navin Pancholy (born January 18, 1974) is an American actor known for his recurring role as Sanjay Patel on Weeds, his role as Jonathan on 30 Rock, voice acting as Baljeet Tjinder in Phineas and Ferb, and as Neal during the first season of Whitney.",
      "pageId": 6578955,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ruslan_Fedotenko",
      "name": "Ruslan Fedotenko",
      "aboutText": "Damien Leo Leith (born 18 January 1976 in Dublin) is an Irish-Australian singer–songwriter. He was the winner of the Network Ten music contest Australian Idol 2006.\nHe was born in Ireland and now lives in Australia with his Australian wife, Eileen Stapleton, their two sons and daughter.",
      "pageId": 6730365,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paulo_Ferreira",
      "name": "Paulo Ferreira",
      "aboutText": "Brian Thomas Falkenborg (born January 18, 1978 in Newport Beach, California) is a Major League Baseball relief pitcher who is currently pitching for the Fukuoka SoftBank Hawks in Japan's Nippon Professional Baseball.\nFalkenborg graduated from Redmond High School. He was 6-2 with a 0.75 ERA and 75 strikeouts as a senior at Redmond.",
      "pageId": 7086607,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brian_Gionta",
      "name": "Brian Gionta",
      "aboutText": "Anastasia Yuryevna Grebenkina (Russian: Анастасия Юрьевна Гребёнкина, born 18 January 1979) is a former competitive ice dancer.",
      "pageId": 8230023,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Anastasia_Grebenkina",
      "name": "Anastasia Grebenkina",
      "aboutText": "Richard Archer (born 18 January 1977 in Staines-upon-Thames, Surrey, England) is an English singer-songwriter and guitarist. He is the lead vocalist, guitarist, principal songwriter and main composer of indie rock band Hard-Fi. Hard-Fi have produced several top 10 hits and two #1 albums.",
      "pageId": 13731414,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kenyatta_Jones",
      "name": "Kenyatta Jones",
      "aboutText": "Kenyatta Lapoleon Jones (born January 18, 1979) is a former American football offensive tackle. He was drafted by the New England Patriots in the fourth round of the 2001 NFL Draft. He played college football at South Florida.",
      "pageId": 14370665,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Petra_Yared",
      "name": "Petra Yared",
      "aboutText": "Julius Frazier Peppers (born January 18, 1980) is an American football player for the Green Bay Packers of the National Football League (NFL). He played college football at North Carolina, where he was recognized as a unanimous All-American, and was drafted by the Carolina Panthers second overall in the 2002 NFL Draft. Peppers has also played for the Chicago Bears.",
      "pageId": 852514,
      "monthDay": "01/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Anthony_Fernandez",
      "name": "Mark Anthony Fernandez",
      "aboutText": "Joanna Caroline Newsom (born January 18, 1982) is an American harpist, keyboardist, vocalist, lyricist and actress.",
      "pageId": 936694,
      "monthDay": "01/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Estelle_(musician)",
      "name": "Estelle",
      "aboutText": "Khari Stephenson (/ˈkæri/; born 18 January 1981) is a Jamaican footballer.",
      "pageId": 1116258,
      "monthDay": "01/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Robert_Green",
      "name": "Robert Green",
      "aboutText": "Samantha Tamania Anne Cecilia Mumba (born 18 January 1983) is an Irish singer and actress. She shot to fame in 2000 with the release of her debut single \"Gotta Tell You\", which reached the Top 10 in Ireland, United Kingdom and the US. After a relatively short music career, she starred in numerous films, most notably in the 2002 film The Time Machine. She has also appeared in a number of Irish independent films.",
      "pageId": 1269508,
      "monthDay": "01/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kert_Haavistu",
      "name": "Kert Haavistu",
      "aboutText": "Quinn Allman (born January 18, 1982) is American musician, best known as the former guitarist and backing vocalist in the American alternative rock band The Used.",
      "pageId": 1318636,
      "monthDay": "01/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Julius_Peppers",
      "name": "Julius Peppers",
      "aboutText": "Robert Paul \"Rob\" Green (born 18 January 1980) is an English footballer who plays for Queens Park Rangers as a goalkeeper. He has also played for the England national team. Green played over 200 times for both West Ham United where he spent six years, and for Norwich City.",
      "pageId": 1433225,
      "monthDay": "01/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jason_Segel",
      "name": "Jason Segel",
      "aboutText": "Olivier Rochus (born 18 January 1981) is a retired Belgian tennis player. He has won two singles titles in his career and in 2004 won the French Open doubles title partnering fellow Belgian Xavier Malisse. Rochus' career-high singles ranking is World No.",
      "pageId": 1554464,
      "monthDay": "01/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kang_Dong-won",
      "name": "Kang Dong-won",
      "aboutText": "Jason Jordan Segel (/ˈsiːɡəl/; born January 18, 1980) is an American actor, comedian, screenwriter, and author best known for his role as Marshall Eriksen in the CBS sitcom How I Met Your Mother, as well as for his work with producer Judd Apatow on the television series Freaks and Geeks and Undeclared.\nSegel has also starred in several films, including Forgetting Sarah Marshall (2008), I Love You, Man (2009), Despicable Me (2010), \"Bad Teacher\" (2011), Jeff, Who Lives at Home (2011), The Muppets (2011), The Five-Year Engagement (2012), and Sex Tape (2014).",
      "pageId": 2146365,
      "monthDay": "01/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Otgonbayar_Ershuu",
      "name": "Otgonbayar Ershuu",
      "aboutText": "Kang Dong-won (born 18 January 1981) is a South Korean actor.",
      "pageId": 2704831,
      "monthDay": "01/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Olivier_Rochus",
      "name": "Olivier Rochus",
      "aboutText": "Estelle Fanta Swaray (born 18 January 1980), simply known as Estelle, is a British singer-songwriter, rapper, producer and Grammy Award winner from West London, England. In league with other contemporary British sirens like Amy Winehouse, Adele and Duffy, Estelle is known for her eclectic mix of various musical genres including R&B, soul, reggae, grime, hip hop, pop and dance. She has experienced significant mainstream success with the single \"American Boy\" feat.",
      "pageId": 3854523,
      "monthDay": "01/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Khari_Stephenson",
      "name": "Khari Stephenson",
      "aboutText": "Petra Yared (born 18 January 1979) is a Lebanese-Australian actress. She has also been credited as Petra Jared.",
      "pageId": 4251026,
      "monthDay": "01/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Quinn_Allman",
      "name": "Quinn Allman",
      "aboutText": "Kert Haavistu (born 18 January 1980 in Tallinn) is a former Estonian professional footballer, who used to play in the Meistriliiga for FC Flora Tallinn and FC TVMK Tallinn. He played the position of midfielder and is 1.78 m (5 ft 10 in) tall and weighs 72 kg. He is also the former member of the Estonia national football team with 44 caps to his name.",
      "pageId": 12912090,
      "monthDay": "01/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/T%C3%B5nis_Erm",
      "name": "Tõnis Erm",
      "aboutText": "Mark Anthony Lacsamana Fernandez (born January 18, 1979) is a Filipino actor.",
      "pageId": 14892076,
      "monthDay": "01/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mary_Jepkosgei_Keitany",
      "name": "Mary Jepkosgei Keitany",
      "aboutText": "Mary Jepkosgei Keitany (born 18 January 1982 in Kisok, Baringo District) is a runner from Kenya who specialises in long distance running up to the marathon distance. She won silver at the 2007 IAAF World Road Running Championships and became the World Half Marathon champion two years later. She won the 2012 London Marathon with a personal best of 2:18:37 hours – making her the second fastest woman ever in the event.",
      "pageId": 18038123,
      "monthDay": "01/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joanna_Newsom",
      "name": "Joanna Newsom",
      "aboutText": "Katie Rebecca White (born 18 January 1983) is a British musician and member of the pop duo the Ting Tings.",
      "pageId": 20782064,
      "monthDay": "01/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rolf_Roosalu",
      "name": "Rolf Roosalu",
      "aboutText": "Rolf Roosalu, also known as Rolf Junior (born 18 January 1982 in Tartu), is an Estonian singer who has participated in a number of musicals. He has also, yet unsuccessfully, competed to represent Estonia at the Eurovision Song Contest six times (2008–13). In 2010, when the contest was held in Oslo, he announced the Estonian televoting results to the other countries.",
      "pageId": 21860438,
      "monthDay": "01/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Amir_Blumenfeld",
      "name": "Amir Blumenfeld",
      "aboutText": "Tõnis Erm (born 18 January 1982) is an Estonian mountain bike orienteer. At the 2008 World MTB Orienteering Championships in Ostróda, he won a bronze medal in the sprint event. In Ben Shemen in 2009 he won a silver medal in the sprint.",
      "pageId": 28468426,
      "monthDay": "01/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Samantha_Mumba",
      "name": "Samantha Mumba",
      "aboutText": "Amir Shmuel Blumenfeld (/əˈmir ʃmuːˈɛl ˈbluːmɨnfɛld/; Hebrew: אמיר שמואל בלומנפלד‎; born January 18, 1983) is an Israeli American comedian, actor, writer and television host. Born in Israel, he moved to Los Angeles when he was two, and was hired by the New York-based CollegeHumor in 2005. As well as contributing to its books and articles, he has written and starred in original videos for the comedy website—appearing in series such as Hardly Working and Very Mary-Kate—and was a cast member on its short-lived MTV program The CollegeHumor Show.",
      "pageId": 32342708,
      "monthDay": "01/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brianna_Lea_Pruett",
      "name": "Brianna Lea Pruett",
      "aboutText": "Otgonbayar Ershuu (Mongolian: Эршүүгийн Отгонбаяр; * 18 January 1981 in Ulan Bator) is a Mongolian painter.",
      "pageId": 32852813,
      "monthDay": "01/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katie_White",
      "name": "Katie White",
      "aboutText": "Brianna Lea Pruett (January 18, 1983 – September 2, 2015) was an American singer-songwriter, musician, painter, poet and filmmaker.",
      "pageId": 43019594,
      "monthDay": "01/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kristy_Lee_Cook",
      "name": "Kristy Lee Cook",
      "aboutText": "Michael Kevin Kearney (born January 18, 1984, in Honolulu, Hawaii, USA) is a former child prodigy known for setting several world records related to graduating at a young age, as well as teaching college while still a teenager.",
      "pageId": 683735,
      "monthDay": "01/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ioannis_Drymonakos",
      "name": "Ioannis Drymonakos",
      "aboutText": "Johan Danon Djourou-Gbadjere (born 18 January 1987), more commonly known as Johan Djourou, is a Swiss international footballer who currently plays for and captains Hamburg.\nHe used to play as a defensive midfielder in his youth for former club Étoile Carouge, but on his arrival at Arsenal, he was converted to a central defender. He occasionally filled in at full back for Arsenal and played several games in central midfield while on loan to Birmingham City.",
      "pageId": 1346723,
      "monthDay": "01/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Makoto_Hasebe",
      "name": "Makoto Hasebe",
      "aboutText": "Marya Roxx (born Maarja Kivi on 18 January 1986) is an Estonian hard rock/metal singer-songwriter residing in Los Angeles. She is a former member of Estonian girl band Vanilla Ninja.\n^ \"Marya Roxx\".",
      "pageId": 1968806,
      "monthDay": "01/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Michael_Kearney",
      "name": "Michael Kearney",
      "aboutText": "Minissha Lamba (born 18 January 1985) is an Indian actress who appears in Hindi films. She made her debut with Yahaan (2005). Her other notable films include Honeymoon Travels Pvt.",
      "pageId": 2839963,
      "monthDay": "01/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Benji_Schwimmer",
      "name": "Benji Schwimmer",
      "aboutText": "Riccardo Montolivo (Italian pronunciation: [rikˈkardo montoˈlivo]; born 18 January 1985) is an Italian professional footballer who plays for Serie A club Milan, where he is the captain and the Italy national team. He is described as a versatile player capable of playing anywhere in the midfield, Montolivo's two main roles are as a deep-lying playmaker and an attacking midfielder, which best utilise his technical ability, creativity, and range of passing.\nMontolivo started his career with Atalanta in 2003 before being transferred to Fiorentina in 2005.",
      "pageId": 2847771,
      "monthDay": "01/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Viktoria_Shklover",
      "name": "Viktoria Shklover",
      "aboutText": "Dale Begg-Smith (born 18 January 1985) is an Australian-Canadian former Olympic freestyle skier. Begg-Smith won the gold medal for Australia in the men's moguls event at the 2006 Winter Olympics and silver at the 2010 Winter Olympics. He is one of only five Australians to win a gold medal in a Winter Games and the youngest to win an Olympic Gold in the history of men's freestyle mogul skiing.",
      "pageId": 3955086,
      "monthDay": "01/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dale_Begg-Smith",
      "name": "Dale Begg-Smith",
      "aboutText": "Benjamin \"Benji\" Daniel Schwimmer (born January 18, 1984) is an American professional dancer, choreographer and actor. On August 16, 2006 he was announced as the winner of the second season of So You Think You Can Dance and has choreographed for both the U.S. and the international versions of the show. He co-starred in the 2010 film Leading Ladies.",
      "pageId": 5601126,
      "monthDay": "01/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Minissha_Lamba",
      "name": "Minissha Lamba",
      "aboutText": "Ronnie Day (born Ronald Guglielmone, Jr.) is an American songwriter from Redwood City, California.\nBy the age of 16, Day had sold over 10,000 copies of his bedroom record, Nine Sleepless Nights. He tested for proficiency, graduated high school early, and drove coast to coast playing on street corners, in parks, backyards and living rooms.",
      "pageId": 5645019,
      "monthDay": "01/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Riccardo_Montolivo",
      "name": "Riccardo Montolivo",
      "aboutText": "Makoto Hasebe (長谷部 誠, Hasebe Makoto, born 18 January 1984) is a Japanese footballer.",
      "pageId": 9300225,
      "monthDay": "01/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marya_Roxx",
      "name": "Marya Roxx",
      "aboutText": "Angelique Kerber (born 18 January 1988 in Bremen) is a German tennis player of German Polish background.\nKerber has won seven singles titles on the WTA tour, as well as eleven singles and three doubles on the ITF tour in her career. On 22 October 2012, she reached her best singles ranking of world number 5.",
      "pageId": 12472317,
      "monthDay": "01/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Becca_Tobin",
      "name": "Becca Tobin",
      "aboutText": "Grigoris Makos (Greek: Γρηγόρης Μάκος; born on 18 January 1987), is a Greek international football player who plays for Panetolikos and the Greek national team as a defensive midfielder.",
      "pageId": 15541278,
      "monthDay": "01/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Johan_Djourou",
      "name": "Johan Djourou",
      "aboutText": "Anastasios Kissas (Greek: Αναστάσιος Κίσσας) (born 18 January 1988 in Nicosia, Cyprus) is a Cypriot international footballer who plays as a goalkeeper for APOEL in the Cypriot First Division.",
      "pageId": 15759118,
      "monthDay": "01/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Christopher_Liebig",
      "name": "Christopher Liebig",
      "aboutText": "Kristy Lee Cook (born January 18, 1984) is an American country singer who was born in Seattle, Washington, and was the seventh place finalist on the seventh season of American Idol. In 2005, Cook released her first album called Devoted. In June 2008, Cook signed to 19 Recordings and Arista Nashville.",
      "pageId": 15778392,
      "monthDay": "01/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Grigoris_Makos",
      "name": "Grigoris Makos",
      "aboutText": "Ioannis Drymonakos (born 18 January 1984) is a Greek swimmer from Athens. He became the first ever Greek swimmer to hold a European swimming record by clocking a time of 1:54.16 seconds in 200 m butterfly event of the 2008 European Aquatics Championships final on 21 March 2008.\nIn 2008, a few days before the Beijing Olympic Games he tested positive for banned drugs during a doping-control test.",
      "pageId": 16689735,
      "monthDay": "01/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ronnie_Day",
      "name": "Ronnie Day",
      "aboutText": "Rubén Miño Peralta (born 18 January 1989) is a Spanish professional footballer who plays for Real Oviedo as a goalkeeper.",
      "pageId": 19221040,
      "monthDay": "01/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Angelique_Kerber",
      "name": "Angelique Kerber",
      "aboutText": "Viktoria Shklover (born 18 January 1984) is an Estonian pair skater.\nEarly in her career, she competed with Aleksandr Bulogin. From 1998 through 2002, she competed with Valdis Mintals.",
      "pageId": 19575995,
      "monthDay": "01/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Anastasios_Kissas",
      "name": "Anastasios Kissas",
      "aboutText": "José Ignacio Fernández Iglesias (born 18 January 1990), commonly known as Nacho (Spanish pronunciation: [ˈnatʃo]), is a Spanish professional footballer who plays for Real Madrid mainly as a central defender but also as a right or left back.",
      "pageId": 25248002,
      "monthDay": "01/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Boy_van_Poppel",
      "name": "Boy van Poppel",
      "aboutText": "Christopher Liebig (born 18 January 1987) is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team.\nLiebig played in the 2009, 2010 and 2011 German championship final for Heidelberger RK, losing the first one and winning the following two.\nHe plays rugby since 1991.",
      "pageId": 26677404,
      "monthDay": "01/18"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rub%C3%A9n_Mi%C3%B1o",
      "name": "Rubén Miño",
      "aboutText": "Boy van Poppel (born 18 January 1988 in Utrecht) is a Dutch professional road racing cyclist. He is the son of former cyclists Jean-Paul van Poppel and Leontien van der Lienden. He is currently riding for the UCI World Tour team Trek Factory Racing.",
      "pageId": 37014082,
      "monthDay": "01/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nacho_(footballer,_born_1990)",
      "name": "Nacho",
      "aboutText": "Rebecca Melise \"Becca\" Tobin (born January 18, 1986) is an American actress, singer, and dancer. She is best known for having portrayed Kitty Wilde in the Fox television series Glee.\n^ Interview: Cobb native Becca Tobin shines in “Glee” role blogs.ajc.com.",
      "pageId": 37014372,
      "monthDay": "01/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Hayle_Ibrahimov",
      "name": "Hayle Ibrahimov",
      "aboutText": "Morgan York (born 1993) is an American author and former actress, best known for her role as Kim Baker in Cheaper by the Dozen and Cheaper by the Dozen 2, and also her role as Sarah in Hannah Montana.",
      "pageId": 2396717,
      "monthDay": "01/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Brett_Lawrie",
      "name": "Brett Lawrie",
      "aboutText": "Brittney \"Britt\" McKillip (born January 18, 1991 in British Columbia) is a Canadian actress and musician best known for her role in the movie Scary Godmother: Halloween Spooktacular and its sequel Scary Godmother: The Revenge of Jimmy as Hannah Marie, and for her role as Reggie Lass in the cable series Dead Like Me, the film Dead Like Me: Life After Death (based on the series), her voice over roles as Cloe in Bratz and Princess Cadance in My Little Pony: Friendship Is Magic.\n^ McFarlan, Melanie (June 25, 2003). \"I see dead people, and frankly, they are whiny\".",
      "pageId": 6043695,
      "monthDay": "01/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Alex_Pietrangelo",
      "name": "Alex Pietrangelo",
      "aboutText": "Alexander Pietrangelo (born January 18, 1990) is a Canadian professional ice hockey defenceman currently playing for, and serving as alternate captain of, the St. Louis Blues of the National Hockey League (NHL). As a junior, he played with the Niagara IceDogs and Barrie Colts of the Ontario Hockey League (OHL).",
      "pageId": 13163104,
      "monthDay": "01/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Britt_McKillip",
      "name": "Britt McKillip",
      "aboutText": "Brett Russell Lawrie (born January 18, 1990) is a Canadian professional baseball third baseman and second baseman for the Chicago White Sox of Major League Baseball (MLB).",
      "pageId": 18895122,
      "monthDay": "01/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Diego_Sim%C3%B5es",
      "name": "Diego Simões",
      "aboutText": "Francesco Bardi (born 18 January 1992) is an Italian professional footballer who plays as a goalkeeper for Spanish club RCD Espanyol on loan from Internazionale.",
      "pageId": 27427942,
      "monthDay": "01/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kieran_Tscherniawsky",
      "name": "Kieran Tscherniawsky",
      "aboutText": "Hayle Ibrahimov (Amharic: ቀዳማዊ ደስታ ሃጎስ? – Haile Desta Hagos; born 18 January 1990) is Ethiopia-born Azerbaijani international middle and long distance track and field athlete, mainly competing in the disciplines of 3000 metres and 5000 metres. He holds the Azerbaijani records in both these events.",
      "pageId": 28194553,
      "monthDay": "01/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Francesco_Bardi",
      "name": "Francesco Bardi",
      "aboutText": "Kang Ji-young (hangul: 강지영; hanja: 姜知英; born January 18, 1994) is a South Korean idol actress and singer based in Japan. She is a former member of the Korean girl group Kara.",
      "pageId": 28663075,
      "monthDay": "01/18"
    },
    {
      "year": "1993",
      "uri": "/wiki/Morgan_York",
      "name": "Morgan York",
      "aboutText": "Diego de Souza Simões (born 18 January 1991) is a Brazilian footballer. He also holds a Portuguese passport.\n^ \"Jogadores\".",
      "pageId": 29400746,
      "monthDay": "01/18"
    },
    {
      "year": "1994",
      "uri": "/wiki/Kang_Ji-young",
      "name": "Kang Ji-young",
      "aboutText": "Karan Brar (born January 18, 1999) is an American teen actor, best known for his role as Chirag Gupta in the Wimpy Kid feature film franchise, Diary of a Wimpy Kid, Diary of a Wimpy Kid: Rodrick Rules, and Diary of a Wimpy Kid: Dog Days, as well as for his co-starring role as Ravi Ross on the Disney Channel Original Series Jessie, and its spinoff series Bunk'd.",
      "pageId": 31947232,
      "monthDay": "01/18"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ilona_Kremen",
      "name": "Ilona Kremen",
      "aboutText": "Kieran Tscherniawsky (born 18 January 1992) is a Paralympian athlete from England competing mainly in category F33 discus. In 2011 he became the World Junior Champion in the discus and has qualified for the Great Britain team for the 2012 Summer Paralympics.\n^ \"Kieran Tscherniawsky\".",
      "pageId": 36860320,
      "monthDay": "01/18"
    },
    {
      "year": "1995",
      "uri": "/wiki/Bastien_Damiens",
      "name": "Bastien Damiens",
      "aboutText": "Ilona Eduardovna Kremen (Belarusian: Ілона Эдуардаўна Крамень; born 18 January 1994) is a Belarusian tennis player.\nKremen has won three singles and ten doubles titles on the ITF tour in her career. On 24 June 2013, she reached her best singles ranking of world number 201.",
      "pageId": 38443381,
      "monthDay": "01/18"
    },
    {
      "year": "1996",
      "uri": "/wiki/Sarah_Gilman",
      "name": "Sarah Gilman",
      "aboutText": "Sarah Gilman (born January 18, 1996) is an American teen actress, known for her role as Delia in the Disney Channel series I Didn't Do It.\n^ \"Happy Birthday to Sarah Gilman\". 2014-01-18.",
      "pageId": 43027047,
      "monthDay": "01/18"
    },
    {
      "year": "1999",
      "uri": "/wiki/Karan_Brar",
      "name": "Karan Brar",
      "aboutText": "Bastien Damiens (18 January 1995 – 6 September 2015) was a French slalom canoeist. Born in Montreuil, he won gold in the K-1 team event at the 2012 European Canoe Slalom Championships in Augsburg.",
      "pageId": 47769639,
      "monthDay": "01/18"
    }
  ]
}