{
  "people": [
    {
      "year": "1244",
      "uri": "/wiki/Henry_I,_Landgrave_of_Hesse",
      "name": "Henry I, Landgrave of Hesse",
      "aboutText": "Theodore Beza (Latin: Theodorus Beza; French: Théodore de Bèze or de Besze; June 24, 1519 – October 13, 1605) was a French Protestant Christian theologian and scholar who played an important role in the Reformation.",
      "pageId": 40322,
      "monthDay": "06/24"
    },
    {
      "year": "1257",
      "uri": "/wiki/Robert_de_Vere,_6th_Earl_of_Oxford",
      "name": "Robert de Vere, 6th Earl of Oxford",
      "aboutText": "Saint John of the Cross, O.C.D. (Spanish: San Juan de la Cruz; 1542 – 14 December 1591), was a major figure of the Counter-Reformation, a Spanish mystic, a Roman Catholic saint, a Carmelite friar and a priest who was born at Fontiveros, Old Castile.\nJohn of the Cross was a reformer of the Carmelite Order and is considered, along with Saint Teresa of Ávila, as a founder of the Discalced Carmelites. He is also known for his writings.",
      "pageId": 44582,
      "monthDay": "06/24"
    },
    {
      "year": "1314",
      "uri": "/wiki/Philippa_of_Hainault",
      "name": "Philippa of Hainault",
      "aboutText": "This article is about the English queen. For the Portuguese queen, see Philippa of Lancaster.\nPhilippa of Hainault (24 June 1314 – 15 August 1369) was Queen of England as the wife of King Edward III. Edward, Duke of Guyenne, her future husband, promised in 1326 to marry her within the following two years.",
      "pageId": 47754,
      "monthDay": "06/24"
    },
    {
      "year": "1343",
      "uri": "/wiki/Joan_of_Valois,_Queen_of_Navarre",
      "name": "Joan of Valois, Queen of Navarre",
      "aboutText": "Robert Dudley, 1st Earl of Leicester, KG (24 June 1532 or 1533 – 4 September 1588) was an English nobleman and the favourite and close friend of Elizabeth I from her first year on the throne until his death. The Queen giving him reason to hope, he was a suitor for her hand for many years.\nDudley's youth was overshadowed by the downfall of his family in 1553 after his father, the Duke of Northumberland, had unsuccessfully tried to establish Lady Jane Grey on the English throne.",
      "pageId": 51039,
      "monthDay": "06/24"
    },
    {
      "year": "1386",
      "uri": "/wiki/John_of_Capistrano",
      "name": "John of Capistrano",
      "aboutText": "Jean-Baptiste Massillon, Cong. Orat. (24 June 1663, Hyères – 28 September 1742, Beauregard-l'Évêque), was a French Catholic bishop and famous preacher, who served as Bishop of Clermont from 1717 until his death.",
      "pageId": 196692,
      "monthDay": "06/24"
    },
    {
      "year": "1485",
      "uri": "/wiki/Johannes_Bugenhagen",
      "name": "Johannes Bugenhagen",
      "aboutText": "Robert Persons (24 June 1546 – 15 April 1610), later known as Robert Parsons, was an English Jesuit priest.",
      "pageId": 205561,
      "monthDay": "06/24"
    },
    {
      "year": "1519",
      "uri": "/wiki/Theodore_Beza",
      "name": "Theodore Beza",
      "aboutText": "Johann Albrecht Bengel (24 June 1687 – 2 November 1752), also known as Bengelius, was a Lutheran pietist clergyman and Greek-language scholar known for his edition of the Greek New Testament and his commentaries on it.",
      "pageId": 477225,
      "monthDay": "06/24"
    },
    {
      "year": "1532",
      "uri": "/wiki/Robert_Dudley,_1st_Earl_of_Leicester",
      "name": "Robert Dudley, 1st Earl of Leicester",
      "aboutText": "William Hull (June 24, 1753 – November 29, 1825) was an American soldier and politician. He fought in the American Revolution and was appointed as Governor of Michigan Territory (1805–13), gaining large land cessions from several Native American tribes under the Treaty of Detroit (1807).",
      "pageId": 485044,
      "monthDay": "06/24"
    },
    {
      "year": "1532",
      "uri": "/wiki/William_IV,_Landgrave_of_Hesse-Kassel",
      "name": "William IV, Landgrave of Hesse-Kassel",
      "aboutText": "Saint John of Capistrano (Italian: San Giovanni da Capestrano, Hungarian: Kapisztrán János, Polish: Jan Kapistran, Serbian: Јован Капистран, Jovan Kapistran) (24 June 1386 – 23 October 1456) was a Franciscan friar and Catholic priest from the Italian town of Capestrano, Abruzzo. Famous as a preacher, theologian, and inquisitor, he earned himself the nickname 'the Soldier Saint' when in 1456 at age 70 he led a crusade against the invading Ottoman Empire at the siege of Belgrade with the Hungarian military commander John Hunyadi.",
      "pageId": 720407,
      "monthDay": "06/24"
    },
    {
      "year": "1535",
      "uri": "/wiki/Joanna_of_Austria,_Princess_of_Portugal",
      "name": "Joanna of Austria, Princess of Portugal",
      "aboutText": "Henry I of Hesse \"the Child\" (German: Heinrich das Kind) (24 June 1244 – 21 December 1308) was the first Landgrave of Hesse.",
      "pageId": 779637,
      "monthDay": "06/24"
    },
    {
      "year": "1542",
      "uri": "/wiki/John_of_the_Cross",
      "name": "John of the Cross",
      "aboutText": "Johannes Bugenhagen (24 June 1485 – 20 April 1558), also called Doctor Pomeranus by Martin Luther, introduced the Protestant Reformation in the Duchy of Pomerania and Denmark in the 16th century. Among his major accomplishments was organization of Lutheran churches in Northern Germany and Scandinavia. He has also been called second Apostle of the North.",
      "pageId": 949933,
      "monthDay": "06/24"
    },
    {
      "year": "1546",
      "uri": "/wiki/Robert_Persons",
      "name": "Robert Persons",
      "aboutText": "Jean-Baptiste du Val-de-Grâce, baron de Cloots (June 24, 1755 – March 24, 1794), better known as Anacharsis Cloots (also spelled Clootz), was a Prussian nobleman who was a significant figure in the French Revolution. He was nicknamed \"orator of mankind\", \"citoyen de l’humanité\" and \"a personal enemy of God\".\n^ Doyle, William (1989); The Oxford History of the French Revolution; Clarendon Press.",
      "pageId": 1034174,
      "monthDay": "06/24"
    },
    {
      "year": "1587",
      "uri": "/wiki/William_Arnold_(settler)",
      "name": "William Arnold",
      "aboutText": "Joanna of Austria (in Castilian, doña Juana de Austria; in Portuguese, Dona Joana de Áustria, 24 June 1535 – 7 September 1573) was the mother of Sebastian of Portugal, and later regent of Spain for her brother, Philip II of Spain.",
      "pageId": 1785393,
      "monthDay": "06/24"
    },
    {
      "year": "1661",
      "uri": "/wiki/Hachisuka_Tsunanori",
      "name": "Hachisuka Tsunanori",
      "aboutText": "William IV of Hesse-Kassel (24 June 1532 – 25 August 1592), also called William the Wise, was the first Landgrave of the Landgraviate of Hesse-Kassel (or Hesse-Cassel).",
      "pageId": 1825849,
      "monthDay": "06/24"
    },
    {
      "year": "1663",
      "uri": "/wiki/Jean_Baptiste_Massillon",
      "name": "Jean Baptiste Massillon",
      "aboutText": "Jean-Jacques Burlamaqui (French: [byʁlamaki]; 24 June 1694 – 3 April 1748) was a Swiss legal and political theorist who popularised a number of ideas propounded by other thinkers.",
      "pageId": 2072846,
      "monthDay": "06/24"
    },
    {
      "year": "1687",
      "uri": "/wiki/Johann_Albrecht_Bengel",
      "name": "Johann Albrecht Bengel",
      "aboutText": "Jean-Baptiste de Boyer, Marquis d'Argens (June 24, 1704 - January 11, 1771) was a French philosopher and writer.",
      "pageId": 2702403,
      "monthDay": "06/24"
    },
    {
      "year": "1694",
      "uri": "/wiki/Jean-Jacques_Burlamaqui",
      "name": "Jean-Jacques Burlamaqui",
      "aboutText": "William Arnold (24 June 1587 – c. 1676) was one of the founding settlers of the Colony of Rhode Island and Providence Plantations, and with his sons was among the wealthiest people in the colony. He was raised and educated in England where he was the warden of St.",
      "pageId": 6245560,
      "monthDay": "06/24"
    },
    {
      "year": "1704",
      "uri": "/wiki/Jean-Baptiste_de_Boyer,_Marquis_d%27Argens",
      "name": "Jean-Baptiste de Boyer, Marquis d'Argens",
      "aboutText": "Joan of France, also known as Joan or Joanna of Valois (24 June 1343, Châteauneuf-sur-Loire – 3 November 1373, Évreux), was the daughter of John II of France (called The Good), and his first wife, Bonne of Luxembourg.",
      "pageId": 9111132,
      "monthDay": "06/24"
    },
    {
      "year": "1753",
      "uri": "/wiki/William_Hull",
      "name": "William Hull",
      "aboutText": "Hachisuka Tsunanori (蜂須賀 綱矩) (June 24, 1661 – December 16, 1730) was a Japanese daimyo of the Edo period, who ruled the Tokushima Domain.",
      "pageId": 14002853,
      "monthDay": "06/24"
    },
    {
      "year": "1755",
      "uri": "/wiki/Anacharsis_Cloots",
      "name": "Anacharsis Cloots",
      "aboutText": "Robert de Vere, 6th Earl of Oxford (c. 24 June 1257 – 17 April 1331) was the son and heir of Robert de Vere, 5th Earl of Oxford, by his wife Alice de Sanford.\nRobert the younger took part in several of the military campaigns of Edward I, Edward II and Edward III in Wales, Scotland and France.",
      "pageId": 14336071,
      "monthDay": "06/24"
    },
    {
      "year": "1767",
      "uri": "/wiki/Jean-Baptiste_Beno%C3%AEt_Eyri%C3%A8s",
      "name": "Jean-Baptiste Benoît Eyriès",
      "aboutText": "Henry Ward Beecher (June 24, 1813 – March 8, 1887) was an American Congregationalist clergyman, social reformer, and speaker, known for his support of the abolition of slavery, his emphasis on God's love, and his 1875 adultery trial.\nHenry Ward Beecher was the son of Lyman Beecher, a Calvinist minister who became one of the best-known evangelists of his age. Several of his brothers and sisters became well-known educators and activists, most notably Harriet Beecher Stowe, who achieved worldwide fame with her abolitionist novel Uncle Tom's Cabin.",
      "pageId": 166159,
      "monthDay": "06/24"
    },
    {
      "year": "1771",
      "uri": "/wiki/%C3%89leuth%C3%A8re_Ir%C3%A9n%C3%A9e_du_Pont",
      "name": "Éleuthère Irénée du Pont",
      "aboutText": "Éleuthère Irénée du Pont de Nemours (24 June 1771 – 31 October 1834), known as Irénée du Pont, or E. I. du Pont, was a French-American chemist and industrialist who founded the gunpowder manufacturer, E. I. du Pont de Nemours and Company.",
      "pageId": 235994,
      "monthDay": "06/24"
    },
    {
      "year": "1774",
      "uri": "/wiki/Antonio_Gonz%C3%A1lez_de_Balcarce",
      "name": "Antonio González de Balcarce",
      "aboutText": "John Joseph Hughes (June 24, 1797 – January 3, 1864) was an Irish-born prelate of the Roman Catholic Church in the United States. He was the fourth Bishop and first Archbishop of the Archdiocese of New York, serving between 1842 and his death in 1864.\nA native of Ireland, Hughes was born and raised in the south of County Tyrone.",
      "pageId": 245245,
      "monthDay": "06/24"
    },
    {
      "year": "1774",
      "uri": "/wiki/Fran%C3%A7ois-Nicolas-Beno%C3%AEt_Haxo",
      "name": "François-Nicolas-Benoît Haxo",
      "aboutText": "Admiral Sir John Ross, RN, CB (24 June 1777 – 30 August 1856) was a British naval officer and Arctic explorer.\nRoss was the son of the Rev. Andrew Ross of Balsarroch, minister of Inch in Wigtownshire, and Elizabeth Corsane, daughter of Robert Corsane, the Provost of Dumfries.",
      "pageId": 322649,
      "monthDay": "06/24"
    },
    {
      "year": "1777",
      "uri": "/wiki/John_Ross_(Arctic_explorer)",
      "name": "John Ross",
      "aboutText": "Ernst Heinrich Weber (24 June 1795 – 26 January 1878) was a German physician who is considered one of the founders of experimental psychology. Weber (1795-1878) was an influential and important figure in the areas of physiology and psychology during his lifetime and beyond. His studies on sensation and touch, along with his emphasis on good experimental techniques gave way to new directions and areas of study for future psychologists, physiologists, and anatomists.",
      "pageId": 748976,
      "monthDay": "06/24"
    },
    {
      "year": "1782",
      "uri": "/wiki/Juan_Larrea_(politician)",
      "name": "Juan Larrea",
      "aboutText": "Juan Antonio Lavalleja (June 24, 1784 – October 22, 1853) was an Uruguayan revolutionary and political figure.",
      "pageId": 906448,
      "monthDay": "06/24"
    },
    {
      "year": "1783",
      "uri": "/wiki/Johann_Heinrich_von_Th%C3%BCnen",
      "name": "Johann Heinrich von Thünen",
      "aboutText": "John Archibald Campbell (June 24, 1811 – March 12, 1889) was an American jurist. He was a successful lawyer in Georgia and Alabama, where he served in the State legislatures. Appointed by Franklin Pierce to the United States Supreme Court in 1853, he served until the outbreak of the American Civil War, when he became an official of the Confederacy.",
      "pageId": 912096,
      "monthDay": "06/24"
    },
    {
      "year": "1784",
      "uri": "/wiki/Juan_Antonio_Lavalleja",
      "name": "Juan Antonio Lavalleja",
      "aboutText": "Stephan Ladislaus Endlicher aka Endlicher István László (24 June 1804 – 28 March 1849) was an Austrian botanist, numismatist and Sinologist. He was a director of the Botanical Garden of Vienna.",
      "pageId": 922788,
      "monthDay": "06/24"
    },
    {
      "year": "1788",
      "uri": "/wiki/Thomas_Blanchard",
      "name": "Thomas Blanchard",
      "aboutText": "Johann Heinrich von Thünen (24 June 1783 – 22 September 1850), sometimes spelt Thuenen, was a prominent nineteenth century economist and a native of Mecklenburg-Strelitz in northern Germany. Thünen was a Mecklenburg landowner, who in the first volume of his treatise The Isolated State (1826) developed the first serious treatment of spatial economics and Economic geography, connecting it with the theory of rent. The importance lies less in the pattern of land use predicted than in its analytical approach.",
      "pageId": 1000450,
      "monthDay": "06/24"
    },
    {
      "year": "1795",
      "uri": "/wiki/Ernst_Heinrich_Weber",
      "name": "Ernst Heinrich Weber",
      "aboutText": "Antonio González de Balcarce (June 24, 1774 – August 15, 1819) was an Argentine military commander in the early 19th century.\nGonzález de Balcarce was born in Buenos Aires. He joined the armed forces as a cadet in 1788.",
      "pageId": 1001220,
      "monthDay": "06/24"
    },
    {
      "year": "1797",
      "uri": "/wiki/John_Hughes_(archbishop_of_New_York)",
      "name": "John Hughes",
      "aboutText": "Willard Richards (June 24, 1804 – March 11, 1854) was an early leader in the Latter Day Saint movement and served as Second Counselor in the First Presidency to church president Brigham Young in The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1847 until his death.\nWillard Richards was born in Hopkinton, Massachusetts, to Joseph Richards and Rhoda Howe on June 24, 1804. At the age of four, he injured his head in a fall and was left with some residual muscle tremor and paralysis.",
      "pageId": 1074627,
      "monthDay": "06/24"
    },
    {
      "year": "1804",
      "uri": "/wiki/Stephan_Endlicher",
      "name": "Stephan Endlicher",
      "aboutText": "François Nicolas Benoît, Baron Haxo (24 June 1774 – 25 June 1838) was a French Army general and military engineer during the French Revolution and First Empire. Haxo became famous in the Siege of Antwerp in 1832.",
      "pageId": 1358875,
      "monthDay": "06/24"
    },
    {
      "year": "1804",
      "uri": "/wiki/Willard_Richards",
      "name": "Willard Richards",
      "aboutText": "Dr. Guillermo Rawson (24 June 1821 - 20 January 1890) was a medical doctor and politician in nineteenth-century Argentina. As Interior Minister in 1862 he met Captain Love Jones-Parry and Lewis Jones who were on their way to Patagonia to investigate whether it was suitable for the creation of a Welsh settlement there.",
      "pageId": 1770360,
      "monthDay": "06/24"
    },
    {
      "year": "1811",
      "uri": "/wiki/John_Archibald_Campbell",
      "name": "John Archibald Campbell",
      "aboutText": "George Woodroffe Goyder (24 June 1826 – 2 November 1898) was a surveyor in South Australia during the latter half of the nineteenth century.\nGoyder was born in Liverpool, England to Sarah and David George Goyder, the latter a Swedenborgian minister and physician. He moved to Glasgow with his family where he worked with an engineering firm and studied surveying.",
      "pageId": 1904525,
      "monthDay": "06/24"
    },
    {
      "year": "1813",
      "uri": "/wiki/Henry_Ward_Beecher",
      "name": "Henry Ward Beecher",
      "aboutText": "Thomas Blanchard (June 24, 1788 – April 16, 1864) was an American inventor who lived much of his life in Springfield, Massachusetts, where in 1819, he pioneered the assembly line style of mass production in America, and also invented the major technological innovation known as interchangeable parts. Blanchard worked, for much of his career, with the Springfield Armory. In 1825, Blanchard also invented America's first car, which he called a \"horseless carriage,\" powered by steam.",
      "pageId": 4224301,
      "monthDay": "06/24"
    },
    {
      "year": "1813",
      "uri": "/wiki/Francis_Boott_(composer)",
      "name": "Francis Boott",
      "aboutText": "Grand Duchess Alexandra Nikolaevna of Russia (24 June 1825 – 10 August 1844) was the youngest daughter of Tsar Nicholas I, Emperor of Russia, and his wife, Princess Charlotte of Prussia.",
      "pageId": 5422121,
      "monthDay": "06/24"
    },
    {
      "year": "1821",
      "uri": "/wiki/Guillermo_Rawson",
      "name": "Guillermo Rawson",
      "aboutText": "Johannes Wislicenus (24 June 1835 – 5 December 1902) was a German chemist, most famous for his work in early stereochemistry.",
      "pageId": 6482587,
      "monthDay": "06/24"
    },
    {
      "year": "1825",
      "uri": "/wiki/Grand_Duchess_Alexandra_Nikolaevna_of_Russia",
      "name": "Grand Duchess Alexandra Nikolaevna of Russia",
      "aboutText": "Juan Larrea (June 24, 1782 in Catalonia, Spain – June 20, 1847 in Buenos Aires) was a Spanish businessman and politician in Buenos Aires during the early nineteenth century. He headed a military unit during the second British invasion of the Río de la Plata, and worked at the Buenos Aires Cabildo. He took part in the ill-fated Mutiny of Álzaga.",
      "pageId": 13441581,
      "monthDay": "06/24"
    },
    {
      "year": "1826",
      "uri": "/wiki/George_Goyder",
      "name": "George Goyder",
      "aboutText": "Francis Boott (June 24, 1813 in Boston, Massachusetts – March 1, 1904 in Cambridge, Massachusetts) was an American classical music composer of art songs and works for chorus.",
      "pageId": 32466176,
      "monthDay": "06/24"
    },
    {
      "year": "1835",
      "uri": "/wiki/Johannes_Wislicenus",
      "name": "Johannes Wislicenus",
      "aboutText": "Jean-Baptiste Benoît Eyriès (French: [ʒɑ̃ ba.tist bə.nwa ɛː.rjɛs]; 24 June 1767 – 13 June 1846) was a French geographer, author and translator, best remembered in the English speaking world for his translation of German ghost stories Fantasmagoriana, published anonymously in 1812, which inspired Mary Shelley and John William Polidori to write Frankenstein and The Vampyre respectively.",
      "pageId": 36608994,
      "monthDay": "06/24"
    },
    {
      "year": "1839",
      "uri": "/wiki/Gustavus_Franklin_Swift",
      "name": "Gustavus Franklin Swift",
      "aboutText": "Field Marshal Horatio Herbert Kitchener, 1st Earl Kitchener KG, KP, GCB, OM, GCSI, GCMG, GCIE, PC (/ˈkɪtʃənər/; 24 June 1850 – 5 June 1916) was a senior British Army officer and colonial administrator who won fame for his imperial campaigns and later played a central role in the early part of the First World War, although he died halfway through it.\nKitchener won fame in 1898 for winning the Battle of Omdurman and securing control of the Sudan, after which he was given the title \"Lord Kitchener of Khartoum\"; as Chief of Staff (1900–02) in the Second Boer War he played a key role in Lord Roberts' conquest of the Boer Republics, then succeeded Roberts as commander-in-chief – by which time Boer forces had taken to guerrilla fighting and British forces imprisoned Boer civilians in concentration camps. His term as Commander-in-Chief (1902–09) of the Army in India saw him quarrel with another eminent proconsul, the Viceroy Lord Curzon, who eventually resigned.",
      "pageId": 69718,
      "monthDay": "06/24"
    },
    {
      "year": "1842",
      "uri": "/wiki/Ambrose_Bierce",
      "name": "Ambrose Bierce",
      "aboutText": "Victor Francis Hess (24 June 1883 – 17 December 1964) was an Austrian-American physicist, and Nobel laureate in physics, who discovered cosmic rays.",
      "pageId": 396482,
      "monthDay": "06/24"
    },
    {
      "year": "1846",
      "uri": "/wiki/Samuel_Johnson_(Nigerian_historian)",
      "name": "Samuel Johnson",
      "aboutText": "Henry Chapman Mercer (June 24, 1856 – March 9, 1930) was an American archeologist, artifact collector, tile-maker, and designer of three distinctive poured concrete structures: Fonthill, his home, the Moravian Pottery and Tile Works, and the Mercer Museum.",
      "pageId": 470542,
      "monthDay": "06/24"
    },
    {
      "year": "1850",
      "uri": "/wiki/Herbert_Kitchener,_1st_Earl_Kitchener",
      "name": "Herbert Kitchener, 1st Earl Kitchener",
      "aboutText": "Carl Diem (born June 24, 1882, Würzburg – December 17, 1962, Cologne) was a German sports administrator, and as Secretary General of the Organizing Committee of the Berlin Olympic Games, the chief organizer of the 1936 Olympic Summer Games.",
      "pageId": 507656,
      "monthDay": "06/24"
    },
    {
      "year": "1852",
      "uri": "/wiki/Friedrich_Loeffler",
      "name": "Friedrich Loeffler",
      "aboutText": "Oswald Veblen (June 24, 1880 – August 10, 1960) was an American mathematician, geometer and topologist, whose work found application in atomic physics and the theory of relativity.",
      "pageId": 754147,
      "monthDay": "06/24"
    },
    {
      "year": "1856",
      "uri": "/wiki/Henry_Chapman_Mercer",
      "name": "Henry Chapman Mercer",
      "aboutText": "Robert Henri (June 24, 1865 – July 12, 1929) was an American painter and teacher.",
      "pageId": 1000193,
      "monthDay": "06/24"
    },
    {
      "year": "1858",
      "uri": "/wiki/Hastings_Rashdall",
      "name": "Hastings Rashdall",
      "aboutText": "George Shiels (24 June 1881 – 19 September 1949) was an Irish dramatist whose plays were a success both in his native Ulster and at the Abbey Theatre in Dublin. His most famous plays are The Rugged Path, The Passing Day, and The New Gossoon.",
      "pageId": 1007817,
      "monthDay": "06/24"
    },
    {
      "year": "1860",
      "uri": "/wiki/Mercedes_of_Orl%C3%A9ans",
      "name": "Mercedes of Orléans",
      "aboutText": "Friedrich August Johannes Loeffler (German: [ˈlœflɐ]; 24 June 1852 – 9 April 1915) was a German bacteriologist at the University of Greifswald.",
      "pageId": 1175331,
      "monthDay": "06/24"
    },
    {
      "year": "1865",
      "uri": "/wiki/Robert_Henri",
      "name": "Robert Henri",
      "aboutText": "",
      "pageId": 1259449,
      "monthDay": "06/24"
    },
    {
      "year": "1867",
      "uri": "/wiki/Ruth_Randall_Edstr%C3%B6m",
      "name": "Ruth Randall Edström",
      "aboutText": "Gustavus Franklin Swift (June 24, 1839 – March 29, 1903) founded a meat-packing empire in the Midwest during the late 19th century, over which he presided until his death. He is credited with the development of the first practical ice-cooled railroad car, which allowed his company to ship dressed meats to all parts of the country and abroad, ushering in the \"era of cheap beef.\" Swift pioneered the use of animal by-products for the manufacture of soap, glue, fertilizer, various types of sundries, and even medical products.\nSwift donated large sums of money to such institutions as the University of Chicago, the Methodist Episcopal Church, and the Young Men's Christian Association (YMCA).",
      "pageId": 1345148,
      "monthDay": "06/24"
    },
    {
      "year": "1869",
      "uri": "/wiki/Prince_George_of_Greece_and_Denmark",
      "name": "Prince George of Greece and Denmark",
      "aboutText": "Hastings Rashdall, DL (24 June 1858 in London – 9 February 1924 in Worthing) was an English philosopher, theologian, and historian. He expounded a theory known as ideal utilitarianism, and he was a major historian of the universities of the Middle Ages.",
      "pageId": 2305516,
      "monthDay": "06/24"
    },
    {
      "year": "1880",
      "uri": "/wiki/Oswald_Veblen",
      "name": "Oswald Veblen",
      "aboutText": "Maria de las Mercedes of Orléans (24 June 1860 – 26 June 1878) was Queen of Spain as the first wife of King Alfonso XII. She was born in Madrid, the daughter of Antoine of Orléans, Duke of Montpensier and of Infanta Luisa Fernanda of Spain.",
      "pageId": 2386388,
      "monthDay": "06/24"
    },
    {
      "year": "1882",
      "uri": "/wiki/Athanase_David",
      "name": "Athanase David",
      "aboutText": "Samuel Johnson (24 June 1846 - 29 April 1901) was an Anglican priest and historian of the Yoruba.",
      "pageId": 2720197,
      "monthDay": "06/24"
    },
    {
      "year": "1882",
      "uri": "/wiki/Carl_Diem",
      "name": "Carl Diem",
      "aboutText": "Louis-Athanase David (June 24, 1882 – January 26, 1953) was a Canadian lawyer, politician, and businessman. He is son of Laurent-Olivier David, also a Canadian journalist, lawyer, and politician, and the father of cardiologist and senator Paul David.\nBorn in Montreal, Athanase David received a law degree from Université Laval and was admitted to the Bar of Quebec in 1905.",
      "pageId": 6952294,
      "monthDay": "06/24"
    },
    {
      "year": "1883",
      "uri": "/wiki/Victor_Francis_Hess",
      "name": "Victor Francis Hess",
      "aboutText": "Arthur Lee Newton (June 24, 1883 – May 1956) was an American athlete who competed mainly in the distance events.",
      "pageId": 7211718,
      "monthDay": "06/24"
    },
    {
      "year": "1883",
      "uri": "/wiki/Arthur_L._Newton",
      "name": "Arthur L. Newton",
      "aboutText": "Frank Laird Waller (June 24, 1884 – November 29, 1941) was an American athlete who specialized in the 400 metres. He later became a vocal coach.\nHe competed in the early twentieth century.",
      "pageId": 7456636,
      "monthDay": "06/24"
    },
    {
      "year": "1883",
      "uri": "/wiki/Frank_Verner",
      "name": "Frank Verner",
      "aboutText": "Frank Verner (William Franklyn Verner; June 24, 1883 – July 1, 1966) was an American athlete and middle-distance runner who competed in the early twentieth century.\nHe competed in Athletics at the 1904 Summer Olympics and won a silver medal in the 1500 metres in 4:06.8 behind James Lightbody, and a silver medal with the US Chicago team in the four mile race.",
      "pageId": 7457901,
      "monthDay": "06/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/Frank_Waller",
      "name": "Frank Waller",
      "aboutText": "Olaf Holtedahl ForMemRS (24 June 1885 – 26 August 1975) born in Oslo, Norway was a Norwegian geologist, Dr.philos.",
      "pageId": 8602791,
      "monthDay": "06/24"
    },
    {
      "year": "1885",
      "uri": "/wiki/Olaf_Holtedahl",
      "name": "Olaf Holtedahl",
      "aboutText": "Ambrose Gwinnett Bierce (June 24, 1842 – circa 1914) was an American editorialist, journalist, short story writer, fabulist, and satirist. He wrote the short story \"An Occurrence at Owl Creek Bridge\" and compiled a satirical lexicon, The Devil's Dictionary. His vehemence as a critic, his motto \"Nothing matters\", and the sardonic view of human nature that informed his work, all earned him the nickname \"Bitter Bierce\".",
      "pageId": 18951309,
      "monthDay": "06/24"
    },
    {
      "year": "1886",
      "uri": "/wiki/George_Shiels",
      "name": "George Shiels",
      "aboutText": "Ruth Miriam Edström (née Randall; June 24, 1867 - October 5, 1944) was an American peace activist and fighter for women's rights. She worked with the pre-work for the third peace conference in The Hague (after the first conferences in 1899 and 1907). She participated in the international women's congress in 1915.",
      "pageId": 46619813,
      "monthDay": "06/24"
    },
    {
      "year": "1888",
      "uri": "/wiki/Gerrit_Rietveld",
      "name": "Gerrit Rietveld",
      "aboutText": "Gerrit Thomas Rietveld (Dutch pronunciation: [ˈɣɛrɪt ˈtoːmɑs ˈritfɛlt]; 24 June 1888 – 25 June 1964) was a Dutch furniture designer and architect.",
      "pageId": 12648,
      "monthDay": "06/24"
    },
    {
      "year": "1893",
      "uri": "/wiki/Roy_O._Disney",
      "name": "Roy O. Disney",
      "aboutText": "Harry Partch (June 24, 1901 – September 3, 1974) was an American composer, music theorist, and creator of musical instruments. He composed using scales of unequal intervals in just intonation, and was one of the first 20th-century composers in the West to work systematically with microtonal scales. He built custom-made instruments in these tunings on which to play his compositions, and described his theory and practice in his book Genesis of a Music (1947).",
      "pageId": 147683,
      "monthDay": "06/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/Jack_Dempsey",
      "name": "Jack Dempsey",
      "aboutText": "William Harrison \"Jack\" Dempsey (June 24, 1895 – May 31, 1983), also known as \"Kid Blackie\" and \"The Manassa Mauler\", was an American professional boxer, who became a cultural icon of the 1920s. Dempsey held the World Heavyweight Championship from 1919 to 1926, and his aggressive style and exceptional punching power made him one of the most popular boxers in history. Many of his fights set financial and attendance records, including the first million-dollar gate.",
      "pageId": 148021,
      "monthDay": "06/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/Daniel_K._Ludwig",
      "name": "Daniel K. Ludwig",
      "aboutText": "Roy Oliver Disney (June 24, 1893 – December 20, 1971) was an American businessman, becoming the partner and co-founder, along with his younger brother Walt Disney, of Walt Disney Productions, since renamed The Walt Disney Company.",
      "pageId": 164679,
      "monthDay": "06/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/Omkarnath_Thakur",
      "name": "Omkarnath Thakur",
      "aboutText": "Marcel Mule (24 June 1901 – 18 December 2001) was a French classical saxophonist.\nMarcel Mule was known worldwide as one of the great classical saxophonists, and many pieces were written for him, premiered by him, and arranged by him. Many of these pieces have become staples in the classical saxophone repertoire.",
      "pageId": 207351,
      "monthDay": "06/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Armin_%C3%96pik",
      "name": "Armin Öpik",
      "aboutText": "Alfons Vilhelm Robert Rebane, known simply as Alfons Rebane (June 24, 1908 – March 8, 1976) was an Estonian military commander. He was the most highly decorated Estonian military officer in the course of the Second World War, serving in various German military units against the armed forces of the Soviet Union.\nAfter World War II Rebane joined the British Secret Intelligence Service (MI6) where he played a key role in assisting the armed resistance to Soviet rule in Estonia and other Baltic countries.",
      "pageId": 390626,
      "monthDay": "06/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Karl_Selter",
      "name": "Karl Selter",
      "aboutText": "Wonga Phillip \"Phil\" Harris (June 24, 1904 – August 11, 1995) was an American singer, songwriter, jazz musician, actor, and comedian. Though successful as an orchestra leader, Harris is remembered today for his recordings as a vocalist, his voice work in animation (probably most famous later in his career for his roles as bears, one being Baloo in Disney's The Jungle Book, and as Little John in Disney's Robin Hood). He also voiced Thomas O'Malley in Disney's The Aristocats.",
      "pageId": 726151,
      "monthDay": "06/24"
    },
    {
      "year": "1900",
      "uri": "/wiki/Wilhelm_Cauer",
      "name": "Wilhelm Cauer",
      "aboutText": "Daniel Keith Ludwig (June 24, 1897 – August 27, 1992) was a United States shipping magnate, businessman with numerous companies, and billionaire. He pioneered the construction of super tankers in Japan, founded Exportadora de Sal, SA in Mexico and developed it as the largest salt company in the world, built a model community in association with his huge Jari project on the Amazon River in Brazil to produce pulp paper, and had numerous hotels around the world.\nEven though he was one of the wealthiest men of his day, with operations spanning 23 countries, his name was little known.",
      "pageId": 1079152,
      "monthDay": "06/24"
    },
    {
      "year": "1901",
      "uri": "/wiki/Marcel_Mule",
      "name": "Marcel Mule",
      "aboutText": "Pierre Fournier (June 24, 1906 – January 8, 1986) was a French cellist who was called the \"aristocrat of cellists,\" on account of his elegant musicianship and majestic sound.\nHe was born in Paris, the son of a French Army general. His mother taught him to play the piano, but he had a mild case of polio as a child and lost dexterity in his feet and legs.",
      "pageId": 1239379,
      "monthDay": "06/24"
    },
    {
      "year": "1901",
      "uri": "/wiki/Harry_Partch",
      "name": "Harry Partch",
      "aboutText": "Frederick Pitt \"Fred\" Alderman (June 24, 1905 – September 15, 1998) was an American sprint runner who won a gold medal in 4×400 m relay at the 1928 Summer Olympics. He also won the NCAA Championships in 100 yd (91 m) and 220 yd (200 m) and IC4A Championships in 440 yd (400 m) in 1927.\nAt the 1928 Olympic trials Alderman set his personal best in the 400 m at 48.0 seconds, but did much worse at the Games, at estimated 49.4 s.",
      "pageId": 1354102,
      "monthDay": "06/24"
    },
    {
      "year": "1901",
      "uri": "/wiki/Chuck_Taylor_(salesman)",
      "name": "Chuck Taylor",
      "aboutText": "William George Penney, Baron Penney OM KBE FRS FRSE (24 June 1909 – 3 March 1991), was an English mathematician and professor of mathematical physics at the Imperial College London and later the rector of Imperial College. He is acknowledged as having had a leading role in the development of Britain's nuclear programme, a clandestine programme started in 1942 during World War II which produced the first British atomic bomb in 1952.\nAs the head of the British delegation working in the Manhattan Project, Penney initially carried out calculations to predict the damage effects generated by the blast wave of an atomic bomb.",
      "pageId": 1791662,
      "monthDay": "06/24"
    },
    {
      "year": "1904",
      "uri": "/wiki/Phil_Harris",
      "name": "Phil Harris",
      "aboutText": "Hugo Distler (Nuremberg, June 24, 1908 – Berlin, November 1, 1942) was a German organist, choral conductor, teacher and composer.",
      "pageId": 1849641,
      "monthDay": "06/24"
    },
    {
      "year": "1905",
      "uri": "/wiki/Fred_Alderman",
      "name": "Fred Alderman",
      "aboutText": "Arseny Alexandrovich Tarkovsky (Russian: Арсе́ний Алекса́ндрович Тарко́вский, June 25 [O.S. June 12] 1907 in Elisavetgrad – May 27, 1989 in Moscow) was a prominent Soviet poet and translator. He is considered one of the great twentieth century Russian poets. He was predeceased by his son, film director Andrei Tarkovsky.",
      "pageId": 2427621,
      "monthDay": "06/24"
    },
    {
      "year": "1906",
      "uri": "/wiki/Pierre_Fournier",
      "name": "Pierre Fournier",
      "aboutText": "Willard Maas (June 24, 1906 – January 2, 1971) was an American experimental filmmaker and poet.",
      "pageId": 4518146,
      "monthDay": "06/24"
    },
    {
      "year": "1906",
      "uri": "/wiki/Willard_Maas",
      "name": "Willard Maas",
      "aboutText": "Karl Selter (born June 24, 1898 in Koeru, Estonia - died January 31, 1958 in Geneva, Switzerland) was an Estonian politician and a Minister of Foreign Affairs of Estonia. He served as Minister of Economic Affairs from 1933 to 1938 and as minister of Foreign affairs from 1938 to 1939. His historically most memorable act was to sign a non-aggression and mutual assistance treaty with the Soviet leaders in Moscow in September 1939.",
      "pageId": 12409887,
      "monthDay": "06/24"
    },
    {
      "year": "1907",
      "uri": "/wiki/Arseny_Tarkovsky",
      "name": "Arseny Tarkovsky",
      "aboutText": "Wilhelm Cauer (June 24, 1900 – April 22, 1945) was a German mathematician and scientist. He is most noted for his work on the analysis and synthesis of electrical filters and his work marked the beginning of the field of network synthesis. Prior to his work, electronic filter design used techniques which accurately predicted filter behaviour only under unrealistic conditions.",
      "pageId": 19389746,
      "monthDay": "06/24"
    },
    {
      "year": "1908",
      "uri": "/wiki/Hugo_Distler",
      "name": "Hugo Distler",
      "aboutText": "Omkarnath Thakur (24 June 1897 – 29 December 1967), his name often preceded by the title Pandit, was an influential Indian educator, musicologist, and Hindustani classical singer. He is famously known as \"Pranav Rang\", his pen-name.",
      "pageId": 25340350,
      "monthDay": "06/24"
    },
    {
      "year": "1908",
      "uri": "/wiki/Alfons_Rebane",
      "name": "Alfons Rebane",
      "aboutText": "Jean Deslauriers (24 June 1909 – 30 May 1978) was a Canadian conductor, violinist, and composer. As a conductor he had a long and fruitful partnership with the Canadian Broadcasting Corporation; conducting orchestras for feature films and television and radio programs for more than 40 years. He also worked as a guest conductor with orchestras and opera companies throughout Canada and served on the conducting staff of the Opéra du Québec.",
      "pageId": 27083599,
      "monthDay": "06/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jean_Deslauriers",
      "name": "Jean Deslauriers",
      "aboutText": "Charles Hollis \"Chuck\" Taylor (June 24, 1901 – June 23, 1969) was an American basketball player and shoe salesman/evangelist. He is best known for his association with the Chuck Taylor All-Stars sneaker, the most successful selling basketball shoe in history.",
      "pageId": 30863126,
      "monthDay": "06/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/William_Penney,_Baron_Penney",
      "name": "William Penney, Baron Penney",
      "aboutText": "Armin Aleksander Öpik (24 June 1898, Kunda – 15 January 1983, Canberra) was an Estonian paleontologist who spent the second half of his career (from 1948) at the Bureau of Mineral Resources in Australia. He was born on at the village Lontova, now a quarter of Kunda in Estonia and died in Canberra. Öpik's farther was the harbor master of Kunda.",
      "pageId": 40005963,
      "monthDay": "06/24"
    },
    {
      "year": "1911",
      "uri": "/wiki/Juan_Manuel_Fangio",
      "name": "Juan Manuel Fangio",
      "aboutText": "Sir Fred Hoyle FRS (24 June 1915 – 20 August 2001) was an English astronomer noted primarily for the theory of stellar nucleosynthesis and his often controversial stances on other scientific matters—in particular his rejection of the \"Big Bang\" theory, a term coined by him on BBC radio. While Hoyle was well-regarded for his works on nucleosynthesis and science popularization, his career was also noted for the controversial positions he held on a wide range of scientific issues, often in direct opposition to the prevailing theories supported by the majority of the scientific community.\nIn addition to his work as an astronomer, Hoyle was a writer of science fiction, including a number of books co-written with his son Geoffrey Hoyle.",
      "pageId": 11001,
      "monthDay": "06/24"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ernesto_Sabato",
      "name": "Ernesto Sabato",
      "aboutText": "Juan Manuel Fangio Déramo (Spanish pronunciation: [ˈfanχjo], Italian pronunciation: [ˈfandʒo]; 24 June 1911 – 17 July 1995), nicknamed El Chueco (\"the bowlegged one\", also commonly translated as \"bandy legged\") or El Maestro (\"The Master\"), was a racing car driver from Argentina. He dominated the first decade of Formula One racing, winning the World Drivers' Championship five times.\nFrom childhood, he abandoned his studies to pursue auto mechanics.",
      "pageId": 48532,
      "monthDay": "06/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Brian_Johnston",
      "name": "Brian Johnston",
      "aboutText": "Kurt Furgler (June 24, 1924 – July 23, 2008) was a Swiss politician and member of the Swiss Federal Council (1972–1986).\nHe was elected to the Federal Council of Switzerland on December 8, 1971 and handed over office on December 31, 1986. He is affiliated to the Christian Democratic People's Party of Switzerland.",
      "pageId": 155846,
      "monthDay": "06/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Mary_Wesley",
      "name": "Mary Wesley",
      "aboutText": "Mary Wesley, CBE (24 June 1912 – 30 December 2002) was an English novelist.",
      "pageId": 163517,
      "monthDay": "06/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Gustaaf_Deloor",
      "name": "Gustaaf Deloor",
      "aboutText": "Jan Karski (24 June 1914 – 13 July 2000) was a Polish World War II resistance movement fighter and later professor at Georgetown University.",
      "pageId": 354807,
      "monthDay": "06/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jan_Karski",
      "name": "Jan Karski",
      "aboutText": "Brian Alexander Johnston CBE, MC (24 June 1912 – 5 January 1994), affectionately known as Johnners, was a British cricket commentator and television presenter. He was most prominently associated with the BBC during a career which lasted from 1946 to 1993.",
      "pageId": 640465,
      "monthDay": "06/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Pearl_Witherington",
      "name": "Pearl Witherington",
      "aboutText": "William Bart \"Bill\" Saxbe (/ˈsæks.biː/; June 24, 1916 – August 24, 2010) was an American politician affiliated with the Republican Party, who served as the U.S. Senator from Ohio, and was the Attorney General under Presidents Richard M. Nixon and Gerald R. Ford, and as the U.S. Ambassador to India.",
      "pageId": 709407,
      "monthDay": "06/24"
    },
    {
      "year": "1915",
      "uri": "/wiki/Fred_Hoyle",
      "name": "Fred Hoyle",
      "aboutText": "Giovanni \"Tata\" Giacobetti (24 June 1922 – 2 December 1988) was an Italian singer.",
      "pageId": 1031749,
      "monthDay": "06/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/William_B._Saxbe",
      "name": "William B. Saxbe",
      "aboutText": "Margaret Hannah Olley AC (24 June 1923 – 26 July 2011) was an Australian painter.",
      "pageId": 1196855,
      "monthDay": "06/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/David_Easton",
      "name": "David Easton",
      "aboutText": "Ernesto Sabato (June 24, 1911 – April 30, 2011) was an Argentine writer, painter and physicist. According to the BBC he \"won some of the most prestigious prizes in Hispanic literature\" and \"became very influential in the literary world throughout Latin America\". Upon his death El País dubbed him the \"last classic writer in Argentine literature\".",
      "pageId": 1699656,
      "monthDay": "06/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ramblin%27_Tommy_Scott",
      "name": "Ramblin' Tommy Scott",
      "aboutText": "Jack Chakrin (June 24, 1922 – June 28, 2015), known by his stage name Jack Carter, was an American comedian, actor and television presenter.",
      "pageId": 2089618,
      "monthDay": "06/24"
    },
    {
      "year": "1918",
      "uri": "/wiki/Mildred_Ladner_Thompson",
      "name": "Mildred Ladner Thompson",
      "aboutText": "Albert Francis \"Al\" Molinaro (born Umberto Francesca Molinaro; June 24, 1919 – October 30, 2015) was an American TV actor. He was known for his television sitcom roles as Al Delvecchio on Happy Days and Murray Greshler on The Odd Couple.",
      "pageId": 2263266,
      "monthDay": "06/24"
    },
    {
      "year": "1918",
      "uri": "/wiki/Yong_Nyuk_Lin",
      "name": "Yong Nyuk Lin",
      "aboutText": "Brian Eyrl Bevan (1924–1991) was an Australian professional rugby league footballer of the 1940s, 50s and 60s who became the only player ever to have been inducted into both the Australian Rugby League Hall of Fame and British Rugby League Hall of Fame. An Other Nationalities representative winger, Bevan scored a world record 796 tries, mainly for Warrington RLFC. In 2008, the centenary year of rugby league in Australia, he was named on the wing of Australia's Team of the Century (1908-2007). Bevan was the only player chosen in the team who had never represented Australia in a test match.",
      "pageId": 3662733,
      "monthDay": "06/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Al_Molinaro",
      "name": "Al Molinaro",
      "aboutText": "Cecile Pearl Witherington Cornioley CBE (24 June 1914 – 24 February 2008) was a World War II SOE agent born in Paris to British parents.",
      "pageId": 4205753,
      "monthDay": "06/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jack_Carter_(comedian)",
      "name": "Jack Carter",
      "aboutText": "Gustaaf Deloor (b. De Klinge, 24 June 1913 – d. Mechelen, 28 January 2002) was a Belgian road racing cyclist and the winner of the first two editions of the Vuelta a España in 1935 and 1936.",
      "pageId": 5413048,
      "monthDay": "06/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Tata_Giacobetti",
      "name": "Tata Giacobetti",
      "aboutText": "David Easton (June 24, 1917 – July 19, 2014) was a Canadian-born American political scientist. Easton, who was born in Toronto, Ontario, came to the United States in 1943. From 1947-1997, he served as a professor of political science at the University of Chicago.",
      "pageId": 7909093,
      "monthDay": "06/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Postgate_(microbiologist)",
      "name": "John Postgate",
      "aboutText": "Ramblin' Tommy Scott (June 24, 1917 – September 30, 2013), aka \"Doc\" Tommy Scott, was an American country and rockabilly musician.",
      "pageId": 15546644,
      "monthDay": "06/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Margaret_Olley",
      "name": "Margaret Olley",
      "aboutText": "Yong Nyuk Lin (simplified Chinese: 杨玉麟; traditional Chinese: 楊玉麟; pinyin: Yáng Yùlín; 24 June 1918-29 June 2012) was a Singaporean politician. He was born in Seremban, Negri Sembilan, Malaysia and studied in Singapore. He was the general manager of Overseas Assurance Company when he resigned to stand for elections in 1959.",
      "pageId": 19502158,
      "monthDay": "06/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Brian_Bevan",
      "name": "Brian Bevan",
      "aboutText": "Mildred \"Millie\" Ladner Thompson (June 24, 1918 – June 25, 2013) was an American journalist, writer and columnist.",
      "pageId": 39986146,
      "monthDay": "06/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Kurt_Furgler",
      "name": "Kurt Furgler",
      "aboutText": "John Raymond Postgate (24 June 1922 – 22 October 2014), FRS was an English microbiologist and writer, latterly Professor Emeritus of Microbiology at the University of Sussex. Postgate's research in microbiology investigated nitrogen fixation, microbial survival, and sulphate reducing bacteria. He worked for the Agricultural Research Council's Unit of Nitrogen Fixation from 1963 until he retired, by then its Director, in 1987.",
      "pageId": 42616525,
      "monthDay": "06/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Archie_Roy",
      "name": "Archie Roy",
      "aboutText": "Terrence Mitchell \"Terry\" Riley (/ˈraɪli/; born June 24, 1935) is an American composer and performing musician associated with the minimalist school of Western classical music, of which he was a pioneer. His work is deeply influenced by both jazz and Indian classical music.",
      "pageId": 31390,
      "monthDay": "06/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Fernand_Dumont",
      "name": "Fernand Dumont",
      "aboutText": "Claude Henri Jean Chabrol (French: [klod ʃabʁɔl]; 24 June 1930 – 12 September 2010) was a French film director, a member of the French New Wave (nouvelle vague) group of filmmakers who first came to prominence at the end of the 1950s. Like his colleagues and contemporaries Jean-Luc Godard, François Truffaut, Éric Rohmer and Jacques Rivette, Chabrol was a critic for the influential film magazine Cahiers du cinéma before beginning his career as a film maker.\nChabrol's career began with Le Beau Serge (1958), inspired by Hitchcock's Shadow of a Doubt (1943).",
      "pageId": 102577,
      "monthDay": "06/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/James_B._Edwards",
      "name": "James B. Edwards",
      "aboutText": "Carolyn Jean Spellmann Shoemaker (born June 24, 1929) is an American astronomer and is a co-discoverer of Comet Shoemaker–Levy 9. She once held the record for most comets discovered by an individual.",
      "pageId": 251117,
      "monthDay": "06/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Martin_Lewis_Perl",
      "name": "Martin Lewis Perl",
      "aboutText": "David Fraser McTaggart (June 24, 1932 - March 23, 2001) was a Canadian-born environmentalist who played a central part in the foundation of Greenpeace International.\nAn excellent all-around athlete, as a young man he won three consecutive Canadian National Badminton Championships in men's singles (1956—1958) and represented that country in badminton's Thomas Cup (men's world team championship) competition. Prior to his involvement in Greenpeace he had prospered as a builder and developer.",
      "pageId": 494759,
      "monthDay": "06/24"
    },
    {
      "year": "1928",
      "uri": "/wiki/M._S._Viswanathan",
      "name": "M. S. Viswanathan",
      "aboutText": "James Burrows Edwards (June 24, 1927 – December 26, 2014) was a politician and administrator from South Carolina. He was the first Republican to be elected the Governor of South Carolina since Reconstruction.",
      "pageId": 774757,
      "monthDay": "06/24"
    },
    {
      "year": "1929",
      "uri": "/wiki/Carolyn_S._Shoemaker",
      "name": "Carolyn S. Shoemaker",
      "aboutText": "Vittorio Storaro, A.S.C., A.I.C. (born 24 June 1940 in Rome) is an Italian cinematographer.\nIn 2003, a survey conducted by the International Cinematographers Guild judged Storaro one of history's ten most influential cinematographers.\n^ \"Top 10 Most Influential Cinematographers Voted on by Camera Guild\".",
      "pageId": 1026588,
      "monthDay": "06/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Claude_Chabrol",
      "name": "Claude Chabrol",
      "aboutText": "Anita Mazumdar Desai (born 24 June 1937) is an Indian novelist and the Emerita John E. Burchard Professor of Humanities at the Massachusetts Institute of Technology. As a writer she has been shortlisted for the Booker Prize three times; she received a Sahitya Academy Award in 1978 for her novel Fire on the Mountain, from the Sahitya Academy, India's National Academy of Letters; she won the British Guardian Prize for The Village by the Sea.",
      "pageId": 1073676,
      "monthDay": "06/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Donald_Gordon_(South_African_businessman)",
      "name": "Donald Gordon",
      "aboutText": "Erkin Koray (Turkish pronunciation: [ˈeɾcin ˈkoɾaɪ̯], born 24 June 1941) is a Turkish singer-songwriter, guitarist and one of the pioneers of Anatolian rock.\nKoray has been in the Turkish rock music scene since the late 1950s or early 1960s. He is widely acclaimed as being the first person to ever play rock and roll in Turkey; in 1957, he and his band gained fame by playing covers of Elvis Presley and Fats Domino.",
      "pageId": 1148248,
      "monthDay": "06/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/William_Bernard_Ziff,_Jr.",
      "name": "William Bernard Ziff, Jr.",
      "aboutText": "Billy Casper is also the name of the protagonist of A Kestrel for a Knave.\nWilliam Earl Casper, Jr. (June 24, 1931 – February 7, 2015) was an American professional golfer.",
      "pageId": 1544891,
      "monthDay": "06/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Billy_Casper",
      "name": "Billy Casper",
      "aboutText": "Martin Lewis Perl (June 24, 1927 – September 30, 2014) was an American physicist who won the Nobel Prize in Physics in 1995 for his discovery of the tau lepton.",
      "pageId": 1641486,
      "monthDay": "06/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/David_McTaggart",
      "name": "David McTaggart",
      "aboutText": "Samuel \"Sam\" Jones (born June 24, 1933) is a retired American professional basketball player at shooting guard and a member of the Naismith Memorial Basketball Hall of Fame. He was known for his quickness and game-winning shots, especially during the NBA Playoffs. He has the second most NBA championships of any player (10), behind his teammate Bill Russell (11).",
      "pageId": 1704473,
      "monthDay": "06/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Sam_Jones_(basketball)",
      "name": "Sam Jones",
      "aboutText": "Lawrence Block (born June 24, 1938) is an American crime writer best known for two long-running New York–set series about the recovering alcoholic P.I. Matthew Scudder and the gentleman burglar Bernie Rhodenbarr.",
      "pageId": 1782573,
      "monthDay": "06/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ferdinand_Biwersi",
      "name": "Ferdinand Biwersi",
      "aboutText": "Manayangath Subramanian Viswanathan (24 June 1928 – 14 July 2015), also known as M.S.V., was an Indian music director and composer. He was popularly known as Mellisai Mannar (Tamil for \"The King of Light Music\"). He composed songs in Tamil, Malayalam, Telugu, Kannada, and Hindi.",
      "pageId": 2088895,
      "monthDay": "06/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jean-Pierre_Ferland",
      "name": "Jean-Pierre Ferland",
      "aboutText": "Jean-Pierre Ferland, OC CQ (born June 24, 1934 in Montreal, Quebec) is a Canadian singer and songwriter.",
      "pageId": 2118242,
      "monthDay": "06/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Terry_Riley",
      "name": "Terry Riley",
      "aboutText": "Michael Alan Gothard (24 June 1939 – 2 December 1992) was an English actor, best remembered for his role as Kai in the television series Arthur of the Britons and as the mysterious villain Emile Leopold Locque in the 1981 James Bond film For Your Eyes Only.",
      "pageId": 4690992,
      "monthDay": "06/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anita_Desai",
      "name": "Anita Desai",
      "aboutText": "Sir Donald Gordon (born 24 June 1930 ) is a South African businessman and philanthropist.",
      "pageId": 6432937,
      "monthDay": "06/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lawrence_Block",
      "name": "Lawrence Block",
      "aboutText": "William Bernard Ziff, Jr. (June 24, 1930 – September 9, 2006) was an American publishing executive. His father, William B. Ziff, Sr., was the co-founder of Ziff Davis Inc.",
      "pageId": 6967577,
      "monthDay": "06/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michael_Gothard",
      "name": "Michael Gothard",
      "aboutText": "Archie Edmiston Roy FRSE, FRAS (24 June 1924 – 27 December 2012) was Professor Emeritus of Astronomy in the University of Glasgow.",
      "pageId": 15631119,
      "monthDay": "06/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Vittorio_Storaro",
      "name": "Vittorio Storaro",
      "aboutText": "Fernand Dumont (June 24, 1927 - May 1, 1997) was a québécois sociologist, philosopher, theologian and poet.\nDumont was born in Montmorency (now a part of Quebec City's Beauport borough).",
      "pageId": 22167832,
      "monthDay": "06/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Erkin_Koray",
      "name": "Erkin Koray",
      "aboutText": "Ferdinand Biwersi (24 June 1934 – 4 September 2013) was a German football referee.\nBiwersi was a referee for the German Football Association between 1965 and 1978. He refereed 121 games in the Fußball-Bundesliga and 27 games in the 2.",
      "pageId": 28981227,
      "monthDay": "06/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Julia_Kristeva",
      "name": "Julia Kristeva",
      "aboutText": "Julia Kristeva (French: [kʁisteva]; Bulgarian: Юлия Кръстева; born 24 June 1941) is a Bulgarian-French philosopher, literary critic, psychoanalyst, feminist, and, most recently, novelist, who has lived in France since the mid-1960s. She is now a professor at the University Paris Diderot.\nKristeva became influential in international critical analysis, cultural theory and feminism after publishing her first book, Semeiotikè, in 1969.",
      "pageId": 16489,
      "monthDay": "06/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Graham_McKenzie",
      "name": "Graham McKenzie",
      "aboutText": "Charles Joseph Whitman (June 24, 1941 – August 1, 1966) was an American engineering student at the University of Texas, former U.S. Marine, and a mass murderer who killed 16 people.\nIn the early morning hours of August 1, 1966, Whitman murdered his wife and mother in their homes. Later that day, he brought a number of guns, including rifles, a shotgun, and handguns, to the campus of the University of Texas at Austin where, over an approximate 90 to 95 minute period, he killed 14 people and wounded 32 others in a mass shooting in and around the Tower.",
      "pageId": 105038,
      "monthDay": "06/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Charles_Whitman",
      "name": "Charles Whitman",
      "aboutText": "Geoffrey Arnold \"Jeff\" Beck (born 24 June 1944) is an English rock guitarist. He is one of the three noted guitarists to have played with The Yardbirds (the other two being Eric Clapton and Jimmy Page). Beck also formed The Jeff Beck Group and Beck, Bogert & Appice.",
      "pageId": 105389,
      "monthDay": "06/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Arthur_Brown_(musician)",
      "name": "Arthur Brown",
      "aboutText": "Arthur Brown (born Arthur Wilton Brown on 24 June 1942) is an English rock singer best known for his flamboyant theatrical performances, powerful wide-ranging operatic voice and his number-one hit in the UK Singles Chart and Canada, \"Fire\", in 1968.\nBrown has been lead singer of various groups, most notably The Crazy World of Arthur Brown and Kingdom Come, followed by a varied solo career as well as associations with Hawkwind, The Who, Jimi Hendrix, Klaus Schulze, and Frank Zappa.\nThough Brown has had limited commercial success, he has been a significant influence on a wide range of musicians and artists and due to his operatic vocal style, wild stage persona and concepts, he is considered a pioneer of shock rock and progressive rock and influential on heavy metal music.",
      "pageId": 156432,
      "monthDay": "06/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michele_Lee",
      "name": "Michele Lee",
      "aboutText": "Ellison Shoji Onizuka (June 24, 1946 – January 28, 1986) was an American astronaut from Kealakekua, Hawaii, who successfully flew into space with the Space Shuttle Discovery on STS-51-C. He died in the destruction of the Space Shuttle Challenger, on which he was serving as Mission Specialist for mission STS-51-L. He was the first Asian American to reach space, and the first person of Japanese ancestry to reach space.",
      "pageId": 178328,
      "monthDay": "06/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Eduardo_Frei_Ruiz-Tagle",
      "name": "Eduardo Frei Ruiz-Tagle",
      "aboutText": "George Elmer Pataki (/pəˈtɑːki/; born June 24, 1945) is an American lawyer and politician who served as the 53rd Governor of New York (1995–2006). A member of the Republican Party, Pataki was a lawyer who was elected Mayor of his home town of Peekskill, later going on to be elected to State Assembly, then State Senate. In 1994, he ran for Governor against three-term incumbent Mario Cuomo, defeating him by over a three-point margin as part of the Republican Revolution of 1994.",
      "pageId": 204334,
      "monthDay": "06/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Birgit_Grodal",
      "name": "Birgit Grodal",
      "aboutText": "Eduardo Alfredo Juan Bernardo Frei Ruiz-Tagle (Spanish pronunciation: [eˈðwaɾðo alˈfɾeðo ˈxwan βerˈnarðo ˈfɾej ˈrwis ˈtaɣle]; born June 24, 1942) is a Chilean politician and civil engineer who was President of Chile from 1994 to 2000. He is currently Senator for Los Ríos and was President of the Senate from 2006 to 2008. He attempted a comeback as the candidate of the ruling Concertación coalition for the 2009 presidential election, but was narrowly defeated.",
      "pageId": 285834,
      "monthDay": "06/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jeff_Beck",
      "name": "Jeff Beck",
      "aboutText": "Robert Bernard Reich (/ˈraɪʃ/; born June 24, 1946) is an American political economist, professor, author, and political commentator. He served in the administrations of Presidents Gerald Ford and Jimmy Carter and was Secretary of Labor under President Bill Clinton from 1993 to 1997.\nReich is currently Chancellor's Professor of Public Policy at the Goldman School of Public Policy at the University of California, Berkeley.",
      "pageId": 334763,
      "monthDay": "06/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/David_Mark_Berger",
      "name": "David Mark Berger",
      "aboutText": "David Michael Collenette, PC (born June 24, 1946) is a Canadian retired politician. From 1974 to 2004, he was a member of the Liberal Party of Canada. A graduate from York University's Glendon College in 1969, he subsequently received his MA from in 2004.",
      "pageId": 447259,
      "monthDay": "06/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Nancy_Cartwright_(philosopher)",
      "name": "Nancy Cartwright",
      "aboutText": "Michele Lee (born June 24, 1942) is an American actress, singer, dancer, producer, director and frequent game show panelist of the 1970s. She is known for her role as Karen Cooper Fairgate MacKenzie on the 1980s prime-time soap opera Knots Landing (1979–93), for which she was nominated for a 1982 Emmy Award and won the Soap Opera Digest Award for Best Actress in 1988, 1991 and 1992. She was the only performer to appear in all 344 episodes of the show.",
      "pageId": 1231171,
      "monthDay": "06/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kathryn_Lasky",
      "name": "Kathryn Lasky",
      "aboutText": "Nancy Cartwright, Lady Hampshire, FBA (born 1944) is a professor of philosophy at the University of California at San Diego and the University of Durham.\n^ \"02/06/2009\". In Our Time (BBC Radio 4).",
      "pageId": 1677762,
      "monthDay": "06/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_%22Charlie%22_Whitney",
      "name": "John \"Charlie\" Whitney",
      "aboutText": "Colin Edward Michael Blunstone (born 24 June 1945) is an English singer-songwriter, best known as a member of the rock band The Zombies and for his participation on various albums with The Alan Parsons Project.",
      "pageId": 1701586,
      "monthDay": "06/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Chris_Wood_(rock_musician)",
      "name": "Chris Wood",
      "aboutText": "Christopher Gordon Blandford 'Chris' Wood (24 June 1944—12 July 1983) was a founding member of the English rock band Traffic, along with Steve Winwood, Jim Capaldi, and Dave Mason.",
      "pageId": 1877631,
      "monthDay": "06/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Colin_Blunstone",
      "name": "Colin Blunstone",
      "aboutText": "Wayne Cashman (born June 24, 1945) is a retired Canadian professional ice hockey player and a former NHL head coach.",
      "pageId": 2208243,
      "monthDay": "06/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Wayne_Cashman",
      "name": "Wayne Cashman",
      "aboutText": "Graham Douglas McKenzie (born 24 June 1941) – commonly called Garth McKenzie after the comic strip hero – is an Australian cricketer who played for Western Australia (1960–74), Leicestershire (1969–75), Transvaal (1979–80) and Australia (1961–71) and was a Wisden Cricketer of the Year in 1965. He succeeded Alan Davidson as Australia's premier fast bowler and was in turn succeeded by Dennis Lillee, playing with both at either end of his career. McKenzie was particularly noted for his muscular physique (hence his nickname) and ability to take wickets on good batting tracks.",
      "pageId": 2553528,
      "monthDay": "06/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Pataki",
      "name": "George Pataki",
      "aboutText": "Betty Stöve (born 24 June 1945) is a Dutch former professional tennis player. She is best remembered for reaching the ladies' singles final at Wimbledon in 1977. She also won ten Grand Slam titles in women's doubles and mixed doubles.",
      "pageId": 2820584,
      "monthDay": "06/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Betty_St%C3%B6ve",
      "name": "Betty Stöve",
      "aboutText": "David Mark Berger (May 24, 1944 – September 6, 1972) was an American-born Israeli weightlifter for the Israeli Olympic team in 1972. A lawyer by education, Berger was one of 11 members of Israel’s Olympic team who were taken hostage and subsequently murdered by terrorists at the Munich Olympic Games.\nBerger was born in Cleveland, Ohio to wealthy parents.",
      "pageId": 3743892,
      "monthDay": "06/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/David_Collenette",
      "name": "David Collenette",
      "aboutText": "Richard John Whitney (born 24 June 1944, Skipton, North Yorkshire, England), also known as John \"Charlie\" Whitney, John Whitney and Charlie Whitney, is a British rock guitarist and a founder member of the rock bands Family, Streetwalkers and Axis Point.",
      "pageId": 4528878,
      "monthDay": "06/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ellison_Onizuka",
      "name": "Ellison Onizuka",
      "aboutText": "Kathryn Lasky (born June 24, 1944) is an American children's writer who also writes for adults under the names Kathryn Lasky Knight and E. L. Swann.",
      "pageId": 6503945,
      "monthDay": "06/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Reich",
      "name": "Robert Reich",
      "aboutText": "Birgit Grodal (24 June 1943 - 4 May 2004), was an economics professor at the University of Copenhagen from 1968 until her death in 2004.",
      "pageId": 14019049,
      "monthDay": "06/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Clarissa_Dickson_Wright",
      "name": "Clarissa Dickson Wright",
      "aboutText": "Michael John Kells \"Mick\" Fleetwood (born 24 June 1947) is a British musician and actor, best known for his role as the drummer and co-founder of the rock band Fleetwood Mac. Fleetwood, whose surname was merged with that of John McVie to form the name of the band, was inducted into the Rock and Roll Hall of Fame in 1998.\nBorn in Redruth, Fleetwood lived in Egypt and Norway for many of his childhood years as his father travelled with the Royal Air Force.",
      "pageId": 36668,
      "monthDay": "06/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mick_Fleetwood",
      "name": "Mick Fleetwood",
      "aboutText": "Mercedes Ritchie Lackey (born June 24, 1950) is an American writer of fantasy novels. Many of her novels and trilogies are interlinked and set in the world of Velgarth, mostly in and around the country of Valdemar. Her Valdemar novels form a complex tapestry of interaction between human and non-human protagonists with many different cultures and social mores.",
      "pageId": 49619,
      "monthDay": "06/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Weller",
      "name": "Peter Weller",
      "aboutText": "Robert James MacGillivray Neill (born 24 June 1952) is a British barrister and Conservative Party politician. He has served as the Member of Parliament (MP) for Bromley and Chislehurst since a by-election on 29 June 2006, following the death of the previous incumbent Eric Forth.",
      "pageId": 469238,
      "monthDay": "06/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patrick_Moraz",
      "name": "Patrick Moraz",
      "aboutText": "Charles B. G. Sturridge (born 24 June 1951) is an English screenwriter, producer, stage, television and film director.",
      "pageId": 571998,
      "monthDay": "06/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Illsley",
      "name": "John Illsley",
      "aboutText": "Patrick Philippe Moraz (born 24 June 1948) is a Swiss progressive rock keyboardist, best known as the keyboardist for the progressive rock bands Yes, from 1974 to 1976, and The Moody Blues from 1978 to 1990.",
      "pageId": 1030945,
      "monthDay": "06/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Betty_Jackson",
      "name": "Betty Jackson",
      "aboutText": "Jan Kulczyk (24 June 1950 – 28 July 2015) a Polish businessman and entrepreneur. He was the founder and owner of Kulczyk Holding (headquartered in Warsaw) and an international investment house Kulczyk Investments (former name: Kulczyk Investment House) with headquarters in Luxembourg and offices in London and Kyiv.",
      "pageId": 1148532,
      "monthDay": "06/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nancy_Allen_(actress)",
      "name": "Nancy Allen",
      "aboutText": "Peter Frederick Weller Ph.D. (born June 24, 1947) is an American film and stage actor, television director and art history lecturer.\nWeller has appeared in more than 70 films and television series, including turns as the title characters in blockbuster hit RoboCop and its sequel RoboCop 2, and the cult classic The Adventures of Buckaroo Banzai Across the 8th Dimension. He has also appeared in such critically acclaimed films as Woody Allen's Mighty Aphrodite, the Oliver Stone-produced The New Age and David Cronenberg's movie of William Burroughs's novel Naked Lunch.",
      "pageId": 1330338,
      "monthDay": "06/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bob_Carlos_Clarke",
      "name": "Bob Carlos Clarke",
      "aboutText": "Albert Leslie Cochran (June 24, 1951 – March 8, 2012) was an American homeless man, peace activist, cross-dresser, urban outdoorsman and outspoken critic of police treatment of the homeless. Cochran was known in Austin as Leslie.",
      "pageId": 1498215,
      "monthDay": "06/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jan_Kulczyk",
      "name": "Jan Kulczyk",
      "aboutText": "Raelene Ann Boyle AM, MBE (born 24 June 1951) is an Australian retired athlete, who represented Australia at three Olympic Games as a sprinter, winning three silver medals. In 1998, Boyle was named one of 100 National Living Treasures by the National Trust of Australia.",
      "pageId": 1739221,
      "monthDay": "06/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mercedes_Lackey",
      "name": "Mercedes Lackey",
      "aboutText": "Clarissa Dickson Wright (24 June 1947 – 15 March 2014) was an English celebrity chef, television personality, writer, businesswoman, and former barrister (the youngest person to be called to the Bar at the time). She was best known as one-half, along with Jennifer Paterson, of the Two Fat Ladies television cooking programme.",
      "pageId": 1855032,
      "monthDay": "06/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Raelene_Boyle",
      "name": "Raelene Boyle",
      "aboutText": "Nancy Anne Allen (born June 24, 1950) is an American actress and cancer activist best known for her roles in the films Carrie (1976), RoboCop (1987), and Dressed to Kill (1980), the latter of which earned her a Golden Globe nomination.\nAllen began an acting and modelling career as a child, and from the mid-1970s appeared in small film roles, most notably the anchor of Robert Zemeckis's ensemble comedy I Wanna Hold Your Hand (1978) and in Steven Spielberg's 1979 comedy 1941. A pivotal supporting role in Carrie (1976) brought her recognition, and after marrying the director Brian De Palma, she appeared in several of his films, including Dressed to Kill (1980) and Blow Out (1981).",
      "pageId": 2017312,
      "monthDay": "06/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Leslie_Cochran",
      "name": "Leslie Cochran",
      "aboutText": "Michael Tuck (born 24 June 1953) is a seven-time premiership-winning player, Australian rules footballer with the Hawthorn Football Club in the Victorian Football League (VFL) / Australian Football League (AFL), where he is the games record holder.",
      "pageId": 3033686,
      "monthDay": "06/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Rodigan",
      "name": "David Rodigan",
      "aboutText": "John Edward Illsley (born 24 June 1949 in Leicester) is an English musician best known as bass guitarist of the rock band Dire Straits. With Dire Straits, Illsley has been the recipient of multiple BRIT and Grammy Awards and a Heritage Award.\nAs one of the founding band members, with guitarist brothers Mark and David Knopfler, and drummer Pick Withers, Illsley played a role in the development of Dire Straits' sound.",
      "pageId": 3365773,
      "monthDay": "06/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Charles_Sturridge",
      "name": "Charles Sturridge",
      "aboutText": "Bob Carlos Clarke (24 June 1950 in Cork, Ireland – 25 March 2006) was a prolific photographer, described as \"Britain’s answer to Helmut Newton\".",
      "pageId": 4543569,
      "monthDay": "06/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dianna_Melrose",
      "name": "Dianna Melrose",
      "aboutText": "William Esco Moerner (born June 24, 1953) is an American physical chemist and chemical physicist with current work in the biophysics and imaging of single molecules. He is credited with achieving the first optical detection and spectroscopy of a single molecule in condensed phases, along with his postdoc, Lothar Kador. Optical study of single molecules has subsequently become a widely used single-molecule experiment in chemistry, physics and biology.",
      "pageId": 5824132,
      "monthDay": "06/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bob_Neill",
      "name": "Bob Neill",
      "aboutText": "Christopher Francis Higgins FRSE FRSA FMedSci (born 24 June 1955) is a British molecular biologist, geneticist, academic and scientific advisor. He was the Vice-Chancellor of Durham University from 2007 to 2014. He took early retirement on the 30 September 2014, following a discussion at Senate on limiting the powers of the Vice Chancellor.",
      "pageId": 5844942,
      "monthDay": "06/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/William_E._Moerner",
      "name": "William E. Moerner",
      "aboutText": "David Michael Rodigan MBE (born 24 June 1951) is an English radio DJ who also performs as a disc jockey for his sound system.",
      "pageId": 12114568,
      "monthDay": "06/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Michael_Tuck",
      "name": "Michael Tuck",
      "aboutText": "Betty Jackson, CBE (born 24 June 1949) is an English fashion designer based in London, England. She was born in Lancashire. In 2007, her achievement within British fashion was recognised with first a MBE in the Queen's Birthday Honours 1987 and later with a CBE for services to the fashion industry.",
      "pageId": 20690641,
      "monthDay": "06/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Chris_Higgins_(academic)",
      "name": "Chris Higgins",
      "aboutText": "Edmund \"Eddy\" Malura (born 24 June 1955) is a former professional German footballer.\nMalura made 246 appearances over a decade in the 2. Fußball-Bundesliga during his playing career.",
      "pageId": 29705116,
      "monthDay": "06/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Edmund_Malura",
      "name": "Edmund Malura",
      "aboutText": "Dianna Melrose (born 24 June 1952) is a British diplomat who is High Commissioner to Tanzania.",
      "pageId": 35925422,
      "monthDay": "06/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Betsy_Randle",
      "name": "Betsy Randle",
      "aboutText": "Jean James Charest, PC (born John James Charest; pronounced: [ʒɑ̃ ʃɑʁɛ]; born June 24, 1958) was the 29th Premier of Quebec, from 2003 to 2012. He lost the provincial election held September 4, 2012, and resigned as Premier on September 19. He was the Deputy Prime Minister of Canada from June 25, 1993, until November 4, 1993.",
      "pageId": 211253,
      "monthDay": "06/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Coleman_(blues_musician)",
      "name": "Michael Coleman",
      "aboutText": "Dennis Eric Danell (June 24, 1961 – February 29, 2000) was the founding guitarist for the Southern California punk rock band Social Distortion.\nDanell formed Social Distortion in 1979 with frontman Mike Ness while attending high school together. Originally the group's bassist, Danell switched to guitar after some band defections, and helped define the group's signature jangle on such albums as Mommy's Little Monster (1983), Prison Bound (1988), Social Distortion (1990) and White Light, White Heat, White Trash (1996).",
      "pageId": 231795,
      "monthDay": "06/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Owen_Paterson",
      "name": "Owen Paterson",
      "aboutText": "Owen William Paterson (born 24 June 1956) is a British Conservative Party politician who was the Secretary of State for Environment, Food and Rural Affairs from 2012 until 2014 and has been the Member of Parliament (MP) for North Shropshire since 1997.\nPaterson was first appointed to the Shadow Cabinet of David Cameron in 2007 as Shadow Secretary of State for Northern Ireland. Upon the formation of the Coalition Government in 2010 he was appointed to the Cabinet as Secretary of State for Northern Ireland, where he remained until being moved to DEFRA in 2012.",
      "pageId": 433779,
      "monthDay": "06/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Astro_(UB40)",
      "name": "Astro",
      "aboutText": "John Robert Tortorella (born June 24, 1958) is the head coach of the Columbus Blue Jackets. Tortorella has held the position of head coach of the Vancouver Canucks (2013–14), the New York Rangers (2009–13) and the Tampa Bay Lightning (2001–08).",
      "pageId": 662135,
      "monthDay": "06/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Parkinson_(Kansas_politician)",
      "name": "Mark Parkinson",
      "aboutText": "Erik Poppe (born 24 June 1960) is a Norwegian film director, screenwriter and former cinematographer and press photographer. Poppe started his career as a photographer for the newspaper Verdens Gang. He graduated as a cinematographer at the Dramatiska Institutet in Stockholm, Sweden in 1989, and worked as a cinematographer for commercials.",
      "pageId": 904177,
      "monthDay": "06/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kenneth_Biros",
      "name": "Kenneth Biros",
      "aboutText": "Tommy \"Tiny\" Lister (born Thomas Lister, Jr.; June 24, 1958) is an American character actor and retired professional wrestler known for his roles as the neighborhood bully Deebo in the film Friday and its sequels, and as President Lindberg in The Fifth Element. He also had a short-lived professional wrestling career, wrestling Hulk Hogan in the World Wrestling Federation (WWF) and World Championship Wrestling (WCW) after appearing as Zeus in Hogan's movie No Holds Barred. Lister is blind in his right eye.",
      "pageId": 906785,
      "monthDay": "06/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jean_Charest",
      "name": "Jean Charest",
      "aboutText": "Dame Elish Frances Angiolini, DBE, QC, FRSA (née McPhilomy; born 24 June 1960) is a Scottish lawyer. She was the Lord Advocate of Scotland from 2006 until 2011, having previously been Solicitor General since 2001. She was the first woman, the first Procurator Fiscal, and the first solicitor to hold either post.",
      "pageId": 1753967,
      "monthDay": "06/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tom_Lister,_Jr.",
      "name": "Tom Lister, Jr.",
      "aboutText": "Siedah Garrett (born June 24, 1958) is an American singer and songwriter, who has written songs and performed backing vocals for many recording artists in the music industry, such as Michael Jackson, The Pointer Sisters, Brand New Heavies, Quincy Jones, Tevin Campbell, Donna Summer, Madonna, Jennifer Hudson among others.",
      "pageId": 2177780,
      "monthDay": "06/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Silvio_Mondinelli",
      "name": "Silvio Mondinelli",
      "aboutText": "George Andrew \"Andy\" McCluskey (born 24 June 1959 in Heswall, Wirral, Merseyside) is an English musician, songwriter and record producer who is regarded as a pioneer of electronic music in the United Kingdom. McCluskey is widely recognized as the frontman of globally successful new wave band Orchestral Manoeuvres in the Dark (OMD), but is also known as the founder of girl group Atomic Kitten. An Ivor Novello Award-nominated songwriter, he wrote or co-wrote multiple international hits, including: \"Enola Gay\", \"Joan of Arc\", \"Maid of Orleans\", \"If You Leave\" and \"Sailing on the Seven Seas\" for OMD; and \"Right Now\", \"See Ya\", \"Whole Again\" and \"Cradle\" for Atomic Kitten.",
      "pageId": 2390217,
      "monthDay": "06/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/John_Tortorella",
      "name": "John Tortorella",
      "aboutText": "Iain Glen (born 24 June 1961) is a Scottish film, television, and stage actor. Glen is best known for his roles in the Resident Evil films and for portraying Ser Jorah Mormont on Game of Thrones.",
      "pageId": 2460590,
      "monthDay": "06/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kathy_Troccoli",
      "name": "Kathy Troccoli",
      "aboutText": "Kathleen Colleen \"Kathy\" Troccoli (born June 24, 1958) is a contemporary Christian music singer, author, and speaker.",
      "pageId": 2554650,
      "monthDay": "06/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andy_McCluskey",
      "name": "Andy McCluskey",
      "aboutText": "Bernard Irvine Nicholls (born June 24, 1961) is a Canadian former professional ice hockey centre. His junior career was spent with the Kingston Canadians, where he established himself as a dynamic scorer and a multi-faceted talent. He was selected by the Los Angeles Kings in the fourth round of the 1980 NHL Entry Draft, 73rd overall.",
      "pageId": 3078877,
      "monthDay": "06/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Elish_Angiolini",
      "name": "Elish Angiolini",
      "aboutText": "Betsy May Randle (born June 24, 1955) is an American actress best known for her role as Amy Matthews on Boy Meets World which lasted seven seasons. She grew up in the suburb of Glenview. She is a graduate of New Trier High School and the University of Kansas.",
      "pageId": 4943838,
      "monthDay": "06/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Walter_E._Ellis",
      "name": "Walter E. Ellis",
      "aboutText": "Mark V. Parkinson (born June 24, 1957) is the president and chief executive officer of the American Health Care Association (AHCA) and the National Center for Assisted Living (NCAL). A former Republican, Parkinson is currently a member of the Democratic Party.",
      "pageId": 5376279,
      "monthDay": "06/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Siedah_Garrett",
      "name": "Siedah Garrett",
      "aboutText": "Anna Karin Pilsater (born 24 June 1960) is a Swedish politician with the Liberal People's Party. She has been a member of the Riksdag since 1991, representing Stockholm County, and her party's spokesperson on economic policy since January 2002.\nKarin Pilsäter was born in Vantör in southern Stockholm.",
      "pageId": 7273657,
      "monthDay": "06/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Karin_Pils%C3%A4ter",
      "name": "Karin Pilsäter",
      "aboutText": "Kenneth Biros (June 24, 1958 – December 8, 2009) was an American convicted murderer who was sentenced to death and executed for the aggravated murder, attempted rape, aggravated robbery and felonious sexual penetration of a young woman.",
      "pageId": 10169866,
      "monthDay": "06/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Erik_Poppe",
      "name": "Erik Poppe",
      "aboutText": "Walter E. Ellis (June 24, 1960 – December 1, 2013), also known as the Milwaukee North Side Strangler, was an American serial killer who raped and strangled seven women in the city of Milwaukee, Wisconsin between 1986 and 2007.",
      "pageId": 24277545,
      "monthDay": "06/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dennis_Danell",
      "name": "Dennis Danell",
      "aboutText": "Silvio Mondinelli (nicknamed \"Gnaro\", born 24 June 1958), is an Italian mountaineer. In the year 2007, he became the 13th person to climb the 14 eight-thousanders. He is the 6th person to accomplish that feat without the use of supplementary oxygen.",
      "pageId": 29659151,
      "monthDay": "06/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Iain_Glen",
      "name": "Iain Glen",
      "aboutText": "Terence Wilson (born 24 June 1957 Birmingham, England) is a musician, rapper, and toaster, better known by his stage name, Astro, who was part of the English reggae band UB40 since it was founded in 1978 until he left the group in November 2013.\nIn January 2014, Astro, with other former UB40 members, Ali Campbell and Mickey Virtue, announced plans to reform and record under the UB40 name. The band released their new song, \"Reggae Music\" as a free download in January 2014.",
      "pageId": 30656762,
      "monthDay": "06/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bernie_Nicholls",
      "name": "Bernie Nicholls",
      "aboutText": "Michael Coleman (June 24, 1956 – November 2, 2014) was an American Chicago blues guitarist, singer, and songwriter. He was voted one of the top 50 bluesmen in the world by Guitar World magazine.",
      "pageId": 33777441,
      "monthDay": "06/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ralph_E._Reed,_Jr.",
      "name": "Ralph E. Reed, Jr.",
      "aboutText": "Sissel Kyrkjebø (Norwegian pronunciation: [ˈsɪsəl ˈçʏʁçəˌbʷøː], /ˈsisel ˈçyrçeˌbø/; born 24 June 1969), also simply known as Sissel, is a Norwegian soprano.\nSissel is considered one of the world's top crossover sopranos, her musical style ranges from pop recordings and folk songs, to classical vocals and operatic arias. She possesses a \"crystalline\" voice and wide vocal range, sweeping down from mezzo-soprano notes, in arias such as Mon cœur s'ouvre à ta voix from Saint-Saëns's opera Samson et Dalila, to the F natural above soprano C. She sings mainly in English and Norwegian, and has also sung songs in Swedish, Danish, Irish, Italian, French, Russian, Icelandic, Faroese, German, Neapolitan, Māori, Japanese, and Latin.",
      "pageId": 421894,
      "monthDay": "06/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Curt_Smith",
      "name": "Curt Smith",
      "aboutText": "Sherry Lea Stringfield (born June 24, 1967) is an American actress. She is best known for playing the role of Dr. Susan Lewis on the NBC medical drama ER, a role for which she received three Emmy Award nominations.",
      "pageId": 657502,
      "monthDay": "06/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Yuri_Kasparyan",
      "name": "Yuri Kasparyan",
      "aboutText": "Richard Zven Kruspe (born Zven Kruspe in Wittenberge, 24 June 1967) is a German musician and guitarist of the German Neue Deutsche Härte band Rammstein, as well as the frontman of the band Emigrate.",
      "pageId": 856852,
      "monthDay": "06/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Preki",
      "name": "Preki",
      "aboutText": "Predrag Radosavljević (Serbian Cyrillic: Предраг Радосављевић), better known by the nickname Preki (/ˈprɛki/; born June 24, 1963), is a Serbian American former international association football player who most recently served as head coach of Sacramento Republic FC in the United Soccer League, having previously coached in Major League Soccer with Toronto FC and Chivas USA.",
      "pageId": 1009109,
      "monthDay": "06/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Wieringo",
      "name": "Mike Wieringo",
      "aboutText": "Ralph Eugene Reed, Jr. (born June 24, 1961) is a conservative American political activist, best known as the first executive director of the Christian Coalition during the early 1990s. He sought the Republican nomination for the office of Lieutenant Governor of Georgia but lost the primary election on July 18, 2006, to state Senator Casey Cagle.",
      "pageId": 1235535,
      "monthDay": "06/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jean-Luc_Delarue",
      "name": "Jean-Luc Delarue",
      "aboutText": "Gary Lee Suter (born June 24, 1964) is an American former professional ice hockey defenseman who played over 1,000 games in the National Hockey League (NHL) between 1985 and 2002. He was a ninth round selection of the Calgary Flames, 180th overall, at the 1984 NHL Entry Draft and played with Calgary for nine years. He won the Calder Memorial Trophy as the NHL's top rookie in 1986, played in four All-Star Games and was a member of Calgary's Stanley Cup championship team in 1989.",
      "pageId": 1236581,
      "monthDay": "06/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kathryn_Parminter,_Baroness_Parminter",
      "name": "Kathryn Parminter, Baroness Parminter",
      "aboutText": "Michael Lance \"Mike\" Wieringo (June 24, 1963 – August 12, 2007), who sometimes signed his work under the name 'Ringo, was an American comic book artist best known for his work on DC Comics' The Flash and Marvel Comics' Fantastic Four.",
      "pageId": 1580265,
      "monthDay": "06/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gary_Suter",
      "name": "Gary Suter",
      "aboutText": "Hope Sandoval (born June 24, 1966) is an American singer-songwriter who is the lead singer for Mazzy Star and Hope Sandoval & the Warm Inventions.",
      "pageId": 1960713,
      "monthDay": "06/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Claude_Bourbonnais",
      "name": "Claude Bourbonnais",
      "aboutText": "Curt Smith (born 24 June 1961, Bath, Somerset, England) is an English musician. He is best known for forming the band Tears for Fears, along with childhood friend Roland Orzabal.",
      "pageId": 2108221,
      "monthDay": "06/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Uwe_Krupp",
      "name": "Uwe Krupp",
      "aboutText": "Uwe Gerd Krupp (born June 24, 1965) is a retired German professional hockey defenceman and former coach of the German national ice hockey team. Following Walt Tkaczuk, Krupp was only the second German-born player to have a lasting career in the National Hockey League. He is the first German-born player to win the Stanley Cup, and the second German-born player chosen to an NHL All-Star Game (after Tkaczuk).",
      "pageId": 2757752,
      "monthDay": "06/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hope_Sandoval",
      "name": "Hope Sandoval",
      "aboutText": "Alaa Abdelnaby (Arabic: علاء عبد النبي‎, born June 24, 1968) is a retired Egyptian-American professional basketball player. He played for Duke University and then played in the NBA and CBA, among other leagues.",
      "pageId": 2871772,
      "monthDay": "06/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Adrienne_Shelly",
      "name": "Adrienne Shelly",
      "aboutText": "Adrienne Shelly (June 24, 1966 – November 1, 2006), was an American actress, director and screenwriter. She became known for roles in independent films such as 1989's The Unbelievable Truth. In late 2006 Shelly was the married mother of an infant daughter and was waiting to see if her film Waitress, in which she also starred, would be accepted for the Sundance Film Festival.",
      "pageId": 4039203,
      "monthDay": "06/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jeff_Cease",
      "name": "Jeff Cease",
      "aboutText": "Janez Lapajne [yannez la-pie-nay] (born 24 June 1967, Celje, Slovenia) is a Slovenian film director, producer, writer, editor and production designer.\nThe son of geophysicist and seismologist Janez K. Lapajne, he graduated in film directing from the University of Ljubljana.\nLapajne insists upon collaborating with his actors for an intensive rehearsal periods before shooting and he does not use storyboards to make his films.",
      "pageId": 5156929,
      "monthDay": "06/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bill_Huard",
      "name": "Bill Huard",
      "aboutText": "Claude Bourbonnais (born June 24, 1965), is a former driver in the Toyota Atlantic, Indy Lights, and CART Championship Car series. He raced in the 1994 CART series with 5 starts. He also raced in the 1997 Indianapolis 500, which by then had become part of the Indy Racing League, completing 9 laps and finishing in 30th position.",
      "pageId": 5425214,
      "monthDay": "06/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Richard_Z._Kruspe",
      "name": "Richard Z. Kruspe",
      "aboutText": "John Limniatis (born 24 June 1967 in Athens, Greece) is a retired Canadian professional footballer.",
      "pageId": 6808099,
      "monthDay": "06/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Janez_Lapajne",
      "name": "Janez Lapajne",
      "aboutText": "William John Huard (born June 24, 1967) is a Canadian former professional ice hockey player.",
      "pageId": 8436758,
      "monthDay": "06/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/John_Limniatis",
      "name": "John Limniatis",
      "aboutText": "Jeff Cease (born June 24, 1967, Nashville, Tennessee, United States) is an American musician, best known as the lead guitarist of the American Blues-rock band The Black Crowes from 1988-1991. He appeared on their debut album Shake Your Money Maker. His last performance with the band was October 19, 1991 at Hammersmith Odeon in London.",
      "pageId": 13550750,
      "monthDay": "06/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sherry_Stringfield",
      "name": "Sherry Stringfield",
      "aboutText": "Yuri Dmitriyevich Kasparyan (Russian: Ю́рий Дми́триевич Каспаря́н, born 24 June 1963) is the former guitarist of the Russian rock band Kino and a current member of Vyacheslav Butusov's group U-Piter. With Butusov he jointly wrote the 1997 album \"Незаконнорожденный/Nezakonnorozhdennyy\" (Bastard).\nFrom 1981 until 1990 he played guitar for the band Kino.",
      "pageId": 15086065,
      "monthDay": "06/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alaa_Abdelnaby",
      "name": "Alaa Abdelnaby",
      "aboutText": "Kathryn Jane Parminter, Baroness Parminter (born 24 June 1964) (also known as Kate) is a Liberal Democrat life peer in the House of Lords of the United Kingdom.\nShe was created Baroness Parminter, of Godalming in the County of Surrey on 15 July 2010 and was introduced in the House of Lords on 19 July 2010 and, having supported animal rights causes, chose to wear robes of animal-free ermine. She made her maiden speech two days later in a debate on women in society.",
      "pageId": 30717472,
      "monthDay": "06/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sissel_Kyrkjeb%C3%B8",
      "name": "Sissel Kyrkjebø",
      "aboutText": "Jean-Luc Delarue (24 June 1964 – 23 August 2012) was a French television presenter and producer specialising in televised discussion programmes.",
      "pageId": 36841087,
      "monthDay": "06/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Glenn_Medeiros",
      "name": "Glenn Medeiros",
      "aboutText": "Luis Javier García Sanz (born 24 June 1978) is a Spanish retired footballer who played mainly as a left winger.\nAlthough naturally left-footed, he had the ability to kick with both feet and has a good aerial game, despite a small frame. He played professionally for Barcelona and Atlético Madrid in his homeland, amongst others – being brought up in the former's youth ranks – appearing abroad for Liverpool, with which he won one Champions League amongst other major titles.",
      "pageId": 1001441,
      "monthDay": "06/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bernardo_Sassetti",
      "name": "Bernardo Sassetti",
      "aboutText": "Jere Kalervo Lehtinen (born June 24, 1973) is a Finnish former professional ice hockey forward. A right winger, he was drafted in the third round, 88th overall, in the 1992 NHL Entry Draft by the Minnesota North Stars. Lehtinen played his entire 15-year National Hockey League (NHL) career with the North Stars/Dallas Stars organization.",
      "pageId": 1001694,
      "monthDay": "06/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ji_Jin-hee",
      "name": "Ji Jin-hee",
      "aboutText": "Robbie McEwen (born 24 June 1972 in Brisbane, Queensland) is an Australian former professional road bicycle racer. He last rode for Orica-GreenEDGE on the UCI World Tour,. As a triple winner of the Points classification in the Tour de France, at his peak he was arguably the fastest sprinter in the world.",
      "pageId": 1484348,
      "monthDay": "06/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christopher_Showerman",
      "name": "Christopher Showerman",
      "aboutText": "Glenn Alan Medeiros (born June 24, 1970) is an American singer and songwriter of Portuguese descent who achieved chart success in the late 1980s and early 1990s. He is best known for his 1987 global smash, \"Nothing's Gonna Change My Love For You\".\nAfter his musical career he taught and was vice-principal at the Maryknoll School, a parochial school in his native Honolulu, Hawaii.",
      "pageId": 1690786,
      "monthDay": "06/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Robbie_McEwen",
      "name": "Robbie McEwen",
      "aboutText": "Marek Malík (born June 24, 1975) is a Czech former professional ice hockey defenceman who played in the National Hockey League (NHL) from 1994 to 2009.",
      "pageId": 1751171,
      "monthDay": "06/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Denis_%C5%BDvegelj",
      "name": "Denis Žvegelj",
      "aboutText": "James Brockman Olivo (born June 24, 1976) is a former American football running back in the National Football League who played for the Detroit Lions (1998–2002).",
      "pageId": 2586109,
      "monthDay": "06/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alexander_Beyer",
      "name": "Alexander Beyer",
      "aboutText": "Sharmaine Ruffa Rama Gutierrez (born June 24, 1974) is a Filipino model, beauty queen and actress.",
      "pageId": 3012147,
      "monthDay": "06/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alexis_Gauthier",
      "name": "Alexis Gauthier",
      "aboutText": "Alexander Beyer (born 24 June 1973) is a German actor.\nHe was born in Erfurt, East Germany. He has appeared in such films as: Volker Schloendorff's The Legend of Rita (Die Stille nach dem Schuss, 1999), Leander Haussmann's Sun Alley (Sonnenallee, 2000), Johannes Kiefer's Gregor's Greatest Invention (Gregors groesste Erfindung, 2001), which was nominated for an Academy Award in the category Live Action Short Film in 2002 and Wolfgang Becker's Good Bye Lenin!",
      "pageId": 3073837,
      "monthDay": "06/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jere_Lehtinen",
      "name": "Jere Lehtinen",
      "aboutText": "Jeff Farmer (born 24 June 1977) is a former Australian rules footballer of Aboriginal descent.",
      "pageId": 3416623,
      "monthDay": "06/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dan_Byles",
      "name": "Dan Byles",
      "aboutText": "Pantelis Kafes (Greek: Παντελής Καφές; born 24 June 1978 in Veria) is a retired Greek footballer who lastly was on trial with Philadelphia Union in the MLS, who last recently played as a defensive or central midfielder.",
      "pageId": 4180668,
      "monthDay": "06/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vinnie_Fiorello",
      "name": "Vinnie Fiorello",
      "aboutText": "Ji Jin-hee (born June 24, 1971) is a South Korean actor. He is best known for his leading roles in the TV period dramas Dae Jang Geum (2003) and Dong Yi (2010).\n^ Lee, Sun-min (19 March 2013).",
      "pageId": 4205712,
      "monthDay": "06/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Guccione_(umpire)",
      "name": "Chris Guccione",
      "aboutText": "Vinnie Fiorello (born June 24, 1974) is an American drummer, lyricist and a founding member of the ska punk band Less Than Jake. As a child, Fiorello's family owned a dog named Jake who was \"treated like a king\" according to the band's website FAQ page. As a result, everything in the house became \"Less Than Jake\", spawning the band's name.",
      "pageId": 5655321,
      "monthDay": "06/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ruffa_Gutierrez",
      "name": "Ruffa Gutierrez",
      "aboutText": "Dimosthenis \"Dimos\" Dikoudis (alternate spellings include: Demosthenis, Demos, Ntikoudis) (Greek: Δημοσθένης Ντικούδης; born June 24, 1977 in Larissa, Greece), is a retired Greek professional basketball player.",
      "pageId": 6225762,
      "monthDay": "06/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marek_Mal%C3%ADk",
      "name": "Marek Malík",
      "aboutText": "Christopher Showerman (born June 24, 1971) is an American film and television actor, best known for his role as George in George of the Jungle 2.",
      "pageId": 6733064,
      "monthDay": "06/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Federico_Pucciariello",
      "name": "Federico Pucciariello",
      "aboutText": "Denis Žvegelj, born on June 24, 1972 in Jesenice, SR Slovenia is an ex Slovenian rower and Olympic medallist.",
      "pageId": 6946871,
      "monthDay": "06/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brock_Olivo",
      "name": "Brock Olivo",
      "aboutText": "Daniel Alan Byles FRGS (born 24 June 1974) is an English mountaineer, sailor, ocean rower, polar adventurer and Conservative Party politician. He was the Member of Parliament (MP) for North Warwickshire from 2010 to 2015, but did not stand in the 2015 elections.\nIn 1997 he took part in the first ever Atlantic Rowing Race, the Port St Charles Barbados Atlantic Rowing Race, successfully crossing the Atlantic Ocean unsupported in a 23-foot (7 m) wooden rowing boat in 101 days with his mother Janice Meek.",
      "pageId": 7301126,
      "monthDay": "06/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Dimos_Dikoudis",
      "name": "Dimos Dikoudis",
      "aboutText": "Bernardo da Costa Sassetti Pais (24 June 1970 – 10 May 2012) was a Portuguese jazz pianist and film composer.\nSassetti was born in Lisbon. He was a great-grandson of Sidónio Pais, President of the First Republic.",
      "pageId": 9194848,
      "monthDay": "06/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeff_Farmer_(footballer)",
      "name": "Jeff Farmer",
      "aboutText": "Federico Pucciariello (born 24 June 1975 in Rosario, Argentina) is a former Italian Argentine rugby union footballer. He played at both tighthead and loosehead prop, and played for Munster Rugby up to the end of the 2008–09 season. He previously played for Gloucester Rugby and CS Bourgoin-Jallieu in the Heineken Cup.",
      "pageId": 15612682,
      "monthDay": "06/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luis_Garc%C3%ADa_(footballer,_born_1978)",
      "name": "Luis García",
      "aboutText": "Alexis Pascal Gauthier (born 24 June 1973) is a French chef. He is the chef patron of the Gauthier Soho restaurant in Soho, London and was awarded a Michelin star in 2011 b. He previously held a Michelin star as head chef of the restaurant Roussillon in Pimlico, London, until 2010.",
      "pageId": 26862755,
      "monthDay": "06/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pantelis_Kafes",
      "name": "Pantelis Kafes",
      "aboutText": "Christopher Gene Guccione (born June 24, 1974) is an umpire in Major League Baseball.",
      "pageId": 32916318,
      "monthDay": "06/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shunsuke_Nakamura",
      "name": "Shunsuke Nakamura",
      "aboutText": "Petra Němcová (Czech pronunciation: [ˈpɛtra ˈɲɛmt͡sovaː]; born June 24, 1979) is a Czech model, television host, and philanthropist, who founded and chairs the Happy Hearts Fund.",
      "pageId": 701533,
      "monthDay": "06/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ariel_Pink",
      "name": "Ariel Pink",
      "aboutText": "Erno \"Emppu\" Matti Juhani Vuorinen (born 24 June 1978, in Kitee, Finland) is a Finnish guitarist, most famous for being a founding member and occasional songwriter of the symphonic metal band Nightwish. He is the oldest of five children, having a twin brother and three younger sisters. He started to play guitar as a private study at the age of 12 and since then has played in various bands including Nightwish, Brother Firetribe, Barilari, Almah, and Altaria.",
      "pageId": 1004043,
      "monthDay": "06/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Juan_Rom%C3%A1n_Riquelme",
      "name": "Juan Román Riquelme",
      "aboutText": "Kevin Anthony Jance Nolan (born 24 June 1982) is an English professional footballer who plays as an attacking midfielder. He has represented England at under-21 level.\nAfter growing up in Toxteth, Liverpool, Nolan signed for Bolton Wanderers at the age of 16.",
      "pageId": 1038803,
      "monthDay": "06/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Emppu_Vuorinen",
      "name": "Emppu Vuorinen",
      "aboutText": "Shunsuke Nakamura (中村 俊輔, Nakamura Shunsuke, born 24 June 1978) is a Japanese professional footballer who plays as an attacking midfielder for Yokohama F. Marinos in J. League Division 1. He is the first and only player to have been twice named J. League Most Valuable Player, receiving the award in 2000 and 2013. He is well known for his vision, touch, and free kick-taking abilities; Steve Perryman once remarked that Nakamura \"could open a tin of beans with his left foot\".",
      "pageId": 1094987,
      "monthDay": "06/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Virginie_Gervais",
      "name": "Virginie Caprice",
      "aboutText": "Juan Román Riquelme (Spanish pronunciation: [ˈxwan roˈman riˈkelme]; born 24 June 1978) is an Argentine retired footballer.\nConsidered one of the most talented Argentine players of his generation, Riquelme is best known for his creative passing. An offensive midfield playmaker, he combined passing, vision, and technical skills with goalscoring ability from midfield; he was also capable of playing as a deep-lying playmaker.",
      "pageId": 1230308,
      "monthDay": "06/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mindy_Kaling",
      "name": "Mindy Kaling",
      "aboutText": "Cícero João de Cézare (born 24 June 1980), nicknamed Cicinho (Portuguese pronunciation: [siˈsĩɲu], is a Brazilian professional footballer who plays for Turkish club Sivasspor as a right back.",
      "pageId": 1438361,
      "monthDay": "06/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Petra_N%C4%9Bmcov%C3%A1",
      "name": "Petra Němcová",
      "aboutText": "Jarret Lee Stoll (born June 24, 1982) is a Canadian professional ice hockey player. He is currently playing for the Minnesota Wild of the National Hockey League. Prior to joining the Wild, Stoll played for the New York Rangers, Los Angeles Kings, Edmonton Oilers, the American Hockey League's Hamilton Bulldogs, and the Edmonton Roadrunners.",
      "pageId": 2417049,
      "monthDay": "06/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Craig_Shergold",
      "name": "Craig Shergold",
      "aboutText": "Craig Shergold (born 24 June 1979) is a British former cancer patient who received an estimated 350 million greeting cards, earning him a place in the Guinness Book of World Records.",
      "pageId": 2614507,
      "monthDay": "06/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cicinho",
      "name": "Cicinho",
      "aboutText": "Mark Penney (born 24 June 1982) is a Canadian film director.\nHe is perhaps best known as the director of the 2004 film The Right Way which played at many international film festivals most notably at the 61st Venice Film Festival and had a further limited theatrical and video on demand release in the United States. He followed that up with the 2007 experimental feature Life and the 2013 Canadian love story Le beau risque (The Beautiful Risk).",
      "pageId": 3754799,
      "monthDay": "06/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Liane_Balaban",
      "name": "Liane Balaban",
      "aboutText": "Andrew Jones (born 24 June 1980 in Albury, New South Wales, Australia) is a racing driver for Brad Jones Racing.\nJones has had success in a number of forms of motorsport in Australia. In 2004 he won the Konica Minolta V8 Supercar Series, the second tier series, and went on to secure a drive with Garry Rogers Motorsport in the 2005 V8 Supercar Championship Series.",
      "pageId": 5388745,
      "monthDay": "06/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nina_D%C3%BCbbers",
      "name": "Nina Dübbers",
      "aboutText": "John Lloyd Cruz (born June 24, 1983) is a Filipino actor, model, and occasional TV host. His career started with appearances in numerous teen-oriented movies and TV shows. He is a member of ABS-CBN's Star Magic, where he is an alumnus of Batch 5.",
      "pageId": 7078734,
      "monthDay": "06/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Andrew_Jones_(racing_driver)",
      "name": "Andrew Jones",
      "aboutText": "Vera Mindy Chokalingam (born June 24, 1979), known professionally as Mindy Kaling, is an American actress, comedian, and writer. She is the creator and star of the Fox and Hulu sitcom The Mindy Project, and also serves as executive producer and writer for the show.",
      "pageId": 7089397,
      "monthDay": "06/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Minka_Kelly",
      "name": "Minka Kelly",
      "aboutText": "Gianni Munari (born 24 June 1983 in Sassuolo, Italy) is an Italian footballer currently playing for Cagliari.",
      "pageId": 7903508,
      "monthDay": "06/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Clint_Bajada",
      "name": "Clint Bajada",
      "aboutText": "Minka Dumont Kelly (born Minka Dumont Dufay; on June 24, 1980) is an American actress. She is most known for her roles in the TV series Friday Night Lights (2006), Parenthood (2010) and Charlie's Angels (2011). She is also known for her role in The Roommate (2011).",
      "pageId": 8164643,
      "monthDay": "06/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kevin_Nolan",
      "name": "Kevin Nolan",
      "aboutText": "Liane Balaban (born June 24, 1980) is a Canadian actress. Her film debut was in New Waterford Girl (1999), playing Agnes-Marie \"Moonie\" Pottie, and has since appeared in the films Definitely, Maybe (2008), Last Chance Harvey (2009), and the independent drama One Week (2008).",
      "pageId": 9651325,
      "monthDay": "06/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mark_Penney",
      "name": "Mark Penney",
      "aboutText": "Virginie Gervais (born 24 June 1979), also known as Virginie Caprice, is a French glamour model, television personality, and former pornographic actress.",
      "pageId": 11927280,
      "monthDay": "06/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jarret_Stoll",
      "name": "Jarret Stoll",
      "aboutText": "Clint Bajada (born 24 June 1982 in Paola, Malta) is a television and radio personality. He hosted with success a variety of local shows including 'Coyotic', 'clint@nine', 'HappyDays', and 'STR82dPOINT'. He is also known for his Saturday morning Radio show which during the Malta Broadcasting Authority was classified as the most popular radio show in Malta in various audience surveys.",
      "pageId": 12751970,
      "monthDay": "06/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rebecca_Cooke",
      "name": "Rebecca Cooke",
      "aboutText": "Rebecca Cooke (born 24 June 1983) is an English former competitive swimmer who represented Great Britain in the Olympics, FINA world championships and European championships, and England in the Commonwealth Games. She competed internationally in freestyle and individual medley swimming events.\nShe has won medals at every major international championships with the exception of the Olympic Games.",
      "pageId": 18932628,
      "monthDay": "06/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/John_Lloyd_Cruz",
      "name": "John Lloyd Cruz",
      "aboutText": "Ariel Marcus Rosenberg (born June 24, 1978), better known by his stage name Ariel Pink, is an American singer-songwriter, multi-instrumentalist, and record producer based in Los Angeles, California. He is known for his musical eclecticism, influenced by 1970s and 80s pop radio and cassette culture. He first gained recognition after signing to Animal Collective's Paw Tracks label in 2003, where several of his limited-edition home recordings were first reissued.",
      "pageId": 30846469,
      "monthDay": "06/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gianni_Munari",
      "name": "Gianni Munari",
      "aboutText": "Nina Dübbers (born 24 June 1980 in Heidelberg) is a former German tennis player.\nDübbers, who won two singles and two doubles ITF tournaments in her career, reached a singles ranking high of world number 166 on 10 June 2002.\nDübbers qualified for the first round of the 2001 US Open – Women's Singles, but lost 3–6, 2–6 to 18th seed Sandrine Testud.",
      "pageId": 36025720,
      "monthDay": "06/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gard_Nilssen",
      "name": "Gard Nilssen",
      "aboutText": "Solange Piaget Knowles (born June 24, 1986) is an American singer, songwriter, model, and actress. Knowles was born in Houston, Texas to Mathew and Tina Knowles, both of whom left their careers to support her older sister Beyoncé's recording interests. Expressing an interest in music from an early age, Knowles had several temporary stints in Destiny's Child, before signing with her father's Music World Entertainment label.",
      "pageId": 543892,
      "monthDay": "06/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/David_Shillington",
      "name": "David Shillington",
      "aboutText": "Jonathan Clay \"J. J.\" Redick (born June 24, 1984) is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). Redick stands at 6'4\" and weighs 190 lb. He was selected 11th overall by the Orlando Magic in the 2006 NBA draft.",
      "pageId": 1303234,
      "monthDay": "06/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrea_Raggi",
      "name": "Andrea Raggi",
      "aboutText": "Arturo Lupoli (born 24 June 1987) is an Italian footballer who plays as a striker for Serie A side Frosinone.\nHis former clubs include Parma, Arsenal and Derby County, where he spent the 2006–07 season on loan. He was renowned as having a rivalry with Italian International Giuseppe Rossi, as the media had billed the two as the future of Italian football.",
      "pageId": 1327568,
      "monthDay": "06/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/J._J._Redick",
      "name": "J. J. Redick",
      "aboutText": "Stuart Christopher John Broad (born 24 June 1986) is a cricket player, who plays Test and One Day International cricket for England. A left-handed batsman and right-arm seam bowler, Broad's professional career started at Leicestershire, the team attached to his school, Oakham School; in 2008 he transferred to Nottinghamshire, the county of his birth and the team for which his father played. In August 2006 he was voted the Cricket Writers' Club Young Cricketer of the Year.",
      "pageId": 3937805,
      "monthDay": "06/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Diego_Alves_Carreira",
      "name": "Diego Alves Carreira",
      "aboutText": "David Shillington (born 24 June 1983 in Brisbane, Queensland) is an Australian professional rugby league footballer who currently plays for the Gold Coast Titans in the National Rugby League. A Queensland State of Origin and Australian international representative prop forward, he previously played for the Sydney Roosters and Canberra Raiders.",
      "pageId": 4428870,
      "monthDay": "06/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tom_Kennedy_(footballer)",
      "name": "Tom Kennedy",
      "aboutText": "Philip Joseph \"Phil\" Hughes (born June 24, 1986) is an American right-handed professional baseball pitcher for the Minnesota Twins of Major League Baseball (MLB). He played in MLB for the New York Yankees from 2007 through 2013. He stands 6 feet 5 inches (1.96 m) tall and weighs 240 pounds (110 kg).",
      "pageId": 5326977,
      "monthDay": "06/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nate_Myles",
      "name": "Nate Myles",
      "aboutText": "Nate Myles (born 24 June 1985) is an Australian professional rugby league footballer who currently plays for the Manly Warringah Sea Eagles in the National Rugby League.",
      "pageId": 5584456,
      "monthDay": "06/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Vernon_Philander",
      "name": "Vernon Philander",
      "aboutText": "Vernon Darryl Philander (born 24 June 1985) is a South African right-handed bowling all-rounder, he has previously represented his country at under 19 level. He plays for Cape Cobras in South African domestic cricket.\nPhilander made his ODI debut on his 22nd birthday, against Ireland at Belfast.",
      "pageId": 8850790,
      "monthDay": "06/24"
    },
    {
      "year": "1985",
      "uri": "/w/index.php?title=Kyle_Searles&action=edit&redlink=1",
      "name": "Kyle Searles",
      "aboutText": "Joshua Mark \"Josh\" Lillis (born 24 June 1987) is an English professional footballer who plays as a goalkeeper for Rochdale.\nHe began his career at Scunthorpe United in the League One and Championship.",
      "pageId": 9189682,
      "monthDay": "06/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yukina_Shirakawa",
      "name": "Yukina Shirakawa",
      "aboutText": "Andrea Raggi (Italian pronunciation: [anˈdrɛa ˈraddʒi]; born 24 June 1984) is an Italian football defender, currently playing for AS Monaco FC.",
      "pageId": 10297431,
      "monthDay": "06/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stuart_Broad",
      "name": "Stuart Broad",
      "aboutText": "Diego Alves Carreira (born 24 June 1985), known as Diego Alves, is a Brazilian professional footballer who plays for Spanish club Valencia CF as a goalkeeper.\nHaving begun his career at Atlético Mineiro, he spent most of his career in Spain in the service of Almería and Valencia, making over 200 La Liga appearances for both teams.\nAlves was part of the Brazilian squad which won a bronze medal at the 2008 Olympics, and made his senior international debut in 2011.",
      "pageId": 11393202,
      "monthDay": "06/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Phil_Hughes",
      "name": "Phil Hughes",
      "aboutText": "Serdar Güneş (born 24 June 1987 in Berlin-Kreuzberg, West Germany) is a Turkish footballer.\n^ \"Serdar Güneş profile\". Tennis Borussia Berlin (in German).",
      "pageId": 11470466,
      "monthDay": "06/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Solange_Knowles",
      "name": "Solange Knowles",
      "aboutText": "Thomas Gordon \"Tom\" Kennedy (born 24 June 1985) is an English professional footballer who currently plays for Rochdale. Kennedy has had previous spells at Bury, Rochdale, Leicester City and (on loan) Blackpool.",
      "pageId": 11665309,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/LiSA_(Japanese_musician,_born_1987)",
      "name": "LiSA",
      "aboutText": "Yukina Shirakawa (白川ゆきな, Shirakawa Yukina, born June 24, 1985 in Shizuoka, Japan) is a Japanese gravure idol.",
      "pageId": 13264292,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Briana_Blair",
      "name": "Briana Blair",
      "aboutText": "Craig Charles Glendinning Henderson (born (1987-06-24)24 June 1987) is a New Zealand football player who plays for Mjøndalen, on loan from Stabæk. His hometown is Stokes Valley, Lower Hutt.",
      "pageId": 18761659,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Simona_Dobr%C3%A1",
      "name": "Simona Dobrá",
      "aboutText": "Briana Blair (born June 24, 1987) is a former NBA cheerleader, retired American pornographic actress, and nude model.\n^ a b c d e f \"Briana Blair bio\".",
      "pageId": 31636060,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Serdar_G%C3%BCne%C5%9F",
      "name": "Serdar Güneş",
      "aboutText": "Risa Oribe (織部 里沙, Oribe Risa, born June 24, 1987), better known by her stage name LiSA (an acronym of Love is Same All), is a Japanese pop singer-songwriter from Seki, Gifu, signed to Aniplex under Sony Music Artists. After aspiring to become a musician early in life, she started her musical career as the vocalist of the indie band Chucky. Following Chucky's disbandment in 2005, LiSA moved to Tokyo in order to pursue a solo career, making her major debut in 2010 singing songs for the anime television series Angel Beats!",
      "pageId": 33586744,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Craig_Henderson",
      "name": "Craig Henderson",
      "aboutText": "Gard Nilssen (born 24 June 1983 in Skien, Norway) is a Norwegian Jazz musician (drums) and composer, and member of the bands Bushman's Revenge and Puma.",
      "pageId": 36885460,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Arturo_Lupoli",
      "name": "Arturo Lupoli",
      "aboutText": "Simona Dobrá (born 24 June 1987 in Olomouc) is a retired Czech tennis player.\nDobrá won two singles and 21 doubles titles on the ITF tour in her career. On 15 September 2008, she reached her best singles ranking of world number 514.",
      "pageId": 38863274,
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Josh_Lillis",
      "name": "Josh Lillis",
      "monthDay": "06/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lionel_Messi",
      "name": "Lionel Messi",
      "aboutText": "Lionel Andrés \"Leo\" Messi (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi]; born 24 June 1987) is an Argentine professional footballer who plays as a forward for Spanish club Barcelona and the Argentina national team. Often considered the best player in the world and rated by many in the sport as the greatest of all time, Messi is the only football player in history to win the FIFA Ballon d'Or four times, all of which he won consecutively, and the first player to win three European Golden Shoes. With Barcelona he has won seven La Liga titles and four UEFA Champions League titles, as well as three Copa del Rey titles.",
      "pageId": 2150841,
      "monthDay": "06/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nichkhun",
      "name": "Nichkhun",
      "aboutText": "Micah Lincoln Richards (born 24 June 1988) is an English professional footballer who plays as a defender and captain for English club Aston Villa. He also plays for the England national team.\nHe began his career at Manchester City, making 245 appearances across all competitions in ten seasons.",
      "pageId": 2978666,
      "monthDay": "06/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ardo_Arusaar",
      "name": "Ardo Arusaar",
      "aboutText": "Sarah Victoria Roberts is a fictional character on the American serial drama One Life to Live.",
      "pageId": 8846725,
      "monthDay": "06/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Candice_Patton",
      "name": "Candice Patton",
      "aboutText": "Found ethnicity,",
      "pageId": 10442352,
      "monthDay": "06/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Micah_Richards",
      "name": "Micah Richards",
      "aboutText": "Michael Del Zotto (born June 24, 1990) is a Canadian professional ice hockey defenceman currently playing for the Philadelphia Flyers of the National Hockey League (NHL). He was drafted in the first round, 20th overall, by the New York Rangers at the 2008 NHL Entry Draft.",
      "pageId": 18050776,
      "monthDay": "06/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Teklemariam_Medhin",
      "name": "Teklemariam Medhin",
      "aboutText": "Richard Sukuta-Pasu (born 24 June 1990 in Wuppertal) is a German football striker of Congolese descent who plays for Energie Cottbus.\n^ \"Sukuta-Pasu, Richard\" (in German). kicker.",
      "pageId": 19527743,
      "monthDay": "06/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Michael_Del_Zotto",
      "name": "Michael Del Zotto",
      "aboutText": "David Olatokunbo Alaba (born 24 June 1992) is an Austrian footballer who plays for German club Bayern Munich and the Austria national football team. He holds Austria's record as the youngest player to play for their senior national team, debuting for them in 2009 as a 17-year-old. He has played in a multitude of roles, including central midfield, right and left wing, but has since blossomed as a left-back.",
      "pageId": 24053598,
      "monthDay": "06/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Richard_Sukuta-Pasu",
      "name": "Richard Sukuta-Pasu",
      "aboutText": "Teklemariam Medhin Weldeslassie (born 24 June 1989 in Hazega) is an Eritrean long-distance runner who specializes in the 5000 metres and 10,000 metres. He represented his country at the 2012 Summer Olympics.",
      "pageId": 26382359,
      "monthDay": "06/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Mutaz_Essa_Barshim",
      "name": "Mutaz Essa Barshim",
      "aboutText": "Raven Tyshanna Goodwin (born June 24, 1992) is an American actress. She is best known for portraying Teddy Duncan's best friend Ivy Wentz, on the Disney Channel Original Series Good Luck Charlie and as Tangie Cunningham on the Nickelodeon original television series Just Jordan, which starred Lil' JJ. Goodwin first appeared as Annie Marks in the 2001 film Lovely & Amazing and two years later, as Cleo in the 2003 film The Station Agent. She also played the main role of Becca on the ABC Family original series Huge before its cancellation.",
      "pageId": 26770073,
      "monthDay": "06/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rie_Kitahara",
      "name": "Rie Kitahara",
      "aboutText": "Mutaz Essa Barshim (Arabic: معتز عيسى برشم‎; born 24 June 1991) is a Qatari track and field athlete who specialises in the high jump. He is the national record and Asian record holder with a best mark of 2.43 m (7 ft 111⁄2 in). He was the Asian Indoor and World Junior champion in 2010.",
      "pageId": 27947414,
      "monthDay": "06/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/David_Alaba",
      "name": "David Alaba",
      "aboutText": "Tyson Coy Stewart better known as Coy Stewart (born June 24, 1998) is an American actor. He had a role in the TBS sitcom Are We There Yet?",
      "pageId": 29434663,
      "monthDay": "06/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Raven_Goodwin",
      "name": "Raven Goodwin",
      "aboutText": "Rie Kitahara (北原 里英, Kitahara Rie, born June 24, 1991) is a Japanese singer and actress associated with the Japanese idol girl group NGT48 and former member of AKB48 and SKE48. She debuted in 2008 in Team A and was co-captain of Team K. In March 2015, it was announced Kitahara would be transferred to NGT48 as captain of the group. She has sung on many of the groups' main singles, having been voted number 13, 16, 13 and 13 in the AKB48 general elections.",
      "pageId": 32121874,
      "monthDay": "06/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Erin_Moriarty_(actress)",
      "name": "Erin Moriarty",
      "aboutText": "Ardo Arusaar (born 24 June 1988 in Pärnu) is an Estonian Greco-Roman wrestler.",
      "pageId": 36930558,
      "monthDay": "06/24"
    },
    {
      "year": "1998",
      "uri": "/wiki/Coy_Stewart",
      "name": "Coy Stewart",
      "aboutText": "Erin Moriarty (born June 24, 1994) is an American actress.",
      "pageId": 41198544,
      "monthDay": "06/24"
    },
    {
      "year": "2000",
      "uri": "/wiki/Sarah_Roberts",
      "name": "Sarah Roberts",
      "aboutText": "Candice Kristina Patton (born June 24, 1988) is an American actress.",
      "pageId": 41491747,
      "monthDay": "06/24"
    }
  ]
}