{
  "people": [
    {
      "year": "1242",
      "uri": "/wiki/Beatrice_of_England",
      "name": "Beatrice of England",
      "aboutText": "David Douglas (25 June 1799 – 12 July 1834) was a Scottish botanist, best known as the namesake of the Douglas fir. He worked as a gardener, and explored the Scottish Highlands, North America, and Hawaii, where he died.",
      "pageId": 67248,
      "monthDay": "06/25"
    },
    {
      "year": "1328",
      "uri": "/wiki/William_de_Montacute,_2nd_Earl_of_Salisbury",
      "name": "William de Montacute, 2nd Earl of Salisbury",
      "aboutText": "Walther Hermann Nernst, ForMemRS (25 June 1864 – 18 November 1941) was a German physicist who is known for his theories behind the calculation of chemical affinity as embodied in the third law of thermodynamics, for which he won the 1920 Nobel Prize in chemistry. Nernst helped establish the modern field of physical chemistry and contributed to electrochemistry, thermodynamics and solid state physics.",
      "pageId": 75876,
      "monthDay": "06/25"
    },
    {
      "year": "1373",
      "uri": "/wiki/Joanna_II_of_Naples",
      "name": "Joanna II of Naples",
      "aboutText": "George Francis Abbott (June 25, 1887 – January 31, 1995) was an American theater producer and director, playwright, screenwriter, and film director and producer whose career spanned more than nine decades.",
      "pageId": 104451,
      "monthDay": "06/25"
    },
    {
      "year": "1560",
      "uri": "/wiki/Wilhelm_Fabry",
      "name": "Wilhelm Fabry",
      "aboutText": "Daniel-Henry Kahnweiler (25 June 1884 - 11 January 1979), was a German-born art historian, art collector, and one of the premier French art dealers of the 20th century.",
      "pageId": 158973,
      "monthDay": "06/25"
    },
    {
      "year": "1612",
      "uri": "/wiki/John_Albert_Vasa",
      "name": "John Albert Vasa",
      "aboutText": "Henry Harley \"Hap\" Arnold (June 25, 1886 – January 15, 1950) was an American general officer holding the grades of General of the Army and General of the Air Force. Arnold was an aviation pioneer, Chief of the Air Corps (1938–1941), Commanding General of the U.S. Army Air Forces during World War II, the only U.S. Air Force general to ever hold five-star rank, and the only officer to ever hold a five-star rank in two different U.S. military services. Arnold was also the founder of Project RAND, which evolved into one of the world's largest non-profit global policy think tanks, the RAND Corporation, and one of the founders of Pan American World Airways.",
      "pageId": 206221,
      "monthDay": "06/25"
    },
    {
      "year": "1709",
      "uri": "/wiki/Francesco_Araja",
      "name": "Francesco Araja",
      "aboutText": "Gustave Charpentier (French: [ɡystaːv ʃaʁpɑ̃tje]; Dieuze, Moselle, 25 June 1860 – 18 February 1956, Paris) was a French composer, best known for his opera Louise.",
      "pageId": 523806,
      "monthDay": "06/25"
    },
    {
      "year": "1715",
      "uri": "/wiki/Joseph_Foullon_de_Dou%C3%A9",
      "name": "Joseph Foullon de Doué",
      "aboutText": "John Albert Vasa (Jan Albert Waza) (25 June 1612 – 29 December 1634) was a Polish cardinal, and a Prince-Bishop of Warmia and Kraków.",
      "pageId": 623367,
      "monthDay": "06/25"
    },
    {
      "year": "1755",
      "uri": "/wiki/Natalia_Alexeievna_of_Russia",
      "name": "Natalia Alexeievna of Russia",
      "aboutText": "Gabriel Auguste Daubrée (June 25, 1814 – May 29, 1896) was a French geologist.\nDaubrée was born at Metz, and educated at the École Polytechnique in Paris. At the age of twenty he had qualified as a mining engineer, and in 1838 he was appointed to take charge of the mines in the Bas-Rhin (Alsace), and subsequently to be professor of mineralogy and geology at the Faculty of Sciences, Strasbourg.",
      "pageId": 937931,
      "monthDay": "06/25"
    },
    {
      "year": "1799",
      "uri": "/wiki/David_Douglas",
      "name": "David Douglas",
      "aboutText": "Joanna II (25 June 1373 – 2 February 1435) was Queen of Naples from 1414 to her death, upon which the senior Angevin line of Naples became extinct. As a mere formality, she used the title of Queen of Jerusalem, Sicily, and Hungary.\nJoanna was born at Zara, Dalmatia (present-day Zadar, Croatia) on 25 June 1373, as the daughter of Charles III of Naples and Margaret of Durazzo.",
      "pageId": 954798,
      "monthDay": "06/25"
    },
    {
      "year": "1814",
      "uri": "/wiki/Gabriel_Auguste_Daubr%C3%A9e",
      "name": "Gabriel Auguste Daubrée",
      "aboutText": "Georges Courteline born Georges Victor Marcel Moinaux (June 25, 1858 – June 25, 1929) was a French dramatist and novelist, a satirist notable for his sharp wit and cynical humor.\nHis family moved from Tours in Indre-et-Loire to Paris shortly after his birth. During the time of the Paris Commune, at age 13, he was sent to school in Meaux and after graduation in 1876, he went on to serve in the French military before taking a job as a civil servant.",
      "pageId": 1008526,
      "monthDay": "06/25"
    },
    {
      "year": "1852",
      "uri": "/wiki/Antoni_Gaud%C3%AD",
      "name": "Antoni Gaudí",
      "aboutText": "Wilhelm Fabry (also William Fabry, Guilelmus Fabricius Hildanus, or Fabricius von Hilden) (June 25, 1560 − February 15, 1634), often called the \"Father of German surgery\", was the first educated and scientific German surgeon. He is one of the most prominent scholars in the iatromechanics school and author of 20 medical books. His Observationum et Curationum Chirurgicarum Centuriae, published posthumously in 1641, is the best collection of case records of the century and gives clear insight into the variety and methods of his surgical practice.",
      "pageId": 1025294,
      "monthDay": "06/25"
    },
    {
      "year": "1858",
      "uri": "/wiki/Georges_Courteline",
      "name": "Georges Courteline",
      "aboutText": "Frigyes Karinthy (Hungarian pronunciation: [ˈfriɟɛʃ ˈkɒrinti]; 25 June 1887 – 29 August 1938) was a Hungarian author, playwright, poet, journalist, and translator. He was the first proponent of the six degrees of separation concept, in his 1929 short story, Chains (Láncszemek). Karinthy remains one of the most popular Hungarian writers.",
      "pageId": 2652729,
      "monthDay": "06/25"
    },
    {
      "year": "1860",
      "uri": "/wiki/Gustave_Charpentier",
      "name": "Gustave Charpentier",
      "aboutText": "Joseph-François Foullon de Doué, or Foulon de Doué (25 June 1715–22 July 1789), was a French politician and a Controller-General of Finances under Louis XVI.",
      "pageId": 2768237,
      "monthDay": "06/25"
    },
    {
      "year": "1863",
      "uri": "/wiki/%C3%89mile_Francqui",
      "name": "Émile Francqui",
      "aboutText": "Beatrice of England (24 June 1242 – 24 March 1275), also known as Beatrice de Dreux, was a Princess of England as the daughter of King Henry III of England and Eleanor of Provence. Her siblings were Edward I of England, Margaret, Queen of Scotland, Edmund Crouchback, 1st Earl of Lancaster, Richard of England, John of England, Katherine of England, William of England, and Henry of England.",
      "pageId": 3927139,
      "monthDay": "06/25"
    },
    {
      "year": "1864",
      "uri": "/wiki/Walther_Nernst",
      "name": "Walther Nernst",
      "aboutText": "Francesco Domenico Araja (or Araia, Russian: Арайя) (June 25, 1709 in Naples, Kingdom of Sicily – between 1762 and 1770 in Bologna, States of the Church) was an Italian composer who spent 25 years in Russia and wrote at least 14 operas for the Russian Imperial Court including Tsefal i Prokris, the first opera in Russian.",
      "pageId": 5073279,
      "monthDay": "06/25"
    },
    {
      "year": "1884",
      "uri": "/wiki/G%C3%A9za_Gy%C3%B3ni",
      "name": "Géza Gyóni",
      "aboutText": "Géza Gyóni (25 June 1884 - 25 June 1917) was a Hungarian poet under the rule of the Austro-Hungarian Empire.",
      "pageId": 5838476,
      "monthDay": "06/25"
    },
    {
      "year": "1884",
      "uri": "/wiki/Daniel-Henry_Kahnweiler",
      "name": "Daniel-Henry Kahnweiler",
      "aboutText": "Émile Francqui (French: [fʁɑ̃ki]; 25 June 1863 in Brussels – 1 November 1935 in Brussels) was a Belgian soldier, diplomat, business man and philanthropist.",
      "pageId": 8268446,
      "monthDay": "06/25"
    },
    {
      "year": "1886",
      "uri": "/wiki/Henry_H._Arnold",
      "name": "Henry H. Arnold",
      "aboutText": "Grand Duchess Natalia Alexeievna of Russia (25 June 1755 – 15 April 1776) was the first wife of the future Tsar Paul I of Russia, the only son of the Empress Catherine II. She was born as Princess Wilhelmina Louisa of Hesse-Darmstadt in Prenzlau, Uckermark, Brandenburg, Prussia as the fifth child of Louis IX, Landgrave of Hesse-Darmstadt and his spouse Caroline of Zweibrücken, Countess Palatine.",
      "pageId": 11878708,
      "monthDay": "06/25"
    },
    {
      "year": "1887",
      "uri": "/wiki/George_Abbott",
      "name": "George Abbott",
      "aboutText": "Antoni Gaudí i Cornet (Catalan pronunciation: [ənˈtɔni ɣəwˈði]; 25 June 1852 – 10 June 1926) was a Spanish Catalan architect from Reus/Riudoms and the best known practitioner of Catalan Modernism. Gaudí's works reflect an individualized and distinctive style. Most are located in Barcelona, including his magnum opus, the Sagrada Família.",
      "pageId": 31566384,
      "monthDay": "06/25"
    },
    {
      "year": "1887",
      "uri": "/wiki/Frigyes_Karinthy",
      "name": "Frigyes Karinthy",
      "aboutText": "Sir William II Montague, alias de Montacute, 2nd Earl of Salisbury, 4th Baron Montacute, King of Mann, KG (25 June 1328 – 3 June 1397) was an English nobleman and commander in the English army during King Edward III's French campaigns in the Hundred Years War.",
      "pageId": 43215897,
      "monthDay": "06/25"
    },
    {
      "year": "1892",
      "uri": "/wiki/Shir%C5%8D_Ishii",
      "name": "Shirō Ishii",
      "aboutText": "Admiral of the Fleet Louis Francis Albert Victor Nicholas Mountbatten, 1st Earl Mountbatten of Burma, KG, GCB, OM, GCSI, GCIE, GCVO, DSO, PC, FRS (born Prince Louis of Battenberg; 25 June 1900 – 27 August 1979) – known informally as Lord Mountbatten – was a British statesman and naval officer, an uncle of Prince Philip, Duke of Edinburgh, and second cousin once removed to Elizabeth II. During the Second World War, he was Supreme Allied Commander South East Asia Command (1943–46). He was the last Viceroy of India (1947) and the first Governor-General of the independent Dominion of India (1947–48), from which the modern Republic of India was to emerge in 1950. From 1954 until 1959 he was First Sea Lord, a position that had been held by his father, Prince Louis of Battenberg, some forty years earlier.",
      "pageId": 10292,
      "monthDay": "06/25"
    },
    {
      "year": "1894",
      "uri": "/wiki/Hermann_Oberth",
      "name": "Hermann Oberth",
      "aboutText": "Eric Arthur Blair (25 June 1903 – 21 January 1950), who used the pen name George Orwell, was an English novelist, essayist, journalist and critic. His work is marked by lucid prose, awareness of social injustice, opposition to totalitarianism, and outspoken support of democratic socialism.\nOrwell wrote literary criticism, poetry, fiction, and polemical journalism.",
      "pageId": 11891,
      "monthDay": "06/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Louis_Mountbatten,_1st_Earl_Mountbatten_of_Burma",
      "name": "Louis Mountbatten, 1st Earl Mountbatten of Burma",
      "aboutText": "Willard Van Orman Quine (/kwaɪn/; June 25, 1908 – December 25, 2000) (known to intimates as \"Van\") was an American philosopher and logician in the analytic tradition, recognized as \"one of the most influential philosophers of the twentieth century.\" From 1930 until his death 70 years later, Quine was continually affiliated with Harvard University in one way or another, first as a student, then as a professor of philosophy and a teacher of logic and set theory, and finally as a professor emeritus who published or revised several books in retirement. He filled the Edgar Pierce Chair of Philosophy at Harvard from 1956 to 1978. A 2009 poll conducted among analytic philosophers named Quine as the fifth most important philosopher of the past two centuries.",
      "pageId": 33833,
      "monthDay": "06/25"
    },
    {
      "year": "1901",
      "uri": "/wiki/Harold_Roe_Bartle",
      "name": "Harold Roe Bartle",
      "aboutText": "Hermann Julius Oberth (25 June 1894 – 28 December 1989) was an Austro-Hungarian-born German physicist and engineer. He is considered one of the founding fathers of rocketry and astronautics.",
      "pageId": 87012,
      "monthDay": "06/25"
    },
    {
      "year": "1902",
      "uri": "/wiki/Yasuhito,_Prince_Chichibu",
      "name": "Yasuhito, Prince Chichibu",
      "aboutText": "Samuel Lewis Francis (June 25, 1923 – November 4, 1994) was an American painter and printmaker.",
      "pageId": 274032,
      "monthDay": "06/25"
    },
    {
      "year": "1903",
      "uri": "/wiki/George_Orwell",
      "name": "George Orwell",
      "aboutText": "Johannes Hans Daniel Jensen (25 June 1907 – 11 February 1973) was a German nuclear physicist. During World War II, he worked on the German nuclear energy project, known as the Uranium Club, in which he made contributions to the separation of uranium isotopes. After the war Jensen was a professor at the University of Heidelberg.",
      "pageId": 396566,
      "monthDay": "06/25"
    },
    {
      "year": "1903",
      "uri": "/wiki/Anne_Revere",
      "name": "Anne Revere",
      "aboutText": "William Thomas Cahill (June 25, 1912 – July 1, 1996) was an American Republican Party politician who served as the 46th Governor of New Jersey, from 1970 to 1974, and who represented New Jersey's 1st congressional district in the U.S. House of Representatives from 1959 to 1967 and the state's 6th district from 1967 to 1970.",
      "pageId": 439325,
      "monthDay": "06/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/Rupert_Wildt",
      "name": "Rupert Wildt",
      "aboutText": "John Henry \"Johnny\" Smith (June 25, 1922 – June 11, 2013) was an American cool jazz and mainstream jazz guitarist. He wrote the tune \"Walk, Don't Run\" in 1954.",
      "pageId": 454616,
      "monthDay": "06/25"
    },
    {
      "year": "1907",
      "uri": "/wiki/J._Hans_D._Jensen",
      "name": "J. Hans D. Jensen",
      "aboutText": "Anne Revere (June 25, 1903 – December 18, 1990) was an American stage, film, and television actress.",
      "pageId": 765450,
      "monthDay": "06/25"
    },
    {
      "year": "1908",
      "uri": "/wiki/Willard_Van_Orman_Quine",
      "name": "Willard Van Orman Quine",
      "aboutText": "William Howard Stein (June 25, 1911 – February 2, 1980) was an American biochemist.",
      "pageId": 789033,
      "monthDay": "06/25"
    },
    {
      "year": "1911",
      "uri": "/wiki/William_Howard_Stein",
      "name": "William Howard Stein",
      "aboutText": "Cyril Fletcher (25 June 1913 – 2 January 2005) was an English comedian, actor and businessman. His catchphrase was 'Pin back your lugholes'. He was best-known for his \"Odd Odes\", which later formed a section of the television show That's Life!.",
      "pageId": 1356679,
      "monthDay": "06/25"
    },
    {
      "year": "1912",
      "uri": "/wiki/William_T._Cahill",
      "name": "William T. Cahill",
      "aboutText": "Celia Franca, CC OOnt (25 June 1921 – 19 February 2007) was the founder of The National Ballet of Canada (1951) and its artistic director for 24 years.",
      "pageId": 1606330,
      "monthDay": "06/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Cyril_Fletcher",
      "name": "Cyril Fletcher",
      "aboutText": "Surgeon General Shirō Ishii (石井 四郎, Ishii Shirō, June 25, 1892 – October 9, 1959) was a Japanese army medical officer, microbiologist and the director of Unit 731, a biological warfare unit of the Imperial Japanese Army involved in forced and frequently lethal human experimentation during the Second Sino-Japanese War (1937–1945).",
      "pageId": 1789793,
      "monthDay": "06/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Whipper_Billy_Watson",
      "name": "Whipper Billy Watson",
      "aboutText": "Harold Roe Bennett Sturdevant Bartle (June 25, 1901 – May 9, 1974) was a businessman, philanthropist, Boy Scout executive, and professional public speaker who served two terms as mayor of Kansas City, Missouri.",
      "pageId": 1801447,
      "monthDay": "06/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Nils_Karlsson",
      "name": "Nils Karlsson",
      "aboutText": "Yasuhito, Prince Chichibu (秩父宮雍仁親王, Chichibu-no-miya Yasuhito Shinnō, 25 June 1902 – 4 January 1953), also known as Prince Yasuhito, was the second son of Emperor Taishō, a younger brother of the Emperor Hirohito and a general in the Imperial Japanese Army. As a member of the Imperial House of Japan, he was the patron of several sporting, medical, and international exchange organizations. Before and after World War II, the English-speaking prince and his wife attempted to foster good relations between Japan and the United Kingdom and enjoyed a good rapport with the British Royal Family.",
      "pageId": 2030711,
      "monthDay": "06/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/P._H._Newby",
      "name": "P. H. Newby",
      "aboutText": "Rupert Wildt (/ˈvɪlt/; June 25, 1905 – January 9, 1976) was a German-American astronomer.\nHe was born in Munich, Germany, and grew up in that country during World War I and its aftermath. In 1927 he was awarded a Ph.D. from the University of Berlin.",
      "pageId": 2114044,
      "monthDay": "06/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Celia_Franca",
      "name": "Celia Franca",
      "aboutText": "Percy Howard Newby CBE (25 June 1918 – 6 September 1997) was an English novelist and broadcasting administrator.",
      "pageId": 2260950,
      "monthDay": "06/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Johnny_Smith",
      "name": "Johnny Smith",
      "aboutText": "Dorothy Edith Gilman (June 25, 1923 – February 2, 2012) was an American writer. She is best known for the Mrs. Pollifax series.",
      "pageId": 4022218,
      "monthDay": "06/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Sam_Francis",
      "name": "Sam Francis",
      "aboutText": "Nils Emanuel Karlsson (25 June 1917 – 16 June 2012), better known as Mora-Nisse, was a Swedish cross-country skier. He was born near Mora.\nHe won the Olympic gold medal in the 50 km at the 1948 Winter Olympics, a bronze medal in 50 km at the 1950 FIS Nordic World Ski Championships, and a total of 37 gold medals in Swedish national championships, 17 in individual competition.",
      "pageId": 4288765,
      "monthDay": "06/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dorothy_Gilman",
      "name": "Dorothy Gilman",
      "aboutText": "William \"Billy\" John Potts, OOnt (June 25, 1915 – February 4, 1990) was a Canadian professional wrestler best known by his ring name \"Whipper\" Billy Watson, and was a two-time world heavyweight wrestling champion.",
      "pageId": 5171551,
      "monthDay": "06/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sidney_Lumet",
      "name": "Sidney Lumet",
      "aboutText": "Robert Charles Venturi, Jr. (born June 25, 1925) is an American architect, founding principal of the firm Venturi, Scott Brown and Associates, and one of the major architectural figures in the twentieth century. Together with his wife and partner, Denise Scott Brown, he helped to shape the way that architects, planners and students experience and think about architecture and the American built environment.",
      "pageId": 53621,
      "monthDay": "06/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Madan_Mohan_(composer)",
      "name": "Madan Mohan",
      "aboutText": "Ingeborg Bachmann (25 June 1926 – 17 October 1973) was an Austrian poet and author.",
      "pageId": 64314,
      "monthDay": "06/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Clifton_Chenier",
      "name": "Clifton Chenier",
      "aboutText": "Pierre Culliford (25 June 1928 – 24 December 1992), known as Peyo, was a Belgian comics artist, perhaps best known for the creation of The Smurfs comic strip.",
      "pageId": 196124,
      "monthDay": "06/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/June_Lockhart",
      "name": "June Lockhart",
      "aboutText": "Alexei Alexeyevich Abrikosov (Russian: Алексе́й Алексе́евич Абрико́сов; born June 25, 1928) is a Soviet, Russian and American theoretical physicist whose main contributions are in the field of condensed matter physics.",
      "pageId": 339220,
      "monthDay": "06/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Venturi",
      "name": "Robert Venturi",
      "aboutText": "Sidney Arthur Lumet (/luːˈmɛt/ loo-MET; June 25, 1924 – April 9, 2011) was an American director, producer and screenwriter with over 50 films to his credit. He was nominated for the Academy Award as Best Director for 12 Angry Men (1957), Dog Day Afternoon (1975), Network (1976) and The Verdict (1982). He did not win an individual Academy Award, but he did receive an Academy Honorary Award and 14 of his films were nominated for various Oscars, such as Network, which was nominated for ten, winning four.",
      "pageId": 364646,
      "monthDay": "06/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Margaret_Anstee",
      "name": "Margaret Anstee",
      "aboutText": "Clifton Chenier (June 25, 1925 – December 12, 1987), a Louisiana French-speaking native of Opelousas, Louisiana, was an eminent performer and recording artist of Zydeco, which arose from Cajun and Creole music, with R&B, jazz, and blues influences. He played the accordion and won a Grammy Award in 1983. In 1984 he was honored as a National Heritage Fellow.",
      "pageId": 381001,
      "monthDay": "06/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ingeborg_Bachmann",
      "name": "Ingeborg Bachmann",
      "aboutText": "June Lockhart (born June 25, 1925) is an American actress, primarily in 1950s and 1960s television, but with memorable performances on stage and in film too. She is remembered as the mother in two TV series, Lassie and Lost in Space. She also portrayed Dr.",
      "pageId": 801152,
      "monthDay": "06/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Kep_Enderby",
      "name": "Kep Enderby",
      "aboutText": "Sir Arnold Whittaker Wolfendale FRS (born 25 June 1927)  is a British astronomer who served as Astronomer Royal from 1991 to 1995. He is Emeritus Professor in the Department of Physics at Durham University and served as president of the European Physical Society (1999 - 2001).\n^ a b c \"WOLFENDALE, Sir Arnold (Whittaker)\".",
      "pageId": 865965,
      "monthDay": "06/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Antal_R%C3%B3ka",
      "name": "Antal Róka",
      "aboutText": "Alexander Toth (June 25, 1928 – May 27, 2006) was an American cartoonist active from the 1940s through the 1980s. Toth's work began in the American comic book industry, but he is also known for his animation designs for Hanna-Barbera throughout the 1960s and 1970s. His work included Super Friends, Space Ghost, The Herculoids and Birdman.",
      "pageId": 966744,
      "monthDay": "06/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Chuck_Smith_(pastor)",
      "name": "Chuck Smith",
      "aboutText": "Eric Carle (born June 25, 1929) is an American designer, illustrator, and writer of children's books. He is most famous for The Very Hungry Caterpillar, a picture book with few words that has been translated into more than 62 languages and sold more than 41 million copies. Since it was published in 1969 he has illustrated more than 70 books, most of which he also wrote, and more than 132 million copies of his books have been sold around the world.",
      "pageId": 1069403,
      "monthDay": "06/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Arnold_Wolfendale",
      "name": "Arnold Wolfendale",
      "aboutText": "Francesco Marchisano (25 June 1929 – 27 July 2014) was an Italian Cardinal who worked in the Roman Curia from 1956 until his death. Born in Racconigi, he was ordained a priest in Turin by Cardinal Maurilio Fossati in 1952.\nHe studied in Rome where he was offered his first Curial appointment by Cardinal Giuseppe Pizzardo.",
      "pageId": 1469406,
      "monthDay": "06/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Peyo",
      "name": "Peyo",
      "aboutText": "Madan Mohan Kohli (25 June 1924 – 14 July 1975), better known as Madan Mohan, was an Indian music director of the 1950s, 1960s, and 1970s. He is particularly remembered for the ghazals he composed for the film industry.",
      "pageId": 1753648,
      "monthDay": "06/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alexei_Alexeyevich_Abrikosov",
      "name": "Alexei Alexeyevich Abrikosov",
      "aboutText": "Moray Watson (born 25 June 1928 in Sunningdale, Berkshire) is an English actor.\nWatson's father was killed in Belgium in World War II. He was educated at Eton College and made his first appearance on stage whilst still a student at the Webber Douglas Academy of Dramatic Art at a matinee performance in memory of Ellen Terry at Hythe, Kent. After appearances in repertory, he appeared on the West End stage, including The Doctor's Dilemma and in The Rivals by Sheridan both at the Haymarket Theatre.",
      "pageId": 2635119,
      "monthDay": "06/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Michel_Brault",
      "name": "Michel Brault",
      "aboutText": "Keppel Earl \"Kep\" Enderby QC (25 June 1926 – 8 January 2015) was an Australian politician and judge. Enderby was a member of the House of Representatives, representing the Australian Labor Party between 1970 and 1975 and became a senior cabinet minister in the Gough Whitlam government.",
      "pageId": 3026286,
      "monthDay": "06/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/William_Russo_(musician)",
      "name": "Bill Russo",
      "aboutText": "William Russo, better known as Bill Russo (June 25, 1928, Chicago, Illinois – January 11, 2003, Chicago, Illinois), was an American jazz musician.",
      "pageId": 4254681,
      "monthDay": "06/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alex_Toth",
      "name": "Alex Toth",
      "aboutText": "Antal Róka (June 25, 1927 – September 16, 1970) was a Hungarian athlete who competed mainly in the 50 kilometre walk.",
      "pageId": 8120729,
      "monthDay": "06/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Moray_Watson",
      "name": "Moray Watson",
      "aboutText": "Dame Margaret Joan Anstee, DCMG (born 25 June 1926) served at the United Nations for over four decades (1952–93), rising to the rank of Under-Secretary General in 1987. She worked on operational programmes of economic and social development in all regions of the world, mostly with the United Nations Development Programme. From 1987-1992 she served as Director General of the United Nations at Vienna, Head of the Centre for Social Development and Humanitarian Affairs and Coordinator of all United Nations narcotic drug-control programs.",
      "pageId": 10485247,
      "monthDay": "06/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Eric_Carle",
      "name": "Eric Carle",
      "aboutText": "George Murdock (June 25, 1930 – April 30, 2012) was an American actor.\nMurdock was born George Sawaya, Jr. in Salina, Kansas.",
      "pageId": 11696357,
      "monthDay": "06/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Francesco_Marchisano",
      "name": "Francesco Marchisano",
      "aboutText": "Michel Brault, OQ (25 June 1928 – 21 September 2013) was a Canadian cinematographer, cameraman, film director, screenwriter, and film producer. He was a leading figure of Direct Cinema, characteristic of the French branch of the National Film Board of Canada in the 1960s.",
      "pageId": 15747422,
      "monthDay": "06/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/George_Murdock_(actor)",
      "name": "George Murdock",
      "aboutText": "Charles Ward \"Chuck\" Smith (June 25, 1927 – October 3, 2013) was an American pastor who founded the Calvary Chapel. Beginning with the 25-person Costa Mesa congregation in 1965, Smith's influence now extends to \"more than 1,000 churches nationwide and hundreds more overseas\", some of which are among the largest churches in the United States.",
      "pageId": 21969506,
      "monthDay": "06/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/V._P._Singh",
      "name": "V. P. Singh",
      "aboutText": "James Howard Meredith (born June 25, 1933) is an American Civil Rights Movement figure, writer, political adviser and Air Force veteran. In 1962, he became the first African-American student admitted to the segregated University of Mississippi, after the intervention of the federal government, an event that was a flashpoint in the African American Civil Rights Movement. Inspired by President John F. Kennedy's inaugural address, Meredith decided to exercise his constitutional rights and apply to the University of Mississippi.",
      "pageId": 65538,
      "monthDay": "06/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Peter_Blake_(artist)",
      "name": "Peter Blake",
      "aboutText": "Bert Hölldobler (born 25 June 1936) is a German behavioral biologist, sociobiologist and evolutionary biologist.",
      "pageId": 99468,
      "monthDay": "06/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tim_Parnell",
      "name": "Tim Parnell",
      "aboutText": "Charles A. Sheffield (25 June 1935 – 2 November 2002) was an English-born mathematician, physicist and science fiction writer who served as a President of the Science Fiction and Fantasy Writers of America and of the American Astronautical Society.\nHis novel The Web Between the Worlds, featuring the construction of a space elevator, was published almost simultaneously with Arthur C. Clarke's novel on the subject, The Fountains of Paradise, a coincidence that amused them both.\nSheffield served as Chief Scientist of Earth Satellite Corporation, a company that processed remote sensing satellite data.",
      "pageId": 144413,
      "monthDay": "06/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/George_Sluizer",
      "name": "George Sluizer",
      "aboutText": "Sir Peter Thomas Blake, CBE, RDI, RA (born 25 June 1932) is an English pop artist, best known for co-creating the sleeve design for the Beatles' album Sgt.",
      "pageId": 212501,
      "monthDay": "06/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/James_Meredith",
      "name": "James Meredith",
      "aboutText": "Bacharuddin Jusuf Habibie  pronunciation  FREng (born 25 June 1936) is an Indonesian engineer who was President of Indonesia from 1998 to 1999. He succeeded Suharto, who resigned in 1998. His presidency is seen as a transition to the post-Suharto era.",
      "pageId": 293377,
      "monthDay": "06/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/%C3%81lvaro_Siza_Vieira",
      "name": "Álvaro Siza Vieira",
      "aboutText": "Vishwanath Pratap Singh (25 June 1931 – 27 November 2008), Indian politician and government official, was the Prime Minister of India (1989–90) and the 41st nominal Raja Bahadur (ruler) of the northern kingdom of Manda.\nVishwanath Pratap Singh is known for trying to improve the lot of India's lower castes as a Prime Minister.",
      "pageId": 373733,
      "monthDay": "06/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jean_Geissinger",
      "name": "Jean Geissinger",
      "aboutText": "Derek Foster, Baron Foster of Bishop Auckland, PC, DL (born 25 June 1937) was the British member of Parliament for Bishop Auckland, County Durham from 1979 to 2005. He is a member of the Labour Party.\nFoster was Chief Whip of the opposition between 1985 and 1995, becoming a member of the Privy Council in 1993.",
      "pageId": 413995,
      "monthDay": "06/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jack_W._Hayford",
      "name": "Jack W. Hayford",
      "aboutText": "Larry Kramer (born June 25, 1935) is an American playwright, author, public health advocate, and LGBT rights activist. He began his career rewriting scripts while working for Columbia Pictures, which led him to London where he worked with United Artists. There he wrote the screenplay for the 1969 film Women in Love, and earned an Academy Award nomination for his work.",
      "pageId": 583726,
      "monthDay": "06/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Beatriz_Sheridan",
      "name": "Beatriz Sheridan",
      "aboutText": "Álvaro Joaquim de Melo Siza Vieira, GOSE, GCIH (born 25 June 1933), is a Portuguese architect, and architectural educator.",
      "pageId": 717028,
      "monthDay": "06/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ray_Butt",
      "name": "Ray Butt",
      "aboutText": "Mary Beth Peil (born June 25, 1940) is an American actress and singer.",
      "pageId": 952109,
      "monthDay": "06/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Larry_Kramer",
      "name": "Larry Kramer",
      "aboutText": "Reginald Harold Haslam \"Tim\" Parnell (born 25 June 1932 in Derby) is a British former racing driver from England. He participated in four Formula One World Championship Grands Prix, debuting on 18 July 1959, and qualified for two of them. He scored no championship points.",
      "pageId": 1235663,
      "monthDay": "06/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Tony_Lanfranchi",
      "name": "Tony Lanfranchi",
      "aboutText": "Eddie Lee Floyd (born June 25, 1937) is an American soul/R&B singer and songwriter, best known for his work on the Stax record label in the 1960s and 1970s and the song \"Knock on Wood\".",
      "pageId": 1716604,
      "monthDay": "06/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Charles_Sheffield",
      "name": "Charles Sheffield",
      "aboutText": "Dr. Allen E. Fox (born June 25, 1939) is a former tennis player in the 1960s and 1970s who went on to be a college coach and author. He was ranked as high as U.S. No.",
      "pageId": 3618689,
      "monthDay": "06/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/B._J._Habibie",
      "name": "B. J. Habibie",
      "aboutText": "Jack Williams Hayford (/ˈdʒæk ˈwɪljəmz ˈheɪfərd/; born June 25, 1934) is an American author, Pentecostal minister, and Chancellor of The King's University (formerly The King's College and Seminary). He is the founding pastor of The Church on the Way in Van Nuys and was the fourth President of the International Church of the Foursquare Gospel from 2004 to 2009.\nWhile working on his second bachelor's degree at Azusa Pacific University, Hayford, on a temporary basis, began pastoring a small congregation, the First Foursquare Church of Van Nuys (the name later was changed to \"The Church on the Way\"), where he wound up serving as the senior pastor from 1969 to 1999.",
      "pageId": 3624358,
      "monthDay": "06/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bert_H%C3%B6lldobler",
      "name": "Bert Hölldobler",
      "aboutText": "George Sluizer (25 June 1932 – 20 September 2014)  was a Dutch filmmaker whose credits included features as well as documentary films.",
      "pageId": 7090081,
      "monthDay": "06/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Eddie_Floyd",
      "name": "Eddie Floyd",
      "aboutText": "Raymond William \"Ray\" Butt (25 June 1935 – 12 July 2013) was a British television producer and director best known for his work on Only Fools and Horses.",
      "pageId": 17693111,
      "monthDay": "06/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Derek_Foster,_Baron_Foster_of_Bishop_Auckland",
      "name": "Derek Foster, Baron Foster of Bishop Auckland",
      "aboutText": "Beatriz Sheridan (25 June 1934 – 30 April 2006) was a Mexican first actress and director.",
      "pageId": 18801841,
      "monthDay": "06/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Doreen_Wells",
      "name": "Doreen Wells",
      "aboutText": "Doreen Wells, Marchioness of Londonderry (born 25 June 1937) is a British former ballet dancer.",
      "pageId": 25186797,
      "monthDay": "06/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Allen_Fox",
      "name": "Allen Fox",
      "aboutText": "Tony Lanfranchi (25 June 1935 – 7 October 2004) was a British racing driver. He competed in many various events throughout a long racing career, including the 1965 24 Hours of Le Mans for Elva, non-championship Formula One races in 1968, and the British Formula Three Championship. Later in his career he competed in saloon car racing, including the British Touring Car Championship.",
      "pageId": 25224332,
      "monthDay": "06/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mary_Beth_Peil",
      "name": "Mary Beth Peil",
      "aboutText": "Jean Louise Geissinger-Harding (June 25, 1934 – June 8, 2014) was an infielder and outfielder who played from 1951 through 1954 in the All-American Girls Professional Baseball League with the Fort Wayne Daisies (1951-1952[start], 1953–1954) and the Grand Rapids Chicks (1952[end]). Listed at 5 ft 6 in (1.68 m), 120 lb (54.4 k), she batted and threw right-handed.\n″Dutch″, as she was dubbed by teammates, was born in Huntingdon, Pennsylvania to Richard and Lillian (Fagan) Geissinger.",
      "pageId": 25527664,
      "monthDay": "06/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/A._J._Quinnell",
      "name": "A. J. Quinnell",
      "aboutText": "Michel Tremblay, CQ (born 25 June 1942) is a Canadian novelist and playwright.\nTremblay was born in Montreal, Quebec, where he grew up in the French-speaking neighbourhood of Plateau Mont-Royal, at the time of his birth a neighbourhood with a working-class character and joual dialect, something that would heavily influence his work. Tremblay's first professionally produced play, Les Belles-Sœurs, was written in 1965 and premiered at the Théâtre du Rideau Vert on August 28, 1968.",
      "pageId": 20925,
      "monthDay": "06/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Clint_Warwick",
      "name": "Clint Warwick",
      "aboutText": "Carly Elisabeth Simon (born June 25, 1945) is an American singer-songwriter, musician and children's author. She first rose to fame in the 1970s with a string of hit records; her 13 Top 40 U.S. hits include \"Anticipation\" (No. 13), \"You Belong To Me\" (No.",
      "pageId": 177233,
      "monthDay": "06/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Denys_Arcand",
      "name": "Denys Arcand",
      "aboutText": "Lieutenant-General Roméo Antonius Dallaire, OC CMM GOQ MSC CD  (born June 25, 1946) is a Canadian humanitarian, author, public speaker and retired senator and general. Dallaire served as Force Commander of UNAMIR, the ill-fated United Nations peacekeeping force for Rwanda between 1993 and 1994, and attempted to stop the genocide that was being waged by Hutu extremists against Tutsis and Hutu moderates.",
      "pageId": 437002,
      "monthDay": "06/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Eddie_Large",
      "name": "Eddie Large",
      "aboutText": "Georges-Henri Denys Arcand, CC GOQ (French: [dəni aʁkɑ̃]; born June 25, 1941) is a Canadian film director, screenwriter and producer. He has won an Academy Award for Best Foreign Film in 2004 for The Barbarian Invasions. He has also been nominated three further times, including two nominations in the same category for The Decline of the American Empire in 1986 and Jesus of Montreal in 1989, becoming the only French-Canadian director in history to receive this number of nominations and, subsequently, to win the award.",
      "pageId": 497787,
      "monthDay": "06/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Roy_Marsden",
      "name": "Roy Marsden",
      "aboutText": "James Carter \"Jimmie\" Walker, Jr. (born June 25, 1947) is an American actor and comedian, known for portraying James Evans, Jr. (J.J.), the oldest son of Florida and James Evans, Sr.",
      "pageId": 960928,
      "monthDay": "06/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Patricia_Brake",
      "name": "Patricia Brake",
      "aboutText": "A. J. Quinnell was the pen name of the English thriller novelist Philip Nicholson. He is best known for his novel Man on Fire, which has been adapted to film twice, most recently in 2004 featuring Denzel Washington.\n^ \"Social and Personal Obituaries.\" Times of Malta.",
      "pageId": 1094504,
      "monthDay": "06/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Nikiforos_Diamandouros",
      "name": "Nikiforos Diamandouros",
      "aboutText": "Eddie Large (born 25 June 1941) is the stage name of Edward Hugh McGinnis, a British comedian. He is best known as a part of the double act Little and Large, with Syd Little.\nLittle and Large began their career on the TV talent show Opportunity Knocks winning in 1971 and went on to star in many television comedy programmes, including their own series The Little and Large Show, becoming popular as pantomime stars.",
      "pageId": 1112571,
      "monthDay": "06/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Willis_Reed",
      "name": "Willis Reed",
      "aboutText": "Willis Reed, Jr. (born June 25, 1942) is a retired American basketball player, coach and general manager. He spent his entire professional playing career (1964–1974) with the New York Knicks.",
      "pageId": 1437801,
      "monthDay": "06/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michel_Tremblay",
      "name": "Michel Tremblay",
      "aboutText": "Robert Charlebois, OC, OQ (born June 25, 1944) is a Francophone Canadian author, composer, musician, performer and actor. He is an important figure in French music.\nCharlebois was born in Montreal, Quebec.",
      "pageId": 1479365,
      "monthDay": "06/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_Charlebois",
      "name": "Robert Charlebois",
      "aboutText": "Ian McDonald (born 25 June 1946) is an English multi-instrumental musician, best known as a founding member of progressive rock group King Crimson, formed in 1969, and of the hard rock band Foreigner in 1976. He is well known as a rock session musician, predominantly as a saxophonist.",
      "pageId": 1605709,
      "monthDay": "06/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gary_David_Goldberg",
      "name": "Gary David Goldberg",
      "aboutText": "Paraskevas Nikiforos Diamandouros (Greek: Νικηφόρος Διαμαντούρος, Greek pronunciation: [niciˈforos ðʝamanˈduros]) (born June 25, 1942) is a Greek academic who was the first National Ombudsman of Greece from 1998 to 2003 and has been Ombudsman for the European Union from April 2003 to October 2013. He was re-elected as European Ombudsman in 2005 and again in 2010.\n^ Diamandouros, Nikiforos (28 March 2012).",
      "pageId": 2127450,
      "monthDay": "06/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carly_Simon",
      "name": "Carly Simon",
      "aboutText": "Patricia Ann Brake (born 25 June 1942 in Bath, Somerset) is an English actress.\nPatricia Brake is arguably best known for her performance as Ingrid Fletcher, the daughter of Ronnie Barker, in the BBC sitcom Porridge, and its sequel Going Straight. Most recently, in 2015, she guest-starred in the BBC ongoing drama Casualty and in Midsomer Murders for ITV. Alongside her extensive body of work in West End theatres, she has not only appeared as major characters in all the UK soaps, such as Viv Baldwin in ITV's Coronation Street, but has played opposite many British comic actors in numerous situation comedies and one-off plays.",
      "pageId": 2519796,
      "monthDay": "06/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Rom%C3%A9o_Dallaire",
      "name": "Roméo Dallaire",
      "aboutText": "Allen Glover Lanier (June 25, 1946 – August 14, 2013) was an original member of Blue Öyster Cult. Lanier played keyboards and rhythm guitar. He resided in Manhattan.",
      "pageId": 3106304,
      "monthDay": "06/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Allen_Lanier",
      "name": "Allen Lanier",
      "aboutText": "Broery (June 25, 1948 - April 7, 2000) was the stage name of the famous Indonesian singer Broery Pesulima, also known as Broery Marantika.\nBroery was born in Ambon, Maluku as \"Simon Dominggus Pesulima\". His parents were Gijsberth Pesulima and Wilmintje Marantika.",
      "pageId": 3827830,
      "monthDay": "06/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ian_McDonald_(musician)",
      "name": "Ian McDonald",
      "aboutText": "Roy Marsden (born Roy Anthony Mould; 25 June 1941) is an English actor, who is probably best known for his portrayal of Adam Dalgliesh in the Anglia Television dramatisations of P. D. James's detective novels.",
      "pageId": 4037508,
      "monthDay": "06/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Hilton_(table_tennis)",
      "name": "John Hilton",
      "aboutText": "Gary David Goldberg (June 25, 1944 – June 22, 2013) was an American writer and producer for television and film.",
      "pageId": 5076192,
      "monthDay": "06/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Powell_(athlete)",
      "name": "John Powell",
      "aboutText": "John Gates Powell (born June 25, 1947) is an American track and field athlete, specifically, a discus thrower. Powell set the world record distance of 69.08 meters in 1975. His personal best throw was achieved in 1984 at 71.26 meters.",
      "pageId": 7119584,
      "monthDay": "06/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jimmie_Walker",
      "name": "Jimmie Walker",
      "aboutText": "Clint Warwick (25 June 1940 – 15 May 2004), born Albert Eccles, was the original bassist for the rock band The Moody Blues.",
      "pageId": 9653709,
      "monthDay": "06/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Broery",
      "name": "Broery",
      "aboutText": "John Hilton (born 25 June 1947) is a retired table tennis player who sensationally won the single event at the Table Tennis European Championships in 1980 at odds of over 1000-1. His use of a revolutionary combination bat, with different rubbers on either side, completely bamboozled his opponents, coupled with his defensive play, and led to one of sport's greatest upsets.\nUltimately, the table tennis authorities had to change the rules because of Hilton, so that either side of a bat had different coloured rubbers.",
      "pageId": 15412214,
      "monthDay": "06/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Richard_Clarke_(bishop)",
      "name": "Richard Clarke",
      "aboutText": "Richard Lionel Clarke (born 25 June 1949) is the current Church of Ireland Archbishop of Armagh and Primate of All Ireland.\nClarke was educated at Wesley College, Dublin before attending Trinity College, Dublin (M.A., Ph.D.) and King's College London (B.D.) where he studied history and theology. He was ordained a deacon in 1975 and priest in 1976, serving as a curate in Holywood, County Down for two years from 1975 to 1977 and again as a curate at St Bartholomew's with Christ Church, Leeson Park, Dublin from 1977 to 1979, before he serving as Dean of Residence at Trinity College, Dublin for five years.",
      "pageId": 26823284,
      "monthDay": "06/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Patrick_Tambay",
      "name": "Patrick Tambay",
      "aboutText": "Boris Trajkovski GCMG (Macedonian: Борис Трајковски [ˈbɔris ˈtrajkɔfski]; 25 June 1956 – 26 February 2004) was the president and Supreme Commander of the Republic of Macedonia from 1999 to 2004.\nTrajkovski was born into a Methodist family. His father, Kiro, who died in September 2008, was a landworker who had served in the Bulgarian Army and had been imprisoned for two years for feeding prisoners of war.",
      "pageId": 339158,
      "monthDay": "06/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michel_C%C3%B4t%C3%A9_(actor)",
      "name": "Michel Côté",
      "aboutText": "David Frank Paich (born June 25, 1954) is an Emmy and Grammy award-winning American keyboardist, singer, composer, recording producer, and arranger, best known for his work with the rock band Toto. With Toto, Paich has released 17 albums and sold over 30 million records. Additionally, Paich has contributed to a host of artists with his songwriting and arrangements including working with Boz Scaggs extensively in the 1970s and Michael Jackson in the 1980s.",
      "pageId": 476237,
      "monthDay": "06/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nitza_Saul",
      "name": "Nitza Saul",
      "aboutText": "Brian Timothy \"Tim\" Finn, OBE (born 25 June 1952) is a New Zealand singer and musician.",
      "pageId": 530322,
      "monthDay": "06/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Marcello_Toninelli",
      "name": "Marcello Toninelli",
      "aboutText": "Anthony Michael Bourdain (born June 25, 1956) is an American chef, author, and television personality. He is a 1978 graduate of the Culinary Institute of America and a veteran of numerous professional kitchens, including many years as executive chef at Brasserie Les Halles. Though Bourdain is no longer formally employed as a chef, he maintains a relationship with Les Halles in New York.",
      "pageId": 595394,
      "monthDay": "06/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/P%C3%A9ter_Erd%C5%91",
      "name": "Péter Erdő",
      "aboutText": "Patrick Daniel Tambay (born 25 June 1949 in Paris) is a French former racing driver. He competed in 123 Formula One World Championship Grands Prix, winning twice, securing 5 pole positions and scoring a total of 103 Championship points.",
      "pageId": 1223181,
      "monthDay": "06/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tim_Finn",
      "name": "Tim Finn",
      "aboutText": "Péter Erdő (Hungarian: Erdő Péter, pronounced [ˈɛrdøː ˈpeːtɛr]; born 25 June 1952) is a Hungarian Cardinal of the Latin Rite of the Roman Catholic Church. Erdő currently serves as the Archbishop of Esztergom-Budapest, and thus Primate of Hungary. He is the Cardinal-priest assigned to the Basilica of Santa Balbina, the President of the Council of the Bishops' Conferences of Europe, and is presently the Relator General for the Third Extraordinary General Assembly of the Synod of Bishops in Rome.",
      "pageId": 1699851,
      "monthDay": "06/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Martin_Gerschwitz",
      "name": "Martin Gerschwitz",
      "aboutText": "Sonia Maria Sotomayor (/ˈsoʊnjə ˈsoʊtəˌmaɪər/, Spanish: [ˈsonja sotomaˈʝor]; born June 25, 1954) is an Associate Justice of the Supreme Court of the United States, serving since August 2009. She is the 111th appointment to the Court, has the distinction of being its first justice of Hispanic heritage, its third female justice, and its twelfth Roman Catholic justice. Sotomayor, along with John Roberts and Elena Kagan, is one of the youngest justices on the Supreme Court.",
      "pageId": 2095829,
      "monthDay": "06/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Alan_Green_(broadcaster)",
      "name": "Alan Green",
      "aboutText": "Victor James \"Vic\" Marks (born 1955) is a former Somerset and England cricketer, who played in six Tests and thirty four One Day Internationals.\nThe cricket correspondent, Colin Bateman, noted that \"in typical self-deprecating style, Vic Marks entitled one of his books, Marks Out of XI. He was probably out of the England XI slightly too often. While he was never a fashionable cricketer, he was a determined and highly effective off-spinner-cum-batsman whose Test figures stand comparison with those often picked ahead of him, such as Geoff Miller and Eddie Hemmings\".",
      "pageId": 2119245,
      "monthDay": "06/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Olivier_Ameisen",
      "name": "Olivier Ameisen",
      "aboutText": "Alan Green (born 25 June 1952 in Belfast, Northern Ireland) has been a BBC Radio sports commentator since 1981, mainly on football but also on golf, rowing and the Olympic Games.\nGreen is one of BBC Radio 5 Live's most senior football commentators and has been a winner of a Sony Radio Academy Award for Sports Broadcaster Of The Year.",
      "pageId": 3016318,
      "monthDay": "06/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mario_Lessard",
      "name": "Mario Lessard",
      "aboutText": "Gregory H. Millen (born June 25, 1957 in Peterborough, Ontario) is a Canadian hockey commentator analyst and was an ice hockey goaltender in the National Hockey League. He is currently the colour commentator partnered with play-by-play announcer Paul Romanuk for local television broadcasts of Toronto Maple Leafs hockey games on Sportsnet Ontario. He also works on Hockey Night in Canada, where he is usually paired with Bob Cole.",
      "pageId": 3725960,
      "monthDay": "06/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Paich",
      "name": "David Paich",
      "aboutText": "Craig Young (born 25 June 1956 in Wollongong, New South Wales) is an Australian former representative rugby league footballer for the Australia national rugby league team, the New South Wales Blues and a stalwart player over 11 seasons from 1977 to 1988 with the St. George Dragons in the NSWRL premiership competition.",
      "pageId": 3995034,
      "monthDay": "06/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Daryush_Shokof",
      "name": "Daryush Shokof",
      "aboutText": "Nitza Saul (Hebrew: ניצה שאול‎; born June 25, 1950 sometimes credited as Nitza Shaul) is an Israeli-born actress, best known for her appearances on British television during the 1980s.\nIn the 1970s Saul starred in several popular Israeli films, most notably Giv'at Halfon Eina Ona (Halfon Hill does not Answer), Hashoter Azulai (Officer Azulai) and Hagiga B'Snuker (Party at the Snooker Hall).\nIn 1979, Saul became the first Israeli woman to pose for Playboy magazine in the May issue of that year.",
      "pageId": 4696561,
      "monthDay": "06/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sonia_Sotomayor",
      "name": "Sonia Sotomayor",
      "aboutText": "Lutz Dombrowski (born 25 June 1959 in Zwickau) is a former German track and field athlete and Olympic champion.",
      "pageId": 5534090,
      "monthDay": "06/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Vic_Marks",
      "name": "Vic Marks",
      "aboutText": "Frank Paschek (born 25 June 1956 in Bad Doberan, Mecklenburg-Vorpommern) is a retired East German long jumper.\nHe won the silver medal for East Germany at the 1980 Summer Olympics held in Moscow, Soviet Union.\nHis personal best jump was 8.36 metres, achieved in May 1980 in Berlin.",
      "pageId": 8222289,
      "monthDay": "06/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anthony_Bourdain",
      "name": "Anthony Bourdain",
      "aboutText": "Mario Lessard (born June 25, 1954 in East Broughton, Quebec) is a retired Canadian ice hockey goaltender.\nLessard began his National Hockey League career with the Los Angeles Kings in 1978, the team he would play his entire NHL career with. Lessard recorded four shutouts in 1978-79, tied for second best in the league.",
      "pageId": 10394220,
      "monthDay": "06/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Frank_Paschek",
      "name": "Frank Paschek",
      "aboutText": "Michel Côté (born June 25, 1950 in Alma, Quebec, Canada) is a Canadian actor. He is best known for his performance in the comedy Broue and his role in Omertà. A graduate of the National Theatre School in 1973, Côté won the Genie Award for Best Performance by an Actor in a Leading Role for C.R.A.Z.Y..",
      "pageId": 13875018,
      "monthDay": "06/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Boris_Trajkovski",
      "name": "Boris Trajkovski",
      "aboutText": "Daryush Shokof (Persian: داریوش شکوف) (born Ali Reza Shokoufandeh) is an Iranian artist, film director, writer, and film producer. He was born in 1954 in Tehran, Iran and lives in Germany. Shokof graduated from Eastern New Mexico University with a degree in Physics and Mathematics.",
      "pageId": 16909513,
      "monthDay": "06/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Craig_Young",
      "name": "Craig Young",
      "aboutText": "Olivier Ameisen (June 25, 1953 – July 18, 2013) was a French-American cardiologist. He was appointed visiting professor of medicine at the State University of New York Downstate Medical Center in 2008 based on his work on the mechanisms and treatment of addiction. He had been professor of medicine at the Weill Medical College of Cornell University and an attending physician at New York Presbyterian Hospital for fifteen years, when he opened a cardiology practice in Manhattan in 1994.",
      "pageId": 20642825,
      "monthDay": "06/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Greg_Millen",
      "name": "Greg Millen",
      "aboutText": "Marcello Toninelli (born June 25, 1950) is an Italian comics writer, best known as main writer of series of Zagor between 1982 and 1993.",
      "pageId": 28244348,
      "monthDay": "06/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lutz_Dombrowski",
      "name": "Lutz Dombrowski",
      "aboutText": "Martin Gerschwitz (born 25 June 1952) is a German violinist, keyboardist, singer and composer.",
      "pageId": 31311464,
      "monthDay": "06/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jari_Puikkonen",
      "name": "Jari Puikkonen",
      "aboutText": "Georgios Kyriacos Panayiotou (born 25 June 1963), better known by his stage name George Michael, is an English singer, songwriter, multi-instrumentalist and record producer. Michael rose to superstardom during the 1980s and 1990s with his style of post-disco dance-pop. He has also been characterised as a blue-eyed soul singer, although his material draws more from middle-of-the-road pop than soul music.",
      "pageId": 45985,
      "monthDay": "06/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Efren_Reyes,_Jr.",
      "name": "Efren Reyes, Jr.",
      "aboutText": "Ricky Dene Gervais (/dʒərˈveɪz/; born 25 June 1961) is an English comedian, actor, director, producer, writer, and musician.\nGervais worked initially in the music industry, attempting a career as a pop star in the 1980s with Seona Dancing and working as the manager of a then-unknown Suede before turning to comedy. Gervais appeared on The 11 O'Clock Show on Channel 4 between 1998 and 2000.",
      "pageId": 163282,
      "monthDay": "06/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paris_Themmen",
      "name": "Paris Themmen",
      "aboutText": "Douglas Robert Gilmour (born June 25, 1963) is a Canadian former professional ice hockey player and current general manager of the Kingston Frontenacs of the Ontario Hockey League (OHL). He played 20 seasons in the National Hockey League (NHL) for the St. Louis Blues, Calgary Flames, Toronto Maple Leafs, New Jersey Devils, Chicago Blackhawks, Buffalo Sabres and Montreal Canadiens.",
      "pageId": 207480,
      "monthDay": "06/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bobbie_Vaile",
      "name": "Bobbie Vaile",
      "aboutText": "John Paul \"Johnny\" Herbert (born 25 June 1964) is a British racing driver.",
      "pageId": 342991,
      "monthDay": "06/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Alastair_Bruce_of_Crionaich",
      "name": "Alastair Bruce of Crionaich",
      "aboutText": "Phillip Christopher Jupitus (/ˈdʒuːpɪtəs/; born 25 June 1962) is an English stand-up and improv comedian, actor, performance poet, cartoonist and podcaster. Jupitus has been a team captain on BBC Two's popular music quiz Never Mind the Buzzcocks since its inception in 1996 and also appears regularly as a guest on several other panel shows, including QI and BBC Radio 4's I'm Sorry I Haven't a Clue.",
      "pageId": 407342,
      "monthDay": "06/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Craig_Johnston",
      "name": "Craig Johnston",
      "aboutText": "Paris Themmen (born June 25, 1959) is an American actor, commercial casting director and entrepreneur.",
      "pageId": 706340,
      "monthDay": "06/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Brian_Hayward",
      "name": "Brian Hayward",
      "aboutText": "Gregory Raymer (born June 25, 1964) nicknamed \"Fossilman,\" is a professional poker player.",
      "pageId": 950467,
      "monthDay": "06/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Timur_Bekmambetov",
      "name": "Timur Bekmambetov",
      "aboutText": "Timur Nuruakhitovich Bekmambetov (Russian: Тиму́р Нуруахи́тович Бекмамбе́тов; Kazakh: Темір Нұруаһитұлы Бекмамбетов; born June 25, 1961) is a Kazakh director, producer and screenwriter who has worked on films, music videos and commercials.",
      "pageId": 1139321,
      "monthDay": "06/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ricky_Gervais",
      "name": "Ricky Gervais",
      "aboutText": "Craig Peter Johnston (born 25 June 1960) is an English former footballer and he is forever remembered by his fellow countrymen as one of the first Australians to make a big stamp in English and European football. He is remembered for his time spent with Liverpool throughout the 1980s. After retiring, he designed and created the prototype for Adidas' Predator football boot, worn by many footballers and rugby players.",
      "pageId": 1218749,
      "monthDay": "06/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Phill_Jupitus",
      "name": "Phill Jupitus",
      "aboutText": "Matt Gallant (born June 25, 1964) is an American Emmy Award-winning television host. He is well known as the former host of The Planet's Funniest Animals on Animal Planet. Gallant has hosted shows on MTV, ESPN2, G4, NFL Network, Fine Living, ABC, DirecTV to name a few.",
      "pageId": 1592216,
      "monthDay": "06/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Doug_Gilmour",
      "name": "Doug Gilmour",
      "aboutText": "Brian George Hayward (born June 25, 1960 in Georgetown, Ontario) is a retired Canadian professional ice hockey goaltender who currently serves as a color analyst for Anaheim Ducks broadcasts on Prime Ticket/Fox Sports West and KDOC.",
      "pageId": 1825699,
      "monthDay": "06/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Benjamin_Hickey",
      "name": "John Benjamin Hickey",
      "aboutText": "Wardell Stephen \"Dell\" Curry I (born June 25, 1964) is an American former professional basketball player who played in the National Basketball Association (NBA) from 1986 until 2002. He retired as the Charlotte Hornets' all-time leader in points (9,839) and three-point field goals made (929). Curry currently works as a color commentator, alongside Steve Martin, on Charlotte Hornets television broadcasts.",
      "pageId": 2655697,
      "monthDay": "06/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/George_Michael",
      "name": "George Michael",
      "aboutText": "Jari Markus Puikkonen (born 25 June 1959) is a Finnish former ski jumper who competed from 1977 to 1991.",
      "pageId": 4981576,
      "monthDay": "06/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jackie_Swanson",
      "name": "Jackie Swanson",
      "aboutText": "John Benjamin Hickey (born June 25, 1963) is an American actor with a career in stage, film and television.",
      "pageId": 7834942,
      "monthDay": "06/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dell_Curry",
      "name": "Dell Curry",
      "aboutText": "Dr Roberta Anne 'Bobbie' Vaile (25 June 1959 – 13 November 1996) was an Australian astrophysicist and senior lecturer in physics at the Faculty of Business and Technology at the University of Western Sydney, Macarthur. She was involved with Project Phoenix (a SETI experiment) and influential in the establishment of the SETI Australia Centre, created at the university in 1995. She died following a seven-year battle with an inoperable brain tumour.",
      "pageId": 9163475,
      "monthDay": "06/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Matt_Gallant",
      "name": "Matt Gallant",
      "aboutText": "Jackie Swanson (born June 25, 1963) is an American actress. She is best known for her role on the American sitcom Cheers as Kelly Gaines, the rich and simple love interest of Woody Boyd.\n^ \"Jackie Swanson Cheers | For Jackie Swanson of 'Cheers,' the Naive New Bride Is Just an Act - Los Angeles Times\".",
      "pageId": 11177431,
      "monthDay": "06/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Johnny_Herbert",
      "name": "Johnny Herbert",
      "aboutText": "Emma Suárez (Spanish pronunciation: [ˈema ˈswaɾeθ]; born 25 March 1964, Madrid) is a Spanish actress.",
      "pageId": 11907891,
      "monthDay": "06/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Greg_Raymer",
      "name": "Greg Raymer",
      "aboutText": "Alastair Andrew Bernard Reibey Bruce of Crionaich, KStJ OBE  (born 25 June 1960), is the Royal, Religious and National Events Commentator for Sky News, the 24-hour television news service operated by Sky Television, part of British Sky Broadcasting. He has also worked for the BBC, and is an historical advisor for several feature films and the ITV series Downton Abbey. He serves as one of the royal heralds at the College of Arms, and has held the position Fitzalan Pursuivant since 1998.",
      "pageId": 14851643,
      "monthDay": "06/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Emma_Su%C3%A1rez",
      "name": "Emma Suárez",
      "aboutText": "Efren Montes Reyes, Jr. (born June 25, 1959) is a Filipino actor known for his last leading role in an action pack two movies Tapos Na Ang Lahi Mo, Hadji Djakiri in 1990 and Nestor Solis in 1996.",
      "pageId": 24680933,
      "monthDay": "06/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Richard_Matt",
      "name": "Richard Matt",
      "aboutText": "Richard William Matt (June 25, 1966 – June 26, 2015) was an American convicted felon known for several prison escapes, most notably the 2015 Clinton Correctional Facility escape.",
      "pageId": 46924144,
      "monthDay": "06/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dikembe_Mutombo",
      "name": "Dikembe Mutombo",
      "aboutText": "Dikembe Mutombo Mpolondo Mukamba Jean-Jacques Wamutombo (born June 25, 1966), commonly referred to as Dikembe Mutombo, is a Congolese American retired professional basketball player who played 18 seasons in the National Basketball Association (NBA). Outside basketball, he has become known for his humanitarian work.\nThe 7 ft 2 in (2.18 m), 260-pound (120 kg; 19 st) center who began his career with the Georgetown Hoyas is commonly referred to as one of the greatest shot blockers and defensive players of all time, winning the NBA Defensive Player of the Year Award four times; he was also an eight-time All-Star.",
      "pageId": 241113,
      "monthDay": "06/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Vaios_Karagiannis",
      "name": "Vaios Karagiannis",
      "aboutText": "Carlos Juan Delgado Hernández (born June 25, 1972) is a Puerto Rican former professional baseball player. With 473 home runs and 1,512 RBI, he holds the all-time home run and RBI records among Puerto Rican players. He is one of only six players in Major League history to hit 30 home runs in ten consecutive seasons, becoming the fourth player to do so.",
      "pageId": 300684,
      "monthDay": "06/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hunter_Foster",
      "name": "Hunter Foster",
      "aboutText": "Erki Nool (born 25 June 1970 in Võru, Estonia) is an Estonian decathlete and politician.\nNool is a winner of the gold medal for decathlon in the 2000 Summer Olympics in Sydney. Although Nool did not place first in any individual event, his total score was the highest.",
      "pageId": 708413,
      "monthDay": "06/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Zim_Zum",
      "name": "Zim Zum",
      "aboutText": "Hunter Foster (born June 25, 1969) is an American musical theatre actor, singer, librettist and playwright.",
      "pageId": 964826,
      "monthDay": "06/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lucy_Benjamin",
      "name": "Lucy Benjamin",
      "aboutText": "Lucy Benjamin (born Lucy Jane Baker; 25 June 1970) is an English actress.",
      "pageId": 1109983,
      "monthDay": "06/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ariel_Gore",
      "name": "Ariel Gore",
      "aboutText": "Roope Juhani Latvala (born 25 June 1970) is a Finnish guitarist, best known as the former guitarist for the bands Children of Bodom and Sinergy.",
      "pageId": 1144090,
      "monthDay": "06/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Roope_Latvala",
      "name": "Roope Latvala",
      "aboutText": "Saif al-Islam Gaddafi (Arabic: سيف الإسلام معمر القذافي‎; born 25 June 1972) is a former Libyan political figure. He is the second son of late Libyan leader Muammar Gaddafi and his second wife Safia Farkash. Gaddafi was awarded a PhD from London School of Economics.",
      "pageId": 1196902,
      "monthDay": "06/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erki_Nool",
      "name": "Erki Nool",
      "aboutText": "Neil Francis Lennon (born 25 June 1971) is a football manager and former player from Northern Ireland. He was appointed as manager of Football League Championship club Bolton Wanderers in October 2014.\nDuring his playing career he represented English clubs Manchester City, Crewe Alexandra and Leicester City.",
      "pageId": 1295901,
      "monthDay": "06/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Aaron_Sele",
      "name": "Aaron Sele",
      "aboutText": "Michael Anthony Tucker (born June 25, 1971) is a former Major League Baseball outfielder and first baseman. Tucker played with the Kansas City Royals (1995-1996, 2002-2003), Atlanta Braves (1997-1998), Cincinnati Reds (1999-2001), Chicago Cubs (2001), San Francisco Giants (2004-2005), Philadelphia Phillies (2005) and New York Mets (2006). He batted left-handed and threw right-handed.",
      "pageId": 1649286,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karen_Darke",
      "name": "Karen Darke",
      "aboutText": "Jason Lewis (born June 25, 1971) is an American actor and former fashion model. He is best known for his role as Jerry \"Smith\" Jerrod in the HBO series Sex and the City.",
      "pageId": 2230773,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_Gallian",
      "name": "Jason Gallian",
      "aboutText": "Jason Edward Riche Gallian (born 25 June 1971 in Manly, Sydney, Australia) is a former English Test cricketer. A right-handed opening batsman, he originally hails from Australia and captained their Under-19 side for two Under-19 Tests in 1989 and 1990. He played three Test matches for England, but disappointed, with a highest score of 28 in six innings.",
      "pageId": 2304431,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Angela_Kinsey",
      "name": "Angela Kinsey",
      "aboutText": "Aaron Helmer Sele (born June 25, 1970) is an American former Major League Baseball right-handed pitcher who is currently a special assistant for player personnel and scout for the Los Angeles Dodgers.",
      "pageId": 2372342,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Neil_Lennon",
      "name": "Neil Lennon",
      "aboutText": "Scott Alexander Maslen (born 25 June 1971) is an English actor and model, best known for his portrayal as DS Phil Hunter in ITV's The Bill and Jack Branning on the BBC's flagship soap EastEnders. He also took part in the 2010 series of Strictly Come Dancing and the 2015 series of Celebrity MasterChef.",
      "pageId": 2803106,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/S%C3%A9bastien_Levicq",
      "name": "Sébastien Levicq",
      "aboutText": "Timothy Michael Linton (born June 25, 1969, in Chicago) more commonly known as Zim Zum, is an American rock musician/songwriter and former guitarist for Life, Sex & Death and Marilyn Manson (1996–1998).",
      "pageId": 3290322,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_Lewis_(actor)",
      "name": "Jason Lewis",
      "aboutText": "Angela Faye Kinsey (born June 25, 1971) is an American actress. She is known for her role as the uptight accountant Angela Martin in the NBC television series The Office.",
      "pageId": 4268314,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Scott_Maslen",
      "name": "Scott Maslen",
      "aboutText": "Sébastien Levicq (born 25 June 1971 in Le Havre) is a French decathlete.",
      "pageId": 9142388,
      "monthDay": "06/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michael_Tucker_(baseball)",
      "name": "Michael Tucker",
      "aboutText": "René Corbet (born June 25, 1973) is a retired Canadian ice hockey player who played in the National Hockey League with the Quebec Nordiques, Colorado Avalanche, Calgary Flames, and the Pittsburgh Penguins.",
      "pageId": 9566041,
      "monthDay": "06/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Carlos_Delgado",
      "name": "Carlos Delgado",
      "aboutText": "Vaios Karagiannis (Greek: Βάιος Καραγιάννης) (born 25 June 1968) is a former Greek football player and current manager of Anagennisi Karditsa.\nKaragiannis played almost whole his career for AEK Athens.",
      "pageId": 10085246,
      "monthDay": "06/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Saif_al-Islam_Gaddafi",
      "name": "Saif al-Islam Gaddafi",
      "aboutText": "Ariel Gore (born June 25, 1970, in Carmel, California) is a journalist, memoirist, novelist, nonfiction author, and teacher. She is the founding editor/publisher of Hip Mama, an Alternative Press Award-winning publication covering the culture and politics of motherhood. Through her work on Hip Mama, Gore is widely credited with launching maternal feminism and the contemporary mothers' movement.",
      "pageId": 10447288,
      "monthDay": "06/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ren%C3%A9_Corbet",
      "name": "René Corbet",
      "aboutText": "Karen Darke (born 25 June 1971) (Karen was born in Halifax, Yorkshire) is a British paralympic cyclist, paratriathlete, adventurer and author. She competed at the 2012 London Paralympics winning a silver medal in the Women's road time trial H1-2.\nDarke is paralysed from the chest down following an accident, aged 21, whilst sea cliff climbing.",
      "pageId": 36982239,
      "monthDay": "06/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Milan_Hnili%C4%8Dka",
      "name": "Milan Hnilička",
      "aboutText": "Vladimir Borisovich Kramnik (Russian: Влади́мир Бори́сович Кра́мник; born 25 June 1975) is a Russian chess grandmaster. He was the Classical World Chess Champion from 2000 to 2006, and the undisputed World Chess Champion from 2006 to 2007. He has won three team gold medals and three individual medals at Chess Olympiads.",
      "pageId": 99647,
      "monthDay": "06/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jamie_Redknapp",
      "name": "Jamie Redknapp",
      "aboutText": "Karisma Kapoor is an Indian actress who appears in Bollywood films. Part of the Kapoor family, she is the daughter of actors Randhir Kapoor and Babita. Kapoor made her acting debut at the age of seventeen with Prem Qaidi in 1991.",
      "pageId": 465623,
      "monthDay": "06/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nisha_Ganatra",
      "name": "Nisha Ganatra",
      "aboutText": "Linda Edna Cardellini (born June 25, 1975) is an American actress. She is known for her roles as Lindsay Weir on Freaks and Geeks, Samantha Taggart on ER, Velma Dinkley in the live-action Scooby-Doo feature films, Sylvia Rosen, neighbor of Don Draper's, on the AMC drama series Mad Men, Meg Rayburn on the Netflix original series Bloodline, Laura Barton in Avengers: Age of Ultron, and Wendy Corduroy in Gravity Falls.",
      "pageId": 555527,
      "monthDay": "06/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Karisma_Kapoor",
      "name": "Karisma Kapoor",
      "aboutText": "Jamie Frank Redknapp (born 25 June 1973) is an English retired professional footballer who was active from 1989 until 2005. He is now a pundit at Sky Sports and an editorial sports columnist at the Daily Mail. A technically skilful and creative midfielder, who was also an accurate and powerful free-kick taker, Redknapp played for Bournemouth, Southampton, Liverpool, and Tottenham Hotspur, captaining the latter two.",
      "pageId": 600190,
      "monthDay": "06/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Glen_Metropolit",
      "name": "Glen Metropolit",
      "aboutText": "Aramis Nin Ramírez (/əˈrɑːmɨs/; born June 25, 1978) is a Dominican former professional baseball third baseman, who played 18 seasons in Major League Baseball (MLB) for the Pittsburgh Pirates, Chicago Cubs, and Milwaukee Brewers. He was named an All-Star three times during his career.\nHe started his professional career with the Pirates in 1998, before being traded to the Chicago Cubs in 2003.",
      "pageId": 887436,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chenoa",
      "name": "Chenoa",
      "aboutText": "Iestyn Rhys Harris (born 25 June 1976) is the Wales national rugby league team's coach. A former dual rugby code international player, he is also currently the head coach at Salford. Harris is a former Man of Steel winner and has also represented Wales on numerous occasions at both codes of rugby.",
      "pageId": 1068858,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kiur_Aarma",
      "name": "Kiur Aarma",
      "aboutText": "Aftab Shivadasani (Sindhi: آفتاب شوداساڻي‎, Hindi: आफ़ताब शिवदसानी) is an Indian film actor, producer and model known for his works in Bollywood. He started his acting career as a child artist with the film Mr. India.",
      "pageId": 1108304,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Linda_Cardellini",
      "name": "Linda Cardellini",
      "aboutText": "José Carlos Cancela Durán (born June 25, 1976 in Santa Lucía, Uruguay) is a Uruguayan soccer player who plays attacking midfielder for A.D. Belén in Costa Rica. He is nicknamed \"Pepe\".\nBefore joining the Colorado Rapids, Cancela played the preseason with Toronto FC but was traded to the Denver-based club the day before the regular season began.",
      "pageId": 1128005,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Albert_Costa",
      "name": "Albert Costa",
      "aboutText": "Albert Costa i Casals (Catalan pronunciation: [aɫˈβɛr ˈkɔsta i kaˈzaɫs]; born 25 June 1975) is a former professional tennis player from Spain.",
      "pageId": 1513105,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Natasha_Klauss",
      "name": "Natasha Klauss",
      "aboutText": "María Laura Corradini Falomir, popularly known as Chenoa (born June 25, 1975 in Mar del Plata, Argentina, but raised in Majorca, Spain) is an Argentine-Spanish female music artist who became successful after appearing on the TV contest Operación Triunfo. Her music style could be described as pop. Most of her music is in Spanish, although a few tracks on some albums were recorded in English.",
      "pageId": 2058532,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Vladimir_Kramnik",
      "name": "Vladimir Kramnik",
      "aboutText": "Glen David Metropolit (born June 25, 1974) is a Canadian professional ice hockey centre currently playing for Adler Mannheim of the Deutsche Eishockey Liga (DEL).",
      "pageId": 2168510,
      "monthDay": "06/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michele_Merkin",
      "name": "Michele Merkin",
      "aboutText": "Luke Brandon Scott (born June 25, 1978) is an American professional baseball first baseman, outfielder, and designated hitter who is a free agent.",
      "pageId": 3020166,
      "monthDay": "06/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jos%C3%A9_Cancela",
      "name": "José Cancela",
      "aboutText": "Milan Hnilička (born June 25, 1973 in Litoměřice, Czechoslovakia) is a former Czech ice hockey goalie who played in the National Hockey League for the New York Rangers, Atlanta Thrashers and the Los Angeles Kings. He was drafted 70th overall by the New York Islanders in the 1991 NHL Entry Draft. In 2000, Milan won the Calder Cup while playing for the Hartford Wolf Pack.",
      "pageId": 3774885,
      "monthDay": "06/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Iestyn_Harris",
      "name": "Iestyn Harris",
      "aboutText": "Carlos Nieto (born 25 June 1976 in La Plata, Argentina) is an Italian Argentine international rugby union player.\nNieto made his Italy debut against England in the 2002 Six Nations but did not manage to establish himself as an automatic choice in the front row.\nHe was recalled by Berbizier to the national set-up for the 2005 Summer tour of Argentina and Australia.",
      "pageId": 4470060,
      "monthDay": "06/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Carlos_Nieto",
      "name": "Carlos Nieto",
      "aboutText": "Michele Merkin (born June 25, 1975) is an American model and television presenter.",
      "pageId": 4883005,
      "monthDay": "06/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Layla_El",
      "name": "Layla El",
      "aboutText": "Layla Young (née El) (born 25 June 1977) is an English dancer, model, and retired professional wrestler best known for her time in WWE.",
      "pageId": 6058021,
      "monthDay": "06/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lola_Ponce",
      "name": "Lola Ponce",
      "aboutText": "Nisha Ganatra (born in Vancouver, British Columbia) is a Canadian film director, film producer, writer and actress of Indian ancestry.",
      "pageId": 6924145,
      "monthDay": "06/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aramis_Ram%C3%ADrez",
      "name": "Aramis Ramírez",
      "aboutText": "Natasha Alexandra Rastapkavicius Arrondo (Russian Cyrillic: Наташа Александра Растапкавичюс Аррондо; born 25 June 1975), professionally known as Natasha Klauss, is a Colombian actress of Colombian and Lithuanian descent, best known for her roles in Telemundo telenovelas La Venganza, Pasión de Gavilanes, Zorro: La Espada y la Rosa and La Tormenta.",
      "pageId": 10208804,
      "monthDay": "06/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luke_Scott",
      "name": "Luke Scott",
      "aboutText": "Kiur Aarma (born June 25, 1975) is an Estonian television journalist. He graduated from the University of Tartu in 1997.",
      "pageId": 21920817,
      "monthDay": "06/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aftab_Shivdasani",
      "name": "Aftab Shivdasani",
      "aboutText": "Paola Fabiana Ponce (Spanish pronunciation: [ˈlola ˈponse]; born June 25, 1979), professionally known as Lola Ponce, is an Argentine singer–songwriter, composer, actress and occasional model.\nPonce made her breakthrough in Argentina and Latin America with her debut album Inalcanzable, which was released in 2001. She also earned a great popularity in Italy, after starring in musical Notre-Dame de Paris in Verona.",
      "pageId": 26160804,
      "monthDay": "06/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Marcus_Stroud",
      "name": "Marcus Stroud",
      "aboutText": "Simon Ammann (born 25 June 1981) is a Swiss ski jumper and double Olympic Champion at both the 2002 and 2010 Winter Olympics.",
      "pageId": 382182,
      "monthDay": "06/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shahkrit_Yamnam",
      "name": "Shahkrit Yamnam",
      "aboutText": "Lauren Pierce Lauren (née Bush, born June 25, 1984) is the CEO, Creative Director, and Co-Founder of FEED Projects. She is also a fashion model and designer. She is the daughter of Neil Bush and Sharon Bush (née Smith), granddaughter of former President George H. W. Bush and niece of former President George W. Bush.",
      "pageId": 993926,
      "monthDay": "06/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marko_Albert",
      "name": "Marko Albert",
      "aboutText": "Richard Daniel Hughes (born 25 June 1979) is a Scottish former professional footballer who played as a defensive midfielder.\nHe started his professional career as a junior in Italy for Atalanta before moving to Arsenal and Bournemouth. He most prominently previously featured for Portsmouth from 2002 until 2011, and had a brief loan spell with Grimsby Town in 2003.",
      "pageId": 1004446,
      "monthDay": "06/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/La_La_Anthony",
      "name": "La La Anthony",
      "aboutText": "Marcus LaVar Stroud (born June 25, 1978) is a retired American football defensive tackle who played in the National Football League (NFL) for ten seasons. He played college football for the University of Georgia, and was drafted by the Jacksonville Jaguars 13th overall in the 2001 NFL Draft.",
      "pageId": 1306219,
      "monthDay": "06/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hirooki_Goto",
      "name": "Hirooki Goto",
      "aboutText": "Jung Ji-hoon (Korean: 정지훈, Chinese: 鄭智薰, Japanese: チョン・ジフン, born June 25, 1982), better known by his stage name Rain, is a South Korean singer-songwriter, actor, and music producer.\nRain's musical career includes seven albums (six Korean, one Japanese), 28 singles and numerous concert tours around the world. His acting career began in 2003, when he won the KBS Best New Actor award for his role in the drama Sang Doo!",
      "pageId": 1536200,
      "monthDay": "06/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Richard_Hughes_(footballer)",
      "name": "Richard Hughes",
      "aboutText": "Mikhail Mikhailovich Youzhny, PhD (Russian: Михаил Михайлович Южный; IPA: [mʲɪxɐˈil mʲɪxɐˈjləvʲɪtɕ ˈjʉʐnɨj]; born 25 June 1982), nicknamed \"Mischa\" and \"Colonel\" by his fans, is a Russian professional tennis player who was ranked inside the top 10 and was the Russian No. 1. He achieved a top-10 ranking by the Association of Tennis Professionals (ATP) for the first time on 13 August 2007, and reached a career peak of World No. 8 in January 2008, and again in October 2010.",
      "pageId": 1549452,
      "monthDay": "06/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Busy_Philipps",
      "name": "Busy Philipps",
      "aboutText": "Elizabeth Jean \"Busy\" Philipps (born June 25, 1979) is an American actress, known for her supporting roles on the television series Freaks and Geeks and Dawson's Creek. She has also performed significant roles in films like The Smokers (2000), as Karen Carter, the drama film Home Room (2002) as Alicia Browning, she appeared in White Chicks (2004), played a supporting role in Made of Honor (2008) and appeared in He's Just Not That Into You (2009). She played Laurie Keller in the TV series Cougar Town for which she won the Critics' Choice Television Award for Best Supporting Actress in a Comedy Series in 2011.",
      "pageId": 1562645,
      "monthDay": "06/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Maja_Latinovi%C4%87",
      "name": "Maja Latinović",
      "aboutText": "Sheridan Smith, OBE (born 25 June 1981) is an English actress, singer and dancer.\nSmith came to prominence on television for her roles in comedy shows Two Pints of Lager and a Packet of Crisps, Love Soup, Gavin & Stacey, Grownups and Benidorm before starring in television dramas like Mrs Biggs, for which she won the BAFTA TV Award for Best Actress for playing Ronnie Biggs' wife, The 7.39 and Cilla, where she played Cilla Black. Her film credits include Tower Block, Quartet, Powder Room and The Harry Hill Movie.",
      "pageId": 1644840,
      "monthDay": "06/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nozomi_Takeuchi",
      "name": "Nozomi Takeuchi",
      "aboutText": "Alani Nicole \"La La\" Anthony (née Vázquez; born June 25, 1979) is an American radio and television personality, New York Times best-selling author, business woman and actress.\nIn the early 2000s, La La came to prominence as an MTV VJ on Total Request Live. La La can currently be seen in the Starz original drama series, Power, executive produced by 50 Cent and starring Omari Hardwick and Naturi Naughton.",
      "pageId": 1722020,
      "monthDay": "06/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Simon_Ammann",
      "name": "Simon Ammann",
      "aboutText": "Marko Albert (born 25 June 1979) is an Estonian triathlete. Albert started his sporting career as swimmer and switched to triathlon in 1997. He is coached by Jüri Käen.",
      "pageId": 1877385,
      "monthDay": "06/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Irina_Osipova",
      "name": "Irina Osipova",
      "aboutText": "Daniel Paul Bard (born June 25, 1985) is an American professional baseball pitcher who is a free agent.",
      "pageId": 3404106,
      "monthDay": "06/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sheridan_Smith",
      "name": "Sheridan Smith",
      "aboutText": "Hirooki Goto (後藤洋央紀, Gotō Hirooki, born June 25, 1979 in Kuwana, Mie) is a Japanese professional wrestler. Since his debut, he has wrestled primarily for New Japan Pro Wrestling, where he is a former two-time IWGP Intercontinental Champion, one-time IWGP Tag Team Champion, one-time IWGP Junior Heavyweight Tag Team Champion, one-time winner of the G1 Climax (2008), two-time winner of the World Tag League (2012 and 2014) and three-time winner of the New Japan Cup (2009, 2010 and 2012).\n^ a b c d e f 後藤 洋央紀.",
      "pageId": 4846714,
      "monthDay": "06/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rain_(entertainer)",
      "name": "Rain",
      "aboutText": "Todd Alexander Cooper (born 25 June 1983) is an English former freestyle and butterfly swimmer who competed at the 2004 Summer Olympics in Athens, Greece. There he finished in 22nd position in the 100-metre butterfly. Cooper, a member of swimming club Stirling, twice competed at the Commonwealth Games, in 2002 and 2006.",
      "pageId": 5474231,
      "monthDay": "06/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mikhail_Youzhny",
      "name": "Mikhail Youzhny",
      "aboutText": "Maja Latinović (Serbian Cyrillic: Маја Латиновић; born June 25, 1980 in Banatsko Veliko Selo near Kikinda, Serbia, Yugoslavia) is a Serbian model.\nAt 16, Latinović's modeling career began accidentally with her sister entering her into a local modeling contest. She placed 2nd runner-up and a model scout soon asked her to fly to Milan.",
      "pageId": 5985992,
      "monthDay": "06/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cristian_Baroni",
      "name": "Cristian Baroni",
      "aboutText": "Nozomi Takeuchi (竹内のぞみ/竹内希実, Takeuchi Nozomi, born June 25, 1980) is a Japanese gravure idol, and a female talent. She is from Okazaki, Aichi, belonged to the show-business production Yume Kikaku. Her nickname is 'Kojocho' (means a factory manager), derives from her handle name of the official blog.",
      "pageId": 6309996,
      "monthDay": "06/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Todd_Cooper",
      "name": "Todd Cooper",
      "aboutText": "Shahkrit Yamnam (Thai: ชาคริต แย้มนาม; rtgs: Cha-khrit Yaemnam, born 25 June 1978 in Bangkok, Thailand) is a Thai film and television actor.\nHis films include O-Negative (1998) with Tata Young, directed by Yuthlert Sippapak. His latest film is Bangkok Dangerous with Nicolas Cage.",
      "pageId": 6352523,
      "monthDay": "06/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marc_Janko",
      "name": "Marc Janko",
      "aboutText": "Karim Matmour (Arabic: كريم مطمور‎) (born 25 June 1985) is an Algerian professional footballer.",
      "pageId": 6565490,
      "monthDay": "06/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lauren_Bush",
      "name": "Lauren Bush",
      "aboutText": "Marc Janko (born 25 June 1983) is an Austrian footballer who plays as a striker for Swiss Super League club FC Basel and the Austrian national team.\nJanko is a successful goal-scorer, particularly during his time at Austrian Bundesliga club FC Red Bull Salzburg where he scored 75 league goals in 108 matches including 39 goals in 35 games in the 2009/10 season.",
      "pageId": 10453724,
      "monthDay": "06/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_Bard",
      "name": "Daniel Bard",
      "aboutText": "Cristian Mark Junior Nascimento Oliveira Baroni or simply Cristian (born 25 June 1983), is a Brazilian professional footballer who plays as a defensive midfielder for Corinthians.",
      "pageId": 10473047,
      "monthDay": "06/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Karim_Matmour",
      "name": "Karim Matmour",
      "aboutText": "Irina Osipova (born 25 June 1981 in Moscow) is a Russian basketball player who competed for the Russian National Team at the 2004 and 2008 Summer Olympics, winning the bronze medal both times. She was also part of the Russian team at the 2012 Summer Olympics.",
      "pageId": 19025980,
      "monthDay": "06/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Megan_Burns",
      "name": "Megan Burns",
      "aboutText": "Aya Matsuura (松浦 亜弥, born June 25, 1986) also known to her fans as Ayaya, is a Japanese pop singer and actress from Himeji, Hyogo, Japan.",
      "pageId": 1021141,
      "monthDay": "06/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Charlie_Davies",
      "name": "Charlie Davies",
      "aboutText": "Alissa Czisny (born June 25, 1987) is an American former competitive figure skater. She is the 2010 Grand Prix Final champion, a two-time Skate Canada champion (2005, 2010), the 2011 Skate America champion, and a two-time U.S. national champion (2009, 2011).",
      "pageId": 1776130,
      "monthDay": "06/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aya_Matsuura",
      "name": "Aya Matsuura",
      "aboutText": "Megan Burns (born 25 June 1986), also known as Betty Curse, is a British musician and actress.",
      "pageId": 4383708,
      "monthDay": "06/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Seda_Tokatl%C4%B1o%C4%9Flu",
      "name": "Seda Tokatlıoğlu",
      "aboutText": "Scott Weston Terra (born June 25, 1987) is an American actor perhaps most recognized for his role as young Matthew Murdock in the 2003 film Daredevil. Terra was officially announced as a part of the cast in March 2002. Terra also played Sam Finney in Dickie Roberts: Former Child Star.",
      "pageId": 7353389,
      "monthDay": "06/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brian_Canter",
      "name": "Brian Canter",
      "aboutText": "Jack Frank Porteous Cork (born 25 June 1989) is an English footballer who plays for Swansea City. He is a versatile player who normally plays in midfield, but can also play in defence. He is the son of former Wimbledon player, former Bolton Wanderers coach, and former Sheffield United assistant manager Alan Cork.",
      "pageId": 7759007,
      "monthDay": "06/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alissa_Czisny",
      "name": "Alissa Czisny",
      "aboutText": "Charles Desmond \"Charlie\" Davies (born June 25, 1986) is an American soccer player who plays as a striker with the New England Revolution in Major League Soccer.\nDavies set several soccer records at his high school, the Brooks School, before appearing for the Boston College Eagles and the Westchester Flames in college. Davies signed his first professional contract with Swedish Allsvenskan club Hammarby IF in December 2006 before joining Sochaux in July 2009.",
      "pageId": 9147047,
      "monthDay": "06/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Takahiro_It%C5%8D",
      "name": "Takahiro Itō",
      "aboutText": "Jhonas Erik Enroth (born June 25, 1988) is a Swedish ice hockey goaltender currently with the Los Angeles Kings of the National Hockey League (NHL). He has also played for the Buffalo Sabres and Dallas Stars.",
      "pageId": 10688166,
      "monthDay": "06/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Scott_Terra",
      "name": "Scott Terra",
      "aboutText": "Edgar Morais is an actor.",
      "pageId": 13347607,
      "monthDay": "06/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Osama_Ali",
      "name": "Osama Ali",
      "aboutText": "Seda Tokatlıoğlu (born June 25, 1986 in Ankara) is a Turkish volleyball player. She is 192 cm tall and plays as an outside spiker. However, she played as an opposite both in Turkey women's national volleyball team and Beijing BAW from China.",
      "pageId": 13650241,
      "monthDay": "06/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jhonas_Enroth",
      "name": "Jhonas Enroth",
      "aboutText": "Brian Canter (born June 25, 1987) is an American professional bull rider on the Professional Bull Riders Built Ford Tough Series tour. He first came on as an alternate in the 2005 PBR World Finals. His first full season on tour was 2006.",
      "pageId": 14083490,
      "monthDay": "06/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Miguel_Lay%C3%BAn",
      "name": "Miguel Layún",
      "aboutText": "Kyousuke Hamao (浜尾 京介, Hamao Kyōsuke, born June 25, 1991 in Tokyo) is a retired Japanese actor, singer, and model. He is best known for his role as Eiji Kikumaru of the fourth generation Seigaku cast in the The Prince of Tennis musical series Tenimyu. In 2010, he portrayed the hero Aguri/Gosei Black in Tensou Sentai Goseiger, the first portrayer of a Black Super Sentai Warrior to have been born in the Heisei period of Japanese history.",
      "pageId": 15733306,
      "monthDay": "06/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jack_Cork",
      "name": "Jack Cork",
      "aboutText": "Rafael Morais (born 25 June 1989) is an actor.",
      "pageId": 18020883,
      "monthDay": "06/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Edgar_Morais",
      "name": "Edgar Morais",
      "aboutText": "Miguel Arturo Layún Prado (born 25 June 1988) is a Mexican professional footballer who plays for Portuguese club Porto, on loan from English side Watford, and the Mexico national team.\nLayún began his career in 2006 with Veracruz, and in 2009 signed for Italian club Atalanta, where he only made two substitute appearances in Serie A. He returned to Mexico in 2010 with América, winning two league titles before joining Watford in January 2015.\nAn international since 2013, Layún represented Mexico at the 2014 FIFA World Cup and two CONCACAF Gold Cups, winning the 2015 edition.",
      "pageId": 23257001,
      "monthDay": "06/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rafael_Morais",
      "name": "Rafael Morais",
      "aboutText": "Andrea Nicole Guck Eigenmann (born 25 June 1990), best known as Andi Eigenmann, is a Filipina actress and model in the Philippines.",
      "pageId": 26469542,
      "monthDay": "06/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Andi_Eigenmann",
      "name": "Andi Eigenmann",
      "aboutText": "Takahiro Itō (伊藤隆大, Itō Takahiro, June 25, 1987 – March 8, 2009) was a Japanese actor and voice actor. He graduated from the Chiba Prefectural Kōnodai High School and enrolled in the Career Design course of Hosei University. He was attached to Quarter Tone.",
      "pageId": 27727648,
      "monthDay": "06/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kyousuke_Hamao",
      "name": "Kyousuke Hamao",
      "aboutText": "Shōta Iizuka (飯塚 翔太, born June 25, 1991) is a Japanese sprinter, who specializes in the 200 metres.\nHe started track and field after winning the local competition of a 100m race when he was in third grade; the club coach scouted him to his track and field club. He attended Fujieda Meisei High School and then Chuo University.",
      "pageId": 28154200,
      "monthDay": "06/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sh%C5%8Dta_Iizuka",
      "name": "Shōta Iizuka",
      "aboutText": "Osama Ali Mohammed (Arabic: أسامه علي محمد‎, born 25 June 1988) is an Iraqi midfielder.",
      "pageId": 39503152,
      "monthDay": "06/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Chloe_N%C3%B8rgaard",
      "name": "Chloe Nørgaard",
      "aboutText": "Christa Théret (born 25 June 1991) is a French actress, best known for her role of Andrée Heuschling in Renoir.",
      "pageId": 39928589,
      "monthDay": "06/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Liisi_Rist",
      "name": "Liisi Rist",
      "aboutText": "Liisi Rist (born 25 June 1991) is an Estonian racing cyclist. She competed in the 2013 UCI women's team time trial in Florence.\n^ \"Liisi Rist\".",
      "pageId": 40751619,
      "monthDay": "06/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Christa_Theret",
      "name": "Christa Theret",
      "aboutText": "Chloe Nørgaard is an American model, DJ and socialite. She is well known for her colorful hair.",
      "pageId": 47872815,
      "monthDay": "06/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anna_Zaja",
      "name": "Anna Zaja",
      "aboutText": "Barney Ivan S. Clark (born 25 June 1993 in Hackney, London) is an English actor, best known for his role in the 2005 film, Oliver Twist.",
      "pageId": 2804181,
      "monthDay": "06/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Barney_Clark_(actor)",
      "name": "Barney Clark",
      "aboutText": "Anna Zaja (born 25 June 1991 in Sigmaringen) is a German tennis player.\nZaja has won two singles and six doubles titles on the ITF tour in her career. On 11 February 2013, she reached her best singles ranking of world number 312.",
      "pageId": 37099764,
      "monthDay": "06/25"
    },
    {
      "year": "1996",
      "uri": "/wiki/Pietro_Fittipaldi",
      "name": "Pietro Fittipaldi",
      "aboutText": "Found family,",
      "pageId": 41397009,
      "monthDay": "06/25"
    },
    {
      "year": "1997",
      "uri": "/wiki/Jacquie_Lee",
      "name": "Jacquie Lee",
      "aboutText": "Pietro Fittipaldi da Cruz (born 25 June 1996) is a Brazilian-American racing driver, and the grandson of two time Formula 1 champion Emerson Fittipaldi.\nFittipaldi began his racing career in the NASCAR Whelen All-American Series, winning the track championship at Hickory Motor Speedway in 2011, before moving to Europe to pursue a career in open-wheeled racing in 2013. In 2014, he won the Protyre Formula Renault Championship, clinching the title with one race remaining.",
      "pageId": 43921489,
      "monthDay": "06/25"
    }
  ]
}