{
  "people": [
    {
      "year": "1040",
      "uri": "/wiki/Ladislaus_I_of_Hungary",
      "name": "Ladislaus I of Hungary",
      "aboutText": "Emma Goldman (June 27 [O.S. June 15], 1869 – May 14, 1940) was an anarchist known for her political activism, writing, and speeches. She played a pivotal role in the development of anarchist political philosophy in North America and Europe in the first half of the 20th century.\nBorn in Kovno, Russian Empire (present-day Kaunas, Lithuania), Goldman emigrated to the United States in 1885.",
      "pageId": 9764,
      "monthDay": "06/27"
    },
    {
      "year": "1350",
      "uri": "/wiki/Manuel_II_Palaiologos",
      "name": "Manuel II Palaiologos",
      "aboutText": "Patrick Lafcadio Hearn (/hɜrn/; 27 June 1850 – 26 September 1904), known also by the Japanese name Koizumi Yakumo (小泉 八雲), was an international writer, known best for his books about Japan, especially his collections of Japanese legends and ghost stories, such as Kwaidan: Stories and Studies of Strange Things.",
      "pageId": 17992,
      "monthDay": "06/27"
    },
    {
      "year": "1462",
      "uri": "/wiki/Louis_XII_of_France",
      "name": "Louis XII of France",
      "aboutText": "Manuel II Palaiologos or Palaeologus (Greek: Μανουήλ Β΄ Παλαιολόγος, Manouēl II Palaiologos) (27 June 1350 – 21 July 1425) was Byzantine Emperor from 1391 to 1425. Shortly before his death he was tonsured a monk and received the name Matthew.",
      "pageId": 44839,
      "monthDay": "06/27"
    },
    {
      "year": "1550",
      "uri": "/wiki/Charles_IX_of_France",
      "name": "Charles IX of France",
      "aboutText": "Charles IX (27 June 1550 – 30 May 1574) was a monarch of the House of Valois who ruled as King of France from 1560 until his death.",
      "pageId": 75908,
      "monthDay": "06/27"
    },
    {
      "year": "1696",
      "uri": "/wiki/William_Pepperrell",
      "name": "William Pepperrell",
      "aboutText": "Louis XII (27 June 1462 – 1 January 1515) was a monarch of the House of Valois who ruled as King of France from 1498 to 1515 and King of Naples from 1501 to 1504. The son of Charles, Duke of Orléans, and Maria of Cleves, he succeeded his cousin Charles VIII, who died without a closer heir in 1498.\nBefore his accession to the throne of France, he was known as Louis of Orléans and was compelled to be married to his handicapped and supposedly sterile cousin Joan by his uncle, king Louis XI. By doing so, Louis XI hoped to extinguish the Orléans cadet branch of the House of Valois.",
      "pageId": 77655,
      "monthDay": "06/27"
    },
    {
      "year": "1717",
      "uri": "/wiki/Louis-Guillaume_Le_Monnier",
      "name": "Louis-Guillaume Le Monnier",
      "aboutText": "General Sir John Monash GCMG, KCB, VD (/ˈmɒnæʃ/; 27 June 1865 – 8 October 1931) was a civil engineer and an Australian military commander of the First World War. He commanded the 13th Infantry Brigade before the war and then, shortly after its outbreak, became commander of the 4th Brigade in Egypt, with whom he took part in the Gallipoli campaign. In July 1916 he took charge of the newly raised 3rd Division in northwestern France and in May 1918 became commander of the Australian Corps, at the time the largest corps on the Western Front.",
      "pageId": 149621,
      "monthDay": "06/27"
    },
    {
      "year": "1767",
      "uri": "/wiki/Alexis_Bouvard",
      "name": "Alexis Bouvard",
      "aboutText": "Ladislaus I or Ladislas I, also Saint Ladislaus or Saint Ladislas (Hungarian: I or Szent László; Croatian: Ladislav I.; Slovak: Svätý Ladislav I; c. 1040 – 29 July 1095) was King of Hungary from 1077 and King of Croatia from 1091. He was the second son of King Béla I of Hungary.",
      "pageId": 161739,
      "monthDay": "06/27"
    },
    {
      "year": "1805",
      "uri": "/wiki/Napol%C3%A9on_Coste",
      "name": "Napoléon Coste",
      "aboutText": "Charles Stewart Parnell (Irish: Cathal Stiúbhard Pharnell; 27 June 1846 – 6 October 1891) was an Irish landlord, nationalist political leader, land reform agitator, and the founder and leader of the Irish Parliamentary Party. He was one of the most important figures in the 19th century United Kingdom of Great Britain and Ireland, and was described by Prime Minister William Gladstone as the most remarkable person he had ever met.\nParnell hailed from a wealthy Anglo-Irish family.",
      "pageId": 165528,
      "monthDay": "06/27"
    },
    {
      "year": "1806",
      "uri": "/wiki/Augustus_De_Morgan",
      "name": "Augustus De Morgan",
      "aboutText": "Hans Spemann (27 June 1869 – 9 September 1941) was a German embryologist who was awarded a Nobel Prize in Physiology or Medicine in 1935 for his discovery of the effect now known as embryonic induction, an influence, exercised by various parts of the embryo, that directs the development of groups of cells into particular tissues and organs.",
      "pageId": 316141,
      "monthDay": "06/27"
    },
    {
      "year": "1817",
      "uri": "/wiki/Louise_von_Fran%C3%A7ois",
      "name": "Louise von François",
      "aboutText": "Mary Williams (June 27, 1869 – February 11, 1961), who wrote pseudonymously as Kate Carew, was a caricaturist self-styled as \"The Only Woman Caricaturist\".",
      "pageId": 384738,
      "monthDay": "06/27"
    },
    {
      "year": "1838",
      "uri": "/wiki/Bankim_Chandra_Chattopadhyay",
      "name": "Bankim Chandra Chattopadhyay",
      "aboutText": "Alexis Bouvard (27 June 1767 – 7 June 1843) was a French astronomer.",
      "pageId": 450382,
      "monthDay": "06/27"
    },
    {
      "year": "1838",
      "uri": "/wiki/Paul_Mauser",
      "name": "Paul Mauser",
      "aboutText": "Rishi Bankim Chandra Chattopadhyay (26 June 1838 – 8 April 1894) was a Bengali writer, poet and journalist. He was the composer of India's national song Vande Mataram, originally a Bengali and Sanskrit stotra personifying India as a mother goddess and inspiring the activists during the Indian Independence Movement. Chattopadhyay wrote thirteen novels and several 'serious, serio-comic, satirical, scientific and critical treaties' in Bengali.",
      "pageId": 539167,
      "monthDay": "06/27"
    },
    {
      "year": "1846",
      "uri": "/wiki/Charles_Stewart_Parnell",
      "name": "Charles Stewart Parnell",
      "aboutText": "Paul Mauser, (June 27, 1838 – May 29, 1914) was a German weapon designer and manufacturer/industrialist.\nMauser was born in Oberndorf am Neckar, in what was then the Kingdom of Württemberg. His father and his four older brothers were gunsmiths.",
      "pageId": 749188,
      "monthDay": "06/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/J%C3%B8rgen_Pedersen_Gram",
      "name": "Jørgen Pedersen Gram",
      "aboutText": "May Irwin (June 27, 1862 – October 22, 1938) was a Canadian actress, singer and star of vaudeville.",
      "pageId": 782805,
      "monthDay": "06/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/Lafcadio_Hearn",
      "name": "Lafcadio Hearn",
      "aboutText": "Jørgen Pedersen Gram (27 June 1850 – 29 April 1916) was a Danish actuary and mathematician who was born in Nustrup, Duchy of Schleswig, Denmark and died in Copenhagen, Denmark.\nImportant papers of his include On series expansions determined by the methods of least squares, and Investigations of the number of primes less than a given number. The mathematical method that bears his name, the Gram–Schmidt process, was first published in the former paper, in 1883.",
      "pageId": 851232,
      "monthDay": "06/27"
    },
    {
      "year": "1862",
      "uri": "/wiki/May_Irwin",
      "name": "May Irwin",
      "aboutText": "Sir William Pepperrell, 1st Baronet (27 June 1696 – 6 July 1759) was a merchant and soldier in Colonial Massachusetts. He is widely remembered for organizing, financing, and leading the 1745 expedition that captured the French garrison at Fortress Louisbourg during King George's War.",
      "pageId": 977588,
      "monthDay": "06/27"
    },
    {
      "year": "1865",
      "uri": "/wiki/John_Monash",
      "name": "John Monash",
      "aboutText": "Claude Antoine Jean Georges Napoléon Coste (27 June 1805 – 17 February 1883) was a French guitarist and composer.",
      "pageId": 984721,
      "monthDay": "06/27"
    },
    {
      "year": "1869",
      "uri": "/wiki/Kate_Carew",
      "name": "Kate Carew",
      "aboutText": "Louis-Guillaume Le Monnier (sometimes written as Lemonnier) (27 June 1717 – 7 September 1799) was a French natural scientist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers.\nHe was born near Vire as the son of Pierre Le Monnier (1675 – 1757), who was a scientist himself and a member of the French Academy of Sciences. Louis-Guillaume's older brother was the astronomer Pierre Charles Le Monnier.",
      "pageId": 2192687,
      "monthDay": "06/27"
    },
    {
      "year": "1869",
      "uri": "/wiki/Emma_Goldman",
      "name": "Emma Goldman",
      "aboutText": "Augustus De Morgan (/dɪ ˈmɔrɡən/; 27 June 1806 – 18 March 1871) was a British mathematician and logician.",
      "pageId": 18949289,
      "monthDay": "06/27"
    },
    {
      "year": "1869",
      "uri": "/wiki/Hans_Spemann",
      "name": "Hans Spemann",
      "aboutText": "Louise von François (27 June 1817 in Herzberg (Elster) – 25 September 1893 in Weißenfels) was a German writer, best known for her historical novel Die letzte Reckenburgerin (1871). She was a friend and correspondent of Marie von Ebner-Eschenbach and C. F. Meyer.",
      "pageId": 25247486,
      "monthDay": "06/27"
    },
    {
      "year": "1870",
      "uri": "/wiki/Frank_Rattray_Lillie",
      "name": "Frank Rattray Lillie",
      "aboutText": "Helen Adams Keller (June 27, 1880 – June 1, 1968) was an American author, political activist, and lecturer. She was the first deafblind person to earn a bachelor of arts degree. The story of how Keller's teacher, Anne Sullivan, broke through the isolation imposed by a near complete lack of language, allowing the girl to blossom as she learned to communicate, has become widely known through the dramatic depictions of the play and film The Miracle Worker.",
      "pageId": 14254,
      "monthDay": "06/27"
    },
    {
      "year": "1872",
      "uri": "/wiki/Heber_Doust_Curtis",
      "name": "Heber Doust Curtis",
      "aboutText": "Paul Laurence Dunbar (June 27, 1872 – February 9, 1906) was an American poet, novelist, and playwright of the late 19th and early 20th centuries. Born in Dayton, Ohio, to parents who had been enslaved in Kentucky before the American Civil War, Dunbar began to write stories and verse when still a child and was president of his high school's literary society. He published his first poems at the age of 16 in a Dayton newspaper.",
      "pageId": 24623,
      "monthDay": "06/27"
    },
    {
      "year": "1872",
      "uri": "/wiki/Paul_Laurence_Dunbar",
      "name": "Paul Laurence Dunbar",
      "aboutText": "Natalia Brasova, Countess Brasova (Russian: Наталья Брасова; born Natalia Sergeyevna Sheremetyevskaya, Russian: Ната́лья Серге́евна Шереме́тьевская; 27 June 1880 – 26 January 1952) was a Russian noblewoman who married, as her third husband, Grand Duke Michael Alexandrovich of Russia.",
      "pageId": 73034,
      "monthDay": "06/27"
    },
    {
      "year": "1880",
      "uri": "/wiki/Natalia_Brasova",
      "name": "Natalia Brasova",
      "aboutText": "Mary Antoinette Perry (June 27, 1888 – June 28, 1946) was an actress, director and co-founder of the American Theatre Wing.",
      "pageId": 217761,
      "monthDay": "06/27"
    },
    {
      "year": "1880",
      "uri": "/wiki/Helen_Keller",
      "name": "Helen Keller",
      "aboutText": "Juan Terry Trippe (June 27, 1899 – April 3, 1981) was an American airline entrepreneur and pioneer, and the founder of Pan American World Airways, one of the world's most prominent airlines of the twentieth century.",
      "pageId": 244525,
      "monthDay": "06/27"
    },
    {
      "year": "1882",
      "uri": "/wiki/Eduard_Spranger",
      "name": "Eduard Spranger",
      "aboutText": "Guilhermina Augusta Xavier de Medim Suggia Carteado Mena, known as Guilhermina Suggia, (27 June 1885 – 30 July 1950) was a Portuguese cellist. She studied in Paris, France with Pablo Casals, and built an international reputation. She spent many years living in the United Kingdom, where she was particularly celebrated.",
      "pageId": 287368,
      "monthDay": "06/27"
    },
    {
      "year": "1884",
      "uri": "/wiki/Gaston_Bachelard",
      "name": "Gaston Bachelard",
      "aboutText": "Gaston Bachelard (French: [baʃlaʁ]; 27 June 1884 – 16 October 1962) was a French philosopher. He made contributions in the fields of poetics and the philosophy of science. To the latter he introduced the concepts of epistemological obstacle and epistemological break (obstacle épistémologique and rupture épistémologique).",
      "pageId": 548540,
      "monthDay": "06/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Pierre_Montet",
      "name": "Pierre Montet",
      "aboutText": "Heber Doust Curtis (June 27, 1872 – January 9, 1942) was an American astronomer. He participated in 11 expeditions for the study of solar eclipses.",
      "pageId": 674867,
      "monthDay": "06/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Guilhermina_Suggia",
      "name": "Guilhermina Suggia",
      "aboutText": "Eduard Spranger (27 June 1882 – 17 September 1963) was a German philosopher and psychologist.",
      "pageId": 749238,
      "monthDay": "06/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Charlie_Macartney",
      "name": "Charlie Macartney",
      "aboutText": "Sir Lewis Bernstein Namier (UK /ˈneɪmɪər/; 27 June 1888 – 19 August 1960) was a British historian of Polish-Jewish background.",
      "pageId": 762529,
      "monthDay": "06/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Lewis_Bernstein_Namier",
      "name": "Lewis Bernstein Namier",
      "aboutText": "João Guimarães Rosa (Portuguese: [ˈʒwɐ̃w ɡimaˈɾɐ̃js ˈʁɔzɐ]; 27 June 1908 – 19 November 1967) was a Brazilian novelist and diplomat, considered by many as the greatest author of Brazilian literature, along with Machado de Assis. His best-known work is the novel Grande Sertão: Veredas (translated as The Devil to Pay in the Backlands), a revolutionary text for its archaic and colloquial prose, rooted in the spoken language of the Brazilian backlands, and profound philosophical themes and ponderings. Some consider this to be the Brazilian equivalent of Ulysses.",
      "pageId": 896494,
      "monthDay": "06/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Antoinette_Perry",
      "name": "Antoinette Perry",
      "aboutText": "Dame Catherine Cookson, DBE (27 June 1906 – 11 June 1998) was an English author. She became the United Kingdom's most widely read novelist, with sales topping 100 million, while retaining a relatively low profile in the world of celebrity writers. Her books were inspired by her deprived youth in South Tyneside, North East England, the setting for her novels.",
      "pageId": 905516,
      "monthDay": "06/27"
    },
    {
      "year": "1892",
      "uri": "/wiki/Paul_Colin_(artist)",
      "name": "Paul Colin",
      "aboutText": "Vernon Phillips Watkins (27 June 1906 – 8 October 1967) was a British poet, translator and painter.",
      "pageId": 1029562,
      "monthDay": "06/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/Juan_Trippe",
      "name": "Juan Trippe",
      "aboutText": "Frank Rattray Lillie (June 27, 1870 – November 5, 1947) was an American zoologist and an early pioneer of the study of embryology. Born in Toronto, Ontario, Canada, Lillie moved to the United States in 1891 to study for a summer at the Marine Biological Laboratory (MBL) in Woods Hole, Massachusetts. Lillie formed a lifelong association with the laboratory, eventually rising to become its director in 1908.",
      "pageId": 1664586,
      "monthDay": "06/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Merle_Tuve",
      "name": "Merle Tuve",
      "aboutText": "John Herrick McIntire (June 27, 1907 – January 30, 1991) was an American character actor.",
      "pageId": 2382853,
      "monthDay": "06/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Armand_Mondou",
      "name": "Armand Mondou",
      "aboutText": "Charles George \"Charlie\" Macartney (27 June 1886  – 9 September 1958) was an Australian cricketer who played in 35 Tests between 1907 and 1926. He was known as \"The Governor-General\" in reference to his authoritative batting style and his flamboyant strokeplay, which drew comparisons with his close friend and role model Victor Trumper, regarded as one of the most elegant batsmen in cricketing history. Sir Donald Bradman—generally regarded as the greatest batsman in history—cited Macartney's dynamic batting as an inspiration in his cricket career.",
      "pageId": 2581850,
      "monthDay": "06/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Catherine_Cookson",
      "name": "Catherine Cookson",
      "aboutText": "Jean Pierre Marie Montet (June 27, 1885 – June 19, 1966) was a French Egyptologist.",
      "pageId": 2682896,
      "monthDay": "06/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Vernon_Watkins",
      "name": "Vernon Watkins",
      "aboutText": "Paul Colin (27 June 1892 in Nancy, France - 18 June 1985 in Nogent-sur-Marne) was one of France’s greatest poster artists.\nMade famous in 1925 by his poster for the Revue Nègre, which helped to launch the career of Josephine Baker (who became his mistress), he worked for over forty years in the theatre, creating not only posters but also numerous sets and costumes.\nVery Art déco at the outset, (his Le Tumulte noir is a masterpiece of the genre), his style quickly became highly personal and impossible to categorize: the synthetic accuracy of his portraits, the evocative force of his posters for grand causes so marked him as a master of visual communication that his work today remains relevant and fresh.",
      "pageId": 3394373,
      "monthDay": "06/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/John_McIntire",
      "name": "John McIntire",
      "aboutText": "Joseph Armand Mondou (June 27, 1905 - September 13, 1976) was a Canadian ice hockey forward.\nMondou was born in Yamaska, Quebec. He played his entire National Hockey League career with the Montreal Canadiens.",
      "pageId": 8460843,
      "monthDay": "06/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jo%C3%A3o_Guimar%C3%A3es_Rosa",
      "name": "João Guimarães Rosa",
      "aboutText": "Merle Anthony Tuve (June 27, 1901 - May 20, 1982) was an American geophysicist who was the founding director of the Johns Hopkins University Applied Physics Laboratory.",
      "pageId": 17132349,
      "monthDay": "06/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Gene_Venzke",
      "name": "Gene Venzke",
      "aboutText": "Robert James \"Bob\" Keeshan (June 27, 1927 – January 23, 2004) was an American television producer and actor. He is most notable as the title character of the children's television program Captain Kangaroo, which became an icon for millions of people during its 30-year run from 1955 to 1984.",
      "pageId": 54589,
      "monthDay": "06/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/Billy_Curtis",
      "name": "Billy Curtis",
      "aboutText": "Jerome Solon Felder (June 27, 1925 – March 14, 1991), known as Doc Pomus, was an American blues singer and songwriter. He is best known as the lyricist of many rock and roll hits.",
      "pageId": 165832,
      "monthDay": "06/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Elton_Britt",
      "name": "Elton Britt",
      "aboutText": "William Joseph Mosconi (/mɒsˈkoʊni/; June 27, 1913 – September 17, 1993), generally known as Willie Mosconi, was an American professional pool (pocket billiards) player from Philadelphia, Pennsylvania. Between the years of 1941 and 1957, he won the World Straight Pool Championship an unmatched fifteen times. For most of the 20th century, his name was essentially synonymous with pool in North America – he was nicknamed \"Mr.",
      "pageId": 435965,
      "monthDay": "06/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Philip_Guston",
      "name": "Philip Guston",
      "aboutText": "St. Elmo Sylvester Hope (June 27, 1923 – May 19, 1967) was an American jazz pianist, composer, and arranger, chiefly in the bebop and hard bop genres. He grew up playing and listening to jazz and classical music with Bud Powell, and both were close friends of another influential pianist, Thelonious Monk.",
      "pageId": 662081,
      "monthDay": "06/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Willie_Mosconi",
      "name": "Willie Mosconi",
      "aboutText": "Robert Fordyce Aickman (27 June 1914 – 26 February 1981) was an English conservationist and writer of fiction and nonfiction. As a conservationist, he is notable for co-founding the Inland Waterways Association, a group which has preserved from destruction and restored England's inland canal system.",
      "pageId": 949371,
      "monthDay": "06/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/Robert_Aickman",
      "name": "Robert Aickman",
      "aboutText": "Philip Guston, born Phillip Goldstein (June 27, 1913 — June 7, 1980), was a painter and printmaker in the New York School, which included many of the abstract expressionists, such as Jackson Pollock and Willem de Kooning.",
      "pageId": 1744716,
      "monthDay": "06/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/Giorgio_Almirante",
      "name": "Giorgio Almirante",
      "aboutText": "Rosalie Allen (born Julie Marlene Bedra, June 27, 1924 in Old Forge, Lackawanna County, Pennsylvania – September 24, 2003) was an American singer.\nAllen grew up the daughter of a Polish immigrant chiropractor in a large, impoverished Pennsylvania family. Inspired by the singing cowboys of the 1930s, she taught herself to sing and play her brother's guitar, then began working on the radio in Wilkes-Barre, Pennsylvania and later performed on Denver Darling's Swing Billies pseudo-western radio show in New York City.",
      "pageId": 2184491,
      "monthDay": "06/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Grace_Lee_Boggs",
      "name": "Grace Lee Boggs",
      "aboutText": "Giorgio Almirante (27 June 1914 – 22 May 1988) was an Italian politician, the founder and leader of the Italian Social Movement until his retirement in 1987.",
      "pageId": 2672301,
      "monthDay": "06/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Alexander_Moore",
      "name": "John Alexander Moore",
      "aboutText": "Robert \"Bob\" Appleyard MBE (27 June 1924 – 17 March 2015) was a Yorkshire and England cricketer. He was one of the best English bowlers of the 1950s, a decade which saw England develop its strongest bowling attack of the twentieth century. Able to bowl fast-medium swingers or seamers and off-spinners with almost exactly the same action, Appleyard's career was almost destroyed by injury and illness after his first full season in 1951.",
      "pageId": 2723734,
      "monthDay": "06/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_Normann",
      "name": "Robert Normann",
      "aboutText": "James Lincoln Collier (born June 27, 1928) is an American journalist, professional musician, and author of books, primarily non-fiction for adult readers and fiction for children.\nCollier was born to Edmund Collier and Katherine Brown. He came from a family of writers and teachers, including his father and several aunts and uncles.",
      "pageId": 3053853,
      "monthDay": "06/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Muriel_Pavlow",
      "name": "Muriel Pavlow",
      "aboutText": "Jacques Berthier (27 June 1923 – 27 June 1994) was a French composer of liturgical music, best known for writing much of the music used at Taizé.",
      "pageId": 4754305,
      "monthDay": "06/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jacques_Berthier",
      "name": "Jacques Berthier",
      "aboutText": "Elton Britt (June 27, 1913 – June 22, 1972), was an American country music guitarist and singer-songwriter.",
      "pageId": 5641112,
      "monthDay": "06/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Beth_Chatto",
      "name": "Beth Chatto",
      "aboutText": "Leonard Solomon Lerman (June 27, 1925 - September 19, 2012) was an American scientist most noted for his work on DNA.",
      "pageId": 7245514,
      "monthDay": "06/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Elmo_Hope",
      "name": "Elmo Hope",
      "aboutText": "Billy Curtis, born Luigi Curto, (June 27, 1909 – November 9, 1988) was an American film and television actor with dwarfism who had a 50-year career in the entertainment industry.",
      "pageId": 7251239,
      "monthDay": "06/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Rosalie_Allen",
      "name": "Rosalie Allen",
      "aboutText": "Beth Chatto, OBE (born 27 June 1923), is a British plantswoman, garden designer and author best known for creating the Beth Chatto Gardens near Elmstead Market, in the English county of Essex. She is also known for writing several books on gardening for specific conditions. She has lectured throughout the UK, United States, Canada, Australia, the Netherlands and Germany.",
      "pageId": 8827517,
      "monthDay": "06/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bob_Appleyard",
      "name": "Bob Appleyard",
      "aboutText": "Muriel Lilian Pavlow (born 27 June 1921) is a British actress. Her mother was French and her father was Russian.",
      "pageId": 12066850,
      "monthDay": "06/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Leonard_Lerman",
      "name": "Leonard Lerman",
      "aboutText": "John Alexander Moore (June 27, 1915 – May 26, 2002) was an American zoology professor emeritus.\n^ Alberts 2011, p. 3.\n^ a b Cardullo, Richard A.; Alberts, Bruce M.; Barkin, Kenneth D.; Chappell, Mark A.; Ruibal, Rodolfo; Taylor, Charles.",
      "pageId": 17503997,
      "monthDay": "06/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Doc_Pomus",
      "name": "Doc Pomus",
      "aboutText": "Grace Lee Boggs (June 27, 1915 – October 5, 2015) was an American author, social activist, philosopher and feminist. She is known for her years of political collaboration with C.L.R. James and Raya Dunayevskaya in the 1940s and 1950s. She eventually went off in her own political direction in the 1960s with her husband of some forty years, James Boggs, until he died in 1993.",
      "pageId": 27919665,
      "monthDay": "06/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bob_Keeshan",
      "name": "Bob Keeshan",
      "aboutText": "Eugene George \"Gene\" Venzke (June 27, 1908 - February 14, 1992) was an American middle-distance runner.",
      "pageId": 39444190,
      "monthDay": "06/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/James_Lincoln_Collier",
      "name": "James Lincoln Collier",
      "aboutText": "Robert Uno Normann (27 June 1916 in Sundløkka in the former Borge kommune, now Fredrikstad - 20 May 1998 in Sarpsborg, Norway) was a Norwegian guitarist, and is considered one of the jazz guitar pioneers.\n^ Stendahl, Bjørn (13 February 2009). \"Robert Uno Normann Extended Biography\".",
      "pageId": 40846895,
      "monthDay": "06/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Rudy_Perpich",
      "name": "Rudy Perpich",
      "aboutText": "Henry Ross Perot (/pəˈroʊ/; born June 27, 1930) is an American businessman best known for being an independent presidential candidate in 1992 and the Reform party presidential candidate in 1996. Perot founded Electronic Data Systems (EDS) in 1962, sold the company to General Motors in 1984, and founded Perot Systems in 1988. Perot Systems was bought by Dell for $3.9 billion in 2009.",
      "pageId": 43505,
      "monthDay": "06/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Dick_the_Bruiser",
      "name": "Dick the Bruiser",
      "aboutText": "Rudolph George \"Rudy\" Perpich, Sr. (June 27, 1928 –  September 21, 1995) was an American politician and the longest-serving governor of Minnesota. A member of the Democratic-Farmer-Labor Party, he served as the 34th and 36th Governor of Minnesota from December 29, 1976 to January 4, 1979, and from January 3, 1983, to January 7, 1991.",
      "pageId": 137985,
      "monthDay": "06/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Peter_Maas",
      "name": "Peter Maas",
      "aboutText": "Bruce Edward Babbitt (born June 27, 1938) is an American politician from the state of Arizona. A member of the Democratic Party, Babbitt served as the 16th governor of Arizona from 1978 to 1987, and as the United States Secretary of the Interior from 1993 through 2001.",
      "pageId": 180444,
      "monthDay": "06/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tommy_Kono",
      "name": "Tommy Kono",
      "aboutText": "Charles Bronfman, PC CC (born June 27, 1931) is a Canadian / American businessman and philanthropist and is a member of the Canadian Jewish Bronfman family.",
      "pageId": 344266,
      "monthDay": "06/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ross_Perot",
      "name": "Ross Perot",
      "aboutText": "Martinus Justinus Godefriedus \"Tini\" Veltman (Dutch: [ˈvɛltmɑn]; born June 27, 1931) is a Dutch theoretical physicist.",
      "pageId": 491723,
      "monthDay": "06/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Charles_Bronfman",
      "name": "Charles Bronfman",
      "aboutText": "Joseph Percival \"Joe\" Allen IV, Ph.D. (born June 27, 1937) is a former NASA astronaut. He logged more than 3,000 hours flying time in jet aircraft.\nAllen is married to the former Bonnie Jo Darling of Elkhart, Indiana.",
      "pageId": 502179,
      "monthDay": "06/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Magali_No%C3%ABl",
      "name": "Magali Noël",
      "aboutText": "Anna Moffo (June 27, 1932 – March 9, 2006) was an American opera singer, television personality, and award-winning dramatic actress. One of the leading lyric-coloratura sopranos of her generation, she possessed a warm and radiant voice of considerable range and agility. Because of her physical appearance she was nicknamed \"La Bellissima\".",
      "pageId": 677355,
      "monthDay": "06/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Martinus_J._G._Veltman",
      "name": "Martinus J. G. Veltman",
      "aboutText": "Thomas Derbyshire better known as Tommy Cannon (born 27 June 1938) is a comedian and the feed member of comedy double act Cannon and Ball, along with Bobby Ball. He is most well known for the show The Cannon and Ball Show.",
      "pageId": 1112516,
      "monthDay": "06/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Eddie_Kasko",
      "name": "Eddie Kasko",
      "aboutText": "Tamio \"Tommy\" Kono (born June 27, 1930) was a U.S. weightlifter in the 1950s and 1960s.",
      "pageId": 1878195,
      "monthDay": "06/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Anna_Moffo",
      "name": "Anna Moffo",
      "aboutText": "Lucille Clifton (June 27, 1936 in Depew, New York – February 13, 2010 in Baltimore, Maryland) was an American poet, writer, and educator from Buffalo, New York. From 1979 to 1985 she was Poet Laureate of Maryland.",
      "pageId": 1961495,
      "monthDay": "06/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Hugh_Wood",
      "name": "Hugh Wood",
      "aboutText": "William Fritz Afflis (June 27, 1929 – November 10, 1991) was an American professional wrestler and football player, better known by his ring name, Dick the Bruiser.",
      "pageId": 1992594,
      "monthDay": "06/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Laurent_Terzieff",
      "name": "Laurent Terzieff",
      "aboutText": "Kirkpatrick Sale (born June 27, 1937) is an independent scholar and author who has written prolifically about political decentralism, environmentalism, luddism and technology.",
      "pageId": 2349516,
      "monthDay": "06/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ramon_Zamora",
      "name": "Ramon Zamora",
      "aboutText": "Peter Maas (June 27, 1929 – August 23, 2001) was an American journalist and author. He was born in New York City and attended Duke University. Maas had Dutch and Irish heritage.",
      "pageId": 2442818,
      "monthDay": "06/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Lucille_Clifton",
      "name": "Lucille Clifton",
      "aboutText": "Laurent Terzieff (27 June 1935, Toulouse – 2 July 2010, Paris) was a French actor.\n^ Laurent Terzieff est mort (in French), Artistik Rezo.",
      "pageId": 2737542,
      "monthDay": "06/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joseph_P._Allen",
      "name": "Joseph P. Allen",
      "aboutText": "Edward Michael Kasko (born June 27, 1932) is a former infielder, manager, scout and front office executive in American Major League Baseball.",
      "pageId": 2751750,
      "monthDay": "06/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Otto_Herrigel",
      "name": "Otto Herrigel",
      "aboutText": "Kathryn Beaumont (born 27 June 1938) is an English actress, voice actress, singer, and school teacher who was born in London. She is best known for providing the voices of both Alice in Disney's Alice in Wonderland and Wendy in Disney's Peter Pan. Walt Disney personally cast Beaumont after seeing the film On an Island with You, in which child actress Beaumont had a small role.",
      "pageId": 4463554,
      "monthDay": "06/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Kirkpatrick_Sale",
      "name": "Kirkpatrick Sale",
      "aboutText": "Magali Noëlle Guiffray (27 June 1931 – 23 June 2015), better known as Magali Noël, was a French actress and singer.\nBorn in İzmir to French parents in the diplomatic service, she left Turkey for France in 1951, and her acting career began soon thereafter. She acted in multilingual cinema chiefly from 1951 to 1980, appearing in several Italian films directed by Federico Fellini, for whom she was a favourite performer.",
      "pageId": 5467452,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bruce_Babbitt",
      "name": "Bruce Babbitt",
      "aboutText": "Hugh Wood (born 27 June 1932) is a British composer.",
      "pageId": 5771284,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Kathryn_Beaumont",
      "name": "Kathryn Beaumont",
      "aboutText": "Ramon Artiaga Zamora (June 27, 1935 — August 26, 2007) was a Filipino film actor best known for his leading roles in local martial arts films and action movies of the 1970s.",
      "pageId": 14140660,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tommy_Cannon",
      "name": "Tommy Cannon",
      "aboutText": "Otto Herrigel (27 June 1937 – 13 May 2013) was a Namibian lawyer, businessman, and politician. He served as Namibia's first Finance Minister between 1990 and 1992.\nHerrigel was born in Walvis Bay and grew up in Swakopmund.",
      "pageId": 39413456,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Shirley_Anne_Field",
      "name": "Shirley Anne Field",
      "aboutText": "James Patrick Hogan (27 June 1941 – 12 July 2010) was a British science fiction author.",
      "pageId": 16569,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/David_Hope,_Baron_Hope_of_Craighead",
      "name": "David Hope, Baron Hope of Craighead",
      "aboutText": "Krzysztof Kieślowski (Polish pronunciation: [ˈkʂɨʂtɔf kʲɛɕˈlɔfskʲi]; 27 June 1941 – 13 March 1996) was an influential Polish film director and screenwriter known internationally for The Decalogue (1989), The Double Life of Véronique (1991), and The Three Colors Trilogy (1993–1994). Kieślowski received numerous awards during his career, including the Cannes Film Festival Jury Prize (1988), FIPRESCI Prize (1988, 1991), and Prize of the Ecumenical Jury (1991); the Venice Film Festival FIPRESCI Prize (1989), Golden Lion (1993), and OCIC Award (1993); and the Berlin International Film Festival Silver Bear (1994). In 1995 he received Academy Award nominations for Best Director and Best Writing.",
      "pageId": 155269,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Yevgeniy_Ivchenko",
      "name": "Yevgeniy Ivchenko",
      "aboutText": "Bruce Arthur Johnston (born Benjamin Baldwin on June 27, 1942) is an American singer, songwriter, and record producer best known as a member of the Beach Boys. In 1965, Johnston joined the band for live performances, filling in for the group's co-founder Brian Wilson, who had quit touring in order to spend more time in the studio. Johnston then became a contributing member on subsequent albums.",
      "pageId": 315898,
      "monthDay": "06/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Konrad_Kujau",
      "name": "Konrad Kujau",
      "aboutText": "Konrad Paul Kujau (27 June 1938 – 12 September 2000) was an illustrator and forger. He became famous in 1983 as the creator of the so-called Hitler Diaries, for which he received DM 2.5 million from a person who in turn sold it for DM 9.3 million to the magazine Stern.",
      "pageId": 411920,
      "monthDay": "06/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/R._D._Burman",
      "name": "R. D. Burman",
      "aboutText": "Ian Bruce Lang, Baron Lang of Monkton PC (born 27 June 1940) is a former British Conservative MP for Galloway from 1979 to 1983 and for Galloway and Upper Nithsdale from 1983 to 1997.\nLang was made a life peer as Baron Lang of Monkton, of Merrick and the Rhinns of Kells in Dumfries and Galloway on 29 September 1997 and is currently chair of the Advisory Committee on Business Appointments.\nIn May 2011, Lang became chairman of the board of directors of Marsh & McLennan Companies, Inc.",
      "pageId": 415201,
      "monthDay": "06/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Neil_Hawke",
      "name": "Neil Hawke",
      "aboutText": "Americo Peter \"Rico\" Petrocelli (born June 27, 1943 in Brooklyn, New York) is an American retired baseball shortstop and third baseman who played his entire career in the American League with the Boston Red Sox (1963–76). After a brief stint in 1963, he joined the team full-time in 1965.\nIn 1967 Petrocelli was selected to the All-Star game during the Carl Yastrzemski-led Red Sox' \"Impossible Dream\" year.",
      "pageId": 478396,
      "monthDay": "06/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ian_Lang,_Baron_Lang_of_Monkton",
      "name": "Ian Lang, Baron Lang of Monkton",
      "aboutText": "Rahul Dev Burman (Bengali pronunciation: [Rahul Deb Bôrmon]; 27 June 1939 – 4 January 1994) was an Indian film score composer, who is considered one of the seminal music directors of the Indian film industry. Nicknamed Pancham da, he was the only son of the composer Sachin Dev Burman.\nFrom the 1960s to the 1990s, RD Burman composed musical scores for 331 movies.",
      "pageId": 571542,
      "monthDay": "06/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bill_Baxley",
      "name": "Bill Baxley",
      "aboutText": "William Joseph Baxley, II (born June 27, 1941), is an American Democratic politician and attorney originally from Dothan, Alabama.\nIn 1964, Baxley graduated from the University of Alabama School of Law in Tuscaloosa. He served two terms from 1971 to 1979 as Attorney General of Alabama.",
      "pageId": 1642829,
      "monthDay": "06/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/James_P._Hogan_(writer)",
      "name": "James P. Hogan",
      "aboutText": "James Arthur David Hope, Baron Hope of Craighead, KT, PC, FRSE (born 27 June 1938) is a retired Scottish judge who served as the first Deputy President of the Supreme Court of the United Kingdom from 2009 until his retirement in 2013, having previously been the Second Senior Lord of Appeal in Ordinary. In 2015, he became the Convenor of the Crossbench peers in the House of Lords.",
      "pageId": 1826306,
      "monthDay": "06/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Krzysztof_Kie%C5%9Blowski",
      "name": "Krzysztof Kieślowski",
      "aboutText": "Daniel Isaac \"Danny\" Schechter (June 27, 1942 – March 19, 2015) was an American television producer, independent filmmaker, blogger, and media critic. He wrote and spoke about many issues including apartheid, civil rights, economics, foreign policy, journalistic control and ethics, and medicine. While attending the London School of Economics in the 1960s Schechter became an anti-apartheid activist and made trips to South Africa on behalf of the African National Congress (ANC).",
      "pageId": 2332065,
      "monthDay": "06/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bruce_Johnston",
      "name": "Bruce Johnston",
      "aboutText": "Patrick Sercu (born 27 June 1944) is a retired Belgian cyclist who was active on the road and track between 1961 and 1983. On track, he won the gold medal in the 1 km time trial at the 1964 Summer Olympics, as well as three world titles in the sprint, in 1963, 1967 and 1969. On the road, he earned the green jersey in the 1974 Tour de France.",
      "pageId": 2524106,
      "monthDay": "06/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Frank_Mills",
      "name": "Frank Mills",
      "aboutText": "Neil James Napier Hawke (27 June 1939 – 25 December 2000) was an Australian Test cricketer and leading Australian rules footballer.\nBorn in Cheltenham, South Australia, Hawke quickly developed as a natural all-round sportsman who excelled in cricket, football and golf and made his senior Australian rules football debut for South Australian National Football League (SANFL) club Port Adelaide in August 1957. Hawke stamped himself as a future champion when in his third game he kicked 15 goals for Port against South Adelaide before being surprisingly dropped two weeks later.",
      "pageId": 2582265,
      "monthDay": "06/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/J%C3%A9r%C3%B4me_Savary",
      "name": "Jérôme Savary",
      "aboutText": "Frank Mills (born June 27, 1942 in Montreal, Quebec), is a Canadian pianist and recording artist, best known for his solo instrumental hit \"Music Box Dancer\".\nMills grew up in Verdun, Quebec and started playing piano at the age of three. He attended McGill University for five years.",
      "pageId": 2847669,
      "monthDay": "06/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Danny_Schechter",
      "name": "Danny Schechter",
      "aboutText": "Raveendra Nath \"Ravi\" Batra (born June 27, 1943), is an Indian-American economist, author, and professor at Southern Methodist University. Batra is the author of six bestselling books, two of which appeared on The New York Times Best Seller list, with one (The Great Depression of 1990) reaching #1 in late 1987. His books center on his idea that financial capitalism breeds excessive inequality and political corruption which inevitably succumbs to financial crisis and economic depression.",
      "pageId": 3261595,
      "monthDay": "06/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ravi_Batra",
      "name": "Ravi Batra",
      "aboutText": "Kjersti Døvigen (born 27 June 1943) is a Norwegian actress. She is known, among other things, for her role in the popular Norwegian TV-drama Offshore.\nDøvigen is the mother of the actress Ulrikke Hansen Døvigen, and currently lives in England.",
      "pageId": 5746722,
      "monthDay": "06/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Kjersti_D%C3%B8vigen",
      "name": "Kjersti Døvigen",
      "aboutText": "Shirley Anne Field (born 27 June 1938) is an English actress who has performed on stage, film and television since 1955.",
      "pageId": 6945550,
      "monthDay": "06/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Rico_Petrocelli",
      "name": "Rico Petrocelli",
      "aboutText": "Yevgeniy Ivchenko (Russian: Евгений Ивченко, Belarusian: Яўген Іўчанка; 26 June 1938 in Sumy Oblast, Ukrainian SSR – 2 June 1999) was a Soviet athlete who competed mainly in the 50 km walk. He trained at Trudovye Rezervy in Minsk.\nHe competed for the USSR in the 1980 Summer Olympics held in Moscow, Soviet Union in the 50 kilometre walk where he won the bronze medal.",
      "pageId": 8239416,
      "monthDay": "06/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Angela_King_(environmentalist)",
      "name": "Angela King",
      "aboutText": "Jérôme Savary (27 June 1942 – 4 March 2013) was an Argentinian-French theater director and actor. His work has democratized and widened the appeal of musical theater in France, drawing together and blending such genres as opera, operetta, and musical comedy.\n^ a b Staff (based on AFP report) (05.03.2013).",
      "pageId": 11951286,
      "monthDay": "06/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Patrick_Sercu",
      "name": "Patrick Sercu",
      "aboutText": "Joseph \"Joey\" Edward Covington (June 27, 1945 – June 4, 2013) was an American drummer, best known for his involvements with Jefferson Airplane, Hot Tuna and Jefferson Starship.",
      "pageId": 14816610,
      "monthDay": "06/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Joey_Covington",
      "name": "Joey Covington",
      "aboutText": "Angela King (born 27 June 1944) co-founded Common Ground, a British organisation which campaigns to link nature with culture and the positive investment people can make in their own localities, with Sue Clifford in 1983. She was Friends of the Earth's first Wildlife Campaigner for England. She went on to be consultant to the Nature Conservancy Council until Common Ground was founded in 1982/3.",
      "pageId": 41583521,
      "monthDay": "06/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Norma_Kamali",
      "name": "Norma Kamali",
      "aboutText": "Vera Ellen Wang (Chinese: 王薇薇; pinyin: Wáng Wēiwei, Mandarin pronunciation: [u̯ɑ̌ŋ u̯éɪ̯u̯éɪ̯]; born June 27, 1949) is an American fashion designer based in New York City.",
      "pageId": 47443,
      "monthDay": "06/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Camile_Baudoin",
      "name": "Camile Baudoin",
      "aboutText": "Isabelle Yasmina Adjani (born 27 June 1955) is a French film actress and singer. A five-time winner of the César Award for Best Actress, she won for Possession (1981), One Deadly Summer (1983) Camille Claudel (1988), La Reine Margot (1994) and Skirt Day (2009). She was made a Chevalier of the Legion of Honour in 2010, and a Commander of the Order of Arts and Letters in 2014.",
      "pageId": 101318,
      "monthDay": "06/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Vera_Wang",
      "name": "Vera Wang",
      "aboutText": "Mary Patricia McAleese (/mækəˈliːs/; née Leneghan; Irish: Máire Pádraigín Mhic Giolla Íosa; born 27 June 1951) served as the eighth President of Ireland from 1997 to 2011. She was the second female president and was first elected in 1997 succeeding Mary Robinson, making McAleese the world's first woman to succeed another as president. She was re-elected unopposed for a second term in office in 2004.",
      "pageId": 146712,
      "monthDay": "06/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Julia_Duffy",
      "name": "Julia Duffy",
      "aboutText": "Sultan bin Salman bin Abdulaziz Al Saud (Arabic: سلطان بن سلمان بن عبد العزيز آل سعود‎‎) (born 27 June 1956) is a former Royal Saudi Air Force pilot who flew aboard the American STS-51-G Space Shuttle mission as a payload specialist, and a member of the House of Saud.",
      "pageId": 505290,
      "monthDay": "06/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mary_McAleese",
      "name": "Mary McAleese",
      "aboutText": "Dan Jurgens (born June 27, 1959 in Ortonville, Minnesota) is an American comic book writer and artist. He is known for creating the superhero Booster Gold, and for his lengthy runs on the Superman titles The Adventures of Superman and Superman (vol.",
      "pageId": 567167,
      "monthDay": "06/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Madan_Bhandari",
      "name": "Madan Bhandari",
      "aboutText": "Magnus Gustaf Adolf Lindberg (born 27 June 1958) is a Finnish composer and pianist. He was the New York Philharmonic's composer-in-residence from 2009 to 2012 and is the London Philharmonic Orchestra's composer-in-residence from the beginning of the 2014/15 season.",
      "pageId": 625180,
      "monthDay": "06/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Igor_Gr%C3%A4zin",
      "name": "Igor Gräzin",
      "aboutText": "Scott Douglas Cunningham (June 27, 1956 – March 28, 1993) was a U.S. writer. Cunningham is the author of several books on Wicca and various other alternative religious subjects.\nHis work Wicca: A Guide for the Solitary Practitioner, is one of the most successful books on Wicca ever published; he was a friend of notable occultists and Wiccans such as Raymond Buckland, and was a member of the Serpent Stone Family, and received his Third Degree Initiation as a member of that coven.",
      "pageId": 855983,
      "monthDay": "06/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alice_McDermott",
      "name": "Alice McDermott",
      "aboutText": "Alice McDermott (born June 27, 1953) is an American writer and university professor. For her 1998 novel Charming Billy she won an American Book Award and the U.S. National Book Award for Fiction.\nMcDermott is Johns Hopkins University's Richard A. Macksey Professor of the Humanities.",
      "pageId": 1144278,
      "monthDay": "06/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Richard_Ibbotson",
      "name": "Richard Ibbotson",
      "aboutText": "Ted Arthur Haggard (born June 27, 1956) is an American evangelical pastor. Known as Pastor Ted to the congregation he served, he was the founder and former pastor of the New Life Church in Colorado Springs, Colorado; a founder of the Association of Life-Giving Churches; and was leader of the National Association of Evangelicals (NAE) from 2003 until November 2006.\nIn November 2006, male prostitute and masseur Mike Jones alleged that Haggard had paid him for sex for three years and had also purchased and used crystal methamphetamine.",
      "pageId": 1151958,
      "monthDay": "06/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Isabelle_Adjani",
      "name": "Isabelle Adjani",
      "aboutText": "Lisa Ruth Germano (born June 27, 1958) is an American singer/songwriter and multi-instrumentalist who has released seven albums featuring her often-hushed vocal style, confessional lyrics, and distinctive violin. Her 1994 album Geek the Girl received widespread critical acclaim, including being featured as a top album of the 1990s by the music magazine Spin.",
      "pageId": 1247012,
      "monthDay": "06/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Heiner_Dopp",
      "name": "Heiner Dopp",
      "aboutText": "Madan Kumar Bhandari (Nepali: मदनकुमार भण्डारी) (June 27, 1952 – 16 May 1993) was a Nepalese politician and communist leader. He was sensational youth Communist leader who rose to prominence after being party leader and defeating great rival leader Krishna Prasad Bhattarai in general election. As a communist leader, his fact based speech with use of proper vocabulary were awestrucking with combination of great courage and determination to speak such that no one shall match that audacity, not even the beloved Nepalese King.",
      "pageId": 1839618,
      "monthDay": "06/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Scott_Cunningham",
      "name": "Scott Cunningham",
      "aboutText": "John Bolaris (born June 27, 1957) is an American meteorologist. Bolaris has won four Mid-Atlantic Emmy Awards—three for Best Weathercaster and one for Best Entertainment Host for Time Out, a television show he co-hosted for five years on WCAU in Philadelphia, Pennsylvania.\nHe worked as a syndicated meteorologist from 1982 to 1987.",
      "pageId": 1954583,
      "monthDay": "06/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ted_Haggard",
      "name": "Ted Haggard",
      "aboutText": "Julia Duffy (born Julia Margaret Hinds; June 27, 1951) is an American actress, best known for playing Stephanie Vanderkellen on the sitcom Newhart (1983–90). For this role, she received seven Emmy Award nominations and a 1988 Golden Globe Award nomination. The role also won her three Viewers for Quality Television awards.",
      "pageId": 2244983,
      "monthDay": "06/27"
    },
    {
      "year": "",
      "uri": "/wiki/Sultan_bin_Salman_Al_Saud",
      "name": "Sultan bin Salman Al Saud",
      "aboutText": "Gabriella Dorio (born 27 June 1957 in Veggiano, Veneto) is an Italian former athlete and Olympic gold winner. She won two medals, at senior level, at the International athletics competitions.\n^ \"PODIO INTERNAZIONALE DAL 1908 AL 2008 - DONNE\" (PDF).",
      "pageId": 2695592,
      "monthDay": "06/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Bolaris",
      "name": "John Bolaris",
      "aboutText": "Heiner Dopp (born 27 June 1956 in Bad Dürkheim, Rheinland-Pfalz) is a former field hockey player from West Germany, who competed at three Summer Olympics for his native country. He won the silver medal with his team, in 1984 (Los Angeles) and in 1988 (Seoul). Dopp made his Olympic debut in 1976 (Montreal).",
      "pageId": 3084830,
      "monthDay": "06/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gabriella_Dorio",
      "name": "Gabriella Dorio",
      "aboutText": "Jeffrey Lee Pierce (June 27, 1958 – March 31, 1996) was an American singer, songwriter and guitarist. He was one of the founding members of the 1980s punk band The Gun Club. He was a founding member of The Red Lights, before forming The Gun Club, and also released several solo albums.",
      "pageId": 3180802,
      "monthDay": "06/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lisa_Germano",
      "name": "Lisa Germano",
      "aboutText": "Camile Baudoin (born June 27, 1948) is a guitar player from New Orleans, Louisiana and a founding member of The Radiators.\nBaudoin shares lead guitar duties in The Radiators with Dave Malone, and plays with or without a slide. Since the band's equipment truck was stolen in 2001, Baudoin has mainly played a malachite green PRS Custom 24 (pictured at right) or a Rainsong WS-1000 graphite guitar.",
      "pageId": 6848198,
      "monthDay": "06/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Magnus_Lindberg",
      "name": "Magnus Lindberg",
      "aboutText": "Igor Gräzin (born 27 June 1952 in Tartu) is an Estonian politician. He is serving as an Member of Parliament in Riigikogu, the Estonian Parliament, and won another term in the 2011 parliamentary election. Gräzin is a charter member of the Estonian Reform Party which carried a sweeping victory in these elections.",
      "pageId": 10051564,
      "monthDay": "06/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jeffrey_Lee_Pierce",
      "name": "Jeffrey Lee Pierce",
      "aboutText": "Vice Admiral Sir Richard Jeffrey Ibbotson (born 27 June 1954), KBE CB DSC DL is a former Royal Navy officer who served as Deputy Commander-in-Chief Fleet.",
      "pageId": 29773022,
      "monthDay": "06/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Dan_Jurgens",
      "name": "Dan Jurgens",
      "aboutText": "Norma Kamali (born June 27, 1945 in New York City) is an American fashion designer based in New York City of Lebanese and Basque Spanish descent. She is best known for the \"sleeping bag\" coat, garments made from silk parachutes, and versatile multi-use pieces. She designed the red one-piece bathing suit worn by Farrah Fawcett in the iconic 1976 Charlie's Angels poster.",
      "pageId": 32643365,
      "monthDay": "06/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lorrie_Morgan",
      "name": "Lorrie Morgan",
      "aboutText": "Tony Leung Chiu-wai (born 27 June 1962) is a Hong Kong actor and C-pop singer. He was the winner of Cannes Film Festival for Best Actor for his role in Wong Kar-wai's film In the Mood for Love. Leung is also a seven-time winner of Hong Kong Film Award and three-time winner of Golden Horse Film Awards.",
      "pageId": 213424,
      "monthDay": "06/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Craig_Hodges",
      "name": "Craig Hodges",
      "aboutText": "Jeffrey Jacob \"J. J.\" Abrams (born June 27, 1966) is an American director, producer, writer, and composer, best known for his work in the genres of action, drama, and science fiction. Abrams wrote and/or produced feature films such as Regarding Henry (1991), Forever Young (1992), Armageddon (1998), and Cloverfield (2008). He created or co-created a number of TV drama series, including Felicity (co-creator, 1998–2002), Alias (creator, 2001–2006), Lost (co-creator, 2004–2010), and Fringe (co-creator, 2008–2013).",
      "pageId": 337250,
      "monthDay": "06/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robert_King_(conductor)",
      "name": "Robert King",
      "aboutText": "Wendy Alexander (born 27 June 1963, Glasgow) is a retired Scottish politician and the former Member of the Scottish Parliament (MSP) for Paisley North. She held various Scottish Government cabinet posts and was the leader of the Labour Party group in the Scottish Parliament from 2007–2008. In 2010–2011 she convened the Scotland Bill Committee on financial powers of the Scottish Parliament.",
      "pageId": 472415,
      "monthDay": "06/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Meera_Syal",
      "name": "Meera Syal",
      "aboutText": "Inva Mula (born June 27, 1963) is an Albanian opera lyric soprano. She began her soprano career at a very early age. Her father (Avni Mula) and mother (Nina Mula) were also opera singers.",
      "pageId": 537905,
      "monthDay": "06/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Michael_Ball_(singer)",
      "name": "Michael Ball",
      "aboutText": "Meera Syal CBE (born Feroza Syal on 27 June 1961) is a British comedian, writer, playwright, singer, journalist, producer and actress. She rose to prominence as one of the team that created Goodness Gracious Me and became one of the UK's best-known Indian personalities portraying Sanjeev's grandmother, Ummi, in The Kumars at No. 42.",
      "pageId": 600233,
      "monthDay": "06/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tony_Leung_Chiu-Wai",
      "name": "Tony Leung Chiu-Wai",
      "aboutText": "Michael Ashley Ball, OBE (born 27 June 1962) is an English actor, singer and broadcaster, who is known for his work in musical theatre. He made his West End debut in 1985 playing Marius in the original London production of Les Misérables, and went on star in 1987 as Raoul in The Phantom of the Opera. In 1989, he reached number two in the UK singles chart with \"Love Changes Everything\", a song taken from the musical Aspects of Love, where he played Alex.",
      "pageId": 784200,
      "monthDay": "06/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sunanda_Pushkar",
      "name": "Sunanda Pushkar",
      "aboutText": "Aigars Kalvītis (born 27 June 1966) is a Latvian politician, former Prime Minister of Latvia and current Chairman of the Board of Latvijas Balzams.\nKalvītis graduated from Latvia University of Agriculture in 1992 with a degree in economics. From 1992 to 1998, he was a manager at various agriculture-related businesses.",
      "pageId": 1234143,
      "monthDay": "06/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Wendy_Alexander",
      "name": "Wendy Alexander",
      "aboutText": "Craig Anthony Hodges (born June 27, 1960) is a retired American professional basketball player and current head coach of the Westchester Knicks of the NBA Development League. He played in the NBA for 10 seasons and led the league in 3-point shooting percentage three times. He won two NBA championships with the Chicago Bulls, and along with Larry Bird, is one of only two players to win three consecutive Three Point Contests at the National Basketball Association All-Star Weekend, winning the competition in 1990, 1991, and 1992.",
      "pageId": 1825886,
      "monthDay": "06/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Johnny_Benson,_Jr.",
      "name": "Johnny Benson, Jr.",
      "aboutText": "Jonathan \"Johnny\" Benson, Jr. (born June 27, 1963) is an American NASCAR driver and the son of former Michigan modified driver John Benson, Sr. His career highlights include the 1993 American Speed Association AC-Delco Challenge series championship, the 1995 Busch Series championship, the 1996 Winston Cup NASCAR Rookie of the Year award, and the 2008 Craftsman Truck Series championship.",
      "pageId": 1875235,
      "monthDay": "06/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jay_Karnes",
      "name": "Jay Karnes",
      "aboutText": "Loretta Lynn \"Lorrie\" Morgan (born June 27, 1959) is an American country music singer. She is the daughter of George Morgan, a country music singer who charted several hit singles between 1949 and his death in 1975.\nMorgan charted her first single in 1978, although she did not break into the top of the U.S. country charts until her 1989 single, \"Trainwreck of Emotion.\" Since then, she has charted more than 25 singles on the Billboard Hot Country Singles & Tracks charts, with three number one hits: \"Five Minutes,\" \"What Part of No\" and \"I Didn't Know My Own Strength.\" She has also recorded more than 15 studio albums.",
      "pageId": 1896834,
      "monthDay": "06/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Igor_Kusin",
      "name": "Igor Kusin",
      "aboutText": "Jay Karnes (born June 27, 1963) is an American actor, best known for his role as LAPD detective Holland \"Dutch\" Wagenbach on the FX television series The Shield.",
      "pageId": 2071081,
      "monthDay": "06/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Inva_Mula",
      "name": "Inva Mula",
      "aboutText": "Chuck Connors Person (born June 27, 1964) is an American basketball coach and former player who is currently the associate head coach at Auburn University.",
      "pageId": 2094682,
      "monthDay": "06/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_Roos_(Australian_rules_footballer)",
      "name": "Paul Roos",
      "aboutText": "Paul Roos (born 27 June 1963) is a former Australian rules footballer and the senior coach of the Melbourne Football Club. Roos represented Fitzroy and Sydney in the Australian Football League (VFL/AFL) during the 1980s and 1990s. Roos was the senior coach of the Sydney Swans from 2002 to 2010.",
      "pageId": 2617810,
      "monthDay": "06/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stephan_Brenninkmeijer",
      "name": "Stephan Brenninkmeijer",
      "aboutText": "Simon Jonathan Sebag Montefiore (/ˌsaɪmən ˌsiːbæɡ ˌmɒntɨfiˈɔːri/; born 27 June 1965) is a British journalist, historian, television presenter and award-winning author of popular history books.",
      "pageId": 3262576,
      "monthDay": "06/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Chuck_Person",
      "name": "Chuck Person",
      "aboutText": "Stephan Brenninkmeijer (born 27 June 1964 in Doorwerth) is an award-winning Dutch film director, producer, film editor and screenwriter.",
      "pageId": 5666256,
      "monthDay": "06/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Simon_Sebag_Montefiore",
      "name": "Simon Sebag Montefiore",
      "aboutText": "Óscar Vega Sánchez (born June 27, 1965 in Vitoria-Gasteiz, Álava) is a former boxer from Spain, who represented his native country at the 1992 Summer Olympics in Barcelona, Spain.",
      "pageId": 8397908,
      "monthDay": "06/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/%C3%93scar_Vega",
      "name": "Óscar Vega",
      "aboutText": "Robert King (born 27 June 1960 in Wombourne) is an English conductor, harpsichordist, editor and author.",
      "pageId": 19957571,
      "monthDay": "06/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/J._J._Abrams",
      "name": "J. J. Abrams",
      "aboutText": "Jörg Bergen (born 27 June 1966 in Marbach am Neckar) is a German football manager and former player.\nBergen made 24 Bundesliga appearances for SpVgg Unterhaching during his playing career.\n^ \"Bergen, Jörg\" (in German).",
      "pageId": 21395845,
      "monthDay": "06/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/J%C3%B6rg_Bergen",
      "name": "Jörg Bergen",
      "aboutText": "Sunanda Pushkar (27 June 1962 – 17 January 2014) was an Indian businesswoman and the wife of Indian diplomat and politician Shashi Tharoor.",
      "pageId": 28517269,
      "monthDay": "06/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Aigars_Kalv%C4%ABtis",
      "name": "Aigars Kalvītis",
      "aboutText": "Igor Kusin (born on 27 June 1963, in Zagreb) is a linguist and author from Zagreb.",
      "pageId": 30838604,
      "monthDay": "06/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jeff_Conine",
      "name": "Jeff Conine",
      "aboutText": "Christian Kane (born June 27, 1974) is an American actor and singer-songwriter. He is known for his roles in the television shows Angel, Leverage and Into the West, and the movies Just Married and Secondhand Lions.\nKane is the lead singer of the country-southern rock band Kane.",
      "pageId": 259347,
      "monthDay": "06/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sylvie_Fr%C3%A9chette",
      "name": "Sylvie Fréchette",
      "aboutText": "Kieren Aedogan Ankwong Keke (born 27 June 1971) is a Nauruan politician and medical doctor. He is a former Minister of Foreign Affairs and has previously been speaker of the Nauruan Parliament.",
      "pageId": 383769,
      "monthDay": "06/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vasiliy_Kaptyukh",
      "name": "Vasiliy Kaptyukh",
      "aboutText": "Pascale Bussières (born June 27, 1968 in Montreal, Quebec, Canada) is a French Canadian actress.",
      "pageId": 591880,
      "monthDay": "06/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Phil_Kearns",
      "name": "Phil Kearns",
      "aboutText": "James Patrick \"Jim\" Edmonds (born June 27, 1970) is an American former center fielder in Major League Baseball and a current broadcaster for Fox Sports Midwest. He played for the California/Anaheim Angels, St. Louis Cardinals, San Diego Padres, Chicago Cubs, Milwaukee Brewers, and Cincinnati Reds.",
      "pageId": 881905,
      "monthDay": "06/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kelly_Ayotte",
      "name": "Kelly Ayotte",
      "aboutText": "George Hincapie (born June 29, 1973) is an American retired road bicycle racer, who competed as a professional between 1994 and 2012.\nHincapie was a key domestique of Lance Armstrong, and was the only rider to assist Armstrong in all seven of his Tour de France victories. Hincapie was also a domestique for Alberto Contador in 2007 and for Cadel Evans in 2011, when both men won the Tour de France.",
      "pageId": 1257631,
      "monthDay": "06/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pascale_Bussi%C3%A8res",
      "name": "Pascale Bussières",
      "aboutText": "Viktor Vasyliovych Petrenko (Ukrainian: Віктор Васильович Петренко; born 27 June 1969) is a Ukrainian former competitive figure skater who represented the Soviet Union, the Unified Team, and Ukraine during his career. He is the 1992 Olympic Champion for the Unified Team. Petrenko became the first flagbearer for Ukraine.",
      "pageId": 1346285,
      "monthDay": "06/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Viktor_Petrenko",
      "name": "Viktor Petrenko",
      "aboutText": "Lore Christian Fitzgerald Sjöberg (born June 27, 1970, under the surname \"Shoberg\") is an internet humorist, co-founder of the Brunching Shuttlecocks humor website and author of The Book of Ratings.",
      "pageId": 1359843,
      "monthDay": "06/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Draco_Rosa",
      "name": "Draco Rosa",
      "aboutText": "Jo Frost is a British television personality who leveraged her 15-year-experience as a nanny for the reality television program Supernanny, in which she was the central figure. It first aired in the United Kingdom in 2004 and she has branched off into several other reality shows in the United Kingdom, United States and the Netherlands. The edgier Family S.O.S. with Jo Frost tackled complex issues, such as addiction and abuse.",
      "pageId": 1642725,
      "monthDay": "06/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ahmed_Ahmed",
      "name": "Ahmed Ahmed",
      "aboutText": "Jeffrey Guy Conine (/ˈkoʊnaɪn/; born June 27, 1966) is a former Major League Baseball player who played 17 seasons with six teams primarily as an outfielder. An inaugural member of the Florida Marlins who was with the franchise for both of its World Series titles, he earned the title Mr. Marlin for his significant history with the club, and his ties to South Florida.",
      "pageId": 1661869,
      "monthDay": "06/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/R%C3%A9gine_Cavagnoud",
      "name": "Régine Cavagnoud",
      "aboutText": "John Eales AM (born 27 June 1970) is an Australian former rugby union player and the most successful captain in the history of Australian rugby. He became one of only twenty dual Rugby Union World Cup winners.\n^ \"2001 Australian Wallabies squad — British & Irish Lions Tour\".",
      "pageId": 1693061,
      "monthDay": "06/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/John_Eales",
      "name": "John Eales",
      "aboutText": "Dawud Wharnsby (born David Howard Wharnsby on June 27, 1972) is a Muslim Canadian singer-songwriter, poet, performer, educator and television personality. A multi-instrumentalist, he is best known for his work in the musical/poetic genre of English Language nasheed and spoken word.",
      "pageId": 2198576,
      "monthDay": "06/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Edmonds",
      "name": "Jim Edmonds",
      "aboutText": "Sylvie Fréchette, MSC (born 27 June 1967 in Montreal, Quebec) is a former Canadian synchronized swimmer.\nSylvie competed in the women's solo at the 1992 Summer Olympics. In the technical figures routine, a Brazilian judge accidentally entered a score of 8.7 instead of 9.7, costing her first place; after several appeals by the Canadian Olympic Committee, her medal was upgraded to gold.",
      "pageId": 2321887,
      "monthDay": "06/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lore_Sj%C3%B6berg",
      "name": "Lore Sjöberg",
      "aboutText": "Vasiliy Borisovich Kaptyukh (Belarusian: Васіль Барысавіч Капцюх; Russian: Василий Борисович Каптюх; born June 27, 1967 in Maladzyechna) is a Belarusian former discus thrower who won the Olympic bronze medal in 1996. He has in fact never won gold or silver medals in major competitions, and he finished fourth in major contests such as the 2000 and 2004 Summer Olympics, despite he even setting his personal best throw at the former with 67.59 metres.\nHis father Boris and his aunt Vera Kaptyukh were also prominent athletes.",
      "pageId": 3310665,
      "monthDay": "06/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Yancey_Arias",
      "name": "Yancey Arias",
      "aboutText": "Régine Cavagnoud (27 June 1970 – 31 October 2001) was a World Cup alpine ski racer from France. She was the World Cup and World Champion in Super G in 2001.",
      "pageId": 4173288,
      "monthDay": "06/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jo_Frost",
      "name": "Jo Frost",
      "aboutText": "Yancey Arias (born June 27, 1971) is an American actor, perhaps most noted for his work on television crime dramas, particularly his roles as Miguel Cadena in the NBC series Kingpin and as Gabriel Williams in the FX series Thief.",
      "pageId": 4994104,
      "monthDay": "06/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kieren_Keke",
      "name": "Kieren Keke",
      "aboutText": "Philip Nicholas Kearns (born 27 June 1967) is a former Australian rugby union player. He represented Australia 67 times and was captain of on 10 occasions. He commentates on rugby for the Fox Sports TV channel.",
      "pageId": 6427210,
      "monthDay": "06/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dawud_Wharnsby",
      "name": "Dawud Wharnsby",
      "aboutText": "Kelly Ann Ayotte (/ˈeɪɒt/ AY-ot; born June 27, 1968) is an American politician and the junior United States senator from New Hampshire, serving since 2011. A member of the Republican Party, she is the second youngest of the 20 female Senators, and the eleventh-youngest overall.\nBorn in Nashua, New Hampshire, Ayotte is a graduate of Pennsylvania State University and Villanova University School of Law.",
      "pageId": 6538022,
      "monthDay": "06/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/George_Hincapie",
      "name": "George Hincapie",
      "aboutText": "Ahmed Ahmed (Arabic: أحمد أحمد‎, IPA: [ˈæħmæd]; born June 27, 1970) is an Egyptian-born American actor and comedian.",
      "pageId": 12613010,
      "monthDay": "06/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christian_Kane",
      "name": "Christian Kane",
      "aboutText": "Draco Cornelius Rosa Suárez (Spanish: [´dɾako koɾ´neljus ´rosa ´swaɾeθ]; born Robert Edward Rosa Suárez, June 27, 1969), also known as Robi Draco Rosa, Draco Rosa or simply Draco, is a multiple-time Grammy and Latin Grammy winning American-born Puerto Rican musician, singer, songwriter, composer, multi-instrumentalist, dancer, record producer and entrepreneur.\nRosa originally garnered fame as a member of boy band Menudo in the 1980s, singing lead on the band's biggest stateside hit, \"Hold Me\" and featuring prominently in the accompanying music video. After leaving the band he moved to Brazil where he released two albums, achieving mainstream success.",
      "pageId": 28790258,
      "monthDay": "06/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christopher_O%27Neill",
      "name": "Christopher O'Neill",
      "aboutText": "Christopher Paul O'Neill (born 27 June 1974) is an American-British financier and the husband of Princess Madeleine, Duchess of Hälsingland and Gästrikland, the second daughter and youngest child to King Carl XVI Gustaf of Sweden.",
      "pageId": 37441041,
      "monthDay": "06/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ace_Darling",
      "name": "Ace Darling",
      "aboutText": "Leigh Bingham Nash (born June 27, 1976) is an American singer-songwriter who is the lead vocalist for the pop band Sixpence None the Richer and is also a member of Fauxliage and Movement Nashville.",
      "pageId": 123526,
      "monthDay": "06/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bianca_Del_Rio",
      "name": "Bianca Del Rio",
      "aboutText": "Tobias Vincent \"Tobey \" Maguire (born June 27, 1975) is an American actor and film producer who began his career in the late 1980s. Maguire's first appearance in a feature film was a non-speaking part in 1989's The Wizard. He is known for his role as Peter Parker / Spider-Man in Sam Raimi's Spider-Man film trilogy (2002–2007), as well as for his roles in the fantasy comedy-drama Pleasantville (1998), the drama The Cider House Rules (1999), the comedy Wonder Boys (2000), the biographical sports psychological-drama thriller Seabiscuit (2003), the villainous Corporal Patrick Tully in Steven Soderbergh's The Good German (2006), the psychological thriller Brothers (2009), and the drama The Great Gatsby (2013).",
      "pageId": 163228,
      "monthDay": "06/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sarah_Evanetz",
      "name": "Sarah Evanetz",
      "aboutText": "Lolly (born Anna Shantha Kumble, 27 June 1977, Sutton Coldfield, Birmingham) is a British pop star, TV presenter and actress.",
      "pageId": 280583,
      "monthDay": "06/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tobey_Maguire",
      "name": "Tobey Maguire",
      "aboutText": "Raúl González Blanco (Spanish pronunciation: [raˈul ɣonˈθaleθ ˈβlaŋko]) (born 27 June 1977), known as Raúl, is a retired Spanish footballer who played as a striker. Raúl was born in the San Cristóbal de los Ángeles neighborhood of Madrid where he played for the local youth team before moving to the Atlético Madrid youth team. He later moved to Real Madrid's youth academy and played at its various levels.",
      "pageId": 347480,
      "monthDay": "06/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daryle_Ward",
      "name": "Daryle Ward",
      "aboutText": "Daryle Lamar Ward (born June 27, 1975) is an American professional baseball first baseman and outfielder who is currently an Infielder for The Sugar Land Skeeters. He played in Major League Baseball (MLB) from 1998-2008 for the Houston Astros, Los Angeles Dodgers, Pittsburgh Pirates, Washington Nationals, Atlanta Braves and Chicago Cubs. He bats and throws left-handed.",
      "pageId": 682836,
      "monthDay": "06/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cazwell",
      "name": "Cazwell",
      "aboutText": "Johnny Pulado Estrada III (born June 27, 1976) is a former American professional baseball player. He played in Major League Baseball as a catcher for the Philadelphia Phillies, Atlanta Braves, Arizona Diamondbacks, Milwaukee Brewers and the Washington Nationals.\nEstrada was selected in the 17th round of the 1997 Major League Baseball Draft by the Philadelphia Phillies.",
      "pageId": 1085374,
      "monthDay": "06/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Johnny_Estrada",
      "name": "Johnny Estrada",
      "aboutText": "Kevin Peter Pietersen MBE (born 27 June 1980) is a professional cricketer who played for England from 2004 to 2014. Born and raised in South Africa, he is a right-handed batsman and occasional off spin bowler who currently plays for Surrey, as well as Twenty20 in the Caribbean Premier League for St Lucia Zouks and in the Big Bash League for Melbourne Stars.\nPietersen was born to an Afrikaner father and English mother in Pietermaritzburg, Natal Province, South Africa.",
      "pageId": 1481539,
      "monthDay": "06/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Leigh_Nash",
      "name": "Leigh Nash",
      "aboutText": "John Warne is an American musician who has been active in the Christian rock scene since 1996. He is best known for being the bassist for the Christian rock band Relient K as well as being a founding member of the Christian punk band Ace Troubleshooter.",
      "pageId": 1975403,
      "monthDay": "06/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ra%C3%BAl_(footballer)",
      "name": "Raúl",
      "aboutText": "Michael \"Mike\" Maraldo (born June 27, 1975) is an American professional wrestler, best known by his ring name Ace Darling. Darling has wrestled in various independent promotions in Pennsylvania, New Jersey, and Delaware, most notably for the East Coast Wrestling Association, Jersey All Pro Wrestling and Extreme Championship Wrestling.\n^ a b c d e f g h \"Cagematch profile\".",
      "pageId": 3896117,
      "monthDay": "06/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Arkadiusz_Radomski",
      "name": "Arkadiusz Radomski",
      "aboutText": "Arkadiusz \"Arek\" Radomski (born June 27, 1977 in Gniezno) is a former Polish footballer who plays as a holding midfielder who last played for Cracovia.",
      "pageId": 5283183,
      "monthDay": "06/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lolly_(singer)",
      "name": "Lolly",
      "aboutText": "Kim Gyu-ri (born Kim Moon-sun on June 27, 1979), is a South Korean actress.\n^ 학생배우? 인생을 먼저 시작한 것.",
      "pageId": 5387796,
      "monthDay": "06/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Courtney_Ford",
      "name": "Courtney Ford",
      "aboutText": "Sarah Evanetz (born June 27, 1975) is a former competition swimmer from Canada, who competed for her native country at the 1996 Summer Olympics in Atlanta, Georgia.",
      "pageId": 5930970,
      "monthDay": "06/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kim_Gyu-ri_(actress_born_June_1979)",
      "name": "Kim Gyu-ri",
      "aboutText": "Craig Adam Terrill (born June 27, 1980) is an American football defensive tackle who is currently retired. He was drafted by the Seattle Seahawks in the sixth round of the 2004 NFL Draft. He played college football at Purdue.",
      "pageId": 7453840,
      "monthDay": "06/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Benjamin_Speed",
      "name": "Benjamin Speed",
      "aboutText": "Benjamin Peter Speed (born 27 June 1979 in Adelaide, South Australia) is an Australian musician who composes scores for film, television and theatre. He performs and records as Mister Speed and was vocalist and songwriter in the Australian alternative, electronic and hip hop band The New Pollutants.\nGrowing up in Adelaide, Speed graduated with an honours degree in Music Technology from the Elder Conservatorium of Music at Adelaide University and has a Masters Degree in Screen Composing from the Australian Film Television and Radio School (AFTRS) in Sydney.",
      "pageId": 7960665,
      "monthDay": "06/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/John_Warne",
      "name": "John Warne",
      "aboutText": "Courtney Braden Ford (born June 27, 1978) is an American actress.",
      "pageId": 9722724,
      "monthDay": "06/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Hugo_Campagnaro",
      "name": "Hugo Campagnaro",
      "aboutText": "Hugo Armando Campagnaro (Spanish pronunciation: [ˈuɣo]; born 27 June 1980) is an Argentine footballer who plays as a centre back for Italian club Pescara in Serie B.",
      "pageId": 10869152,
      "monthDay": "06/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jennifer_Goodridge",
      "name": "Jennifer Goodridge",
      "aboutText": "Luke Caswell (born June 27, 1978), better known as Cazwell, is an American rapper and songwriter.",
      "pageId": 11981275,
      "monthDay": "06/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kevin_Pietersen",
      "name": "Kevin Pietersen",
      "aboutText": "Jennifer Goodridge is the former keyboardist of Your Enemies Friends. She is a current member of Seaspin  where she is a songwriter and provides lead vocals and rhythm guitar. She provided background vocals on Blaqk Audio's album CexCells, on the song \"Again, Again, and Again\".",
      "pageId": 13135885,
      "monthDay": "06/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Craig_Terrill",
      "name": "Craig Terrill",
      "aboutText": "Roy Haylock (born June 27, 1975), better known by his stage name Bianca Del Rio, is an American actor, insult comedian, costume designer, and drag queen.",
      "pageId": 40066094,
      "monthDay": "06/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Y%C5%ABka_(actress)",
      "name": "Yūka",
      "aboutText": "Yūka (優香, Yūka, born 27 June 1980, in Tokyo) is a Japanese actress, presenter and a former gravure model. She is known for playing the lead role in NHK's drama Honjitsu wa Taian Nari, and a former presenter of the TBS variety show Ōsama no Brunch. From 1999 to 2001, she received Golden Arrow Award every year.",
      "pageId": 46965447,
      "monthDay": "06/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/John_Driscoll_(actor)",
      "name": "John Driscoll",
      "aboutText": "Jared Drake Bell (born June 27, 1986) is an American actor, voice actor, singer-songwriter, and multi-instrumentalist. Born in Newport Beach, California, he began his career as an actor in the early 1990s at the age of five with his first televised appearance on Home Improvement. Bell also appeared in several commercials, such as one for Pokemon Red and Blue.",
      "pageId": 683150,
      "monthDay": "06/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andrew_Embley",
      "name": "Andrew Embley",
      "aboutText": "Alsou Ralifovna Abramova (Russian: Алсу́ Рали́фовна Абра́мова; Tatar: Cyrillic Алсу Рәлиф кызы Абрамова, Latin Alsu Rälif qızı Abramova; née Safina), better known as just Alsou (Алсу́; born on June 27, 1983), is a Russian singer. She competed in the Eurovision Song Contest 2000 in which she came in second place giving her recognition across Europe.",
      "pageId": 772790,
      "monthDay": "06/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Polo_Ravales",
      "name": "Polo Ravales",
      "aboutText": "Evan David Taubenfeld (born June 27, 1983) is an American singer-songwriter, best known for being Avril Lavigne's lead guitarist, music director and frequent collaborator.",
      "pageId": 1194279,
      "monthDay": "06/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Takeru_Shibaki",
      "name": "Takeru Shibaki",
      "aboutText": "Emma Kate Lahana (born 27 June 1984) is a New Zealand actress and singer.",
      "pageId": 1532603,
      "monthDay": "06/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alsou",
      "name": "Alsou",
      "aboutText": "Nico Erik Rosberg (born 27 June 1985) is a German racing driver for Mercedes Formula One team. He races under the German flag in Formula One, and has also briefly competed for Finland very early in his career. He holds dual nationality of these two countries.",
      "pageId": 1628331,
      "monthDay": "06/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jim_Johnson_(baseball,_born_1983)",
      "name": "Jim Johnson",
      "aboutText": "Julie Ordon (born June 27, 1984) is a Swiss model and actress born in Geneva, Switzerland.",
      "pageId": 2964149,
      "monthDay": "06/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dale_Steyn",
      "name": "Dale Steyn",
      "aboutText": "Dale Willem Steyn (/ˈsteɪn/; born 27 June 1983) is a South African cricketer who plays in Tests, T20 Internationals and One Day International cricket for South Africa. Steyn plays domestic cricket in South Africa for Cape Cobras. He is a right-arm fast bowler, and bowls at speeds of around 145–150 km/h (his fastest being recorded at 156.2 km/h during the 2010 IPL, Bangalore Royal Challengers against Kolkata Knight Riders).",
      "pageId": 3099420,
      "monthDay": "06/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Evan_Taubenfeld",
      "name": "Evan Taubenfeld",
      "aboutText": "Andrew Embley (born 27 June 1981) is a former Australian rules footballer who played with the West Coast Eagles in the Australian Football League (AFL). From Perth, Western Australia, Embley began his career with Swan Districts in the West Australian Football League (WAFL), before being recruited by West Coast with a late pick in the 1998 National Draft. He made his debut in the first match of the 1999 season, and was an AFL Rising Star nominee the following season.",
      "pageId": 3475535,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Roc%C3%ADo_Guirao_D%C3%ADaz",
      "name": "Rocío Guirao Díaz",
      "aboutText": "Rocío Guirao Díaz (Spanish pronunciation: [roˈsi.o ɣiˈɾao ˈði.as]; born 27 June, 1984 in Buenos Aires) is an Argentine fashion model from Muse Management.",
      "pageId": 3618640,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jos%C3%A9_Holebas",
      "name": "José Holebas",
      "aboutText": "James William Hook (born 27 June 1985) is a Wales international rugby union player for Aviva Premiership club Gloucester Rugby.\nHook's strengths as a player include good distribution skills, great tactical awareness, and reliable goal kicking, but his popularity in Wales is largely also due to his exciting running style, which is a traditional facet of Welsh fly-half play. This has led to comparisons with New Zealand star Dan Carter and legendary countryman Barry John, who himself hailed Hook as \"a real star of the future\".",
      "pageId": 5824108,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/G%C3%B6khan_Inler",
      "name": "Gökhan Inler",
      "aboutText": "Takeru Shibaki (柴木 丈瑠, Shibaki Takeru, born June 27, 1982) is a Japanese actor and voice actor from Tokyo.",
      "pageId": 6036992,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Khlo%C3%A9_Kardashian",
      "name": "Khloé Kardashian",
      "aboutText": "John Edmund Driscoll (born June 27, 1981 in Fort Belvoir, Virginia) is an American television and soap opera actor.",
      "pageId": 6071201,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/D._J._King",
      "name": "D. J. King",
      "aboutText": "Gökhan Inler (Turkish: Gökhan İnler, born 27 June 1984) is a Swiss professional footballer who plays as a central midfielder for English Premier League side Leicester City.\nInler began his professional career with FC Basel, later joining FC Aarau and FC Zürich, winning the Swiss Super League in both of his seasons with the latter. After four seasons with Udinese in the Italian Serie A, he then joined Napoli in 2011, where he twice won the Coppa Italia.",
      "pageId": 6143459,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Emma_Lahana",
      "name": "Emma Lahana",
      "aboutText": "Dwayne \"D. J.\" King (born June 27, 1984) is a former Canadian professional ice hockey left winger who most recently played with the Ontario Reign of the ECHL.",
      "pageId": 7322708,
      "monthDay": "06/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Julie_Ordon",
      "name": "Julie Ordon",
      "aboutText": "James Robert \"Jim\" Johnson (born June 27, 1983) is an American professional baseball relief pitcher for the Atlanta Braves of Major League Baseball (MLB). He previously played in MLB for the Baltimore Orioles, Oakland Athletics, Detroit Tigers, and Los Angeles Dodgers.",
      "pageId": 10954020,
      "monthDay": "06/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/James_Hook_(rugby_union)",
      "name": "James Hook",
      "aboutText": "Paul Patrick Rodil Gruenberg or simply called Polo Ravales, born June 27, 1982 in Manila, Philippines, is a Filipino actor and model with German descent.",
      "pageId": 15328540,
      "monthDay": "06/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Svetlana_Kuznetsova",
      "name": "Svetlana Kuznetsova",
      "aboutText": "Khloé Kardashian Odom (born Khloé Alexandra Kardashian; June 27, 1984) is an American television personality. In 2007, she and her family were commissioned to star in the reality television series Keeping Up with the Kardashians. Its success has led to the creation of spin-offs including Kourtney and Khloé Take Miami and Khloé & Lamar.",
      "pageId": 17198804,
      "monthDay": "06/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nico_Rosberg",
      "name": "Nico Rosberg",
      "aboutText": "José LIoyd Holebas (Greek: Χοσέ Λόιντ Χολέμπας; born 27 June 1984), also known as Iosif Cholevas (Greek: Ιωσήφ Χολέβας), is a Greek professional footballer who plays for Watford and the Greek national team.",
      "pageId": 20562000,
      "monthDay": "06/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Drake_Bell",
      "name": "Drake Bell",
      "aboutText": "Svetlana Aleksandrovna Kuznetsova (Russian: Светла́на Алекса́ндровна Кузнецо́ва; IPA: [svʲɪtˈlanə ɐlʲɪkˈsandrəvnə kʊznʲɪˈtsovə]; born 27 June 1985) is a Russian professional tennis player, currently ranked No. 25 in the WTA singles rankings. Kuznetsova has appeared in four Grand Slam singles finals, winning two, and has also appeared in seven doubles finals, winning twice.",
      "pageId": 31239539,
      "monthDay": "06/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Evgeniya_Belyakova",
      "name": "Evgeniya Belyakova",
      "aboutText": "Evgeniya Belyakova (Russian: Евгения Александровна Белякова; born 27 June 1986) is a Russian professional basketball player. She plays for Russia women's national basketball team. She will compete in the 2012 Summer Olympics.",
      "pageId": 36539564,
      "monthDay": "06/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sam_Claflin",
      "name": "Sam Claflin",
      "aboutText": "Matthew David Lewis (born 27 June 1989) is an English film, television and stage actor, best known for playing Neville Longbottom in the Harry Potter films, Jamie Bradley in The Syndicate and Corporal Gordon \"Towerblock\" House in the BBC Three comedy drama Bluestone 42.",
      "pageId": 654022,
      "monthDay": "06/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Antoine_Dodson",
      "name": "Antoine Dodson",
      "aboutText": "Madylin Anne Michele Sweeten (born June 27, 1991) is an American actress and comedian, best known for playing the role of Ally Barone on the CBS television sitcom Everybody Loves Raymond from 1996–2005.",
      "pageId": 1280546,
      "monthDay": "06/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/LaShawn_Merritt",
      "name": "LaShawn Merritt",
      "aboutText": "Aselin Debison (born June 27, 1990) is a Canadian pop and Celtic music singer.",
      "pageId": 1451003,
      "monthDay": "06/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sean_Plott",
      "name": "Sean Plott",
      "aboutText": "Kate Marie Ziegler (born June 27, 1988) is an American competition swimmer who specializes in freestyle and long-distance events. Ziegler has won a total of fifteen medals in major international competition, including eight golds, five silvers, and two bronze spanning the World Aquatics and the Pan Pacific Championships. She was a member of the 2012 United States Olympic Team, and competed in the 800-meter freestyle event at the 2012 Summer Olympics.",
      "pageId": 2882846,
      "monthDay": "06/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/India_de_Beaufort",
      "name": "India de Beaufort",
      "aboutText": "Matthew Thomas Spiranovic (Croatian: Matthew Špiranović, pronounced [ʃpirǎːnoʋit͡ɕ]; born 27 June 1988) is an Australian football (soccer) player who plays for Hangzhou Greentown and the Australian national team.\nSpiranovic started his career with Melbourne Victory, making one competitive appearance before being released with the consent of coach Ernie Merrick to join German Bundesliga club 1. FC Nürnberg.",
      "pageId": 8432850,
      "monthDay": "06/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ed_Westwick",
      "name": "Ed Westwick",
      "aboutText": "LaShawn Merritt (born June 27, 1986) is an American track and field athlete who competes in sprinting events, specializing in the 400 meters. He is a former Olympic champion over the distance and his personal best of 43.65 seconds makes him the sixth fastest of all time.\nHe was a successful junior athlete and won the 400 m gold at the 2004 World Junior Championships in Athletics, as well as setting two world junior records in the relays.",
      "pageId": 9510897,
      "monthDay": "06/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stefani_Bismpikou",
      "name": "Stefani Bismpikou",
      "aboutText": "Bruna Tenório (born June 27, 1989) is a Brazilian (Maceió, Alagoas) model of European and Indigenous Brazilian ancestry.\n^ \"Bruna Tenório: fenômeno da moda\" (in Portuguese). Radio France Internationale.",
      "pageId": 12126726,
      "monthDay": "06/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Queneerich_Rehman",
      "name": "Queneerich Rehman",
      "aboutText": "Stefani Bismpikou (also spelled Bisbikou) (born June 27, 1988) is a Greek artistic gymnast who competed at the 2004 and 2008 Olympics. She is the first Greek female gymnast ever to win a medal at the European Championships, and has also won several medals on the World Cup circuit. Her best apparatus is the balance beam, where she has an exceptionally high difficulty score.",
      "pageId": 12129847,
      "monthDay": "06/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Matthew_Spiranovic",
      "name": "Matthew Spiranovic",
      "aboutText": "Edward Jack Peter \"Ed\" Westwick (born 27 June 1987) is an English actor, musician, and model. He is best known for his role as Chuck Bass on The CW's teen drama series Gossip Girl (2007–2012). He has appeared in films such as the romantic crime drama Breaking and Entering (2006), the comedy-drama Son of Rambow (2007), the sci-fi drama S. Darko (2009), the romantic comedy Chalet Girl (2011), the biopic J. Edgar (2011), the romantic drama Romeo and Juliet (2013), the action thriller Last Flight (2014), and the crime drama Bone in the Throat (2015).",
      "pageId": 12423551,
      "monthDay": "06/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kate_Ziegler",
      "name": "Kate Ziegler",
      "aboutText": "Taylor Phinney (born June 27, 1990) is an American racing cyclist who rides professionally for UCI ProTeam BMC Racing Team, specializing in time trials and one day classics on the road, and in the individual pursuit on the track.\n^ a b c \"Rider Biography – BMC Racing Team\".",
      "pageId": 12720113,
      "monthDay": "06/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hana_Birnerov%C3%A1",
      "name": "Hana Birnerová",
      "aboutText": "India de Beaufort (born India Beaufort Lloyd; 27 June 1987) is a British actress and singer-songwriter. She began her career on British television, before moving to United States with recurring role as Miranda Stone during the seventh season of One Tree Hill (2009–10).",
      "pageId": 13503487,
      "monthDay": "06/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matthew_Lewis_(actor)",
      "name": "Matthew Lewis",
      "aboutText": "Samuel George \"Sam\" Claflin (born 27 June 1986) is an English film and television actor. He is best known for portraying Philip Swift in Pirates of the Caribbean: On Stranger Tides, Finnick Odair in the The Hunger Games film series, William in Snow White and the Huntsman and Alex Stewart in Love, Rosie.",
      "pageId": 26981928,
      "monthDay": "06/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Bruna_Ten%C3%B3rio",
      "name": "Bruna Tenório",
      "aboutText": "Kevin Antoine Dodson (born June 27, 1986) is an American Internet celebrity, singer, and actor. In 2010, while a resident of the Lincoln Park housing project in Huntsville, Alabama, he gave an interview on local television news prompted by the report of a home invasion and attempted rape of his sister, Kelly Dodson.",
      "pageId": 28386826,
      "monthDay": "06/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aselin_Debison",
      "name": "Aselin Debison",
      "aboutText": "Sean Plott (born June 27, 1986), more commonly known by his online alias Day[9], is an e-sports commentator for StarCraft II and a former professional StarCraft: Brood War player, known for his daily netcast titled \"The Day[9] Daily\". Plott qualified for the World Cyber Games in 2004, 2005 and 2006 and won the 2007 Pan-American tournament. He qualified for the American finals an additional three times and was recognized as the PC Gamer gamer of the year in 2010.",
      "pageId": 29761271,
      "monthDay": "06/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Campbell_Gillies",
      "name": "Campbell Gillies",
      "aboutText": "Ahn So-hee (Korean: 안소희; Chinese: 安昭熙; Japanese: アンソヒ, born June 27, 1992), commonly known by her stage name Sohee, is a South Korean idol actress, singer, dancer, model and MC. She was the visual, and former member of the popular South Korean girl group Wonder Girls, which debuted under JYP Entertainment in 2007.",
      "pageId": 32021639,
      "monthDay": "06/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Taylor_Phinney",
      "name": "Taylor Phinney",
      "aboutText": "Hana Birnerová (born 27 June 1989) is a Czech tennis player.\nBirnerová has won two doubles titles on the ITF tour in her career. On 12 February 2007, she reached her best singles ranking of world number 933.",
      "pageId": 36161715,
      "monthDay": "06/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rayvon_Owen",
      "name": "Rayvon Owen",
      "aboutText": "Campbell Gillies (27 June 1990 - 25 June 2012) was a Scottish National Hunt jockey most notable for his victory on Brindisi Breeze in the Albert Bartlett Novices' Hurdle at the 2012 Cheltenham Festival.",
      "pageId": 36267383,
      "monthDay": "06/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Madylin_Sweeten",
      "name": "Madylin Sweeten",
      "aboutText": "Queneerich Ajero Rehman (often misspelled as Queenierich) is a Pakistani-Filipino beauty queen, and Miss World Philippines 2012. Rehman represented the Philippines at the Miss World 2012 pageant, in Ordos, China. as Miss World Philippines 2012.",
      "pageId": 36541622,
      "monthDay": "06/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tsubasa_Honda",
      "name": "Tsubasa Honda",
      "aboutText": "Tsubasa Honda (本田 翼, Honda Tsubasa, born June 27, 1992 in Tokyo) is a Japanese actress and model.\n^ 本田翼. Stardust Promotion (in Japanese).",
      "pageId": 38631176,
      "monthDay": "06/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sohee",
      "name": "Sohee",
      "aboutText": "Rayvon Owen (born June 27, 1991) is an American musician who became a finalist in season 14 of American Idol.\n^ Paragraphs, 2paragraphs. \"Rayvon Owen is A ringer\".",
      "pageId": 45649061,
      "monthDay": "06/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Johanna_Talih%C3%A4rm",
      "name": "Johanna Talihärm",
      "aboutText": "Tanay Hemant Chheda (Marathi: तनय हेमंत छेडा; born 27 June 1996) is an Indian child actor.",
      "pageId": 21241215,
      "monthDay": "06/27"
    },
    {
      "year": "1994",
      "uri": "/wiki/Anita_Husari%C4%87",
      "name": "Anita Husarić",
      "aboutText": "Chandler Riggs (born June 27, 1999) is an American child actor, best known for his role as Carl Grimes on the The Walking Dead, an AMC television horror drama series (2010-present).",
      "pageId": 34495497,
      "monthDay": "06/27"
    },
    {
      "year": "1996",
      "uri": "/wiki/Tanay_Chheda",
      "name": "Tanay Chheda",
      "aboutText": "Anita Husarić (born 27 June 1994 in Tuzla) is a Bosnian tennis player.\nHusarić has won ten doubles titles on the ITF tour in her career. On 16 December 2013, she reached her best singles ranking of world number 633.",
      "pageId": 41208768,
      "monthDay": "06/27"
    },
    {
      "year": "1999",
      "uri": "/wiki/Chandler_Riggs",
      "name": "Chandler Riggs",
      "aboutText": "Johanna Talihärm (born 27 June 1993) is an Estonian biathlete.",
      "pageId": 41914578,
      "monthDay": "06/27"
    }
  ]
}