{
  "people": [
    {
      "year": "398",
      "uri": "/wiki/Pulcheria",
      "name": "Pulcheria",
      "aboutText": "Edgar Allan Poe (/poʊ/; born Edgar Poe; January 19, 1809 – October 7, 1849) was an American writer, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. Widely regarded as a central figure of Romanticism in the United States and American literature as a whole, he was one of the country's earliest practitioners of the short story.",
      "pageId": 9549,
      "monthDay": "01/19"
    },
    {
      "year": "840",
      "uri": "/wiki/Michael_III",
      "name": "Michael III",
      "aboutText": "James Watt, FRS, FRSE (30 January 1736 (19 January 1736 OS) – 25 August 1819) was a Scottish inventor, mechanical engineer, and chemist whose Watt steam engine, an improvement of the Newcomen steam engine, was fundamental to the changes brought by the Industrial Revolution in both his native Great Britain and the rest of the world.\nWhile working as an instrument maker at the University of Glasgow, Watt became interested in the technology of steam engines. He realised that contemporary engine designs wasted a great deal of energy by repeatedly cooling and reheating the cylinder.",
      "pageId": 16142,
      "monthDay": "01/19"
    },
    {
      "year": "1409",
      "uri": "/wiki/Ren%C3%A9_of_Anjou",
      "name": "René of Anjou",
      "aboutText": "Robert Edward Lee (January 19, 1807 – October 12, 1870) was an American soldier known for commanding the Confederate Army of Northern Virginia in the American Civil War from 1862 until his surrender in 1865. The son of Revolutionary War officer Henry \"Light Horse Harry\" Lee III, Lee was a top graduate of the United States Military Academy and an exceptional officer and military engineer in the United States Army for 32 years. During this time, he served throughout the United States, distinguished himself during the Mexican–American War, served as Superintendent of the United States Military Academy, and married Mary Custis.",
      "pageId": 25740,
      "monthDay": "01/19"
    },
    {
      "year": "1544",
      "uri": "/wiki/Francis_II_of_France",
      "name": "Francis II",
      "aboutText": "Sir Henry Bessemer (19 January 1813 – 15 March 1898) was an English inventor whose steelmaking process established the town of Sheffield as a major manufacturing centre.\nBessemer had been trying to reduce the cost of steel for military ordnance, when he developed his system for blowing oxygen through pig-iron to remove the impurities. This made steel easier and quicker to manufacture, and revolutionised structural engineering.",
      "pageId": 44342,
      "monthDay": "01/19"
    },
    {
      "year": "1676",
      "uri": "/wiki/John_Weldon_(musician)",
      "name": "John Weldon",
      "aboutText": "Francis II (French: François II) (19 January 1544 – 5 December 1560) was a monarch of the House of Valois-Angoulême who was King of France from 1559 to 1560. He was also King consort of Scotland as a result of his marriage to Mary, Queen of Scots, from 1558 until his death.\nHe ascended the throne of France at the age of fourteen after the accidental death of his father, Henry II, in 1559.",
      "pageId": 70700,
      "monthDay": "01/19"
    },
    {
      "year": "1721",
      "uri": "/wiki/Jean-Philippe_Baratier",
      "name": "Jean-Philippe Baratier",
      "aboutText": "Michael III (Greek: Μιχαήλ Γʹ, Mikhaēl III; January 19, 840 – September 23/24, 867) was Byzantine Emperor from 842 to 867. Michael III was the third and traditionally last member of the Amorian Dynasty, also known as the Phrygian Dynasty.",
      "pageId": 74374,
      "monthDay": "01/19"
    },
    {
      "year": "1736",
      "uri": "/wiki/James_Watt",
      "name": "James Watt",
      "aboutText": "Lysander Spooner (January 19, 1808 – May 14, 1887) was an American individualist anarchist, political philosopher, Unitarian, Christian abolitionist, supporter of the labor movement, legal theorist, and entrepreneur of the nineteenth century.",
      "pageId": 79355,
      "monthDay": "01/19"
    },
    {
      "year": "1737",
      "uri": "/wiki/Giuseppe_Millico",
      "name": "Giuseppe Millico",
      "aboutText": "René of Anjou (Occitan: Rainièr d'Anjau; French: René d'Anjou; 1409–1480), also known as René I of Naples (Italian: Renato I di Napoli) and Good King René (Occitan: Rai Rainièr lo Bòn; French: Le bon roi René), was count of Piedmont, duke of Bar (1430–80), duke of Lorraine (1431–53), duke of Anjou, count of Provence (1434–80), king of Naples (1435–42; titular 1442–80), titular king of Jerusalem (1438–80) and Aragon including Sicily, Majorca and Corsica (1466–80).",
      "pageId": 86924,
      "monthDay": "01/19"
    },
    {
      "year": "1739",
      "uri": "/wiki/Joseph_Bonomi_the_Elder",
      "name": "Joseph Bonomi the Elder",
      "aboutText": "Isidore Auguste Marie François Xavier Comte (19 January 1798 – 5 September 1857), better known as Auguste Comte (French: [oɡyst kɔ̃t]), was a French philosopher. He was a founder of the discipline of sociology and of the doctrine of positivism. He is sometimes regarded as the first philosopher of science in the modern sense of the term.",
      "pageId": 132471,
      "monthDay": "01/19"
    },
    {
      "year": "1752",
      "uri": "/wiki/James_Morris_III",
      "name": "James Morris III",
      "aboutText": "Countess (later Princess) Augusta Caroline Sophie Reuss of Ebersdorf (German: Gräfin Reuß zu Ebersdorf) (19 January 1757 – 16 November 1831), was by marriage a duchess of Saxe-Coburg-Saalfeld. She was born in Saalburg-Ebersdorf.",
      "pageId": 275675,
      "monthDay": "01/19"
    },
    {
      "year": "1757",
      "uri": "/wiki/Countess_Augusta_Reuss_of_Ebersdorf",
      "name": "Countess Augusta Reuss of Ebersdorf",
      "aboutText": "Aelia Pulcheria /ˈiːliə pʌlˈkɪriə/ (January 19, 398 or 399 – 453) was the second child of Eastern Roman Emperor Arcadius and Empress Aelia Eudoxia. Her older sister was Flaccilla, born in 397 but assumed to have died young. Her younger siblings were Arcadia, born in 400, Theodosius II, the future emperor, and Marina, both born in 401.",
      "pageId": 300459,
      "monthDay": "01/19"
    },
    {
      "year": "1788",
      "uri": "/wiki/Pavel_Kiselyov",
      "name": "Pavel Kiselyov",
      "aboutText": "Per Daniel Amadeus Atterbom (19 January 1790 in Åsbo, Östergötland – 21 July 1855) was a Swedish romantic poet, and a member of the Swedish Academy.",
      "pageId": 770664,
      "monthDay": "01/19"
    },
    {
      "year": "1790",
      "uri": "/wiki/Per_Daniel_Amadeus_Atterbom",
      "name": "Per Daniel Amadeus Atterbom",
      "aboutText": "Joseph Bonomi the Elder (19 January 1739 – 9 March 1808) was an Italian architect and draughtsman who spent most of his career in England where he became a successful designer of country houses.",
      "pageId": 1416880,
      "monthDay": "01/19"
    },
    {
      "year": "1798",
      "uri": "/wiki/Auguste_Comte",
      "name": "Auguste Comte",
      "aboutText": "Ferdinand Laub (January 19, 1832 – March 17, 1875) was a Czech violinist and composer.",
      "pageId": 2349661,
      "monthDay": "01/19"
    },
    {
      "year": "1807",
      "uri": "/wiki/Robert_E._Lee",
      "name": "Robert E. Lee",
      "aboutText": "John Weldon (19 January 1676 – 7 May 1736) was an English composer.\nBorn at Chichester in the south of England, he was educated at Eton, where he was a chorister, and later received musical instruction from Henry Purcell. By 1694 Weldon had been appointed organist of New College in Oxford and became well known in the musical life of that city, writing music for masques as well as performing his organist duties.",
      "pageId": 3101179,
      "monthDay": "01/19"
    },
    {
      "year": "1808",
      "uri": "/wiki/Lysander_Spooner",
      "name": "Lysander Spooner",
      "aboutText": "Count Pavel Dmitrievich Kiselyov or Kiseleff (Па́вел Дми́триевич Киселёв) (January 19 [O.S. January 8] 1788, Moscow – November 26 [O.S. November 14] 1872, Paris) is generally regarded as the most brilliant Russian reformer during Nicholas I's generally conservative reign.",
      "pageId": 4202968,
      "monthDay": "01/19"
    },
    {
      "year": "1809",
      "uri": "/wiki/Edgar_Allan_Poe",
      "name": "Edgar Allan Poe",
      "aboutText": "John Jones (19 January 1810 – October 1869), known by his bardic name of Talhaiarn, was a Welsh poet and architect.\nHe was born at the Harp Inn (now known as Hafod y Gân) in Llanfair Talhaearn, Denbighshire. He was probably apprenticed and then worked for the architect and Denbighshire County Surveyor Thomas Penson between 1830 and 1843.",
      "pageId": 9696441,
      "monthDay": "01/19"
    },
    {
      "year": "1810",
      "uri": "/wiki/Talhaiarn",
      "name": "Talhaiarn",
      "aboutText": "Vito Giuseppe Millico, called \"Il Moscovita\" (19 January 1737 – 2 October 1802) was an Italian soprano castrato, composer, and music teacher of the 18th century who is best remembered for his performances in the operas of Christoph Willibald Gluck.\nMillico was born at Terlizzi, near Bari. In 1754, he came to Naples.",
      "pageId": 9917501,
      "monthDay": "01/19"
    },
    {
      "year": "1813",
      "uri": "/wiki/Henry_Bessemer",
      "name": "Henry Bessemer",
      "aboutText": "Jean-Philippe Baratier (also Johann Philipp Baratier; January 19, 1721, Schwabach near Nuremberg – October 5, 1740) was a German scholar.",
      "pageId": 10588427,
      "monthDay": "01/19"
    },
    {
      "year": "1832",
      "uri": "/wiki/Ferdinand_Laub",
      "name": "Ferdinand Laub",
      "aboutText": "James Morris III ((1752-01-19)January 19, 1752 – April 20, 1820(1820-04-20)) was a Continental Army officer from Connecticut during the American Revolutionary War and founder of the Morris Academy, a pioneer in coeducation.\nBorn in Litchfield County, Connecticut, James Morris spent his early life hoping and training to be a minister. However, after graduating from Yale College, Morris accepted a commission of First Lieutenant from the Continental Army and joined the fight for American Independence.",
      "pageId": 17869806,
      "monthDay": "01/19"
    },
    {
      "year": "1833",
      "uri": "/wiki/Alfred_Clebsch",
      "name": "Alfred Clebsch",
      "aboutText": "Paul Cézanne (US /seɪˈzæn/ or UK /sɨˈzæn/; French: [pɔl sezan]; 19 January 1839 – 22 October 1906) was a French artist and Post-Impressionist painter whose work laid the foundations of the transition from the 19th-century conception of artistic endeavour to a new and radically different world of art in the 20th century. Cézanne's often repetitive, exploratory brushstrokes are highly characteristic and clearly recognizable. He used planes of colour and small brushstrokes that build up to form complex fields.",
      "pageId": 24472,
      "monthDay": "01/19"
    },
    {
      "year": "1839",
      "uri": "/wiki/Paul_C%C3%A9zanne",
      "name": "Paul Cézanne",
      "aboutText": "Jacobus Cornelius Kapteyn, (January 19, 1851, Barneveld, Gelderland – June 18, 1922) was a Dutch astronomer. He carried out extensive studies of the Milky Way and was the discoverer of evidence for galactic rotation.",
      "pageId": 178360,
      "monthDay": "01/19"
    },
    {
      "year": "1848",
      "uri": "/wiki/John_Fitzwilliam_Stairs",
      "name": "John Fitzwilliam Stairs",
      "aboutText": "Captain Matthew Webb (19 January 1848 – 24 July 1883) was the first recorded person to swim the English Channel without the use of artificial aids.",
      "pageId": 184409,
      "monthDay": "01/19"
    },
    {
      "year": "1848",
      "uri": "/wiki/Matthew_Webb",
      "name": "Matthew Webb",
      "aboutText": "John Fitzwilliam Stairs, also known as John Fitz William Stairs (January 19, 1848 – September 26, 1904) was an entrepreneur and statesman, born in Halifax, Nova Scotia, Canada, a member of the prominent Stairs family of merchants and shippers founded by William Machin Stairs (1789–1865) that included the Victorian era explorer, William Grant Stairs.\nKnown as \"John F.\", he studied at Dalhousie University and then entered the management of the family's vast business empire. He was elected to the Nova Scotia House of Assembly in 1879, resigning in 1882 to successfully run for election to the House of Commons of Canada in Ottawa where he served as a Conservative Party member until 1896.",
      "pageId": 243065,
      "monthDay": "01/19"
    },
    {
      "year": "1851",
      "uri": "/wiki/Jacobus_Kapteyn",
      "name": "Jacobus Kapteyn",
      "aboutText": "Alexander Humphreys Woollcott (January 19, 1887 – January 23, 1943) was an American critic and commentator for The New Yorker magazine and a member of the Algonquin Round Table.\nHe was the inspiration for Sheridan Whiteside, the main character in the play The Man Who Came to Dinner (1939) by George S. Kaufman and Moss Hart, and for the far less likable character Waldo Lydecker in the film Laura (1944).",
      "pageId": 512947,
      "monthDay": "01/19"
    },
    {
      "year": "1863",
      "uri": "/wiki/Werner_Sombart",
      "name": "Werner Sombart",
      "aboutText": "Werner Sombart (/ˈvɛrnɜrˈzɔːmbɑːrt/; 19 January 1863 – 18 May 1941) was a German economist and sociologist, the head of the “Youngest Historical School” and one of the leading Continental European social scientists during the first quarter of the 20th century.",
      "pageId": 521326,
      "monthDay": "01/19"
    },
    {
      "year": "1871",
      "uri": "/wiki/Dame_Gruev",
      "name": "Dame Gruev",
      "aboutText": "Herbert Chapman (19 January 1878 – 6 January 1934) was an English association football player and manager. Though he had an undistinguished playing career, he went on to become one of the most successful and influential managers in early 20th-century English football, before his sudden death in 1934. Football-historically he is most notable as creator of the WM-formation.",
      "pageId": 538262,
      "monthDay": "01/19"
    },
    {
      "year": "1874",
      "uri": "/wiki/Hitachiyama_Taniemon",
      "name": "Hitachiyama Taniemon",
      "aboutText": "Rudolf Friedrich Alfred Clebsch (19 January 1833 – 7 November 1872) was a German mathematician who made important contributions to algebraic geometry and invariant theory. He attended the University of Königsberg and was habilitated at Berlin. He subsequently taught in Berlin and Karlsruhe.",
      "pageId": 1369957,
      "monthDay": "01/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Wakashima_Gonshir%C5%8D",
      "name": "Wakashima Gonshirō",
      "aboutText": "Damyan Yovanov Gruev or Damjan Jovanov Gruev, often known by his short name Dame Gruev, (January 19, 1871 in Smilevo, Ottoman Empire – December 10, 1906, Petlec peak near Maleshevo, Ottoman Empire) was а Bulgarian revolutionary and insurgent leader in Ottoman Macedonia and Thrace. He was among the founders of the Bulgarian Macedonian-Adrianople Revolutionary Committees. Scholars in the Republic of Macedonia consider Gruev to be an ethnic Macedonian revolutionary.",
      "pageId": 1430242,
      "monthDay": "01/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Dragotin_Kette",
      "name": "Dragotin Kette",
      "aboutText": "Boris Blacher (19 January [O.S. 6 January] 1903 – 30 January 1975) was a German composer and librettist.",
      "pageId": 1473597,
      "monthDay": "01/19"
    },
    {
      "year": "1878",
      "uri": "/wiki/Herbert_Chapman",
      "name": "Herbert Chapman",
      "aboutText": "Ólafur Tryggvason Thors (19 January 1892 – 31 December 1964), the son of Margrét Þorbjörg Kristjánsdóttir and Thor Philip Axel Jensen, was an Icelandic politician of the Independence Party, who served as Prime Minister of Iceland.",
      "pageId": 1634693,
      "monthDay": "01/19"
    },
    {
      "year": "1879",
      "uri": "/wiki/Boris_Savinkov",
      "name": "Boris Savinkov",
      "aboutText": "Sophie Taeuber-Arp (/ˈtɔɪbər ˈɑrp/; 19 January 1889 - 13 January 1943) was a Swiss artist, painter, sculptor, and dancer.",
      "pageId": 2031076,
      "monthDay": "01/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Hermann_Abendroth",
      "name": "Hermann Abendroth",
      "aboutText": "Boris Viktorovich Savinkov (Russian: Бори́с Ви́кторович Са́винков) (19 January 1879 – 7 May 1925) was a Russian writer and revolutionary terrorist. As one of the leaders of the Fighting Organisation of the Socialist Revolutionary Party, he was responsible for the assassinations of several high-ranking imperial officials in 1904 and 1905.\nLater, he became Assistant War Minister in the Provisional Government.",
      "pageId": 2481799,
      "monthDay": "01/19"
    },
    {
      "year": "1887",
      "uri": "/wiki/Alexander_Woollcott",
      "name": "Alexander Woollcott",
      "aboutText": "Hermann Paul Maximilian Abendroth (19 January 1883 – 29 May 1956) was a German conductor.",
      "pageId": 3682984,
      "monthDay": "01/19"
    },
    {
      "year": "1889",
      "uri": "/wiki/Sophie_Taeuber-Arp",
      "name": "Sophie Taeuber-Arp",
      "aboutText": "Briggs Swift Cunningham II (January 19, 1907 – July 2, 2003) was an American entrepreneur and sportsman, who raced automobiles and yachts. Born into a wealthy family, he became a racing car constructor, driver, and team owner as well as a sports car manufacturer and automobile collector.\nHe skippered the first victorious 12-Metre yacht Columbia in the 1958 America's Cup race, and invented the eponymous device, the Cunningham, to increase the speed of racing sailboats.",
      "pageId": 5167457,
      "monthDay": "01/19"
    },
    {
      "year": "1892",
      "uri": "/wiki/%C3%93lafur_Thors",
      "name": "Ólafur Thors",
      "aboutText": "Magdalena Maria Yvonne Tagliaferro (19 January 1893 – 9 September 1986) was a Brazilian-born pianist of French parents.\nMagda Taglisferro was born in Petrópolis, Brazil. Her father, who had studied piano with Raoul Pugno, was a professor of singing and piano at São Paulo Conservatory, and he was young Magda's first teacher.",
      "pageId": 8829797,
      "monthDay": "01/19"
    },
    {
      "year": "1893",
      "uri": "/wiki/Magda_Tagliaferro",
      "name": "Magda Tagliaferro",
      "aboutText": "Hitachiyama Taniemon (常陸山 谷右衞門, January 19, 1874 – June 19, 1922) was a sumo wrestler from Mito, Ibaragi Prefecture, Japan. He was the sport's 19th yokozuna from 1903 till 1914. His great rivalry with Umegatani Tōtarō II created the \"Ume-Hitachi Era\" and did much to popularise sumo.",
      "pageId": 9128570,
      "monthDay": "01/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Boris_Blacher",
      "name": "Boris Blacher",
      "aboutText": "Wakashima Gonshirō (若島 権四郎, January 19, 1876 – October 23, 1943) was a sumo wrestler from Ichikawa, Chiba Prefecture, Japan. He was the sport's 21st yokozuna.",
      "pageId": 9128966,
      "monthDay": "01/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Stanley_Hawes",
      "name": "Stanley Hawes",
      "aboutText": "Stanley Gilbert Hawes (19 January 1905 – 19 April 1991) was a British-born documentary film producer and director who spent most of his career in Australia, though he commenced his career in England and Canada. He was born in London, England and died in Sydney, Australia. He is best known as the Producer-in-Chief (1946–1969) of the Australian Government's filmmaking body, which was named, in 1945, the Australian National Film Board, and then, in 1956, the Commonwealth Film Unit.",
      "pageId": 11252853,
      "monthDay": "01/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Briggs_Cunningham",
      "name": "Briggs Cunningham",
      "aboutText": "Dragotin Kette (19 January 1876 – 26 April 1899) was a Slovene Impressionist and Neo-Romantic poet.",
      "pageId": 15503360,
      "monthDay": "01/19"
    },
    {
      "year": "1908",
      "uri": "/wiki/Aleksandr_Gennadievich_Kurosh",
      "name": "Aleksandr Gennadievich Kurosh",
      "aboutText": "Patricia Highsmith (January 19, 1921 – February 4, 1995) was an American novelist and short story writer, known for her psychological thrillers, which led to more than two dozen film adaptations. Her first novel, Strangers on a Train, has been adapted for stage and screen numerous times, notably by Alfred Hitchcock in 1951. In addition to her series of five novels with Tom Ripley as protagonist, she wrote 17 additional novels and many short stories.",
      "pageId": 63689,
      "monthDay": "01/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Hans_Hotter",
      "name": "Hans Hotter",
      "aboutText": "Leonid Vitaliyevich Kantorovich (Russian: Леони́д Вита́льевич Канторо́вич; IPA: [lʲɪɐˈnʲit vʲɪˈtalʲɪvʲɪtɕ kəntɐˈrovʲɪtɕ]) (19 January 1912 – 7 April 1986) was a Soviet mathematician and economist, known for his theory and development of techniques for the optimal allocation of resources. He is regarded as the founder of linear programming.",
      "pageId": 194660,
      "monthDay": "01/19"
    },
    {
      "year": "1911",
      "uri": "/wiki/Choor_Singh",
      "name": "Choor Singh",
      "aboutText": "Javier Felipe Ricardo Pérez de Cuéllar y de la Guerra KCMG (born January 19, 1920) is a Peruvian diplomat who served as the fifth Secretary-General of the United Nations from January 1, 1982 to December 31, 1991. In 1995, he ran unsuccessfully against Alberto Fujimori for President of Peru. He was President of the Council of Ministers, as well as Minister of Foreign Affairs from November 2000 until July 2001, during the turbulent period following Fujimori's resignation over corruption charges.",
      "pageId": 326080,
      "monthDay": "01/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Leonid_Kantorovich",
      "name": "Leonid Kantorovich",
      "aboutText": "Markus Johannes \"Mischa\" Wolf (19 January 1923 – 9 November 2006) was head of the Main Directorate for Reconnaissance (Hauptverwaltung Aufklärung), the foreign intelligence division of East Germany's Ministry for State Security (MfS, commonly known as the Stasi). He was the MfS's number two for 34 years, which spanned most of the Cold War.",
      "pageId": 337409,
      "monthDay": "01/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Rex_Ingamells",
      "name": "Rex Ingamells",
      "aboutText": "Roberto Marcelo Levingston Laborda (January 19, 1920 – June 17, 2015) was an Argentine Army general who was President of Argentina from June 18, 1970 to March 22, 1971, during the Revolución Argentina period in Argentine history.\nLevingston was born in San Luis Province, and graduated from the Colegio Militar de la Nación in 1941.\nHis military expertise included intelligence and counterinsurgency, and he took the presidency of Argentina in a military coup that deposed Juan Carlos Onganía over his ineffective response to the Montoneros and other guerillas.",
      "pageId": 339668,
      "monthDay": "01/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bob_Gerard",
      "name": "Bob Gerard",
      "aboutText": "Jean Stapleton (born Jeanne Murray; January 19, 1923 – May 31, 2013) was an American character actress of stage, television and film.\nStapleton is best known for having portrayed Edith Bunker, the long-suffering, yet devoted wife of Archie Bunker (played by Carroll O'Connor) and mother of Gloria Stivic (played by Sally Struthers), on the 1970s sitcom All in the Family. Stapleton was a three-time recipient of the Prime Time Emmy Award for leading actress in a comedy series, and won two Golden Globes in the same category during the show's run.",
      "pageId": 408481,
      "monthDay": "01/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Raitt",
      "name": "John Raitt",
      "aboutText": "Hans Hotter (19 January 1909 – 6 December 2003) was a German operatic bass-baritone. He was extremely tall and his appearance was striking. His voice and diction were equally recognisable.",
      "pageId": 1176963,
      "monthDay": "01/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_H._Johnson",
      "name": "John H. Johnson",
      "aboutText": "Frederick Roberts \"Bob\" Gerard (19 January 1914, Leicester – 26 January 1990, South Croxton, Leicestershire) was a racing driver and businessman from England. He participated in numerous top-level motor racing events on either side of World War II, including eight World Championship Formula One Grands Prix, scoring no championship points.",
      "pageId": 1228242,
      "monthDay": "01/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bernard_Dunstan",
      "name": "Bernard Dunstan",
      "aboutText": "Guy Madison (January 19, 1922 – February 6, 1996) was an American film and television actor.",
      "pageId": 1510247,
      "monthDay": "01/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Javier_P%C3%A9rez_de_Cu%C3%A9llar",
      "name": "Javier Pérez de Cuéllar",
      "aboutText": "Jean-François Revel (born Jean-Francois Ricard; 19 January 1924 – 30 April 2006) was a French journalist, author, philosopher and a member of the Académie française from June 1998 onwards. A socialist in his youth, Revel later became a prominent European proponent of classical liberalism and free market economics.\nRevel is best known for his books Without Marx or Jesus: The New American Revolution Has Begun, The Flight from Truth : The Reign of Deceit in the Age of Information and his 2002 book Anti-Americanism, one year after the September 11 attacks of 2001.",
      "pageId": 1523786,
      "monthDay": "01/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Roberto_M._Levingston",
      "name": "Roberto M. Levingston",
      "aboutText": "John Emmett Raitt (January 29, 1917 – February 20, 2005) was an American actor and singer best known for his performances in musical theater.",
      "pageId": 1530634,
      "monthDay": "01/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Patricia_Highsmith",
      "name": "Patricia Highsmith",
      "aboutText": "Nina Bawden CBE FRSL JP (19 January 1925 – 22 August 2012) was an English novelist and children's writer. She was shortlisted for the Booker Prize in 1987 and the Lost Man Booker Prize in 2010.",
      "pageId": 1630829,
      "monthDay": "01/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Guy_Madison",
      "name": "Guy Madison",
      "aboutText": "For the Minor League Baseball exexutive, see John H. Johnson (baseball).\nJohn Harold Johnson (January 19, 1918 – August 8, 2005) was an American businessman and publisher. He was the founder of the Johnson Publishing Company.",
      "pageId": 1718748,
      "monthDay": "01/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Arthur_Morris",
      "name": "Arthur Morris",
      "aboutText": "Nicholas Colasanto (January 19, 1924 – February 12, 1985) was an American actor and television director, known for his role as Coach Ernie Pantusso in the American sitcom Cheers. He served in the United States Navy during World War II. He attended the American Academy of Dramatic Arts in the 1950s. During his career as a sought after actor and television director throughout his lifetime, he was diagnosed with heart disease in the mid-1970s.",
      "pageId": 1809385,
      "monthDay": "01/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jean_Stapleton",
      "name": "Jean Stapleton",
      "aboutText": "Arthur Robert Morris MBE (19 January 1922 – 22 August 2015) was an Australian cricketer who played 46 Test matches between 1946 and 1955. An opener, Morris is regarded as one of Australia's greatest left-handed batsmen. He is best known for his key role in Don Bradman's Invincibles side, which made an undefeated tour of England in 1948.",
      "pageId": 1866473,
      "monthDay": "01/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Markus_Wolf",
      "name": "Markus Wolf",
      "aboutText": "Hans-Jürgen Massaquoi (January 19, 1926 – January 19, 2013) was a German American journalist and author. He was born in Hamburg, Germany, to a white German mother and Liberian Vai father, the grandson of Momulu Massaquoi, the consul general of Liberia in Germany at the time.",
      "pageId": 2086851,
      "monthDay": "01/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nicholas_Colasanto",
      "name": "Nicholas Colasanto",
      "aboutText": "Alexander Gennadyevich Kurosh (Russian: Алекса́ндр Генна́диевич Ку́рош; January 19, 1908 – May 18, 1971) was a Soviet mathematician, known for his work in abstract algebra. He is credited with writing the first modern and high-level text on group theory, his The Theory of Groups published in 1944.\nHe was born in Yartsevo near Smolensk, and died in Moscow.",
      "pageId": 3677203,
      "monthDay": "01/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jean-Fran%C3%A7ois_Revel",
      "name": "Jean-François Revel",
      "aboutText": "Reginald Charles (Rex) Ingamells (19 January 1913 – 30 December 1955) was an Australian poet, generally credited with being the leading light of the Jindyworobak Movement.\nRex Ingamells was born in Orroroo to a Methodist minister, and attended Port Lincoln High School, where he became addicted to poetry. He later attended the University of Adelaide.",
      "pageId": 7938614,
      "monthDay": "01/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Nina_Bawden",
      "name": "Nina Bawden",
      "aboutText": "Bernard Dunstan RA (born 19 January 1920) is a British artist, teacher, and author, best known for his studies of figures in interiors and landscapes. He is currently the longest serving Royal Academician.",
      "pageId": 14442156,
      "monthDay": "01/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Hans_Massaquoi",
      "name": "Hans Massaquoi",
      "aboutText": "Choor Singh Sidhu (19 January 1911 – 31 March 2009), known professionally as Choor Singh, was a judge of the Supreme Court of Singapore and, particularly after his retirement from the bench, a philanthropist and writer of books about Sikhism. Born to a family of modest means in Punjab, India, he came to Singapore at four years of age. He completed his secondary education in the top class at Raffles Institution in 1929, then worked as a clerk in a law firm before becoming a civil servant in the Official Assignee's office.",
      "pageId": 22279680,
      "monthDay": "01/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Fritz_Weaver",
      "name": "Fritz Weaver",
      "aboutText": "Janis Lyn Joplin (/ˈdʒɒplɪn/; January 19, 1943 – October 4, 1970) was an American singer-songwriter who first rose to fame in the late 1960s as the lead singer of the psychedelic/acid rock band Big Brother and the Holding Company, and later as a solo artist with her own backing groups, The Kozmic Blues Band and The Full Tilt Boogie Band.\nHer first ever large scale public performance was at the Monterey Pop Festival; this led her to becoming very popular and one of the major attractions at the Woodstock festival and the Festival Express train tour.",
      "pageId": 16245,
      "monthDay": "01/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tippi_Hedren",
      "name": "Tippi Hedren",
      "aboutText": "The Everly Brothers were American country-influenced rock and roll singers, known for steel-string guitar and close harmony singing. Isaac Donald \"Don\" Everly (born February 1, 1937) and Phillip \"Phil\" Everly (January 19, 1939 – January 3, 2014) were elected to the Rock and Roll Hall of Fame in 1986 and the Country Music Hall of Fame in 2001.",
      "pageId": 102943,
      "monthDay": "01/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Robert_MacNeil",
      "name": "Robert MacNeil",
      "aboutText": "Michael Patrick Smith, CBE (born 19 January 1942), known as Michael Crawford, is an English actor, comedian and singer. He has received great critical acclaim and won numerous awards during his career, which covers radio, television, film, and stagework on both London's West End and on Broadway in New York City.",
      "pageId": 163368,
      "monthDay": "01/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Lester",
      "name": "Richard Lester",
      "aboutText": "Richard Lester (born January 19, 1932) is an American film director based in Britain.",
      "pageId": 210870,
      "monthDay": "01/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/George_Coyne",
      "name": "George Coyne",
      "aboutText": "Lawrence Donald \"Larry\" Clark (born January 19, 1943) is an American film director, photographer, writer and film producer who is best known for the film Kids and his photography book Tulsa.",
      "pageId": 211244,
      "monthDay": "01/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Soumitra_Chatterjee",
      "name": "Soumitra Chatterjee",
      "aboutText": "Nathalie Kay \"Tippi\" Hedren (born January 19, 1930) is an American actress, animal rights activist, and former fashion model. She made her film debut in The Birds in 1963, followed by the title role in Marnie in 1964. In her later years, she has been involved with animal rescue at Shambala Preserve, an 80-acre (32 ha) wildlife habitat which she founded in 1983.",
      "pageId": 287444,
      "monthDay": "01/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ziaur_Rahman",
      "name": "Ziaur Rahman",
      "aboutText": "Ziaur Rahman (Bengali: জিয়াউর রহমান Ji-yaur Rôhman; 19 January 1936 – 30 May 1981) was an army general who served as the 7th President of Bangladesh from 21 April 1977 until his assassination on 30 May 1981.\nZia was a leader of the Bangladesh Forces during the country's liberation war from Pakistan in 1971. He had broadcast the Bangladeshi declaration of independence.",
      "pageId": 308460,
      "monthDay": "01/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Willie_%22Big_Eyes%22_Smith",
      "name": "Willie \"Big Eyes\" Smith",
      "aboutText": "Robert Breckenridge Ware MacNeil, OC (born January 19, 1931), also known as Robin MacNeil, is a Canadian American novelist, and former television news anchor and journalist who had paired with Jim Lehrer to create The MacNeil/Lehrer Report in 1975.",
      "pageId": 538496,
      "monthDay": "01/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Princess_Birgitta_of_Sweden",
      "name": "Princess Birgitta of Sweden",
      "aboutText": "Paolo Borsellino (Italian: [ˈpaːolo borselˈliːno]; January 19, 1940 – July 19, 1992) was an Italian judge. He was killed by a Mafia car bomb in Palermo, 57 days after his friend and fellow Antimafia magistrate Giovanni Falcone was assassinated. He is considered to be one of the most important magistrates killed by the Sicilian Mafia and he is remembered as one of the main symbols of the battle of the State against the Mafia.",
      "pageId": 628364,
      "monthDay": "01/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Giovanna_Marini",
      "name": "Giovanna Marini",
      "aboutText": "Princess Birgitta of Sweden and Hohenzollern (Birgitta Ingeborg Alice, born 19 January 1937) is a Swedish princess, an elder sister of King Carl XVI Gustaf of Sweden.",
      "pageId": 996208,
      "monthDay": "01/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Appadurai_Muttulingam",
      "name": "Appadurai Muttulingam",
      "aboutText": "Thom Mayne (born January 19, 1944) is a Los Angeles-based architect. Mayne helped found the Southern California Institute of Architecture (SCI-Arc) in 1972, where he is a trustee. Since then he has held teaching positions at SCI-Arc, the California State Polytechnic University, Pomona (Cal Poly Pomona) and the University of California, Los Angeles (UCLA).",
      "pageId": 1241003,
      "monthDay": "01/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Phil_Everly",
      "name": "Phil Everly",
      "aboutText": "Fritz William Weaver (born January 19, 1926) is an American stage and screen actor. Weaver has a long and wide variety of performances in television, stage, and motion picture acting and is well known for his roles in two seminal television films, the mini-series Holocaust and the made-for-television movie The Legend of Lizzie Borden. He is also known for his work in science fiction and fantasy, especially in television series and movies like The Twilight Zone, Night Gallery, The X-Files, The Martian Chronicles and Demon Seed.",
      "pageId": 1471350,
      "monthDay": "01/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Paolo_Borsellino",
      "name": "Paolo Borsellino",
      "aboutText": "Pierre Clermont (born January 19, 1941) better known by his ring name Pat Patterson, is a Canadian former professional wrestler. He works for WWE as a creative consultant, and was the first Intercontinental Champion. He was inducted into the WWE Hall of Fame in 1996.",
      "pageId": 1885854,
      "monthDay": "01/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Pat_Patterson_(wrestler)",
      "name": "Pat Patterson",
      "aboutText": "Soumitra Chatterjee or Soumitra Chattopadhyay (Shoumitro Chôṭṭopaddhae; born 19 January 1935) is an Indian film and stage actor and poet. He is best known for his collaborations with film director Satyajit Ray, with whom he worked in fourteen films, and his constant comparison with the Bengali cinema screen idol Uttam Kumar, his contemporary leading man of the 1960s and 1970s.\nStarting with his debut film, Apur Sansar (The World of Apu, 1959), the third part of Apu Trilogy, he went on to work in several notable films with Ray, including Abhijan (The Expedition, 1962), Charulata (The Lonely Wife, 1964), Aranyer Din Ratri (Days and Nights in the Forest, 1969); Ashani Sanket (Distant Thunder, 1973); Sonar Kella (The Fortress, 1974), Joi Baba Felunath (The Elephant God, 1978), Ghare-Baire (The Home and The World, 1984) and Ganashatru (Enemy of the People, 1989).",
      "pageId": 1941880,
      "monthDay": "01/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michael_Crawford",
      "name": "Michael Crawford",
      "aboutText": "George V. Coyne, S.J. (born January 19, 1933) is a Jesuit priest, astronomer, and former director of the Vatican Observatory and head of the observatory's research group which is based at the University of Arizona in Tucson, Arizona.",
      "pageId": 2582187,
      "monthDay": "01/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Thom_Mayne",
      "name": "Thom Mayne",
      "aboutText": "Paul-Eerik Rummo (born January 19, 1942) is an Estonian poet and politician and a former Estonian Minister of Culture and Education, as well as former Estonian Minister of Population Affairs.\nRummo was born in Tallinn, the son of Estonian writer Paul Rummo. Paul-Eerik studied literature in Tartu University, which he graduated in 1965.",
      "pageId": 3397289,
      "monthDay": "01/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul-Eerik_Rummo",
      "name": "Paul-Eerik Rummo",
      "aboutText": "Petchara Chaowarat (Thai: เพชรา เชาวราษฎร์, born January 19, 1943, in Rayong Province, Thailand) is a Thai film actress who starred in around 300 films from 1961 to 1979. An icon of the \"Golden Age\" of Thai cinema, she was known for her round, pool-like eyes and elaborate hairstyles.\nHer first film and starring role was in Banthuk Rak Pimchawee (Love Diary of Pimchawee), in 1961.",
      "pageId": 3505088,
      "monthDay": "01/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Petchara_Chaowarat",
      "name": "Petchara Chaowarat",
      "aboutText": "Appadurai Muttulingam (Tamil அ. முத்துலிங்கம்) (born 19 January 1937) is a Sri Lankan Tamil author and essayist.",
      "pageId": 5596461,
      "monthDay": "01/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Larry_Clark",
      "name": "Larry Clark",
      "aboutText": "Willie \"Big Eyes\" Smith (January 19, 1936 – September 16, 2011) was a Grammy Award-winning American electric blues vocalist, harmonica player, and multi-award winning drummer. He was best known for several stints with the Muddy Waters band beginning in the early 1960s.",
      "pageId": 15077672,
      "monthDay": "01/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Janis_Joplin",
      "name": "Janis Joplin",
      "aboutText": "Giovanna Marini (born Giovanna Salviucci; 19 January 1937) is an Italian singer-songwriter and researcher of ethnomusicology.",
      "pageId": 23603332,
      "monthDay": "01/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Princess_Margriet_of_the_Netherlands",
      "name": "Princess Margriet of the Netherlands",
      "aboutText": "Dolly Rebecca Parton Dean (born January 19, 1946) is an American singer-songwriter, actress, author, businesswoman, and humanitarian, known primarily for her work in country music. Her career began as a child performer on the Cas Walker radio show, then recording a few singles from the age of 13. Relocating to Nashville at age 18 in 1964, her first commercial successes were as a songwriter (her songs during this period were covered by numerous artists, including Bill Phillips and Kitty Wells).",
      "pageId": 8716,
      "monthDay": "01/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Shelley_Fabares",
      "name": "Shelley Fabares",
      "aboutText": "Princess Margriet Francisca of the Netherlands (born 19 January 1943) is the third daughter of Queen Juliana and Prince Bernhard of the Netherlands. As an aunt of the reigning monarch, King Willem-Alexander, she is a member of the Dutch Royal House and currently eighth and last in the line of succession to the Dutch throne.\nPrincess Margriet has often represented the monarch at official or semi-official events.",
      "pageId": 142110,
      "monthDay": "01/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Lynch",
      "name": "Peter Lynch",
      "aboutText": "Francis Joseph \"Frank\" McKenna, PC OC ONB QC (born January 19, 1948) is a Canadian businessman and former politician and diplomat. He is currently Deputy Chairman of the Toronto-Dominion Bank. He served as Canadian Ambassador to the United States from 2005 to 2006.",
      "pageId": 170823,
      "monthDay": "01/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Julian_Barnes",
      "name": "Julian Barnes",
      "aboutText": "Julian Patrick Barnes (born 19 January 1946) is an English writer. Barnes won the Man Booker Prize for his book The Sense of an Ending (2011), and three of his earlier books had been shortlisted for the Booker Prize: Flaubert's Parrot (1984), England, England (1998), and Arthur & George (2005). He has also written crime fiction under the pseudonym Dan Kavanagh.",
      "pageId": 209892,
      "monthDay": "01/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dolly_Parton",
      "name": "Dolly Parton",
      "aboutText": "Catherine Louise \"Katey\" Sagal (born January 19, 1954) is an American actress and singer-songwriter. She is best known for her role as Peggy Bundy, Al's sarcastic, lazy, bon-bon-eating wife, on Married... with Children and for her role as Gemma Teller Morrow on the FX series Sons of Anarchy.",
      "pageId": 212607,
      "monthDay": "01/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Frank_Aarebrot",
      "name": "Frank Aarebrot",
      "aboutText": "Robert Allen Palmer (19 January 1949 – 26 September 2003) was an English singer-songwriter and musician. He was known for his distinctive soulful voice, eclectic mix of musical styles on his albums, combining soul, jazz, rock, pop, reggae and blues and sartorial acumen.",
      "pageId": 327602,
      "monthDay": "01/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Paula_Deen",
      "name": "Paula Deen",
      "aboutText": "Desi Arnaz Jr. (born Desiderio Alberto Arnaz IV; January 19, 1953) is an American actor and musician, the son of Lucille Ball and Desi Arnaz and the brother of actress Lucie Arnaz.",
      "pageId": 592647,
      "monthDay": "01/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Elena_Nathanael",
      "name": "Elena Nathanael",
      "aboutText": "The Motels are a new wave band from the Los Angeles area best known for \"Only the Lonely\" and \"Suddenly Last Summer,\" each of which peaked at number nine on the Billboard Hot 100, in 1982 and 1983, respectively. Their songs \"Total Control\" reached No. 4 on the Australian charts, and \"Danger\" reached No.",
      "pageId": 933668,
      "monthDay": "01/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nancy_Lynch",
      "name": "Nancy Lynch",
      "aboutText": "Peter Lynch (born January 19, 1944) is an American businessman and stock investor. As the manager of the Magellan Fund at Fidelity Investments between 1977 and 1990, Lynch averaged a 29.2% annual return, consistently more than doubling the S&P 500 market index and making it the best performing mutual fund in the world. During his tenure, assets under management increased from $18 million to $14 billion.",
      "pageId": 1129884,
      "monthDay": "01/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Frank_McKenna",
      "name": "Frank McKenna",
      "aboutText": "Michele Ann Marie \"Shelley\" Fabares (/fæˈbreɪ/; born January 19, 1944) is an American actress and singer. Fabares is known for her roles as Donna Reed's daughter Mary Stone on The Donna Reed Show (1958–1963), and as Hayden Fox's love interest (and eventual wife) Christine Armstrong on the sitcom Coach (1989–1997). She was Elvis Presley's co-star in three films.",
      "pageId": 1551347,
      "monthDay": "01/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Arend_Langenberg",
      "name": "Arend Langenberg",
      "aboutText": "Paula Ann Hiers Deen (born January 19, 1947) is an American celebrity chef and cooking show television host. Deen resides in Savannah, Georgia, where she owns and operates The Lady & Sons restaurant with her sons, Jamie and Bobby Deen. She has published fourteen cookbooks.",
      "pageId": 1587917,
      "monthDay": "01/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Palmer_(singer)",
      "name": "Robert Palmer",
      "aboutText": "Cynthia \"Cindy\" Morris Sherman (born January 19, 1954) is an American photographer and film director, best known for her conceptual portraits. In 1995, she was the recipient of a MacArthur Fellowship.",
      "pageId": 2332995,
      "monthDay": "01/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dennis_Taylor",
      "name": "Dennis Taylor",
      "aboutText": "Nancy Ann Lynch (born January 19, 1948) is a professor at the Massachusetts Institute of Technology. She is the NEC Professor of Software Science and Engineering in the EECS department and heads the Theory of Distributed Systems research group at MIT's Computer Science and Artificial Intelligence Laboratory.\nShe is the author of numerous research articles about distributed algorithms and impossibility results, and about formal modeling and validation of distributed systems (see, e.g., input/output automaton).",
      "pageId": 2387489,
      "monthDay": "01/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/S%C3%A9bastien_Dhavernas",
      "name": "Sébastien Dhavernas",
      "aboutText": "Katharina Thalbach (born 19 January 1954 in Berlin) is a German actress and film director.",
      "pageId": 4731599,
      "monthDay": "01/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/The_Motels",
      "name": "Martha Davis",
      "aboutText": "Sébastien Dhavernas (born 19 January 1950) is a Canadian actor.\nDhavernas was born in Montreal, Quebec. He is the husband of actress Michèle Deslauriers and the father of actress Caroline Dhavernas and voice actress Gabrielle Dhavernas.",
      "pageId": 14689551,
      "monthDay": "01/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Desi_Arnaz,_Jr.",
      "name": "Desi Arnaz, Jr.",
      "aboutText": "Frank Henrik Aarebrot (born 19 January 1947) is a Norwegian political scientist from Bergen. He is professor of comparative politics at the University of Bergen and adjunct professor of democracy development at the Örebro University. He regularly lectures at Institut des Sciences Politiques and at the Humboldt University.",
      "pageId": 15396327,
      "monthDay": "01/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Katey_Sagal",
      "name": "Katey Sagal",
      "aboutText": "Elena Nathanael (Greek: Έλενα Ναθαναήλ, January 19, 1947 – March 4, 2008) was a popular Greek film actress.",
      "pageId": 16091652,
      "monthDay": "01/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cindy_Sherman",
      "name": "Cindy Sherman",
      "aboutText": "Dennis Taylor (born Denis Taylor, 19 January 1949 in Coalisland, County Tyrone, Northern Ireland) is a retired snooker player, and current BBC snooker commentator. Winner of two ranking events, he is best known for winning the 1985 World Championship, beating World number one Steve Davis on the final black in one of the sport's most memorable finals. He also won the Grand Prix in 1984 and the Masters in 1987.",
      "pageId": 33677925,
      "monthDay": "01/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Clifford_Tabin",
      "name": "Clifford Tabin",
      "aboutText": "Arend Willem Langenberg (January 19, 1949 – December 30, 2012) was a Dutch voice-over, voice actor and radio presenter.",
      "pageId": 38067008,
      "monthDay": "01/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Katharina_Thalbach",
      "name": "Katharina Thalbach",
      "aboutText": "Professor Clifford James Tabin (born 1954) is Chairman of the Department of Genetics at Harvard Medical School.",
      "pageId": 44686954,
      "monthDay": "01/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Simon_Rattle",
      "name": "Simon Rattle",
      "aboutText": "Sir Simon Denis Rattle OM CBE (born 19 January 1955), is an English conductor. He rose to international prominence during the 1980s and 1990s, while Music Director of the City of Birmingham Symphony Orchestra (1980-1998). He has been principal conductor of the Berlin Philharmonic since 2002, and plans to leave his position at the end of his current contract, in 2018.",
      "pageId": 144947,
      "monthDay": "01/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Paul_Rodriguez",
      "name": "Paul Rodriguez",
      "aboutText": "Martin Bashir (born 19 January 1963) is a Pakistani-British journalist who was a political commentator for MSNBC, hosting Martin Bashir, and a correspondent for NBC's Dateline NBC. He was previously an anchor for ABC's Nightline after initially gaining prominence on British television with his BBC interview with Diana, Princess of Wales, and then his fly on the wall documentary with pop singer Michael Jackson on ITV. On 4 December 2013, Bashir resigned from his position at MSNBC after he made \"ill-judged comments\" about the former Governor of Alaska and Vice Presidential candidate Sarah Palin.",
      "pageId": 220082,
      "monthDay": "01/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Carman_(singer)",
      "name": "Carman",
      "aboutText": "John Simon Bercow (born 19 January 1963) is a British politician who has been the Speaker of the House of Commons since June 2009. Prior to his election to Speaker, he was a member of the Conservative Party. A former \"hardline\" right-winger who moderated his views after becoming an MP and at one time was rumoured to be likely to defect to the Labour Party, Bercow's election to the Speaker's Chair depended heavily on the backing of other parties, and was deeply unpopular with many of his former colleagues.",
      "pageId": 414632,
      "monthDay": "01/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ottis_Anderson",
      "name": "Ottis Anderson",
      "aboutText": "Ottis Jerome \"O.J.\" Anderson (born January 19, 1957) is a former American football running back. He was named the NFL Offensive Rookie of the Year by the Associated Press (AP) with the St. Louis Cardinals in 1979, and the MVP of Super Bowl XXV in 1991 when playing with the New York Giants.",
      "pageId": 769662,
      "monthDay": "01/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kenneth_McClintock",
      "name": "Kenneth McClintock",
      "aboutText": "Edgar Ricardo Arjona Morales (born 19 January 1964), known as Ricardo Arjona (Spanish pronunciation: [riˈkaɾðo arˈxona]), is a Guatemalan singer-songwriter and former basketball player and school teacher. Arjona is one of the most successful Latin American artists of all time, with more than 20 million albums sold. He is often called El Animal Nocturno (The Nocturnal Animal), thanks to his breakthrough success with his fourth studio album which bears the same name.",
      "pageId": 1025010,
      "monthDay": "01/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Thomas_Kinkade",
      "name": "Thomas Kinkade",
      "aboutText": "William Thomas Kinkade III (January 19, 1958 – April 6, 2012) was an American painter of popular realistic, pastoral, and idyllic subjects. He is notable for the mass marketing of his work as printed reproductions and other licensed products via the Thomas Kinkade Company. He characterized himself as \"Thomas Kinkade, Painter of Light,\" a phrase he protected through trademark but one originally attributed to the British master J. M. W. Turner (1775–1851).",
      "pageId": 1073625,
      "monthDay": "01/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Danese_Cooper",
      "name": "Danese Cooper",
      "aboutText": "Jeffrey Steven \"Jeff\" Pilson (born January 19, 1959, Lake Forest, Illinois) is an American multi-instrumentalist best known for his long stint in the band Dokken. He was also a member of Dio for part of the 1990s and has been the bassist for Foreigner since 2004.",
      "pageId": 1497182,
      "monthDay": "01/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jeff_Pilson",
      "name": "Jeff Pilson",
      "aboutText": "Kenneth Davison McClintock Hernández (born January 19, 1957) served as the twenty-second Secretary of State of Puerto Rico, one of the four longest serving in that post. McClintock served as co-chair of Hillary Clinton’s National Hispanic Leadership Council in 2008, co-chaired her successful Puerto Rico primary campaign that year and served as the Thirteenth President of the Senate of Puerto Rico until December 31, 2008. He chaired Luis Fortuño’s Incoming Committee on Government Transition in 2008 and the Outgoing Committee on Government Transition in 2012, the only Puerto Rican to serve in both capacities.",
      "pageId": 1627615,
      "monthDay": "01/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/William_Ragsdale",
      "name": "William Ragsdale",
      "aboutText": "Christopher Andrew \"Chris\" Sabo (born January 19, 1962, in Detroit, Michigan) is a former third baseman in Major League Baseball who played for the Cincinnati Reds (1988–93, 1996), Baltimore Orioles (1994), Chicago White Sox (1995) and St. Louis Cardinals (1995).",
      "pageId": 1679045,
      "monthDay": "01/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Wayne_Hemingway",
      "name": "Wayne Hemingway",
      "aboutText": "Jeffrey William \"Jeff\" Van Gundy (born January 19, 1962) is an American basketball coach and TV analyst.",
      "pageId": 1874415,
      "monthDay": "01/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hans_Daams",
      "name": "Hans Daams",
      "aboutText": "William Ragsdale (January 19, 1961) is an American film and television actor best known for playing teen vampire slayer hero Charley Brewster in the horror vampire classic, Fright Night (1985), and as Herman Brooks on Herman's Head from 1991-94.\n^ \"William Ragsdale profile\". hotflick.net.",
      "pageId": 1903327,
      "monthDay": "01/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Sabo",
      "name": "Chris Sabo",
      "aboutText": "Caron Wheeler (born 19 January 1963) is a British recording artist who gained fame by writing and singing the lead vocals on the two biggest hits for Soul II Soul, \"Keep on Movin'\" and \"Back to Life (However Do You Want Me)\". She also was a backing vocalist for Elvis Costello in 1983, The Special AKA in 1984 (singing background vocals on the hit single Free Nelson Mandela) and Howard Jones in 1985. She also provided backing vocals for a track on Erasure's album, The Innocents in 1988.",
      "pageId": 2179745,
      "monthDay": "01/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jeff_Van_Gundy",
      "name": "Jeff Van Gundy",
      "aboutText": "Paul Rodriguez (born January 19, 1955) is a Mexican-American stand-up comedian and actor.",
      "pageId": 2357143,
      "monthDay": "01/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Adams_(basketball)",
      "name": "Michael Adams",
      "aboutText": "Michael Adams (born January 19, 1963) is a former NBA player and basketball coach.\nAdams was born in Hartford, Connecticut. After starring at Boston College, the 5'10\" point guard was selected by the Sacramento Kings in the 3rd round with the 66th pick of the 1985 NBA Draft.",
      "pageId": 2872600,
      "monthDay": "01/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Martin_Bashir",
      "name": "Martin Bashir",
      "aboutText": "Danese Cooper (born January 19, 1959) is an American advocate of open source software.",
      "pageId": 2883375,
      "monthDay": "01/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Bercow",
      "name": "John Bercow",
      "aboutText": "Carmelo Domenic Licciardello (born January 19, 1956) known by his stage name, Carman, is a contemporary Christian music artist and evangelist.",
      "pageId": 3031258,
      "monthDay": "01/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Yutaka_Matsushige",
      "name": "Yutaka Matsushige",
      "aboutText": "Janine Antoni (born January 19, 1964, in Freeport, Bahamas) is a contemporary artist, who creates work in performance art, sculpture, and photography. Antoni's works focus mostly on process and the transitions between the making and finished product.",
      "pageId": 3639548,
      "monthDay": "01/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Caron_Wheeler",
      "name": "Caron Wheeler",
      "aboutText": "Wayne Andrew Hemingway, MBE (born Morecambe, Lancashire, 19 January 1961) is an English fashion designer and co-founder of Red or Dead.",
      "pageId": 4432568,
      "monthDay": "01/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Janine_Antoni",
      "name": "Janine Antoni",
      "aboutText": "Yutaka Matsushige (松重 豊, Matsushige Yutaka, born 19 January 1963 in Fukuoka Prefecture) is a Japanese actor.",
      "pageId": 7484354,
      "monthDay": "01/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ricardo_Arjona",
      "name": "Ricardo Arjona",
      "aboutText": "Johannes (\"Hans\") Wilhelmus Antonius Daams (born 19 January 1962) is a retired road bicycle racer from the Netherlands, who was a professional rider from 1985 to 1989. He represented his native country at the 1984 Summer Olympics in Los Angeles, California, in the individual road race where he didn't finish the race.\nHis daughter Jessie Daams is also a professional road bicycle racer.",
      "pageId": 11082430,
      "monthDay": "01/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Floris_Jan_Bovelander",
      "name": "Floris Jan Bovelander",
      "aboutText": "John Keith Wozniak (born January 19, 1971) is an American musician, best known as the lead singer, guitarist and songwriter of the band Marcy Playground.",
      "pageId": 51148,
      "monthDay": "01/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yukiko_Duke",
      "name": "Yukiko Duke",
      "aboutText": "Lucien James \"Luc\" Longley (born 19 January 1969) is an Australian retired professional basketball player. He was the first Australian to play in the NBA, where he played for 10 seasons.",
      "pageId": 157453,
      "monthDay": "01/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sylvain_C%C3%B4t%C3%A9",
      "name": "Sylvain Côté",
      "aboutText": "Stefan Bengt Edberg (Swedish pronunciation: [ˈsteːfan ˈeːd.ˈbɛrj]; born 19 January 1966) is a Swedish former world no. 1 professional tennis player (in both singles and doubles). A major proponent of the serve-and-volley style of tennis, he won six Grand Slam singles titles and three Grand Slam men's doubles titles between 1985 and 1996.",
      "pageId": 391932,
      "monthDay": "01/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stefan_Edberg",
      "name": "Stefan Edberg",
      "aboutText": "Shawn Mathis Wayans (born January 19, 1971) is an American actor, DJ, producer, writer and comedian who starred in In Living Color, The Wayans Bros., and White Chicks.",
      "pageId": 659051,
      "monthDay": "01/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lena_Philipsson",
      "name": "Lena Philipsson",
      "aboutText": "Steve Baul \"Junior\" Seau Jr. (/ˈseɪ.aʊ/; SAY-ow; January 19, 1969 – May 2, 2012) was a linebacker in the National Football League (NFL). Known for his passionate playing style, he was a 10-time All-Pro, 12-time Pro Bowl selection, and named to the NFL 1990s All-Decade Team.",
      "pageId": 901032,
      "monthDay": "01/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Javier_C%C3%A1mara",
      "name": "Javier Cámara",
      "aboutText": "Timothy \"Tim\" James Carrington Foster, MBE (born 19 January 1970) is a British rower.",
      "pageId": 1003110,
      "monthDay": "01/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Whitfield_Crane",
      "name": "Whitfield Crane",
      "aboutText": "Edwidge Danticat (Haitian Creole pronunciation: [ɛdwidʒ dãtika]; born January 19, 1969) is a Haitian-American author.",
      "pageId": 1169701,
      "monthDay": "01/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Edwidge_Danticat",
      "name": "Edwidge Danticat",
      "aboutText": "Stephen \"Steve\" Staunton (born 19 January 1969) is an Irish association football manager and former professional footballer. He earned 102 caps for the Republic of Ireland national football team, captained his team to the knock-out stage of the 2002 FIFA World Cup and earned his place in the FIFA Century Club.\nStaunton enjoyed a distinguished club career with Aston Villa and Liverpool.",
      "pageId": 1227638,
      "monthDay": "01/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Luc_Longley",
      "name": "Luc Longley",
      "aboutText": "Predrag \"Peđa\" Mijatović (Serbian Cyrillic: Предраг \"Пеђа\" Мијатовић, pronounced [prêdraɡ mijǎtoʋit͡ɕ]; born 19 January 1969) is a former Montenegrin footballer and former sports director of Real Madrid. He was acclaimed as the best athlete of Yugoslavia in 1997.\nOn the club level, Mijatović played for 6 different clubs: Budućnost Podgorica, Partizan, Valencia, Real Madrid, Fiorentina, and Levante.",
      "pageId": 1462772,
      "monthDay": "01/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Predrag_Mijatovi%C4%87",
      "name": "Predrag Mijatović",
      "aboutText": "Angham Mohamed Ali Suleiman (Arabic: أنغام محمد علي سليمان‎) (born January 19, 1972) is an Egyptian singer, record producer and actress. Her debut was in 1987 under the guidance of her father, Mohammad Suleiman. She is the most successful vocal female artist in Egypt starting from the 1980s till nowadays.",
      "pageId": 1510889,
      "monthDay": "01/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Junior_Seau",
      "name": "Junior Seau",
      "aboutText": "Kathleen Smet (born 19 January 1970 in Beveren) is an athlete from Belgium who competes in triathlon, becoming European champion in 2000 and 2002. She competes in Olympic and Long Distance Triathlons.\nSmet competed at the first Olympic triathlon at the 2000 Summer Olympics.",
      "pageId": 1755491,
      "monthDay": "01/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Casey_Sherman",
      "name": "Casey Sherman",
      "aboutText": "Maria Magdalena \"Lena\" Philipsson (also known as Lena Ph; born 19 January 1966) is a Swedish singer, songwriter and media personality. She represented Sweden in the 2004 Eurovision Song Contest, finishing fifth.",
      "pageId": 1945618,
      "monthDay": "01/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Steve_Staunton",
      "name": "Steve Staunton",
      "aboutText": "Javier Cámara (born 19 January 1967) is a Spanish actor. He starred in the Pedro Almodóvar films Talk to Her (2002) Bad Education (2004) and I'm So Excited (2013), and the television series 7 Vidas (Seven Lives).\nHe was born in Albelda de Iregua, La Rioja (Spain).",
      "pageId": 2915980,
      "monthDay": "01/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tim_Foster",
      "name": "Tim Foster",
      "aboutText": "Floris Jan Bovelander (born January 19, 1966 in Haarlem) is a former field hockey player from the Netherlands, who was a member of the Dutch national squad that won the golden medal at the 1996 Summer Olympics in Atlanta. Six years earlier, at the Hockey World Cup in Lahore, where he scored nine times, he won the world title with the Dutch side at the expense of host nation Pakistan.\nBovelander played 241 international matches for the Netherlands, scored a total number of 216 goals and participated in three Olympics.",
      "pageId": 3077977,
      "monthDay": "01/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steffen_Freund",
      "name": "Steffen Freund",
      "aboutText": "William Whitfield \"Whit\" Crane IV (born January 19, 1968) is a founding member and lead singer of the rock band Ugly Kid Joe, which formed in 1989 and disbanded in 1997, reforming in 2010.",
      "pageId": 3257584,
      "monthDay": "01/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kathleen_Smet",
      "name": "Kathleen Smet",
      "aboutText": "Steffen Freund (born 19 January 1970) is a former German professional football player. He played as a defensive midfielder. He is currently working for Tottenham Hotspur.",
      "pageId": 3640696,
      "monthDay": "01/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Udo_Suzuki",
      "name": "Udo Suzuki",
      "aboutText": "Sylvain Côté (born January 19, 1966 in Quebec City, Quebec) is a Canadian former professional ice hockey player who spent 19 seasons in the NHL, the majority of them with the Washington Capitals. He also played for the Hartford Whalers, Toronto Maple Leafs, Chicago Blackhawks and Dallas Stars. He was a member of the 2000 Dallas team that went to the Stanley Cup Finals that season.",
      "pageId": 4871298,
      "monthDay": "01/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shawn_Wayans",
      "name": "Shawn Wayans",
      "aboutText": "Udo Suzuki (ウド鈴木, real name: Hideki Suzuki (鈴木 任紀), born January 19, 1970), also known as Udo, is a Japanese musician and comedian. He used to be a member of the Japanese band UltraCats and is a member of the owarai group Kyaeen (キャイ～ン).\n^ \"ウド鈴木（お笑いタレント） (Udo Suzuki (Comedian))\" (in Japanese).",
      "pageId": 5641368,
      "monthDay": "01/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Wozniak",
      "name": "John Wozniak",
      "aboutText": "Casey Sherman (born January 19, 1969) is an American true crime author and journalist.",
      "pageId": 15570401,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Angham",
      "name": "Angham",
      "aboutText": "Yukiko Anette Torun Maria Duke Bergman, (born 19 January 1966) is a Swedish translator, journalist, editor and presenter. Duke is the daughter of Christer Duke and Eiko Duke-Soei, and she specializes on Japanese and Asian society and culture in her work. She has during several years been a journalist and news reporter for Japanese television, and in later years she has presented the shows Kvällsöppet and Röda rummet which are broadcast on SVT. She is also a literature reviewer for the SVT morning show Gomorron Sverige since 1993.",
      "pageId": 45639784,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joana_Benedek",
      "name": "Joana Benedek",
      "aboutText": "Drea de Matteo (/dreɪ də məˈteɪoʊ/; born January 19, 1972) is an American actress, known for her roles as Angie Bolen on ABC's Desperate Housewives, Joey Tribbiani's sister Gina on the NBC sitcom Joey, and Adriana La Cerva on the HBO TV series The Sopranos, a role for which she won a Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series.",
      "pageId": 524637,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Drea_de_Matteo",
      "name": "Drea de Matteo",
      "aboutText": "Natalie Louise Cook OAM (born 19 January 1975) is an Australian professional beach volleyball player and Olympic gold medallist. She became the first Australian woman to compete at five Olympic Games.\n^ a b c d e \"Natalie Cook\".",
      "pageId": 914909,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jon_Fisher",
      "name": "Jon Fisher",
      "aboutText": "Jaime Moreno Morales (born 19 January 1974 in Santa Cruz de la Sierra) is a former Bolivian footballer now serving as Youth Academy Technical Training Coach for D.C. United in Major League Soccer, and as the head coach of D.C. United's U-23 side.\nMoreno began his career at Club Blooming and then played for Colombia's Independiente Santa Fe before spending two seasons at the English club Middlesbrough. The rest of his career was spent at D.C. United apart from one season at the New York MetroStars in 2003, and he was the all-time leading scorer in Major League Soccer at the time of his retirement in 2010.",
      "pageId": 1031016,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Princess_Kalina_of_Bulgaria",
      "name": "Princess Kalina of Bulgaria",
      "aboutText": "Ian Laperrière (born January 19, 1974) is a Canadian former professional ice hockey winger who played 16 seasons in the National Hockey League (NHL). Laperrière spent nine seasons of his NHL career with the Los Angeles Kings and also spent time with the St. Louis Blues, New York Rangers, Colorado Avalanche, and Philadelphia Flyers.",
      "pageId": 1278928,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Elena_Kalisk%C3%A1",
      "name": "Elena Kaliská",
      "aboutText": "Karen Lancaume (born Karine Bach 19 January 1973 – 28 January 2005) was a French pornographic film actress. She appeared in over 40 pornographic films between 1996 and 2002, all but one being on video. She is best known internationally for her role as Nadine in the controversial 2000 film, Baise-moi, a mainstream film in which she performed unsimulated penetration and fellatio.",
      "pageId": 1468127,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ron_Killings",
      "name": "Ron Killings",
      "aboutText": "Frank Caliendo (born January 19, 1974) is an American comedian and impressionist, best known for his work on the Fox Network television series MADtv, and as the in-house prognosticator for Fox NFL Sunday. In 2007 and 2008, he performed his impersonations on his own show, Frank TV, which aired on TBS. He is known for his impressions of Charles Barkley, NFL color commentator John Madden, sportscaster Jim Rome, comedian Robin Williams, actors Morgan Freeman and William Shatner, and United States Presidents George W. Bush and Bill Clinton, and for his frequent appearances on The Bob & Tom Show. He has released six solo CDs, and has performed as many as 120 impressions.",
      "pageId": 1471973,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Troy_Wilson_(Australian_rules_footballer)",
      "name": "Troy Wilson",
      "aboutText": "Ronnie Aaron Killings (born January 19, 1972) is an American professional wrestler and rapper. He is currently signed to WWE. Since working for WWE, he has been a one time United States Champion and one time WWE Tag Team Champion with Kofi Kingston under the ring name, R-Truth, and a two time Hardcore Champion under the ring name K-Kwik. As R-Truth, he headlined five WWE pay-per-view events from 2010 to 2011, three times in world title contention.",
      "pageId": 1487777,
      "monthDay": "01/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sergei_Zjukin",
      "name": "Sergei Zjukin",
      "aboutText": "Joana Benedek (Spanish pronunciation: [ʝoˈana βeneˈðek]; born Roxana Joana Benedek Godeanu on January 21, 1972 in Bucharest, Romania) is a Romanian-born Mexican actress of Hungarian descent.\nShe left her native land in search of work. She first moved to Venezuela before moving to Mexico.",
      "pageId": 2664296,
      "monthDay": "01/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Karen_Lancaume",
      "name": "Karen Lancaume",
      "aboutText": "Yevgeny Viktorovich Sadovyi (Russian: Евгений Викторович Садовый; born 19 January 1973) is a retired Russian freestyle swimmer who won three gold medals at the 1992 Summer Olympics at Barcelona and was subsequently chosen by Swimming World magazine as the Male World Swimmer of the Year.",
      "pageId": 3010837,
      "monthDay": "01/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Antero_Manninen",
      "name": "Antero Manninen",
      "aboutText": "Princess Kalina of Bulgaria, Duchess of Saxony (born 19 January 1972 in Madrid, Spain), is the fifth child and only daughter of the former Tsar Simeon II of Bulgaria and his wife, Doña Margarita Gómez-Acebo y Cejuela.",
      "pageId": 3712792,
      "monthDay": "01/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yevgeny_Sadovyi",
      "name": "Yevgeny Sadovyi",
      "aboutText": "Troy Wilson (born 19 January 1972) is a speedway driver. and former Australian rules footballer Wilson played for West Coast in the Australian Football League (AFL), and for West Perth and East Perth in the West Australian Football League (WAFL).",
      "pageId": 3781375,
      "monthDay": "01/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Aaron_Yonda",
      "name": "Aaron Yonda",
      "aboutText": "Noah Georgeson is a Latin Grammy winning musician, producer, and solo recording artist. Georgeson's debut album Find Shelter was released through Plain Recordings on November 28, 2006. Born in San Anselmo, California, he moved with his family to Nevada City, California at the age of three.",
      "pageId": 7921207,
      "monthDay": "01/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dainius_Adomaitis",
      "name": "Dainius Adomaitis",
      "aboutText": "Natale Gonnella (born 19 January 1976) is an Italian footballer who plays for Casale.",
      "pageId": 8920084,
      "monthDay": "01/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Frank_Caliendo",
      "name": "Frank Caliendo",
      "aboutText": "Elena Kaliská (born 19 January 1972) is a Slovak slalom canoeist who has competed since the late 1980s. Competing in four Summer Olympics, she won two gold medals in the K-1 event, earning them in 2004 and 2008.\nKaliská also won five medals at the ICF Canoe Slalom World Championships with two golds (K-1: 2005, K-1 team: 2011), two silvers (K-1: 2007, K-1 team: 2009) and a bronze (K-1 team: 2014).",
      "pageId": 10347516,
      "monthDay": "01/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ian_Laperri%C3%A8re",
      "name": "Ian Laperrière",
      "aboutText": "Antero Manninen (born 19 January 1973), also known as Mr. Cool, is a session musician and former band member of Finnish Cello metal quartet Apocalyptica. He was an official member but did not write the music and left in 1999 due to prior commitments, although he has come back to help the band several years ago.",
      "pageId": 13068310,
      "monthDay": "01/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jaime_Moreno",
      "name": "Jaime Moreno",
      "aboutText": "Aaron \"Cape Date\" Yonda (born January 19, 1973) is an American comedian, writer, actor, and director from Menomonie, Wisconsin.\nHe may be best known as the title character in Chad Vader: Day Shift Manager, a web serial he co-produces with friend Matt Sloan, who provides the voice of Chad. Aaron has been involved with numerous projects and accounts on YouTube which span around a decade.",
      "pageId": 13718264,
      "monthDay": "01/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Natalie_Cook",
      "name": "Natalie Cook",
      "aboutText": "Jon Fisher (born Stanford, California, January 19, 1972) is a Silicon Valley entrepreneur, inventor, author, philanthropist, and economic analyst. He is the CEO and a cofounder of founding Google Glass partner, CrowdOptic. Fisher cofounded and was Chief Executive Officer of Bharosa, an Oracle Corporation company, which produced the Oracle Adaptive Access Manager.",
      "pageId": 19319703,
      "monthDay": "01/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Noah_Georgeson",
      "name": "Noah Georgeson",
      "aboutText": "Dainius Adomaitis (born January 19, 1974) is a retired Lithuanian professional basketball player and current head coach of BC Neptūnas.",
      "pageId": 28819359,
      "monthDay": "01/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Zde%C5%88ka_M%C3%A1lkov%C3%A1",
      "name": "Zdeňka Málková",
      "aboutText": "Zdeňka Málková (born 19 January 1975) is a former Czech tennis player who was crowned 1991 ITF World Champion in girls' singles.\nMálková won five singles (including a $50,000 tournament in Karlovy Vary as a 16-year-old) and six doubles titles on the ITF tour during her career. On 4 May 1992, she reached her best singles ranking of world number 168.",
      "pageId": 37709353,
      "monthDay": "01/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Natale_Gonnella",
      "name": "Natale Gonnella",
      "aboutText": "Sergei Zjukin (born 19 January 1972, Tallinn, Estonia) is an Estonian chess player, who won the Estonian Chess Championship.",
      "pageId": 41849166,
      "monthDay": "01/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tarso_Marques",
      "name": "Tarso Marques",
      "aboutText": "Jenson Alexander Lyons Button, MBE (born 19 January 1980), sometimes known as JB, is a British Formula One driver from England currently driving for McLaren.",
      "pageId": 548212,
      "monthDay": "01/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Cocco",
      "name": "Cocco",
      "aboutText": "Svetlana Vasilyevna Khorkina (Russian: Светлана Васильевна Хоркина; born 19 January 1979) is a retired Russian artistic gymnast. She competed at the 1996 Summer Olympics, the 2000 Summer Olympics, and the 2004 Summer Olympics. Throughout her career, Khorkina won seven Olympic medals and twenty World Championship medals.",
      "pageId": 908636,
      "monthDay": "01/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lauren_(footballer)",
      "name": "Lauren",
      "aboutText": "Cocco (真喜志 智子, Makishi Satoko, born January 19, 1977 in Naha, Okinawa) is a female J-pop / folk rock singer.",
      "pageId": 981902,
      "monthDay": "01/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nicole_(Chilean_singer)",
      "name": "Nicole",
      "aboutText": "Luis Óscar \"Lucho\" González (Spanish pronunciation: [ˈlut͡ʃo ɣonˈsales]; born 19 January 1981) is an Argentine professional footballer who plays for Club Atlético River Plate. A versatile midfielder who is able to play in different positions but mainly in the centre, he is well known for his fierce shot, passing skills and hardworking style, being affectionately known as El Comandante (the commander) due to his leadership skills.\nAfter starting with Huracán and River Plate he signed for Porto in 2005, going on to have two separate spells at the club and appear in more than 200 official games, winning nine major titles.",
      "pageId": 1188636,
      "monthDay": "01/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Benjamin_Ayres",
      "name": "Benjamin Ayres",
      "aboutText": "Tarso Anibal Santanna Marques (born 19 January 1976) is a Brazilian racing driver.",
      "pageId": 1235639,
      "monthDay": "01/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Margus_Maiste",
      "name": "Margus Maiste",
      "aboutText": "Laureano Bisan Etamé-Mayer (born 19 January 1977 in Kribi), commonly known as Lauren, is a retired Cameroonian footballer of Equatoguinean origin, who formerly played for the Cameroonian national team. As an Arsenal player he won several trophies and is known as one of the 'Invincibles'; a title given to the Arsenal squad in 2004, after they went the whole (2003–04) season undefeated and subsequently won the Premier League title. He also won an Olympic Gold Medal at the 2000 Sydney Olympics with Cameroon.",
      "pageId": 1261758,
      "monthDay": "01/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wiley_(rapper)",
      "name": "Wiley",
      "aboutText": "Asier del Horno Cosgaya (born 19 January 1981) is a Spanish retired footballer who played as a left back.\nAfter solid displays in La Liga with Athletic Bilbao, for which he appeared in 126 official games in five years scoring 17 goals, he moved to Chelsea in England, where he won the Premier League in the 2005–06 season.",
      "pageId": 2092284,
      "monthDay": "01/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Svetlana_Khorkina",
      "name": "Svetlana Khorkina",
      "aboutText": "Kotoko (stylized as KOTOKO, born January 19) is a Japanese J-pop singer from Sapporo, Hokkaido. Kotoko began her singing career as a member of I've Sound in 2000, and was later signed to Rondorobe under Geneon from 2004 to 2010. Kotoko left Geneon in 2010, left I've Sound and signed to Warner Home Video in 2011.",
      "pageId": 2108023,
      "monthDay": "01/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josu_Sarriegi",
      "name": "Josu Sarriegi",
      "aboutText": "Richard Kylea Cowie (born 19 January 1979), better known by his stage name Wiley and in his early career Wiley Kat, is an English grime MC, songwriter, and record producer with Caribbean roots from Trinidad and Antigua, originating from Bow, East London. He first tasted success as a member of UK garage crew Pay As U Go, with whom he had a top 40 hit Champagne Dance in 2001. In the early 2000s he independently released a series of highly influential eskibeat instrumentals on white label vinyl most notably the first in the series Eskimo and rose to fame as a grime MC both for his solo work and for material released with his crew Roll Deep.",
      "pageId": 2385482,
      "monthDay": "01/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jenson_Button",
      "name": "Jenson Button",
      "aboutText": "Arvydas Macijauskas (born January 19, 1980) is a Lithuanian former professional basketball player. Standing at 1.93 m (6 ft 4 in), he played at the shooting guard position. He was one of the greatest Lithuanian players of the 2000s, winning many individual awards, club and national team trophies.",
      "pageId": 2686462,
      "monthDay": "01/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kotoko_(singer)",
      "name": "Kotoko",
      "aboutText": "Thomas Luke Macfarlane (born January 19, 1980), better known as Luke Macfarlane, is a Canadian actor and musician.",
      "pageId": 3161383,
      "monthDay": "01/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pasha_Kovalev",
      "name": "Pasha Kovalev",
      "aboutText": "Denisse Lillian Laval Soza (born January 19, 1977 in Chile), better known by her stage name Nicole, is a Chilean singer-songwriter, based in Santiago and Miami.",
      "pageId": 5473328,
      "monthDay": "01/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luke_Macfarlane",
      "name": "Luke Macfarlane",
      "aboutText": "Kerby Mariano Raymundo (born January 19, 1981) is a retired Filipino professional basketball player who last played for Meralco Bolts in the Philippine Basketball Association.",
      "pageId": 6068324,
      "monthDay": "01/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Arvydas_Macijauskas",
      "name": "Arvydas Macijauskas",
      "aboutText": "Josu Sarriegi Zumarraga (born 19 January 1979) is a Spanish retired footballer who played as a central defender.\nIn his country he played professionally with Alavés, Eibar and Athletic Bilbao, appearing in 71 La Liga games over the course of four seasons. He added 78 matches in Segunda División (five goals in total).",
      "pageId": 6689622,
      "monthDay": "01/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Asier_del_Horno",
      "name": "Asier del Horno",
      "aboutText": "Elizabeth \"Bitsie\" Tulloch (born January 19, 1981) is an American actress.",
      "pageId": 9329167,
      "monthDay": "01/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lucho_Gonz%C3%A1lez",
      "name": "Lucho González",
      "aboutText": "Pavel \"Pasha\" Kovalev (Russian: Па́вел \"Па́ша\" Ковалёв; born 19 January 1980) is a Russian professional latin and ballroom dancer.\nKovalev started dancing at the age of eight, and in 2001, moved to the United States with his professional dance partner Anya Garnis. In 2007, the couple competed on the third season of the American version of So You Think You Can Dance, and have since participated in all subsequent seasons as either choreographers or All-Star partners to the contestants.",
      "pageId": 12051129,
      "monthDay": "01/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dimosthenis_Manousakis",
      "name": "Dimosthenis Manousakis",
      "aboutText": "Dimosthenis Manousakis (Greek: Δημοσθένης Μανουσάκης; born 19 January 1981) is a Greek footballer. He currently plays for Aiolikos in the Football League 2 (Greece).\n^ Γ Εθνική / ΤΡΙΚΑΛΑ ΑΟ ΠΑΕ / ΜΑΝΟΥΣΑΚΗΣ ΔΗΜΟΣΘΕΝΗΣ (in Greek).",
      "pageId": 18747086,
      "monthDay": "01/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jaanus_N%C3%B5mmsalu",
      "name": "Jaanus Nõmmsalu",
      "aboutText": "Benjamin James Ayres (born January 19, 1977) is an actor, director, photographer best known for his role as Casper Jesperson (aka \"Cancer Cowboy\"), the chain-smoking sex addict who is morbidly obsessed with death, in the critically acclaimed cult hit CBC Television series jPod, based on the Douglas Coupland novel of the same title.",
      "pageId": 22672105,
      "monthDay": "01/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kerby_Raymundo",
      "name": "Kerby Raymundo",
      "aboutText": "Margus Maiste (born January 19, 1977 in Tallinn) is an Estonian architect. He is a member of the Union of Estonian Architects. He graduated from the Department of Architecture and City Planning of the Estonian Academy of Arts in 2002.",
      "pageId": 25465090,
      "monthDay": "01/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bitsie_Tulloch",
      "name": "Bitsie Tulloch",
      "aboutText": "Jaanus Nõmmsalu (born January 19, 1981 in Pärnu) is an Estonian volleyball player currently playing for his hometown club Pärnu VK where he also started his career in 1997. He has also played in France, Austria, Greece, Czech Republic and Russia.\nNõmmsalu was a member of the Estonian national team from 2000 to 2012.",
      "pageId": 32250786,
      "monthDay": "01/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Angela_Chang",
      "name": "Angela Chang",
      "aboutText": "Jodie Lee Ann Sweetin (born January 19, 1982) is an American actress and television personality, best known for her role as Stephanie Tanner on the long-running television sitcom Full House.",
      "pageId": 162084,
      "monthDay": "01/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mike_Komisarek",
      "name": "Mike Komisarek",
      "aboutText": "Hikaru Utada (宇多田 ヒカル, Utada Hikaru, born January 19, 1983), who also goes by the mononym Utada English /ˈuː tɑː də/, is a Japanese American singer and songwriter. After releasing the commercially unsuccessful English-language album Precious under the stage name \"Cubic U\" in 1998, she rose to prominence in 1999 with the release of her second album, First Love, which sold over eight million copies in Japan and became the best selling Japanese-language album of all time. She was described by Time Magazine as a \"Diva On Campus\", a reference to her having attended Columbia University for a brief, career-break semester in 2000.",
      "pageId": 242053,
      "monthDay": "01/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jodie_Sweetin",
      "name": "Jodie Sweetin",
      "aboutText": "Rika Ishikawa (石川 梨華, Ishikawa Rika, born January 19, 1985), is a Japanese pop singer and TV/radio hostess, associated with the Hello! Project banner and best known as a former member of the pop group Morning Musume. She was the leader of the Japanese pop idol trio v-u-den until June 2008.",
      "pageId": 1197216,
      "monthDay": "01/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hikaru_Utada",
      "name": "Hikaru Utada",
      "aboutText": "Thomas Vanek (born January 19, 1984) is an Austrian professional ice hockey left winger currently playing for the Minnesota Wild of the National Hockey League (NHL). He has also played for the Buffalo Sabres, New York Islanders, and Montreal Canadiens.",
      "pageId": 2087733,
      "monthDay": "01/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Fabio_Catacchini",
      "name": "Fabio Catacchini",
      "aboutText": "Elliott Leslie Ward (born 19 January 1985, Harrow, Middlesex) is an English footballer who plays as a defender for Premier League side A.F.C. Bournemouth, but as of 7 December 2015, he is on loan at Huddersfield Town of the Football League Championship. He has played in the Premier League for West Ham United and Norwich City.\n^ Hugman, Barry J., ed.",
      "pageId": 2383986,
      "monthDay": "01/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Karun_Chandhok",
      "name": "Karun Chandhok",
      "aboutText": "Edgar Manucharyan (Armenian: Էդգար Մանուչարյան, born 19 January 1987 in Yerevan) is an Armenian football player who currently plays forward for the Armenian national team and for Russian Premier League club Ural Sverdlovsk Oblast.",
      "pageId": 2625689,
      "monthDay": "01/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jimmy_K%C3%A9b%C3%A9",
      "name": "Jimmy Kébé",
      "aboutText": "Michael Komisarek (born January 19, 1982) is a retired American professional ice hockey defenseman who spent his career with the Montreal Canadiens, Toronto Maple Leafs and Carolina Hurricanes of the NHL.",
      "pageId": 2881031,
      "monthDay": "01/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Thomas_Vanek",
      "name": "Thomas Vanek",
      "aboutText": "Karun Chandhok (Tamil: கருன் சாந்தோக்) (born January 19, 1984) is an Indian racing driver, who competes in Formula E for Mahindra Racing. Previously, Chandhok has competed for Hispania Racing in Formula One in 2010. Before this, he drove in the GP2 Series for three years, winning two races, and in 2013 competed in the FIA GT Series for Seyffarth Motorsport.",
      "pageId": 3548801,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jake_Allen_(American_football)",
      "name": "Jake Allen",
      "aboutText": "Loren Galler-Rabinowitz (born January 19, 1986) is an American former ice dancer and pageant titleholder. She is the 2004 U.S. ice dancing bronze medalist with David Mitchell and competed in the Miss America 2011 pageant.",
      "pageId": 3999281,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Pascal_Behrenbruch",
      "name": "Pascal Behrenbruch",
      "aboutText": "Angela Chang (traditional Chinese: 張韶涵; simplified Chinese: 张韶涵; pinyin: Zhāng Shàohán; born January 19, 1982) is a Taiwanese singer and actress. She is widely considered as one of the best singers of her generation.",
      "pageId": 5318697,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Benny_Feilhaber",
      "name": "Benny Feilhaber",
      "aboutText": "Benny Feilhaber (/ˈfeɪlhɑːbər/; born January 19, 1985) is an American professional soccer player who plays for Sporting Kansas City in Major League Soccer as a midfielder.",
      "pageId": 6161289,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Esteban_Guerrieri",
      "name": "Esteban Guerrieri",
      "aboutText": "Esteban Guerrieri (born 19 January 1985 in Buenos Aires) is an Argentine racing driver.\n^ \"Esteban Guerrieri\". Driver Database.",
      "pageId": 6979362,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rika_Ishikawa",
      "name": "Rika Ishikawa",
      "aboutText": "Pascal Behrenbruch (born 19 January 1985 in Offenbach am Main) is a German decathlete. He is a member of the Eintracht Frankfurt athletics team and placed tenth at the 2012 Olympic Games.\nHe was the runner-up at the Décastar meeting in Talence in September 2010, collecting a season's best 8202 points.",
      "pageId": 7197787,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Elliott_Ward",
      "name": "Elliott Ward",
      "aboutText": "Claudio Marchisio (Italian pronunciation: [ˈklaudjo marˈkiːzjo]; born 19 January 1986) is an Italian professional footballer who plays as a midfielder for Juventus and the Italian national team. A product of the Juventus youth system, he has spent his whole career thus far at his hometown club, with the exception of a season-long loan spell at Empoli. He is currently the club's second vice-captain, behind Giorgio Chiellini.",
      "pageId": 7535757,
      "monthDay": "01/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aleksandr_Yevgenyevich_Nikulin",
      "name": "Aleksandr Yevgenyevich Nikulin",
      "aboutText": "Jimmy Boubou Kébé (born 19 January 1984) is a French-born Malian footballer who currently is a free agent. He plays as a winger, and is a Malian international.\n^ a b Hugman, Barry J., ed.",
      "pageId": 9072557,
      "monthDay": "01/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Loren_Galler-Rabinowitz",
      "name": "Loren Galler-Rabinowitz",
      "aboutText": "Moussa Sow (born 19 January 1986) is a professional footballer who plays for Al-Ahli, as a striker.\nHe started his professional career at Stade Rennais in 2004 as an 18-year-old. In his first couple of seasons, Sow made his mark mostly in cup competitions, scoring a brace for Rennes against Corte on 6 January 2006 in the Coupe de France and one in an away game against Lille in the Coupe de la Ligue.",
      "pageId": 12726056,
      "monthDay": "01/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Claudio_Marchisio",
      "name": "Claudio Marchisio",
      "aboutText": "Oleksandr Miroshnychenko (born 19 January 1986 in Luhansk) is a Ukrainian professional footballer.",
      "pageId": 16673673,
      "monthDay": "01/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Oleksandr_Miroshnychenko",
      "name": "Oleksandr Miroshnychenko",
      "aboutText": "Jjathus Illimski \"Jake\" Allen (born January 19, 1985) is a former American football wide receiver. He was signed by the Green Bay Packers of the National Football League as an undrafted free agent in 2008. He played college football at Mississippi College.",
      "pageId": 17164752,
      "monthDay": "01/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Moussa_Sow",
      "name": "Moussa Sow",
      "aboutText": "Aleksandr Yevgenyevich Nikulin (Russian: Александр Евгеньевич Никулин; born January 19, 1985) is a Russian professional football player who plays for Jõhvi FC Lokomotiv.",
      "pageId": 24055590,
      "monthDay": "01/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Edgar_Manucharyan",
      "name": "Edgar Manucharyan",
      "aboutText": "Fabio Catacchini (born 19 January 1984) is an Italian footballer who plays for Lega Pro Prima Divisione club Catanzaro.",
      "pageId": 28542979,
      "monthDay": "01/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/JaVale_McGee",
      "name": "JaVale McGee",
      "aboutText": "Logan Wade Lerman (born January 19, 1992) is an American actor, known for playing the title role in the fantasy-adventure Percy Jackson films. He appeared in commercials in the mid-1990s, before starring in the series Jack & Bobby (2004–2005) and the movies The Butterfly Effect (2004) and Hoot (2006). Lerman gained further recognition for his roles in the western 3:10 to Yuma, the thriller The Number 23, the comedy Meet Bill, and 2009's Gamer and My One and Only.",
      "pageId": 1181010,
      "monthDay": "01/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yusuke_Yamamoto",
      "name": "Yusuke Yamamoto",
      "aboutText": "Erin Zariah Sanders (born January 19, 1991) is an American actress. She is best known for her roles as Quinn Pensky on Zoey 101 and Camille Roberts on Big Time Rush. She may also be known for portraying Eden Baldwin on The Young and the Restless in 2008.",
      "pageId": 2209733,
      "monthDay": "01/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Miles_Addison",
      "name": "Miles Addison",
      "aboutText": "Gus Lewis (born 19 January 1993) is an American-born English actor. He is best known for playing the young Bruce Wayne in the 2005 blockbuster film Batman Begins, co-starring with Christian Bale and Michael Caine.",
      "pageId": 3265246,
      "monthDay": "01/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Corinna_Harrer",
      "name": "Corinna Harrer",
      "aboutText": "Miles Vivien Esifi Addison (born 7 January 1989) is an English footballer who plays for Peterborough United .",
      "pageId": 13032398,
      "monthDay": "01/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Petra_Marti%C4%87",
      "name": "Petra Martić",
      "aboutText": "JaVale Lindy McGee (born January 19, 1988) is an American professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA).",
      "pageId": 17002329,
      "monthDay": "01/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Erin_Sanders",
      "name": "Erin Sanders",
      "aboutText": "Shawn Machel Johnson (born January 19, 1992), is a retired American artistic gymnast. She is the 2008 Olympic balance beam gold medalist and team, all-around and floor exercise silver medalist. Johnson is also a five-time Pan American Games gold medalist, winning the team titles in 2007 and 2011, as well as titles in the all-around, uneven bars, and balance beam in 2007.",
      "pageId": 19084452,
      "monthDay": "01/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Shawn_Johnson",
      "name": "Shawn Johnson",
      "aboutText": "Petra Martić (Croatian pronunciation: [pêtra mâːrtitɕ]) (born 19 January 1991) is a professional tennis player from Croatia.\nHer highest career ranking is World No.",
      "pageId": 19273195,
      "monthDay": "01/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Logan_Lerman",
      "name": "Logan Lerman",
      "aboutText": "Yusuke Yamamoto (山本裕典, Yamamoto Yūsuke, born July 3, 1999) is a Japanese actor. He was born in Aichi, Japan. His debut role was as Tsurugi Kamishiro, a.k.a.",
      "pageId": 22710678,
      "monthDay": "01/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mac_Miller",
      "name": "Mac Miller",
      "aboutText": "Erick Estéfano Torres Padilla (born January 19, 1993) is a Mexican professional footballer who currently plays for the Houston Dynamo as a striker for Major League Soccer. He is nicknamed Cubo.\n^ a b c d \"Stefano Padilla Erick Torres\".",
      "pageId": 29509300,
      "monthDay": "01/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Gus_Lewis",
      "name": "Gus Lewis",
      "aboutText": "Malcolm James McCormick (born January 19, 1992), best known by his stage name Mac Miller, is an American rapper from Pittsburgh, Pennsylvania. He is also a noted record producer under the pseudonym Larry Fisherman. Miller is also becoming known for taking on multiple alter-egos, under the aliases Delusional Thomas, Larry Lovestein and The Velvet Revival, respectively.",
      "pageId": 34364931,
      "monthDay": "01/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Erick_Torres_Padilla",
      "name": "Erick Torres Padilla",
      "aboutText": "Matthias Lukas Ginter (born 19 January 1994) is a German footballer who plays as a centre back for Borussia Dortmund.",
      "pageId": 34475481,
      "monthDay": "01/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Matthias_Ginter",
      "name": "Matthias Ginter",
      "aboutText": "Corinna Harrer (born 19 January 1991 in Regensburg) is a German middle distance runner. At the 2012 Summer Olympics, she competed in the 1500 metres.",
      "pageId": 36702797,
      "monthDay": "01/19"
    }
  ]
}