{
  "people": [
    {
      "year": "1136",
      "uri": "/wiki/Petronilla_of_Aragon",
      "name": "Petronilla of Aragon",
      "aboutText": "Giacomo Taldegardo Francesco di Sales Saverio Pietro Leopardi (Italian: [ˈdʒaːkomo leoˈpardi]; June 29, 1798 – June 14, 1837) was an Italian poet, philosopher, essayist and philologist. He is widely acknowledged to be one of the most radical and challenging thinkers of the 19th century. Although he lived in a secluded town in the ultra-conservative Papal States, he came in touch with the main thoughts of the Enlightenment, and, by his own literary evolution, created a remarkable and renowned poetic work, related to the Romantic era.",
      "pageId": 45077,
      "monthDay": "06/29"
    },
    {
      "year": "1398",
      "uri": "/wiki/John_II_of_Aragon",
      "name": "John II of Aragon",
      "aboutText": "John II (Catalan: Joan II), called the Great (el Gran) or the Faithless (el Sense Fe) (29 June 1398 – 20 January 1479), was the King of Navarre through his wife (jure uxoris) from 1425 and the King of Aragon in his own right from 1458 until his death.",
      "pageId": 151351,
      "monthDay": "06/29"
    },
    {
      "year": "1475",
      "uri": "/wiki/Beatrice_d%27Este",
      "name": "Beatrice d'Este",
      "aboutText": "Emperor Go-Mizunoo (後水尾天皇, Go-Mizunoo-tennō, 29 June 1596 – 11 September 1680) was the 108th Emperor of Japan, according to the traditional order of succession.\nGo-Mizunoo's reign spanned the years from 1611 through 1629.\nThis 17th-century sovereign was named after the 9th-century Emperor Seiwa and go- (後), translates literally as \"later;\" and thus, he could be called the \"Later Emperor Mizunoo\".",
      "pageId": 195012,
      "monthDay": "06/29"
    },
    {
      "year": "1482",
      "uri": "/wiki/Maria_of_Aragon,_Queen_of_Portugal",
      "name": "Maria of Aragon, Queen of Portugal",
      "aboutText": "Count Sergei Yulyevich Witte (Russian: Серге́й Ю́льевич Ви́тте, Sergey Yul'evich Vitte [pronounced ви́тэ ('vitɛ)]) (29 June [O.S. 17 June] 1849 – 13 March [O.S. 28 February] 1915), also known as Sergius Witte, was a highly influential policy-maker who presided over extensive industrialization within the Russian Empire. He served under the last two emperors of Russia.",
      "pageId": 213733,
      "monthDay": "06/29"
    },
    {
      "year": "1517",
      "uri": "/wiki/Rembert_Dodoens",
      "name": "Rembert Dodoens",
      "aboutText": "George Washington Goethals (/ˈɡoʊθəlz/ GOH-thəlz; June 29, 1858 – January 21, 1928) was a United States Army officer and civil engineer, best known for his administration and supervision of the construction and the opening of the Panama Canal.",
      "pageId": 264383,
      "monthDay": "06/29"
    },
    {
      "year": "1543",
      "uri": "/wiki/Christine_of_Hesse",
      "name": "Christine of Hesse",
      "aboutText": "Petronilla (29 June/11 August 1136 – 15 October 1173), whose name is also spelled Petronila or Petronella (Aragonese Peyronela or Payronella, and Catalan: Peronella), was the Queen of Aragon from the abdication of her father in 1137 until her own abdication in 1164. She was the daughter and successor of Ramiro II by his queen, Agnes.",
      "pageId": 511753,
      "monthDay": "06/29"
    },
    {
      "year": "1596",
      "uri": "/wiki/Emperor_Go-Mizunoo",
      "name": "Emperor Go-Mizunoo",
      "aboutText": "Fr. Pietro Angelo Secchi SJ (Italian pronunciation: [ˈpjɛːtro ˈandʒelo ˈsekki]; 29 June 1818 – 26 February 1878) was an Italian astronomer. He was Director of the Observatory at the Pontifical Gregorian University (then called the Roman College) for 28 years.",
      "pageId": 793089,
      "monthDay": "06/29"
    },
    {
      "year": "1746",
      "uri": "/wiki/Joachim_Heinrich_Campe",
      "name": "Joachim Heinrich Campe",
      "aboutText": "Joseph Ludwig Franz Ressel (Czech: Josef Ludvík František Ressel; 29 June 1793 – 9 October 1857) was an a German Bohemian forester and inventor who designed one of the first working ship's propellers.",
      "pageId": 793121,
      "monthDay": "06/29"
    },
    {
      "year": "1793",
      "uri": "/wiki/Josef_Ressel",
      "name": "Josef Ressel",
      "aboutText": "Pedro Elías Pablo Montt Montt (Santiago, Chile, June 29, 1849 - Bremen, Germany August 16, 1910) was a Chilean political figure. He served as the president of Chile from 1906 to his death from a probable stroke in 1910. His government furthered railroad and manufacturing activities but ignored pressing social and labour problems.",
      "pageId": 837554,
      "monthDay": "06/29"
    },
    {
      "year": "1798",
      "uri": "/wiki/Willibald_Alexis",
      "name": "Willibald Alexis",
      "aboutText": "Peter I of Serbia (Serbian: Петар I Карађорђевић, Petar I Karađorđević) (29 June 1844 – 16 August 1921) of the House of Karađorđević reigned as the last King of Serbia (1903–1918) and as the first King of the Serbs, Croats and Slovenes (1918–1921).",
      "pageId": 854039,
      "monthDay": "06/29"
    },
    {
      "year": "1798",
      "uri": "/wiki/Giacomo_Leopardi",
      "name": "Giacomo Leopardi",
      "aboutText": "Rembert Dodoens (29 June 1517 – 10 March 1585) was a Flemish physician and botanist, also known under his Latinized name Rembertus Dodonaeus.",
      "pageId": 893312,
      "monthDay": "06/29"
    },
    {
      "year": "1803",
      "uri": "/wiki/John_Newton_Brown",
      "name": "John Newton Brown",
      "aboutText": "Peter Waage (29 June 1833 – 13 January 1900), the son of a ship's captain, was a significant Norwegian chemist and professor at the Royal Frederick University. Along with his brother-in-law Cato Maximilian Guldberg, he co-discovered and developed the law of mass action between 1864 and 1879.\nHe grew up in Hidra.",
      "pageId": 1189459,
      "monthDay": "06/29"
    },
    {
      "year": "1818",
      "uri": "/wiki/Angelo_Secchi",
      "name": "Angelo Secchi",
      "aboutText": "Willibald Alexis, the pseudonym of Georg Wilhelm Heinrich Häring (29 June 1798 – 16 December 1871), was a German historical novelist, considered part of the Young Germany movement.",
      "pageId": 2339789,
      "monthDay": "06/29"
    },
    {
      "year": "1819",
      "uri": "/wiki/Thomas_Dunn_English",
      "name": "Thomas Dunn English",
      "aboutText": "John Hunn (June 23, 1849 – September 1, 1926) was an American businessman and politician from Camden, in Kent County, Delaware.",
      "pageId": 2451494,
      "monthDay": "06/29"
    },
    {
      "year": "1833",
      "uri": "/wiki/Peter_Waage",
      "name": "Peter Waage",
      "aboutText": "Joachim Heinrich Campe (June 29, 1746 – October 22, 1818) was a German writer, linguist, educator and publisher.",
      "pageId": 2563769,
      "monthDay": "06/29"
    },
    {
      "year": "1844",
      "uri": "/wiki/Peter_I_of_Serbia",
      "name": "Peter I of Serbia",
      "aboutText": "Beatrice d'Este (29 June 1475 – 3 January 1497), duchess of Bari and later of Milan, was the wife of the Milanese ruler Ludovico Sforza (known as \"il Moro\"). She was one of the most beautiful and accomplished princesses of the Italian Renaissance. A member of the Este family, she was the younger daughter of Ercole I d'Este and the sister of Isabella d'Este and Alfonso d'Este.",
      "pageId": 2672580,
      "monthDay": "06/29"
    },
    {
      "year": "1849",
      "uri": "/wiki/Pedro_Montt",
      "name": "Pedro Montt",
      "aboutText": "Christine of Hesse (29 June 1543 – 13 May 1604) was Duchess consort of Holstein-Gottorp as the spouse of Duke Adolf of Holstein-Gottorp. She exerted some political influence as a widow after 1586.",
      "pageId": 4148558,
      "monthDay": "06/29"
    },
    {
      "year": "1849",
      "uri": "/wiki/Sergei_Witte",
      "name": "Sergei Witte",
      "aboutText": "Maria of Aragon (29 June 1482 – 7 March 1517) was a Spanish infanta and the second wife of Portuguese King Manuel I, thus queen consort of Portugal from her marriage on 30 October 1500 until her death.",
      "pageId": 5510605,
      "monthDay": "06/29"
    },
    {
      "year": "1849",
      "uri": "/wiki/John_Hunn_(governor)",
      "name": "John Hunn",
      "aboutText": "John Newton Brown (June 29, 1803 – May 14, 1868) was an influential Baptist teacher, minister and publisher in the 19th century.\nHe was born in New London, Connecticut and attended Madison College (now known as Colgate University) where he graduated at the head of his class in 1823. Ordained the following year, he spent many years traveling New England, serving as minister in Buffalo, New York, Malden, Massachusetts, and Exeter, New Hampshire as well as a teaching position at the Academical and Theological Institution of New Hampton, New Hampshire, before ill health forced him to travel south where he took up a ministry in Lexington, Virginia in 1845.",
      "pageId": 5865168,
      "monthDay": "06/29"
    },
    {
      "year": "1858",
      "uri": "/wiki/George_Washington_Goethals",
      "name": "George Washington Goethals",
      "aboutText": "Thomas Dunn English (June 29, 1819 – April 1, 1902) was an American Democratic Party politician from New Jersey who represented the state's 6th congressional district in the House of Representatives from 1891 to 1895.",
      "pageId": 12745701,
      "monthDay": "06/29"
    },
    {
      "year": "1858",
      "uri": "/wiki/Julia_Lathrop",
      "name": "Julia Lathrop",
      "aboutText": "Curt Sachs (German: [zaks]; June 29, 1881 – February 5, 1959) was a German-born but American-domiciled musicologist.",
      "pageId": 102286,
      "monthDay": "06/29"
    },
    {
      "year": "1861",
      "uri": "/wiki/William_James_Mayo",
      "name": "William James Mayo",
      "aboutText": "Harry Herbert Frazee (June 29, 1880 – June 4, 1929) was an American theatrical agent, producer and director, and owner of the Major League Baseball Boston Red Sox from 1916 to 1923.",
      "pageId": 181352,
      "monthDay": "06/29"
    },
    {
      "year": "1863",
      "uri": "/wiki/Wilbert_Robinson",
      "name": "Wilbert Robinson",
      "aboutText": "Ludwig August Theodor Beck (29 June 1880 – 21 July 1944) was a German general and Chief of the German General Staff during the early years of the Nazi regime in Germany before World War II. Ludwig Beck was never a member of the Nazi Party, though in the early 1930s he supported Adolf Hitler's forceful denunciation of the Versailles Treaty and belief in the need for Germany to rearm.",
      "pageId": 196038,
      "monthDay": "06/29"
    },
    {
      "year": "1866",
      "uri": "/wiki/Bartholomeus_Roodenburch",
      "name": "Bartholomeus Roodenburch",
      "aboutText": "Hendrikje \"Henny\" van Andel-Schipper (née Schipper) (Dutch pronunciation: [ˈɦɛndrɪkjə vɑn ˈɑndəl ˈsxɪpər]) (29 June 1890 – 30 August 2005) was the oldest person ever in the history of the Netherlands (breaking the previous record of Catharina van Dam on 26 September 2003), and from 29 May 2004 was thought to be the oldest recognized person in the world until her death (although her case was later superseded by the one of María Capovilla of Ecuador). She became the oldest living person in the Netherlands on 16 February 2001, at the age of 110 years 232 days.",
      "pageId": 354243,
      "monthDay": "06/29"
    },
    {
      "year": "1868",
      "uri": "/wiki/George_Ellery_Hale",
      "name": "George Ellery Hale",
      "aboutText": "Jean-Baptiste Nicolas Robert Schuman (French pronunciation: ​[ʁɔbɛʁ ʃuman]; 29 June 1886 – 4 September 1963) was a Luxembourg-born French statesman. Schuman was a Christian Democrat (MRP) and an independent political thinker and activist. Twice Prime Minister of France, a reformist Minister of Finance and a Foreign Minister, he was instrumental in building post-war European and trans-Atlantic institutions and is regarded as one of the founders of the European Union, the Council of Europe and NATO. The 1964–1965 academic year at the College of Europe was named in his honour.",
      "pageId": 374183,
      "monthDay": "06/29"
    },
    {
      "year": "1870",
      "uri": "/wiki/Joseph_Carl_Breil",
      "name": "Joseph Carl Breil",
      "aboutText": "George Ellery Hale (June 29, 1868 – February 21, 1938) was an American solar astronomer, best known for his discovery of magnetic fields in sunspots, and as the leader or key figure in the planning or construction of several world-leading telescopes; namely, the 40-inch refracting telescope at Yerkes Observatory, 60-inch Hale reflecting telescope at Mount Wilson Observatory, 100-inch Hooker reflecting telescope at Mount Wilson, and the 200-inch Hale reflecting telescope at Palomar Observatory.\n^ \"George Ellery Hale (1868–1938)\". Retrieved 1 October 2015.",
      "pageId": 623538,
      "monthDay": "06/29"
    },
    {
      "year": "1873",
      "uri": "/wiki/Leo_Frobenius",
      "name": "Leo Frobenius",
      "aboutText": "Wilbert Robinson (June 29, 1863 – August 8, 1934), nicknamed \"Uncle Robbie\", was an American catcher, coach and manager in Major League Baseball.",
      "pageId": 633772,
      "monthDay": "06/29"
    },
    {
      "year": "1879",
      "uri": "/wiki/Benedetto_Aloisi_Masella",
      "name": "Benedetto Aloisi Masella",
      "aboutText": "Alexander Alexandrovich Friedmann (also spelled Friedman or Fridman, Russian: Алекса́ндр Алекса́ндрович Фри́дман) (June 17 (old style or new style) by himself, June 16 (4 old style) by J. O'Conor in 1888, Saint Petersburg, Russian Empire – September 16, 1925, Leningrad, USSR) was a Russian and Soviet physicist and mathematician.",
      "pageId": 728892,
      "monthDay": "06/29"
    },
    {
      "year": "1879",
      "uri": "/wiki/Zsigmond_M%C3%B3ricz",
      "name": "Zsigmond Móricz",
      "aboutText": "James Van Der Zee (June 29, 1886 - May 15, 1983) was an African-American photographer best known for his portraits of black New Yorkers. He was a leading figure in the Harlem Renaissance. Aside from the artistic merits of his work, Van Der Zee produced the most comprehensive documentation of the period.",
      "pageId": 867130,
      "monthDay": "06/29"
    },
    {
      "year": "1880",
      "uri": "/wiki/Ludwig_Beck",
      "name": "Ludwig Beck",
      "aboutText": "Henry Hawtrey (Henry Courtenay Hawtrey; 29 June 1882 – 16 November 1961) was a British track and field athlete, winner of 5 miles (8.0 km) run at the 1906 Summer Olympics. He was born in Southampton and died in Aldershot.\nThe British were the leading force in the long-distance running in early 1900s.",
      "pageId": 885631,
      "monthDay": "06/29"
    },
    {
      "year": "1881",
      "uri": "/wiki/Harry_Frazee",
      "name": "Harry Frazee",
      "aboutText": "Leo Viktor Frobenius (29 June 1873 – 9 August 1938) was an ethnologist and archaeologist and a major figure in German ethnography.",
      "pageId": 921121,
      "monthDay": "06/29"
    },
    {
      "year": "1881",
      "uri": "/wiki/Curt_Sachs",
      "name": "Curt Sachs",
      "aboutText": "Julia Clifford Lathrop (June 29, 1858 – April 15, 1932) was an American social reformer in the area of education, social policy, and children's welfare.",
      "pageId": 1019435,
      "monthDay": "06/29"
    },
    {
      "year": "1882",
      "uri": "/wiki/Henry_Hawtrey",
      "name": "Henry Hawtrey",
      "aboutText": "Joseph Theodore Leslie \"Squizzy\" Taylor (29 June 1888 – 27 October 1927) was an Australian-based career criminal and gangster from Melbourne, Victoria who died violently before his 40th birthday. He appeared repeatedly and sometimes prominently in Melbourne news media because of suspicions, formal accusations, and some convictions related to a 1919 violent gang war, to his absconding from bail and hiding from the police in 1921–22, and to his participating in a robbery where a bank manager was murdered in 1923.\nTaylor enjoyed a fearsome reputation in 1920s Melbourne.",
      "pageId": 1209037,
      "monthDay": "06/29"
    },
    {
      "year": "1882",
      "uri": "/wiki/Franz_Seldte",
      "name": "Franz Seldte",
      "aboutText": "William James Mayo (June 29, 1861 – July 28, 1939) was a physician and surgeon in the United States and one of the seven founders of the Mayo Clinic. He and his brother, Charles Horace Mayo, both joined their father's private medical practice in Rochester, Minnesota, USA, after graduating from medical school in the 1880s. In 1919, that practice became the not-for-profit Mayo Clinic.",
      "pageId": 1963943,
      "monthDay": "06/29"
    },
    {
      "year": "1886",
      "uri": "/wiki/Robert_Schuman",
      "name": "Robert Schuman",
      "aboutText": "Zsigmond Móricz (Hungarian pronunciation: [ˈʒiɡmond ˈmoːrit͡s]; 29 June 1879, Tiszacsécse – 4 September 1942) was a major Hungarian novelist and Social Realist.",
      "pageId": 2060938,
      "monthDay": "06/29"
    },
    {
      "year": "1886",
      "uri": "/wiki/James_Van_Der_Zee",
      "name": "James Van Der Zee",
      "aboutText": "Franz Seldte (29 June 1882 – 1 April 1947) was co-founder of the German Stahlhelm paramilitary organization, a Nazi politician, and Minister for Labour of the German Reich from 1933 to 1945.",
      "pageId": 3255391,
      "monthDay": "06/29"
    },
    {
      "year": "1888",
      "uri": "/wiki/Alexander_Friedmann",
      "name": "Alexander Friedmann",
      "aboutText": "William \"Willie\" Macfarlane (29 June 1889 – 15 August 1961) was a Scottish professional golfer.\nMacfarlane was born in Aberdeen, Scotland. Like many British golfers of his era, he took a position as a club professional in the United States.",
      "pageId": 4974349,
      "monthDay": "06/29"
    },
    {
      "year": "1888",
      "uri": "/wiki/Squizzy_Taylor",
      "name": "Squizzy Taylor",
      "aboutText": "Benedetto Aloisi Masella (29 June 1879 – 30 September 1970) was an Italian Cardinal of the Roman Catholic Church who served as Prefect of the Discipline of the Sacraments from 1954 to 1968, and as Chamberlain of the Roman Church (or Camerlengo) from 1958 until his death.",
      "pageId": 10501242,
      "monthDay": "06/29"
    },
    {
      "year": "1889",
      "uri": "/wiki/Willie_Macfarlane",
      "name": "Willie Macfarlane",
      "aboutText": "Joseph Carl Breil (29 June 1870 – 23 January 1926) was an American lyric tenor, stage director, composer and conductor. He was one of the earliest American composers to compose specific music for motion pictures. His first film was Les amours de la reine Élisabeth (1912) starring Sarah Bernhardt.",
      "pageId": 13406919,
      "monthDay": "06/29"
    },
    {
      "year": "1890",
      "uri": "/wiki/Hendrikje_van_Andel-Schipper",
      "name": "Hendrikje van Andel-Schipper",
      "aboutText": "Bartholomeus Roodenburch (29 June 1866, Amsterdam – 16 July 1939, Oegstgeest) was a Dutch backstroke swimmer who competed in the 1908 Summer Olympics in London.",
      "pageId": 47770542,
      "monthDay": "06/29"
    },
    {
      "year": "1890",
      "uri": "/wiki/Robert_Laurent",
      "name": "Robert Laurent",
      "aboutText": "Antoine Marie Jean-Baptiste Roger, comte de Saint-Exupéry (French: [ɑ̃twan də sɛ̃tɛɡzypeʁi]; 29 June 1900 – 31 July 1944) was a French writer, poet, aristocrat, journalist, and pioneering aviator. He became a laureate of several of France's highest literary awards and also won the U.S. National Book Award. He is best remembered for his novella The Little Prince (Le Petit Prince) and for his lyrical aviation writings, including Wind, Sand and Stars and Night Flight.",
      "pageId": 63174,
      "monthDay": "06/29"
    },
    {
      "year": "1892",
      "uri": "/wiki/Henry_Gerber",
      "name": "Henry Gerber",
      "aboutText": "Bernard Herrmann (June 29, 1911 – December 24, 1975) was an American composer known for his work in composing for motion pictures. As a conductor, he championed the music of lesser-known composers.\nAn Academy Award-winner (for The Devil and Daniel Webster, 1941; later renamed All That Money Can Buy), Herrmann is particularly known for his collaborations with director Alfred Hitchcock, most famously Psycho, North by Northwest, The Man Who Knew Too Much, and Vertigo.",
      "pageId": 164356,
      "monthDay": "06/29"
    },
    {
      "year": "1893",
      "uri": "/wiki/Prasanta_Chandra_Mahalanobis",
      "name": "Prasanta Chandra Mahalanobis",
      "aboutText": "Frank Henry Loesser (/ˈlɛsər/; June 29, 1910 – July 28, 1969) was an American songwriter who wrote the lyrics and music to the Broadway hits Guys and Dolls and How To Succeed In Business Without Really Trying, among others. He won separate Tony Awards for the music and lyrics in both shows, as well as sharing the Pulitzer Prize for Drama for the latter.",
      "pageId": 166145,
      "monthDay": "06/29"
    },
    {
      "year": "1893",
      "uri": "/wiki/Aarre_Merikanto",
      "name": "Aarre Merikanto",
      "aboutText": "Fulgence Charpentier, OC (June 29, 1897 – February 6, 2001) was a French Canadian journalist, editor and publisher.\nBorn in Sainte-Anne-de-Prescott, Ontario, Charpentier's career included diplomatic, political and bureaucratic positions, but his first love had been journalism ever since he began his reporting career at Montreal's Le Devoir in 1915, during which he earned $20 a week.\nIn 1918, Charpentier joined the Canadian army, but the war ended before he could be sent overseas.",
      "pageId": 336970,
      "monthDay": "06/29"
    },
    {
      "year": "1897",
      "uri": "/wiki/Fulgence_Charpentier",
      "name": "Fulgence Charpentier",
      "aboutText": "Prasanta Chandra Mahalanobis FRS (29 June 1893 – 28 June 1972) was an Indian scientist and applied statistician. He is best remembered for the Mahalanobis distance, a statistical measure. He made pioneering studies in anthropometry in India.",
      "pageId": 359931,
      "monthDay": "06/29"
    },
    {
      "year": "1898",
      "uri": "/wiki/Yvonne_Lef%C3%A9bure",
      "name": "Yvonne Lefébure",
      "aboutText": "Leroy Anderson (/ləˈrɔɪ/ ~ lə-ROY); (June 29, 1908 – May 18, 1975) was an American composer of short, light concert pieces, many of which were introduced by the Boston Pops Orchestra under the direction of Arthur Fiedler.",
      "pageId": 450990,
      "monthDay": "06/29"
    },
    {
      "year": "1900",
      "uri": "/wiki/Antoine_de_Saint-Exup%C3%A9ry",
      "name": "Antoine de Saint-Exupéry",
      "aboutText": "Ivan Danilovich Chernyakhovsky, also Cherniakhovsky, (Russian: Ива́н Дани́лович Черняхо́вский); Oksanina, Uman, Kiev Governorate, Russian Empire (today Cherkasy Oblast, Ukraine), 29 June [O.S. 16 June] 1906 – Mehlsack, today Pieniężno, Poland, 18 February 1945) was the youngest ever Soviet general of the army, twice Hero of the Soviet Union and commander of the 3rd Belorussian Front.",
      "pageId": 603664,
      "monthDay": "06/29"
    },
    {
      "year": "1901",
      "uri": "/wiki/Nelson_Eddy",
      "name": "Nelson Eddy",
      "aboutText": "Nelson Ackerman Eddy (June 29, 1901 – March 6, 1967) was an American singer and actor who appeared in 19 musical films during the 1930s and 1940s, as well as in opera and on the concert stage, radio, television, and in nightclubs. A classically trained baritone, he is best remembered for the eight films in which he costarred with soprano Jeanette MacDonald. He was one of the first \"crossover\" stars, a superstar appealing both to shrieking bobby soxers as well as opera purists, and in his heyday was the highest paid singer in the world.",
      "pageId": 695709,
      "monthDay": "06/29"
    },
    {
      "year": "1903",
      "uri": "/wiki/Alan_Blumlein",
      "name": "Alan Blumlein",
      "aboutText": "Robert Laurent (June 29, 1890 – April 20, 1970) was an American sculptor, known for his sensitive interpretations of the human form.\nLaurent was born in Concarneau, Brittany France. There, at the age of 12 his artistic talents were recognized by art connoisseur Hamilton Easter Field who then brought him to the United States when he was twenty years old.",
      "pageId": 906249,
      "monthDay": "06/29"
    },
    {
      "year": "1903",
      "uri": "/wiki/Paul_Newlan",
      "name": "Paul Newlan",
      "aboutText": "Aarre Merikanto (29 June 1893, Helsinki, Grand Duchy of Finland – 29 September 1958, Helsinki, Republic of Finland) was a Finnish composer.\nHe was the son of Liisa Häyrynen and the famous romantic composer, professor Oskar Merikanto. His childhood he spent in Vilppula, Finland.",
      "pageId": 1058567,
      "monthDay": "06/29"
    },
    {
      "year": "1906",
      "uri": "/wiki/Ivan_Chernyakhovsky",
      "name": "Ivan Chernyakhovsky",
      "aboutText": "José Pablo Moncayo García (June 29, 1912 – June 16, 1958) was a Mexican pianist, percussionist, music teacher, composer and conductor. \"As composer, José Pablo Moncayo represents one of the most important legacies of the Mexican nationalism in art music, after Silvestre Revueltas and Carlos Chávez.\" He produced some of the masterworks that best symbolize the essence of the national aspirations and contradictions of Mexico in the 20th century.\n^ Torres-Chibras, Armando (2002).",
      "pageId": 1632853,
      "monthDay": "06/29"
    },
    {
      "year": "1906",
      "uri": "/wiki/Heinz_Harmel",
      "name": "Heinz Harmel",
      "aboutText": "Alan Dower Blumlein (29 June 1903 – 7 June 1942) was an English electronics engineer, notable for his many inventions in telecommunications, sound recording, stereophonic sound, television and radar. He received 128 patents and was considered as one of the most significant engineers and inventors of his time.",
      "pageId": 2125822,
      "monthDay": "06/29"
    },
    {
      "year": "1908",
      "uri": "/wiki/Leroy_Anderson",
      "name": "Leroy Anderson",
      "aboutText": "Yvonne Lefébure (29 June 1898, Ermont – 23 January 1986, Paris) was a French pianist and teacher.\nBorn in Ermont, she studied with Alfred Cortot at the Paris Conservatoire, taking a premier prix in piano and numerous other subjects. She performed with the Orchestre des Concerts Lamoureux and the Orchestre des Concerts Colonne and in recital.",
      "pageId": 2691536,
      "monthDay": "06/29"
    },
    {
      "year": "1908",
      "uri": "/wiki/Erik_Lundqvist",
      "name": "Erik Lundqvist",
      "aboutText": "Erik Hjalmar Lundqvist (29 June 1908 – 7 January 1963) was a Swedish athlete who won a gold medal in the javelin throw at the 1928 Summer Olympics. Two weeks later he became the first man two break the 70 m barrier, setting a new world record at 71.01 m.",
      "pageId": 7989746,
      "monthDay": "06/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Frank_Loesser",
      "name": "Frank Loesser",
      "aboutText": "Katherine DeMille (June 29, 1911 – April 27, 1995) was a Canadian-born American film actress.\nShe was born Katherine Paula Lester in Vancouver, British Columbia, Canada. She was orphaned as a child by the death of her father, an officer in the Canadian Army who died in World War I combat and the loss of her mother to tuberculosis in 1920.",
      "pageId": 9807626,
      "monthDay": "06/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Burgess_Whitehead",
      "name": "Burgess Whitehead",
      "aboutText": "Burgess Urquhart \"Whitey\" Whitehead (June 29, 1910 – November 25, 1993) was a Major League Baseball second baseman from 1933 to 1946. He played for the St. Louis Cardinals, New York Giants, and Pittsburgh Pirates.",
      "pageId": 9872452,
      "monthDay": "06/29"
    },
    {
      "year": "1911",
      "uri": "/wiki/Prince_Bernhard_of_Lippe-Biesterfeld",
      "name": "Prince Bernhard of Lippe-Biesterfeld",
      "aboutText": "Heinz Harmel (29 June 1906 – 2 September 2000) was a German Brigadeführer and Generalmajor of the Waffen-SS during World War II. He was also a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords. The Knight's Cross of the Iron Cross with Oak Leaves and Swords was awarded to recognise extreme battlefield bravery or successful military leadership.",
      "pageId": 14538313,
      "monthDay": "06/29"
    },
    {
      "year": "1911",
      "uri": "/wiki/Katherine_DeMille",
      "name": "Katherine DeMille",
      "aboutText": "Prince Bernhard of Lippe-Biesterfeld (Prince Bernhard Leopold Frederik Everhard Julius Coert Karel Godfried Pieter of Lippe-Biesterfeld) (Born as: Bernhard Friedrich Eberhard Leopold Julius Kurt Carl Gottfried Peter Graf von Biesterfeld; 29 June 1911 – 1 December 2004), later Prince Bernhard of the Netherlands, was the husband of Queen Juliana of the Netherlands and father of her four children, including the former Queen of the Netherlands, Princess Beatrix.\nAlthough his private life was rather controversial, he was still generally regarded as a charming and popular figure by the majority of the Dutch for his performance as a combat pilot and his activities as a liaison officer and personal aide to the Queen during World War II and for his work during post-war reconstruction.\nDuring World War II the German-born prince was part of the London-based Allied war planning councils and saw active service as a Wing Commander (RAF) flying both fighter and bomber planes into combat.",
      "pageId": 22396008,
      "monthDay": "06/29"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bernard_Herrmann",
      "name": "Bernard Herrmann",
      "aboutText": "Henry Gerber (June 29, 1892 – December 31, 1972) was an early homosexual rights activist in the United States. Inspired by the work of Germany's Magnus Hirschfeld and his Scientific-Humanitarian Committee, Gerber founded the Society for Human Rights (SHR) in 1924, the nation's first known homosexual organization, and Friendship and Freedom, the first known American homosexual publication. SHR was short-lived, as police arrested several of its members shortly after it incorporated.",
      "pageId": 24126641,
      "monthDay": "06/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/Jos%C3%A9_Pablo_Moncayo",
      "name": "José Pablo Moncayo",
      "aboutText": "Paul Emory Newlan (June 29, 1903 – November 23, 1973) was an American film and TV character actor from Plattsburgh, New York. He was best known for his role as Captain Grey on the NBC police series M Squad and for his roles in films including The Americanization of Emily and The Slender Thread.\n^ The Complete Directory to Prime Time Network and Cable TV Shows, 1946-Present.",
      "pageId": 31666232,
      "monthDay": "06/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/%C3%89mile_Peynaud",
      "name": "Émile Peynaud",
      "aboutText": "Louis Burton Lindley, Jr. (June 29, 1919 – December 8, 1983), better known by his stage name Slim Pickens, was an American rodeo performer and film and television actor. During much of his career Pickens played mainly cowboy roles, and is perhaps best remembered today for his comic roles in Dr.",
      "pageId": 66934,
      "monthDay": "06/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/John_Toland_(author)",
      "name": "John Toland",
      "aboutText": "Raymond Frederick \"Ray\" Harryhausen (June 29, 1920 – May 7, 2013) was an American visual effects creator, writer, and producer who created a form of stop-motion model animation known as \"Dynamation.\"",
      "pageId": 226575,
      "monthDay": "06/29"
    },
    {
      "year": "1913",
      "uri": "/wiki/Earle_Meadows",
      "name": "Earle Meadows",
      "aboutText": "Rafael Jeroným Kubelík (29 June 1914 – 11 August 1996) was a Czech-born conductor and composer.\nSon of a well-known violinist, Jan Kubelík, he was trained in Prague, and made his debut with the Czech Philharmonic Orchestra at the age of 19. Having managed to maintain a career in Czechoslovakia under the Nazi occupation, he refused to work under what he considered a \"second tyranny\" after the Communist Czechoslovak coup d'état of 1948, and took refuge in Britain.",
      "pageId": 317945,
      "monthDay": "06/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Rafael_Kubel%C3%ADk",
      "name": "Rafael Kubelík",
      "aboutText": "John Willard Toland (June 29, 1912 – January 4, 2004) was an American writer and historian. He is best known for a biography of Adolf Hitler and a Pulitzer Prize-winning history of World War II-era Japan, The Rising Sun.",
      "pageId": 421693,
      "monthDay": "06/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Christos_Papakyriakopoulos",
      "name": "Christos Papakyriakopoulos",
      "aboutText": "John William Vessey, Jr. (born June 29, 1922) is a retired United States Army general. He served as the tenth Chairman of the Joint Chiefs of Staff from June 18, 1982 to September 30, 1985.",
      "pageId": 754881,
      "monthDay": "06/29"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ruth_Warrick",
      "name": "Ruth Warrick",
      "aboutText": "Harry O'Reilly Schell (June 29, 1921 – May 13, 1960) was an American Grand Prix motor racing driver.",
      "pageId": 1226457,
      "monthDay": "06/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ernesto_Corripio_y_Ahumada",
      "name": "Ernesto Corripio y Ahumada",
      "aboutText": "Reinhard Mohn (29 June 1921 – 3 October 2009) was a German businessman who turned Bertelsmann, a \"provincial, war-shattered German publisher\", into the sixth-largest media conglomerate in the world.",
      "pageId": 1324493,
      "monthDay": "06/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Slim_Pickens",
      "name": "Slim Pickens",
      "aboutText": "Ruth Elizabeth Warrick (June 29, 1916 – January 15, 2005), DM, was an American singer, actress and political activist, best known for her role as Phoebe Tyler Wallingford on All My Children, which she played regularly from 1970 until her death in 2005. At the time of her death she was twenty-second on the all-time list of longest-serving soap opera actors in the United States.\nShe made her film debut in Citizen Kane, and years later celebrated her 80th birthday by attending a special screening of the film to a packed, standing-room-only audience.",
      "pageId": 1369938,
      "monthDay": "06/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Lloyd_Richards",
      "name": "Lloyd Richards",
      "aboutText": "Christos Dimitriou Papakyriakopoulos, commonly known as \"Papa\" (Χρήστος Δημητρίου Παπακυριακόπουλος in Greek; born in Chalandri, Athens, Greece on June 29, 1914, died on June 29, 1976, Princeton, New Jersey), was a Greek mathematician specializing in geometric topology.",
      "pageId": 1463636,
      "monthDay": "06/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/C%C3%A9sar_Rodr%C3%ADguez_%C3%81lvarez",
      "name": "César Rodríguez Álvarez",
      "aboutText": "Vasile \"Vasko\" Popa (Serbian Cyrillic: Васко Попа; June 29, 1922 – January 5, 1991) was a Serbian poet of Romanian descent.",
      "pageId": 1738949,
      "monthDay": "06/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ray_Harryhausen",
      "name": "Ray Harryhausen",
      "aboutText": "Ernesto Corripio y Ahumada (June 29, 1919 – April 10, 2008) was a cardinal of the Roman Catholic Church. He was Archbishop of Mexico in Mexico City (1977–1994) and was Primate of Mexico.",
      "pageId": 1816843,
      "monthDay": "06/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/Nicole_Russell,_Duchess_of_Bedford",
      "name": "Nicole Russell, Duchess of Bedford",
      "aboutText": "Chou Wen-chung (Chinese: 周 文 中; pinyin: Zhōu Wénzhōng; born June 29, 1923 in Yantai (Chefoo), Shandong, China) is a Chinese American composer of contemporary classical music. He emigrated in 1946 to the United States and received his music training at the New England Conservatory and Columbia University.",
      "pageId": 2627858,
      "monthDay": "06/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Dard",
      "name": "Frédéric Dard",
      "aboutText": "Émile Peynaud (June 29, 1912 – July 18, 2004) was a French oenologist and researcher who has been credited with revolutionizing winemaking in the latter half of the 20th century, and has been called \"the forefather of modern oenology\".",
      "pageId": 4104854,
      "monthDay": "06/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jean_Kent",
      "name": "Jean Kent",
      "aboutText": "Ralph Burns (né Ralph Jose P. Burns; 29 June 1922 Newton, Massachusetts — 21 November 2001 Los Angeles) was an American songwriter, bandleader, composer, conductor, arranger and bebop pianist.",
      "pageId": 5676178,
      "monthDay": "06/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Reinhard_Mohn",
      "name": "Reinhard Mohn",
      "aboutText": "Lloyd George Richards (June 29, 1919 – June 29, 2006) was a Canadian-American theatre director, actor, and dean of the Yale School of Drama from 1979 to 1991, and Yale University professor emeritus.",
      "pageId": 5781421,
      "monthDay": "06/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Harry_Schell",
      "name": "Harry Schell",
      "aboutText": "Frédéric Dard (Frédéric Charles Antoine Dard, 29 June 1921 in Bourgoin-Jallieu, Isère - 6 June 2000 in Switzerland) was a French writer and author of the San-Antonio series.",
      "pageId": 5863486,
      "monthDay": "06/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ralph_Burns",
      "name": "Ralph Burns",
      "aboutText": "Jean Kent (29 June 1921 − 30 November 2013) was a British film and television actress.",
      "pageId": 6611411,
      "monthDay": "06/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Vasko_Popa",
      "name": "Vasko Popa",
      "aboutText": "Earle Elmer Meadows (June 29, 1913 – November 11, 1992) was an American pole vaulter who won a gold medal at the 1936 Olympics. His winning vault is featured in Leni Riefenstahl's film Olympia.\nMeadows had a long rivalry with Bill Sefton, his teammate from the University of Southern California.",
      "pageId": 7679333,
      "monthDay": "06/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_William_Vessey,_Jr.",
      "name": "John William Vessey, Jr.",
      "aboutText": "César Rodríguez Álvarez (6 July 1920 – 1 March 1995), sometimes known just as César, was a Spanish football forward and manager.\nDuring his career, which spanned more than two decades, he played mainly for FC Barcelona, appearing in 351 official games for the club and scoring 232 goals (previously counted by the club as 235), making him the highest goalscorer in the club's history for several decades. He won five La Liga championships with the team, in a total of 13 major trophies, and was renowned for his ability to score from corners.",
      "pageId": 9472304,
      "monthDay": "06/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Chou_Wen-chung",
      "name": "Chou Wen-chung",
      "aboutText": "Nicole Russell, Duchess of Bedford (often known professionally as Nicole Milinaire; 29 June 1920, Paris-6 September 2012) was one of the first female television producers in France, and then became the Duchess of Bedford, helping to open and popularize one of the first Stately homes to the public - Woburn Abbey. She was also a best-selling author.\nNicole Milinaire became a French television producer in the 1950s.",
      "pageId": 10073882,
      "monthDay": "06/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ezra_Laderman",
      "name": "Ezra Laderman",
      "aboutText": "Oriana Fallaci (Italian: [oˈrjaˑna falˈlaːʧi]; 29 June 1929 – 15 September 2006) was an Italian journalist, author, and political interviewer. A partisan during World War II, she had a long and successful journalistic career. Fallaci became famous worldwide for her coverage of war and revolution, and her interviews with many world leaders during the 1960s, 1970s and 1980s.",
      "pageId": 141030,
      "monthDay": "06/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Flo_Sandon%27s",
      "name": "Flo Sandon's",
      "aboutText": "James Brian Edward Hutton, Baron Hutton, Kt, PC, QC (born 29 June 1931) is a former Lord Chief Justice of Northern Ireland and British Lord of Appeal in Ordinary.",
      "pageId": 286620,
      "monthDay": "06/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Roy_Walford",
      "name": "Roy Walford",
      "aboutText": "Robert Evans (born June 29, 1930) is an American film producer and former studio executive, best known for his work on Rosemary's Baby, Love Story, The Godfather and Chinatown.\nEvans began his career in a successful business venture with his brother, selling women's apparel. In 1956, while on a business trip, he was by chance spotted by actress Norma Shearer, who thought he would be right to play the role of her late husband Irving Thalberg (appropriately, another film mogul) in Man of a Thousand Faces.",
      "pageId": 501539,
      "monthDay": "06/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Giorgio_Napolitano",
      "name": "Giorgio Napolitano",
      "aboutText": "Roy Lee Walford, M. D. (June 29, 1924 in San Diego, California, USA – April 27, 2004) was a pioneer in the field of caloric restriction. He died at age 79 of respiratory failure as a complication of amyotrophic lateral sclerosis (commonly known as Lou Gehrig’s or motor neurone disease).",
      "pageId": 646541,
      "monthDay": "06/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Chan_Parker",
      "name": "Chan Parker",
      "aboutText": "Jaber III Ahmad Al-Jaber Al-Sabah, GCB (Hon), GCMG (Hon) (29 June 1926 - 15 January 2006) (Arabic: الشيخ جابر الأحمد الجابر الصباح‎) of the al-Sabah dynasty, was the 3rd Emir of Kuwait and Commander of the Military of Kuwait; serving from 31 December 1977 until his death on 15 January 2006 due to cerebral hemorrhage. The third monarch to rule Kuwait since its independence from Britain, Jaber had previously served as minister of finance and Economy from 1962 until 1965, when he was appointed prime minister prior to becoming Kuwait's ruler.\n^ Laura Etheredge (Ed.).",
      "pageId": 814724,
      "monthDay": "06/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hale_Smith",
      "name": "Hale Smith",
      "aboutText": "Ernst Carl Julius Albrecht (29 June 1930 – 13 December 2014) was a German politician of the Christian Democratic Union and a former high-ranking civil servant of the European Commission.",
      "pageId": 852150,
      "monthDay": "06/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jackie_Lynn_Taylor",
      "name": "Jackie Lynn Taylor",
      "aboutText": "Mammola Sandon, known by the stage name of Flo Sandon's (29 June 1924 – 17 November 2006), was an Italian singer who was popular in the post-World War II years.",
      "pageId": 1086736,
      "monthDay": "06/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Cara_Williams",
      "name": "Cara Williams",
      "aboutText": "Ian Bannen (29 June 1928 – 3 November 1999) was a Scottish character actor and occasional leading man.",
      "pageId": 1140230,
      "monthDay": "06/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jaber_Al-Ahmad_Al-Jaber_Al-Sabah",
      "name": "Jaber Al-Ahmad Al-Jaber Al-Sabah",
      "aboutText": "Jackie Lynn Taylor (June 29, 1925 – May 5, 2014) was an American child actress.",
      "pageId": 1227340,
      "monthDay": "06/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Pierre_Perrault",
      "name": "Pierre Perrault",
      "aboutText": "Sławomir Mrożek (29 June 1930 – 15 August 2013) was a Polish dramatist, writer and cartoonist. In 1963 Mrożek emigrated to Italy and France and then further to Mexico. In 1996 he returned to Poland and settled in Kraków.",
      "pageId": 1429557,
      "monthDay": "06/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ian_Bannen",
      "name": "Ian Bannen",
      "aboutText": "Viola Léger, OC ONB (born June 29, 1930) is an Acadian-Canadian actress and former Canadian Senator.\nBorn in Fitchburg, Massachusetts, Léger received a B.A. and a B.Ed. from the Université de Moncton, and an M.F.A. (Theater Education) from Boston University.",
      "pageId": 1940652,
      "monthDay": "06/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jean-Louis_Pesch",
      "name": "Jean-Louis Pesch",
      "aboutText": "Chan Woods (born Beverly Dolores Berg, also known as Chan Richardson; 29 June 1925 – 9 September 1999), well known as Chan Parker, was a common-law wife of jazz musician Charlie Parker and later married musician Phil Woods.\nShe was born in New York City, New York, of Jewish ancestry. She was a dancer and jazz enthusiast who in the 1940s and early 1950s was romantically connected with jazz musicians Johnny Bothwell and later Don Lanphere.",
      "pageId": 2076851,
      "monthDay": "06/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Radius_Prawiro",
      "name": "Radius Prawiro",
      "aboutText": "Ezra Laderman (29 June 1924 – 28 February 2015) was an American composer of classical music.",
      "pageId": 2637121,
      "monthDay": "06/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Pat_Crawford_Brown",
      "name": "Pat Crawford Brown",
      "aboutText": "Cara Williams (born June 29, 1925) is an American film and television actress.",
      "pageId": 2880630,
      "monthDay": "06/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Oriana_Fallaci",
      "name": "Oriana Fallaci",
      "aboutText": "Giorgio Napolitano, OMRI (Italian: [ˈdʒordʒo napoliˈtaːno]; born 29 June 1925) is an Italian politician who was the 11th President of Italy from 2006 to 2015. Due to his dominant position in Italian politics, critics often refer to him as Re Giorgio (\"King George\"). He is the longest serving President in the history of the modern Italian Republic, which has been in existence since 1946.",
      "pageId": 3052601,
      "monthDay": "06/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ernst_Albrecht_(politician)",
      "name": "Ernst Albrecht",
      "aboutText": "Pat Crawford Brown (born June 29, 1929) is an American actress, best known for her role as Ida Greenberg on Desperate Housewives.",
      "pageId": 3555462,
      "monthDay": "06/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Evans_(producer)",
      "name": "Robert Evans",
      "aboutText": "Dr.",
      "pageId": 3742920,
      "monthDay": "06/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Viola_L%C3%A9ger",
      "name": "Viola Léger",
      "aboutText": "Hale Smith (June 29, 1925 – November 24, 2009) was an American composer, pianist, educator, arranger, and editor.\n^ De Lerma, Dominique-Rene. \"African Heritage Symphonic Series\".",
      "pageId": 10530370,
      "monthDay": "06/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/S%C5%82awomir_Mro%C5%BCek",
      "name": "Sławomir Mrożek",
      "aboutText": "Jean Louis Pesch, from his real name Jean-Louis Poisson, is a French author of comics series, including Sylvain et Sylvette.",
      "pageId": 18744896,
      "monthDay": "06/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Brian_Hutton,_Baron_Hutton",
      "name": "Brian Hutton, Baron Hutton",
      "aboutText": "Pierre Perrault (29 June 1927 – 24 June 1999) was a Québécois documentary film director. He directed 20 films between 1963 and 1996. He was one of the most important filmmakers in Canada although largely unknown outside of Québec.",
      "pageId": 23290963,
      "monthDay": "06/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bob_Shaw_(baseball)",
      "name": "Bob Shaw",
      "aboutText": "William Gary Busey (born June 29, 1944) is an American actor. He has appeared in films such as Thunderbolt and Lightfoot (1974),The Gumball Rally (1976), The Buddy Holly Story (1978), Big Wednesday (1978), Silver Bullet (1985), Eye of the Tiger (1986), Lethal Weapon (1987), Predator 2 (1990), Point Break (1991), Under Siege (1992), The Firm (1993), Rookie of the Year (1993), Surviving the Game (1994), Drop Zone (1994), Black Sheep (1996), Lost Highway (1997), Soldier (1998), and Fear and Loathing in Las Vegas (1998). Busey also made guest appearances on shows such as Gunsmoke, Walker, Texas Ranger, Law & Order, Scrubs, and Entourage.",
      "pageId": 13030,
      "monthDay": "06/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/John_Bradshaw_(author)",
      "name": "John Bradshaw",
      "aboutText": "Stokely Carmichael (June 29, 1941 – November 15, 1998), also known as Kwame Turé, was a Trinidadian-American revolutionary active in the 1960s Civil Rights Movement, and later, the global Pan-African movement. Growing up in the United States from the age of eleven, he graduated from Howard University. He rose to prominence in the civil rights and Black Power movements, first as a leader of the Student Nonviolent Coordinating Committee (SNCC), later as the \"Honorary Prime Minister\" of the Black Panther Party, and finally as a leader of the All-African Peoples Revolutionary Party.",
      "pageId": 259349,
      "monthDay": "06/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Corey_Allen",
      "name": "Corey Allen",
      "aboutText": "Harmon Clayton Killebrew (/ˈkɪlɨbruː/; June 29, 1936 – May 17, 2011), nicknamed \"The Killer\" and \"Hammerin' Harmon\", was an American professional baseball first baseman, third baseman, and left fielder. During his 22-year career in Major League Baseball (MLB), primarily with the Minnesota Twins, Killebrew was a prolific power hitter who, at the time of his retirement, was second only to Babe Ruth in American League (AL) home runs and was the AL career leader in home runs by a right-handed batter (since broken by Alex Rodriguez). He was inducted into the National Baseball Hall of Fame in 1984.",
      "pageId": 310171,
      "monthDay": "06/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Vassilis_C._Constantakopoulos",
      "name": "Vassilis C. Constantakopoulos",
      "aboutText": "Eva Narcissus Boyd (June 29, 1943 – April 10, 2003), known by the stage name of Little Eva, was an American pop singer.",
      "pageId": 602275,
      "monthDay": "06/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Katsuya_Nomura",
      "name": "Katsuya Nomura",
      "aboutText": "The Hon. Charlotte Bingham (born 29 June 1942 in Haywards Heath, Sussex, England) is an English novelist who has written over 30 mainly historical romance novels and has also written for many television programmes including Upstairs, Downstairs, Play for Today and Robin's Nest. In her television work, she often worked with her husband, Terence Brady.",
      "pageId": 1228083,
      "monthDay": "06/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Harmon_Killebrew",
      "name": "Harmon Killebrew",
      "aboutText": "John Elliot Bradshaw (/ˈbrædˌʃɔː/; born (1933-06-29) June 29, 1933  is an American educator, counselor, motivational speaker and author who has hosted a number of PBS television programs on topics such as addiction, recovery, codependency and spirituality. Bradshaw is active in the self-help movement, and is credited with popularizing such ideas as the \"wounded inner child\" and the dysfunctional family. His books are mainly works of popular psychology.",
      "pageId": 1623040,
      "monthDay": "06/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Alan_Connolly",
      "name": "Alan Connolly",
      "aboutText": "Robert John Shaw (June 29, 1933 – September 23, 2010) was an American Major League Baseball (MLB) player from Garden City, New York. A right-handed pitcher, he played on seven teams for eleven seasons, 1957 through 1967. In 1962, he was a National League (NL) All-Star player.",
      "pageId": 2156693,
      "monthDay": "06/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lo_Lieh",
      "name": "Lo Lieh",
      "aboutText": "Alan Norman Connolly (born 29 June 1939, Skipton, Victoria) is a former Australian cricketer who played in 29 Tests and one ODI from 1963 to 1971.\nConnolly was a fast bowler early in his career, but slowed his pace to increase his accuracy and became a reliable support bowler in partnership with Garth McKenzie. He was instrumental in Australia's 159-run victory at Old Trafford in 1968, the only time England lost a match in a sequence of 40 Tests between 1966 and 1971.",
      "pageId": 2582167,
      "monthDay": "06/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Amarildo_Tavares_da_Silveira",
      "name": "Amarildo Tavares da Silveira",
      "aboutText": "Sydney John Dawes OBE (born 29 June 1940 in Chapel of Ease, part of Abercarn near Newbridge, South Wales) is a former Welsh rugby union player, playing at centre, and later coach. He captained London Welsh, Wales, the Barbarians and the British Lions. He was made an OBE in the 1972 New Years Honours List for services to sport.",
      "pageId": 2737545,
      "monthDay": "06/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Vyacheslav_Artyomov",
      "name": "Vyacheslav Artyomov",
      "aboutText": "Wang Lap Tat (June 29, 1939 – November 2, 2002), better known by his stage name Lo Lieh, was an Indonesian-born Hong Kong actor.",
      "pageId": 2803840,
      "monthDay": "06/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Dawes",
      "name": "John Dawes",
      "aboutText": "Katsuya Nomura (野村 克也, Nomura Katsuya, born June 29, 1935 in Amino, Takeno District (Present: Kyotango), Kyoto prefecture, Japan) was one of Nippon Professional Baseball's (NPB) greatest catchers, and was also a long-time manager for the Yakult Swallows and the Hanshin Tigers of the Central League, and for the Rakuten Golden Eagles of the Pacific League. With 657 home runs and 1988 RBI, Nomura ranks number two on the career NPB lists in both categories, behind Sadaharu Oh.",
      "pageId": 4518068,
      "monthDay": "06/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Boccabella",
      "name": "John Boccabella",
      "aboutText": "Vyacheslav Petrovich Artyomov (Russian: Вячесла́в Петро́вич Артё́мов; born June 29, 1940) is a Russian and Soviet composer.",
      "pageId": 5521799,
      "monthDay": "06/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Stokely_Carmichael",
      "name": "Stokely Carmichael",
      "aboutText": "Amarildo Tavares da Silveira, also known as Amarildo (Portuguese pronunciation: [amaˈɾiwdu]; born July 29, 1940) is a retired Brazilian football striker.\nHis career lasted from 1957 to 1974 and he played for Goytacaz, Flamengo, Botafogo and Vasco da Gama, and in Italy for Milan, Fiorentina and Roma. He won one “Coppa Italia” in 1967 with Milan, and the Italian title (“Scudetto”) in 1969 with Fiorentina.",
      "pageId": 5904819,
      "monthDay": "06/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Margitta_Gummel",
      "name": "Margitta Gummel",
      "aboutText": "Corey Allen (June 29, 1934 – June 27, 2010) was an American film and television director, writer, producer, and actor. He began his career as an actor but eventually became a television director. He may be best known for playing the character Buzz Gunderson in Nicholas Ray's Rebel Without a Cause (1955).",
      "pageId": 6352405,
      "monthDay": "06/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Charlotte_Bingham",
      "name": "Charlotte Bingham",
      "aboutText": "Margitta Gummel (née Helmbold on 29 June 1941) is a German former Olympic gold medalist. She competed for the Unified German team in the 1964 Summer Olympics, East Germany in the 1968 Summer Olympics, and East Germany again at the 1972 Summer Olympics. She had a long rivalry with Nadezhda Chizhova of the Soviet Union.",
      "pageId": 6810044,
      "monthDay": "06/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul_Lorieau",
      "name": "Paul Lorieau",
      "aboutText": "Paul Joseph Lorieau (June 29, 1942 – July 2, 2013) was a Canadian optician who was the National Anthem singer for the Edmonton Oilers of the National Hockey League from 1981 to 2011. He was of French-Canadian descent.\nPaul Joseph Lorieau was born the youngest of 7 children on June 29, 1942 in Legal, Alberta to Henri and Alexandrine Lorieau.",
      "pageId": 9764603,
      "monthDay": "06/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mike_Willesee",
      "name": "Mike Willesee",
      "aboutText": "John Dominic Boccabella (born June 29, 1941) is an American former professional baseball player.",
      "pageId": 13784171,
      "monthDay": "06/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Little_Eva",
      "name": "Little Eva",
      "aboutText": "Michael Willesee (born 29 June 1942) is an Australian television presenter.",
      "pageId": 27898959,
      "monthDay": "06/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gary_Busey",
      "name": "Gary Busey",
      "aboutText": "Andreu Mas-Colell (Catalan: [ənˈdɾew ˈmas kuˈɫeʎ], born 29 June 1944) is a Spanish economist, an expert in microeconomics and one of the world's leading mathematical economists. He is the founder of the Barcelona Graduate School of Economics and a professor in the department of economics at Pompeu Fabra University in Barcelona, Catalonia, Spain. He has also served several times in the cabinet of the Catalonian government.",
      "pageId": 30510739,
      "monthDay": "06/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Andreu_Mas-Colell",
      "name": "Andreu Mas-Colell",
      "aboutText": "Vassilis C. Constantakopoulos (Greek: Βασίλειος Κωνσταντακόπουλος Vassilis Constantakopoulos, 29 June 1935 - 25 January 2011) was a Greek Captain, Shipowner and Entrepreneur.",
      "pageId": 35311347,
      "monthDay": "06/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Se%C3%A1n_Patrick_O%27Malley",
      "name": "Seán Patrick O'Malley",
      "aboutText": "Keno Don Hugo Rosa, known simply as Don Rosa (/ˈdɑːn ˈroʊzə/; born June 29, 1951), is an American comic book author and illustrator known for his stories about Scrooge McDuck, Donald Duck and other Disney characters. Many of his stories are built on characters and locations created by Carl Barks, including the story that brought him to fame as a modern Disney artist – the Harvey Award-nominated comic, The Son of the Sun.\nRosa created about 90 stories between 1987 and 2006.",
      "pageId": 8927,
      "monthDay": "06/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Chandrika_Kumaratunga",
      "name": "Chandrika Kumaratunga",
      "aboutText": "Richard Philip Lewis (born June 29, 1947) is an American comedian and actor.",
      "pageId": 217483,
      "monthDay": "06/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ernesto_P%C3%A9rez_Balladares",
      "name": "Ernesto Pérez Balladares",
      "aboutText": "Ann Margaret Veneman (born June 29, 1949) was the Executive Director of UNICEF from 2005 to 2010. Her appointment was announced on January 18, 2005 by UN Secretary-General Kofi Annan. Previously, Veneman was the United States Secretary of Agriculture, the first and only woman to hold that position.",
      "pageId": 285090,
      "monthDay": "06/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Egon_von_F%C3%BCrstenberg",
      "name": "Egon von Fürstenberg",
      "aboutText": "Chandrika Bandaranaike Kumaratunga (Sinhalese: චන්ද්‍රිකා බණ්ඩාරනායක කුමාරතුංග,Tamil: சந்திரிகா பண்டாரநாயக்கே குமாரதுங்கா; born 29 June 1945) is a Sri Lankan politician who served as the fifth President of Sri Lanka, from 12 November 1994 to 19 November 2005. The country's only female president to date, she is the daughter of two former prime ministers and also the leader of the Sri Lanka Freedom Party (SLFP) until the end of 2005.\n^ \"BBC Profile: Chandrika Kumaratunga\".",
      "pageId": 307535,
      "monthDay": "06/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Lewis_(comedian)",
      "name": "Richard Lewis",
      "aboutText": "Ian Anderson Paice (born 29 June 1948) is an English musician, best known as the drummer of the English rock band Deep Purple. As of Jon Lord's departure in 2002, he is the only continuous member of the band, and as such is the only member to appear on every album the band has released.",
      "pageId": 390863,
      "monthDay": "06/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sean_Bergin",
      "name": "Sean Bergin",
      "aboutText": "Fredrick Lawrence \"Fred\" Grandy (born June 29, 1948) is an American actor best known for his role as \"Gopher\" on the sitcom The Love Boat and who later became a member of the United States House of Representatives from the state of Iowa.",
      "pageId": 415347,
      "monthDay": "06/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Fred_Grandy",
      "name": "Fred Grandy",
      "aboutText": "The Right Honourable Usha Kumari Prashar, Baroness Prashar, CBE, PC (born 29 June 1948) is a Cross Bench member of the House of Lords. Since the 1970s, she has served as a director or chairman of a variety of public and private sector organisations. She was appointed as chairman of the Judicial Appointments Commission in September 2005.",
      "pageId": 470953,
      "monthDay": "06/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ian_Paice",
      "name": "Ian Paice",
      "aboutText": "Egon von Fürstenberg (Eduard Egon Peter Paul Giovanni Prinz zu Fürstenberg, Prinz Egon zu Fürstenberg, 29 June 1946 – 11 June 2004) was a member of an historically important German aristocratic family (princely house, Fürstenhaus Fürstenberg). He was a socialite and husband of fashion designer Diane von Fürstenberg, and a Swiss fashion and interior designer in his own right. The von Fürstenbergs had two children, Prinz Alexandre Egon (b.",
      "pageId": 723284,
      "monthDay": "06/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Usha_Prashar,_Baroness_Prashar",
      "name": "Usha Prashar, Baroness Prashar",
      "aboutText": "Colin James Hay (born 29 June 1953) is a Scottish Australian musician and actor who made his mark during the 1980s as lead vocalist of the Australian band Men at Work, and later as a solo artist. Regarding his solo career, Hay stated, in 2011: \"I feel like it's been building for the last fifteen or so years that I’ve been touring. It's slow and steady.",
      "pageId": 878844,
      "monthDay": "06/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Greg_Burson",
      "name": "Greg Burson",
      "aboutText": "Michael Whelan (born June 29, 1950) is an American artist of imaginative realism. For more than 30 years, he worked as an illustrator, specializing in science fiction and fantasy cover art. Since the mid-1990s, he has pursued a fine art career, selling non-commissioned paintings through galleries in the United States and through his website.",
      "pageId": 916034,
      "monthDay": "06/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dan_Dierdorf",
      "name": "Dan Dierdorf",
      "aboutText": "Joan Clos i Matheu (Catalan pronunciation: [ʒuˈaŋ ˈkɫɔs]) (born 29 June 1949) is a Spanish politician who was mayor of Barcelona, Spain from September 1997 to September 2006. He took over from Pasqual Maragall in 1997. In 1999 he was elected to a four-year term, and was then re-elected in the municipal elections of 25 May 2003.",
      "pageId": 1056427,
      "monthDay": "06/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joan_Clos_i_Matheu",
      "name": "Joan Clos i Matheu",
      "aboutText": "Daniel Lee \"Dan\" Dierdorf (born June 29, 1949) is a former American football player and television sportscaster. He played 13 NFL seasons and has worked as a broadcast color analyst since retiring from football.\nBorn in Canton, Ohio, Dierdorf played football at Glenwood High School in Canton (now GlenOak High School), then the University of Michigan before being drafted by the St.",
      "pageId": 1239965,
      "monthDay": "06/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ann_Veneman",
      "name": "Ann Veneman",
      "aboutText": "Seán Patrick O'Malley, OFM Cap (born June 29, 1944) is an American cardinal of the Catholic Church serving as the Archbishop of Boston. O'Malley is a member of the Order of Friars Minor Capuchin, commonly known as the Capuchins.\nO'Malley was elevated to the cardinalate in 2006.",
      "pageId": 1438737,
      "monthDay": "06/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bobby_London",
      "name": "Bobby London",
      "aboutText": "Ernesto Pérez Balladares González-Revilla (born June 29, 1946 in Panama City), nicknamed El Toro (\"The Bull\"), was the President of Panama between 1994 and 1999.\nEducated in the United States, Pérez Balladares worked as a banker before becoming part of the government of military ruler Omar Torrijos; in 1989, he also served as campaign manager for the pro-Manuel Noriega presidential candidate Carlos Duque. He was elected president in 1994 as the candidate of the Democratic Revolutionary Party (PRD), in a close three-way race with Arnulfista Party candidate Mireya Moscoso and salsa singer Rubén Blades.",
      "pageId": 1861206,
      "monthDay": "06/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Don_Moen_(singer)",
      "name": "Don Moen",
      "aboutText": "Donald Maynard \"Don\" Dokken (born June 29, 1953) is an American heavy metal vocalist, best known for being the lead singer, occasional guitarist, and founder of the band Dokken. He is known for his vibrato-laden, melodic vocal style which has made him an influential figure in American hard rock and heavy metal. After enjoying mainstream success with Dokken, he parted ways with the band in 1988 and pursued a solo career.",
      "pageId": 2318873,
      "monthDay": "06/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michael_Whelan",
      "name": "Michael Whelan",
      "aboutText": "Donald James \"Don\" Moen (born June 29, 1950) is an American singer-songwriter, pastor, and producer of Christian worship music.\nBefore Moen was hired to work for Integrity Music, he attended Oral Roberts University and became a Living Sound musician for Terry Law Ministries and traveled with Terry Law for ten years. He produced 11 volumes for the Hosanna!",
      "pageId": 3311022,
      "monthDay": "06/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Don_Rosa",
      "name": "Don Rosa",
      "aboutText": "Bobby London (born June 29, 1950 in Brooklyn) is an American underground comix and mainstream comics artist.",
      "pageId": 3478248,
      "monthDay": "06/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Joan_Tronto",
      "name": "Joan Tronto",
      "aboutText": "Sean Bergin (29 June 1948 – 1 September 2012) was an avant-garde jazz saxophonist and flautist originally from South Africa.\nBergin was born in Durban on 29 June 1948. He was a saxophonist, flautist, composer, educator and bandleader.",
      "pageId": 8133171,
      "monthDay": "06/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Don_Dokken",
      "name": "Don Dokken",
      "aboutText": "Gregory Lewis \"Greg\" Burson (June 29, 1949 – July 22, 2008) was an American voice actor.",
      "pageId": 18816781,
      "monthDay": "06/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Colin_Hay",
      "name": "Colin Hay",
      "aboutText": "Joan Claire Tronto (born June 29, 1952), is professor of political science at the University of Minnesota, and was previously professor of women's studies and political science at Hunter College and the Graduate School, City University of New York.",
      "pageId": 48151537,
      "monthDay": "06/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rick_Honeycutt",
      "name": "Rick Honeycutt",
      "aboutText": "María Conchita Alonso (born June 29, 1957), better known as María Conchita, is a Cuban-Venezuelan-raised three time Grammy Award–nominated singer/songwriter and actress.",
      "pageId": 195440,
      "monthDay": "06/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Leovegildo_Lins_da_Gama_J%C3%BAnior",
      "name": "Leovegildo Lins da Gama Júnior",
      "aboutText": "Mark Radcliffe (born 29 June 1958) is an English broadcaster, musician and writer. Born in Bolton, Lancashire, he is best known for his broadcasting work for the BBC, for whom he has worked in various roles since the 1980s.\nRadcliffe began his broadcasting career in local commercial radio in Manchester before a move to the national station BBC Radio 5, where he met and formed a partnership with former the Fall guitarist Marc Riley.",
      "pageId": 610784,
      "monthDay": "06/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Terence_M._O%27Sullivan",
      "name": "Terence M. O'Sullivan",
      "aboutText": "Leovegildo Lins da Gama Júnior (born 29 June 1954), known simply as Júnior or Léo Júnior, is a Brazilian former professional footballer who played as a left back or midfielder.\nHe was named by Pelé as one of the top 125 greatest living footballers in March 2004. Junior now works as a television pundit for Rede Globo.",
      "pageId": 615805,
      "monthDay": "06/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Charles_J._Precourt",
      "name": "Charles J. Precourt",
      "aboutText": "Charles Joseph Precourt (born June 29, 1955) is a retired NASA astronaut. His career in flight began at an early age, and spans his entire lifetime. He served in the US Air Force, piloted numerous jet aircraft, and piloted and commanded the Space Shuttle.",
      "pageId": 635318,
      "monthDay": "06/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nick_Fry",
      "name": "Nick Fry",
      "aboutText": "Dieter Althaus (born in Heilbad Heiligenstadt, Thuringia, on 29 June 1958) is a German politician of the Christian Democratic Union (CDU).\nAlthaus was teaching Physics and Mathematics at the Polytechnic Secondary School in Geismar, Thuringia, from 1983 to 1989, where he became deputy headteacher in 1987.\nSince 1985 Althaus has been a member of the CDU, remaining with the party as it transformed itself from a loyal supporter of the GDR's ruling Socialist Unity Party of Germany (SED) to a loyal supporter of the West German party of the same name with which it merged in 1990 shortly after German reunification.",
      "pageId": 735047,
      "monthDay": "06/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Burroughs_Mattingly",
      "name": "David Burroughs Mattingly",
      "aboutText": "Pedro Miguel de Santana Lopes GCC (Portuguese pronunciation: [ˈpedɾu sɐ̃ˈtɐnɐ ˈlɔpɨʃ]; born 29 June 1956), a Portuguese lawyer and politician, was Prime Minister of Portugal from 2004 to 2005.",
      "pageId": 803232,
      "monthDay": "06/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pedro_Guerrero_(baseball)",
      "name": "Pedro Guerrero",
      "aboutText": "Rosa Maria Correia dos Santos Mota, GCIH, GCM, (Portuguese pronunciation: [ˈʁɔzɐ ˈmɔtɐ]; born June 29, 1958) is a Portuguese former marathon runner, one of her country's foremost athletes, being the first sportswoman from Portugal to win Olympic gold. Mota was the first woman to win multiple Olympic marathon medals as well as being the only woman to be the reigning European, World, and Olympic champion at the same time. On the 30th Anniversary Gala of the Association of International Marathons and Distance Races (AIMS) she was distinguished as the greatest female marathon runner of all time.",
      "pageId": 908429,
      "monthDay": "06/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pedro_Santana_Lopes",
      "name": "Pedro Santana Lopes",
      "aboutText": "Nicholas Richard \"Nick\" Fry, (born 29 June 1956 in the United Kingdom) is the former Chief Executive Officer of the Mercedes AMG Petronas Formula One Team, having previously served in similar roles at previous incarnations of the company.\nHis career in motoring started with the Ford Motor Company in 1977, as a graduate trainee from the University of Wales with a degree in Economics. Working first in Sales and then Market Research, in 1978, he was moved to Product Development as Product Planner.",
      "pageId": 1269413,
      "monthDay": "06/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/A._K._Shiva_Kumar",
      "name": "A. K. Shiva Kumar",
      "aboutText": "Pedro Guerrero (born June 29, 1956) is a Dominican former professional baseball player. He played all or part of fifteen seasons in Major League Baseball from 1978 to 1992 with the Los Angeles Dodgers and St. Louis Cardinals.",
      "pageId": 1596077,
      "monthDay": "06/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pyotr_Vasilevsky",
      "name": "Pyotr Vasilevsky",
      "aboutText": "Michael Anthony Nutter (born June 29, 1957) is an American politician who is the 124th and current Mayor of Philadelphia. Elected on November 6, 2007, he was reelected to a second term on November 8, 2011. He is a previous member of the Philadelphia City Council from the 4th district and had served as the 52nd Ward Democratic Leader until 1990.",
      "pageId": 2151817,
      "monthDay": "06/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gurbanguly_Berdimuhamedow",
      "name": "Gurbanguly Berdimuhamedow",
      "aboutText": "David Burroughs Mattingly (born 29 June 1956 in Fort Collins, Colorado) is an American illustrator and painter, best known for his numerous book covers of science fiction and fantasy literature.\nHe has been the Artist Guest of Honor at a number of conventions, including Technicon 24 and Loscon 42.\nIn addition, Mattingly is known for his work as a film matte painter, including The Watcher In The Woods, Dick Tracy, and I, Robot.",
      "pageId": 2267578,
      "monthDay": "06/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mar%C3%ADa_Conchita_Alonso",
      "name": "María Conchita Alonso",
      "aboutText": "A. K. Shiva Kumar (29 June 1956), is a development economist and professor. He teaches various courses at Harvard University, Indian School of Business and Young India Fellowship. He currently serves as the Director of the International Centre for Human Development (IC4HD), New Delhi.",
      "pageId": 2529289,
      "monthDay": "06/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robert_Forster_(musician)",
      "name": "Robert Forster",
      "aboutText": "Frederick Wayne \"Rick\" Honeycutt (born June 29, 1954) is the pitching coach for the Los Angeles Dodgers. Honeycutt was a left-handed pitcher for 6 different teams over 21 years from 1977 to 1997. He pitched in 30 post-season games, including 20 league championship series games and 7 World Series games, and never lost a game, going 3-0.",
      "pageId": 2644401,
      "monthDay": "06/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Nutter",
      "name": "Michael Nutter",
      "aboutText": "Jeff Coopwood (born June 29, 1958) is an American actor,  singer, broadcaster and educator.",
      "pageId": 6028346,
      "monthDay": "06/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Terry_Wyatt",
      "name": "Terry Wyatt",
      "aboutText": "Robert Derwent Garth Forster (born 29 June 1957) is an Australian singer-songwriter, guitarist and music critic. In December 1977 he co-founded an indie rock group, The Go-Betweens, with fellow musician, Grant McLennan. In 1980 Lindy Morrison joined the group on drums and backing vocals and by 1981 Forster and Morrison were also lovers.",
      "pageId": 6252998,
      "monthDay": "06/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dieter_Althaus",
      "name": "Dieter Althaus",
      "aboutText": "Gurbanguly Mälikgulyýewiç Berdimuhamedow (born June 29, 1957) is a Turkmen politician who has served as the President of Turkmenistan since 2006. Berdimuhamedow, a dentist by profession, served in the government under President Saparmurat Niyazov as Minister of Health beginning in 1997 and as Deputy Prime Minister beginning in 2001. He became Acting President following Niyazov's death on 21 December 2006 and subsequently won the February 2007 presidential election.",
      "pageId": 8544556,
      "monthDay": "06/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jeff_Coopwood",
      "name": "Jeff Coopwood",
      "aboutText": "Terence M. O'Sullivan (born June 29, 1955) is a labor union activist and, since 1999, president of the Laborers' International Union of North America (LIUNA).",
      "pageId": 8965074,
      "monthDay": "06/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rosa_Mota",
      "name": "Rosa Mota",
      "aboutText": "Ralf Rangnick (born 29 June 1958) is a German football manager and former amateur player who is currently the manager of 2. Bundesliga club RB Leipzig. He has previously coached Bundesliga clubs VfB Stuttgart, Hannover 96, FC Schalke 04 and TSG 1899 Hoffenheim, taking the latter from the Regionalliga Süd to the top division in two seasons.",
      "pageId": 12513745,
      "monthDay": "06/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_Radcliffe",
      "name": "Mark Radcliffe",
      "aboutText": "Pyotr Petrovich Vasilevsky (Russian: Пётр Петрович Василевский; 29 June 1956 – 9 January 2012) was a Belarusian football manager and former player.",
      "pageId": 25730297,
      "monthDay": "06/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ralf_Rangnick",
      "name": "Ralf Rangnick",
      "aboutText": "Terence Richard Wyatt (born 29 June 1957) FRS is a Professor in the School of Physics and Astronomy at the University of Manchester, UK.",
      "pageId": 41891417,
      "monthDay": "06/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Buren_Fowler",
      "name": "Buren Fowler",
      "aboutText": "Theoren Wallace \"Theo\" Fleury (born June 29, 1968) is a former Canadian professional ice hockey player for the Calgary Flames, Colorado Avalanche, New York Rangers, and Chicago Blackhawks of the National Hockey League (NHL), Tappara of Finland's SM-liiga, and the Belfast Giants of the UK's Elite Ice Hockey League. He was drafted by the Flames in the 8th round, 166th overall, at the 1987 NHL Entry Draft, and played over 1,000 games in the NHL between 1989 and 2003.\nOne of the smallest players of his generation, Fleury played a physical style that often led to altercations.",
      "pageId": 797197,
      "monthDay": "06/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kimberlin_Brown",
      "name": "Kimberlin Brown",
      "aboutText": "Kimberlin Ann Brown (born June 29, 1961) is an American actress, best known for her role as Sheila Carter in The Young and the Restless (May 1990 to May 1992, 1993, 1994, 1995, August 2005 to January 2006) and The Bold and the Beautiful (May 1992 to October 2, 1998, April 2002 to November 2002, September 29, 2003 to October 10, 2003).",
      "pageId": 828188,
      "monthDay": "06/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Greg_Hetson",
      "name": "Greg Hetson",
      "aboutText": "Anne-Sophie Mutter (born 29 June 1963) is a German violinist. Supported early in her career by Herbert von Karajan, she has built a strong reputation for championing contemporary music with several works being composed specially for her including by Sebastian Currier, Henri Dutilleux, Sofia Gubaidulina, Witold Lutosławski, Norbert Moret, Krzysztof Penderecki, André Previn, and Wolfgang Rihm.",
      "pageId": 859255,
      "monthDay": "06/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sharon_Lawrence",
      "name": "Sharon Lawrence",
      "aboutText": "Greg Hetson (born June 29, 1961) is an American guitarist. He was born in Brooklyn, New York and has lived in Los Angeles since he was 2 years old. Active since 1979, Hetson is best known as the guitarist for the influential hardcore punk bands Redd Kross, Circle Jerks and Bad Religion.",
      "pageId": 991637,
      "monthDay": "06/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Amanda_Donohoe",
      "name": "Amanda Donohoe",
      "aboutText": "Amanda Donohoe (born 29 June 1962) is an English film and television actress.",
      "pageId": 1152324,
      "monthDay": "06/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Joan_Laporta",
      "name": "Joan Laporta",
      "aboutText": "Jeffrey T. \"Jeff\" Burton (born June 29, 1967), nicknamed \"The Mayor\", is a retired American stock car racing driver. He scored 21 career victories in the Sprint Cup Series, including two Coca-Cola 600s in 1999 and 2001 and the 1999 Southern 500. He currently serves as a color analyst for NBC Sports, having joined them upon their return to their coverage of NASCAR. His brother Ward Burton and his nephew Jeb Burton have also competed in the Sprint Cup Series.",
      "pageId": 1633887,
      "monthDay": "06/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/George_D._Zamka",
      "name": "George D. Zamka",
      "aboutText": "John Part (born June 29, 1966 in Toronto, Ontario) is a Canadian professional darts player and commentator, who is nicknamed Darth Maple. Part is a three-times World Champion, having triumphed in the BDO World Championship in 1994 and the PDC World Championship in 2003 and 2008. Along with these triumphs, his 2006 Las Vegas Desert Classic title and a host of other tournament wins make him statistically North America's greatest darts player ever.",
      "pageId": 1716726,
      "monthDay": "06/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Khalid_El-Masri",
      "name": "Khalid El-Masri",
      "aboutText": "Melora Diane Hardin (born June 29, 1967) is an American actress and singer, known for her roles as Jan Levinson on NBC's The Office and Trudy Monk on USA's Monk.",
      "pageId": 1796057,
      "monthDay": "06/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Anne-Sophie_Mutter",
      "name": "Anne-Sophie Mutter",
      "aboutText": "Joan Laporta Estruch (Catalan pronunciation: [ʒuˈan ɫəˈpɔrtə]; born 29 June 1962) is a Spanish politician and former president of Futbol Club Barcelona between 2003 and 2010.\nLaporta is a lawyer (he graduated from the University of Barcelona) with his own firm, Laporta & Arbós, which has important firms as clients. Laporta was married to Constanza Echevarría and has three sons, Pol, Guillem and Jan.",
      "pageId": 1821304,
      "monthDay": "06/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stedman_Pearson",
      "name": "Stedman Pearson",
      "aboutText": "Tripp Eisen (born Tod Rex Salvador; June 29, 1965), also known as Tripp Rex Eisen and Rex Eisen, is an American musician, best known as the former guitarist of the industrial metal band Static-X. He is a former member of Dope, Murderdolls, Ace Frehley tribute band Fractured Mirror, Roughhouse (formerly Teeze), and local East Coast bands such as The Right, Ego, and Lovesick.\nBorn in Pen Argyl, Pennsylvania of Italian and German descent to Victor and Kathryn (née Norelli) Salvador, Eisen has made known his libertarian views to many fans throughout his years as a musician.",
      "pageId": 1993982,
      "monthDay": "06/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tripp_Eisen",
      "name": "Tripp Eisen",
      "aboutText": "Stedman Pearson (born 29 June 1964) is an English singer and dancer, most notable for being a member of the pop group Five Star with his four siblings.",
      "pageId": 2553968,
      "monthDay": "06/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Panagiotis_Karatzas_(basketball)",
      "name": "Panagiotis Karatzas",
      "aboutText": "Sharon Elizabeth Lawrence (born June 29, 1961) is an American actress, singer, and dancer. She is best known for the role of Sylvia Costas Sipowicz in the ABC drama series NYPD Blue.",
      "pageId": 2725851,
      "monthDay": "06/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yoko_Kamio",
      "name": "Yoko Kamio",
      "aboutText": "Khalid El-Masri (also Khaled El-Masri and Khaled Masri, Levantine Arabic pronunciation: [ˈxaːlɪd elˈmɑsˤɾi, -ˈmɑsˤɾe], Arabic: خالد المصري‎) (born June 29, 1963) is a German and Lebanese citizen who was mistakenly abducted by the Macedonian police, and handed over to the U.S. Central Intelligence Agency (CIA). While in CIA custody, he was flown to Afghanistan, where he was held in a black site, interrogated, beaten, strip-searched, sodomized, and subjected to other inhuman and degrading treatment, which at times escalated to torture. After El-Masri held hunger strikes, and was detained for four months in the \"Salt Pit\", the CIA finally admitted his arrest and torture were a mistake and released him.",
      "pageId": 2997423,
      "monthDay": "06/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_Part",
      "name": "John Part",
      "aboutText": "James van Buren Fowler (June 29, 1959 – March 8, 2014) was an American rock and roll and blues guitar player from Atlanta, Georgia.",
      "pageId": 3306410,
      "monthDay": "06/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jeff_Burton",
      "name": "Jeff Burton",
      "aboutText": "Judith Hoag (born June 29, 1968) is an American actress. She is best known for portraying April O'Neil in the first Teenage Mutant Ninja Turtles film in 1990, and as Gwen Cromwell Piper in the Disney Channel Halloweentown television films series,. She is also known for her role as Tandy Hampton in the ABC drama series Nashville.",
      "pageId": 5147271,
      "monthDay": "06/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Murray_Foster",
      "name": "Murray Foster",
      "aboutText": "Seamus McGarvey, ASC, BSC (born 29 June 1967) is a Northern Irish cinematographer.",
      "pageId": 5698855,
      "monthDay": "06/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Melora_Hardin",
      "name": "Melora Hardin",
      "aboutText": "George David \"Zambo\" Zamka (born 1962) is an American NASA astronaut and United States Marine Corps pilot with over 3500 flight hours in more than 30 different aircraft.",
      "pageId": 5712069,
      "monthDay": "06/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Seamus_McGarvey",
      "name": "Seamus McGarvey",
      "aboutText": "Yōko Kamio (神尾 葉子, Kamio Yōko, born June 29, 1966) is a Japanese manga artist and writer. She is most famous for Boys Over Flowers (花より男子, Hana Yori Dango), for which she received the Shogakukan Manga Award in 1996. Her work has been translated and distributed in Asia, Europe, and North America.",
      "pageId": 6835074,
      "monthDay": "06/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Theoren_Fleury",
      "name": "Theoren Fleury",
      "aboutText": "Murray Douglas Foster (born June 29, 1967) is a Canadian musician, vocalist, songwriter, director, playwright, screenwriter, and environmentalist. He is best known for his work as electric and upright bassist in the Canadian bands Moxy Früvous and Great Big Sea. In 2014, he directed the Independent Film, The Cocksure Lads Movie.",
      "pageId": 13425647,
      "monthDay": "06/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Judith_Hoag",
      "name": "Judith Hoag",
      "aboutText": "Panagiotis Karatzas (Greek: Παναγιώτης Καρατζάς; born June 29, 1965 in Athens, Greece) is a retired Greek professional basketball player.\nHe was an important member of AO Pagrati BC. He played for Olympiakos BC in 1993 winning the Greek Championship and the Greek Cup in 1994.",
      "pageId": 16588386,
      "monthDay": "06/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Claude_B%C3%A9chard",
      "name": "Claude Béchard",
      "aboutText": "Samantha Reed Smith (June 29, 1972 – August 25, 1985) was an American schoolgirl, peace activist and child actress from Manchester, Maine, who became famous in the Cold War era United States and Soviet Union. In 1982, Smith wrote a letter to the newly appointed CPSU General Secretary Yuri Andropov, and received a personal reply which included a personal invitation to visit the Soviet Union, which she accepted.\nSmith attracted extensive media attention in both countries as a \"Goodwill Ambassador\", and became known as \"America's Youngest Ambassador\" participating in peacemaking activities in Japan.",
      "pageId": 162279,
      "monthDay": "06/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Pavlos_Dermitzakis",
      "name": "Pavlos Dermitzakis",
      "aboutText": "Ilan Mitchell-Smith (born June 29, 1969) is an American academic and former actor best known as the co-star of the film Weird Science (1985).",
      "pageId": 527293,
      "monthDay": "06/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/T%C5%8Dru_Hashimoto",
      "name": "Tōru Hashimoto",
      "aboutText": "Matthew Frederick Robert Good (born June 29, 1971) is a Canadian rock musician. He was the lead singer for the Matthew Good Band, one of Canada's most successful alternative rock bands in the 1990s, before dissolving the band in 2002. Other band members included drummer Ian Browne, guitarist/keyboardist Dave Genn, and original bassist Geoff Lloyd, later replaced by Rich Priske.",
      "pageId": 613474,
      "monthDay": "06/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ilan_Mitchell-Smith",
      "name": "Ilan Mitchell-Smith",
      "aboutText": "Mike Vallely (/ˈvæləjiː/ VAL-ə-yee; born June 29, 1970), also known as Mike V, is an American professional skateboarder. Vallely is also a musician, actor, television personality, stuntman, professional wrestler and FHL hockey player.",
      "pageId": 619996,
      "monthDay": "06/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Melanie_Paschke",
      "name": "Melanie Paschke",
      "aboutText": "George Hincapie (born June 29, 1973) is an American retired road bicycle racer, who competed as a professional between 1994 and 2012.\nHincapie was a key domestique of Lance Armstrong, and was the only rider to assist Armstrong in all seven of his Tour de France victories. Hincapie was also a domestique for Alberto Contador in 2007 and for Cadel Evans in 2011, when both men won the Tour de France.",
      "pageId": 1257631,
      "monthDay": "06/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Emily_Skinner",
      "name": "Emily Skinner",
      "aboutText": "Bret Peter Tarrant McKenzie, ONZM (born 29 June 1976) is a New Zealand comedian, actor, musician and producer, best known for being one half of the Grammy Award winning musical comedy duo Flight of the Conchords along with Jemaine Clement. The duo's comedy and music became the basis of a BBC radio series and then an American television series, which aired for two seasons on HBO. McKenzie served as music supervisor for two Muppet films, The Muppets (2011) and Muppets Most Wanted (2014), the former of which won him an Academy Award for Best Original Song for the song \"Man or Muppet\".",
      "pageId": 3063200,
      "monthDay": "06/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Vallely",
      "name": "Mike Vallely",
      "aboutText": "Anthony Stephen Hamilton (born 29 June 1971 in Nottingham, Nottinghamshire, East Midlands) is an English professional snooker player noted for his strong break-building technique and distinctive appearance. He has spent five seasons ranked among the game's top 16, and fifteen in the top 32, reaching a career-high of number ten in the world in the 1999/2000 season. Known as a prolific break builder, Hamilton has compiled more than 200 competitive century breaks during his career.",
      "pageId": 3694135,
      "monthDay": "06/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kaitlyn_Ashley",
      "name": "Kaitlyn Ashley",
      "aboutText": "Nawal Al Zoghbi (born June 29, 1972 in Jal El-Dib, Lebanon) is a Lebanese pop vocalist. Performing in Arabic, she has a fan base throughout the Arab world has a following amongst Arab expatriates in North America and Europe. Her musical career has spanned over 25 years.",
      "pageId": 3846037,
      "monthDay": "06/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Matthew_Good",
      "name": "Matthew Good",
      "aboutText": "Daniel Carlsson (born 29 June 1976) is a rally car driver from Sweden.",
      "pageId": 4139741,
      "monthDay": "06/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Anthony_Hamilton_(snooker_player)",
      "name": "Anthony Hamilton",
      "aboutText": "Kaitlyn Ashley (born June 29, 1971) is an American former pornographic actress",
      "pageId": 7104117,
      "monthDay": "06/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nawal_Al_Zoghbi",
      "name": "Nawal Al Zoghbi",
      "aboutText": "Claude Béchard (June 29, 1969 – September 7, 2010) was a politician in Quebec, Canada. He served as Quebec Liberal Party Member of the National Assembly (MNA) for the riding of Kamouraska-Témiscouata in the Bas-Saint-Laurent region; as Minister of Agriculture, Fisheries and Food as well as the Minister for Canadian Intergovermental Affairs, and previously the Minister of Natural Resources and Wildlife, Minister of Sustainable Development, Environment and Parks, Minister of Economic Development, Innovation and Export Trade and Ministry of Employment and Social Solidarity.",
      "pageId": 7470230,
      "monthDay": "06/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/DJ_Shadow",
      "name": "DJ Shadow",
      "aboutText": "Emily Skinner (also known as Emily Scott Skinner) (born June 29, 1970) is a Tony-nominated American musical theatre actress and singer. She has played leading roles in such Broadway productions as Side Show, James Joyce's The Dead, The Full Monty, Dinner at Eight, Billy Elliot, as well as the acclaimed Actor's Fund Broadway concerts of Dreamgirls and The Best Little Whorehouse in Texas.",
      "pageId": 8845975,
      "monthDay": "06/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Samantha_Smith",
      "name": "Samantha Smith",
      "aboutText": "Melanie Paschke (born 29 June 1970 in Braunschweig) is a retired German sprinter, who specialised in the 100 metres, 200 metres and 4 × 100 metres relay.",
      "pageId": 11374439,
      "monthDay": "06/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/K%C3%BClli_Tomingas",
      "name": "Külli Tomingas",
      "aboutText": "Tōru Hashimoto (橋下 徹, Hashimoto Tōru, born 29 June 1969) is a Japanese politician and lawyer.",
      "pageId": 15447321,
      "monthDay": "06/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Serhat_Tutumluer",
      "name": "Serhat Tutumluer",
      "aboutText": "Külli Tomingas (born June 29, 1972 in Pärnu, Estonia), is an Estonian opera singer, mezzo soprano, living in Milano, Italy.",
      "pageId": 18423327,
      "monthDay": "06/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/George_Hincapie",
      "name": "George Hincapie",
      "aboutText": "Sotiris Liberopoulos (Greek: Σωτήρης Λυμπερόπουλος, born 29 June 1977) is a Greek footballer who plays as a goalkeeper for Ermionida.",
      "pageId": 24992461,
      "monthDay": "06/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Daniel_Carlsson_(rally_driver)",
      "name": "Daniel Carlsson",
      "aboutText": "Pavlos Dermitzakis (Greek: Παύλος Δερμιτζάκης; born 29 June 1969 in Kavala, Greece) is a Greek football manager and former player who is the current manager of Ermis Aradippou.",
      "pageId": 27764180,
      "monthDay": "06/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Haruka_Igawa",
      "name": "Haruka Igawa",
      "aboutText": "Serhat Tutumluer (born 29 June 1972 in Eskişehir) is a Turkish actor.",
      "pageId": 28047373,
      "monthDay": "06/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bret_McKenzie",
      "name": "Bret McKenzie",
      "aboutText": "Haruka Igawa (井川 遥, Igawa Haruka, born June 29, 1976) is a Japanese actress.",
      "pageId": 30855925,
      "monthDay": "06/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sotiris_Liberopoulos",
      "name": "Sotiris Liberopoulos",
      "aboutText": "Joshua Paul \"Josh\" Davis (born June 29, 1972), better known by his stage name DJ Shadow, is an American music producer and DJ. He is a prominent figure in the development of instrumental hip hop and first gained notice with the release of his highly acclaimed debut album Endtroducing......",
      "pageId": 47777069,
      "monthDay": "06/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Zuleikha_Robinson",
      "name": "Zuleikha Robinson",
      "aboutText": "Joe Marcus Johnson (born June 29, 1981) is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). The 6'7\" swingman played high school basketball for Little Rock Central High School and college basketball for the University of Arkansas. After two years with Arkansas, he declared for the 2001 NBA draft where he was drafted 10th overall by the Boston Celtics.",
      "pageId": 1008305,
      "monthDay": "06/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sam_Farrar",
      "name": "Sam Farrar",
      "aboutText": "Yehuda Levi (Hebrew: יהודה לוי‎; born June 29, 1979) is an Israeli actor and male model. He was born in Petah Tikva and now lives in Tel Aviv, but grew up in the city of Herzliya. He also spent much of his childhood in South Africa, from the ages of 7 to 14 (1986 - 1993).",
      "pageId": 1372327,
      "monthDay": "06/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nicole_Scherzinger",
      "name": "Nicole Scherzinger",
      "aboutText": "Martin Lee Truex, Jr. (born June 29, 1980) is an American professional stock car racing driver. He currently drives the No.",
      "pageId": 1533249,
      "monthDay": "06/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bar%C4%B1%C5%9F_Akarsu",
      "name": "Barış Akarsu",
      "aboutText": "Richard Abidin Breen (born 29 June 1979), better known as Abz Love (previously Abs Breen) or simply Abz, is an English singer, rapper, dancer, producer and DJ. He has sold over 20 million records as a member and lead singer of boy band Five. In 2003, he released his debut solo album Abstract Theory, which earned him a further three top ten hits.",
      "pageId": 1832369,
      "monthDay": "06/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matthew_Bode",
      "name": "Matthew Bode",
      "aboutText": "Katherine Jenkins, OBE (born 29 June 1980) is a Welsh lyric mezzo-soprano, singer and songwriter. She is a popular classical-crossover singer who performs across a spectrum of operatic arias, popular songs, musical theatre and hymns.\nAfter winning singing competitions in her youth, Jenkins studied at the Royal Academy of Music, modelled and taught voice.",
      "pageId": 1833326,
      "monthDay": "06/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yehuda_Levi",
      "name": "Yehuda Levi",
      "aboutText": "Andrew James \"Andy\" O'Brien (born 29 June 1979) is a professional footballer who plays as a centre back.\nBorn in Harrogate, England, O'Brien won 26 caps for Republic of Ireland between 2001 and 2006 and was a member of Ireland's 2002 World Cup squad.",
      "pageId": 2051490,
      "monthDay": "06/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Abz_Love",
      "name": "Abz Love",
      "aboutText": "Sam Farrar (born June 29, 1978) is American musician, producer and bassist.",
      "pageId": 2210403,
      "monthDay": "06/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andy_O%27Brien_(footballer)",
      "name": "Andy O'Brien",
      "aboutText": "Lily Rabe (born June 29, 1982) is an American actress. She is well known for playing Portia in the Shakespeare in the Park production of William Shakespeare's The Merchant of Venice, for which she received a nomination for the Tony Award for Best Actress in a Play. Rabe is also known for her multiple roles on the FX anthology series American Horror Story, and her lead role as Claire Bennigan on the ABC science fiction series The Whispers.",
      "pageId": 2409115,
      "monthDay": "06/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marleen_Veldhuis",
      "name": "Marleen Veldhuis",
      "aboutText": "Zuleikha Robinson (born 29 June 1977) is a British actress and singer.",
      "pageId": 2425318,
      "monthDay": "06/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Katherine_Jenkins",
      "name": "Katherine Jenkins",
      "aboutText": "Magdalena Johanna Maria \"Marleen\" Veldhuis (born 29 June 1979) is a retired swimmer from the Netherlands. She is world record holder in four events (one individual event and three relay events). Veldhuis has won eight world championships gold medals and 20 European championships gold medals.",
      "pageId": 2882757,
      "monthDay": "06/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Melissa_Peachey",
      "name": "Melissa Peachey",
      "aboutText": "Melissa \"Mel\" Peachey (born 29 June 1980) is a British television personality, most notable for hosting PlayMania on GSN and Quiznation in the United Kingdom.",
      "pageId": 4751221,
      "monthDay": "06/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Martin_Truex,_Jr.",
      "name": "Martin Truex, Jr.",
      "aboutText": "Matthew Bode (born 29 June 1979) is a former Australian rules footballer in the Australian Football League (AFL).\nRecruited from Glenelg Football Club in the South Australian National Football League (SANFL), Bode made his AFL debut in 1998 with Port Adelaide Football Club, playing as a small forward before moving to the Adelaide Football Club in 2001. Bode played just one game that year due to injury before having what was easily his best season in 2002, which saw him kick 22 goals and play all 25 games.",
      "pageId": 4966196,
      "monthDay": "06/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nino_(Greek_singer)",
      "name": "Nino",
      "aboutText": "Nicolás Vuyovich (Orán, Salta, June 29, 1981 – Córdoba, Argentina, 8 May 2005) was a sportscar driver from Argentina.\nVuyovich died the same day he clinched his first win in TC2000 series at the wheel of Toyota Corolla.",
      "pageId": 5396431,
      "monthDay": "06/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joe_Johnson_(basketball)",
      "name": "Joe Johnson",
      "aboutText": "Nicole Scherzinger (/niˈkoʊl ˈʃɜrzɪŋər/; born Nicole Prescovia Elikolani Valiente; June 29, 1978) is an American singer, dancer, actress and television personality. After reaching one-hit wonder success with girl group Eden's Crush, she signed with Interscope Records in 2003 as a member of the Pussycat Dolls, a burlesque troupe-turned-recording act. During her time as lead singer, Scherzinger generated controversy concerning the emphasis of her role in the group.",
      "pageId": 6803715,
      "monthDay": "06/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shmuly_Yanklowitz",
      "name": "Shmuly Yanklowitz",
      "aboutText": "Barış Akarsu (June 29, 1979 – July 4, 2007) was a Turkish rock musician and actor who rose to fame after winning the television series Akademi Türkiye (Academy Turkey) in July 2004.",
      "pageId": 12096544,
      "monthDay": "06/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicol%C3%A1s_Vuyovich",
      "name": "Nicolás Vuyovich",
      "aboutText": "Nino Xypolitas (Greek: Στέφανος \"Νίνο\" Ξυπολητάς, Greek pronunciation: [ˈstefɐnos ˈnino ksipoliˈtɐs]), known professionally as Nino, is a Greek singer. He rose to fame in 2003 after appearing as a contestant on the debut season of the television show Fame Story.",
      "pageId": 18056744,
      "monthDay": "06/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dusty_Hughes_(baseball)",
      "name": "Dusty Hughes",
      "aboutText": "Matthew Christopher Miller (born June 29, 1982), who goes by the stage name Matthew Mercer, is an American voice actor. Some of his major roles have been in English dubs of Japanese anime, including Levi in Attack on Titan, Kiritsugu Emiya in Fate/Zero, Kanji Tatsumi for episodes 13-26 in Persona 4: The Animation, Trafalgar Law in One Piece, and Jotaro Kujo in JoJo's Bizarre Adventure: Stardust Crusaders.",
      "pageId": 18628222,
      "monthDay": "06/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Colin_Jost",
      "name": "Colin Jost",
      "aboutText": "Dustin Robert \"Dusty\" Hughes (born June 29, 1982) is an American former professional baseball pitcher.",
      "pageId": 24263939,
      "monthDay": "06/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matthew_Mercer",
      "name": "Matthew Mercer",
      "aboutText": "Colin Kelly Jost (born June 29, 1982) is an American actor, comedian, screenwriter, and writer for the TV program Saturday Night Live. On March 1, 2014, he joined the show's cast as a featured player and succeeded Seth Meyers as the co-anchor of Weekend Update. As of October 17, 2015, Colin Jost has stepped away from his duties as the NBC sketch show's head writer.",
      "pageId": 28269322,
      "monthDay": "06/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lily_Rabe",
      "name": "Lily Rabe",
      "aboutText": "Shmuly Yanklowitz (also known as Rav Shmuly), born 1981, is a Modern Orthodox rabbi, educator, author, motivational speaker, the President & Dean of Valley Beit Midrash the founder and president of Uri L'Tzedek, the Orthodox Jewish social justice organization, and the founder and CEO of The Shamayim V'Aretz Institute. In March 2012 and in March 2013, Newsweek called Yanklowitz one of the most influential rabbis in America.",
      "pageId": 33098002,
      "monthDay": "06/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ott_Sepp",
      "name": "Ott Sepp",
      "aboutText": "Han Ji-hye (born Lee Ji-hye on June 29, 1984) is a South Korean actress.",
      "pageId": 1171548,
      "monthDay": "06/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aundrea_Fimbres",
      "name": "Aundrea Fimbres",
      "aboutText": "Derek Lee Smith (born June 29, 1984), more commonly known as Derek Lee Rock or Derek Rock, is the drummer of alternative pop/rock band Mêlée and ska band Suburban Legends. Derek’s drumming styles include rock, pop, electronic, and hip hop. Popularly known for his characteristic spinning of the drumsticks while playing, Derek grew up in Orange County, California and began playing both guitar and drums at age 13.",
      "pageId": 2856652,
      "monthDay": "06/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jeremy_Powers",
      "name": "Jeremy Powers",
      "aboutText": "Christopher Andrew Egan (born 29 June 1984) is an Australian actor. He played Nick Smith in the Australian soap opera Home and Away from 2000 to 2003, and David Shepherd on the NBC television drama Kings.",
      "pageId": 2895114,
      "monthDay": "06/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Christopher_Egan",
      "name": "Christopher Egan",
      "aboutText": "José Manuel Jurado Marín (born 29 June 1986) is a Spanish footballer who plays for English club Watford as an attacking midfielder.\nHe played for both major teams in Madrid during his career, Real and Atlético, albeit with no success for the former. He amassed La Liga totals of 126 games and 19 goals over the course of six seasons, also representing in the competition Mallorca.",
      "pageId": 4857455,
      "monthDay": "06/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Han_Ji-hye",
      "name": "Han Ji-hye",
      "aboutText": "Aundrea Aurora Fimbres (born June 29, 1983) is an American singer and dancer. Fimbres was a member of the pop music group Danity Kane.",
      "pageId": 5698909,
      "monthDay": "06/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paula_Peralejo",
      "name": "Paula Peralejo",
      "aboutText": "Yasuka Saitō (齋藤 ヤスカ, Saitō Yasuka, born June 29, 1987) is a Japanese actor, best known for the role of Masumi Inou in the 2006–2007 tokusatsu series GoGo Sentai Boukenger.",
      "pageId": 7644534,
      "monthDay": "06/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Derek_Lee_Rock",
      "name": "Derek Lee Rock",
      "aboutText": "Éver Maximiliano David Banega (Spanish pronunciation: [ˈeβer βaˈneɣa]; born 29 June 1988) is an Argentine professional footballer who plays for Spanish club Sevilla FC mainly as a central midfielder.\nHe started his career with Boca Juniors, and signed with Valencia in 2008 where he remained for several years, appearing in 162 official games and winning the 2008 Copa del Rey.",
      "pageId": 10165651,
      "monthDay": "06/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Aleksandr_Shustov",
      "name": "Aleksandr Shustov",
      "aboutText": "Jewel Fatima Avejade Mische-Kurzer (born June 29, 1990 in Manila, Philippines) is a former Filipina model and actress.",
      "pageId": 10261425,
      "monthDay": "06/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Quintin_Demps",
      "name": "Quintin Demps",
      "aboutText": "Elnur Mammadli (Azerbaijani: Elnur Məmmədli, born 29 June 1988, Baku, Azerbaijan SSR, Soviet Union) is an Azerbaijani judoka.\nHe won the gold medal during the 2008 Beijing Olympics in the -73 kg division. In the final he beat the favorite Wang Ki-Chun.",
      "pageId": 11767727,
      "monthDay": "06/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Iya_Villania",
      "name": "Iya Villania",
      "aboutText": "Quintin Lamon Demps (born June 29, 1985) is an American football safety for the Houston Texans of the National Football League (NFL). He was drafted by the Philadelphia Eagles in the fourth round of the 2008 NFL Draft. He played college football at Texas-El Paso.",
      "pageId": 15347570,
      "monthDay": "06/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jos%C3%A9_Manuel_Jurado",
      "name": "José Manuel Jurado",
      "aboutText": "Paula Peralejo (born June 29, 1984) is the stage name of Maria Elena Paula Peralejo, a former Filipina actress. She is the younger sister of Filipina actress Rica Peralejo.\nShe graduated from her studies at University of the Philippines - Diliman campus on April 26, 2008.",
      "pageId": 19023510,
      "monthDay": "06/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Edward_Maya",
      "name": "Edward Maya",
      "aboutText": "Aleksandr Andreyevich Shustov (Russian: Александр Андреевич Шустов), born 29 June 1984) is a male high jumper from Russia, best known for winning the gold medal in the men's high jump at the 2007 Summer Universiade in Bangkok, Thailand. On 29 July at the 2010 European Athletics Championships in Barcelona, Spain (that was held at the Estadi Olímpic Lluís Companys) he achieved his personal best (2.33 metres) and won gold medal.",
      "pageId": 21435738,
      "monthDay": "06/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ana_Free",
      "name": "Ana Free",
      "aboutText": "Luke McLean (born 29 June 1987) is an Italian Australian rugby union footballer who plays at fullback and fly-half for the Sale Sharks in England. He has also represented the Italy national rugby union team on over 50 occasions.",
      "pageId": 21443546,
      "monthDay": "06/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Luke_McLean",
      "name": "Luke McLean",
      "aboutText": "Ana Free (born 29 June 1987) is the stage name of Ana Gomes Ferreira, a singer, musician, songwriter and performer who has had a series of top-five hit singles, including 4 number one hits, in Portugal. She has a growing musical presence on the popular video sharing website YouTube, gaining over 34 million views to date. Ana Free's single \"Electrical Storm\" from her debut album \"Together\" occupies the number 1 spot on the MTV Portugal Top 50 National Music Chart.",
      "pageId": 21923586,
      "monthDay": "06/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yasuka_Sait%C5%8D",
      "name": "Yasuka Saitō",
      "aboutText": "Ryouta Murai (村井 良大, Murai Ryōta) is a Japanese actor best known for his roles as Kojirō (小次郎, Kojirō) in Fūma no Kojirō, Kazuya Suzuki (鈴木 一哉, Suzuki Kazuya) in Kamen Rider Den-O & Kiva: Climax Deka, Takuya Yano (矢野 拓也, Yano Takuya) in Osananajimi (幼なじみ) and Yusuke Onodera (小野寺 ユウスケ, Onodera Yūsuke) in Kamen Rider Decade.",
      "pageId": 23446912,
      "monthDay": "06/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ilya_Shesterkov",
      "name": "Ilya Shesterkov",
      "aboutText": "Ilya Gennadyevich Shesterkov (Russian: Илья Геннадьевич Шестерков; born June 29, 1987) is a Russian professional footballer.",
      "pageId": 23594366,
      "monthDay": "06/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/%C3%89ver_Banega",
      "name": "Éver Banega",
      "aboutText": "Edward Maya (born Eduard Marian Ilie; 29 June 1986) is a Romanian DJ, musician, producer, performer, and composer.",
      "pageId": 24538456,
      "monthDay": "06/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Elnur_Mammadli",
      "name": "Elnur Mammadli",
      "aboutText": "Jeremy Powers (born June 29, 1983 in Niantic, Connecticut) is an American professional racing cyclist who has won over 60 UCI victories, three USA Cyclocross national championships and the top-ranked American rider in the world.\nJeremy’s love of cycling was apparent from an early age. Jeremy loved to tear around the house on his BMX bike, and it wasn’t long before he started turning heads at local mountain bike races.",
      "pageId": 26149817,
      "monthDay": "06/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jewel_Mische",
      "name": "Jewel Mische",
      "aboutText": "Ott Sepp (born 29 June 1982) is an Estonian actor, singer, writer and television presenter.",
      "pageId": 33039518,
      "monthDay": "06/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ryouta_Murai",
      "name": "Ryouta Murai",
      "aboutText": "Raelene Elaine \"Iya\" Ebaler Villania-Arellano (born 29 June 1986 in Camperdown, Australia), better known as Iya Villania, is an Australian-Filipino television presenter and actress.",
      "pageId": 39380371,
      "monthDay": "06/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Riva_Taylor",
      "name": "Riva Taylor",
      "aboutText": "Addison Jayne Timlin (born June 29, 1991) is an American actress.",
      "pageId": 7134863,
      "monthDay": "06/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Yann_M%27Vila",
      "name": "Yann M'Vila",
      "aboutText": "Adam G. Sevani (born June 29, 1992) is an American actor and dancer, known for playing Robert Alexander III (or \"Moose\") in Step Up (film series).",
      "pageId": 15922606,
      "monthDay": "06/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/The_Sxplay",
      "name": "The Sxplay",
      "aboutText": "George William Sampson (born 29 June 1993) is a British street dancer and actor from Warrington. He won the second series of Britain's Got Talent on 31 May 2008 at the age of 14.",
      "pageId": 17707398,
      "monthDay": "06/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Suk_Hyun-jun",
      "name": "Suk Hyun-jun",
      "aboutText": "Yann Gérard M'Vila (French pronunciation: ​[əm.vi.la]; born 29 June 1990) is a French footballer who plays for Premier League side Sunderland, on loan from Russian Premier League club Rubin Kazan. He operates as a defensive midfielder, and is described by his former club as a player who possesses \"excellent defensive abilities\" and \"impressive physical strength\". He is the younger brother of Yohan M'Vila.",
      "pageId": 24005688,
      "monthDay": "06/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kawhi_Leonard",
      "name": "Kawhi Leonard",
      "aboutText": "Sayuri Sugawara (菅原 紗由理, Sugawara Sayuri, born June 29, 1990 in Yokote, Akita) is a Japanese singer, also known by the name The Sxplay.",
      "pageId": 25187672,
      "monthDay": "06/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Addison_Timlin",
      "name": "Addison Timlin",
      "aboutText": "Suk Hyun-Jun (Hangul: 석현준, born 29 June 1991) is a South Korean footballer who plays as a striker for Vitória Futebol Clube.",
      "pageId": 26061392,
      "monthDay": "06/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Adam_G._Sevani",
      "name": "Adam G. Sevani",
      "aboutText": "Kawhi Anthony Leonard (/kəˈwaɪ/, born June 29, 1991) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). He played two seasons of college basketball for San Diego State University before being selected with the 15th overall pick in the 2011 NBA draft by the Indiana Pacers. He was then traded to San Antonio on draft night.",
      "pageId": 31163849,
      "monthDay": "06/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Fran_Kirby",
      "name": "Fran Kirby",
      "aboutText": "Shin Dongho (born June 29, 1994) is a former South Korean singer who acquired fame as a singer of the boy group U-KISS. Dongho was the most active member of the group, appearing in a great many reality shows and other productions. He joined U-KISS in 2008 and stayed with them for five years.",
      "pageId": 31949237,
      "monthDay": "06/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/George_Sampson",
      "name": "George Sampson",
      "aboutText": "Alyssa Valdez is a Filipino volleyball player. She is a multi-awarded athlete and is considered as one of the best volleyball players in the Philippines today. She is currently a member of the collegiate varsity team of Ateneo de Manila University in both indoor and beach volleyball, the club team PLDT, and the Philippines Women's Volleyball Team.",
      "pageId": 39482521,
      "monthDay": "06/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/James_Sanderson_(swimmer)",
      "name": "James Sanderson",
      "aboutText": "Becky Jane Grosvenor-Taylor is an English singer and performer of adult contemporary, classical-popular and musical theatre songs. She is notable for landing a recording contract at a very young age under the name 'Becky Jane Taylor'.\n^ \"Noah and the Whale\".",
      "pageId": 40969052,
      "monthDay": "06/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alyssa_Valdez",
      "name": "Alyssa Valdez",
      "aboutText": "James Peter Sanderson (born 29 June 1993) is a Gibraltarian swimmer.",
      "pageId": 41591481,
      "monthDay": "06/29"
    },
    {
      "year": "1994",
      "uri": "/wiki/Elina_Born",
      "name": "Elina Born",
      "aboutText": "Elina Born (born 29 June 1994) is an Estonian singer who represented Estonia in the Eurovision Song Contest 2015 along with Stig Rästa with the song \"Goodbye to Yesterday\". Born has previously attempted to represent Estonia in the Eurovision Song Contest in 2013 with the song \"Enough\". She was the runner-up of the fifth season of Eesti otsib superstaari.",
      "pageId": 45467492,
      "monthDay": "06/29"
    },
    {
      "year": "1994",
      "uri": "/wiki/Shin_Dongho",
      "name": "Shin Dongho",
      "aboutText": "Francesca \"Fran\" Kirby (born 29 June 1993) is an English professional footballer who plays as a forward for Chelsea and the England national team.",
      "pageId": 46368126,
      "monthDay": "06/29"
    }
  ]
}