{
  "people": [
    {
      "year": "1423",
      "uri": "/wiki/Louis_XI_of_France",
      "name": "Louis XI of France",
      "aboutText": "Richard Bedford Bennett, 1st Viscount Bennett, PC KC  (3 July 1870 – 26 June 1947) was a Canadian lawyer, businessman, politician, and philanthropist. He served as the 11th Prime Minister of Canada from 7 August 1930, to 23 October 1935, during the worst of the Great Depression years. Following his defeat as prime minister, Bennett moved to England, and was elevated to the peerage as Viscount Bennett.",
      "pageId": 25783,
      "monthDay": "07/03"
    },
    {
      "year": "1442",
      "uri": "/wiki/Emperor_Go-Tsuchimikado",
      "name": "Emperor Go-Tsuchimikado",
      "aboutText": "Jacobus Gallus Carniolus (a.k.a. Jacob(us) Handl, Jacob(us) Händl, Jacob(us) Gallus; Slovene: Jakob Petelin Kranjski) (3 July 1550 – 18 July 1591) was a late-Renaissance composer of Slovene ethnicity.",
      "pageId": 57746,
      "monthDay": "07/03"
    },
    {
      "year": "1518",
      "uri": "/wiki/Li_Shizhen",
      "name": "Li Shizhen",
      "aboutText": "Louis XI (3 July 1423 – 30 August 1483), called the Prudent (French: le Prudent), was a monarch of the House of Valois who ruled as King of France from 1461 to 1483.",
      "pageId": 70506,
      "monthDay": "07/03"
    },
    {
      "year": "1530",
      "uri": "/wiki/Claude_Fauchet_(historian)",
      "name": "Claude Fauchet",
      "aboutText": "Charlotte Perkins Gilman (/ˈɡɪlmən/; July 3, 1860 – August 17, 1935) was a prominent American feminist, sociologist, novelist, writer of short stories, poetry, and nonfiction, and a lecturer for social reform. She was a utopian feminist during a time when her accomplishments were exceptional for women, and she served as a role model for future generations of feminists because of her unorthodox concepts and lifestyle.",
      "pageId": 105811,
      "monthDay": "07/03"
    },
    {
      "year": "1550",
      "uri": "/wiki/Jacobus_Gallus",
      "name": "Jacobus Gallus",
      "aboutText": "Robert Adam FRSE FRS FSA (Scot) FSA FRSA (3 July 1728 – 3 March 1792) was a Scottish neoclassical architect, interior designer and furniture designer. He was the son of William Adam (1689–1748), the country's foremost architect of the time, and trained under him. With his older brother John, Robert took on the family business, which included lucrative work for the Board of Ordnance, after William's death.",
      "pageId": 113575,
      "monthDay": "07/03"
    },
    {
      "year": "1590",
      "uri": "/wiki/Lucrezia_Orsina_Vizzana",
      "name": "Lucrezia Orsina Vizzana",
      "aboutText": "Leoš Janáček (Czech pronunciation: [ˈlɛoʃ ˈjanaːt͡ʃɛk], baptised Leo Eugen Janáček; 3 July 1854 – 12 August 1928) was a Czech composer, musical theorist, folklorist, publicist and teacher. He was inspired by Moravian and other Slavic folk music to create an original, modern musical style.\nUntil 1895 he devoted himself mainly to folkloristic research and his early musical output was influenced by contemporaries such as Antonín Dvořák.",
      "pageId": 132809,
      "monthDay": "07/03"
    },
    {
      "year": "1676",
      "uri": "/wiki/Leopold_I,_Prince_of_Anhalt-Dessau",
      "name": "Leopold I, Prince of Anhalt-Dessau",
      "aboutText": "Emperor Go-Tsuchimikado (後土御門天皇, Go-tsuchimikado-tennō) (July 3, 1442 – October 21, 1500) was the 103rd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1464 through 1500.\nThis 15th-century sovereign was named after the 12th-century Emperor Tsuchimikado and go- (後), translates literally as \"later;\" and thus, he could be called the \"Later Emperor Tsuchimikado\".",
      "pageId": 195017,
      "monthDay": "07/03"
    },
    {
      "year": "1685",
      "uri": "/wiki/Sir_Robert_Rich,_4th_Baronet",
      "name": "Sir Robert Rich, 4th Baronet",
      "aboutText": "Field Marshal Sir Robert Rich, 4th Baronet (3 July 1685 – 1 February 1768) was a British cavalry officer. As a junior officer he fought at the Battle of Schellenberg and at the Battle of Blenheim during the War of the Spanish Succession. He was then asked the raise a regiment to combat the threat from the Jacobite rising rising of 1715.",
      "pageId": 408423,
      "monthDay": "07/03"
    },
    {
      "year": "1728",
      "uri": "/wiki/Robert_Adam",
      "name": "Robert Adam",
      "aboutText": "Ernst Ferdinand Sauerbruch (3 July 1875 – 2 July 1951) was a German surgeon.\nSauerbruch was born in Barmen (now a district of Wuppertal), Germany. He studied medicine at the Philipps University of Marburg, the University of Greifswald, the Friedrich Schiller University of Jena, and the University of Leipzig, from the last of which he graduated in 1902.",
      "pageId": 476273,
      "monthDay": "07/03"
    },
    {
      "year": "1743",
      "uri": "/wiki/Sophia_Magdalena_of_Denmark",
      "name": "Sophia Magdalena of Denmark",
      "aboutText": "Leopold I, Prince of Anhalt-Dessau (3 July 1676 – 7 April 1747) was a German prince of the House of Ascania and ruler of the principality of Anhalt-Dessau from 1693 to 1747. He was also a Generalfeldmarschall in the Prussian army.",
      "pageId": 761832,
      "monthDay": "07/03"
    },
    {
      "year": "1789",
      "uri": "/wiki/Johann_Friedrich_Overbeck",
      "name": "Johann Friedrich Overbeck",
      "aboutText": "Johann Friedrich Overbeck (3 July 1789 – 12 November 1869), was a German painter and member of the Nazarene movement. He also made four etchings.",
      "pageId": 890196,
      "monthDay": "07/03"
    },
    {
      "year": "1846",
      "uri": "/wiki/Achilles_Alferaki",
      "name": "Achilles Alferaki",
      "aboutText": "Charles Bannerman (3 July 1851 – 20 August 1930) was an Australia cricketer. A right-handed batsman, he represented Australia in three Test matches between 1877 and 1879. At the domestic level, he played for the New South Wales cricket team.",
      "pageId": 894410,
      "monthDay": "07/03"
    },
    {
      "year": "1851",
      "uri": "/wiki/Charles_Bannerman",
      "name": "Charles Bannerman",
      "aboutText": "Claude Fauchet (3 July 1530 – January 1602) was a French historian and antiquary.",
      "pageId": 1516166,
      "monthDay": "07/03"
    },
    {
      "year": "1854",
      "uri": "/wiki/Leo%C5%A1_Jan%C3%A1%C4%8Dek",
      "name": "Leoš Janáček",
      "aboutText": "Sophia Magdalena of Denmark (Danish: Sofie Magdalene; 3 July 1746 – 21 August 1813) was Queen of Sweden as the spouse of King Gustav III.",
      "pageId": 1578093,
      "monthDay": "07/03"
    },
    {
      "year": "1860",
      "uri": "/wiki/Charlotte_Perkins_Gilman",
      "name": "Charlotte Perkins Gilman",
      "aboutText": "Achilles Nikolayevich Alferaki (\"Achilles\" sometimes spelled Akhilles or Ahilles) (July 3, 1846, Kharkov, Russian Empire - December 27, 1919, Saint Petersburg, Soviet Union) was a Russian composer and statesman of Greek descent.",
      "pageId": 2659490,
      "monthDay": "07/03"
    },
    {
      "year": "1866",
      "uri": "/wiki/Albert_Gottschalk",
      "name": "Albert Gottschalk",
      "aboutText": "Li Shizhen (Li Shih-chen; simplified Chinese: 李时珍; traditional Chinese: 李時珍; pinyin: Lǐ Shízhēn; Wade–Giles: Li3 Shih2-chen1, July 3, 1518  – 1593), courtesy name Dongbi (Tung-pi; Chinese: 東璧), was a Han Chinese polymath, medical doctor, scientist, pharmacologist, herbalist and acupuncturist of the Ming dynasty. His major contribution to clinical medicine was his 27-year work, which is found in his scientific book Compendium of Materia Medica (Bencao Gangmu). He is also considered to be the greatest scientific naturalist of China, and developed many innovative methods for the proper classification of herb components and medications to be used for treating diseases.",
      "pageId": 3576136,
      "monthDay": "07/03"
    },
    {
      "year": "1869",
      "uri": "/wiki/Svend_Kornbeck",
      "name": "Svend Kornbeck",
      "aboutText": "Lucrezia Orsina Vizzana (3 July 1590 – 7 May 1662) was an Italian singer, organist, and composer. She entered a Camaldolese convent in Bologna in 1598. She was taught by her aunt, Camilla Bombacci, who was the convent organist, and by Ottavio Vernizzi, who was the unofficial music master.",
      "pageId": 7008779,
      "monthDay": "07/03"
    },
    {
      "year": "1870",
      "uri": "/wiki/R._B._Bennett",
      "name": "R. B. Bennett",
      "aboutText": "Jean Collas (3 July 1874 – 30 December 1928) was a French rugby union player and tug of war competitor, who competed in the 1900 Summer Olympics.\nHe was a member of the French rugby union team, which won the gold medal.",
      "pageId": 14613371,
      "monthDay": "07/03"
    },
    {
      "year": "1874",
      "uri": "/wiki/Jean_Collas",
      "name": "Jean Collas",
      "aboutText": "Albert Gottschalk (3 July 1866 – 13 February 1906) was a Danish painter. He had a close connection, personally and artistically, to the poets Johannes Jørgensen, Viggo Stuckenberg and Sophus Claussen.",
      "pageId": 15167804,
      "monthDay": "07/03"
    },
    {
      "year": "1875",
      "uri": "/wiki/Ferdinand_Sauerbruch",
      "name": "Ferdinand Sauerbruch",
      "aboutText": "Svend Kornbeck (3 July 1869 – 30 October 1933) was a Danish stage and film actor.",
      "pageId": 36670781,
      "monthDay": "07/03"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ralph_Barton_Perry",
      "name": "Ralph Barton Perry",
      "aboutText": "Alfred Habdank Skarbek Korzybski ([kɔˈʐɨpski]; July 3, 1879 – March 1, 1950) was a Polish-American independent scholar who developed a field called general semantics, which he viewed as both distinct from, and more encompassing than, the field of semantics. He argued that human knowledge of the world is limited both by the human nervous system and the languages humans have developed, and thus no one can have direct access to reality, given that the most we can know is that which is filtered through the brain's responses to reality.",
      "pageId": 784,
      "monthDay": "07/03"
    },
    {
      "year": "1878",
      "uri": "/wiki/George_M._Cohan",
      "name": "George M. Cohan",
      "aboutText": "Franz Kafka (3 July 1883 – 3 June 1924) was a German-language writer of novels and short stories who is widely regarded as one of the major figures of 20th-century literature. His work, which fuses elements of realism and the fantastic, typically features isolated protagonists faced by bizarre or surrealistic predicaments and incomprehensible social-bureaucratic powers, and has been interpreted as exploring themes of alienation, existential anxiety, guilt, and absurdity. His best known works include \"Die Verwandlung\" (\"The Metamorphosis\"), Der Process (The Trial), and Das Schloss (The Castle).",
      "pageId": 10858,
      "monthDay": "07/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Alfred_Korzybski",
      "name": "Alfred Korzybski",
      "aboutText": "John Smith Hurt, better known as Mississippi John Hurt (July 3, 1893 or March 8, 1892 – November 2, 1966) was an American country blues singer and guitarist.\nRaised in Avalon, Mississippi, Hurt taught himself how to play the guitar around age nine. Singing to a melodious finger-picked accompaniment, he began to play local dances and parties while working as a sharecropper.",
      "pageId": 20215,
      "monthDay": "07/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Carl_Schuricht",
      "name": "Carl Schuricht",
      "aboutText": "Carl Adolph Schuricht (German pronunciation: [kaʁl ˈaːdɔlf ˈʃuːʁɪçt]) (3 July 1880 – 7 January 1967) was a German conductor.",
      "pageId": 182969,
      "monthDay": "07/03"
    },
    {
      "year": "1883",
      "uri": "/wiki/Franz_Kafka",
      "name": "Franz Kafka",
      "aboutText": "Raymond Ames Spruance (July 3, 1886 – December 13, 1969) was a United States Navy admiral in World War II.",
      "pageId": 234106,
      "monthDay": "07/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Raymond_A._Spruance",
      "name": "Raymond A. Spruance",
      "aboutText": "Ruth Crawford Seeger (July 31, 1901 – November 18, 1953), born Ruth Porter Crawford, was a modernist composer active primarily during the 1920s and 30s and an American folk music specialist from the late 1930s until her death.",
      "pageId": 338088,
      "monthDay": "07/03"
    },
    {
      "year": "1888",
      "uri": "/wiki/Ram%C3%B3n_G%C3%B3mez_de_la_Serna",
      "name": "Ramón Gómez de la Serna",
      "aboutText": "Ramón Gómez de la Serna Puig (July 3, 1888 in Madrid – January 13, 1963 in Buenos Aires) was a Spanish writer, dramatist and avant-garde agitator. He strongly influenced surrealist film maker Luis Buñuel.\nRamón Gómez de la Serna was especially known for \"Greguerías\" – a short form of poetry that roughly corresponds to the one-liner in comedy.",
      "pageId": 358128,
      "monthDay": "07/03"
    },
    {
      "year": "1893",
      "uri": "/wiki/S%C3%A1ndor_Bortnyik",
      "name": "Sándor Bortnyik",
      "aboutText": "Robert Baumle Meyner (July 3, 1908 – May 27, 1990) was an American Democratic Party politician, who served as the 44th Governor of New Jersey, from 1954 to 1962.",
      "pageId": 442268,
      "monthDay": "07/03"
    },
    {
      "year": "1893",
      "uri": "/wiki/Mississippi_John_Hurt",
      "name": "Mississippi John Hurt",
      "aboutText": "George Henry Sanders (3 July 1906 – 25 April 1972) was an English film and television actor, singer-songwriter, music composer, and author. His career as an actor spanned more than 40 years. His upper-class English accent and bass voice often led him to be cast as sophisticated but villainous characters.",
      "pageId": 463180,
      "monthDay": "07/03"
    },
    {
      "year": "1896",
      "uri": "/wiki/Doris_Lloyd",
      "name": "Doris Lloyd",
      "aboutText": "Dorothy Mae Kilgallen (July 3, 1913 – November 8, 1965) was an American journalist and television game show panelist. She started her career shortly before her 18th birthday as a reporter for the Hearst Corporation's New York Evening Journal after spending two semesters at the College of New Rochelle. In 1938, she began her newspaper column, The Voice of Broadway, which eventually was syndicated to more than 146 papers.",
      "pageId": 575113,
      "monthDay": "07/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Alessandro_Blasetti",
      "name": "Alessandro Blasetti",
      "aboutText": "Mary Frances Kennedy Fisher (July 3, 1908 – June 22, 1992) was a preeminent American food writer. She was also a founder of the Napa Valley Wine Library. She wrote some 27 books, including a translation of The Physiology of Taste by Brillat-Savarin.",
      "pageId": 990226,
      "monthDay": "07/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ruth_Crawford_Seeger",
      "name": "Ruth Crawford Seeger",
      "aboutText": "Irvine Wallace \"Ace\" Bailey (July 3, 1903 – April 7, 1992) was a Canadian professional ice hockey player.",
      "pageId": 1017237,
      "monthDay": "07/03"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ace_Bailey",
      "name": "Ace Bailey",
      "aboutText": "Ralph Barton Perry (July 3, 1876 in Poultney, Vermont – January 22, 1957 in Boston, Massachusetts) was an American philosopher.",
      "pageId": 3060882,
      "monthDay": "07/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Johnny_Gibson",
      "name": "Johnny Gibson",
      "aboutText": "Alessandro Blasetti (3 July 1900 – 1 February 1987) was an Italian film director and screenwriter who influenced Italian neorealism with the film Quattro passi fra le nuvole. Blasetti was one of the leading figures in Italian cinema during the Fascist era. He is sometimes known as the \"father of Italian cinema\" because of his role in reviving the struggling industry in the late 1920s.",
      "pageId": 3242337,
      "monthDay": "07/03"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jack_Earle",
      "name": "Jack Earle",
      "aboutText": "Jacob Rheuben Ehrlich (July 3, 1906 – July 18, 1952), professionally credited as Jack Earle, was an American silent film actor and sideshow performer. Due to acromegalic gigantism, Earle was one of the world's tallest humans at the time of his death, standing at 7 ft 7 1⁄2 in (2.324 m) tall. For 14 years, he traveled with Ringling Bros.",
      "pageId": 3997187,
      "monthDay": "07/03"
    },
    {
      "year": "1906",
      "uri": "/wiki/George_Sanders",
      "name": "George Sanders",
      "aboutText": "Sándor Bortnyik (July 3, 1893 – December 31, 1976) was a Hungarian painter and graphic designer. His work was greatly influenced by Cubism, Expressionism and Constructivism. He moved to Weimar in 1922 and was connected to the Bauhaus.",
      "pageId": 8520539,
      "monthDay": "07/03"
    },
    {
      "year": "1908",
      "uri": "/wiki/M._F._K._Fisher",
      "name": "M. F. K. Fisher",
      "aboutText": "John A. Gibson (July 3, 1905 – December 29, 2006) was a runner and Olympic athlete.\nGibson was born in New York City in 1905, but lived most of his life in Bloomfield, New Jersey. He was the head coach of men's track and field at Seton Hall University from 1945 to 1972.",
      "pageId": 12124467,
      "monthDay": "07/03"
    },
    {
      "year": "1908",
      "uri": "/wiki/Robert_B._Meyner",
      "name": "Robert B. Meyner",
      "aboutText": "Fritz Kasparek (3 July 1910 – 6 June 1954) was an Austrian mountaineer who was on the team that made the first ascent of the Eiger north face.\nKasparek gained his first alpine experiences on the Peilstein in the Wienerwald and in the Ennstaler Alps. After Emilio Comici had been the first to climb the north face of the Cima Grande of the Tre Cime di Lavaredo in 1933, in February 1938 Kasparek and Sepp Brunnhuber made the first winter ascent.",
      "pageId": 12341591,
      "monthDay": "07/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Fritz_Kasparek",
      "name": "Fritz Kasparek",
      "aboutText": "Hessy Doris Lloyd (3 July 1896 – 21 May 1968) was an English stage and screen actress.\nShe went to America to visit a sister already living there. What was supposed to be a visit she made permanent.",
      "pageId": 13599609,
      "monthDay": "07/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Dorothy_Kilgallen",
      "name": "Dorothy Kilgallen",
      "aboutText": "George Michael Cohan (July 3, 1878 – November 5, 1942), known professionally as George M. Cohan, was an American entertainer, playwright, composer, lyricist, actor, singer, dancer and producer.\nCohan began his career as a child, performing with his parents and sister in a vaudeville act known as \"The Four Cohans.\" Beginning with Little Johnny Jones in 1904, he wrote, composed, produced, and appeared in more than three dozen Broadway musicals. Cohan published more than 300 songs during his lifetime, including the standards \"Over There\", \"Give My Regards to Broadway\", \"The Yankee Doodle Boy\" and \"You're a Grand Old Flag\".",
      "pageId": 18084380,
      "monthDay": "07/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_Kundla",
      "name": "John Kundla",
      "aboutText": "Carlos Kleiber (3 July 1930 – 13 July 2004) was a German-born Austrian conductor who is widely regarded as being among the greatest conductors of the 20th century.",
      "pageId": 161527,
      "monthDay": "07/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jo%C3%A3o_Saldanha",
      "name": "João Saldanha",
      "aboutText": "Henry Kenneth Alfred \"Ken\" Russell (3 July 1927 – 27 November 2011) was an English film director, known for his pioneering work in television and film and for his flamboyant and controversial style. He attracted criticism for being obsessed with sexuality and the church. His films in the main were liberal adaptations of existing texts, or biographies, notably of composers of the Romantic era.",
      "pageId": 163016,
      "monthDay": "07/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/S._V._Ranga_Rao",
      "name": "S. V. Ranga Rao",
      "aboutText": "Pete Fountain (born Pierre Dewey LaFontaine, Jr., July 3, 1930), is a world-renowned American clarinetist based in New Orleans, Louisiana, USA. He has played jazz, Dixieland, Pop Jazz, Honky-Tonk Jazz, Pop, and Creole music.",
      "pageId": 173957,
      "monthDay": "07/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Cecil_FitzMaurice,_8th_Earl_of_Orkney",
      "name": "Cecil FitzMaurice, 8th Earl of Orkney",
      "aboutText": "Sellapan Ramanathan, DUT (First Class) (born Cellappaṉ Rāmanātaṉ, 3 July 1924) is a Singaporean politician who was the sixth President of the Republic of Singapore. Usually referred to as S. R. Nathan, he was first sworn in on 1 September 1999. In 1999 and 2005, he was elected President in uncontested elections.",
      "pageId": 393622,
      "monthDay": "07/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gerald_W._Thomas",
      "name": "Gerald W. Thomas",
      "aboutText": "Susan Peters (July 3, 1921 – October 23, 1952) was an American stage, film and television actress.",
      "pageId": 593854,
      "monthDay": "07/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Eddy_Paape",
      "name": "Eddy Paape",
      "aboutText": "João Alves Jobin Saldanha (3 July 1917 – 12 July 1990) was a Brazilian journalist and football manager. He coached the Brazil national football team during the South American Qualifying to the 1970 FIFA World Cup. Nicknamed João Sem Medo (Fearless João) by Nelson Rodrigues, Saldanha played for Botafogo.",
      "pageId": 796587,
      "monthDay": "07/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Paul_O%27Dea",
      "name": "Paul O'Dea",
      "aboutText": "Corneille Guillaume Beverloo (3 July 1922 – 5 September 2010), better known under his pseudonym Corneille, was a Dutch artist.\nCorneille was born in Liege, Belgium, although his parents were Dutch and moved back to the Netherlands when he was 12. He studied art at the Academy of Art in Amsterdam, in the Netherlands.",
      "pageId": 1001443,
      "monthDay": "07/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Susan_Peters",
      "name": "Susan Peters",
      "aboutText": "John Albert Kundla (born July 3, 1916) is an American former college and professional basketball coach. He was the first head coach for the Minneapolis Lakers of the National Basketball Association (NBA) and its predecessor, the Basketball Association of America (BAA), serving 11 seasons, from 1948 to 1959. His teams won five league championships, one in the BAA and four in the NBA. Kundla was the head basketball coach at the University of St.",
      "pageId": 1466373,
      "monthDay": "07/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Fran%C3%A7ois_Reichenbach",
      "name": "François Reichenbach",
      "aboutText": "Thomas J. Tedesco (July 3, 1930 – November 10, 1997) was an American session musician and jazz and bebop guitarist.\nTedesco's credits include the theme from television's Bonanza, The Twilight Zone, Vic Mizzy's theme from Green Acres, M*A*S*H, Batman, and Elvis Presley's '68 Comeback Special.",
      "pageId": 1804987,
      "monthDay": "07/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Guillaume_Cornelis_van_Beverloo",
      "name": "Guillaume Cornelis van Beverloo",
      "aboutText": "Samarla Venkata Ranga Rao (3 July 1918 – 18 July 1974) popularly Known as S.V.R. was an Indian film actor, director and producer known for his works in Telugu and Tamil cinema. Widely recognized as one of the finest Indian method actors, Rao was popularly known as \"Viswa Nata Chakravarthi.\" He was known for his natural acting and for portraying versatile roles of Hindu mythological characters like Ravana, Ghatotkacha, Duryodhana, Kamsa and Kichaka from Indian Mythology. In 1963, He garnered the Best Actor Award for his portrayal of Kichaka in Nartanasala at the Afro-Asian Film Festival Held in Jakarta.",
      "pageId": 2225513,
      "monthDay": "07/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/S._R._Nathan",
      "name": "S. R. Nathan",
      "aboutText": "Edouard Paape (3 July 1920 – 12 May 2012), commonly known as Eddy Paape, was a Belgian comics artist best known for illustrating the series Luc Orient.",
      "pageId": 3749163,
      "monthDay": "07/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Johnny_Coles",
      "name": "Johnny Coles",
      "aboutText": "Cecil O'Bryen Fitz-Maurice, 8th Earl of Orkney (3 July 1919 – 5 February 1998) was a Scottish peer. He held the subsidiary titles of Viscount of Kirkwall and Baron of Dechmont.\nBorn in 1919, Fitz-Maurice was the younger son of Captain Douglas Frederick Harold FitzMaurice RNAS (died 1937), a great grandson of the 5th Earl, by his marriage to Dorothy Janette, daughter of Captain Robert Dickie, RN. His elder brother Douglas Hubert Hamilton FitzMaurice (1916–1942) was killed in action during the Second World War.",
      "pageId": 5865547,
      "monthDay": "07/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ken_Russell",
      "name": "Ken Russell",
      "aboutText": "Paul O'Dea (July 3, 1920 – December 11, 1978) was an American professional baseball player, manager and scout. He saw Major League service during World War II for the 1944 and 1945 Cleveland Indians.\nA native of Cleveland, Ohio and alumnus of Case Western Reserve University, O'Dea began his professional career with the Fargo-Moorhead Twins in 1938.",
      "pageId": 10112708,
      "monthDay": "07/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Evelyn_Anthony",
      "name": "Evelyn Anthony",
      "aboutText": "Evelyn Anthony (born 3 July 1928, London) is the pen name of Evelyn Ward-Thomas (Evelyn Bridgett Patricia Ward-Thomas), a British female writer.",
      "pageId": 10868846,
      "monthDay": "07/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Cl%C3%A9ment_Perron",
      "name": "Clément Perron",
      "aboutText": "Béatrice Picard, CM, OQ (born July 3, 1929 in Montreal, Quebec) is a Canadian actress. She is well known in Quebec for the inumbrable roles she has played on the French Candian theatre and television scene during an ongoing acting career spanning over six decades. She became a household name in Quebec for her acting role as Angelina Desmarais in one of the first French Canadian \"télé-romam\" series called \"Le survenant\" in the early days of French-speaking television.",
      "pageId": 15499813,
      "monthDay": "07/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/B%C3%A9atrice_Picard",
      "name": "Béatrice Picard",
      "aboutText": "Johnny Coles (July 3, 1926 in Trenton, New Jersey – December 21, 1997 in Philadelphia, Pennsylvania) was an American jazz trumpeter.\nColes spent his early career playing with R&B groups, including those of Eddie Vinson (1948–1951), Bull Moose Jackson (1952), and Earl Bostic (1955–1956). He was with James Moody from 1956 to 1958, and played with Gil Evans's orchestra between 1958 and 1964, including on the Miles Davis album Sketches of Spain.",
      "pageId": 15879535,
      "monthDay": "07/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Pete_Fountain",
      "name": "Pete Fountain",
      "aboutText": "Frits Helmuth (3 July 1931 – 12 December 2004) was a Danish film actor. He appeared in 60 films between 1938 and 2004. He was born and died in Copenhagen, Denmark.",
      "pageId": 19651660,
      "monthDay": "07/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Carlos_Kleiber",
      "name": "Carlos Kleiber",
      "aboutText": "François Reichenbach (3 July 1921 – 2 February 1993) was a French film director, cinematographer producer and screenwriter.",
      "pageId": 21548916,
      "monthDay": "07/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tommy_Tedesco",
      "name": "Tommy Tedesco",
      "aboutText": "Clément Perron (born July 3, 1929 in Quebec City, Quebec - died October 12, 1999 in Pointe-Claire, Quebec) was a Canadian film director and screenwriter.",
      "pageId": 31769008,
      "monthDay": "07/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Frits_Helmuth",
      "name": "Frits Helmuth",
      "aboutText": "Gerald Waylett Thomas (July 3, 1919 – July 31, 2013) was President Emeritus of New Mexico State University, a veteran of World War II, and an author.",
      "pageId": 36657677,
      "monthDay": "07/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Mellon_Scaife",
      "name": "Richard Mellon Scaife",
      "aboutText": "Harrison Hagan \"Jack\" Schmitt (born July 3, 1935) is an American geologist, retired NASA astronaut, university professor and former U.S. senator from New Mexico.\nIn December 1972, as one of the crew on board Apollo 17, Schmitt became the first member of NASA's first scientist-astronaut group to fly in space. As Apollo 17 was the last of the Apollo missions, he also became the twelfth person to set foot on the Moon, and as of 2015, the second-to-last person to step off of the Moon (he boarded the Lunar Module shortly before commander Eugene Cernan).",
      "pageId": 13793,
      "monthDay": "07/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Edward_Brandt,_Jr.",
      "name": "Edward Brandt, Jr.",
      "aboutText": "Sir Tom Stoppard OM CBE FRSL (born Tomáš Straussler; 3 July 1937) is a British playwright, knighted in 1997. He has written prolifically for TV, radio, film and stage, finding prominence with plays such as Arcadia, The Coast of Utopia, Every Good Boy Deserves Favour, Professional Foul, The Real Thing, and Rosencrantz and Guildenstern Are Dead. He co-wrote the screenplays for Brazil, The Russia House, and Shakespeare in Love, and has received one Academy Award and four Tony Awards.",
      "pageId": 30387,
      "monthDay": "07/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Cheo_Feliciano",
      "name": "Cheo Feliciano",
      "aboutText": "Judith Mavis Durham AO (born Judith Mavis Cock; 3 July 1943) is an Australian singer and musician who became the lead vocalist for the Australian popular folk music group The Seekers in 1963. The group subsequently became the first Australian pop music group to achieve major chart and sales success in the United Kingdom and the United States, and as of 2004 had sold over 50 million records. Durham left the group in mid-1968 to pursue her solo career.",
      "pageId": 65942,
      "monthDay": "07/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Harrison_Schmitt",
      "name": "Harrison Schmitt",
      "aboutText": "Andrew Lamar Alexander, Jr. (born July 3, 1940) is an American politician and the senior United States senator from Tennessee having served since 2003. A member of the Republican Party, Alexander previously served as the conference chair of the Republican Party in the US Senate from 2007 to 2012.",
      "pageId": 296724,
      "monthDay": "07/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Anthony_Lester,_Baron_Lester_of_Herne_Hill",
      "name": "Anthony Lester, Baron Lester of Herne Hill",
      "aboutText": "Richard Mellon Scaife (July 3, 1932 – July 4, 2014) was an American billionaire, a principal heir to the Mellon banking, oil, and aluminum fortune, and the owner and publisher of the Pittsburgh Tribune-Review. In 2005, Scaife was number 238 on the Forbes 400, with a personal fortune of $1.2 billion. By 2013, Scaife had dropped to number 371 on the listing, with a personal fortune of $1.4 billion.",
      "pageId": 566978,
      "monthDay": "07/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Baard_Owe",
      "name": "Baard Owe",
      "aboutText": "César Leonardo Tovar (July 3, 1940 – July 14, 1994), nicknamed \"Pepito\" and \"Mr. Versatility\", was a Venezuelan professional baseball player. He played in Major League Baseball for the Minnesota Twins (1965–72), Philadelphia Phillies (1973), Texas Rangers (1974-1975), Oakland Athletics (1975-1976) and New York Yankees (1976).",
      "pageId": 668324,
      "monthDay": "07/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Nicholas_Maxwell",
      "name": "Nicholas Maxwell",
      "aboutText": "Jerzy Karol Buzek [ˈjɛʐɨ ˈbuzɛk] (born 3 July 1940) is a Polish engineer, academic lecturer and politician who was the ninth post-Cold War Prime Minister of Poland from 1997 to 2001. He has been a member of the European Parliament since 13 June 2004, and was President of the European Parliament between 2009 and 2012. He is married to Ludgarda Buzek and is the father of Polish actress Agata Buzek.",
      "pageId": 735823,
      "monthDay": "07/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tom_Stoppard",
      "name": "Tom Stoppard",
      "aboutText": "Gloria Rachel Allred (née Bloom; born July 3, 1941) is an American civil rights lawyer who is noted for taking high-profile and often controversial cases; she has been particularly involved with cases involving the protection of women's rights.",
      "pageId": 893274,
      "monthDay": "07/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean_Aitchison",
      "name": "Jean Aitchison",
      "aboutText": "Edward Newman Brandt, Jr. MD (July 3, 1933 – August 26, 2007) was an American physician, mathematician, and public health administrator. He was appointed acting Surgeon General of the United States from 1981 to 1982, and served as the United States Assistant Secretary for Health from 1981 to 1984.",
      "pageId": 1099852,
      "monthDay": "07/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Brigitte_Fassbaender",
      "name": "Brigitte Fassbaender",
      "aboutText": "This article is about the politician. See also László Kovács (cinematographer).",
      "pageId": 1133387,
      "monthDay": "07/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Kov%C3%A1cs_(politician)",
      "name": "László Kovács",
      "aboutText": "Francisco \"Paco\" Jorge Stanley Albaitero (July 3, 1942 – June 7, 1999) was a Mexican television entertainer for TV Azteca, a multimedia conglomerate.",
      "pageId": 1227193,
      "monthDay": "07/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Coco_Laboy",
      "name": "Coco Laboy",
      "aboutText": "José Luis Feliciano (July 3, 1935 – April 17, 2014), better known as Cheo Feliciano, was a Puerto Rican composer and singer of salsa and bolero music.",
      "pageId": 1524357,
      "monthDay": "07/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lamar_Alexander",
      "name": "Lamar Alexander",
      "aboutText": "Brigitte Fassbaender (German pronunciation: [bʁiˈɡɪtə ˈfasbɛndɐ]; born Berlin, 3 July 1939), is a German mezzo-soprano opera singer, a stage director and from 1999 to 2012 Intendant of the Tiroler Landestheater in Innsbruck, Austria.",
      "pageId": 1731476,
      "monthDay": "07/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Fontella_Bass",
      "name": "Fontella Bass",
      "aboutText": "Fontella Bass (July 3, 1940 – December 26, 2012) was an American R&B soul singer best known for her 1965 hit, \"Rescue Me.\"",
      "pageId": 2116928,
      "monthDay": "07/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jerzy_Buzek",
      "name": "Jerzy Buzek",
      "aboutText": "Claude Moine (born 3 July 1942), better known by his stage name Eddy Mitchell, is a French singer and actor. He began his career in the late 1950s, with the group Les Chaussettes Noires (The Black Socks), taking his name from the American expatriate tough-guy actor Eddie Constantine (later the star of Jean-Luc Godard's Alphaville). The band performed at the Parisian nightclub Golf-Drouot before signing to Barclay Records and finding almost instant success; in 1961 it sold two million records.",
      "pageId": 2204359,
      "monthDay": "07/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/C%C3%A9sar_Tovar",
      "name": "César Tovar",
      "aboutText": "José Alberto \"Coco\" Laboy (born 3 July 1940) is a former Puerto Rican Major League Baseball player. He was signed by the San Francisco Giants as an amateur free agent in 1959 but remained mired in the minor leagues, playing for a while in North Carolina with the Raleigh Cardinals, until the 1969 expansion of major league baseball, which added two teams to both leagues. The expansion Montreal Expos drafted Laboy from the St.",
      "pageId": 2407572,
      "monthDay": "07/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gloria_Allred",
      "name": "Gloria Allred",
      "aboutText": "Jean Aitchison (born Jean Margaret Aitchison, 3 July 1938) is a Professor of Language and Communication in the Faculty of English Language and Literature at the University of Oxford and a Fellow of Worcester College, Oxford.\nIn 1987, she identified three stages that occur during a child's acquisition of vocabulary: labelling, packaging and network building.\nLabelling: First stage and involves making the link between the sounds of particular words and the objects to which they refer, e.g., understanding that “mummy” refers to the child’s mother.",
      "pageId": 2991162,
      "monthDay": "07/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Eddy_Mitchell",
      "name": "Eddy Mitchell",
      "aboutText": "Anthony Paul Lester, Baron Lester of Herne Hill, QC (born 3 July 1936) is a British barrister and politician, sitting in the House of Lords as a Liberal Democrat.\nBorn into a Jewish family, he was educated at the City of London School, and then studied history and law at Trinity College, Cambridge, and Harvard Law School. In the 1960s and 1970s Lester was directly involved with the drafting of race relations legislation in Britain.",
      "pageId": 3094358,
      "monthDay": "07/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paco_Stanley",
      "name": "Paco Stanley",
      "aboutText": "Baard Owe (born July 3, 1936) is a Norwegian-born actor who has acted in many Scandinavian films and TV-series. He moved to Denmark in 1956, where he has lived and worked since.\nOwe is mostly known for his role as pathologist Dr.",
      "pageId": 4625028,
      "monthDay": "07/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Judith_Durham",
      "name": "Judith Durham",
      "aboutText": "Nicholas Maxwell (born 3 July 1937) is a philosopher who has devoted much of his working life to arguing that there is an urgent need to bring about a revolution in academia so that it seeks and promotes wisdom and does not just acquire knowledge.\nFor nearly thirty years he taught philosophy of science at University College London, where he is now Emeritus Reader. In 2003 he founded Friends of Wisdom, an international group of people sympathetic to the idea that academic inquiry should help humanity acquire more wisdom by rational means.",
      "pageId": 10639751,
      "monthDay": "07/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Kurtwood_Smith",
      "name": "Kurtwood Smith",
      "aboutText": "David McAlister \"Dave\" Barry (born July 3, 1947) is a Pulitzer Prize winning American author and columnist, who wrote a nationally syndicated humor column for The Miami Herald from 1983 to 2005. He has also written numerous books of humor and parody, as well as comedic novels.",
      "pageId": 8432,
      "monthDay": "07/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michel_Polnareff",
      "name": "Michel Polnareff",
      "aboutText": "Leszek Cezary Miller [ˈlɛʂɛk ˈmillɛr] (born 3 July 1946) is a Polish left-wing politician who served as Prime Minister of Poland from 2001 to 2004.",
      "pageId": 18414,
      "monthDay": "07/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Cole_(actor)",
      "name": "Michael Cole",
      "aboutText": "Kurtwood Larson Smith (born July 3, 1943) is an American television and film actor. He is known for playing Clarence Boddicker in RoboCop and Red Forman in That '70s Show, and for his appearances in the genre of science fiction (Star Trek, The X-Files).",
      "pageId": 301344,
      "monthDay": "07/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Martin,_Baron_Martin_of_Springburn",
      "name": "Michael Martin, Baron Martin of Springburn",
      "aboutText": "Saharon Shelah (Hebrew: שהרן שלח‎) is an Israeli mathematician. He is a professor of mathematics at the Hebrew University of Jerusalem and Rutgers University in New Jersey.",
      "pageId": 331211,
      "monthDay": "07/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Saharon_Shelah",
      "name": "Saharon Shelah",
      "aboutText": "James Kenneth \"Jim\" Hahn (born July 3, 1950) is an American lawyer, politician and member of the Democratic Party. Hahn was elected the 40th Mayor of Los Angeles in 2001. He served until 2005, at which time he was defeated in his bid for re-election.",
      "pageId": 342042,
      "monthDay": "07/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Johnny_Lee_(singer)",
      "name": "Johnny Lee",
      "aboutText": "Betty Lynn Buckley (born July 3, 1947) is an American stage, film and television actress, and singer. She starred from 1977 to 1981 on the ABC series Eight is Enough, before going on to win the 1983 Tony Award for Best Featured Actress in a Musical for her role as Grizabella in the original Broadway production of Cats. Her other musical roles include playing Norma Desmond in Sunset Boulevard from 1994 to 1996, in both London and New York, receiving an Olivier Award nomination.",
      "pageId": 364082,
      "monthDay": "07/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Leszek_Miller",
      "name": "Leszek Miller",
      "aboutText": "Michael Shea (July 3, 1946 – February 16, 2014) was an American fantasy, horror, and science fiction author living in California.",
      "pageId": 375828,
      "monthDay": "07/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Shea_(author)",
      "name": "Michael Shea",
      "aboutText": "Bo Xilai (born 3 July 1949) is a former Chinese politician. He came to prominence through his tenures as the mayor of Dalian and then the governor of Liaoning. From 2004 to November 2007, he served as Minister of Commerce.",
      "pageId": 528159,
      "monthDay": "07/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bolo_Yeung",
      "name": "Bolo Yeung",
      "aboutText": "Michael John Martin, Baron Martin of Springburn, PC (born 3 July 1945) is a British politician, who was the Member of Parliament (MP) for Glasgow Springburn from 1979 to 2005, and then for Glasgow North East until 2009. He was a Labour Party MP until his election as the Speaker of the House of Commons in 2000, and was Speaker for nine years until his resignation in 2009.\nOn his election to the post of Speaker in 2000 he was the first Roman Catholic to serve in the role since the Reformation.",
      "pageId": 742435,
      "monthDay": "07/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dave_Barry",
      "name": "Dave Barry",
      "aboutText": "Karin Jan Smithers (born July 3, 1949) is an American former television and film actress, best known for playing Bailey Quarters on the television series WKRP in Cincinnati.",
      "pageId": 891921,
      "monthDay": "07/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Betty_Buckley",
      "name": "Betty Buckley",
      "aboutText": "Yang Sze (simplified Chinese: 杨斯; traditional Chinese: 楊斯; pinyin: Yáng Sī; Jyutping: Yeung4 Si1; born 3 July 1946 in Guangzhou), better known as Bolo Yeung, is a former competitive bodybuilder and a martial arts film actor. Primarily cast as the villain in the movies in which he stars, he is best known for his performances as Bolo in Enter the Dragon, as Chong Li in Bloodsport, and for his numerous appearances and long-spanning career in the martial arts filmography for Hong Kong's motion picture industry.",
      "pageId": 1441412,
      "monthDay": "07/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Paul_Barrere",
      "name": "Paul Barrere",
      "aboutText": "Michel Polnareff (born 3 July 1944, Nérac (Lot-et-Garonne, France) is a French singer-songwriter, who was popular in France from the mid-1960s until the early 1990s with his last original album, Kāma-Sūtra.",
      "pageId": 1883383,
      "monthDay": "07/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tarmo_Koivisto",
      "name": "Tarmo Koivisto",
      "aboutText": "John Lee Ham (born July 3, 1946) is an American country music singer known professionally as Johnny Lee. His 1980 single \"Lookin' for Love\" became a crossover hit, spending three weeks at number 1 on the Billboard country singles chart while also appearing in the Top 5 on the Billboard Pop chart and Top 10 on Billboard's Adult Contemporary chart. He racked up a series of country hits in the early and mid-1980s.",
      "pageId": 1950282,
      "monthDay": "07/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Susan_Penhaligon",
      "name": "Susan Penhaligon",
      "aboutText": "Susan Penhaligon (born 3 July 1949) is a British actress probably best known for her appearances in the controversial 1976 drama Bouquet of Barbed Wire and for playing Judi Dench's sister in the 1981 sitcom A Fine Romance.",
      "pageId": 2319025,
      "monthDay": "07/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jan_Smithers",
      "name": "Jan Smithers",
      "aboutText": "Ewen John Chatfield (born 3 July 1950 in Dannevirke) is a former cricketer who played 43 Tests and 114 One Day Internationals for New Zealand. A medium-pace bowler, his chief weapon was his accuracy, giving him economical bowling figures, although he occasionally would come in for punishment in the late stages of limited overs matches due to a lack of variation in his line and length.",
      "pageId": 2985581,
      "monthDay": "07/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Verity",
      "name": "John Verity",
      "aboutText": "Paul Barrere (born July 3, 1948 in Burbank, California, United States) is a member of the band Little Feat, founded in 1969 by Lowell George having joined the band in 1972. Barrere has also recorded and performed with many notable musicians including Taj Mahal, Jack Bruce, Chicken Legs, Blues Busters, Valerie Carter, Helen Watson, Chico Hamilton, Robert Palmer, Eikichi Yazawa, and Carly Simon. Paul can be seen in the 1979 Nicolette Larson Warner Brothers promotional video of \"Lotta Love\".",
      "pageId": 4197265,
      "monthDay": "07/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Johnnie_Wilder,_Jr.",
      "name": "Johnnie Wilder, Jr.",
      "aboutText": "John Verity (born 3 July 1949 in Bradford, West Yorkshire) is an English guitarist formerly with the band Argent from 1974 to 1976.\nWhen Argent split up, he formed Phoenix with Bob Henrit and Jim Rodford. The band recorded three albums with CBS Records and toured Europe before disbanding.",
      "pageId": 4210976,
      "monthDay": "07/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bo_Xilai",
      "name": "Bo Xilai",
      "aboutText": "Johnnie James Wilder, Jr. (July 3, 1949 – May 13, 2006) was the co-founder and lead vocalist of the international R&B/funk group Heatwave. Heatwave was a popular group during the late 1970s, with hits such as \"Boogie Nights,\" \"Mind Blowing Decisions,\" \"Always and Forever,\" and \"The Groove Line,\" on which Wilder sang co-lead vocals.",
      "pageId": 5195398,
      "monthDay": "07/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ewen_Chatfield",
      "name": "Ewen Chatfield",
      "aboutText": "This article is about the Mod Squad actor, Michael Cole. For the WWE announcer, see Michael Cole.\nMichael Cole (born July 3, 1945) is an American actor.",
      "pageId": 5268986,
      "monthDay": "07/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/James_Hahn",
      "name": "James Hahn",
      "aboutText": "Tarmo Koivisto (born July 3, 1948 in Orivesi) is a Finnish comics artist and writer, cartoonist, and graphic artist. He is best known for his ongoing comic strip Mämmilä.",
      "pageId": 12665362,
      "monthDay": "07/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jean-Claude_Duvalier",
      "name": "Jean-Claude Duvalier",
      "aboutText": "Rohinton Mistry (born 3 July 1952) is an Indian-born Canadian who writes in English. Mistry is of Indian origin, originally from Mumbai, and currently resides in Brampton, Ontario, Canada. He practises Zoroastrianism and belongs to the Parsi community.",
      "pageId": 61838,
      "monthDay": "07/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Richard_Hadlee",
      "name": "Richard Hadlee",
      "aboutText": "Sir Richard John Hadlee MBE (born 3 July 1951) is a former New Zealand cricketer, regarded as one of the greatest fast bowlers and all-rounders in cricketing history.\nHadlee was appointed MBE in 1980 and knighted in 1990 for services to cricket. He is a former chairman of the New Zealand board of selectors.",
      "pageId": 66143,
      "monthDay": "07/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Andy_Fraser",
      "name": "Andy Fraser",
      "aboutText": "Jean-Claude Duvalier (French pronunciation: ​[ʒɑ̃klod dyvalje]), nicknamed \"Bébé Doc\" or \"Baby Doc\" (3 July 1951 – 4 October 2014), was the President of Haiti from 1971 until his overthrow by a popular uprising in 1986. He succeeded his father François \"Papa Doc\" Duvalier as the ruler of Haiti after the latter's death in 1971. After assuming power, he introduced cosmetic changes to his father's regime and delegated much authority to his advisors, though thousands of Haitians were killed or tortured, and hundreds of thousands fled the country.",
      "pageId": 102002,
      "monthDay": "07/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Amit_Kumar",
      "name": "Amit Kumar",
      "aboutText": "Montel Brian Anthony Williams (born July 3, 1956) is an American television personality, radio talk show host, actor, and former Marine. He is best known as host of the long-running The Montel Williams Show, and more recently as a spokesman for the Partnership for Prescription Assistance (PPA). Williams is also active with the nonprofit MS Foundation, which he founded after being diagnosed with multiple sclerosis in 1999.",
      "pageId": 180833,
      "monthDay": "07/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rohinton_Mistry",
      "name": "Rohinton Mistry",
      "aboutText": "Julie Burchill (born 3 July 1959) is an English writer. Beginning as a journalist on the staff of the New Musical Express at the age of 17, she has subsequently contributed to newspapers such as The Sunday Times and The Guardian. Describing herself as a \"militant feminist\", she has several times been involved in legal action resulting from her work.",
      "pageId": 292226,
      "monthDay": "07/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Claude_Rajotte",
      "name": "Claude Rajotte",
      "aboutText": "Lisa De Leeuw was the stage name of an American former pornographic actress, of the so called Golden Age of Porn.",
      "pageId": 551588,
      "monthDay": "07/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Vincent_Margera",
      "name": "Vincent Margera",
      "aboutText": "Aaron Dupree Tippin (born July 3, 1958) is an American country music artist and record producer. Initially a songwriter for Acuff-Rose Music, he gained a recording contract with RCA Nashville in 1990. His debut single, \"You've Got to Stand for Something\" became a popular anthem for American soldiers fighting in the Gulf War and helped to establish him as a neotraditionalist country act with songs that catered primarily to the American working class.",
      "pageId": 628468,
      "monthDay": "07/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Montel_Williams",
      "name": "Montel Williams",
      "aboutText": "Siân Lloyd (born 3 July 1958) is a Welsh television presenter and meteorologist from Maesteg, Wales. She is the United Kingdom's longest-serving female weather forecaster, having appeared on ITV Weather for 24 years, from 1990 until 2014.\n^ \"Siân Lloyd proud to be Welsh\".",
      "pageId": 676120,
      "monthDay": "07/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Laura_Branigan",
      "name": "Laura Branigan",
      "aboutText": "Charles Murray \"Charlie\" Higson (born 3 July 1958) is an English actor, comedian, author, and former singer. He has also written and produced for television.",
      "pageId": 838355,
      "monthDay": "07/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ken_Ober",
      "name": "Ken Ober",
      "aboutText": "Found spouse,",
      "pageId": 932282,
      "monthDay": "07/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Poly_Styrene",
      "name": "Poly Styrene",
      "aboutText": "Laura Ann Branigan (July 3, 1952 – August 26, 2004) was an American singer, songwriter, and actress known for her powerful, husky alto singing voice which spanned four octaves. She is best remembered for her 1982 platinum-certified hit \"Gloria\" and for the top-5 single \"Self Control\". Branigan is also remembered for the top-10 song \"Solitaire\", and for the No.",
      "pageId": 938523,
      "monthDay": "07/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lisa_De_Leeuw",
      "name": "Lisa De Leeuw",
      "aboutText": "Claude Rajotte (born July 3, 1955) is a well-known DJ/VJ/music critic from Montreal, Quebec.",
      "pageId": 1067608,
      "monthDay": "07/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Matthew_Fraser_(journalist)",
      "name": "Matthew Fraser",
      "aboutText": "Vincent Roy Margera (July 3, 1956 – November 15, 2015), more commonly known as Don Vito, was an American reality television personality known for his appearances in Viva La Bam, Jackass, Haggard and the CKY videos alongside his nephew Bam.",
      "pageId": 1401240,
      "monthDay": "07/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Charlie_Higson",
      "name": "Charlie Higson",
      "aboutText": "Andrew McLan \"Andy\" Fraser (3 July 1952 – 16 March 2015) was an English songwriter and bass guitarist whose career lasted over forty years and includes a notable period as one of the founding members of the rock band Free in 1968, at age 15.",
      "pageId": 2056167,
      "monthDay": "07/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Si%C3%A2n_Lloyd",
      "name": "Siân Lloyd",
      "aboutText": "Ian Howes Maxtone-Graham (born July 3, 1959) is an American television writer and producer. He has written for Saturday Night Live (1992–1995) and The Simpsons (1995–), and has also served as a co-executive producer and consulting producer for The Simpsons.",
      "pageId": 2103255,
      "monthDay": "07/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Didier_Mouron",
      "name": "Didier Mouron",
      "aboutText": "Marianne Joan Elliott-Said (3 July 1957 – 25 April 2011), known by the stage name Poly Styrene, was a British musician, singer-songwriter, and frontwoman for the punk rock band X-Ray Spex.",
      "pageId": 2223967,
      "monthDay": "07/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Aaron_Tippin",
      "name": "Aaron Tippin",
      "aboutText": "Ken Ober (July 3, 1957 – November 15, 2009) was an American game show host, comedian, and actor.",
      "pageId": 4723721,
      "monthDay": "07/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Julie_Burchill",
      "name": "Julie Burchill",
      "aboutText": "Matthew William Fraser (born July 3, 1958) is a British-Canadian academic, author and former journalist known for his writing about the media industries.",
      "pageId": 7762181,
      "monthDay": "07/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ian_Maxtone-Graham",
      "name": "Ian Maxtone-Graham",
      "aboutText": "Didier Mouron is a Swiss artist (naturalized Canadian), he was born on July 3, 1958 in Vevey.\nFrom his first public appearances in 1976, Didier Mouron has been distinguished by an exceptional mastery of the pencil.\n« He mystifies the initiated with his unique and exceptional mastery consisting of elaborating his canvases in one stroke without any prior sketches or retouching.",
      "pageId": 10987438,
      "monthDay": "07/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stephen_Pearcy",
      "name": "Stephen Pearcy",
      "aboutText": "Amit Kumar is an Indian film playback singer, actor, director, and music director. He is the son of the Indian singer and actor Kishore Kumar and the Bengali singer and actress Ruma Guha Thakurta. Like his father, Amit loved singing and from childhood used to sing during Durga Pooja functions in Kolkata.",
      "pageId": 13791102,
      "monthDay": "07/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/David_Shore",
      "name": "David Shore",
      "aboutText": "Tom Cruise (born Thomas Cruise Mapother IV; July 3, 1962) is an American actor and filmmaker. Cruise has been nominated for three Academy Awards and has won three Golden Globe Awards. He started his career at age 19 in the 1981 film Endless Love.",
      "pageId": 31460,
      "monthDay": "07/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Vince_Clarke",
      "name": "Vince Clarke",
      "aboutText": "Yeardley Smith (/ˈjɑrdliː/; born Martha Maria Yeardley Smith; July 3, 1964) is a French–American actress, voice actress, writer, comedian, and painter. She is best known for her long-running role as Lisa Simpson on the animated television series The Simpsons.\nShe was born in Paris and moved with her family to Washington, DC, in 1966.",
      "pageId": 34351,
      "monthDay": "07/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Pedro_Romeiras",
      "name": "Pedro Romeiras",
      "aboutText": "Joanne Michèle Sylvie Harris, MBE (born 3 July 1964) is an English author, best known for her award-winning novel Chocolat which was later turned into a successful film.",
      "pageId": 163404,
      "monthDay": "07/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tim_Smith_(musician)",
      "name": "Tim Smith",
      "aboutText": "Tracey Emin, CBE, RA (born 3 July 1963) is an English artist known for her autobiographical and confessional artwork. Emin produces work in a variety of media including drawing, painting, sculpture, film, photography, neon text and sewn appliqué. Once the ‘enfant terrible’ of the Young British Artists in the 1980s, Tracey Emin is now a Royal Academician of the Royal Academy of Arts.",
      "pageId": 163837,
      "monthDay": "07/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tom_Cruise",
      "name": "Tom Cruise",
      "aboutText": "Vince Clarke (born Vincent John Martin; 3 July 1960) is an English synthpop musician and songwriter. Clarke has been the main composer and musician of the band Erasure since 1985, and was previously a member of several groups, including Depeche Mode, Yazoo and The Assembly.",
      "pageId": 207103,
      "monthDay": "07/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Thomas_Gibson",
      "name": "Thomas Gibson",
      "aboutText": "Moisés Rojas Alou (English /ˈmɔɪzɨs əˈluː/; Spanish: [moiˈses aˈlo.u]; born July 3, 1966) is a former Dominican-American outfielder in Major League Baseball who played for 17 seasons in the National League. In 1,942 career games, Alou had a batting average of .303 with 2,134 hits, 421 doubles, 332 home runs, and 1,287 runs batted in.\nHis father Felipe, who managed Moises with the Expos from 1992 to 1996 and the Giants from 2005 to 2006, as well as uncles Matty and Jesús, and cousin Mel Rojas, all had long careers in Major League Baseball.",
      "pageId": 378792,
      "monthDay": "07/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hunter_Tylo",
      "name": "Hunter Tylo",
      "aboutText": "Thomas Ellis Gibson (born July 3, 1962) is an American actor and director. He is best known for his portrayal of Daniel Nyland in the CBS series Chicago Hope, Greg Montgomery on the ABC series Dharma & Greg, and Aaron Hotchner on the CBS series Criminal Minds.",
      "pageId": 692090,
      "monthDay": "07/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tracey_Emin",
      "name": "Tracey Emin",
      "aboutText": "Hunter Tylo (born Deborah Jo Hunter, July 3, 1962) is an American actress, author and former model. She is best known for her role as Dr.",
      "pageId": 825869,
      "monthDay": "07/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Joanne_Harris",
      "name": "Joanne Harris",
      "aboutText": "Brian McGuire Cashman (born July 3, 1967) is an American baseball executive for the New York Yankees of Major League Baseball.",
      "pageId": 1253678,
      "monthDay": "07/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yeardley_Smith",
      "name": "Yeardley Smith",
      "aboutText": "Connie Inge-Lise Nielsen (born 3 July 1965) is a Danish actress whose first major role in an English language film was a supporting role in The Devil's Advocate (1997); Nielsen later gained international attention for her role in Ridley Scott's Gladiator (2000). Her films include Mission to Mars (2000), One Hour Photo (2002), Basic (2003), The Hunted (2003), The Ice Harvest (2005) and Nymphomaniac (2014). She starred as Meredith Kane on the Starz TV series Boss (2011–2012) and was a lead character in the second season of The Following.",
      "pageId": 1360268,
      "monthDay": "07/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Shinya_Hashimoto",
      "name": "Shinya Hashimoto",
      "aboutText": "Kevin Neil Hearn (born July 3, 1969) is a Canadian musician who is currently the keyboardist of Barenaked Ladies and his own group, Kevin Hearn and Thin Buckle. He is also a former member of Rheostatics.",
      "pageId": 1716975,
      "monthDay": "07/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Connie_Nielsen",
      "name": "Connie Nielsen",
      "aboutText": "Kathryn Sloan Clark (born 3 July 1967) is a British Labour Party politician who was the Member of Parliament (MP) for North Ayrshire and Arran from the 2005 to the 2015 general election when she lost her seat to Patricia Gibson, the SNP candidate.",
      "pageId": 1872907,
      "monthDay": "07/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Komsan_Pohkong",
      "name": "Komsan Pohkong",
      "aboutText": "Shinya Hashimoto (橋本 真也, Hashimoto Shin'ya, July 3, 1965 – July 11, 2005) was a Japanese professional wrestler. Along with Masahiro Chono and Keiji Mutoh, Hashimoto was dubbed one of the \"Three Musketeers\" that began competing in New Japan Pro Wrestling (NJPW) in the mid-1980s and dominated the promotion in the 1990s.\nHe is one (the others being Keiji Mutoh and Satoshi Kojima) of three wrestlers that have held the NWA World Heavyweight Championship, the Triple Crown Heavyweight Championship and the IWGP Heavyweight Championship - whose third reign is the longest IWGP Heavyweight Championship reign in history, lasting 489 days).",
      "pageId": 2220986,
      "monthDay": "07/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mois%C3%A9s_Alou",
      "name": "Moisés Alou",
      "aboutText": "Ramush Haradinaj (born 3 July 1968) is a Kosovo Albanian politician, a former officer and leader of the Kosovo Liberation Army (KLA/UÇK), and the former prime minister of Republic of Kosovo. He leads the AAK party.\nFollowing the dissolution of Yugoslavia Haradinaj was the KLA commander for western Kosovo.",
      "pageId": 2695444,
      "monthDay": "07/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Brian_Cashman",
      "name": "Brian Cashman",
      "aboutText": "Tim Smith (born 3 July 1961 in Carshalton, London Borough of Sutton, England) is an English singer-songwriter, composer, poet, multi-instrumentalist, record producer, music video director and bandleader of the cult English band Cardiacs.",
      "pageId": 3030717,
      "monthDay": "07/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Katy_Clark",
      "name": "Katy Clark",
      "aboutText": "David Shore (born July 3, 1959) is a Canadian writer, and former lawyer, best known for his work writing and producing in television. Shore became known for his work on Family Law, NYPD Blue and Due South, also producing many episodes of the latter. He went on to create the critically acclaimed series House and more recently, Battle Creek and Sneaky Pete.",
      "pageId": 3185940,
      "monthDay": "07/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ramush_Haradinaj",
      "name": "Ramush Haradinaj",
      "aboutText": "Pedro Romeiras (born 3 July 1961 in Lisbon) started his career as a soloist with the National Ballet of Portugal after finishing ballet studies at the Royal Ballet School. He is a gold medal winner of the II Prix Français de la Danse 1982 and won a National Globe Award as best dancer of 1982. Romeiras has danced many glamorous principal roles of classical repertoire ballets such as Siegfried in the full length version of Swan Lake, Basilio in Don Quixote, Jean de Brienne in Raymonda, Romeo in Romeo and Juliet, The Poet in Les Sylphides, and many others.",
      "pageId": 3969051,
      "monthDay": "07/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Aku_Louhimies",
      "name": "Aku Louhimies",
      "aboutText": "Serhiy Honchar (Ukrainian: Сергій Гончар; born July 3, 1970) is a Ukrainian former professional road racing cyclist.",
      "pageId": 5111472,
      "monthDay": "07/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kevin_Hearn",
      "name": "Kevin Hearn",
      "aboutText": "Aku Louhimies (b. 3 July 1968) is a Finnish film director and screenwriter.",
      "pageId": 7875022,
      "monthDay": "07/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Serhiy_Honchar",
      "name": "Serhiy Honchar",
      "aboutText": "Komsan Pohkong (Thai: คมสัน โพธิ์คง) is a lawyer from Thailand. He teach in faculty of law at Sukhothai Thammathirat Open University. In 2007, he was a member of Thai Constitution Drafting Committee 2007.",
      "pageId": 42439548,
      "monthDay": "07/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Audra_McDonald",
      "name": "Audra McDonald",
      "aboutText": "Teemu Ilmari Selänne (Finnish pronunciation: [ˈteːmu ˈilmɑri ˈselænːe]), nicknamed \"The Finnish Flash\" (born July 3, 1970), is a Finnish former professional ice hockey winger. He began his professional career in 1989–90 with Jokerit of the SM-liiga and played 21 seasons in the National Hockey League (NHL) for the Winnipeg Jets, Anaheim Ducks, San Jose Sharks and Colorado Avalanche. Selänne is the highest scoring Finn in NHL history, and one of the highest overall; he retired in 2014 11th all-time with 684 goals and 15th with 1,457 points.",
      "pageId": 264865,
      "monthDay": "07/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Teemu_Sel%C3%A4nne",
      "name": "Teemu Selänne",
      "aboutText": "Ludivine Sagnier (born 3 July 1979) is a French actress and model, who has appeared in films since 1989.",
      "pageId": 432575,
      "monthDay": "07/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Shawnee_Smith",
      "name": "Shawnee Smith",
      "aboutText": "Henry Khaaba Olonga (born 3 July 1976) is a former professional cricketer, who played Test cricket for Zimbabwe and domestic first-class cricket in Zimbabwe for Mashonaland and Manicaland. When he made his Test debut in January 1995, he was the first black cricketer – and the youngest person – to play for Zimbabwe. His international career came to an end in 2003 after Olonga and team mate Andy Flower wore black armbands during an international cricket match in the 2003 Cricket World Cup to \"mourn the death of democracy\" in Zimbabwe.",
      "pageId": 518381,
      "monthDay": "07/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/A%C5%9Fk%C4%B1n_Nur_Yengi",
      "name": "Aşkın Nur Yengi",
      "aboutText": "Andrea Laura Barber (born July 3, 1976) is an American actress.",
      "pageId": 655034,
      "monthDay": "07/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Julian_Assange",
      "name": "Julian Assange",
      "aboutText": "Wade William Belak (born Wade William Aadland; July 3, 1976 – August 31, 2011) was a Canadian of Slovenian ancestry, professional ice hockey forward and defenceman. He was drafted 12th overall by the Quebec Nordiques in the 1994 NHL Entry Draft. He played for the Colorado Avalanche, Calgary Flames, Toronto Maple Leafs, Florida Panthers, and the Nashville Predators in the National Hockey League (NHL).",
      "pageId": 695443,
      "monthDay": "07/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paul_Rauhihi",
      "name": "Paul Rauhihi",
      "aboutText": "Mizuki Noguchi (野口 みずき, Noguchi Mizuki, born July 3, 1978) is a Japanese professional long-distance runner who specialises in the marathon event. She is an Olympic champion over the distance.\nInitially starting out as a track and cross country athlete, her first major success was becoming the Asian cross country champion at age 21.",
      "pageId": 921426,
      "monthDay": "07/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/%C3%93lafur_Stef%C3%A1nsson",
      "name": "Ólafur Stefánsson",
      "aboutText": "Audra Ann McDonald (born July 3, 1970) is an American actress and singer. She has appeared on the stage in both musicals and dramas, such as Ragtime, A Raisin in the Sun, and Porgy and Bess. She maintains an active concert and recording career, performing song cycles and operas as well as performing in concert throughout the U.S. She has won six Tony Awards, more than any other actor, and is the only person to win all four acting categories.",
      "pageId": 1211928,
      "monthDay": "07/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fyodor_Tuvin",
      "name": "Fyodor Tuvin",
      "aboutText": "Wanderlei César da Silva (/ˈvændərleɪ/ VAN-dər-lay; Portuguese: [vɐ̃dɛɾˈlej ˈsɛzɐr dɐ ˈsiɫvɐ]; Japanese: [ba̠nda̠ɽe̞i ɕiü͍βa̠]; born July 3, 1976), nicknamed \"The Axe Murderer\" and \"Cachorro Louco\" (Portuguese for \"mad dog\"), is a Brazilian retired mixed martial artist who has competed in Japan's Pride Fighting Championships and the American-based Ultimate Fighting Championship (UFC). He holds the record for the most wins, knockouts, title defenses, and longest winning streak in PRIDE history.",
      "pageId": 1407968,
      "monthDay": "07/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Patrick_Wilson_(American_actor)",
      "name": "Patrick Wilson",
      "aboutText": "Patrick Joseph Wilson (born July 3, 1973) is an American actor and singer. He spent his early career starring in Broadway musicals, beginning in 1995. He is a two-time Tony Award nominee for his roles in The Full Monty (2000–01) and Oklahoma!",
      "pageId": 1496880,
      "monthDay": "07/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andrea_Barber",
      "name": "Andrea Barber",
      "aboutText": "Shane Lynch (born Shane Eamon Mark Stephen Lynch; 3 July 1976) is an Irish singer-songwriter, actor and professional drift driver, best known as a member of Boyzone.",
      "pageId": 1758787,
      "monthDay": "07/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Wade_Belak",
      "name": "Wade Belak",
      "aboutText": "Shawnee Rebecca Smith (born July 3, 1969) is an American film and television actress and singer. Smith is best known for her roles as Meg Penny in The Blob (1988), Amanda Young in the Saw films, and as Linda in the CBS sitcom Becker. Smith once fronted the metal band Fydolla Ho, with which she toured the US and the UK. She was half of Smith & Pyle, a desert country-rock band, with actress Missi Pyle.",
      "pageId": 2183177,
      "monthDay": "07/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shane_Lynch",
      "name": "Shane Lynch",
      "aboutText": "Robert Brian (Bobby or Bob) Skinstad (born 3 July 1976 in Bulawayo, Rhodesia) is a Zimbabwean-born South African rugby union player who has represented the national team, the Springboks, 42 times, scoring 55 points (11 tries). He played in the positions of flanker and number eight.",
      "pageId": 2627366,
      "monthDay": "07/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Henry_Olonga",
      "name": "Henry Olonga",
      "aboutText": "Paul Rauhihi (born 3 July 1973 in Porirua, New Zealand) is a retired professional rugby league footballer who represented his country. Rauhihi played in both the National Rugby League and Super League at prop forward.",
      "pageId": 2925523,
      "monthDay": "07/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Wanderlei_Silva",
      "name": "Wanderlei Silva",
      "aboutText": "David Walter Bowens (born July 3, 1977) is a former American football linebacker who played twelve seasons in the National Football League. He was drafted by the Denver Broncos in the fifth round of the 1999 NFL Draft. He played college football at Western Illinois.",
      "pageId": 3610348,
      "monthDay": "07/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bobby_Skinstad",
      "name": "Bobby Skinstad",
      "aboutText": "Mohammad Mazharul Haque Chowdhuri (3 July 1980 – 3 April 2013) was a Bangladeshi cricketer who played in one ODI in 2002. He was born in Narayanganj, Dhaka.",
      "pageId": 4064270,
      "monthDay": "07/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/David_Bowens",
      "name": "David Bowens",
      "aboutText": "Ólafur Indriði Stefánsson (born July 3, 1973 in Reykjavík, Iceland) is an Icelandic handball player who, for many years was the captain of the Iceland national handball but announced his international retirement after the 2012 London Olympics. His position was right back. At his peak he was considered to be one of the very best handball players in the world.",
      "pageId": 8951898,
      "monthDay": "07/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mizuki_Noguchi",
      "name": "Mizuki Noguchi",
      "aboutText": "Julian Paul Assange (born 3 July 1971) is an Australian computer programmer, publisher and journalist. He is known as the editor-in-chief of the website WikiLeaks, which he founded in 2006 after an earlier career in hacking and programming. WikiLeaks achieved particular prominence in 2010 when it published U.S. military and diplomatic documents leaked by Chelsea Manning.",
      "pageId": 26033941,
      "monthDay": "07/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jamie_Grove",
      "name": "Jamie Grove",
      "aboutText": "Jamie Oliver Grove (born 3 July 1979) is an English former first-class cricketer who played for Essex, Somerset and Leicestershire during his career which spanned from 1998 to 2003.",
      "pageId": 31701817,
      "monthDay": "07/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ludivine_Sagnier",
      "name": "Ludivine Sagnier",
      "aboutText": "Fyodor Vladimirovich Tuvin (Russian: Фёдор Владимирович Тувин, 3 July 1973 – 13 May 2013) was a Russian football midfielder.\nTuvin was born and died in Ivanovo, and played for his home club, FC Tekstilshchik Ivanovo, for seven years. He made his debut in the Russian Premier League in 1999 for FC Shinnik Yaroslavl.",
      "pageId": 39400431,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mazharul_Haque",
      "name": "Mazharul Haque",
      "aboutText": "Aşkın Nur Yengi (born 3 July 1970 in Istanbul) is a Turkish singer and actress.",
      "pageId": 39450802,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jenny_Jones_(snowboarder)",
      "name": "Jenny Jones",
      "aboutText": "Harbhajan Singh Plaha ( pronunciation ; born 3 July 1980 in Jalandhar, Punjab, India), commonly known as Harbhajan Singh, is an Indian international cricketer and former captain of IPL team Mumbai Indians and Punjab state for the 2012–13 Ranji Trophy season. A specialist spin bowler, he has the second-highest number of Test wickets by an off spinner, behind Sri Lanka's Muttiah Muralitharan. Harbhajan made his Test and One Day International (ODI) debuts in early 1998.",
      "pageId": 409524,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Olivia_Munn",
      "name": "Olivia Munn",
      "aboutText": "Justin Torkildsen (born July 3, 1981 in Boulder, Colorado, USA) is an American actor, best known for his role as Rick Forrester on the daytime soap opera, The Bold and the Beautiful. He portrayed the role from 1999 to 2006.\nTorkildsen received his first nomination in 2000 for his portrayal of Rick at the YoungStar Awards for \"Best Young Actor/Performance in a Daytime TV Series\".",
      "pageId": 757021,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bo%C5%A1tjan_Nachbar",
      "name": "Boštjan Nachbar",
      "aboutText": "Roland Mark Schoeman (born 3 July 1980) is a South African swimmer and was a member of the South African swim team at the 2000 Olympic Games, 2004 Olympic Games, 2008 Olympic Games, and the 2012 Olympic Games.",
      "pageId": 912118,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Roland_Schoeman",
      "name": "Roland Schoeman",
      "aboutText": "Corey Daniel Sevier (born July 3, 1984) is a Canadian actor.",
      "pageId": 2152802,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Harbhajan_Singh",
      "name": "Harbhajan Singh",
      "aboutText": "Boštjan \"Boki\" Nachbar (born July 3, 1980) is a Slovenian professional basketball player who plays for Baloncesto Sevilla of the Liga ACB.",
      "pageId": 2456341,
      "monthDay": "07/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Giorgos_Theodoridis",
      "name": "Giorgos Theodoridis",
      "aboutText": "Syed Rasel (Bengali: সৈয়দ রাসেল) (born 3 July 1984) is a Bangladeshi cricketer. He is a left-handed medium-fast swing bowler who came up through the ranks of the under-19s, to the Bangladesh A team, to the full Bangladesh team, while playing for Khulna Division.\nPlaying for Bangladesh A against Kent in August 2005, a 21-year-old Rasel took 7 for 50 in the first innings and finished the match with ten wickets.",
      "pageId": 2910912,
      "monthDay": "07/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Aoi_Tada",
      "name": "Aoi Tada",
      "aboutText": "Lisa Olivia Munn (born July 3, 1980) is an American actress, model, television personality, and author. She was credited as Lisa Munn in her early career, but since 2006, she has used the name Olivia Munn personally and professionally.\nMunn began her professional career in television journalism before becoming an actress.",
      "pageId": 4656491,
      "monthDay": "07/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Justin_Torkildsen",
      "name": "Justin Torkildsen",
      "aboutText": "Manny Lawson (born July 3, 1984) is an American football outside linebacker for the Buffalo Bills of the National Football League (NFL). He was drafted by the San Francisco 49ers in the first round of the 2006 NFL Draft. He played college football at North Carolina State.",
      "pageId": 4945702,
      "monthDay": "07/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kanika_(actress)",
      "name": "Kanika",
      "aboutText": "Found instruments, Found gender, Found notable_songs, Found notable_albums,",
      "pageId": 4991118,
      "monthDay": "07/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Steph_Jones",
      "name": "Steph Jones",
      "aboutText": "Churandy Martina (born 3 July 1984) is a Dutch sprinter from Curaçao, currently representing the Netherlands. Previously, he represented the Netherlands Antilles until its dissolution. His personal best time over 100 metres is 9.91 seconds, a Dutch record, achieved in a 2012 London Olympic Games semi-final.",
      "pageId": 6153619,
      "monthDay": "07/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matt_Papa",
      "name": "Matt Papa",
      "aboutText": "Nicolas Roche (born 3 July 1984) is an Irish professional road bicycle racer. He has twice been national champion and has numerous top ten finishes in Grand Tour stages, including stage wins at the 2013 Vuelta a España and the 2015 Vuelta a España. He represented Ireland at the 2008 Summer Olympics in the road race.",
      "pageId": 6907621,
      "monthDay": "07/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Edinson_Volquez",
      "name": "Edinson Volquez",
      "aboutText": "Edinson Volquez [VOHL-kess] (born July 3, 1983), is a Dominican professional baseball pitcher for the Kansas City Royals of Major League Baseball (MLB). He has also played in MLB for the Texas Rangers, Cincinnati Reds, San Diego Padres, Los Angeles Dodgers and Pittsburgh Pirates. He bats and throws right-handed.",
      "pageId": 7042514,
      "monthDay": "07/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Satomi_Hanamura",
      "name": "Satomi Hanamura",
      "aboutText": "Satomi Hanamura (花村怜美, Hanamura Satomi, born July 3, 1984) is a Japanese actress and voice actress. She is a member of the pop group Sorachoco.\nHanamura is known for her role as Yuka Nakagawa in Battle Royale.",
      "pageId": 7158015,
      "monthDay": "07/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Manny_Lawson",
      "name": "Manny Lawson",
      "aboutText": "Steph Jones (born July 3, 1980) is an American singer, songwriter, and model. He was signed to Def Jam, through Ludacris' Disturbing tha Peace but left the label.\n^ Seattle Slim (August 21, 2008).",
      "pageId": 12404829,
      "monthDay": "07/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Churandy_Martina",
      "name": "Churandy Martina",
      "aboutText": "Dean Cook (born 3 July 1985) is a British actor, best known for playing Ashley Thompson on the sitcom Time Gentlemen Please, and for his appearance in the 2000 children's fantasy adventure, The Little Vampire.\n^ \"Dean Cook profile\".",
      "pageId": 12458430,
      "monthDay": "07/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Syed_Rasel",
      "name": "Syed Rasel",
      "aboutText": "Jenny Jones (born 3 July 1980) is a British professional snowboarder who became the first Briton to win an Olympic medal in a snow event after winning bronze in slopestyle at the 2014 Winter Olympics in Sochi.",
      "pageId": 12853323,
      "monthDay": "07/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nicolas_Roche",
      "name": "Nicolas Roche",
      "aboutText": "Keisuke Minami (南 圭介, Minami Keisuke) (born 3 July 1985) is a Japanese actor and singer. He is best known for his role as Kunimitsu Tezuka in the Prince of Tennis musical series, Tenimyu, of the third generation Seigaku cast.",
      "pageId": 16824975,
      "monthDay": "07/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Corey_Sevier",
      "name": "Corey Sevier",
      "aboutText": "Giorgos Theodoridis (Greek: Γιώργος Θεοδωρίδης; born 3 July 1980 in Frankfurt, West Germany) is a Greek international footballer who plays for Agrotikos Asteras F.C..\n^ \"G. Theodoridis\". Soccerway.",
      "pageId": 20446135,
      "monthDay": "07/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dean_Cook",
      "name": "Dean Cook",
      "aboutText": "Matthew Michael \"Matt\" Papa (born July 3, 1983 in Gainesville, Georgia) is an American contemporary Christian music singer, songwriter, and worship leader. In 2009, his album Your Kingdom Come charted #46 on the Billboard Top Christian Albums and #33 on the Top Heatseekers chart. He and his wife, Lauren, live in Raleigh, NC with their three daughters and where Matt currently serves as Artist in Residence at The Summit Church.",
      "pageId": 35109768,
      "monthDay": "07/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Keisuke_Minami",
      "name": "Keisuke Minami",
      "aboutText": "Divya Venkatasubramaniam, also known by her stage name Kanika or Kaniha, is an Indian film actress.\nKanika made her debut in the 2002 Tamil film Five Star, she went on to work in other South Indian film industries, including Telugu, Malayalam and Kannada, as well. She is perhaps best known for her performances as Eashwari in her debut film Five Star, Gayathri in Varalaru - History of Godfather and Thenmozhi in Autograph.",
      "pageId": 36326238,
      "monthDay": "07/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marco_Ant%C3%B4nio_de_Mattos_Filho",
      "name": "Marco Antônio de Mattos Filho",
      "aboutText": "Grant Mandel Rosenmeyer (born July 3, 1991) is an American actor and screenwriter best known for his roles in The Royal Tenenbaums and on the FOX television sitcom Oliver Beene.",
      "pageId": 1783216,
      "monthDay": "07/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Robina_Muqimyar",
      "name": "Robina Muqimyar",
      "aboutText": "Winston Wiremu Reid (born 3 July 1988) is a New Zealand professional footballer who plays as a defender for English club West Ham United and also captains the New Zealand national team.",
      "pageId": 4396259,
      "monthDay": "07/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chad_Broskey",
      "name": "Chad Broskey",
      "aboutText": "Chad Broskey (born July 3, 1987) is a former American actor.",
      "pageId": 5655103,
      "monthDay": "07/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mikie_Hara",
      "name": "Mikie Hara",
      "aboutText": "Sebastian Vettel (German pronunciation: [zeˈbastjan ˈfɛtəl]; born 3 July 1987) is a German racing driver, currently driving in Formula One for Scuderia Ferrari. He is contracted to remain in that role until at least the end of 2017. He is a four-time Formula One World Champion, having won the championship in 2010, 2011, 2012, and 2013 with Red Bull Racing.",
      "pageId": 6437759,
      "monthDay": "07/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chris_Hunter_(actor)",
      "name": "Chris Hunter",
      "aboutText": "Chris B. Hunter (born July 3, 1987 in Tacoma, Washington) is an American actor who is most known for co-starring in The N original series South of Nowhere as Glen Carlin. He has also made guest appearances in other shows including 7th Heaven, Boston Public, That's So Raven, Phil of the Future, Just for Kicks and The Amanda Show. He also co-starred in the Disney Channel Original Movie Buffalo Dreams.",
      "pageId": 7583200,
      "monthDay": "07/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sebastian_Vettel",
      "name": "Sebastian Vettel",
      "aboutText": "Anastasia Sergeyevna Pavlyuchenkova (Russian: Анастаси́я Серге́евна Павлюче́нкова, Russian pronunciation: [ɐnəstɐˈsʲijə sʲɪrˈɡʲejɪvnə pəvlʲʊˈtɕɛnkəvə]; born 3 July 1991) is a Russian professional tennis player and a multiple junior Grand Slam champion. Her career-high ranking of world no. 13 was achieved in July 2011 and she is currently ranked 27th as of 26 October 2015.",
      "pageId": 11825477,
      "monthDay": "07/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Winston_Reid",
      "name": "Winston Reid",
      "aboutText": "Marco Antonio de Mattos Filho or simply Marquinho (born July 3, 1986 in Passo Fundo), is a Brazilian attacking midfielder who plays for Serie A club Udinese.",
      "pageId": 12116828,
      "monthDay": "07/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Vladislav_Sesganov",
      "name": "Vladislav Sesganov",
      "aboutText": "Nathalia Norah Ramos Cohen (born 3 July 1992) is a Spanish actress.",
      "pageId": 12342418,
      "monthDay": "07/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/James_Troisi",
      "name": "James Troisi",
      "aboutText": "Molly Sandén (born July 3, 1992) is a Swedish pop and R&B singer, host, and a voice actress. She has scored chart successes in Sweden. Her sisters, Frida and Mimmi Sandén, are also singers.",
      "pageId": 14679979,
      "monthDay": "07/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mitchell_Dodds",
      "name": "Mitchell Dodds",
      "aboutText": "Mikie Hara (原 幹恵, Hara Mikie, born 3 July 1987 in Niigata, Niigata, Japan) is a Japanese gravure idol and actress.",
      "pageId": 15871656,
      "monthDay": "07/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Elle_King",
      "name": "Elle King",
      "aboutText": "James Troisi (born 3 July 1988) is an Australian football (soccer) player who plays as an attacking midfielder for Ittihad FC.",
      "pageId": 16491662,
      "monthDay": "07/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Godfrey_Walusimbi",
      "name": "Godfrey Walusimbi",
      "aboutText": "Robina Jalali, also known as Robina Muqimyar (born July 3, 1986) is a former Olympic athlete who represented Afghanistan at the 2004 and 2008 Olympics and in 30 international events competing in the 100 meter sprint. She competed athletically under the name Muqimyar and ran for a seat in the lower house of Afghanistan's parliament, the Wolesi Jirga, using her family name of Jalali.\nShe attracted international attention for running while wearing the hijab, the traditional Muslim woman's headcovering.",
      "pageId": 17920162,
      "monthDay": "07/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nathan_Gardner",
      "name": "Nathan Gardner",
      "aboutText": "Tomomi Itano (板野 友美, Itano Tomomi, born July 3, 1991 in Yokohama, Kanagawa Prefecture) is a Japanese actress and singer. She is a former member of the Japanese idol girl group AKB48. Her talent agent is Horipro.",
      "pageId": 18932513,
      "monthDay": "07/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bobby_Hopkinson",
      "name": "Bobby Hopkinson",
      "aboutText": "Bobby Thomas Hopkinson (born 3 July 1990) is a professional English footballer who plays as a midfielder for Bodmin Town.",
      "pageId": 24653159,
      "monthDay": "07/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lucas_Mendes",
      "name": "Lucas Mendes",
      "aboutText": "Mitchell Dodds (born 3 July 1989), is an Australian rugby league player for the Brisbane Broncos in the NRL competition. He plays as a prop.",
      "pageId": 26481848,
      "monthDay": "07/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tomomi_Itano",
      "name": "Tomomi Itano",
      "aboutText": "Nathan Gardner (born 3 July 1990) is an Australian professional rugby league footballer of the Wentworthville Magpies. He usually plays at fullback, but can also play on the wing. He previously played for the Parramatta Eels Toyota Cup side and Cronulla-Sutherland Sharks..",
      "pageId": 27435820,
      "monthDay": "07/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anastasia_Pavlyuchenkova",
      "name": "Anastasia Pavlyuchenkova",
      "aboutText": "Godfrey Walusimbi (born 3 July 1989) is a Ugandan professional footballer who plays for Gor Mahia in the Kenyan Premier League. He is a left back however he has been played in a number of positions by Bobby Williamson for the National Team. On 12 June 2011 he went to Sweden for trials with Allsvenskan side BK Hacken.",
      "pageId": 31565403,
      "monthDay": "07/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Grant_Rosenmeyer",
      "name": "Grant Rosenmeyer",
      "aboutText": "Lucas Michel Mendes (born 3 July 1990 in Curitiba, Paraná), more commonly known as Lucas Mendes, is a Brazilian professional footballer who plays as a left back but can also play as centre back for Qatari club El Jaish.\n^ \"Lucas Mendes\". Coritiba Foot Ball Club.",
      "pageId": 34779824,
      "monthDay": "07/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Nathalia_Ramos",
      "name": "Nathalia Ramos",
      "aboutText": "Elle King (born Tanner Elle Schneider; July 3, 1989) is an American singer, songwriter, and actress. Her musical style encompasses country, soul, rock and blues. In 2012, King released her debut EP, The Elle King EP, on RCA and Fat Possum Records.",
      "pageId": 36792343,
      "monthDay": "07/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Molly_Sand%C3%A9n",
      "name": "Molly Sandén",
      "aboutText": "Vladislav Dmitrievich Sesganov (Russian: Владислав Дмитриевич Сезганов; born 3 July 1988) is a Russian figure skater. He is the 2012 Golden Spin of Zagreb and 2011 Gardena Spring Trophy champion.\nSesganov is one of the few skaters to have landed a quadruple lutz jump in a sanctioned competition.",
      "pageId": 38226680,
      "monthDay": "07/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maasa_Sudo",
      "name": "Maasa Sudo",
      "aboutText": "Maasa Sudo (須藤 茉麻, Sudō Maasa, born July 3, 1992, Tokyo, Japan) is a J-pop singer in Hello!",
      "pageId": 2247609,
      "monthDay": "07/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Roy_Kim",
      "name": "Roy Kim",
      "aboutText": "Kim Sang-woo (Hangul: 김상우, Hanja: 金相佑; born July 3, 1993), better known by his stage name Roy Kim (Hangul: 로이 킴), is a South Korean singer, songwriter, and radio presenter. He initiated his singing career after winning Mnet's talent competition series Superstar K4. Kim is currently majoring business administration, and also plans to study sociology at Georgetown University.",
      "pageId": 40102440,
      "monthDay": "07/03"
    },
    {
      "year": "1997",
      "uri": "/wiki/Mia_McKenna-Bruce",
      "name": "Mia McKenna-Bruce",
      "aboutText": "Mia Sasha McKenna-Bruce (born 3 July 1997) is an English teen actress, best known for her roles as Tee Taylor in Tracy Beaker Returns and in spin-off series The Dumping Ground; as Penny Branning in EastEnders; and as Ashley Tyler in 2009 film The Fourth Kind.",
      "pageId": 42352461,
      "monthDay": "07/03"
    }
  ]
}