{
  "people": [
    {
      "year": "154",
      "uri": "/wiki/Bardaisan",
      "name": "Bardaisan",
      "aboutText": "John Quincy Adams (/ˈkwɪnzi/; July 11, 1767 – February 23, 1848) was an American statesman who served as the sixth President of the United States from 1825 to 1829. He also served as a diplomat, a Senator and member of the House of Representatives. He was a member of the Federalist, Democratic-Republican, National Republican, and later Anti-Masonic and Whig parties.",
      "pageId": 15654,
      "monthDay": "07/11"
    },
    {
      "year": "1274",
      "uri": "/wiki/Robert_the_Bruce",
      "name": "Robert the Bruce",
      "aboutText": "Robert I (11 July 1274 – 7 June 1329), popularly known as Robert the Bruce (Medieval Gaelic: Roibert a Briuis; modern Scottish Gaelic: Raibeart Bruis; Norman French: Robert de Brus or Robert de Bruys, Early Scots: Robert Brus), was King of Scots from 1306 until his death in 1329. Robert was one of the most famous warriors of his generation, and eventually led Scotland during the first of the Wars of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent nation and is today remembered in Scotland as a national hero.",
      "pageId": 26582,
      "monthDay": "07/11"
    },
    {
      "year": "1558",
      "uri": "/wiki/Robert_Greene_(dramatist)",
      "name": "Robert Greene",
      "aboutText": "Thomas Bowdler, LRCP, FRS (/ˈbaʊdlər/; 11 July 1754 – 24 February 1825) was an English physician and philanthropist, best known for publishing The Family Shakspeare, an expurgated edition of William Shakespeare's work, edited by his sister Henrietta Maria Bowdler, intended to be more appropriate for 19th century women and children than the original. Although early editions of the work were published with the spelling \"Shakspeare\", after Bowdler's death, later editions (from 1847) adopted the spelling \"Shakespeare\", reflecting changes in the standard spelling of Shakespeare's name.\nThe verb bowdlerise (or bowdlerize) has associated his name with the censorship not only of literature but also of motion pictures and television programmes.",
      "pageId": 31291,
      "monthDay": "07/11"
    },
    {
      "year": "1561",
      "uri": "/wiki/Luis_de_G%C3%B3ngora",
      "name": "Luis de Góngora",
      "aboutText": "Maximilian II (11 July 1662 – 26 February 1726), also known as Max Emanuel or Maximilian Emanuel, was a Wittelsbach ruler of Bavaria and a Kurfürst of the Holy Roman Empire. He was also the last governor of the Spanish Netherlands and duke of Luxembourg. An able soldier, his ambition led to conflicts that limited his ultimate dynastic achievements.",
      "pageId": 63393,
      "monthDay": "07/11"
    },
    {
      "year": "1603",
      "uri": "/wiki/Kenelm_Digby",
      "name": "Kenelm Digby",
      "aboutText": "Frederick I (German: Friedrich I) (11 July 1657 – 25 February 1713), of the Hohenzollern dynasty, was (as Frederick III) Elector of Brandenburg (1688–1713) and Duke of Prussia in personal union (Brandenburg-Prussia). The latter function he upgraded to royalty, becoming the first King in Prussia (1701–1713). From 1707 he was in personal union the sovereign prince of the Principality of Neuchâtel (German: Fürstentum Neuenburg).",
      "pageId": 72587,
      "monthDay": "07/11"
    },
    {
      "year": "1628",
      "uri": "/wiki/Tokugawa_Mitsukuni",
      "name": "Tokugawa Mitsukuni",
      "aboutText": "Jean-François Marmontel (11 July 1723 – 31 December 1799) was a French historian and writer, a member of the Encyclopediste movement.",
      "pageId": 221875,
      "monthDay": "07/11"
    },
    {
      "year": "1653",
      "uri": "/wiki/Sarah_Good_(Salem_witch_trials)",
      "name": "Sarah Good",
      "aboutText": "Antônio Carlos Gomes (Portuguese pronunciation: [ɐ̃ˈtonju ˈkaɾluʃ ˈɡomiʃ]; Brazil, July 11, 1836 – Brazil, September 16, 1896) was the first New World composer whose work was accepted by Europe. The only non-European who was successful as an opera composer in Italy, during the \"golden age of opera\", contemporary to Verdi and Puccini and the first composer of non-European lineage to be accepted into the Classic tradition of music.\nYounger than Verdi, yet older than Puccini, Carlos Gomes achieved his first major success in a time when the Italian audiences were eager for a new name to celebrate and Puccini had not yet officially started his career.",
      "pageId": 242045,
      "monthDay": "07/11"
    },
    {
      "year": "1657",
      "uri": "/wiki/Frederick_I_of_Prussia",
      "name": "Frederick I of Prussia",
      "aboutText": "Sir Kenelm Digby (11 July 1603 – 11 June 1665) was an English courtier and diplomat. He was also a highly reputed natural philosopher, and known as a leading Roman Catholic intellectual and Blackloist.",
      "pageId": 250714,
      "monthDay": "07/11"
    },
    {
      "year": "1662",
      "uri": "/wiki/Maximilian_II_Emanuel,_Elector_of_Bavaria",
      "name": "Maximilian II Emanuel, Elector of Bavaria",
      "aboutText": "Luis de Góngora y Argote (Spanish pronunciation: [lwiz ðe ˈɣoŋɡoɾa]; 11 July 1561 – 24 May 1627) was a Spanish Baroque lyric poet. Góngora and his lifelong rival, Francisco de Quevedo, are widely considered the most prominent Spanish poets of all time. His style is characterized by what was called culteranismo, also known as Gongorism (Gongorismo).",
      "pageId": 269775,
      "monthDay": "07/11"
    },
    {
      "year": "1709",
      "uri": "/wiki/Johan_Gottschalk_Wallerius",
      "name": "Johan Gottschalk Wallerius",
      "aboutText": "Tokugawa Mitsukuni (徳川 光圀, 11 July 1628 – 14 January 1701) or Mito Kōmon (水戸黄門) was a prominent daimyo who was known for his influence in the politics of the early Edo period.",
      "pageId": 325139,
      "monthDay": "07/11"
    },
    {
      "year": "1723",
      "uri": "/wiki/Jean-Fran%C3%A7ois_Marmontel",
      "name": "Jean-François Marmontel",
      "aboutText": "Caroline Matilda of Great Britain (Danish: Caroline Mathilde; 22 July 1751 – 10 May 1775) was Queen of Denmark and Norway from 1766 to 1775 as the wife of King Christian VII.",
      "pageId": 1997961,
      "monthDay": "07/11"
    },
    {
      "year": "1751",
      "uri": "/wiki/Caroline_Matilda_of_Great_Britain",
      "name": "Caroline Matilda of Great Britain",
      "aboutText": "Johan Gottschalk Wallerius (11 July 1709 – 16 November 1785) was a Swedish chemist and mineralogist.\nWallerius was born in Stora Mellösa, Närke, in 1709 as a son of provost Erik Nilsson Wallerius and his spouse Elisabeth Tranæa . He was a younger brother to the physicist, philosopher and theologian Nils Wallerius.",
      "pageId": 2069558,
      "monthDay": "07/11"
    },
    {
      "year": "1754",
      "uri": "/wiki/Thomas_Bowdler",
      "name": "Thomas Bowdler",
      "aboutText": "Charilaos Trikoupis (Greek: Χαρίλαος Τρικούπης; July 11, 1832 – March 30, 1896) was a Greek politician who served as a Prime Minister of Greece seven times from 1875 until 1895.",
      "pageId": 2189796,
      "monthDay": "07/11"
    },
    {
      "year": "1767",
      "uri": "/wiki/John_Quincy_Adams",
      "name": "John Quincy Adams",
      "aboutText": "Bardaisan (Syriac: ܒܪ ܕܝܨܢ‎, Bardaiṣān), also known in Arabic as ابن ديصان (Ibn Daisan), also Latinized as Bardesanes, was a Syriac or Parthian gnostic and founder of the Bardaisanites. A scientist, scholar, astrologer, philosopher and poet, Bardaisan was also renowned for his knowledge of India, on which he wrote a book, now lost.",
      "pageId": 2192933,
      "monthDay": "07/11"
    },
    {
      "year": "1826",
      "uri": "/wiki/Alexander_Afanasyev",
      "name": "Alexander Afanasyev",
      "aboutText": "Léon Bloy (11 July 1846 – 3 November 1917), was a French novelist, essayist, pamphleteer and poet.",
      "pageId": 3134478,
      "monthDay": "07/11"
    },
    {
      "year": "1832",
      "uri": "/wiki/Charilaos_Trikoupis",
      "name": "Charilaos Trikoupis",
      "aboutText": "Sarah Good (July 21 [O.S. July 11], 1653 – July 29 [O.S. July 19], 1692) was one of the first three women to be accused of witchcraft in the Salem witch trials, which occurred in 1692 in colonial Massachusetts.",
      "pageId": 3779956,
      "monthDay": "07/11"
    },
    {
      "year": "1836",
      "uri": "/wiki/Ant%C3%B4nio_Carlos_Gomes",
      "name": "Antônio Carlos Gomes",
      "aboutText": "Alexander Nikolayevich Afanasyev (Afanasief, Afanasiev or Afanas'ev, Russian: Алекса́ндр Никола́евич Афана́сьев) (11 July 1826 – 23 October 1871) was a Russian Empire Slavist who published nearly 600 Russian folktales and fairytales—one of the largest folktale collections in the world.",
      "pageId": 4243000,
      "monthDay": "07/11"
    },
    {
      "year": "1846",
      "uri": "/wiki/L%C3%A9on_Bloy",
      "name": "Léon Bloy",
      "aboutText": "Millie McCoy and Christine McCoy (July 11, 1851 – October 8, 1912) were American conjoined twins who went by the stage names \"The Carolina Twins\", \"The Two-Headed Nightingale\" and \"The Eighth Wonder of the World\".",
      "pageId": 7223007,
      "monthDay": "07/11"
    },
    {
      "year": "1850",
      "uri": "/wiki/Annie_Armstrong",
      "name": "Annie Armstrong",
      "aboutText": "Robert Greene (baptised 11 July 1558, died 3 September 1592) was an English author popular in his day, and now best known for a posthumous pamphlet attributed to him, Greenes, Groats-worth of Witte, bought with a million of Repentance, widely believed to contain an attack on William Shakespeare. He is said to have been born in Norwich. He attended Cambridge, receiving a BA in 1580, and an M.A. in 1583 before moving to London, where he arguably became the first professional author in England.",
      "pageId": 12784578,
      "monthDay": "07/11"
    },
    {
      "year": "1851",
      "uri": "/wiki/Millie_and_Christine_McKoy",
      "name": "Millie and Christine McKoy",
      "aboutText": "Annie Armstrong (July 11, 1850 – December 20, 1938) was a lay Southern Baptist denominational leader instrumental in the founding of the Woman's Missionary Union.",
      "pageId": 17002875,
      "monthDay": "07/11"
    },
    {
      "year": "1866",
      "uri": "/wiki/Princess_Irene_of_Hesse_and_by_Rhine",
      "name": "Princess Irene of Hesse and by Rhine",
      "aboutText": "Elwyn Brooks \"E. B.\" White (July 11, 1899 – October 1, 1985) was an American writer. He was a contributor to The New Yorker magazine and a co-author of the English language style guide The Elements of Style, which is commonly known as \"Strunk & White\". He also wrote books for children, including Stuart Little (1945), Charlotte's Web (1952), and The Trumpet of the Swan (1970).",
      "pageId": 9751,
      "monthDay": "07/11"
    },
    {
      "year": "1880",
      "uri": "/wiki/Friedrich_Lahrs",
      "name": "Friedrich Lahrs",
      "aboutText": "Sergiu Celibidache (Romanian: [ˈserd͡ʒju t͡ʃelibiˈdake]; 11 July [O.S. 28 June] 1912 – 14 August 1996) was a Romanian conductor, composer, and teacher. Educated in his native Romania, and later in Paris and Berlin, Celibidache's career in music spanned over five decades, including tenures as principal conductor for the Munich Philharmonic, Berlin Philharmonic and several European orchestras. Later in life, he taught at Mainz University in Germany and the Curtis Institute of Music in Philadelphia, Pennsylvania.",
      "pageId": 317532,
      "monthDay": "07/11"
    },
    {
      "year": "1881",
      "uri": "/wiki/Isabel_Martin_Lewis",
      "name": "Isabel Martin Lewis",
      "aboutText": "Herbert Richard Wehner (11 July 1906 – 19 January 1990) was a German politician. A former member of the Communist Party, he joined the Social Democrats (SPD) after World War II. He served as Federal Minister of Intra-German Relations from 1966 to 1969 and thereafter as chairman of the SPD parliamentary group in the Bundestag until 1983.\nDuring his tenure in the Bundestag from 1949 to 1983, Wehner became (in-)famous for his caustic rhetoric and heckling style, often hurling personal insults at MPs with whom he disagreed.",
      "pageId": 403130,
      "monthDay": "07/11"
    },
    {
      "year": "1882",
      "uri": "/wiki/James_Larkin_White",
      "name": "James Larkin White",
      "aboutText": "Carl Schmitt (German: [ʃmɪt]; 11 July 1888 – 7 April 1985) was a German jurist and political theorist. Schmitt wrote extensively about the effective wielding of political power. His work has been a major influence on subsequent political theory, legal theory, continental philosophy and political theology.",
      "pageId": 407082,
      "monthDay": "07/11"
    },
    {
      "year": "1886",
      "uri": "/wiki/Boris_Grigoriev",
      "name": "Boris Grigoriev",
      "aboutText": "Vilyam \"Willie\" Genrikhovich Fisher (Вильям \"Вилли\" Генрихович Фишер) (July 11, 1903 – November 15, 1971), best known under the alias Rudolf Ivanovich Abel (Russian: Рудольф Иванович Абель), was a Soviet intelligence officer. He adopted his alias when arrested on charges of conspiracy by FBI agents in 1957.\nBorn in the United Kingdom to Russian émigré parents, Fisher moved to Russia in the 1920s and served in the Soviet military before undertaking foreign service as a radio operator in Soviet intelligence in the late 1920s and early 1930s.",
      "pageId": 474909,
      "monthDay": "07/11"
    },
    {
      "year": "1888",
      "uri": "/wiki/Carl_Schmitt",
      "name": "Carl Schmitt",
      "aboutText": "Irene Hervey (July 11, 1909 – December 20, 1998) was an American television and film actress.",
      "pageId": 556378,
      "monthDay": "07/11"
    },
    {
      "year": "1892",
      "uri": "/wiki/Thomas_Mitchell_(actor)",
      "name": "Thomas Mitchell",
      "aboutText": "Theophilus Eugene Connor, known as Bull Connor (July 11, 1897 – March 10, 1973), was an American politician who served as a Commissioner of Public Safety for the city of Birmingham, Alabama, during the American Civil Rights Movement. Connor's office, under the city commission government, gave him responsibility for administrative oversight of the Birmingham Fire Department and the Birmingham Police Department, which had their own chiefs.\nA Democrat, Connor's actions to enforce racial segregation and deny civil rights to black citizens, especially during the Southern Christian Leadership Conference's Birmingham campaign of 1963, made him an international symbol of racism.",
      "pageId": 663363,
      "monthDay": "07/11"
    },
    {
      "year": "1895",
      "uri": "/wiki/Dorothy_Wilde",
      "name": "Dorothy Wilde",
      "aboutText": "Thomas John Mitchell (July 11, 1892 – December 17, 1962) was an American actor. Among his most famous roles in a long career are those of Gerald O'Hara, Scarlett's father in Gone with the Wind, the drunken Doc Boone in John Ford's Stagecoach, and Uncle Billy in It's a Wonderful Life. Mitchell was the first person to win an Oscar, an Emmy, and a Tony Award.",
      "pageId": 768351,
      "monthDay": "07/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/Bull_Connor",
      "name": "Bull Connor",
      "aboutText": "Erna Flegel (11 July 1911 – 16 February 2006), born in Kiel in 1911, was a German nurse. In late April 1945 she worked at the emergency casualty station at the Reich Chancellery in Berlin. She was captured in the Reich Chancellery by the Red Army on 2 May 1945.",
      "pageId": 1849222,
      "monthDay": "07/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/Wilfrid_Israel",
      "name": "Wilfrid Israel",
      "aboutText": "Boris Grigoriev (Russian: Бори́с Дми́триевич Григо́рьев; 11 July 1886 – 7 February 1939) was a Russian painter and graphic artist.\nGrigoriev was born in Rybinsk and studied at the Stroganov Art School from 1903 to 1907. Grigoriev went on to study at the Imperial Academy of Arts in Saint Petersburg under Aleksandr Kiselyov, Dmitry Kardovsky and Abram Arkhipov from 1907 to 1912.",
      "pageId": 3517327,
      "monthDay": "07/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/E._B._White",
      "name": "E. B. White",
      "aboutText": "Princess Irene of Hesse and by Rhine (Irene Louise Marie Anne Princess of Hesse and by Rhine, 11 July 1866 – 11 November 1953) was the third child and third daughter of Princess Alice of the United Kingdom and Ludwig IV, Grand Duke of Hesse and by Rhine. Her maternal grandparents were Queen Victoria and Prince Albert. Her paternal grandparents were Prince Charles of Hesse and by Rhine and Princess Elizabeth of Prussia.",
      "pageId": 4694084,
      "monthDay": "07/11"
    },
    {
      "year": "1903",
      "uri": "/wiki/Rudolf_Abel",
      "name": "Rudolf Abel",
      "aboutText": "Dorothy Ierne Wilde, known as Dolly Wilde, (July 11, 1895 – April 10, 1941) was an Anglo-Irish socialite, made famous by her family connections and her reputation as a witty conversationalist.",
      "pageId": 5020258,
      "monthDay": "07/11"
    },
    {
      "year": "1903",
      "uri": "/wiki/Sidney_Franklin_(bullfighter)",
      "name": "Sidney Franklin",
      "aboutText": "William Francis Walsh (July 11, 1912 – January 8, 2011) was a Republican-Conservative member of the United States House of Representatives from New York State.",
      "pageId": 6757239,
      "monthDay": "07/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ni%C3%B1o_Ricardo",
      "name": "Niño Ricardo",
      "aboutText": "Sidney Franklin (11 July 1903 – 26 April 1976) was the first Jewish American to become a successful bullfighter.",
      "pageId": 6763399,
      "monthDay": "07/11"
    },
    {
      "year": "1906",
      "uri": "/wiki/Herbert_Wehner",
      "name": "Herbert Wehner",
      "aboutText": "Wilfrid Berthold Jacob Israel (11 July 1899 – 1 June 1943) was an Anglo-German businessman and philanthropist, born into a wealthy Anglo-German Jewish family, who was active in the rescue of Jews from Nazi Germany, and who played an important role in the Kindertransport.\nDescribed as \"gentle and courageous\" and \"intensely secretive\", Wilfrid Israel avoided public office and shunned publicity, but had, according to his biographer Naomi Shepherd, an \"almost hypnotic\" ability to influence friends and colleagues. Martin Buber described him as \"a man of great moral stature, dedicated to the service of others\".",
      "pageId": 8243200,
      "monthDay": "07/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Karl_Nabersberg",
      "name": "Karl Nabersberg",
      "aboutText": "James Larkin White (July 11, 1882 – April 26, 1946), better known as Jim White, was a cowboy, guano miner, cave explorer, and park ranger for the National Park Service.",
      "pageId": 18505356,
      "monthDay": "07/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Irene_Hervey",
      "name": "Irene Hervey",
      "aboutText": "Niño Ricardo (11 July 1904 – 14 April 1972), born as Manuel Serrapí, was a Flamenco composer, considered by some sources as the most accomplished flamenco player of his day. He played a significant part in the evolution of the flamenco guitar. He lived in the city center of Sevilla.",
      "pageId": 18722874,
      "monthDay": "07/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Erna_Flegel",
      "name": "Erna Flegel",
      "aboutText": "Isabel Martin Lewis (July 11, 1881 – July 31, 1966) was an American astronomer who was the first woman hired by the United States Naval Observatory as assistant astronomer. In 1918, Lewis was elected a member of the American Astronomical Society.",
      "pageId": 27006771,
      "monthDay": "07/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Sergiu_Celibidache",
      "name": "Sergiu Celibidache",
      "aboutText": "Johann Ludwig Friedrich Lahrs (11 July 1880 – 13 March 1964) was a German architect and professor.",
      "pageId": 37987427,
      "monthDay": "07/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/William_F._Walsh",
      "name": "William F. Walsh",
      "aboutText": "Karl Nabersberg (sometimes written as Carl Nabersberg) was a German youth leader.\nNabersberg was the son of a Crefeld shopkeeper. In 1923 he joined the Jugendorganisation, the forerunner of the Hitler Youth, in his home town.",
      "pageId": 39058413,
      "monthDay": "07/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Paul_Gibb",
      "name": "Paul Gibb",
      "aboutText": "Cordwainer Smith (/ˈkɔrdweɪnər/, KORD-waynər) was the pen-name used by American author Paul Myron Anthony Linebarger (July 11, 1913 – August 6, 1966) for his science fiction works. Linebarger was a noted East Asia scholar and expert in psychological warfare. (\"Cordwainer\" is an archaic word for \"a worker in cordwain or cordovan leather; a shoemaker\", and a \"smith\" is \"one who works in iron or other metals; esp.",
      "pageId": 7105,
      "monthDay": "07/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Cordwainer_Smith",
      "name": "Cordwainer Smith",
      "aboutText": "Edward Gough Whitlam AC QC (/ˈɡɒf ˈwɪtləm/ 11 July 1916 – 21 October 2014) was the 21st Prime Minister of Australia, serving from 1972 to 1975. The Leader of the Labor Party from 1967 to 1977, Whitlam led his party to power for the first time in 23 years at the 1972 election. He won the 1974 election before being controversially dismissed by the Governor-General of Australia, Sir John Kerr, at the climax of the 1975 Australian constitutional crisis.",
      "pageId": 12454,
      "monthDay": "07/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Alexander_Prokhorov",
      "name": "Alexander Prokhorov",
      "aboutText": "Yul Brynner (born Yuly Borisovich Briner, Russian: Юлий Борисович Бринер; July 11, 1920 – October 10, 1985) was a Russian-born United States-based film and stage actor.\nBrynner was best known for his portrayals of Rameses II in the 1956 Cecil B. DeMille blockbuster The Ten Commandments, and of King Mongkut of Siam in the Rodgers and Hammerstein musical The King and I, for which he won two Tony Awards and an Academy Award for the film version. He played the role 4625 times on stage.",
      "pageId": 61797,
      "monthDay": "07/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Reg_Varney",
      "name": "Reg Varney",
      "aboutText": "Alexander Mikhaylovich Prokhorov, or Aleksandr Mikhailovich Prokhorov, (Russian: Алекса́ндр Миха́йлович Про́хоров; 11 July 1916 – 8 January 2002) was a Soviet physicist known for his pioneering research on lasers and masers for which he shared the Nobel Prize in Physics in 1964 with Charles Hard Townes and Nikolay Basov.",
      "pageId": 156089,
      "monthDay": "07/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Gough_Whitlam",
      "name": "Gough Whitlam",
      "aboutText": "Brett Somers (July 11, 1924 – September 15, 2007) was a Canadian-American actress, singer, and game show personality who was born in Canada and raised in Maine. She was best known as a panelist on the 1970s game show Match Game and for her recurring role as Blanche Madison opposite her real-life husband, Jack Klugman, on The Odd Couple.",
      "pageId": 297863,
      "monthDay": "07/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Venetia_Burney",
      "name": "Venetia Burney",
      "aboutText": "Venetia Katharine Douglas Phair, née Burney (11 July 1918 – 30 April 2009) was the first person to suggest the name Pluto for the planet discovered by Clyde Tombaugh in 1930. At the time, she was 11 years old and lived in Oxford, England.",
      "pageId": 552866,
      "monthDay": "07/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Yul_Brynner",
      "name": "Yul Brynner",
      "aboutText": "Nicolai Gedda (born Harry Gustaf Nikolai Gädda; 11 July 1925) is a Swedish operatic tenor. Debuting in 1952, Gedda had a long and successful career in opera until the age of 77 in June 2003, when he made his final operatic recording. Skilled at languages, he performed operas in French, Russian, German, Italian, English, Czech, and Swedish.",
      "pageId": 753119,
      "monthDay": "07/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_von_Brunn",
      "name": "James von Brunn",
      "aboutText": "Richard Edgar Pipes (born July 11, 1923) is a Polish-American academic who specializes in Russian history, particularly with respect to the Soviet Union, who espoused a strong anti-communist point of view throughout his career. In 1976 he headed Team B, a team of analysts organized by the Central Intelligence Agency who analyzed the strategic capacities and goals of the Soviet military and political leadership. Pipes is the father of American historian and expert on American foreign policy and the Middle East, Daniel Pipes.",
      "pageId": 1071397,
      "monthDay": "07/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ilse_Werner",
      "name": "Ilse Werner",
      "aboutText": "Fritz Riess or Rieß (11 July 1922 in Nuremberg – 15 May 1991 in Samedan, Switzerland ) was a racing driver from Germany. He participated in one Formula One World Championship Grand Prix, on 3 August 1952. He finished 7th, scoring no championship points as only the first five finishers scored points at that time.",
      "pageId": 1228372,
      "monthDay": "07/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Gene_Evans",
      "name": "Gene Evans",
      "aboutText": "Cesare Mansueto Giulio Lattes (born 11 July 1924, Curitiba, Paraná, Brazil, died 8 March 2005, Campinas, São Paulo), also known as Cesar (or César) Lattes, was a Brazilian experimental physicist, one of the discoverers of the pion, a composite subatomic particle made of a quark and an antiquark.",
      "pageId": 1586190,
      "monthDay": "07/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Fritz_Riess",
      "name": "Fritz Riess",
      "aboutText": "Reginald Alfred \"Reg\" Varney (11 July 1916 – 16 November 2008) was an English actor, entertainer and comedian best known for his television role's on The Rag Trade and On the Buses, appearing in the latter's three spin-off film versions.",
      "pageId": 2153055,
      "monthDay": "07/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Richard_Pipes",
      "name": "Richard Pipes",
      "aboutText": "Eugene Barton \"Gene\" Evans (July 11, 1922 – April 1, 1998) was an American actor.",
      "pageId": 2400508,
      "monthDay": "07/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Tun_Tun",
      "name": "Tun Tun",
      "aboutText": "Ilse Werner (née Ilse Charlotte Still, 11 July 1921 – 8 August 2005) was a Dutch-German actress and singer.",
      "pageId": 2416288,
      "monthDay": "07/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/C%C3%A9sar_Lattes",
      "name": "César Lattes",
      "aboutText": "Charles Patrick \"Charlie\" Tully (11 July 1924 - 27 July 1971) was a famous footballer of Celtic Football Club.\nTully was born in Belfast, Northern Ireland. In 1944 he was struggling to break into a very strong Belfast Celtic team and in a bid to garner better match experience was sent on loan to Cliftonville F.C..",
      "pageId": 3121699,
      "monthDay": "07/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Brett_Somers",
      "name": "Brett Somers",
      "aboutText": "Tun Tun (11 July 1923 – 24 November 2003) was the screen name of Indian playback singer and actress-comedian, Uma Devi Khatri, who is often called the 'first woman comedienne of Hindi cinema'.",
      "pageId": 3243499,
      "monthDay": "07/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Charlie_Tully",
      "name": "Charlie Tully",
      "aboutText": "Paul Antony Gibb (11 July 1913 – 7 December 1977) was an English cricketer, who played in eight Tests for England from 1938 to 1946. He played first-class cricket for Cambridge University, Yorkshire and Essex, as a right-handed opening or middle order batsman and also kept wicket in many matches.\nGibb was born in Acomb, York, Yorkshire and educated at St Edward's School, Oxford, and played first-class cricket for Cambridge University from 1935 to 1938.",
      "pageId": 3695174,
      "monthDay": "07/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Charles_Chaynes",
      "name": "Charles Chaynes",
      "aboutText": "Sidney James Smith (July 11, 1925 – April 29, 2004) was a National Hockey League left winger who played with the Toronto Maple Leafs for 12 seasons.",
      "pageId": 3842769,
      "monthDay": "07/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Nicolai_Gedda",
      "name": "Nicolai Gedda",
      "aboutText": "Peter Nicholas Kyros (July 11, 1925 – July 10, 2012) was a U.S. Representative from Maine.\nBorn in Portland, Maine, Kyros attended the public schools in Portland, Maine, and the Massachusetts Institute of Technology. He graduated from the United States Naval Academy in 1947.",
      "pageId": 11821640,
      "monthDay": "07/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Peter_Kyros",
      "name": "Peter Kyros",
      "aboutText": "James Wenneker von Brunn (July 11, 1920 – January 6, 2010) was an American man who perpetrated the United States Holocaust Memorial Museum shooting in Washington, D.C. on June 10, 2009. Security guard Stephen Tyrone Johns was killed in the shooting, and von Brunn was wounded by two security guards who returned fire. Von Brunn was named the prime suspect in the shooting, and was charged with first-degree murder and firearms violations.",
      "pageId": 23172217,
      "monthDay": "07/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sid_Smith_(ice_hockey)",
      "name": "Sid Smith",
      "aboutText": "Charles Chaynes (born 11 July 1925 in Toulouse) is a French composer.",
      "pageId": 31097939,
      "monthDay": "07/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Frederick_Buechner",
      "name": "Frederick Buechner",
      "aboutText": "Carl Frederick Buechner (born July 11, 1926) is an American writer and theologian. He is an ordained Presbyterian minister and the author of more than thirty published books. His work encompasses different genres, including fiction, autobiography, essays and sermons, and his career has spanned six decades.",
      "pageId": 96034,
      "monthDay": "07/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Theodore_Maiman",
      "name": "Theodore Maiman",
      "aboutText": "Theodore Harold \"Ted\" Maiman (July 11, 1927 – May 5, 2007) was an American engineer and physicist credited with the invention of the first working laser. Maiman’s laser led to the subsequent development of many other types of lasers. The laser was successfully fired on May 16, 1960.",
      "pageId": 275419,
      "monthDay": "07/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Greville_Janner,_Baron_Janner_of_Braunstone",
      "name": "Greville Janner, Baron Janner of Braunstone",
      "aboutText": "Greville Ewan Janner, Baron Janner of Braunstone, QC (11 July 1928 – 19 December 2015) was a British politician, barrister and writer. He was chosen at the last moment before an election to follow his father as a Labour MP, and went on to serve 27 years (from 1970 to 1997) in the House of Commons and then as a member of the House of Lords until ill health intervened. Never a frontbencher, Janner was particularly known for his work on Select Committees and he chaired the Select Committee on Employment for a time.",
      "pageId": 316108,
      "monthDay": "07/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bobo_Olson",
      "name": "Bobo Olson",
      "aboutText": "Giorgio Armani (Italian pronunciation: [ˈdʒordʒo arˈmaːni]; born 11 July 1934) is an Italian fashion designer, particularly noted for his menswear. He is known today for his clean, tailored lines. He formed his company, Armani, in 1975, and by 2001 was acclaimed as the most successful designer that Italy has produced, with an annual turnover of $1.6 billion and a personal fortune of $8.5 billion as of 2013.",
      "pageId": 406617,
      "monthDay": "07/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Danny_Flores",
      "name": "Danny Flores",
      "aboutText": "Kenneth Hsien-yung Pai (Chinese: 白先勇; pinyin: Bái Xiānyǒng; Wade–Giles: Pai Hsien-yung), born July 11, 1937) is a writer who has been described as a \"melancholy pioneer.\" He was born in Guilin, Guangxi, China at the cusp of both the Second Sino-Japanese War and subsequent Chinese Civil War. Pai's father was the famous Kuomintang (KMT) general Bai Chongxi (Pai Chung-hsi), whom he later described as a \"stern, Confucian father\" with \"some soft spots in his heart.\" Pai was diagnosed with tuberculosis at the age of seven, during which time he would have to live in a separate house from his siblings (of which he would have a total of nine). He lived with his family in Chongqing, Shanghai, and Nanjing before moving to the British-controlled Hong Kong in 1948 as CPC forces turned the tide of the Chinese Civil War.",
      "pageId": 506450,
      "monthDay": "07/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/David_Kelly_(actor)",
      "name": "David Kelly",
      "aboutText": "Tab Hunter (born Arthur Andrew Kelm; July 11, 1931) is an American actor, singer, and author who has starred in over 40 films.",
      "pageId": 539078,
      "monthDay": "07/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hermann_Prey",
      "name": "Hermann Prey",
      "aboutText": "Carl Olson (July 11, 1928 – January 16, 2002) was an American boxer. He was the world middleweight champion between October 1953 and December 1955, the longest reign of any champion in that division during the 1950s, although he is probably best remembered for his three knockout losses against Sugar Ray Robinson.\nHis nickname, Bobo, was based on his younger sister's mispronunciation of \"brother\".",
      "pageId": 1034744,
      "monthDay": "07/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Harold_Bloom",
      "name": "Harold Bloom",
      "aboutText": "Sir Oliver Napier (11 July 1935 – 2 July 2011) was the first leader of the Alliance Party of Northern Ireland. In 1974 he served as the first and only Legal Minister and head of the Office of Legal Reform in the Northern Ireland power-sharing executive set up by the Sunningdale Agreement.",
      "pageId": 1036606,
      "monthDay": "07/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Trevor_Storer",
      "name": "Trevor Storer",
      "aboutText": "Hermann Prey (11 July 1929 – 22 July 1998) was a German lyric baritone, best known for his lieder renditions and for light comic roles in opera.",
      "pageId": 1254093,
      "monthDay": "07/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dick_Gray",
      "name": "Dick Gray",
      "aboutText": "Fred Hemke, DMA (né Frederick Leroy Hemke, Jr.; born 11 July 1935 Milwaukee, Wisconsin) is an American virtuoso classical saxophonist and influential, long-standing professor of saxophone at Northwestern University. Hemke helped raise the popularity of classical saxophone, particularly among leading American composers and helped raise the recognition of classical saxophone in solo, chamber, and major orchestral repertoire. For a half century, from 1962 to 2012, Hemke was a full-time faculty music educator at Northwestern University's Bienen School of Music.",
      "pageId": 1336181,
      "monthDay": "07/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Thurston_Harris",
      "name": "Thurston Harris",
      "aboutText": "Frank Benton Kelso II (July 11, 1933 – June 23, 2013) was an admiral of the United States Navy, who served as Chief of Naval Operations (CNO) in the early 1990s. Kelso died on June 23, 2013 while visiting family in Virginia.",
      "pageId": 1531998,
      "monthDay": "07/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tab_Hunter",
      "name": "Tab Hunter",
      "aboutText": "Tullio Eugenio Regge (Italian: [ˈtulljo ˈrɛddʒe]; July 11, 1931 – October 23, 2014) was an Italian theoretical physicist. He obtained the laurea in physics from the University of Turin in 1952 under the direction of Mario Verde and Gleb Wataghin, and a Ph.D. in physics from the University of Rochester in 1957 under the direction of Robert Marshak. From 1958 to 1959 Regge held a post at the Max Planck Institute for Physics where he worked with Werner Heisenberg.",
      "pageId": 1615228,
      "monthDay": "07/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tullio_Regge",
      "name": "Tullio Regge",
      "aboutText": "David Kelly (11 July 1929 – 12 February 2012) was an Irish actor, who had regular roles in several film and television works from the 1950s onwards. One of the most recognisable voices and faces of Irish stage and screen, Kelly was known to Irish audiences for his role as Rashers Tierney in Strumpet City, to British audiences for his roles as Cousin Enda in Me Mammy and as the builder Mr. O'Reilly in Fawlty Towers, and to American audiences for his role as Grandpa Joe in the film Charlie and the Chocolate Factory.",
      "pageId": 2299856,
      "monthDay": "07/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jean-Guy_Talbot",
      "name": "Jean-Guy Talbot",
      "aboutText": "Joseph Auseline Jean-Guy Talbot (born July 11, 1932 in Cap-de-la-Madeleine, Quebec) is a retired Canadian ice hockey defenceman and coach.",
      "pageId": 3451002,
      "monthDay": "07/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jim_Carlen",
      "name": "Jim Carlen",
      "aboutText": "Danny Flores (born Daniel Flores July 11, 1929 – September 19, 2006), also known by his stage name Chuck Rio was an American rock and roll saxophonist. He is best remembered for his self-penned song \"Tequila\", which Flores recorded with the Champs, and reached number one on the Billboard Hot 100.\nFlores was born in Santa Paula, California and grew up in Long Beach.",
      "pageId": 7128441,
      "monthDay": "07/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Frank_Kelso",
      "name": "Frank Kelso",
      "aboutText": "James A. Carlen (July 11, 1933 – July 22, 2012) was an American football player, coach, and college athletics administrator. He served as the head football coach at West Virginia University (1966–1969) and Texas Tech University (1970–1974). He served as both the head football coach and athletic director of the University of South Carolina (1975–1981).",
      "pageId": 7169918,
      "monthDay": "07/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Giorgio_Armani",
      "name": "Giorgio Armani",
      "aboutText": "Thurston Harris (July 11, 1931 – April 14, 1990) was a male American singer, popular in the early to mid-1950s.",
      "pageId": 11438958,
      "monthDay": "07/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Frederick_Hemke",
      "name": "Frederick Hemke",
      "aboutText": "Richard Benjamin Gray (July 11, 1931 – July 8, 2013) was an infielder in Major League Baseball, playing mainly as a third baseman for the Los Angeles Dodgers and St. Louis Cardinals from 1958 through 1960. Listed at 5' 11\", 165 lb., he batted and threw right handed.",
      "pageId": 12646055,
      "monthDay": "07/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Oliver_Napier",
      "name": "Oliver Napier",
      "aboutText": "Harold Bloom (born July 11, 1930) is an American literary critic and Sterling Professor of Humanities at Yale University. Since the publication of his first book in 1959, Bloom has written more than 20 books of literary criticism, several books discussing religion, and a novel. He has edited hundreds of anthologies concerning numerous literary and philosophical figures for the Chelsea House publishing firm.",
      "pageId": 26255613,
      "monthDay": "07/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Pai_Hsien-yung",
      "name": "Pai Hsien-yung",
      "aboutText": "Trevor Storer (11 July 1930 – 31 July 2013) was a British businessman and founder of the Pukka Pies company in 1963, which was originally called Trevor Storer's Home Made Pies. He was the author of Bread Salesmanship, which became the training manual for Allied Bakeries in the 1960s. Originally making his pies in his own home, he built the company up until retiring at the age of 65, but remained chairman until his death.",
      "pageId": 40223284,
      "monthDay": "07/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Laurel_Thatcher_Ulrich",
      "name": "Laurel Thatcher Ulrich",
      "aboutText": "Bo Axel Magnus Lundgren (born July 11, 1947) is a Swedish politician. He was the leader of the Moderate Party from 1999 to 2003.\nLundgren served as Minister for Fiscal and Financial Affairs from 1991 to 1994 in the government of Carl Bildt, with responsibility mainly for financial markets, taxation and housing.",
      "pageId": 174895,
      "monthDay": "07/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michael_Giannatos",
      "name": "Michael Giannatos",
      "aboutText": "Howard Earl Gardner (born July 11, 1943) is an American developmental psychologist and the John H. and Elisabeth A. Hobbs Professor of Cognition and Education at the Harvard Graduate School of Education at Harvard University. He is currently the senior director of Harvard Project Zero, and since 1995, he has been the co-director of the Good Project.\nGardner has written hundreds of research articles and thirty books that have been translated into more than thirty languages.",
      "pageId": 524771,
      "monthDay": "07/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Henry_Lowther_(musician)",
      "name": "Henry Lowther",
      "aboutText": "Liona Maria Carolynne Boyd, CM, O.Ont, is a Canadian classical guitarist, composer, songwriter and singer. Boyd was born in London, England on July 11, 1949, moved to Canada with her parents when she was eight years old and became a naturalized Canadian citizen in 1975.",
      "pageId": 591276,
      "monthDay": "07/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Rosa_Morena",
      "name": "Rosa Morena",
      "aboutText": "Peter Frederick Jensen (born 11 July 1943) is a retired Australian Anglican bishop, theologian and academic. From 1985 to 2001, he was Principal of Moore Theological College. From 2001 to 2013, he was the Archbishop of Sydney and Metropolitan of the Province of New South Wales in the Anglican Church of Australia.",
      "pageId": 973118,
      "monthDay": "07/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Clive_Puzey",
      "name": "Clive Puzey",
      "aboutText": "Rolf Johann Stommelen (11 July 1943 – 24 April 1983) was a racing driver from Siegen, Germany. He participated in 63 Formula One World Championship Grands Prix, achieving one podium, and scored a total of 14 championship points. He also participated in several non-Championship Formula One races.",
      "pageId": 1226556,
      "monthDay": "07/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Oscar_D%27Le%C3%B3n",
      "name": "Oscar D'León",
      "aboutText": "Clive Puzey (born 11 July 1941 in Bulawayo) is a former racing driver from Rhodesia. He began taking part in the South African Formula One Championship in 1963 with a Lotus 18/21, finishing seventh in the Rand Grand Prix the following year.\nPuzey's only Formula One World Championship Grand Prix attempt came when he entered the 1965 South African Grand Prix with his Lotus-Climax, but he failed to pre-qualify.",
      "pageId": 1353860,
      "monthDay": "07/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Howard_Gardner",
      "name": "Howard Gardner",
      "aboutText": "Michael Abraham Levy, Baron Levy, (born 11 July 1944) is a former music industry executive and Labour peer.\nHe is the President of Community Service Volunteers (CSV), Jewish Care, Jewish Free School (JFS) and Jewish Lads' and Girls' Brigade (JLGB).\nLevy was the chief fundraiser for the UK Labour Party.",
      "pageId": 1368044,
      "monthDay": "07/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tom_Holland_(director)",
      "name": "Tom Holland",
      "aboutText": "Robert Malval (born July 11, 1943 in Port-au-Prince) was the prime minister of Haiti from August 30, 1993 to November 8, 1994.\nAn industrialist and business leader of Lebanese descent, Malval was appointed on August 16, 1993 by the President-in-exile, Jean-Bertrand Aristide, who gave Malval the task of reconciling the feuding parties. He defied the Army-backed president, Émile Jonassaint.",
      "pageId": 1852385,
      "monthDay": "07/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Peter_Jensen_(bishop)",
      "name": "Peter Jensen",
      "aboutText": "Tom Holland (born July 11, 1943) is an American director, writer, and actor. He is best known for directing and writing horror movies like Psycho II (1983), Fright Night (1985), Child's Play (1988), and Thinner (1996).",
      "pageId": 1926657,
      "monthDay": "07/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_Malval",
      "name": "Robert Malval",
      "aboutText": "Laurel Thatcher Ulrich (born July 11, 1938 in Sugar City, Idaho), is a historian of early America and the history of women and a professor at Harvard University.",
      "pageId": 2094250,
      "monthDay": "07/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Rolf_Stommelen",
      "name": "Rolf Stommelen",
      "aboutText": "Louis Clyde Hudson (July 11, 1944 – April 11, 2014) was an American National Basketball Association (NBA) player.",
      "pageId": 2984452,
      "monthDay": "07/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lou_Hudson",
      "name": "Lou Hudson",
      "aboutText": "Beverly Todd (born July 11, 1946) is an American actress, producer and writer. She is known for her roles in films Brother John (1971), Moving (1988), Lean on Me (1989) and The Bucket List (2007).",
      "pageId": 3722237,
      "monthDay": "07/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Levy,_Baron_Levy",
      "name": "Michael Levy, Baron Levy",
      "aboutText": "Oscar Emilio León Somoza, known as Oscar D'León (Caracas, Venezuela on July 11, 1943) is a Venezuelan musician of salsa music. He is the author of \"Llorarás,\" which he recorded in 1975 with his group La Dimensión Latina.",
      "pageId": 4767790,
      "monthDay": "07/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Patricia_Polacco",
      "name": "Patricia Polacco",
      "aboutText": "Patricia Barber Polacco (born July 11, 1944, Lansing, Michigan) is an American author and illustrator.\nShe struggled in school because she was unable to read until age 14 due to dyslexia; she found relief by expressing herself through art. Polacco endured teasing and hid her disability until a school teacher recognized that she could not read and began to help her.",
      "pageId": 5731105,
      "monthDay": "07/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bill_Boggs",
      "name": "Bill Boggs",
      "aboutText": "Winston Holt CD (11 July 1947 – 19 October 2014), better known as John Holt, was a reggae singer and songwriter from Jamaica who first found fame as a member of The Paragons, before establishing himself as a solo artist.",
      "pageId": 6094299,
      "monthDay": "07/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Beverly_Todd",
      "name": "Beverly Todd",
      "aboutText": "Norman Lebrecht (born 11 July 1948 in London) is a British commentator on music and cultural affairs and a novelist. He was a columnist for The Daily Telegraph from 1994 until 2002 and assistant editor of the Evening Standard from 2002 until 2009. On BBC Radio 3, he has presented lebrecht.live from 2000 and The Lebrecht Interview from 2006.",
      "pageId": 9203763,
      "monthDay": "07/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Holt_(singer)",
      "name": "John Holt",
      "aboutText": "William \"Bill\" Boggs III (born July 11, 1946) is an American television presenter and journalist.",
      "pageId": 14468629,
      "monthDay": "07/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Norman_Lebrecht",
      "name": "Norman Lebrecht",
      "aboutText": "Henry Lowther (born Thomas Henry Lowther, 11 July 1941, Leicester, Leicestershire) is an English jazz trumpeter.\nLowther's first experience was on cornet in a Salvation Army band. He studied violin briefly at the Royal Academy of Music but returned to trumpet by 1960 though he sometimes played violin professionally.",
      "pageId": 17989650,
      "monthDay": "07/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bo_Lundgren",
      "name": "Bo Lundgren",
      "aboutText": "Rosa Morena (born 11 July 1941) is a Spanish flamenco pop star who achieved international fame during the 1970s disco era, with the song, \"Échale guindas al pavo\". Morena was born in Badajoz, Extremadura, Spain.",
      "pageId": 36306542,
      "monthDay": "07/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Liona_Boyd",
      "name": "Liona Boyd",
      "aboutText": "Michael or Mihalis Giannatos (11 July 1941 – 17 September 2013), alternatively spelled as Yannatos (Greek: Μιχαήλ or Μιχάλης Γιαννάτος), was a Greek actοr.\nΗe was born in Constantinople (Istanbul), Turkey, which at the time still had a major Greek presence. He left the city for Greece in 1964 during the long eviction period of Greeks.",
      "pageId": 40567125,
      "monthDay": "07/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jay_Johnson_(ventriloquist)",
      "name": "Jay Johnson",
      "aboutText": "Leon Spinks (born July 11, 1953) is an American former boxer, who had an overall record of 26 wins, 17 losses and three draws as a professional, with 14 of those wins by knockout. In only his eighth professional bout, Spinks won the undisputed world heavyweight championship when he beat Muhammad Ali on February 15, 1978, in what was considered one of the biggest upsets in boxing history. However, he was stripped of the WBC title for fighting Ali in an unapproved rematch seven months later, which he lost by a 15-round unanimous decision.",
      "pageId": 163447,
      "monthDay": "07/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Pervez_Hoodbhoy",
      "name": "Pervez Hoodbhoy",
      "aboutText": "Peter Brown (born July 11, 1953, Blue Island, Illinois, United States) is an American artist, songwriter and record producer. He grew up in Palos Heights, a Chicago suburb. His mother, Virginia, was artistic and musically talented and gave Peter music lessons at a young age.",
      "pageId": 180840,
      "monthDay": "07/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bruce_McGill",
      "name": "Bruce McGill",
      "aboutText": "Julia Elizabeth King, Baroness Brown of Cambridge, DBE, FREng (born 11 July 1954) has been the Vice-Chancellor of Aston University since 2006. In 2015, she became a crossbench member of the House of Lords.",
      "pageId": 766907,
      "monthDay": "07/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/J._R._Morgan",
      "name": "J. R. Morgan",
      "aboutText": "Bruce Travis McGill (born July 11, 1950) is an American actor who has an extensive list of credits in film and television.",
      "pageId": 1694406,
      "monthDay": "07/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bonnie_Pointer",
      "name": "Bonnie Pointer",
      "aboutText": "Bruce Reed (born July 11, 1954) is a retired American professional wrestler best known by his ring name Butch Reed.",
      "pageId": 1897332,
      "monthDay": "07/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ed_Ott",
      "name": "Ed Ott",
      "aboutText": "William Charles Barber (born July 11, 1952) is a Canadian former professional ice hockey forward who played twelve seasons for the Philadelphia Flyers in the National Hockey League (NHL). As part of the famed LCB (Leach, Clarke, Barber) line, Barber helped lead the Flyers to the franchise's two Stanley Cups in 1974 and 1975. He is currently a scouting consultant with the Flyers.",
      "pageId": 1988545,
      "monthDay": "07/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bill_Barber",
      "name": "Bill Barber",
      "aboutText": "Bramwell Tovey, OC OM (born 11 July 1953) is a British conductor and composer.",
      "pageId": 2405070,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Piyasvasti_Amranand",
      "name": "Piyasvasti Amranand",
      "aboutText": "Wu Shu-chen (traditional Chinese: 吳淑珍; simplified Chinese: 吴淑珍; pinyin: Wú Shūzhēn; Pe̍h-ōe-jī: Ngô Siok-tin; born 11 July 1953 in Matou, Tainan County (now part of Tainan City), Taiwan, Republic of China) is the wife of former President of the Republic of China Chen Shui-bian. Wu is the first and only First Lady of Taiwan to have been charged and convicted of a crime; she was sentenced to a one-year prison term for perjury regarding political corruption during her husband's tenure as President. Her sentence has however been increased to 17 and a half years, same as her husband.",
      "pageId": 2785084,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ang%C3%A9lica_Arag%C3%B3n",
      "name": "Angélica Aragón",
      "aboutText": "Angélica Espinoza Stransky, best known as Angélica Aragón (Spanish pronunciation: [aŋˈxelika aɾaˈɣon]; born July 11, 1953) is a Mexican stage, film and telenovelas actress. She is the daughter of Mexican composer José Ángel Espinoza \"Ferrusquilla\". She is known for her performances in several Mexican and American film productions like Dune (1984), A Walk in the Clouds (1995), Sexo, pudor y lágrimas (1999), El crimen del padre Amaro (2002), Dirty Dancing: Havana Nights (2004) and Bella (2006), among others.",
      "pageId": 3007578,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Brown_(singer)",
      "name": "Peter Brown",
      "aboutText": "Pervez Amirali Hoodbhoy (Urdu: پرویز ہودبھائی; born 11 July 1950) is a Pakistani nuclear physicist, essayist and national security analyst. He taught at the Quaid-e-Azam University physics department for 40 years before becoming a professor of Physics and Mathematics at Forman Christian College University in Lahore where he currently teaches.\nDr.",
      "pageId": 3686251,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Suresh_Prabhu",
      "name": "Suresh Prabhu",
      "aboutText": "Patricia Reyes Spíndola (born Patricia Verónica Núñez Reyes Spíndola on 11 July 1953 in Oaxaca, Mexico) is a Mexican actress, director and producer.",
      "pageId": 4966922,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Wu_Shu-chen",
      "name": "Wu Shu-chen",
      "aboutText": "Patricia Eva \"Bonnie\" Pointer (born July 11, 1950) is an American R&B and disco singer, most notable for being the next-to-youngest member of the 1970s and 1980s family music group, The Pointer Sisters.",
      "pageId": 5315344,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Patricia_Reyes_Sp%C3%ADndola",
      "name": "Patricia Reyes Spíndola",
      "aboutText": "Mindy Lee Sterling (born July 11, 1953) is an American actress and voice actress. Among her most prominent roles are Frau Farbissina in the Austin Powers series of comedy films, Principal Susan Skidmore on the Disney Channel series A.N.T. Farm, Ms. Endive in Chowder, Lin Beifong on The Legend of Korra, and Miss Briggs on iCarly.",
      "pageId": 5441563,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Leon_Spinks",
      "name": "Leon Spinks",
      "aboutText": "Jay Johnson (born July 11, 1949 in Lubbock, Texas and grew up in Richardson, Texas) is a ventriloquist and actor, best known for his role on the television show Soap. He played Chuck Campbell, a ventriloquist who believed his puppet Bob was real and demanded everyone treat Bob as human. Chuck never went anywhere (even on dates) without his puppet Bob, who basically said all the things that Chuck was too polite (or repressed) to say.",
      "pageId": 6480695,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mindy_Sterling",
      "name": "Mindy Sterling",
      "aboutText": "Suresh Prabhakar Prabhu (born 11 July 1953) is an Indian politician and the current Railway Minister of India, under the Narendra Modi government. He is a Chartered Accountant by profession and a member of the Institute of Chartered Accountants of India. Since 1996, Prabhu has been a repeatedly elected Member of Parliament from Rajapur Lok Sabha constituency in Maharashtra as a member of the Shiv Sena (SS) political party.",
      "pageId": 7016800,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ivan_Toms",
      "name": "Ivan Toms",
      "aboutText": "Piyasvasti Amranand (Thai: ปิยสวัสดิ์ อัมระนันทน์; RTGS: Piyasawat Ammaranan, born 11 July 1953) was Thailand's Energy Minister between 9 October 2006 and 6 February 2008. He is former Secretary-General of the Thai National Energy Policy Office, Chairman of Kasikorn Asset Management and Chairman of Panel of Advisors for CEO of Kasikornbank. He was President of Thai Airways International between October 2009 and June 2012.",
      "pageId": 7189697,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bramwell_Tovey",
      "name": "Bramwell Tovey",
      "aboutText": "John Robert Morgan (born 11 July 1950) is a British academic working at Swansea University in Wales.",
      "pageId": 7967081,
      "monthDay": "07/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Paul_Weiland",
      "name": "Paul Weiland",
      "aboutText": "Nathan Edward Ott (born July 11, 1951 in Muncy, Pennsylvania) is an American former professional baseball player and coach. He played in Major League Baseball as a catcher for the Pittsburgh Pirates and California Angels between 1974 and 1981.",
      "pageId": 13093472,
      "monthDay": "07/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Julia_King",
      "name": "Julia King",
      "aboutText": "Ivan Toms (11 July 1952 – 25 March 2008) was a South African physician, who battled the Apartheid era government as a prominent anti-Apartheid and anti-conscription activist.",
      "pageId": 16933777,
      "monthDay": "07/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Butch_Reed",
      "name": "Butch Reed",
      "aboutText": "Paul Weiland OBE (born 11 July 1953 in England) is an English motion picture and television director, writer and producer. Weiland is one of Britain's most successful directors and producers of television commercials having made over 500 commercials, including a popular and long-running series for Walkers crisps. He has also directed several British television series, including Alas Smith and Jones (1989–1992) and Mr.",
      "pageId": 24441919,
      "monthDay": "07/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Balaji_Sadasivan",
      "name": "Balaji Sadasivan",
      "aboutText": "Craig Joseph Charles (born 11 July 1964) is a British actor, comedian, author, poet, television presenter and DJ. He is best known for playing Dave Lister in the science fiction sitcom Red Dwarf and Lloyd Mullaney in the soap opera Coronation Street, and as a funk and soul DJ.",
      "pageId": 5829,
      "monthDay": "07/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Amitav_Ghosh",
      "name": "Amitav Ghosh",
      "aboutText": "Suzanne Nadine Vega (born July 11, 1959) is an American singer-songwriter known for her eclectic folk-inspired music.\nTwo of Vega's songs (both from her second album Solitude Standing, 1987) reached the top 10 of various international chart listings: \"Luka\" and \"Tom's Diner\".",
      "pageId": 27797,
      "monthDay": "07/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robin_Renucci",
      "name": "Robin Renucci",
      "aboutText": "Hugo Sánchez Márquez (born 11 July 1958) is a retired Mexican professional footballer and current manager. A prolific goalscorer known for his spectacular strikes and volleys, Sánchez is widely regarded as Mexico's greatest-ever footballer, and one of the greatest of his generation. In 1999, the International Federation of Football History and Statistics voted Sánchez the 26th best footballer of the 20th century, and the best footballer from the CONCACAF region.",
      "pageId": 81285,
      "monthDay": "07/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sela_Ward",
      "name": "Sela Ward",
      "aboutText": "Richard Stephen \"Richie\" Sambora (born July 11, 1959) is an American rock guitarist, producer, singer and songwriter who was the lead guitarist of the rock band Bon Jovi for 30 years. Sambora and lead singer Jon Bon Jovi formed the primary songwriting unit of the band. He has also released three solo albums: Stranger in This Town in 1991, Undiscovered Soul in 1998, and Aftermath of the Lowdown, released in September 2012.",
      "pageId": 131222,
      "monthDay": "07/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Johann_Lamont",
      "name": "Johann Lamont",
      "aboutText": "Caroline Quentin (born Caroline Jones; 11 July 1960) is an English actress.",
      "pageId": 382717,
      "monthDay": "07/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_Murphy_(musician)",
      "name": "Peter Murphy",
      "aboutText": "Allan MacInnis (born July 11, 1963) is a retired Canadian ice hockey defenceman who played 23 seasons in the National Hockey League (NHL) for the Calgary Flames and St. Louis Blues. A first round selection of the Flames in the 1981 NHL Entry Draft, he went on to become a 13-time All-Star.",
      "pageId": 645405,
      "monthDay": "07/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Rose_(singer)",
      "name": "Michael Rose",
      "aboutText": "Sela Ann Ward (born July 11, 1956) is an American actress, author and producer, best known for her roles on television. During 1980s, she played supporting roles in films The Man Who Loved Women (1983), Rustlers Rhapsody (1985) Nothing in Common (1986) and Hello Again (1987), before her breakthrough role as Teddy Reed in the NBC drama series Sisters (1991–96), for which she received her first Primetime Emmy Award for Outstanding Lead Actress in a Drama Series in 1994.\nWard has appeared in several films during her career, include The Fugitive (1993), My Fellow Americans (1996), The Day After Tomorrow (2004), The Guardian (2006), The Stepfather (2009), and Gone Girl (2014).",
      "pageId": 680840,
      "monthDay": "07/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_Lester",
      "name": "Mark Lester",
      "aboutText": "Lisa Deanna Rinna (born July 11, 1963) is an American television host and actress. She is known for her roles as Billie Reed on Days of Our Lives, Taylor McBride on Melrose Place, and as the host of SoapNet's Soap Talk. In 2014, she was cast in the fifth season of the reality television series The Real Housewives of Beverly Hills.",
      "pageId": 704720,
      "monthDay": "07/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Hugo_S%C3%A1nchez",
      "name": "Hugo Sánchez",
      "aboutText": "Amitav Ghosh (born 11 July 1956), is a Bengali Indian author best known for his work in English fiction.",
      "pageId": 749414,
      "monthDay": "07/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Richie_Sambora",
      "name": "Richie Sambora",
      "aboutText": "Pauline McLynn (born 11 July 1962) is an Irish actress and author.",
      "pageId": 931893,
      "monthDay": "07/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Suzanne_Vega",
      "name": "Suzanne Vega",
      "aboutText": "Michael Rose (born 11 July 1957) is a Grammy award winning reggae singer from Jamaica. Possessing a wide-ranged voice, Rose would regularly meet in Kingston with singers, musicians, writers, and producers such as Dennis Brown, Big Youth, The Wailers, Gregory Isaacs, Sly and Robbie, and others.",
      "pageId": 1166888,
      "monthDay": "07/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Baerwald",
      "name": "David Baerwald",
      "aboutText": "Johann MacDougall Lamont (/ˈdʒoʊæn læmʌnt/; born 11 July 1957) is a Scottish politician, who was leader of the Scottish Labour Party from 2011 to 2014. She served as a junior minister in the Labour-Liberal Democrat coalition Scottish Executive from 2004 until the coalition's defeat by the Scottish National Party (SNP) in 2007. She was subsequently elected deputy leader of the opposition Labour group of MSPs in 2008, and was elected to lead the Labour Party in December 2011.",
      "pageId": 1365578,
      "monthDay": "07/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Caroline_Quentin",
      "name": "Caroline Quentin",
      "aboutText": "Mark Lester (born Mark A. Letzer; 11 July 1958) is an English former child star and actor known for playing the title role in the 1968 musical film version of Oliver!",
      "pageId": 1792885,
      "monthDay": "07/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Antony_Jenkins",
      "name": "Antony Jenkins",
      "aboutText": "David Francis Baerwald (born July 11, 1960 in Oxford, Ohio) is an American singer-songwriter, composer, and musician.\n^ \"David and David, a Couple of Musical Moralists Who Look at L.A. from Down the Up Staircase\". People.",
      "pageId": 5862368,
      "monthDay": "07/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ga%C3%A9tan_Duchesne",
      "name": "Gaétan Duchesne",
      "aboutText": "Gaétan Joseph Pierre Duchesne (July 11, 1962 – April 16, 2007) was a professional Canadian ice hockey player. Born in Quebec City, Quebec, Duchesne was drafted in 1981 by the Washington Capitals. He played six seasons with the Capitals before being dealt to the Quebec Nordiques in the trade that sent Dale Hunter to the Capitals.",
      "pageId": 5928338,
      "monthDay": "07/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pauline_McLynn",
      "name": "Pauline McLynn",
      "aboutText": "Peter John Joseph Murphy (born 11 July 1957) is an English singer and musician. He was the vocalist of the rock group Bauhaus and later went on to release a number of solo albums, such as Deep and Love Hysteria.",
      "pageId": 6391602,
      "monthDay": "07/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Al_MacInnis",
      "name": "Al MacInnis",
      "aboutText": "Dr. Balaji Sadasivan (/ˈbɑːlədʒiː sɑːdəˈsiːvən/ or /ˈbæ- sæ-/ ; 11 July 1955 – 27 September 2010) was a Singaporean politician and neurosurgeon of Indian ancestry. He attended Raffles Institution, Siglap Secondary School and National Junior College, and studied medicine at the University of Singapore.",
      "pageId": 13010380,
      "monthDay": "07/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dean_Richards_(rugby_union)",
      "name": "Dean Richards",
      "aboutText": "Dean Richards (born 11 July 1963) is a former England and British & Irish Lions rugby union player.",
      "pageId": 17340321,
      "monthDay": "07/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lisa_Rinna",
      "name": "Lisa Rinna",
      "aboutText": "Robin Renucci (born 11 July 1956, Le Creusot, Saône-et-Loire) is a French film and television actor and film director.",
      "pageId": 19070871,
      "monthDay": "07/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Craig_Charles",
      "name": "Craig Charles",
      "aboutText": "Antony Peter Jenkins (born 11 July 1961) is a British business executive. He was the group chief executive of Barclays from 30 August 2012 until he was sacked on 8 July 2015.",
      "pageId": 36872336,
      "monthDay": "07/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kyril,_Prince_of_Preslav",
      "name": "Kyril, Prince of Preslav",
      "aboutText": "Nilanjana Sudeshna \"Jhumpa\" Lahiri (Bengali: ঝুম্পা লাহিড়ী; born on July 11, 1967) is an Indian Bengali American author. Lahiri's debut short story collection, Interpreter of Maladies (1999), won the 2000 Pulitzer Prize for Fiction, and her first novel, The Namesake (2003), was adapted into the popular film of the same name. She was born Nilanjana Sudeshna but goes by her nickname (or in Bengali, her \"Daak naam\") Jhumpa.",
      "pageId": 180270,
      "monthDay": "07/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tony_Cottee",
      "name": "Tony Cottee",
      "aboutText": "Scott Gregory Shriner (born July 11, 1965) is an American bass guitarist, singer and songwriter. He is best known as a member of the alternative rock band Weezer, with whom he has recorded seven studio albums. Joining the band in 2001, Shriner is the band's longest serving bass guitarist.",
      "pageId": 294873,
      "monthDay": "07/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ernesto_Hoost",
      "name": "Ernesto Hoost",
      "aboutText": "Gregory Phillip \"Greg\" Grunberg (born July 11, 1966) is an American television and film actor. He is best known for starring as Matt Parkman on the NBC television series Heroes (2006-2010). Other notable roles include the characters Sean Blumberg on Felicity (1998–2002), the pilot Seth Norris on Lost, Eric Weiss on Alias (2001–2006), X-Wing Pilot \"Snap\" Wexley in Star Wars: The Force Awakens (2015), and as exterminator Alex Mathis in Big Ass Spider!",
      "pageId": 626897,
      "monthDay": "07/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Scott_Shriner",
      "name": "Scott Shriner",
      "aboutText": "Esera Tavai Tuaolo (born July 11, 1968) is a former American professional football player.",
      "pageId": 805676,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nadeem_Aslam",
      "name": "Nadeem Aslam",
      "aboutText": "Debra \"Debbe\" Dunning (born July 11, 1966) is an American actress, model and spokesperson.",
      "pageId": 931320,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Debbe_Dunning",
      "name": "Debbe Dunning",
      "aboutText": "Jeffrey Corwin (born July 11, 1967) is an American animal and nature conservationist, known as host and executive producer of the Animal Planet cable channel television programs The Jeff Corwin Experience and Corwin's Quest.",
      "pageId": 996752,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Greg_Grunberg",
      "name": "Greg Grunberg",
      "aboutText": "Michael \"Mick\" Molloy (born 11 July 1966 in Canberra) is an Australian comedian, writer, producer and actor who has been active in radio, television, stand-up and film.",
      "pageId": 1088616,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kentaro_Miura",
      "name": "Kentaro Miura",
      "aboutText": "Ernesto Fritz \"Mr. Perfect\" Hoost (born July 11, 1965) is a Dutch kickboxer. A four-time K-1 World Champion, he made his debut in 1993 at the K-1 World Grand Prix 1993, where he came just one win short of the world title.",
      "pageId": 1123820,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mick_Molloy",
      "name": "Mick Molloy",
      "aboutText": "Kentarō Miura (三浦 建太郎 Miura Kentarō?, born 11 July 1966) is a Japanese manga artist best known for his popular dark fantasy manga, Berserk.",
      "pageId": 1331732,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bo_Sanchez",
      "name": "Bo Sanchez",
      "aboutText": "David Tao (Chinese: 陶喆; pinyin: Táo Zhé), born Tao Xuzhong (Chinese: 陶緒忠) (born 11 July 1969), is a Taiwanese Golden Melody Award-winning singer-songwriter.",
      "pageId": 1371130,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rod_Strickland",
      "name": "Rod Strickland",
      "aboutText": "Antony Richard \"Tony\" Cottee (born 11 July 1965 in Forest Gate, Newham, England) is an English former professional footballer and manager who now works as a television football commentator.\nAs a player he was a striker from 1982 until 2001, notably playing in the top flight of English football for West Ham United, Everton and Leicester City. He was capped seven times by England, and played in the Football League for Birmingham City, Norwich City and Millwall.",
      "pageId": 1863702,
      "monthDay": "07/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ricky_Warwick",
      "name": "Ricky Warwick",
      "aboutText": "Michael Allen Geist (born 11 July 1968) is a Canadian academic, and the Canada Research Chair in Internet and E-Commerce Law at the University of Ottawa. Geist was educated at the University of Western Ontario where he received his Bachelor of Laws before going on to get his Master of Laws at both Osgoode Hall Law School and Cambridge University. After that, he attended Columbia Law School where he got his Doctor of Law degree.",
      "pageId": 2211287,
      "monthDay": "07/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andy_Ashby",
      "name": "Andy Ashby",
      "aboutText": "Rodney \"Rod\" Strickland (born July 11, 1966) is a retired American NBA player. Strickland played college basketball at DePaul University, where he was awarded All-American honors. He then enjoyed a long career in the NBA, playing from 1988 to 2005.",
      "pageId": 2979587,
      "monthDay": "07/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jeff_Corwin",
      "name": "Jeff Corwin",
      "aboutText": "Justin Chambers (born July 11, 1970) is an American actor and former fashion model, known for his role as Dr.",
      "pageId": 3035313,
      "monthDay": "07/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jhumpa_Lahiri",
      "name": "Jhumpa Lahiri",
      "aboutText": "Kyril, Prince of Preslav, Duke of Saxony (born 11 July 1964), also known as Kyril of Saxe-Coburg, is the second son of Tsar Simeon II of Bulgaria (also Prime Minister of Bulgaria from 2001 to 2005) and his wife Doña Margarita Gómez-Acebo y Cejuela. Although he was born after his father's loss of the throne, he is by courtesy styled as a royal prince. The Prince of Preslav would have been the title for the second son of Bulgarian monarchs.",
      "pageId": 3711751,
      "monthDay": "07/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Geist",
      "name": "Michael Geist",
      "aboutText": "Ricky Warwick (born 11 July 1966, Newtownards, County Down, Northern Ireland) is a Northern Irish musician, best known as the frontman for the Scottish hard rock band, The Almighty. He has also performed with a variety of other bands and as a solo artist. Warwick has recently risen to prominence again with his work as frontman of the Thin Lizzy spin-off band, Black Star Riders.",
      "pageId": 4098219,
      "monthDay": "07/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Daniel_MacMaster",
      "name": "Daniel MacMaster",
      "aboutText": "Andrew Jason Ashby (born July 11, 1967) is a former Major League Baseball starting pitcher who played for the Philadelphia Phillies, Colorado Rockies, San Diego Padres, Atlanta Braves, and Los Angeles Dodgers. Listed at 6' 1\", 180 lb., Ashby batted and threw right-handed. He was born in Kansas City, Missouri.",
      "pageId": 5807284,
      "monthDay": "07/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Esera_Tuaolo",
      "name": "Esera Tuaolo",
      "aboutText": "Nadeem Aslam (born 11 July 1966 in Gujranwala, Pakistan) is a prize-winning British Pakistani novelist.",
      "pageId": 6711445,
      "monthDay": "07/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Tao",
      "name": "David Tao",
      "aboutText": "Daniel Stewart MacMaster (July 11, 1968 – March 16, 2008) was a Canadian singer, who was lead vocalist for the Canadian/British hard rock band Bonham.",
      "pageId": 16358757,
      "monthDay": "07/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Justin_Chambers",
      "name": "Justin Chambers",
      "aboutText": "Eugenio Isabelo Tomas Reyes Sanchez Jr. or widely known as Bo Sanchez is a best-selling author, entrepreneur, preacher and lay minister in the Philippines. He is known as the \"Preacher in Blue Jeans\".",
      "pageId": 19343176,
      "monthDay": "07/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sajjad_Karim",
      "name": "Sajjad Karim",
      "aboutText": "Michael Owen Rosenbaum (born July 11, 1972) is an American film and TV actor, director, producer, writer and comedian. He is best known for his performance in Sorority Boys and for portraying Lex Luthor on the Superman television series Smallville, a role that TV Guide included in their 2013 list of The 60 Nastiest Villains of All Time.",
      "pageId": 103273,
      "monthDay": "07/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Eric_Owens_(bass-baritone)",
      "name": "Eric Owens",
      "aboutText": "Kimberly Denise Jones (born July 11, 1974 or July 11, 1975), known by her stage name Lil' Kim, is an American rapper, songwriter, record producer, model, and actress. She was born and raised in Brooklyn, New York, living much of her adolescent life on the streets after being expelled from home. In her teens, Jones would freestyle rap, heavily influenced by actress/singer Diana Ross, and fellow female hip-hop artists like MC Lyte and The Lady of Rage.",
      "pageId": 215670,
      "monthDay": "07/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Leisha_Hailey",
      "name": "Leisha Hailey",
      "aboutText": "Eduardo Alonso Nájera Pérez (Spanish pronunciation: [eˈðwarðo ˈnaxeɾa]) (born July 11, 1976) is a retired Mexican professional basketball player and currently a scout with the Dallas Mavericks. He is also a pregame and postgame analyst on Mavericks Live on Fox Sports Southwest, where he is identified as Eddie. Before being promoted to a scout with the Mavs, he was head coach of the Texas Legends of the NBA D-League.",
      "pageId": 431114,
      "monthDay": "07/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jussi_69",
      "name": "Jussi 69",
      "aboutText": "Kathleen Edwards (born July 11, 1978) is a Canadian singer-songwriter and musician. Her 2003 debut album, Failer, contained the singles \"Six O'Clock News\" and \"Hockey Skates\". Her next two albums – Back to Me and Asking for Flowers – both made the Billboard 200 list and reached the top 10 of Billboard's Top Heatseekers chart.",
      "pageId": 613570,
      "monthDay": "07/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Cormac_Battle",
      "name": "Cormac Battle",
      "aboutText": "Leisha Hailey (born July 11, 1971) is an American actress and musician known for playing Alice Pieszecki in the Showtime Networks series The L Word.",
      "pageId": 625686,
      "monthDay": "07/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Michael_Rosenbaum",
      "name": "Michael Rosenbaum",
      "aboutText": "Konstandinos Kenderis, also spelled as Konstadinos Kederis (Greek: Κωνσταντίνος Κεντέρης pronounced [konsta'dinos ce'deris]; born July 11, 1973) is a former Greek athlete.",
      "pageId": 681611,
      "monthDay": "07/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Konstantinos_Kenteris",
      "name": "Konstantinos Kenteris",
      "aboutText": "Sajjad Haider Karim (nicknamed \"Saj\"; born Blackburn, 11 July 1970) is British politician, who has been the first Pakistani and second Muslim Member of the European Parliament. He was re-elected in June 2009, and again in 2014. representing North West England.He was elected in 2004 for the Liberal Democrats, but joined the Conservative Party on 26 November 2007.",
      "pageId": 724130,
      "monthDay": "07/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alanas_Cho%C5%A1nau",
      "name": "Alanas Chošnau",
      "aboutText": "André Antonius Maria Ooijer (Dutch pronunciation: [ˈoːi̯ər]; born 11 July 1974) is a Dutch former footballer who played as a defender. He played his last professional game for Ajax against Vitesse on 6 May 2012.\nIn an international career lasting over a decade, he earned 55 caps.",
      "pageId": 1364333,
      "monthDay": "07/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Hermann_Hrei%C3%B0arsson",
      "name": "Hermann Hreiðarsson",
      "aboutText": "Riona Hazuki (葉月里緒奈 Hazuki Riona), born Mai Yamada (山田麻衣 Yamada Mai, born on July 11, 1975 in Tokyo, Japan) is a Japanese actress. In 1999, she played the main role in Owls' Castle.",
      "pageId": 1403858,
      "monthDay": "07/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andr%C3%A9_Ooijer",
      "name": "André Ooijer",
      "aboutText": "Hermann Hreiðarsson (born 11 July 1974) is an Icelandic former footballer and current manager of Fylkir in the Icelandic Pepsi League. He played as a defender and spent 15 seasons in England, gaining a total of 315 appearances in the English Premier League.",
      "pageId": 1959099,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/OX_(rock_musician)",
      "name": "OX",
      "aboutText": "Willie Aaron Anderson (born July 11, 1975) is a former American football player who was an offensive tackle for the Cincinnati Bengals and Baltimore Ravens of the National Football League (NFL). He played college football for Auburn University. He was drafted by the Bengals 10th overall in the 1996 NFL Draft.",
      "pageId": 1975907,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bridgette_Andersen",
      "name": "Bridgette Andersen",
      "aboutText": "Bridgette Andersen (July 11, 1975 – May 18, 1997) was an American child actress best known as the title role of the 1982 comedy Savannah Smiles.",
      "pageId": 2095286,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Willie_Anderson_(American_football)",
      "name": "Willie Anderson",
      "aboutText": "Cormac Battle (born 11 July 1972) is an Irish musician and radio presenter/producer.",
      "pageId": 3687536,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rub%C3%A9n_Baraja",
      "name": "Rubén Baraja",
      "aboutText": "Rubén Baraja Vegas (born 11 July 1975) is a Spanish retired footballer, and the current coach of Elche CF.",
      "pageId": 3807846,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Riona_Hazuki",
      "name": "Riona Hazuki",
      "aboutText": "Brandon Darrell Short (born July 11, 1977) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for seven seasons. He played college football for Penn State University, and was recognized as an All-American.",
      "pageId": 4849261,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Lil%27_Kim",
      "name": "Lil' Kim",
      "aboutText": "Samer El Nahhal (born 11 July 1975, Espoo) is the current bassist of the Finnish hard rock band Lordi. He goes by the stage name of OX (both letters capitalized). He studied in Musicians Institute in Los Angeles.",
      "pageId": 5310743,
      "monthDay": "07/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nadya_Suleman",
      "name": "Nadya Suleman",
      "aboutText": "Jussi Heikki Tapio Vuori (born 11 July 1972, Helsinki), better known as Jussi 69, is the drummer for the Finnish rock band The 69 Eyes. He is most well known for his flamboyant playing style that has earned him the attention of fans and cameramen alike; his kit is set up low to allow for the maximum exposure of his on-stage antics. His drumming relies primarily on cymbal flourishes rather than pure drum fills to transition between sections of a song.",
      "pageId": 9342360,
      "monthDay": "07/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Eduardo_N%C3%A1jera",
      "name": "Eduardo Nájera",
      "aboutText": "Eric Owens (born July 11, 1970) is an American operatic bass-baritone.",
      "pageId": 13773068,
      "monthDay": "07/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brandon_Short",
      "name": "Brandon Short",
      "aboutText": "Alanas Ibrahimas Chošnau (born July 11, 1974 in Vilnius, Lithuanian SSR, Soviet Union) is a Lithuanian singer and songwriter of Lithuanian and Iraqi Kurdish origin. In 1992 - 2001 he was the frontman of the band Naktinės Personos. He owns the 'Best Performer of the Year' , 'Best Song', 'Best Video', 'Golden Disc' awards.",
      "pageId": 19703638,
      "monthDay": "07/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kathleen_Edwards",
      "name": "Kathleen Edwards",
      "aboutText": "Nadya Denise Doud-Suleman (born Natalie Denise Suleman; July 11, 1975), known as Octomom in the media, is an American woman who came to international attention when she gave birth to octuplets in January 2009. The Suleman octuplets are only the second full set of octuplets to be born alive in the United States. One week after their birth, they surpassed the previous worldwide survival rate for a complete set of octuplets set by the Chukwu octuplets in 1998.",
      "pageId": 21328850,
      "monthDay": "07/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Massimiliano_Rosolino",
      "name": "Massimiliano Rosolino",
      "aboutText": "Battle Royale (Japanese: バトル・ロワイアル, Hepburn: Batoru Rowaiaru) is a novel by Japanese writer Koushun Takami. Originally completed in 1996, it was not published until 1999. The story tells of junior high school students who are forced to fight each other to the death in a program run by the authoritarian Japanese government, now known as the Republic of Greater East Asia.",
      "pageId": 221714,
      "monthDay": "07/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Raio_Piiroja",
      "name": "Raio Piiroja",
      "aboutText": "Marie Eleonor Serneholt (Swedish pronunciation: [maˈriː ˈsæːɳɛˈhɔlt]; born 11 July 1983) is a Swedish singer and model. She was a member of the Swedish pop band A*Teens from 1998 to 2004, and has begun a solo career since.\n^ \"Marie Serneholt Biography\".",
      "pageId": 799878,
      "monthDay": "07/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lauris_Reiniks",
      "name": "Lauris Reiniks",
      "aboutText": "Tanith Jessica Louise Belbin White (born July 11, 1984) is a Canadian-American ice dancer. Though born in Canada, she holds dual citizenship and has competed for the United States since she began skating with Benjamin Agosto in 1998.",
      "pageId": 1298485,
      "monthDay": "07/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tyson_Kidd",
      "name": "Tyson Kidd",
      "aboutText": "Andre Lamont Johnson (born July 11, 1981) is an American football wide receiver for the Indianapolis Colts of the National Football League (NFL). He played college football at Miami, and was drafted by the Houston Texans third overall in the 2003 NFL Draft. He is currently ninth all-time in NFL career receptions, and 11th all-time in NFL receiving yards.",
      "pageId": 1809086,
      "monthDay": "07/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kevin_Powers",
      "name": "Kevin Powers",
      "aboutText": "Yorman Michael Bazardo Osorio (born July 11, 1984) is a Venezuelan former right-handed pitcher for the Broncos de Reynosa in the Mexican League.",
      "pageId": 1951385,
      "monthDay": "07/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Im_Soo-jung",
      "name": "Im Soo-jung",
      "aboutText": "Christopher Ken \"Chris\" Cooley (born July 11, 1982) is a former American football tight end in the National Football League. He played college football for Utah State University. He was drafted by the Washington Redskins in the third round of the 2004 NFL Draft.",
      "pageId": 2048301,
      "monthDay": "07/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andre_Johnson",
      "name": "Andre Johnson",
      "aboutText": "Peter Cincotti is an American singer-songwriter. He began playing piano at the age of three. While in high school, he regularly performed in clubs throughout Manhattan and by the age of 18 was being called \"one of the most promising singer-pianists of the next generation\" by The New York Times.",
      "pageId": 2437864,
      "monthDay": "07/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Cooley_(American_football)",
      "name": "Chris Cooley",
      "aboutText": "Massimiliano \"Massi\" Rosolino (born 11 July 1978) is an Italian swimmer.\n^ \"Olympics\". sports-reference.",
      "pageId": 2862803,
      "monthDay": "07/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lil_Zane",
      "name": "Lil Zane",
      "aboutText": "Kellie Shirley is a British actress who works in film, television, theatre and radio and has also co presented for BBC 2 and Channel 5. She is known for her role as Carly Wicks in the BBC soap opera EastEnders from 2006 to 2008 following the death of character's father Kevin Wicks (Phil Daniels). Shirley returned to the soap in September 2012 where she was reunited with her on-screen mother Shirley Carter.",
      "pageId": 3248889,
      "monthDay": "07/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryoji_Morimoto",
      "name": "Ryoji Morimoto",
      "aboutText": "Im Soo-jung (Hangul: 임수정; born on July 11, 1979) is a South Korean actress. After modeling for teen magazines, Im made her acting breakthrough in Kim Jee-woon's horror film A Tale of Two Sisters (2003), followed by the popular television drama I'm Sorry, I Love You (2004). She has since appeared in numerous films, notably Park Chan-wook's I'm a Cyborg, But That's OK (2006), Hur Jin-ho's Happiness (2007), Lee Yoon-ki's Come Rain, Come Shine (2011), and Min Kyu-dong's All About My Wife (for which she won Best Actress at the 33rd Blue Dragon Film Awards).",
      "pageId": 4224869,
      "monthDay": "07/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Engin_Baytar",
      "name": "Engin Baytar",
      "aboutText": "Theodore James \"TJ\" Wilson (born July 11, 1980) is a Canadian professional wrestler signed to WWE, where he performs under the ring name Tyson Kidd. He is currently inactive due to a career-threatening spinal injury.\nThe final graduate of the Hart Dungeon, Wilson wrestled internationally in several promotions such as Stampede Wrestling between 1995 and 2007, where he won the Stampede International Tag Team Championship on two occasions with Bruce Hart and Juggernaut, the Stampede British Commonwealth Mid-Heavyweight Championship, and Stampede North American Heavyweight Championship on two occasions.",
      "pageId": 4402519,
      "monthDay": "07/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Peter_Cincotti",
      "name": "Peter Cincotti",
      "aboutText": "Zane Copeland, Jr. (born July 11, 1982), better known as Lil' Zane, is a rapper & actor born in Yonkers, New York and raised in Atlanta, Georgia.",
      "pageId": 5513769,
      "monthDay": "07/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marie_Serneholt",
      "name": "Marie Serneholt",
      "aboutText": "Ryoji Morimoto (森本 亮治, Morimoto Ryōji, born July 11, 1982, in Moriguchi, Osaka Prefecture, Japan) is a Japanese actor who is affiliated with both Artist Box and Fireworks. He graduated from Osaka Municipal Sakuramiya High School's Physical Education.",
      "pageId": 5656399,
      "monthDay": "07/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kellie_Shirley",
      "name": "Kellie Shirley",
      "aboutText": "Lauris Reiniks (born July 11, 1979 in Dobele, Latvia) is a Latvian pop music singer, songwriter, television host, and actor. Lauris has been graduated from Jelgava Music college, studied (but not graduated) from undergraduate communication studies and the University of Latvia and trained a few weeks as actor in Los Angeles, California. He has released eight solo albums and singles in 11 languages.",
      "pageId": 6292810,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yorman_Bazardo",
      "name": "Yorman Bazardo",
      "aboutText": "Joseph James Pavelski (born July 11, 1984) is an American professional ice hockey player and captain for the San Jose Sharks of the National Hockey League (NHL). He scored a goal in his first NHL game, making him the 11th Sharks player in the history of the team to do so.",
      "pageId": 8087996,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tanith_Belbin",
      "name": "Tanith Belbin",
      "aboutText": "Raio Piiroja (born 11 July 1979 in Pärnu) is a former Estonian professional footballer.",
      "pageId": 9407990,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jacoby_Jones",
      "name": "Jacoby Jones",
      "aboutText": "Jacoby Rashi'd Jones (born July 11, 1984) is an American football wide receiver and return specialist for the Pittsburgh Steelers of the National Football League (NFL). He played college football at Lane College, and was drafted by the Houston Texans in the third round of the 2007 NFL Draft. Jones has also played for the Baltimore Ravens.",
      "pageId": 10957791,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Hitomi_Hyuga",
      "name": "Hitomi Hyuga",
      "aboutText": "Hokuto Konishi (born July 11, 1984 in Tokyo, Japan), also known as Hok or Hawk, is a member of the American hip-hop dance crew Quest Crew and was a finalist on the third season of the American reality television show So You Think You Can Dance.\nHis Season 3 performance on So You Think You Can Dance – Hummingbird and Flower choreographed by Wade Robson won the Primetime Emmy Award for Outstanding Choreography in 2008. He is currently in the United States as a student in graphic design at Santa Monica College.",
      "pageId": 11659879,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Hokuto_%22Hok%22_Konishi",
      "name": "Hokuto \"Hok\" Konishi",
      "aboutText": "Engin Baytar (born 11 July 1983) is a Turkish professional footballer who plays as a winger.\nEngin Baytar was born and raised in Germany to Turkish parents. He first joined FC Gütersloh before transferring to Arminia Bielefeld in 2000.",
      "pageId": 19971296,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Joe_Pavelski",
      "name": "Joe Pavelski",
      "aboutText": "Kevin Powers (born July 11, 1980) is an American fiction writer, poet, and Iraq War veteran.",
      "pageId": 36955971,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Morn%C3%A9_Steyn",
      "name": "Morné Steyn",
      "aboutText": "Aki Maeda (前田 亜季 Maeda Aki, born 11 July 1985 in Tokyo, Japan) is a Japanese actress and singer. She has an older sister named Ai Maeda.\nShe is perhaps best known in the west for her role as Noriko Nakagawa in the controversial 2000 film \"Battle Royale\", which she reprised for its sequel \"Battle Royale II: Requiem\".",
      "pageId": 1347234,
      "monthDay": "07/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rachael_Taylor",
      "name": "Rachael Taylor",
      "aboutText": "Ryan Robert Jarvis (born 11 July 1986) is an English semi-professional footballer who plays as a striker for National League North club Lowestoft Town.",
      "pageId": 1434108,
      "monthDay": "07/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Robert_Adamson_(actor)",
      "name": "Robert Adamson",
      "aboutText": "Rachael May Taylor (born 11 July 1984) is an Australian actress and model. Her first leading role was in the Australian series headLand (2005–2006). She then made the transition to Hollywood, appearing in films including Man-Thing (2005), See No Evil (2006), Transformers (2007), Bottle Shock (2008), Cedar Boys (2009), Splinterheads (2009), Shutter (2008), Red Dog (2011) and Any Questions for Ben?",
      "pageId": 3128872,
      "monthDay": "07/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Orestis_Karnezis",
      "name": "Orestis Karnezis",
      "aboutText": "Found Nationality,",
      "pageId": 3376369,
      "monthDay": "07/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aki_Maeda",
      "name": "Aki Maeda",
      "aboutText": "David Clayton Henrie (/ˈhɛnri/ HEN-ree; born July 11, 1989) is an American actor, television writer, director and producer. He is noted for playing Ted Mosby's future son Luke Mosby on How I Met Your Mother, Justin Russo in Wizards of Waverly Place, Larry on That's So Raven, London Busbee in Little Boy, and Rudy Ising in Walt Before Mickey.",
      "pageId": 5638374,
      "monthDay": "07/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nitya_Vidyasagar",
      "name": "Nitya Vidyasagar",
      "aboutText": "Yoann Gourcuff (French pronunciation: ​[jɔ.an ɡuʁ.kyf] or Breton: jo.an ɡuʁ.kỹw; born 11 July 1986) is a French international footballer who currently plays for Rennes. He operates mainly as an attacking midfielder, but can also be utilized as a withdrawn striker and is described as a \"playmaker of real quality\" who \"is an accomplished passer of the ball\". Gourcuff has been described by former French international David Ginola as the best French player of his generation.",
      "pageId": 5881181,
      "monthDay": "07/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ra%C3%BAl_Garc%C3%ADa_(footballer)",
      "name": "Raúl García",
      "aboutText": "Raúl García Escudero (born 11 July 1986) is a Spanish professional footballer who plays for Athletic Bilbao mainly as an attacking midfielder but also as a central midfielder, known for scoring from the bench and having good aerial ability.\nFormed at Osasuna, he spent most of his career at Atlético Madrid, scoring 45 goals in 326 games across all competitions in eight seasons and winning six major titles, including the 2014 national championship and the 2010 Europa League.",
      "pageId": 7542708,
      "monthDay": "07/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yoann_Gourcuff",
      "name": "Yoann Gourcuff",
      "aboutText": "For others named Robert Adamson, see the Robert Adamson navigation page",
      "pageId": 8625763,
      "monthDay": "07/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryan_Jarvis",
      "name": "Ryan Jarvis",
      "aboutText": "Shareeka Epps (born July 11, 1989) is an American actress. She starred in the 2006 film Half Nelson, alongside Ryan Gosling and Anthony Mackie.",
      "pageId": 9079744,
      "monthDay": "07/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shigeaki_Kato",
      "name": "Shigeaki Kato",
      "aboutText": "Shigeaki Kato (加藤 成亮, Katō Shigeaki, born July 11, 1987) is a member of the J-pop group NEWS, from Johnny's Entertainment, Inc.",
      "pageId": 10954310,
      "monthDay": "07/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yuka_Iguchi",
      "name": "Yuka Iguchi",
      "aboutText": "Orestis-Spyridon Karnezis (Greek: Ορέστης Καρνέζης; born 11 July 1985) is a Greek footballer who plays as a goalkeeper for Udinese and the Greek national team.",
      "pageId": 15143985,
      "monthDay": "07/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/%C3%89tienne_Capoue",
      "name": "Étienne Capoue",
      "aboutText": "Étienne Capoue (born 11 July 1988) is a French professional footballer who plays for English club Watford. He can play as either a defensive midfielder or defender. Capoue was a French youth international having earned caps at under-18, under-19, and under-21 level.",
      "pageId": 17723827,
      "monthDay": "07/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Natalya_Zhedik",
      "name": "Natalya Zhedik",
      "aboutText": "George Craig (born 11 July 1990) is the English lead singer of the British band One Night Only, and a model for Burberry.",
      "pageId": 22641944,
      "monthDay": "07/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Shareeka_Epps",
      "name": "Shareeka Epps",
      "aboutText": "Morné Steyn (born 11 July 1984 in Cape Town) is a South African rugby union player who plays at the Flyhalf position. He plays at number 10 for the Springboks internationally, as well as for Stade Français in the French Top 14 competition.\nHe previously played Super Rugby for the Bulls and was a member of the team that won the 2007, 2009 and 2010 Super Rugby competitions, ending both the 2009 and 2010 seasons as the leading point scorer and setting a record of 4 drop goals in one single match, in the 2009 semi-final against the Crusaders.",
      "pageId": 22725597,
      "monthDay": "07/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/David_Henrie",
      "name": "David Henrie",
      "aboutText": "Yuka Iguchi (井口 裕香, Iguchi Yuka, born July 11, 1988) is a Japanese voice actress from Tokyo. She is affiliated with Office Osawa.\nIn 2002, she auditioned for G.G.F., a collective name of mascot characters of Gamers, which is a retailer of anime and manga-related items in Japan.",
      "pageId": 23084545,
      "monthDay": "07/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Liel_Kolet",
      "name": "Liel Kolet",
      "aboutText": "Travis Waddell (born 11 July 1989) is an Australian professional rugby league footballer who currently plays for the Brisbane Broncos in the National Rugby League.",
      "pageId": 24194866,
      "monthDay": "07/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tobias_Sana",
      "name": "Tobias Sana",
      "aboutText": "Mona Barthel (born 11 July 1990) is a German tennis player.\nBarthel has won three singles and two doubles titles on the WTA tour as well as five singles and one doubles title on the ITF circuit in her career. On 18 March 2013, Barthel reached her best singles ranking of world number 23.",
      "pageId": 28058762,
      "monthDay": "07/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Travis_Waddell",
      "name": "Travis Waddell",
      "aboutText": "Nitya Vidyasagar (born July 11, 1985) is an Omani-born Indian-American actress best known for her role as \"Leela\" on Sesame Street.",
      "pageId": 28132187,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mona_Barthel",
      "name": "Mona Barthel",
      "aboutText": "Tobias Sana (born 11 July 1989) is a Swedish footballer of both Swedish and Burkinabé descent who plays for Malmö FF in Allsvenskan as a winger.",
      "pageId": 34248352,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/George_Craig_(musician)",
      "name": "George Craig",
      "aboutText": "Natalya Zhedik (Russian: Наталья Валерьевна Жедик; born 11 July 1988) is a Russian professional basketball player.",
      "pageId": 36539634,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Adam_Jezierski",
      "name": "Adam Jezierski",
      "aboutText": "Caroline Wozniacki (Danish pronunciation: [kʰɑːoliːnə ʋʌsniˈɑɡ̊i], Polish: [vɔʑˈɲat͡ski]; born 11 July 1990) is a Danish professional tennis player. She is a former World No. 1 on the WTA Tour, having held this position for 67 weeks.",
      "pageId": 2276820,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Connor_Paolo",
      "name": "Connor Paolo",
      "aboutText": "Connor Paolo (born July 11, 1990) is an American actor. He is known of his roles as Eric van der Woodsen on The CW's teen drama series Gossip Girl and Declan Porter on the ABC drama series Revenge.",
      "pageId": 6499528,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Patrick_Peterson",
      "name": "Patrick Peterson",
      "aboutText": "Georgia Henshaw (born 11 July 1993 Swansea) is a Welsh actress best known for her roles on British television. Among her leading roles have been those of member of \"The Ace Gang\", Rosie in Angus, Thongs and Perfect Snogging, and as JJ's love interest, Lara, in Skins. She has also appeared as Cassie Claypole in the BBC Three show Two Pints of Lager and a Packet of Crisps.",
      "pageId": 13610045,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kelsey_Sanders",
      "name": "Kelsey Sanders",
      "aboutText": "Alice Cecilia Linh Svensson (born July 11, 1991 in Hanoi, Vietnam) is a Swedish singer and Idol 2008 runner-up.",
      "pageId": 20391555,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Courtney_Thorpe",
      "name": "Courtney Thorpe",
      "aboutText": "Rebecca Maris Bross (born July 11, 1993) is an American former artistic gymnast and six-time World Championship medalist.",
      "pageId": 20839669,
      "monthDay": "07/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Caroline_Wozniacki",
      "name": "Caroline Wozniacki",
      "aboutText": "Patrick Peterson (born July 11, 1990), nicknamed \"P2\", is an American football cornerback and return specialist for the Arizona Cardinals of the National Football League (NFL). He was drafted by the Cardinals fifth overall in the 2011 NFL Draft.",
      "pageId": 20962988,
      "monthDay": "07/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alice_Svensson",
      "name": "Alice Svensson",
      "aboutText": "Kelsey Sanders (born July 11, 1990) is an American actress and singer. She is best known for the role of Reed Brennan in the web series Private.",
      "pageId": 24057961,
      "monthDay": "07/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rebecca_Bross",
      "name": "Rebecca Bross",
      "aboutText": "Adam Jezierski (born 11 July 1990) is a Polish-Spanish actor.",
      "pageId": 24481835,
      "monthDay": "07/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Georgia_Henshaw",
      "name": "Georgia Henshaw",
      "aboutText": "Tyler Medeiros (born July 11, 1995) is a Canadian singer, songwriter, and dancer.",
      "pageId": 28099033,
      "monthDay": "07/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Heini_Salonen",
      "name": "Heini Salonen",
      "aboutText": "Lucas Ariel Ocampos (born 11 July 1994) is an Argentine footballer who plays as a winger for Marseille.",
      "pageId": 32793094,
      "monthDay": "07/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Bart%C5%82omiej_Kalinkowski",
      "name": "Bartłomiej Kalinkowski",
      "aboutText": "Nina Nesbitt (born 11 July 1994) is a Scottish singer-songwriter and musician, best known for her single \"Stay Out\", which peaked at number 21 on the UK Singles Chart in April 2013, becoming her first top 40 single. Her debut single, \"Boy\", from the EP of the same name, was released in 2012 and peaked at number 139 in the UK Singles Chart. Her second EP, The Apple Tree, was released in April 2012 and peaked at number six on the iTunes download charts after receiving airplay on BBC Radio 1, and also peaked at the top of the iTunes singer/songwriter chart.",
      "pageId": 36372567,
      "monthDay": "07/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nina_Nesbitt",
      "name": "Nina Nesbitt",
      "aboutText": "Anthony Milford (born 11 July 1994) is an Australian professional rugby league footballer who currently plays for the Brisbane Broncos in the National Rugby League. A Samoan national representative, Milford plays at five-eighth and fullback and previously played for the Canberra Raiders.\n^ \"Anthony Milford - Career Stats & Summary\".",
      "pageId": 39028094,
      "monthDay": "07/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Lucas_Ocampos",
      "name": "Lucas Ocampos",
      "aboutText": "Heini Salonen (born 11 July 1993 in Helsinki) is a Finnish tennis player.\nSalonen has a 1–8 record for Finland in Fed Cup competition.\n^ \"Heini Salonen\".",
      "pageId": 40175578,
      "monthDay": "07/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Anthony_Milford",
      "name": "Anthony Milford",
      "aboutText": "Courtney Thorpe (born 11 July 1990 Brisbane, Australia) is an Australian actress, model, TV Host and beauty pageant titleholder She won her national title, Miss World Australia, on 27 July 2014.",
      "pageId": 43406124,
      "monthDay": "07/11"
    },
    {
      "year": "1995",
      "uri": "/wiki/Tyler_Medeiros",
      "name": "Tyler Medeiros",
      "aboutText": "Bartłomiej Kalinkowski (born 11 July 1994) is a Polish football midfielder who currently plays for the Polish Ekstraklasa club Legia Warsaw.",
      "pageId": 43674251,
      "monthDay": "07/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Alessia_Cara",
      "name": "Alessia Cara",
      "aboutText": "Alessia Caracciolo (born July 11, 1996), better known as Alessia Cara, is a Canadian singer and songwriter. She is currently signed to EP Entertainment and Def Jam Recordings and is best known for \"Here\", her debut single from her debut album, Know-It-All, released November 13, 2015. A sleeper hit, the song reached the top 10 in the United States and the top 20 in Canada.",
      "pageId": 48538183,
      "monthDay": "07/11"
    }
  ]
}