{
  "people": [
    {
      "year": "1273",
      "uri": "/wiki/Ewostatewos",
      "name": "Ewostatewos",
      "aboutText": "Thomas Bulfinch (July 15, 1796 – May 27, 1867) was an American writer born in Newton, Massachusetts, best known for the book Bulfinch's Mythology.\n^ His obituary is printed in full in Marie Cleary, “A Book of Decided Usefulness: Thomas Bulfinch’s ‘The Age of Fable,’” The Classical Journal 75.3 (February 1980) (pp.",
      "pageId": 98067,
      "monthDay": "07/15"
    },
    {
      "year": "1353",
      "uri": "/wiki/Vladimir_the_Bold",
      "name": "Vladimir the Bold",
      "aboutText": "Inigo Jones (/ˈɪnɨɡoʊ/; 15 July 1573 – 21 June 1652) was the first significant English architect of the early modern period, and the first to employ Vitruvian rules of proportion and symmetry in his buildings. He left his mark on London by single buildings, such as the Queen's House which is the first building in England designed in a pure classical style, and the Banqueting House, Whitehall, as well as the layout for Covent Garden square which became a model for future developments in the West End. He made major contributions to stage design by his work as theatrical designer for several dozen masques, most by royal command and many in collaboration with Ben Jonson.",
      "pageId": 165453,
      "monthDay": "07/15"
    },
    {
      "year": "1471",
      "uri": "/wiki/Eskender",
      "name": "Eskender",
      "aboutText": "James Robert Hope-Scott (15 July 1812 – 29 April 1873) was a British barrister and Tractarian.",
      "pageId": 212847,
      "monthDay": "07/15"
    },
    {
      "year": "1553",
      "uri": "/wiki/Archduke_Ernest_of_Austria",
      "name": "Archduke Ernest of Austria",
      "aboutText": "Henry Edward Manning (15 July 1808 – 14 January 1892) was an English Roman Catholic Archbishop of Westminster and a cardinal.",
      "pageId": 212880,
      "monthDay": "07/15"
    },
    {
      "year": "1573",
      "uri": "/wiki/Inigo_Jones",
      "name": "Inigo Jones",
      "aboutText": "Clement Clarke Moore (July 15, 1779 – July 10, 1863) was a writer and American Professor of Oriental and Greek Literature, as well as Divinity and Biblical Learning, at the General Theological Seminary of the Protestant Episcopal Church, in New York City. The seminary was developed on land donated by Moore and it continues on this site at Ninth Avenue between 20th and 21st streets, in an area known as Chelsea Square. Moore's connection with the seminary continued for more than 25 years.",
      "pageId": 381362,
      "monthDay": "07/15"
    },
    {
      "year": "1613",
      "uri": "/wiki/Gu_Yanwu",
      "name": "Gu Yanwu",
      "aboutText": "Reuben Chapman (July 15, 1799 – May 16, 1882) was an American lawyer and politician. Born in 1799 in Bowling Green, Virginia, he represented Alabama in the U.S. House from 1835 to 1847 and served as the 13th Governor of the U.S. state of Alabama from 1847 to 1849.",
      "pageId": 841328,
      "monthDay": "07/15"
    },
    {
      "year": "1606",
      "uri": "/wiki/Rembrandt",
      "name": "Rembrandt",
      "aboutText": "Sir John Fowler, 1st Baronet, KCMG, LLD (15 July 1817 – 20 November 1898) was an English civil engineer specialising in the construction of railways and railway infrastructure. In the 1850s and 1860s, he was engineer for the world's first underground railway, London's Metropolitan Railway, built by the \"cut-and-cover\" method under city streets. In the 1880s, he was chief engineer for the Forth Railway Bridge, which opened in 1890.",
      "pageId": 1217923,
      "monthDay": "07/15"
    },
    {
      "year": "1626",
      "uri": "/wiki/Christiane_Sehested",
      "name": "Christiane Sehested",
      "aboutText": "Archduke Ernest of Austria (German: Ernst von Österreich; 15 June 1553 – 20 February 1595) was an Austrian prince, the son of Maximilian II, Holy Roman Emperor and Maria of Spain.\nBorn at Vienna, he was educated with his brother Rudolf II, Holy Roman Emperor, in the court of Spain. In 1573 and 1587, he was a candidate for the throne of Poland.",
      "pageId": 1363929,
      "monthDay": "07/15"
    },
    {
      "year": "1626",
      "uri": "/wiki/Hedevig_Ulfeldt",
      "name": "Hedevig Ulfeldt",
      "aboutText": "Jens Juel (15 July 1631 – 23 May 1700) was a Danish diplomat and statesman of great influence at the Danish court who was created Baron and granted Juellinge in 1672. He was the brother of Admiral Niels Juel.",
      "pageId": 1658155,
      "monthDay": "07/15"
    },
    {
      "year": "1631",
      "uri": "/wiki/Jens_Juel_(diplomat)",
      "name": "Jens Juel",
      "aboutText": "Eskender (or Alexander, Ge'ez: እስክንድር iskindir) (15 July 1471 – 7 May 1494) was Emperor (nəgusä nägäst) (1478–1494) of Ethiopia (throne name Kwestantinos II Ge'ez ቈስታንቲኖስ qʷastāntīnōs or Constantine II), and a member of the Solomonic dynasty.",
      "pageId": 1817574,
      "monthDay": "07/15"
    },
    {
      "year": "1638",
      "uri": "/wiki/Giovanni_Buonaventura_Viviani",
      "name": "Giovanni Buonaventura Viviani",
      "aboutText": "August Gottlieb Spangenberg (15 July 1704 – 18 September 1792) was a German theologian and minister, and a bishop of the Moravian Brethren.",
      "pageId": 1824972,
      "monthDay": "07/15"
    },
    {
      "year": "1704",
      "uri": "/wiki/August_Gottlieb_Spangenberg",
      "name": "August Gottlieb Spangenberg",
      "aboutText": "Vladimir Andreyevich the Bold (Russian: Владимир Андреевич Храбрый) (July 15, 1353 – 1410) was the most famous prince of Serpukhov. His moniker alludes to his many military exploits committed in the wars waged by his cousin, Dmitri Donskoi of Moscow.\nA grandson of Ivan Kalita, Vladimir inherited Serpukhov, Borovsk, and a third part of Moscow from his brother at the age of 5.",
      "pageId": 2428666,
      "monthDay": "07/15"
    },
    {
      "year": "1737",
      "uri": "/wiki/Princess_Louise_of_France_(1737%E2%80%931787)",
      "name": "Princess Louise of France",
      "aboutText": "Sidney Breese (July 15, 1800 – June 27, 1878) was a U.S. Senator from Illinois, Chief Justice of the Illinois Supreme Court, Speaker of the Illinois House of Representatives, a forefather of Illinois, and \"father of the Illinois Central Railroad\".",
      "pageId": 2825975,
      "monthDay": "07/15"
    },
    {
      "year": "1779",
      "uri": "/wiki/Clement_Clarke_Moore",
      "name": "Clement Clarke Moore",
      "aboutText": "Ewosṭatewos (Ge'ez ኤዎስጣቴዎስ ʾĒwōsṭātēwōs, also ዮስጣቴዎስ Yōsṭātēwōs, Eustathius, July 15, 1273 – September 15, 1352 according to the Julian Calendar) was an important religious leader of the Ethiopian Church. He was a forceful advocate for the Ethiopian form of observing the Sabbath. His followers, known as the House of Ewostatewos (individuals are known as Ewostathians), have been a historic force in the Ethiopian church.",
      "pageId": 3065971,
      "monthDay": "07/15"
    },
    {
      "year": "1796",
      "uri": "/wiki/Thomas_Bulfinch",
      "name": "Thomas Bulfinch",
      "aboutText": "Giovanni Buonaventura Viviani (15 July 1638 Florence –about 1693 Pistoia) was an Italian composer and violinist. He worked in the court at Innsbruck as a violinist at least between 1656 and 1660. Between 1672 to 1676 he was director of the court music at Innsbruck, which, after the extinction of the Tyrolean Habsburgs, had come under the control of the emperor.",
      "pageId": 3670264,
      "monthDay": "07/15"
    },
    {
      "year": "1799",
      "uri": "/wiki/Reuben_Chapman",
      "name": "Reuben Chapman",
      "aboutText": "Rembrandt Harmenszoon van Rijn (/ˈrɛmbrænt, -brɑːnt/; Dutch: [ˈrɛmbrɑnt ˈɦɑrmə(n)soːn vɑn ˈrɛin]; 15 July 1606 – 4 October 1669) was a Dutch painter and etcher. He is generally considered one of the greatest painters and printmakers in European art and the most important in Dutch history. His contributions to art came in a period of great wealth and cultural achievement that historians call the Dutch Golden Age when Dutch Golden Age painting, although in many ways antithetical to the Baroque style that dominated Europe, was extremely prolific and innovative, and gave rise to important new genres in painting.",
      "pageId": 4254144,
      "monthDay": "07/15"
    },
    {
      "year": "1800",
      "uri": "/wiki/Sidney_Breese",
      "name": "Sidney Breese",
      "aboutText": "Louise of France (15 July 1737 – 23 December 1787) was the youngest of the ten children of Louis XV and his wife, Maria Leszczyńska. As a daughter of the king, she held the rank of a fille de France. From 1740 she was known as Madame Louise.",
      "pageId": 7821186,
      "monthDay": "07/15"
    },
    {
      "year": "1808",
      "uri": "/wiki/Henry_Edward_Manning",
      "name": "Henry Edward Manning",
      "aboutText": "Gu Yanwu (Chinese: 顧炎武) (July 15, 1613 – February 15, 1682), also known as Gu Tinglin (Chinese: 顧亭林), was a Chinese philologist and geographer. He spent his youth during the Manchu conquest of China in anti-Manchu activities after the Ming Dynasty had been overthrown. He never served the Qing Dynasty.",
      "pageId": 15112619,
      "monthDay": "07/15"
    },
    {
      "year": "1812",
      "uri": "/wiki/James_Hope-Scott",
      "name": "James Hope-Scott",
      "aboutText": "Christiane Christiansdatter Sehested (15 July 1626–1670) was the daughter of king Christian IV of Denmark and his morganatic spouse, Kirsten Munk. She shared the title Countess of Schleswig-Holstein with her mother and siblings. She was the twin of her sister Hedevig Ulfeldt.",
      "pageId": 25557956,
      "monthDay": "07/15"
    },
    {
      "year": "1817",
      "uri": "/wiki/Sir_John_Fowler,_1st_Baronet",
      "name": "Sir John Fowler, 1st Baronet",
      "aboutText": "Hedwig of Schleswig-Holstein (15 July 1626 – 5 October 1678) was the daughter of king Christian IV of Denmark and Kirsten Munk. She was the twin of her sister Christiane Sehested. She shared the title Countess of Schleswig-Holstein with her mother and siblings.",
      "pageId": 25558365,
      "monthDay": "07/15"
    },
    {
      "year": "1827",
      "uri": "/wiki/W._W._Thayer",
      "name": "W. W. Thayer",
      "aboutText": "Vilfredo Federico Damaso Pareto (born Wilfried Fritz Pareto; Italian: [vilˈfreːdo paˈreːto]; 15 July 1848 – 19 August 1923) was an Italian engineer, sociologist, economist, political scientist, and philosopher. He made several important contributions to economics, particularly in the study of income distribution and in the analysis of individuals' choices. He was also responsible for popularising the use of the term \"elite\" in social analysis.",
      "pageId": 32680,
      "monthDay": "07/15"
    },
    {
      "year": "1837",
      "uri": "/wiki/Stephanie_of_Hohenzollern-Sigmaringen",
      "name": "Stephanie of Hohenzollern-Sigmaringen",
      "aboutText": "Emmeline Pankhurst (née Goulden; 15 July 1858 – 14 June 1928) was a British political activist and leader of the British suffragette movement who helped women win the right to vote. In 1999 Time named Pankhurst as one of the 100 Most Important People of the 20th Century, stating: \"she shaped an idea of women for our time; she shook society into a new pattern from which there could be no going back.\" She was widely criticised for her militant tactics, and historians disagree about their effectiveness, but her work is recognised as a crucial element in achieving women's suffrage in Britain.\nBorn in Moss Side, Manchester to politically active parents, Pankhurst was introduced at the age of 14 to the women's suffrage movement.",
      "pageId": 60557,
      "monthDay": "07/15"
    },
    {
      "year": "1848",
      "uri": "/wiki/Vilfredo_Pareto",
      "name": "Vilfredo Pareto",
      "aboutText": "Seán Francis Lemass (15 July 1899 – 11 May 1971) was one of the most prominent Irish politicians of the 20th century. He served as Taoiseach from 1959 until 1966.\nA veteran of the 1916 Easter Rising, the War of Independence and the Civil War, Lemass was first elected as a Sinn Féin Teachta Dála (TD) for the Dublin South constituency in a by-election on 18 November 1924 and was returned at each election until the constituency was abolished in 1948, when he was re-elected for Dublin South–Central until his retirement in 1969.",
      "pageId": 146949,
      "monthDay": "07/15"
    },
    {
      "year": "1850",
      "uri": "/wiki/Francesca_S._Cabrini",
      "name": "Francesca S. Cabrini",
      "aboutText": "Jean Rey (15 July 1902 – 19 May 1983) was a Belgian lawyer and Liberal politician who became the second President of the European Commission. The 1983–1984 academic year at the College of Europe was named in his honour.",
      "pageId": 171911,
      "monthDay": "07/15"
    },
    {
      "year": "1858",
      "uri": "/wiki/Emmeline_Pankhurst",
      "name": "Emmeline Pankhurst",
      "aboutText": "Doppo Kunikida (國木田 獨歩, Kunikida Doppo, 15 July 1871 – 23 June 1908) was a Japanese author of novels and romantic poetry during the Meiji period, noted as one of the inventors of Japanese naturalism.",
      "pageId": 186555,
      "monthDay": "07/15"
    },
    {
      "year": "1864",
      "uri": "/wiki/Marie_Tempest",
      "name": "Marie Tempest",
      "aboutText": "Walter Bendix Schönflies Benjamin (German: [ˈvaltɐ ˈbɛnjamiːn]; 15 July 1892 – 26 September 1940) was a German Jewish philosopher and cultural critic. An eclectic thinker, combining elements of German idealism, Romanticism, Western Marxism, and Jewish mysticism, Benjamin made enduring and influential contributions to aesthetic theory, literary criticism, and historical materialism. He was associated with the Frankfurt School, and also maintained formative friendships with thinkers such as playwright Bertolt Brecht and Kabbalah scholar Gershom Scholem.",
      "pageId": 227111,
      "monthDay": "07/15"
    },
    {
      "year": "1865",
      "uri": "/wiki/Alfred_Harmsworth,_1st_Viscount_Northcliffe",
      "name": "Alfred Harmsworth, 1st Viscount Northcliffe",
      "aboutText": "Saint Frances Xavier Cabrini, M.S.C. (Italian: Francesca Saverio Cabrini; July 15, 1850 – December 22, 1917), also called Mother Cabrini, was an Italian- American religious sister, who founded the Missionary Sisters of the Sacred Heart, a Catholic religious institute that was a major support to the Italian immigrants to the United States.",
      "pageId": 263729,
      "monthDay": "07/15"
    },
    {
      "year": "1865",
      "uri": "/wiki/Wilhelm_Wirtinger",
      "name": "Wilhelm Wirtinger",
      "aboutText": "Walter \"Walt\" Dumaux Edmonds (July 15, 1903 – January 24, 1998) was an American writer best known for historical novels.",
      "pageId": 625107,
      "monthDay": "07/15"
    },
    {
      "year": "1867",
      "uri": "/wiki/Jean-Baptiste_Charcot",
      "name": "Jean-Baptiste Charcot",
      "aboutText": "Dame Marie Tempest DBE (15 July 1864 – 15 October 1942) was an English singer and actress known as the \"queen of her profession\".\nTempest became the most famous soprano in late Victorian light opera and Edwardian musical comedies. Later, she became a leading comic actress and toured widely in North America and elsewhere.",
      "pageId": 1722200,
      "monthDay": "07/15"
    },
    {
      "year": "1871",
      "uri": "/wiki/Doppo_Kunikida",
      "name": "Doppo Kunikida",
      "aboutText": "Wilhelm Wirtinger (15 July 1865 – 15 January 1945) was an Austrian mathematician, working in complex analysis, geometry, algebra, number theory, Lie groups and knot theory.",
      "pageId": 2044921,
      "monthDay": "07/15"
    },
    {
      "year": "1880",
      "uri": "/wiki/Enrique_Mosca",
      "name": "Enrique Mosca",
      "aboutText": "Jean-Baptiste August Étienne Charcot (15 July 1867 – 16 September 1936), born in Neuilly-sur-Seine, was a French scientist, medical doctor and polar scientist.",
      "pageId": 2729636,
      "monthDay": "07/15"
    },
    {
      "year": "1887",
      "uri": "/wiki/Wharton_Esherick",
      "name": "Wharton Esherick",
      "aboutText": "Tadeusz Sendzimir (originally Sędzimir, July 15, 1894, Lwów – September 1, 1989, Jupiter, Florida) of Ostoja coat of arms was a Polish engineer and inventor of international renown with 120 patents in mining and metallurgy, 73 of which were awarded to him in the United States.\nHis name has been given to revolutionary methods of processing steel and metals used in every industrialized nation of the world. Sendzimir was a holder of the Polish Golden Cross of Merit (from 1938), the Bessemer Gold Medal (from 1965) and the Brinell Gold Medal from the Royal Swedish Academy of Sciences in Stockholm (from 1974).",
      "pageId": 3944381,
      "monthDay": "07/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Walter_Benjamin",
      "name": "Walter Benjamin",
      "aboutText": "William Wallace Thayer (July 15, 1827 – October 15, 1899), was an American Democratic politician active in U.S. states of Idaho and Oregon.",
      "pageId": 5736337,
      "monthDay": "07/15"
    },
    {
      "year": "1893",
      "uri": "/wiki/Enid_Bennett",
      "name": "Enid Bennett",
      "aboutText": "Enid Bennett (15 July 1893 – 14 May 1969) was an Australian-born silent film actress, mostly active in American film",
      "pageId": 7289717,
      "monthDay": "07/15"
    },
    {
      "year": "1893",
      "uri": "/wiki/Dick_Rauch",
      "name": "Dick Rauch",
      "aboutText": "Alfred Charles William Harmsworth, 1st Viscount Northcliffe (15 July 1865 – 14 August 1922) was a British newspaper and publishing magnate. As owner of the Daily Mail and the Daily Mirror, and a pioneer of tabloid journalism he exercised vast influence over British popular opinion.\nHis company Amalgamated Press employed Arthur Mee and John Hammerton, and the Amalgamated Press subsidiary the Educational Book Company published the Harmsworth Self-Educator, The Children's Encyclopædia, and Harmsworth's Universal Encyclopaedia.",
      "pageId": 9106253,
      "monthDay": "07/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Tadeusz_Sendzimir",
      "name": "Tadeusz Sendzimir",
      "aboutText": "Stephanie of Hohenzollern-Sigmaringen (Stephanie Josepha Friederike Wilhelmine Antonia; Portuguese: Estefânia; 15 July 1837 – 17 July 1859) was the Queen consort of King Peter V of Portugal.",
      "pageId": 9268640,
      "monthDay": "07/15"
    },
    {
      "year": "1899",
      "uri": "/wiki/Se%C3%A1n_Lemass",
      "name": "Seán Lemass",
      "aboutText": "Wharton Esherick (July 15, 1887 – May 6, 1970) was a sculptor who worked primarily in wood, especially applying the principles of sculpture to common utilitarian objects. Consequently, he is best known for his sculptural furniture and furnishings. Esherick was recognized in his lifetime by his peers as the “dean of American craftsmen” for his leadership in developing non-traditional designs, and encouraging and inspiring artists/craftspeople by example.",
      "pageId": 13507800,
      "monthDay": "07/15"
    },
    {
      "year": "1902",
      "uri": "/wiki/Jean_Rey_(politician)",
      "name": "Jean Rey",
      "aboutText": "Kumarasami Kamaraj , better known as K. Kamaraj, (15 July 1903 – 2 October 1975) was an Indian politician from Tamil Nadu widely acknowledged as the \"Kingmaker\" in Indian politics during the 1960s.\nHe was the chief minister of Tamil Nadu during 1954–1963 and a Member of Parliament during 1952–1954 and 1967–1975. He was known for his simplicity and integrity.",
      "pageId": 20237533,
      "monthDay": "07/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/Walter_D._Edmonds",
      "name": "Walter D. Edmonds",
      "aboutText": "Richard Harvie Rauch (July 15, 1893 – October 9, 1970) was an American football player and coach. Rauch attended Pennsylvania State University. He was a player-coach for the Boston Bulldogs, New York Yankees and the Maroons over the course of his four-year career.",
      "pageId": 20992338,
      "monthDay": "07/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/K._Kamaraj",
      "name": "K. Kamaraj",
      "aboutText": "Enrique Mosca (July 15, 1880 - July 22, 1950) was an Argentine lawyer and politician prominent in the centrist Radical Civic Union (UCR).",
      "pageId": 22925757,
      "monthDay": "07/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Rudolf_Arnheim",
      "name": "Rudolf Arnheim",
      "aboutText": "George Robert Acworth Conquest, CMG, OBE, FBA, FAAAS, FRSL, FBIS (15 July 1917 – 3 August 2015) was a British-American historian and poet, notable for his influential works on Soviet history including The Great Terror: Stalin's Purges of the 1930s (1968). He was a longtime research fellow at Stanford University's Hoover Institution.",
      "pageId": 97104,
      "monthDay": "07/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Mogubai_Kurdikar",
      "name": "Mogubai Kurdikar",
      "aboutText": "Ralph Hammond Innes (15 July 1913 – 10 June 1998) was a British novelist who wrote over 30 novels, as well as children's and travel books. He was married to fellow author and actress Dorothy Mary Lang in 1937 who died before him, in 1989. He was awarded a C.B.E. (Commander, Order of the British Empire) in 1978.",
      "pageId": 153910,
      "monthDay": "07/15"
    },
    {
      "year": "1905",
      "uri": "/wiki/Dorothy_Fields",
      "name": "Dorothy Fields",
      "aboutText": "Edward Arthur Alexander Shackleton, Baron Shackleton, KG AC OBE PC FRS FRGS FRCGS (15 July 1911 – 22 September 1994), was a British geographer and Labour Party politician.",
      "pageId": 162784,
      "monthDay": "07/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/R._S._Mugali",
      "name": "R. S. Mugali",
      "aboutText": "Albert Ghiorso (July 15, 1915 – December 26, 2010) was an American nuclear scientist and co-discoverer of a record 12 chemical elements on the periodic table.",
      "pageId": 164644,
      "monthDay": "07/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/Rudolf_Uhlenhaut",
      "name": "Rudolf Uhlenhaut",
      "aboutText": "Bertram Neville Brockhouse, CC FRSC FRS (July 15, 1918 – October 13, 2003) was a Canadian physicist.",
      "pageId": 341703,
      "monthDay": "07/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jean_Hamburger",
      "name": "Jean Hamburger",
      "aboutText": "Dorothy Fields (July 15, 1905 – March 28, 1974) was an American librettist and lyricist.\nShe wrote over 400 songs for Broadway musicals and films.",
      "pageId": 446742,
      "monthDay": "07/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ken_Lynch",
      "name": "Ken Lynch",
      "aboutText": "Rudolf Arnheim (July 15, 1904 – June 9, 2007) was a German-born author, art and film theorist, and perceptual psychologist. He learned Gestalt psychology from studying under Max Wertheimer and Wolfgang Köhler at the University of Berlin and applied it to art. His magnum opus was his book Art and Visual Perception: A Psychology of the Creative Eye (1954).",
      "pageId": 467254,
      "monthDay": "07/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Edward_Shackleton,_Baron_Shackleton",
      "name": "Edward Shackleton, Baron Shackleton",
      "aboutText": "Brenda Milner, CC GOQ FRS FRSC (born July 15, 1918) is a Canadian neuropsychologist who has contributed extensively to the research literature on various topics in the field of clinical neuropsychology. Milner is a professor in the Department of Neurology and Neurosurgery at McGill University and a professor of Psychology at the Montreal Neurological Institute. She currently holds more than 20 honorary degrees and continues to work in her nineties.",
      "pageId": 605565,
      "monthDay": "07/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Cowboy_Copas",
      "name": "Cowboy Copas",
      "aboutText": "Joan Roberts (July 15, 1917 – August 13, 2012) was an American actress, most famous for creating the role of Laurey in the original Broadway production of Oklahoma!",
      "pageId": 911501,
      "monthDay": "07/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Hammond_Innes",
      "name": "Hammond Innes",
      "aboutText": "Nur Muhammad Taraki (15 July 1917 – 14 September 1979) was an Afghan politician and statesman during the Cold War. Taraki was born near Kabul and educated at Kabul University, after which he started his political career as a journalist. He later became one of the founding members of the People's Democratic Party of Afghanistan (PDPA) and was elected as the party's general secretary at its first congress.",
      "pageId": 917611,
      "monthDay": "07/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Abraham_Sutzkever",
      "name": "Abraham Sutzkever",
      "aboutText": "Abraham Sutzkever (Yiddish: אַבֿרהם סוצקעווער — Avrom Sutskever; Hebrew: אברהם סוצקבר; July 15, 1913 – January 20, 2010) was an acclaimed Yiddish poet.",
      "pageId": 1590840,
      "monthDay": "07/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Akhtar_Hameed_Khan",
      "name": "Akhtar Hameed Khan",
      "aboutText": "Howard Vernon (15 July 1914 — 25 July 1996) was a Swiss actor.",
      "pageId": 2741969,
      "monthDay": "07/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Howard_Vernon",
      "name": "Howard Vernon",
      "aboutText": "Mogubai Kurdikar (Devanagari: मोगुबाई कुर्डीकर) (July 15, 1904 – February 10, 2001) was a renowned Hindustani classical music vocalist of the Jaipur-Atrauli gharana.",
      "pageId": 3084780,
      "monthDay": "07/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Albert_Ghiorso",
      "name": "Albert Ghiorso",
      "aboutText": "Akhtar Hameed Khan (Urdu: اختر حمید خان‎, pronounced [ˈəxt̪ər ɦəˈmiːd̪ ˈxaːn]; 15 July 1914 – 9 October 1999) was a Pakistani development practitioner and social scientist. He promoted participatory rural development in Pakistan and other developing countries, and widely advocated community participation in development. His particular contribution was the establishment of a comprehensive project for rural development, the Comilla Model (1959).",
      "pageId": 4155777,
      "monthDay": "07/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Conquest",
      "name": "Robert Conquest",
      "aboutText": "Lloyd Estel Copas (July 15, 1913 – March 5, 1963), \"the Country Gentleman of Song\", known by his stage name Cowboy Copas, was an American country music singer popular from the 1940s until his death in the 1963 plane crash that also killed country stars Patsy Cline and Hawkshaw Hawkins.",
      "pageId": 5486241,
      "monthDay": "07/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Nur_Muhammad_Taraki",
      "name": "Nur Muhammad Taraki",
      "aboutText": "Jean Hamburger (15 July 1909 – 1 February 1992) was a French physician, surgeon and essayist.",
      "pageId": 7266415,
      "monthDay": "07/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Joan_Roberts",
      "name": "Joan Roberts",
      "aboutText": "Rudolf Uhlenhaut (born 15 July 1906 in London to a German father and English mother, † 8 May 1989 in Stuttgart), was an Anglo-German engineer and executive for Mercedes-Benz. He had a long association with the Mercedes-Benz racing programme of the '30s and '50s, and is best known for his road legal version of the 1955 Mercedes-Benz 300SLR race car.\nUhlenhaut was born in London, during his father's term as head of the London branch of the Deutsche Bank, and attended Tollington School.",
      "pageId": 13545269,
      "monthDay": "07/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Bertram_Brockhouse",
      "name": "Bertram Brockhouse",
      "aboutText": "Ram Shri Mugali (Ranganatha Srinivasa Mugali) (July 15, 1906 – February 20, 1993) was a notable writer in the Kannada language. He was awarded the prestigious central Sahitya Akademi in 1956 for his work \"Kannada Sahitya Charitre\" in Kannada. Professor Mugali's nickname was Rasika Ranga (\"Romantic Ranga\").",
      "pageId": 18226093,
      "monthDay": "07/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Brenda_Milner",
      "name": "Brenda Milner",
      "aboutText": "Fritz Langanke (15 July 1919 – 10 July 2012) was an Obersturmführer (First Lieutenant), in the Waffen SS during World War II who was awarded the Knight's Cross of the Iron Cross, which was awarded to recognize extreme battlefield bravery or successful military leadership by Nazi Germany during World War II.",
      "pageId": 20725590,
      "monthDay": "07/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Fritz_Langanke",
      "name": "Fritz Langanke",
      "aboutText": "Kenneth E. \"Ken\" Lynch (July 15, 1910 – February 13, 1990) was a Cleveland, Ohio-born American radio, film, and TV actor credited with more than 180 credits to his name. He was generally known for portraying law enforcement officers and detectives. He may have been best known for his starring role as 'the Lieutenant' on Dumont detective series The Plainclothesman (1949–54), on which his face was never seen, and for his co-starring role as Sergeant Grover on McCloud.",
      "pageId": 31427747,
      "monthDay": "07/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Iris_Murdoch",
      "name": "Iris Murdoch",
      "aboutText": "Leon Max Lederman (born July 15, 1922) is an American experimental physicist who received, along with Martin Lewis Perl, the Wolf Prize in Physics in 1982, for their research on quarks and leptons, and the Nobel Prize for Physics in 1988, along with Melvin Schwartz and Jack Steinberger, for their research on neutrinos. He is Director Emeritus of Fermi National Accelerator Laboratory (Fermilab) in Batavia, Illinois, USA. He founded the Illinois Mathematics and Science Academy, in Aurora, Illinois in 1986, and has served in the capacity of Resident Scholar since 1998. In 2012, he was awarded the Vannevar Bush Award for his extraordinary contributions to understanding the basic forces and particles of nature.",
      "pageId": 17970,
      "monthDay": "07/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/D._V._Narasa_Raju",
      "name": "D. V. Narasa Raju",
      "aboutText": "Carl Richard Woese (/ˈwoʊz/; July 15, 1928 – December 30, 2012) was an American microbiologist and biophysicist. Woese is famous for defining the Archaea (a new domain or kingdom of life) in 1977 by phylogenetic taxonomy of 16S ribosomal RNA, a technique pioneered by Woese which revolutionized the discipline of microbiology. He was also the originator of the RNA world hypothesis in 1967, although not by that name.",
      "pageId": 40598,
      "monthDay": "07/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jack_Beeson",
      "name": "Jack Beeson",
      "aboutText": "Leopoldo Fortunato Galtieri Castelli (15 July 1926 –  12 January 2003) was an Argentine general and President of Argentina from 22 December 1981 to 18 June 1982, during the last military dictatorship (known officially as the National Reorganization Process). The death squad, Intelligence Battalion 601, directly reported to him.",
      "pageId": 42580,
      "monthDay": "07/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Henri_Colpi",
      "name": "Henri Colpi",
      "aboutText": "Dame Jean Iris Murdoch DBE (/ˈmɜrdɒk/; 15 July 1919 – 8 February 1999) was an Irish-born British author and philosopher, best known for her novels about good and evil, sexual relationships, morality, and the power of the unconscious. Her first published novel, Under the Net, was selected in 1998 as one of Modern Library's 100 best English-language novels of the 20th century. In 1987, she was made a Dame Commander of the Order of the British Empire.",
      "pageId": 60315,
      "monthDay": "07/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Robert_Bruce_Merrifield",
      "name": "Robert Bruce Merrifield",
      "aboutText": "Joseph Rudolph \"Philly Joe\" Jones (July 15, 1923 – August 30, 1985) was a Philadelphia-born American jazz drummer, known as the drummer for the first \"Great\" Miles Davis Quintet. He was often confused with another influential jazz drummer, Papa Jo Jones. The two died only a few days apart.",
      "pageId": 262253,
      "monthDay": "07/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Leon_M._Lederman",
      "name": "Leon M. Lederman",
      "aboutText": "Driss Chraïbi (July 15, 1926, El Jadida – April 1, 2007, Drôme, France) was a Moroccan author whose novels deal with colonialism, culture clashes, generational conflict and the treatment of women and are often semi-autobiographical.\nBorn in El Jadida and educated in Casablanca, Chraïbi went to Paris in 1946 to study chemistry before turning to literature and journalism. His first novel, The Simple Past, was published in 1954.",
      "pageId": 627565,
      "monthDay": "07/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Philly_Joe_Jones",
      "name": "Philly Joe Jones",
      "aboutText": "Jeremiah Andrew Denton, Jr. (July 15, 1924 – March 28, 2014) was a Rear Admiral and Naval Aviator in the United States Navy and, following his retirement from naval service, was a United States Senator from the state of Alabama.\nHe spent almost eight years as a prisoner of war (POW) in North Vietnam and later wrote a book that became a film about those experiences.",
      "pageId": 735566,
      "monthDay": "07/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jeremiah_Denton",
      "name": "Jeremiah Denton",
      "aboutText": "Philip Carey (born Eugene Joseph Carey, July 15, 1925 – February 6, 2009) was an American actor.",
      "pageId": 797626,
      "monthDay": "07/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Philip_Carey",
      "name": "Philip Carey",
      "aboutText": "Robert Bruce Merrifield (July 15, 1921 – May 14, 2006) was an American biochemist who won the Nobel Prize in Chemistry in 1984 for the invention of solid phase peptide synthesis.",
      "pageId": 1256291,
      "monthDay": "07/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Taylor_Hardwick",
      "name": "Taylor Hardwick",
      "aboutText": "Raymond Gosling (15 July 1926 – 18 May 2015) was a British scientist who deduced the structure of DNA with Maurice Wilkins and Rosalind Franklin at King's College, London.",
      "pageId": 2584287,
      "monthDay": "07/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Driss_Chra%C3%AFbi",
      "name": "Driss Chraïbi",
      "aboutText": "Nan Martin (July 15, 1927 – March 4, 2010) was an American actress who starred in movies and on television.",
      "pageId": 3039167,
      "monthDay": "07/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Leopoldo_Galtieri",
      "name": "Leopoldo Galtieri",
      "aboutText": "Jack Hamilton Beeson (July 15, 1921 – June 6, 2010) was an American composer. He was known particularly for his operas, the best known of which are Lizzie Borden, Hello Out There!",
      "pageId": 3759250,
      "monthDay": "07/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Raymond_Gosling",
      "name": "Raymond Gosling",
      "aboutText": "Carmen Margarita Zapata (July 15, 1927 – January 5, 2014) was an American actress. Zapata was born in New York City to a Mexican father and an Argentine mother.\nZapata made her Broadway debut in the chorus of Oklahoma!",
      "pageId": 3801593,
      "monthDay": "07/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ann_Jellicoe",
      "name": "Ann Jellicoe",
      "aboutText": "Gloria Pall (July 15, 1927 — December 30, 2012) was an American model, showgirl, film and television actress, author and businesswoman.\nPall was born in Brooklyn, New York, to an English family. During World War II, she worked as an aircraft mechanic in upstate New York at Rome Army Air Depot.",
      "pageId": 3950318,
      "monthDay": "07/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nan_Martin",
      "name": "Nan Martin",
      "aboutText": "Joe Turkel (born July 15, 1927) is an American character actor of film and television.",
      "pageId": 5011966,
      "monthDay": "07/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gloria_Pall",
      "name": "Gloria Pall",
      "aboutText": "Henri Colpi (15 July 1921 – 14 January 2006) was a French film editor and film director.\nColpi directed the 1961 film Une aussi longue absence, which is well known for sharing the Palme d'Or at the 1961 Cannes Film Festival with Viridiana, which was directed by Luis Buñuel. Une aussi longue absence was written by Marguerite Duras, featured Alida Valli in a major role, and included music by Georges Delerue.",
      "pageId": 5137823,
      "monthDay": "07/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Joe_Turkel",
      "name": "Joe Turkel",
      "aboutText": "Charles Anthony Caruso (né Calogero Antonio Caruso; July 15, 1929 – February 15, 2012), better known by his stage name of Charles Anthony, was an American actor, and tenor noted for his portrayal of comprimario characters in opera. Anthony had the distinction of appearing in more performances at the Metropolitan Opera than any other performer. He celebrated his fiftieth anniversary with the company in 2004, and gave his farewell in the role of the aged Emperor Altoum in Turandot, at the Met, on January 28, 2010.",
      "pageId": 5656567,
      "monthDay": "07/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Carmen_Zapata",
      "name": "Carmen Zapata",
      "aboutText": "Patricia Ann Jellicoe (born 15 July 1927) is a British playwright, theatre director and actress. Although her work has covered many areas of theatre and film, she is best known for \"pushing the envelope\" of the stage play, devising new forms which challenge and delight unconventional audiences.",
      "pageId": 9787273,
      "monthDay": "07/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/Carl_Woese",
      "name": "Carl Woese",
      "aboutText": "Taylor Hardwick (July 15, 1925 – September 27, 2014) was an American architect, interior designer, filmmaker, and educator who designed hundreds of buildings throughout northeast Florida, predominantly in and near the city of Jacksonville.\nHardwick's photographs have been the subject of several one-man shows and he produced fourteen 16 mm films. He taught the study of Josef Albers color theory at Jacksonville University.",
      "pageId": 18116513,
      "monthDay": "07/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Charles_Anthony_(tenor)",
      "name": "Charles Anthony",
      "aboutText": "D.V. Narasaraju or Datla Venkata Narasaraju (Telugu: డి.వి.నరసరాజు) (July 15, 1920 - August 28, 2006) was a writer and director of South India films and playwright. He has written stories such as Gundamma Katha, Yamagola, and Donga Ramudu.\nNarasa Raju was highly motivated by M. N. Roy and his party-free politics.",
      "pageId": 24097549,
      "monthDay": "07/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Francis_Bebey",
      "name": "Francis Bebey",
      "aboutText": "Stephen Smale (born July 15, 1930) is an American mathematician from Flint, Michigan. His research concerns topology, dynamical systems and mathematical economics.",
      "pageId": 40294,
      "monthDay": "07/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ian_Stewart_(racing_driver)",
      "name": "Ian Stewart",
      "aboutText": "Jacques Derrida (/ʒɑːk ˈdɛrɨdə/; French: [ʒak dɛʁida]; born Jackie Élie Derrida; July 15, 1930 – October 9, 2004) was a French philosopher, born in Algeria. Derrida is best known for developing a form of semiotic analysis known as deconstruction, which he discussed in numerous texts. He is one of the major figures associated with post-structuralism and postmodern philosophy.",
      "pageId": 53255,
      "monthDay": "07/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jacques_Derrida",
      "name": "Jacques Derrida",
      "aboutText": "Sir Harrison Birtwistle (born 15 July 1934) is a British composer.",
      "pageId": 159354,
      "monthDay": "07/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Richard_Garneau",
      "name": "Richard Garneau",
      "aboutText": "Clive Eric Cussler (born July 15, 1931) is an American adventure novelist and underwater explorer. His thriller novels, many featuring the character Dirk Pitt, have reached The New York Times fiction best-seller list more than 20 times. Cussler is the founder and chairman of the real-life National Underwater and Marine Agency (NUMA), which has discovered more than sixty shipwreck sites and numerous other notable underwater wrecks.",
      "pageId": 358192,
      "monthDay": "07/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Stephen_Smale",
      "name": "Stephen Smale",
      "aboutText": "Julian Alexander Bream, CBE (born 15 July 1933), is an English classical guitarist and lutenist. One of the most distinguished classical guitarists of the 20th century, he played a significant role in altering the public perception of the classical guitar as a respectable orchestral instrument in England and beyond. Bream has also been successful in renewing popular interest in the lute.",
      "pageId": 449537,
      "monthDay": "07/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Clive_Cussler",
      "name": "Clive Cussler",
      "aboutText": "Surendranatha Thilakan (15 July 1935 – 24 September 2012), known mononymously as Thilakan, was an Indian film and stage actor who had starred in over 200 Malayalam films .\nThilakan is regarded as one of the finest actors in Indian cinema, and popularly mentioned as the Perumthachan (master craftsman) of Malayalam Cinema. He has won 3 National Film Awards and 9 Kerala State Film Awards.",
      "pageId": 497621,
      "monthDay": "07/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Joanna_Merlin",
      "name": "Joanna Merlin",
      "aboutText": "Jacques-Yvan Morin, GOQ (born July 15, 1931 in Quebec City, Quebec) was professor of law and a politician in Quebec, Canada. Morin graduated from the McGill University Faculty of Law in 1953, where he was the founder of the McGill Law Journal. He taught international and constitutional law at Université de Montréal from 1958 until 1973.",
      "pageId": 532124,
      "monthDay": "07/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jacques-Yvan_Morin",
      "name": "Jacques-Yvan Morin",
      "aboutText": "Madathil Thekkepaattu Vasudevan Nair (born 9 August 1933), popularly known as MT, is an Indian author, screenplay writer and film director. He is a prolific and versatile writer in modern Malayalam literature, and is one of the masters of post-Independence Indian literature. He was born in Kudallur, a small village in the present day Palakkad district (Palghat), which was under the Malabar District in the Madras Presidency of the British Raj.",
      "pageId": 872828,
      "monthDay": "07/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ed_Litzenberger",
      "name": "Ed Litzenberger",
      "aboutText": "Alexander George \"Alex\" Karras (July 15, 1935 – October 10, 2012), nicknamed \"The Mad Duck\", was an American football player, professional wrestler, and actor. He played football with the Detroit Lions in the National Football League from 1958–1962 and 1964–1970. As an actor, Karras is noted for his role as Mongo in the 1974 comedy film Blazing Saddles, and for starring in the ABC sitcom Webster (1983–89) alongside his wife Susan Clark, as the title character's adoptive father.",
      "pageId": 880255,
      "monthDay": "07/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Paulo_Moura",
      "name": "Paulo Moura",
      "aboutText": "Risto Antero Jarva (15 July 1934, Helsinki - 16 December 1977) was a Finnish filmmaker. His last film was Jäniksen vuosi (\"The Year of the Hare\"). He died in a car accident on his way back from a private showing of the film, and the subsequent party.",
      "pageId": 1047242,
      "monthDay": "07/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Julian_Bream",
      "name": "Julian Bream",
      "aboutText": "Ian Macpherson M. Stewart (born 15 July 1929, Edinburgh) is a retired Scottish racing driver.\nStewart was regarded by Jim Clark as a highly-strung individual who “at the wheel was as relaxed as anyone”. His only appeared in a World Championship Grand Prix, came at the 1953 RAC British Grand Prix, in which due to ignition failure, he failed to finish in his Ecurie Ecosse entered Connaught-Lea Francis A. But Stewart main competition was done as one of the Jaguar racing Ecurie Ecosse team.",
      "pageId": 1233852,
      "monthDay": "07/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Guido_Crepax",
      "name": "Guido Crepax",
      "aboutText": "Ken Kercheval (born July 15, 1935) is an American actor, best known for his role as Cliff Barnes on the television series Dallas and its 2012 revival.",
      "pageId": 1547187,
      "monthDay": "07/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/M._T._Vasudevan_Nair",
      "name": "M. T. Vasudevan Nair",
      "aboutText": "Donn Alvin Clendenon (July 15, 1935 – September 17, 2005) was a Major League Baseball first baseman.",
      "pageId": 2700284,
      "monthDay": "07/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Harrison_Birtwistle",
      "name": "Harrison Birtwistle",
      "aboutText": "Edward Charles John \"Eddie\" Litzenberger (July 15, 1932 – November 1, 2010) was a Canadian ice hockey right winger from Neudorf, Saskatchewan.",
      "pageId": 3078913,
      "monthDay": "07/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Risto_Jarva",
      "name": "Risto Jarva",
      "aboutText": "Steven Neil Gilborn (July 15, 1936 – January 2, 2009) was an American actor and educator.\nGilborn was born in New Rochelle, New York. He attended Swarthmore College, where he was awarded a bachelor's degree in English and earned a Ph.D. in dramatic literature from Stanford University in 1969, where his dissertation provided a psychoanalytic perspective on the plays of the 19th-century French dramatist Émile Augier.",
      "pageId": 7208413,
      "monthDay": "07/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Thilakan",
      "name": "Thilakan",
      "aboutText": "Richard Garneau, CM CQ (July 15, 1930 – January 20, 2013) was a Canadian sports journalist and writer in Quebec.\n^ \"Canadiens mourn the passing of Richard Garneau (press release)\". Montreal Canadiens.",
      "pageId": 7278053,
      "monthDay": "07/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Donn_Clendenon",
      "name": "Donn Clendenon",
      "aboutText": "Francis Bebey (15 July 1929 in Douala, Cameroon – 28 May 2001 in Paris, France ) was a Cameroonian artist, musician, and writer.\nBebey attended the Sorbonne, and was further educated in the United States. In 1957, Bebey moved to Ghana at the invitation of Kwame Nkrumah, and took a job as a broadcaster.",
      "pageId": 9323303,
      "monthDay": "07/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Alex_Karras",
      "name": "Alex Karras",
      "aboutText": "Paulo Moura (15 July 1932–12 July 2010) was a Brazilian clarinetist and saxophonist.\nBorn in São José do Rio Preto, where his father was the maestro of a marching band and encouraged his son to train as a tailor, Paulo instead studied in the National Music School and performed with the Brazilian Symphonic Orchestra. He was the first black artist to become first clarinetist in the Municipal Theatre Orchestra.",
      "pageId": 23889331,
      "monthDay": "07/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ken_Kercheval",
      "name": "Ken Kercheval",
      "aboutText": "Guido Crepax (15 July 1933 in Milan – 31 July 2003 in Milan) was an Italian comics artist. He is most famous for his character Valentina, created in 1965 and very representative of the spirit of the 1960s. The Valentina series of books and strips became noted for Crepax's sophisticated drawing, and for the psychedelic, dreamlike storylines, generally involving a strong dose of erotism.",
      "pageId": 27919129,
      "monthDay": "07/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Steven_Gilborn",
      "name": "Steven Gilborn",
      "aboutText": "Joanna Merlin (born July 15, 1931) is an American actress and casting director who has worked with Stephen Sondheim and starred in the original Broadway production of Fiddler on the Roof. She has written two acting guides and is a faculty member of New York University's graduate acting program. In recent years, she has become known for her recurring role on Law & Order: Special Victims Unit as Judge Lena Petrovsky.",
      "pageId": 36202510,
      "monthDay": "07/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/George_Voinovich",
      "name": "George Voinovich",
      "aboutText": "Linda Maria Ronstadt (born July 15, 1946) is an American popular music singer. She has earned 11 Grammy Awards, three American Music Awards, two Academy of Country Music awards, an Emmy Award, an ALMA Award, and numerous United States and internationally certified gold, platinum and multiplatinum albums. She has also earned nominations for a Tony Award and a Golden Globe award.",
      "pageId": 160760,
      "monthDay": "07/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Prabhash_Joshi",
      "name": "Prabhash Joshi",
      "aboutText": "Jürgen Wilhelm Möllemann (15 July 1945 – 5 June 2003) was a German politician of the Free Democratic Party.",
      "pageId": 240606,
      "monthDay": "07/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ernie_Barnes",
      "name": "Ernie Barnes",
      "aboutText": "Mil Máscaras (born Aaron Rodríguez, July 15, 1942) is one of the original \"Big Three\" of the lucha libre tradition in Mexico (the other two being El Santo and Blue Demon). He is considered one of the most influential wrestlers of all time for enhancing and popularizing the lucha libre style around the world both in the ring and as the star of over 20 films. He is also an accomplished artist and cultural ambassador from his native country and has appeared on three of its postage stamps.",
      "pageId": 297992,
      "monthDay": "07/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Carmen_Callil",
      "name": "Carmen Callil",
      "aboutText": "George Victor Voinovich (born July 15, 1936) is a former United States Senator from the state of Ohio from 1999 to 2011. Voinovich, a member of the Republican Party, previously served as the 65th Governor of Ohio from 1991 to 1998 and as the 54th Mayor of Cleveland from 1980 to 1989, becoming the last Republican to serve in that office.\nGeorge Voinovich spent more than 46 years in public service – first as assistant attorney general of Ohio in 1963, and finally as the senior United States Senator representing Ohio.",
      "pageId": 363295,
      "monthDay": "07/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Barry_Goldwater,_Jr.",
      "name": "Barry Goldwater, Jr.",
      "aboutText": "For the keyboard player Peter Banks, see the entry for the band After the Fire.\nPeter William Brockbanks (15 July 1947 – 7 March 2013, known as Peter Banks) was a British guitarist. He was the original guitarist of the progressive rock bands The Syn, Yes, Flash and Empire,.",
      "pageId": 448345,
      "monthDay": "07/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Calixte_Duguay",
      "name": "Calixte Duguay",
      "aboutText": "Robert Maurice Lipson Winston, Baron Winston FMedSci FRSA FRCP FRCOG FIBiol FREng (born 15 July 1940) is a professor, medical doctor, scientist, television presenter and politician.",
      "pageId": 472358,
      "monthDay": "07/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/An%C3%ADbal_Cavaco_Silva",
      "name": "Aníbal Cavaco Silva",
      "aboutText": "Dame Susan Jocelyn Bell Burnell, DBE, FRS, PRSE FRAS (born 15 July 1943) is a Northern Irish astrophysicist. As a postgraduate student, she discovered the first radio pulsars while studying and advised by her thesis supervisor Antony Hewish, for which Hewish shared the Nobel Prize in Physics with Martin Ryle, while Bell Burnell was excluded, despite having been the first to observe and precisely analyse the pulsars. Bell Burnell was President of the Royal Astronomical Society from 2002 to 2004, president of the Institute of Physics from October 2008 until October 2010, and was interim president following the death of her successor, Marshall Stoneham, in early 2011.",
      "pageId": 543432,
      "monthDay": "07/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ronald_Gene_Simmons",
      "name": "Ronald Gene Simmons",
      "aboutText": "Jan-Michael Vincent (born July 15, 1944) is a retired American actor best known for his role as helicopter pilot Stringfellow Hawke on the 1980s U.S. television series Airwolf (1984–86) and as the protagonist of John Milius’s 1978 surfing epic Big Wednesday.",
      "pageId": 1987621,
      "monthDay": "07/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robert_Winston",
      "name": "Robert Winston",
      "aboutText": "Ernest \"Ernie\" Eugene Barnes, Jr. (July 15, 1938 – April 27, 2009) was an African-American painter, well known for his unique style of elongation and movement.",
      "pageId": 2136812,
      "monthDay": "07/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Denis_H%C3%A9roux",
      "name": "Denis Héroux",
      "aboutText": "Denis Héroux, OC (French pronunciation: ​[dəni eʁu]; July 15, 1940 – December 10, 2015) was a Canadian film director and producer.",
      "pageId": 2137599,
      "monthDay": "07/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Vivian_Malone_Jones",
      "name": "Vivian Malone Jones",
      "aboutText": "Ronald Gene Simmons, Sr., (July 15, 1940 – June 25, 1990) was a retired United States Air Force master sergeant who killed 16 people over a week-long period in 1987. The first fourteen victims were members of his family, including a daughter he had sexually abused and the child he had fathered with her.",
      "pageId": 2158614,
      "monthDay": "07/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mil_M%C3%A1scaras",
      "name": "Mil Máscaras",
      "aboutText": "Carmen Thérèse Callil (born 15 July 1938) is a publisher, writer and critic.",
      "pageId": 2292957,
      "monthDay": "07/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jocelyn_Bell_Burnell",
      "name": "Jocelyn Bell Burnell",
      "aboutText": "Vivian Juanita Malone Jones (July 15, 1942 – October 13, 2005) was one of the first two African American students to enroll at the University of Alabama in 1963 and the university's first African American graduate.",
      "pageId": 2690493,
      "monthDay": "07/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Millie_Jackson",
      "name": "Millie Jackson",
      "aboutText": "Mildred \"Millie\" Jackson (born July 15, 1944) is an American singer-songwriter and comedienne. Six of her albums have been certified gold by the RIAA for over 500,000 copies.\nHer vocal performances are often distinguished by long, humorous, and explicit spoken sections in her music, which she started doing on stage to get the attention of the audience.",
      "pageId": 2992496,
      "monthDay": "07/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jan-Michael_Vincent",
      "name": "Jan-Michael Vincent",
      "aboutText": "Barry Morris Goldwater, Jr. (born July 15, 1938) is a former Republican member of the United States House of Representatives from California, serving from 1969–1983.",
      "pageId": 3565997,
      "monthDay": "07/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mickey_Appleman",
      "name": "Mickey Appleman",
      "aboutText": "Mickey Appleman is an American professional poker player, sports bettor, and sports handicapper now living in Fort Lee, New Jersey. His poker accomplishments include winning four WSOP bracelets, all in different variations of poker and four top 25 finishes in the WSOP Main Event.",
      "pageId": 3662978,
      "monthDay": "07/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/J%C3%BCrgen_M%C3%B6llemann",
      "name": "Jürgen Möllemann",
      "aboutText": "Prabhash Joshi (Hindi: प्रभाष जोशी) (15 July 1937 – 5 November 2009) was an Indian Journalist, especially Hindi journalism, writer and political analyst. He was strongly in favour of \"ethics and transparency\".",
      "pageId": 14671096,
      "monthDay": "07/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Hassanal_Bolkiah",
      "name": "Hassanal Bolkiah",
      "aboutText": "Aníbal António Cavaco Silva, GCC (Portuguese pronunciation: [ɐˈniβɐɫ ɐ̃ˈtɔɲu kɐˈvaku ˈsiɫvɐ]; born 15 July 1939), is the 19th President of Portugal, in office since 9 March 2006. He was previously Prime Minister of Portugal from 6 November 1985 to 28 October 1995. His tenure of ten years was the longest of any prime minister since Salazar, and he was the first Portuguese prime minister to win an absolute parliamentary majority under the current constitutional system.",
      "pageId": 19596391,
      "monthDay": "07/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Linda_Ronstadt",
      "name": "Linda Ronstadt",
      "aboutText": "Calixte Duguay, CM ONB (born July 15, 1939) is a multi-disciplinarian Canadian artist born in Ste-Marie-St-Raphaël, on Lamèque Island.\nIn 2009, he was made a Member of the Order of Canada \"for the impact he has had on the Acadian and Canadian music scene as a writer, composer and singer\".\nIn 2010 he was awarded the Lieutenant-Governor's Award for High Achievement in the Arts for his music.",
      "pageId": 20641620,
      "monthDay": "07/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Banks",
      "name": "Peter Banks",
      "aboutText": "Hassanal Bolkiah, GCB GCMG (full name: Sultan Haji Hassanal Bolkiah Mu'izzaddin Waddaulah ibni Al-Marhum Sultan Haji Omar Ali Saifuddien Sa'adul Khairi Waddien; born 15 July 1946) is the 29th and current Sultan and Yang Di-Pertuan of Brunei. He is also the first and incumbent Prime Minister of Brunei. The eldest son of Sir Muda Omar Ali Saifuddien III and Raja Isteri Pengiran Anak Damit, he succeeded to the throne as the Sultan of Brunei, following the abdication of his father on 4 October 1967.",
      "pageId": 47255438,
      "monthDay": "07/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lydia_Davis",
      "name": "Lydia Davis",
      "aboutText": "Nils Daniel Carl Bildt (born 15 July 1949) is a Swedish politician and diplomat who was Prime Minister of Sweden from 1991-94. He was the leader of the Moderate Party from 1986-99. Bildt served as Sweden's Minister for Foreign Affairs from 2006-14.",
      "pageId": 52548,
      "monthDay": "07/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pridiyathorn_Devakula",
      "name": "Pridiyathorn Devakula",
      "aboutText": "James George Janos (born July 15, 1951), better known by his stage name Jesse Ventura, is an American former professional wrestler, actor, political commentator, author, naval veteran, and politician who served as the 38th Governor of Minnesota from 1999 to 2003. He was the first and only member of the Reform Party to win a major government position, but later joined the Independence Party of Minnesota.\nVentura was a U.S. Navy Underwater Demolition Team member during the time of the Vietnam War.",
      "pageId": 65521,
      "monthDay": "07/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roky_Erickson",
      "name": "Roky Erickson",
      "aboutText": "Jean-Bertrand Aristide (born 15 July 1953) is a Haitian politician who became Haiti's first democratically elected president. A proponent of liberation theology, Aristide was appointed to a Roman Catholic parish in Port-au-Prince in 1982 after completing his studies to become a priest of the Salesian order. He became a focal point for the pro-democracy movement first under Jean-Claude \"Baby Doc\" Duvalier and then under the military transition regime which followed.",
      "pageId": 66795,
      "monthDay": "07/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Twinkle_(singer)",
      "name": "Twinkle",
      "aboutText": "Trevor Charles Horn, CBE (born 15 July 1949) is an English pop music record producer, songwriter, musician and singer. His influence on 1980s popular music was such that he has been called \"The Man Who Invented the Eighties\".\nHorn has produced commercially successful songs and albums for numerous British and international artists.",
      "pageId": 176078,
      "monthDay": "07/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dimosthenis_Kourtovik",
      "name": "Dimosthenis Kourtovik",
      "aboutText": "Roger Kynard \"Roky\" Erickson (born July 15, 1947) is an American singer, songwriter, harmonica player, and guitarist from Texas.",
      "pageId": 179942,
      "monthDay": "07/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Artimus_Pyle",
      "name": "Artimus Pyle",
      "aboutText": "Arianna Huffington (née Stasinopoúlou; born Αριάδνη-Άννα Στασινοπούλου, July 15, 1950) is a Greek American author, syndicated columnist, and occasional actress. She is the co-founder and editor-in-chief of The Huffington Post. She was a popular conservative commentator in the mid-1990s, after which, in the 1990s, she became a liberal.",
      "pageId": 295555,
      "monthDay": "07/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Carl_Bildt",
      "name": "Carl Bildt",
      "aboutText": "Johnny Thunders (July 15, 1952 – April 23, 1991), born John Anthony Genzale, Jr., was an American rock and roll/punk rock guitarist, singer and songwriter. He came to prominence in the early 1970s as a member of the New York Dolls.",
      "pageId": 329882,
      "monthDay": "07/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Trevor_Horn",
      "name": "Trevor Horn",
      "aboutText": "Marky Ramone (born Marc Steven Bell on July 15, 1956; some sources cite 1957) is an American musician. He is best known for being the drummer of the punk rock band the Ramones for 15 years, from May 1978 until February 1983, and August 1987 until August 1996.",
      "pageId": 613462,
      "monthDay": "07/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Richard_Russo",
      "name": "Richard Russo",
      "aboutText": "Alicia Bridges (born July 15, 1953) is an American singer who co-wrote and performed her international hit \"I Love the Nightlife (Disco 'Round)\" in 1978.",
      "pageId": 672231,
      "monthDay": "07/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Colin_Barnett",
      "name": "Colin Barnett",
      "aboutText": "Terry O'Quinn (born Terrance Quinn on July 15, 1952) is an American character actor, most famous for playing John Locke on the TV series Lost. O'Quinn became known for playing the title role in The Stepfather and Stepfather II and was cast in 1996 as Peter Watts in Millennium, which ran for three seasons (1996–1999).",
      "pageId": 700124,
      "monthDay": "07/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Arianna_Huffington",
      "name": "Arianna Huffington",
      "aboutText": "Celia Diana Savile Imrie (born 15 July 1952) is an English actress. Born and brought up in Guildford, Imrie trained at the Guildford School of Acting.\nImrie started her career on television in the early 1970s and became most-known for her appearances with Victoria Wood, including Claire in Pat and Margaret (1994), Philippa Moorcroft in Dinnerladies (1998–2000) and playing various characters in the sketch show Victoria Wood As Seen On TV (1985–87), including Miss Babs in the spoof soap opera sketches Acorn Antiques, a role she reprised in Acorn Antiques: The Musical!",
      "pageId": 860847,
      "monthDay": "07/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gregory_Isaacs",
      "name": "Gregory Isaacs",
      "aboutText": "Gregory Anthony Isaacs (15 July 1951 – 25 October 2010) was a Jamaican reggae musician. Milo Miles, writing in The New York Times, described Isaacs as \"the most exquisite vocalist in reggae\".",
      "pageId": 1021072,
      "monthDay": "07/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jesse_Ventura",
      "name": "Jesse Ventura",
      "aboutText": "Colin James Barnett (born 15 July 1950) is an Australian politician who is the 29th and current Premier of Western Australia. He is also the leader of the Western Australian Division of the Liberal Party of Australia. He had previously served as the state's Leader of the Opposition and Treasurer, as well as holding various other portfolios in Western Australia's Cabinet.",
      "pageId": 1557596,
      "monthDay": "07/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Pack",
      "name": "David Pack",
      "aboutText": "Richard Russo (born July 15, 1949) is an American novelist, short story writer, screenwriter, and teacher.",
      "pageId": 1759602,
      "monthDay": "07/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Celia_Imrie",
      "name": "Celia Imrie",
      "aboutText": "Lynn Annette Ripley (15 July 1948 – 21 May 2015), better known by the stage name Twinkle, was an English singer-songwriter.",
      "pageId": 1999748,
      "monthDay": "07/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Terry_O%27Quinn",
      "name": "Terry O'Quinn",
      "aboutText": "David Robert Pack (born July 15, 1952) is an American musician, producer and music director of Global Events.",
      "pageId": 2392487,
      "monthDay": "07/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marky_Ramone",
      "name": "Marky Ramone",
      "aboutText": "Lydia Davis (born July 15, 1947) is an American writer noted for her short stories. Davis is also a novelist, essayist, and translator from French and other languages, and has produced several new translations of French literary classics, including Proust's Swann’s Way and Flaubert's Madame Bovary.",
      "pageId": 4301322,
      "monthDay": "07/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Johnny_Thunders",
      "name": "Johnny Thunders",
      "aboutText": "Mom Rajawongse Pridiyathorn Devakula (Thai: ม.ร.ว.ปรีดิยาธร เทวกุล; rtgs: Mom Ratchawong Pridiyathon Thewakun;  [prīːdìjāːtʰɔːn tʰē:wâkūn]; born 15 July 1947) is a Thai economist. He was the Governor of the Bank of Thailand from 2001 to 2006. Following the 2006 Thai coup d'état he served as Minister of Finance and Deputy Prime Minister in the interim civilian government led by Prime Minister Surayud Chulanont.",
      "pageId": 7105098,
      "monthDay": "07/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jean-Bertrand_Aristide",
      "name": "Jean-Bertrand Aristide",
      "aboutText": "Thomas Delmer \"Artimus\" Pyle (born July 15, 1948) is an American musician best known for playing drums with Lynyrd Skynyrd, for which he was inducted into the Rock and Roll Hall of Fame in 2006.",
      "pageId": 10080838,
      "monthDay": "07/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alicia_Bridges",
      "name": "Alicia Bridges",
      "aboutText": "Dimosthenis Kourtovik (Greek: Δημοσθένης Κούρτοβικ; born 1948) is a Greek writer, literary critic and anthropologist. He studied biology in Athens and West Germany and specialized later on physical anthropology. In 1986 he obtained a doctoral degree from the University of Wroclaw, Poland, with a thesis on the evolution of human sexuality.",
      "pageId": 24803678,
      "monthDay": "07/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sultanah_Haminah_Hamidun",
      "name": "Sultanah Haminah Hamidun",
      "aboutText": "Ian Kevin Curtis (15 July 1956 – 18 May 1980) was an English musician and singer-songwriter. He is best known as the lead singer and lyricist of the post-punk band Joy Division. Joy Division released their debut album, Unknown Pleasures, in 1979 and recorded their follow-up, Closer, in 1980.",
      "pageId": 40547,
      "monthDay": "07/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tarak_Dhiab",
      "name": "Tarak Dhiab",
      "aboutText": "Joseph \"Joe\" Satriani (born July 15, 1956) is an American instrumental rock guitarist and multi-instrumentalist. Early in his career, Satriani worked as a guitar instructor, with many of his former students achieving fame, such as Steve Vai, Larry LaLonde, Rick Hunolt, Kirk Hammett, Andy Timmons, Charlie Hunter, Kevin Cadogan, and Alex Skolnick; he then went on to have a successful solo music career. He is a 15-time Grammy Award nominee and has sold over 10 million albums, making him the biggest-selling instrumental rock guitarist of all time.",
      "pageId": 70096,
      "monthDay": "07/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Ferguson_(rugby_league)",
      "name": "John Ferguson",
      "aboutText": "Willie Aames (born July 15, 1960) is an American actor, film and television director, television producer, and screenwriter.",
      "pageId": 274441,
      "monthDay": "07/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jeff_Jarvis",
      "name": "Jeff Jarvis",
      "aboutText": "William Scott Ritter Jr. (born July 15, 1961) was a United Nations weapons inspector in Iraq from 1991 to 1998, and later a critic of United States foreign policy in the Middle East. Prior to the invasion of Iraq in March 2003, Ritter stated that Iraq possessed no significant weapons of mass destruction (WMD) capabilities.",
      "pageId": 455072,
      "monthDay": "07/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Giorgos_Kaminis",
      "name": "Giorgos Kaminis",
      "aboutText": "Mario Alberto Kempes Chiodi (born 15 July 1954 in Bell Ville, Córdoba) is a retired Argentine footballer. His father, Mario, also a footballer, inspired him to play from a young age. At the age of seven he began playing with a junior team and at fourteen, he joined the Talleres reserves.",
      "pageId": 610924,
      "monthDay": "07/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mario_Kempes",
      "name": "Mario Kempes",
      "aboutText": "Forest Steven Whitaker III (born July 15, 1961) is an American actor, director, and producer.\nHe has earned a reputation for intensive character study work for films such as Bird, Platoon, Ghost Dog: The Way of the Samurai and Lee Daniels' The Butler, for his work in independent films and for his recurring role as LAPD Internal Affairs Lieutenant Jon Kavanaugh on the Emmy Award-winning television series The Shield.",
      "pageId": 634431,
      "monthDay": "07/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ian_Curtis",
      "name": "Ian Curtis",
      "aboutText": "Barry James Melrose (born July 15, 1956) is a Canadian-American broadcaster and former professional ice hockey player and head coach. Melrose played in the World Hockey Association (WHA) and National Hockey League (NHL). After retiring from playing, he became a head coach and is best known for being the coach of the Los Angeles Kings in their 1993 run to the 1993 Stanley Cup Final.",
      "pageId": 647373,
      "monthDay": "07/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Barry_Melrose",
      "name": "Barry Melrose",
      "aboutText": "William McClellan Thornberry, known as Mac Thornberry (born July 15, 1958), is the U.S. Representative from the Texas Panhandle. He has served since 1995, when the House seated its first Republican majority in forty years and signed the \"Contract with America\" that was authored by former House of Representatives Speaker Newt Gingrich.\nA Republican, Thornberry represents Texas's 13th congressional district, a GOP stronghold which stretches between the Oklahoma and New Mexico borders.",
      "pageId": 811163,
      "monthDay": "07/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Mortimer",
      "name": "Steve Mortimer",
      "aboutText": "Kim Alexis (born July 15, 1960) is an American model and actress.",
      "pageId": 855418,
      "monthDay": "07/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Joe_Satriani",
      "name": "Joe Satriani",
      "aboutText": "Lolita Davidovich (born July 15, 1961) is a Canadian actress. Davidovich is known for her breakthrough title role as Blaze Starr in the 1989 film Blaze, for which she received Chicago Film Critics Association Award nomination.",
      "pageId": 1069763,
      "monthDay": "07/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Wayne_Taylor",
      "name": "Wayne Taylor",
      "aboutText": "Vincent Lindon (born 15 July 1959) is a French actor and filmmaker who has been active for more than 30 years. At the 2015 Cannes Film Festival he won the award for Best Actor for his role in the film The Measure of a Man.\n^ \"Vincent Lindon\".",
      "pageId": 1257866,
      "monthDay": "07/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gary_Heale",
      "name": "Gary Heale",
      "aboutText": "Jeff Jarvis (born July 15, 1954) is an American journalist, professor, public speaker and former television critic. He advocates the Open Web and argues that there are many social and personal benefits to living a more public life on the internet.\n^ Woodrooffe, Sophie (2012-03-07).",
      "pageId": 2735967,
      "monthDay": "07/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mac_Thornberry",
      "name": "Mac Thornberry",
      "aboutText": "Tarak Dhiab (Arabic: طارق ذياب‎, born July 15, 1954 in Tunis) is a former footballer from Tunisia. The African Footballer of the Year in 1977, he is listed by the Fédération Tunisienne de Football as having 107 caps for the Tunisian national football team, although this number has not been ratified by FIFA. At the 1978 FIFA World Cup, he was a member of the Tunisian national team that was the first national team from African to win a World Cup match. Tarak Dhiab was chosen The Tunisian footballer of the 20th century.",
      "pageId": 3082084,
      "monthDay": "07/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Vincent_Lindon",
      "name": "Vincent Lindon",
      "aboutText": "Steve Mortimer OAM, (born 15 July 1956), nicknamed Turvey after Turvey Park in Wagga Wagga, New South Wales, where he hailed from, is an Australian former rugby league halfback. Mortimer played a Canterbury-Bankstown Bulldogs club record 272 first grade games between 1976–88. Mortimer's two younger brothers Peter and Chris also played for the club.",
      "pageId": 3125424,
      "monthDay": "07/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Willie_Aames",
      "name": "Willie Aames",
      "aboutText": "Jean-Christophe Grangé (born 15 July 1961) is a French mystery writer, journalist, and screenwriter.\nGrangé was born in Paris.",
      "pageId": 5987157,
      "monthDay": "07/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kim_Alexis",
      "name": "Kim Alexis",
      "aboutText": "John \"Chicka\" Ferguson (born 15 July 1954), an Indigenous Australian, is a former professional rugby league footballer of the 1980s. An Australian international and New South Wales State of Origin representative winger, in the New South Wales Rugby League premiership for the Newtown Jets, Eastern Suburbs Roosters and finally the Canberra Raiders, with whom he won the 1989 and 1990 NSWRL premierships. A prolific try-scorer, who topped the NSWRL's scoring list in 1988, Ferguson also played in England with Wigan, helping them to victory in the 1985 Challenge Cup Final.",
      "pageId": 6472158,
      "monthDay": "07/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lolita_Davidovich",
      "name": "Lolita Davidovich",
      "aboutText": "For the bluegrass musician of the same name, see Blue Highway",
      "pageId": 7209583,
      "monthDay": "07/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jean-Christophe_Grang%C3%A9",
      "name": "Jean-Christophe Grangé",
      "aboutText": "Gary John Heale (born 15 July 1958, in Canvey Island, Essex, England) is a former professional football (soccer) player in both USA and England.\nHeale began his career in 1975 with Canvey Island. In 1978, he moved to Luton Town.",
      "pageId": 14475146,
      "monthDay": "07/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Scott_Ritter",
      "name": "Scott Ritter",
      "aboutText": "Georgios Kaminis (Greek: Γεώργιος Καμίνης, born 15 July 1954) is an American born Greek professor of constitutional law, and mayor of Athens since 1 January 2011.",
      "pageId": 29601211,
      "monthDay": "07/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Forest_Whitaker",
      "name": "Forest Whitaker",
      "aboutText": "Tuanku Hajah Haminah binti Hamidun (born 15 July 1953) is the current Raja Permaisuri Agong, or Queen, of Malaysia and the current Sultanah of Kedah. Born a commoner from Bagan Serai, Perak, she married Sultan Abdul Halim of Kedah on 25 December 1975, and as the second wife of the Sultan was titled Che Puan Kedah.",
      "pageId": 33175568,
      "monthDay": "07/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nikos_Filippou",
      "name": "Nikos Filippou",
      "aboutText": "Irène Marie Jacob (born 15 July 1966) is a French-born Swiss actress considered one of the preeminent French actresses of her generation. Jacob gained international recognition and acclaim through her work with Polish film director Krzysztof Kieślowski, who cast her in the lead role of The Double Life of Véronique and Three Colors: Red.",
      "pageId": 155818,
      "monthDay": "07/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Michelle_Ford",
      "name": "Michelle Ford",
      "aboutText": "Jason John Bonham (born 15 July 1966) is an English drummer. Bonham is perhaps best known for being the son of the late Led Zeppelin drummer John Bonham and Patricia \"Pat\" Bonham (born Phillips).",
      "pageId": 312567,
      "monthDay": "07/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brigitte_Nielsen",
      "name": "Brigitte Nielsen",
      "aboutText": "Alexander Morrison \"Alistair\" Carmichael PC  (born 15 July 1965) is a Liberal Democrat politician and the Member of Parliament (MP) for the Scottish seat of Orkney and Shetland since the 2001 general election. He is the only Scottish MP representing the Liberal Democrats in the House of Commons.\nHe is the Deputy Leader of the Scottish Liberal Democrats and, from 7 October 2013 to 8 May 2015, was the Secretary of State for Scotland in the UK coalition government.",
      "pageId": 434894,
      "monthDay": "07/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Steve_Thomas_(ice_hockey)",
      "name": "Steve Thomas",
      "aboutText": "Masatoshi Nagase (永瀬 正敏, Nagase Masatoshi, born July 15, 1966 in Miyazaki, Miyazaki) is a Japanese actor. He is best known in the West for his roles in Friðrik Þór Friðriksson's Cold Fever and Jim Jarmusch's Mystery Train.",
      "pageId": 455228,
      "monthDay": "07/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Alistair_Carmichael",
      "name": "Alistair Carmichael",
      "aboutText": "Shirley Ann Robertson, OBE (born 15 July 1968) is a Scottish sailor and Olympic gold medallist. She made it into the history books by becoming the first British woman to win two Olympic gold medals at consecutive games, Sydney 2000 and Athens 2004.\nShe won her first Olympic gold medal in the Europe class at the 2000 Summer Olympics.",
      "pageId": 912320,
      "monthDay": "07/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gero_Miesenb%C3%B6ck",
      "name": "Gero Miesenböck",
      "aboutText": "Chi Cheng (July 15, 1970 – April 13, 2013) was an American musician, best known as the bassist for the American alternative metal band Deftones. His career ended in 2008, when he was involved in a serious automobile crash in Santa Clara, California.",
      "pageId": 969138,
      "monthDay": "07/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/David_Miliband",
      "name": "David Miliband",
      "aboutText": "Brigitte Nielsen (born Gitte Nielsen; 15 July 1963) is a naturalized-Italian, Danish-born actress, model, singer, and reality television personality who began her career modelling for Greg Gorman and Helmut Newton and several years later acted in the 1985 films Red Sonja and Rocky IV. She is also known for her marriage to Sylvester Stallone, with whom she starred in the 1986 film Cobra. She played Karla Fry in Beverly Hills Cop II (1987), co-starring Eddie Murphy, and played the Black Witch in the Italian film series Fantaghiro between 1992–1996.\nNielsen's exploits were well-covered in the entertainment media in the 1980s, and the world press started referring to her as an \"Amazon\" because of her tall stature.",
      "pageId": 995149,
      "monthDay": "07/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jason_Bonham",
      "name": "Jason Bonham",
      "aboutText": "Edward \"Eddie\" Griffin (born July 15, 1968) is an American actor and comedian. He is best known for portraying Eddie Sherman on the sitcom Malcolm & Eddie and the title character in the 2002 comedy film Undercover Brother.",
      "pageId": 998040,
      "monthDay": "07/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ir%C3%A8ne_Jacob",
      "name": "Irène Jacob",
      "aboutText": "Adam Whitney Savage (born July 15, 1967) is an American industrial design and special effects designer/fabricator, actor, educator, and television personality, known as co-host (with Jamie Hyneman) of the Discovery Channel television series MythBusters and Unchained Reaction. His model work has appeared in major films, including Star Wars Episode II: Attack of the Clones and The Matrix Reloaded. He is a prominent member of the skeptic community.",
      "pageId": 1557926,
      "monthDay": "07/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Masatoshi_Nagase",
      "name": "Masatoshi Nagase",
      "aboutText": "Stanley Benjamin Kirschenbaum (born July 15, 1968) is an American actor, screenwriter and director.",
      "pageId": 1683911,
      "monthDay": "07/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Adam_Savage",
      "name": "Adam Savage",
      "aboutText": "Danijela Martinović, known artistically as Danijela (born July 15, 1971) is a Croatian singer.",
      "pageId": 2035921,
      "monthDay": "07/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Elbert_West",
      "name": "Elbert West",
      "aboutText": "Stephen Anthony \"Stumpy” Thomas (born July 15, 1963) is a retired British-born Canadian ice hockey right winger who played 20 seasons in the National Hockey League (NHL) for the Toronto Maple Leafs, Chicago Blackhawks, New York Islanders, New Jersey Devils, Mighty Ducks of Anaheim and Detroit Red Wings.",
      "pageId": 2813327,
      "monthDay": "07/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Julius_Babao",
      "name": "Julius Babao",
      "aboutText": "Tarkan Gözübüyük (born 15 July 1970) is the bass player of the Turkish heavy metal band Mezarkabul (known as Pentagram in Turkey).",
      "pageId": 3880889,
      "monthDay": "07/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Eddie_Griffin",
      "name": "Eddie Griffin",
      "aboutText": "Michelle Jan Ford, MBE (born 15 July 1962) is an Australian former long-distance freestyle and butterfly swimmer of the 1970s and 1980s, who won a gold medal in the 800-metre freestyle at the 1980 Summer Olympics in Moscow. She was the only non-Soviet bloc female swimmer to win an individual gold medal at the boycott-marred games. She also set two world records in her career, and was the first Australian woman to win individual Olympic medals in two distinct specialized strokes.",
      "pageId": 4965210,
      "monthDay": "07/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Stan_Kirsch",
      "name": "Stan Kirsch",
      "aboutText": "Gero Miesenböck FRS is Waynflete Professor of Physiology and Director of the Centre for Neural Circuits and Behaviour at the University of Oxford and a fellow of Magdalen College, Oxford.\n^ a b MIESENBÖCK, Prof. Gero.",
      "pageId": 12089885,
      "monthDay": "07/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shirley_Robertson",
      "name": "Shirley Robertson",
      "aboutText": "Nikolaos \"Nikos\" Filippou (alternate spelling: Filipou) (Greek: Νικόλαος \"Νίκος\" Φιλίππου; born July 15, 1962, Ioannina, Greece) is a retired Greek professional basketball player.",
      "pageId": 16588330,
      "monthDay": "07/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ain_Tammus",
      "name": "Ain Tammus",
      "aboutText": "Elbert Lee West (July 15, 1967 – May 18, 2015) was an American country music artist. Initially a session songwriter in Nashville, Tennessee, West saw his first chart success in the 1990s as a co-writer on singles for country singer Tracy Lawrence, including the Number Ones \"Sticks and Stones\" and \"Can't Break It to My Heart\". West co-wrote album tracks for other artists, including tracks for Tim McGraw and John Michael Montgomery.",
      "pageId": 17284179,
      "monthDay": "07/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chi_Cheng_(musician)",
      "name": "Chi Cheng",
      "aboutText": "David Wright Miliband (born 15 July 1965) is a British Labour Party politician who was the Secretary of State for Foreign and Commonwealth Affairs from 2007 to 2010 and the Member of Parliament (MP) for South Shields from 2001 to 2013. He and his brother, Ed Miliband, were the first siblings to sit in the Cabinet simultaneously since Edward, Lord Stanley, and Oliver Stanley in 1938.\nBorn in London, Miliband studied at Oxford University and the Massachusetts Institute of Technology, after which he started his career at the Institute for Public Policy Research.",
      "pageId": 19339264,
      "monthDay": "07/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tarkan_G%C3%B6z%C3%BCb%C3%BCy%C3%BCk",
      "name": "Tarkan Gözübüyük",
      "aboutText": "Julius Caesar Concepcion Babao (born July 15, 1968) is a Filipino broadcast journalist, radio commentator and former talk show host for the Philippine television station ABS-CBN. He is most notable for anchoring TV Patrol, the Philippines's considered most prestigious newscast, from 2003 to October 2010.\n^ \"Why Ch 2 shows were axed\". Philippine Daily Inquirer.",
      "pageId": 23425619,
      "monthDay": "07/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Danijela_Martinovi%C4%87",
      "name": "Danijela Martinović",
      "aboutText": "Ain Tammus (born 15 July 1969) is an Estonian goalkeeping coach and a former professional footballer. He is currently a goalkeeping coach at Levadia Tallinn.\n^ \"Ain Tammus\".",
      "pageId": 45361290,
      "monthDay": "07/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jim_Rash",
      "name": "Jim Rash",
      "aboutText": "Buju Banton (born Mark Anthony Myrie 15 July 1973) is a Jamaican dancehall, ragga, and reggae musician. Banton has recorded pop and dance songs, as well as songs dealing with sociopolitical topics.\nHe released early dancehall singles in 1991, but came to prominence in 1992 with two albums, including Mr.",
      "pageId": 149692,
      "monthDay": "07/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Yao_Defen",
      "name": "Yao Defen",
      "aboutText": "John Dolmayan (born July 15, 1973) is a Lebanese-born Armenian–American songwriter and drummer. He is best known as the drummer of System of a Down. Dolmayan is also the drummer for the band Indicator and former drummer for Scars on Broadway.",
      "pageId": 149812,
      "monthDay": "07/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Scott_Foley",
      "name": "Scott Foley",
      "aboutText": "Brian Austin Green (born Brian Green; July 15, 1973) is an American actor and rapper best known for his portrayal of David Silver on the television series Beverly Hills, 90210 (1990–2000). Green has also had series regular roles in Terminator: The Sarah Connor Chronicles (as Derek Reese), Freddie, Wedding Band, and Anger Management, as well as guest starring roles on Smallville (as Metallo) and Desperate Housewives, playing the love interest of Bree Van de Kamp. Green married actress Megan Fox in 2010, but she announced in 2015 that she was filing for divorce.",
      "pageId": 225485,
      "monthDay": "07/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Beth_Ostrosky_Stern",
      "name": "Beth Ostrosky Stern",
      "aboutText": "Diane Kruger (German pronunciation: [diˈa:nə ˈkru:ɡɐ]; born Diane Heidkrüger; 15 July 1976) is a German actress and former fashion model. She is known for roles such as Helen in the epic war film Troy (2004), Dr. Abigail Chase in the adventure/heist film National Treasure (2004) and its sequel (2007), Bridget von Hammersmark in the Quentin Tarantino-directed war film Inglourious Basterds (2009), Anna in the sci-fi drama Mr.",
      "pageId": 692124,
      "monthDay": "07/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Buju_Banton",
      "name": "Buju Banton",
      "aboutText": "Christopher Thornton \"Chris\" Taylor (born 15 July 1974) is an Australian comedian, writer and former radio host from Sydney. As a member of The Chaser, he is best known for co-writing and appearing on satirical ABC Television shows CNNNN (2002–2003) and The Chaser's War on Everything (2006 – July 2009). He formerly co-hosted the drive radio show Today Today (2004–05) on Triple J with fellow Chaser member Craig Reucassel, and in 2007, he wrote the musical comedy Dead Caesar.",
      "pageId": 830931,
      "monthDay": "07/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/John_Dolmayan",
      "name": "John Dolmayan",
      "aboutText": "Beth Ostrosky Stern (born July 15, 1972) is an American actress, author, model, and animal rights activist, that is perhaps best known as the wife of radio personality Howard Stern.",
      "pageId": 1106026,
      "monthDay": "07/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brian_Austin_Green",
      "name": "Brian Austin Green",
      "aboutText": "Scott Kellerman Foley (born July 15, 1972) is an American actor, director and screenwriter. Foley is known for roles in television shows such as The Unit, Felicity and Scandal, and in films such as Scream 3.",
      "pageId": 1453163,
      "monthDay": "07/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marilita_Lambropoulou",
      "name": "Marilita Lambropoulou",
      "aboutText": "Joseph Guillermo Jones II (born July 15, 1976), better known by his stage name Jim Jones (formerly Jimmy Jones), is an American hip hop recording artist from Harlem, New York City, New York. Jones, an original member of hip hop collective The Diplomats (also known as Dipset), is also the co-CEO of Diplomat Records, alongside longtime friend and fellow Harlem-bred rapper, Cam'ron. Jones is also a noted music video director under the pseudonym CAPO, having directed videos for artists including Cam'ron, Juelz Santana, Remy Ma and State Property.",
      "pageId": 1637713,
      "monthDay": "07/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Taylor_(comedian)",
      "name": "Chris Taylor",
      "aboutText": "Gabriel J. Iglecias (born July 15, 1976), known professionally as Gabriel Iglesias and comically as Fluffy, is an American comedian, actor, writer, producer and voice actor. He is known for his shows I'm Not Fat… I'm Fluffy and Hot & Fluffy. He employs storytelling, affected voices and sound effects in his act, whose other trademarks include references to his weight and his use of Hawaiian shirts.",
      "pageId": 2487940,
      "monthDay": "07/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Cherry_(wrestler)",
      "name": "Cherry",
      "aboutText": "Maria Carmela Brosas, better known by her screen name K Brosas (born July 15, 1975), is an actress, comedienne, singer and television host of dual Filipino and American citizenship. She was born in the Philippines to an American father and a Filipina mother and was a band member of Gladys and The Boxers and was lead singer when the group performed as K and The Boxers.",
      "pageId": 2567121,
      "monthDay": "07/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/K_Brosas",
      "name": "K Brosas",
      "aboutText": "Kara Elizabeth Drew (born July 15, 1975) is an American retired professional wrestler, valet and former WWE Diva best known under the ring name, Cherry. She worked for World Wrestling Entertainment (WWE) as the manager of former Tag Team Champions, Deuce 'n Domino, and as a performer for its SmackDown brand.\nAfter becoming interested in wrestling, Drew worked on the independent circuit under the ring names Miss Kara and Kara Slice.",
      "pageId": 3550991,
      "monthDay": "07/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Danny_Law",
      "name": "Danny Law",
      "aboutText": "Marilita Lambropoulou (Greek: Μαριλίτα Λαμπροπούλου, Marilíta Lampropoúlou), born July 15, 1974 in Athens, Greece is a Greek actress. She is very popular with home audiences for her work in films like Athens Blues (Μια Μέρα τη Νύχτα, Mia Mera ti Nychta), directed by Giorgos Panousopoulos (2002) and The King (Ο Βασιλιάς, O Vasilias), directed by Nikos Grammatikos (2002), for which she won the \"Quality Award\".\nMarilita trained at the Theatre Studies Department of the University of Patras, as well as at a series of seminars organised by the National Theatre.",
      "pageId": 4479521,
      "monthDay": "07/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ben_Pepper",
      "name": "Ben Pepper",
      "aboutText": "Ben Pepper (born 15 July 1975) is an Australian basketball player, who played for the twelve seasons in the National Basketball League.\n^ Richard Boock (11 November 2006). \"Basketball: Pepper just too big for the green\".",
      "pageId": 5285057,
      "monthDay": "07/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Viveika_Ravanes",
      "name": "Viveika Ravanes",
      "aboutText": "Yao Defen (Chinese: 姚德芬; pinyin: Yáo Défēn) of China, (July 15, 1972 – November 13, 2012) was the tallest living woman, as recognized by Guinness World Records. She stood at 7 ft 8 in tall (2.33 m), weighed 179 kilograms (395 lb), and had size 26 (UK) / 78 (EU) feet. Her gigantism was due to a tumor in her pituitary gland.",
      "pageId": 5629309,
      "monthDay": "07/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Steve_Cunningham",
      "name": "Steve Cunningham",
      "aboutText": "Faraz Anwar (Urdu: فراز انور) (born 15 July 1977) is a Pakistani guitarist, known for his solo instrumental work and his band Mizraab.",
      "pageId": 5755173,
      "monthDay": "07/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gabriel_Iglesias",
      "name": "Gabriel Iglesias",
      "aboutText": "Danny Law (born July 15, 1975) is a former English cricketer. Born in Lambeth, Law played for Sussex, Essex and Durham between 1993 and 2003.\nDuring his debut List A performance for Sussex in June 1995, he managed to finish not out at number six by the close of innings in a 10-run victory.",
      "pageId": 5877181,
      "monthDay": "07/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shuba_Jay",
      "name": "Shuba Jay",
      "aboutText": "Steven Ormain \"Steve\" Cunningham (born July 15, 1976) is an American professional boxer and two-time former IBF cruiserweight champion.",
      "pageId": 10312110,
      "monthDay": "07/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jim_Jones_(rapper)",
      "name": "Jim Jones",
      "aboutText": "James \"Jim\" Rash (born July 15, 1971) is an American actor, comedian, producer, screenwriter, and director. He is known for playing Dean Craig Pelton on the NBC/Yahoo! sitcom Community.",
      "pageId": 16878941,
      "monthDay": "07/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Diane_Kruger",
      "name": "Diane Kruger",
      "aboutText": "Shubashini \"Shuba\" Jeyaratnam (Tamil: சுபாசிணி ஜெயரத்தினம்; 15 July 1976 – 17 July 2014), also known by stage names Shuba Jay and Shuba Jaya (Tamil: சுபா ஜெய்), was a Malaysian entrepreneur, stage performer, and actress who achieved popularity through her roles in several TV shows.",
      "pageId": 43352750,
      "monthDay": "07/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Faraz_Anwar",
      "name": "Faraz Anwar",
      "aboutText": "Viveika Ravanes on (July 15, 1975) is a Filipino actress, singer, and comedian. Currently she is a talent of ABS-CBN. She is most currently known for portraying Coring in the prime time Filipino series Dream Dad.",
      "pageId": 45357235,
      "monthDay": "07/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kitana_Baker",
      "name": "Kitana Baker",
      "aboutText": "Lana Parrilla (born July 15, 1977) is an American actress.\nParrilla is best known for her roles on television and radio. She was a regular cast member in the fifth season of the ABC sitcom Spin City from 2000 to 2001.",
      "pageId": 1582213,
      "monthDay": "07/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andr%C3%A9_Nel",
      "name": "André Nel",
      "aboutText": "Raymond \"Ray\" Toro (born July 15, 1977) is an American musician who served as lead guitarist of the band My Chemical Romance until their split in 2013.",
      "pageId": 1600809,
      "monthDay": "07/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lana_Parrilla",
      "name": "Lana Parrilla",
      "aboutText": "Alexander Frei (born 15 July 1979) is a former Swiss footballer who played as a forward.\nHe began his career at FC Basel, going on to various other clubs in Switzerland, France and Germany before returning to his home club, where he won the Swiss Super League title in all four of his seasons, including doubles with the Swiss Cup in 2010 and 2012.\nFrei is the all-time leading scorer of the Swiss national football team with 42 goals in 84 games, and also their sixth-most capped player of all time.",
      "pageId": 1691208,
      "monthDay": "07/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/John_St._Clair",
      "name": "John St. Clair",
      "aboutText": "Kitana Baker (born Christi Michell Josenhans on July 15, 1977) is an American model and actress",
      "pageId": 2223566,
      "monthDay": "07/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ray_Toro",
      "name": "Ray Toro",
      "aboutText": "Jonathan Earl Cheechoo (/ˈtʃiːtʃuː/; Cree: ᔔᓇᕦᓐ ᒋᒍ; born July 15, 1980) is a Canadian professional ice hockey right winger who is currently playing for HC Dinamo Minsk of the Kontinental Hockey League (KHL).\nDuring the 2005–06 National Hockey League season, he led the NHL with 56 goals and won the Maurice \"Rocket\" Richard Trophy. He was the first San Jose Sharks player to win the \"Rocket\" Richard Trophy, awarded to the NHL player with the most goals in a season.",
      "pageId": 2255873,
      "monthDay": "07/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Miguel_Olivo",
      "name": "Miguel Olivo",
      "aboutText": "André Nel (born 15 July 1977) is a South African cricketer who played Test cricket and ODIs as a fast bowler but has since retired opting to play county cricket for Surrey.",
      "pageId": 2978116,
      "monthDay": "07/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Laura_Benanti",
      "name": "Laura Benanti",
      "aboutText": "John Bradley St. Clair (born July 15, 1977 in Roanoke, Virginia) is an American football offensive tackle who is currently a free agent of the National Football League. He was drafted by the St.",
      "pageId": 3546667,
      "monthDay": "07/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alexander_Frei",
      "name": "Alexander Frei",
      "aboutText": "Alou Diarra (French pronunciation: ​[a.lu dja.ʁa] ; born 15 July 1981) is a French international footballer who plays for English club Charlton Athletic.\nHe primarily plays as a defensive midfielder, but can also deputise as a centre-back if necessary. Diarra is described as a player who is \"strong, athletic and very powerful\" and possesses a \"combative edge\" similar to former French international Patrick Vieira.",
      "pageId": 3630528,
      "monthDay": "07/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Edda_Gar%C3%B0arsd%C3%B3ttir",
      "name": "Edda Garðarsdóttir",
      "aboutText": "Jasper Pääkkönen (born 15 July 1980) is a Finnish film actor who has appeared and starred in over 15 films. According to a calculation published by Finnish tabloid IltaSanomat, Pääkkönen is \"the most profitable film actor in Finland\" for having starred in numerous box office hits during his career. Many of Pääkkönen's films have made #1 in the Finnish box office, including Pahat Pojat (Bad Boys - a true story) which is the all time most successful film in Finnish box office.",
      "pageId": 4570865,
      "monthDay": "07/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Renata_Ku%C4%8Derov%C3%A1",
      "name": "Renata Kučerová",
      "aboutText": "Reginald Damascus Abercrombie (born July 15, 1981) is a former Major League Baseball outfielder who is currently playing for the Southern Maryland Blue Crabs of the Atlantic League of Professional Baseball.",
      "pageId": 4812664,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Reggie_Abercrombie",
      "name": "Reggie Abercrombie",
      "aboutText": "Miguel Eduardo Olivo Peña (born July 15, 1978) is a Dominican professional baseball catcher who currently plays for the Toros de Tijuana of the Mexican League. He bats and throws right-handed.",
      "pageId": 5010578,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jonathan_Cheechoo",
      "name": "Jonathan Cheechoo",
      "aboutText": "Michalis \"Iron Mike\" Zambidis (Greek: Μιχάλης Ζαμπίδης; born July 15, 1980) is a professional Greek kickboxer and martial artist.",
      "pageId": 6678964,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kelli_Martin",
      "name": "Kelli Martin",
      "aboutText": "Laura Ilene Benanti (born July 15, 1979) is an American stage and screen actress. She played \"Louise\" in the 2008 Broadway revival of Gypsy, winning the Tony Award, and appeared in the stage musical Women on the Verge of a Nervous Breakdown in 2010, winning the Drama Desk Award and Outer Critics Circle Award for Best Featured Actress in a Musical.",
      "pageId": 6820862,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jasper_P%C3%A4%C3%A4kk%C3%B6nen",
      "name": "Jasper Pääkkönen",
      "aboutText": "Taylor Jack Kinney (born July 15, 1981) is an American actor and model.",
      "pageId": 14826749,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rivo_Vesik",
      "name": "Rivo Vesik",
      "aboutText": "Kelli Martin (born July 15, 1980) is an independent American fashion designer.",
      "pageId": 18617475,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Zambidis",
      "name": "Mike Zambidis",
      "aboutText": "Rivo Vesik (born 15 July 1980 in Pärnu) is an Estonian beach volleyball player. With teammate Kristjan Kais, he represented Estonia in beach volleyball at the 2008 Summer Olympics in Beijing, China.",
      "pageId": 18843366,
      "monthDay": "07/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Julia_Perez",
      "name": "Julia Perez",
      "aboutText": "Yuli Rachmawati or also known as Julia Perez or Jupe (born July 15, 1980 in Jakarta), is an Indonesian actress, dangdut singer, model, announcer, and political candidate. She has been dubbed \"sex bomb\" because of her sexy performances.\nHer career began in France.",
      "pageId": 18859652,
      "monthDay": "07/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alou_Diarra",
      "name": "Alou Diarra",
      "aboutText": "Edda Garðarsdóttir (born 15 July 1979) is an Icelandic football midfielder who plays for Úrvalsdeild club Valur.",
      "pageId": 24079373,
      "monthDay": "07/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Taylor_Kinney",
      "name": "Taylor Kinney",
      "aboutText": "Renata Kučerová (born 15 July 1979) is a former Czech tennis player.\nKučerová won two singles and five doubles titles on the ITF tour in her career. On 31 January 2000, she reached her best singles ranking of world number 177.",
      "pageId": 35635670,
      "monthDay": "07/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Petros_Klampanis",
      "name": "Petros Klampanis",
      "aboutText": "Petros Klampanis (born July 15, 1981 in Zakynthos, Greece), is a bassist, composer, arranger, producer and educator.\nHe currently leads a group that makes regular appearances in New York venues including the Cornelia Street Cafe, SubCulture, DROM, Barbes, Rockwood Music Hall in addition to performing worldwide. Joining Petros on recordings and live performances is the noted French pianist Jean-Michel Pilc and Israeli guitarist Gilad Hekselman.",
      "pageId": 37507895,
      "monthDay": "07/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Marius_Stankevi%C4%8Dius",
      "name": "Marius Stankevičius",
      "aboutText": "Marius Stankevičius (born 15 July 1981 in Kaunas) is a Lithuanian professional footballer who plays for Spanish club Córdoba CF as a defender.",
      "pageId": 2819251,
      "monthDay": "07/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alan_P%C3%A9rez",
      "name": "Alan Pérez",
      "aboutText": "Vice Cooler is an American musician, music video director, and photographer.\nHe has been recognized by people like High Places and Henry Rollins as an \"inspiration\". Peaches has crowned him as the world's greatest performer.",
      "pageId": 3798715,
      "monthDay": "07/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Neemia_Tialata",
      "name": "Neemia Tialata",
      "aboutText": "Nelson Merlo (born 15 July 1983, São Paulo, Brazil) is a Brazilian racing driver. In 2005, he won the Brazilian Formula Renault season, taking a win in 6 races.",
      "pageId": 4991572,
      "monthDay": "07/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/A%C3%ADda_Y%C3%A9spica",
      "name": "Aída Yéspica",
      "aboutText": "Burak Yılmaz (born 15 July 1985) is a Turkish professional footballer who plays for Galatasaray and the Turkish national team as a striker.",
      "pageId": 6096121,
      "monthDay": "07/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nelson_Merlo",
      "name": "Nelson Merlo",
      "aboutText": "Neemia Stanley Tialata (born 15 July 1982 in Lower Hutt, New Zealand) is a New Zealand rugby union footballer. He currently plays for Aviron Bayonnais in the Top 14. As well as representing New Zealand from 2005 - 2010, he also played for the Hurricanes in Super Rugby and for Wellington in the ITM/Air New Zealand Cup when available.",
      "pageId": 6195278,
      "monthDay": "07/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Heath_Slater",
      "name": "Heath Slater",
      "aboutText": "Alexander Boyd FRSA (born 15 July 1984 in Celle, Germany) is a Scottish artist and photographer whose work has been exhibited and published internationally.",
      "pageId": 6781651,
      "monthDay": "07/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alex_Boyd_(photographer)",
      "name": "Alex Boyd",
      "aboutText": "Tristan Paul Mack Wilds (born July 15, 1989), also known as Mack Wilds, is an American actor, singer-songwriter and record producer. He is known for his roles as Michael Lee on the HBO original drama series The Wire and as Dixon Wilson on the CW teen drama series 90210. He was also featured in the Adele music video for Hello.",
      "pageId": 7504102,
      "monthDay": "07/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Vice_Cooler",
      "name": "Vice Cooler",
      "aboutText": "Aída María Yéspica Jaime (Spanish pronunciation: [aˈiða maˈɾi.a ˈʝespika ˈxaime]) (born on 15 July 1982 in Barquisimeto, Venezuela) is a Venezuelan television personality, model, and former beauty pageant contestant.",
      "pageId": 8174965,
      "monthDay": "07/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Angelo_Siniscalchi",
      "name": "Angelo Siniscalchi",
      "aboutText": "Veronika Velez-Zuzulová (née Zuzulová; born 15 July 1984) is a World Cup alpine ski racer from Slovakia. Born in Bratislava, she specialises in the slalom and is the most successful Slovak alpine skier in recent years. She is coached by her father, Timotej Zuzula, and Vladimír Kovár.",
      "pageId": 8668653,
      "monthDay": "07/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Veronika_Velez-Zuzulov%C3%A1",
      "name": "Veronika Velez-Zuzulová",
      "aboutText": "Heath Miller III (born July 15, 1983) is an American professional wrestler. He is currently signed to WWE, where he performs under the ring name Heath Slater.\nMiller trained at WWA4 wrestling school in Atlanta, Georgia.",
      "pageId": 8739002,
      "monthDay": "07/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Tiu",
      "name": "Chris Tiu",
      "aboutText": "Alan Pérez Lezaun (born 15 July 1982 in Yerri, Navarre) is a Spanish retired professional road bicycle racer. He competed as a professional between 2005 and 2012, for the Orbea and Euskaltel-Euskadi teams.\n^ McRae, Keith (20 September 2012).",
      "pageId": 13299384,
      "monthDay": "07/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Burak_Y%C4%B1lmaz",
      "name": "Burak Yılmaz",
      "aboutText": "Tyler Kennedy (born July 15, 1986) is a Canadian professional ice hockey centre who is currently playing with the New Jersey Devils of the National Hockey League (NHL). Kennedy has also previously played in the NHL for the Pittsburgh Penguins, San Jose Sharks and New York Islanders.",
      "pageId": 13994457,
      "monthDay": "07/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tyler_Kennedy",
      "name": "Tyler Kennedy",
      "aboutText": "Alisa Mikhailovna Kleybanova (Russian: Алиса Михайловна Клейбанова, born 15 July 1989) is a Russian professional tennis player. Her highest WTA singles ranking to date is World No. 20, achieved in February 2011.",
      "pageId": 15088158,
      "monthDay": "07/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Riki_Christodoulou",
      "name": "Riki Christodoulou",
      "aboutText": "Anthony Erwin Randolph, Jr. (born July 15, 1989) is an American professional basketball player who plays for Lokomotiv Kuban of the VTB United League. Born in Germany to two parents who served in the military there, Randolph's family eventually relocated to the United States, where he grew up in Pasadena, California.",
      "pageId": 17009208,
      "monthDay": "07/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mina_Fujii",
      "name": "Mina Fujii",
      "aboutText": "Chris Tiu (born Christopher John Alandy-Dy Tiu on July 15, 1985 in San Juan City, Philippines), is a Filipino professional basketball player and actor. He current plays for the Rain or Shine Elasto Painters in the Philippine Basketball Association. He formerly played for the Smart Gilas team.",
      "pageId": 19342898,
      "monthDay": "07/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Steven_Jahn",
      "name": "Steven Jahn",
      "aboutText": "Steven Jahn (born 15 July 1989 in Luckenwalde) is a German footballer who is currently a free agent.",
      "pageId": 20598095,
      "monthDay": "07/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alisa_Kleybanova",
      "name": "Alisa Kleybanova",
      "aboutText": "Riki James Christodoulou (born 15 July 1988 in Sutton Coldfield) is a British racing driver and is the cousin of Adam Christodoulou, the winner of the 2008 Formula Renault UK Championship.",
      "pageId": 21700594,
      "monthDay": "07/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Anthony_Randolph",
      "name": "Anthony Randolph",
      "aboutText": "Angelo Siniscalchi (born 15 July 1984) is an Italian footballer who plays for Lega Pro club Pavia.",
      "pageId": 28735927,
      "monthDay": "07/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tristan_Wilds",
      "name": "Tristan Wilds",
      "aboutText": "Olly Alexander (born Oliver Alexander Thornton, 15 July 1990), is an English actor, scriptwriter, and lead singer of Years & Years. The band released their debut single \"Traps\" via Kitsuné in September 2013.",
      "pageId": 30181519,
      "monthDay": "07/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Olly_Alexander",
      "name": "Olly Alexander",
      "aboutText": "Mina Fujii (藤井 美菜, Fujii Mina, born July 15, 1988) is a Japanese actress. She started her career in the entertainment industry at the age of nine.",
      "pageId": 39113906,
      "monthDay": "07/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Zach_Bogosian",
      "name": "Zach Bogosian",
      "aboutText": "Koharu Kusumi (久住 小春, Kusumi Koharu, born July 15, 1992 in Washima (now part of Nagaoka, Niigata, Japan), is a J-pop singer, actress, television personality, essayist, and model. From 2005 to 2009, she was a member of the Hello! Project group Morning Musume from 2005 to 2009, the only seventh generation member.",
      "pageId": 1841960,
      "monthDay": "07/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/J._B._Gaynor",
      "name": "J. B. Gaynor",
      "aboutText": "Yuki Kashiwagi (柏木 由紀, Kashiwagi Yuki, born July 15, 1991 in Kagoshima, Kagoshima Prefecture), is a member of the Japanese idol girl groups AKB48, and a former member of NMB48. She auditioned for AKB48 on December 3, 2006, and is now a member of Team B. She was previously the captain of Team B before she was replaced by Ayaka Umeda as the captain. She is also a member of AKB48 sub-group French Kiss.",
      "pageId": 15139850,
      "monthDay": "07/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Damian_Lillard",
      "name": "Damian Lillard",
      "aboutText": "Zachary M. Bogosian (born July 15, 1990) is an American professional ice hockey defenseman currently playing for the Buffalo Sabres. Bogosian attended Cushing Academy in Massachusetts before he joined the Peterborough Petes of the Ontario Hockey League (OHL) in 2006. He played two seasons in the OHL, and was nominated for the Red Tilson Trophy as the league's most outstanding player in his second season.",
      "pageId": 17732130,
      "monthDay": "07/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sumire_(model,_born_1990)",
      "name": "Sumire",
      "aboutText": "Derrick Bernard Favors (born July 15, 1991) is an American professional basketball player for the Utah Jazz of the National Basketball Association (NBA). Favors played college basketball for Georgia Tech for one season before being drafted third overall by the New Jersey Nets in the 2010 NBA draft.",
      "pageId": 22272812,
      "monthDay": "07/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Danilo_(footballer,_born_1991)",
      "name": "Danilo",
      "aboutText": "John Bernard \"J.B.\" Gaynor (born July 15, 1990) is American former teen actor.",
      "pageId": 23425136,
      "monthDay": "07/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Derrick_Favors",
      "name": "Derrick Favors",
      "aboutText": "Tobias John Harris (born July 15, 1992) is an American professional basketball player for the Orlando Magic of the National Basketball Association (NBA).",
      "pageId": 27890143,
      "monthDay": "07/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Yuki_Kashiwagi",
      "name": "Yuki Kashiwagi",
      "aboutText": "Danilo Luiz da Silva (born 15 July 1991), known simply as Danilo, is a Brazilian professional footballer who plays for Spanish club Real Madrid as a right back.\nHe began his career with América Mineiro before moving to Santos, where he scored the goal that won the 2011 Copa Libertadores. In January 2012 he moved to Porto, where he won consecutive Primeira Liga titles, and signed for Real Madrid for €31.5 million in 2015.",
      "pageId": 29042515,
      "monthDay": "07/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tobias_Harris",
      "name": "Tobias Harris",
      "aboutText": "Håvard Nielsen (born 15 July 1993) is a Norwegian footballer who plays as a forward for Freiburg.",
      "pageId": 31019115,
      "monthDay": "07/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Koharu_Kusumi",
      "name": "Koharu Kusumi",
      "aboutText": "Porter Weston Robinson (born July 15, 1992) is an American electronic music producer and DJ from Chapel Hill, North Carolina. Robinson has registered multiple number one singles across different electronic genres. His debut album, Worlds, was released on August 12, 2014.",
      "pageId": 31138983,
      "monthDay": "07/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Porter_Robinson",
      "name": "Porter Robinson",
      "aboutText": "Damian Lamonte Ollie Lillard (born July 15, 1990) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). Lillard is a point guard from Oakland, California who played collegiately for Weber State University. After being selected by Portland with the sixth overall pick in the 2012 NBA draft, he won the NBA Rookie of the Year by unanimous decision.",
      "pageId": 34062366,
      "monthDay": "07/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/H%C3%A5vard_Nielsen",
      "name": "Håvard Nielsen",
      "aboutText": "Sumire Matsubara (松原 すみれ, Matsubara Sumire, born July 15, 1990, in Tokyo, Japan), better known for her stage name Sumire (すみれ), is a Japanese fashion model who is represented by the talent agencies Sky Corporation (for entertainment activities and advertising) and Bon Image (for fashion shows and magazines).\nSumire is the daughter of entertainers Junichi Ishida and Chiaki Matsubara. She attended Punahou School located in Honolulu, Hawaii.",
      "pageId": 47532630,
      "monthDay": "07/15"
    }
  ]
}