{
  "people": [
    {
      "year": "106 BC",
      "uri": "/wiki/Cicero",
      "name": "Cicero",
      "aboutText": "Antoine Thomson d'Abbadie d'Arrast (3 January 1810 – 19 March 1897) was a French explorer, geographer, ethnologist, linguist and astronomer notable for his travels in Ethiopia during the first half of the 19th century. He was the older brother of Arnaud Michel d'Abbadie, with whom he traveled.",
      "pageId": 2607,
      "monthDay": "01/03"
    },
    {
      "year": "169",
      "uri": "/wiki/L%C3%BC_Bu",
      "name": "Lü Bu",
      "aboutText": "Marcus Tullius Cicero (/ˈsɪsɨroʊ/; Classical Latin: [ˈmaːr.kʊs ˈtʊl.li.ʊs ˈkɪ.kɛ.roː]; Greek: Κικέρων, Kikerōn; 3 January 106 BC – 7 December 43 BC) was a Roman philosopher, politician, lawyer, orator, political theorist, consul and constitutionalist. He came from a wealthy municipal family of the Roman equestrian order, and is widely considered one of Rome's greatest orators and prose stylists.\nHis influence on the Latin language was so immense that the subsequent history of prose in not only Latin but European languages up to the 19th century was said to be either a reaction against or a return to his style.",
      "pageId": 6046,
      "monthDay": "01/03"
    },
    {
      "year": "1196",
      "uri": "/wiki/Emperor_Tsuchimikado",
      "name": "Emperor Tsuchimikado",
      "aboutText": "Charles Piazzi Smyth FRSE FRS FRAS FRSSA (3 January 1819 – 21 February 1900), was Astronomer Royal for Scotland from 1846 to 1888, well known for many innovations in astronomy and his pyramidological and metrological studies of the Great Pyramid of Giza.",
      "pageId": 92618,
      "monthDay": "01/03"
    },
    {
      "year": "1698",
      "uri": "/wiki/Metastasio",
      "name": "Metastasio",
      "aboutText": "Emperor Tsuchimikado (土御門天皇, Tsuchimikado-tennō, January 3, 1196 – November 6, 1231) was the 83rd emperor of Japan, according to the traditional order of succession.",
      "pageId": 195039,
      "monthDay": "01/03"
    },
    {
      "year": "1710",
      "uri": "/wiki/Richard_Gridley",
      "name": "Richard Gridley",
      "aboutText": "Pietro Antonio Domenico Trapassi, better known by his pseudonym of Pietro Metastasio (Italian pronunciation: [metaˈstaːzjo]; 3 January 1698 – 12 April 1782), was an Italian poet and librettist, considered the most important writer of opera seria libretti.",
      "pageId": 214006,
      "monthDay": "01/03"
    },
    {
      "year": "1719",
      "uri": "/wiki/Francisco_Jos%C3%A9_Freire",
      "name": "Francisco José Freire",
      "aboutText": "Richard Gridley (3 January 1710 – 21 June 1796) was born in Boston, Massachusetts. He was a soldier and engineer who served for the British Army during the French and Indian Wars and for the Continental Army during the American Revolutionary War.\nHe married Hannah Deming 25 February 1730.",
      "pageId": 233523,
      "monthDay": "01/03"
    },
    {
      "year": "1722",
      "uri": "/wiki/Fredrik_Hasselqvist",
      "name": "Fredrik Hasselqvist",
      "aboutText": "Charles Pelham Villiers (3 January 1802 – 16 January 1898) was a British lawyer and politician from the Villiers family who sat in the House of Commons from 1835 to 1898, making him the longest-serving Member of Parliament (MP).",
      "pageId": 261845,
      "monthDay": "01/03"
    },
    {
      "year": "1760",
      "uri": "/wiki/Veerapandiya_Kattabomman",
      "name": "Veerapandiya Kattabomman",
      "aboutText": "Lü Bu (died February 199), courtesy name Fengxian, was a military general and warlord who lived in the late Eastern Han dynasty. Originally a subordinate of a minor warlord Ding Yuan, he betrayed and murdered Ding and defected to Dong Zhuo, the warlord who controlled the Han central government in the early 190s. In 192, he turned against and killed Dong Zhuo after being instigated by Wang Yun and Shisun Rui, but was later defeated and driven away by Dong Zhuo's followers.",
      "pageId": 319114,
      "monthDay": "01/03"
    },
    {
      "year": "1775",
      "uri": "/wiki/Francis_Caulfeild,_2nd_Earl_of_Charlemont",
      "name": "Francis Caulfeild, 2nd Earl of Charlemont",
      "aboutText": "Douglas William Jerrold (London 3 January 1803 – 8 June 1857 London) was an English dramatist and writer.",
      "pageId": 383553,
      "monthDay": "01/03"
    },
    {
      "year": "1777",
      "uri": "/wiki/Elisa_Bonaparte",
      "name": "Elisa Bonaparte",
      "aboutText": "Fredrik Hasselquist (3 January 1722 – 9 February 1752) was a Swedish traveller and naturalist.\nHasselquist was born at Törnevalla, which is two kilometers east of Linghem, Östergötland. On account of the frequently expressed regrets of Carl Linnaeus, under whom he studied at Uppsala University (and being of his apostles), at the lack of information regarding the natural history of Palestine, Hasselquist resolved to undertake a journey to that country.",
      "pageId": 455839,
      "monthDay": "01/03"
    },
    {
      "year": "1778",
      "uri": "/wiki/Antoni_Melchior_Fija%C5%82kowski",
      "name": "Antoni Melchior Fijałkowski",
      "aboutText": "Antoni Melchior Fijałkowski ( Pszczew, near Poznań, January 3, 1778 – October 5, 1861, Warsaw) was the Archbishop Metropolitan of Warsaw and spiritual leader of the nation during the Partitions of Poland.",
      "pageId": 1467968,
      "monthDay": "01/03"
    },
    {
      "year": "1793",
      "uri": "/wiki/Lucretia_Mott",
      "name": "Lucretia Mott",
      "aboutText": "Henriette, Countess Rossi (3 January 1806 – 17 June 1854), was a German operatic soprano of great international renown. She possessed a sweet-toned, lyrical voice and was a brilliant exponent of florid singing.",
      "pageId": 1916408,
      "monthDay": "01/03"
    },
    {
      "year": "1802",
      "uri": "/wiki/Charles_Pelham_Villiers",
      "name": "Charles Pelham Villiers",
      "aboutText": "Maria Anna (Marie Anne) Elisa Bonaparte Baciocchi Levoy, Princesse Française, Princess of Lucca and Piombino, Grand Duchess of Tuscany, Countess of Compignano (3 January 1777 – 7 August 1820), was the fourth surviving child and eldest surviving daughter of Carlo Buonaparte and Letizia Ramolino. A younger sister of Napoleon Bonaparte, she had elder brothers Joseph and Lucien, and younger siblings Louis, Pauline, Caroline and Jerome.\nAs Princess of Lucca and Piombino, then Grand Duchess of Tuscany, she became Napoleon's only sister to possess political power.",
      "pageId": 1925768,
      "monthDay": "01/03"
    },
    {
      "year": "1803",
      "uri": "/wiki/Douglas_William_Jerrold",
      "name": "Douglas William Jerrold",
      "aboutText": "Samuel Clarke Pomeroy (January 3, 1816 – August 27, 1891) was an American Republican Senator from Kansas in the mid-19th century, serving in the United States Senate during the American Civil War. Pomeroy served in the Massachusetts House of Representatives. He also was the mayor of Atchison, Kansas, from 1858 to 1859, the second president of the Atchison, Topeka and Santa Fe Railroad and the first president to oversee any of the railroad's construction and operations.",
      "pageId": 2177752,
      "monthDay": "01/03"
    },
    {
      "year": "1806",
      "uri": "/wiki/Henriette_Sontag",
      "name": "Henriette Sontag",
      "aboutText": "Francisco José Freire (Portuguese pronunciation: [fɾɐ̃ˈsiʃku ʒuˈzɛ ˈfɾɐjɾ(ɨ)]) (January 3, 1719 – July 5, 1773), Portuguese historian and philologist, was born at Lisbon.\nHe belonged to the monastic society of St Philip Neri, and was a zealous member of the literary association known as the Academy of Arcadians, in connexion with which he adopted the pseudonym of Cândido Lusitano.\nHe contributed much to the improvement of the style of Portuguese prose literature, but his endeavour to effect a reformation in the national poetry by a translation of Horace's Ars poetica was less successful.",
      "pageId": 2444454,
      "monthDay": "01/03"
    },
    {
      "year": "1810",
      "uri": "/wiki/Antoine_Thomson_d%27Abbadie",
      "name": "Antoine Thomson d'Abbadie",
      "aboutText": "Savitribai Jyotirao Phule (3 January 1831 – 10 March 1897) was an Indian social reformer and poet. Along with her husband, Jyotirao Phule, she played an important role in improving women's rights in India during British rule. The couple founded the first women's school at Bhide Wada in Pune in 1848.",
      "pageId": 4172250,
      "monthDay": "01/03"
    },
    {
      "year": "1816",
      "uri": "/wiki/Samuel_C._Pomeroy",
      "name": "Samuel C. Pomeroy",
      "aboutText": "Veerapandiya Kattabomman was an 18th-century Palayakarrar and chieftain from Panchalankurichi in Tamil Nadu, India who waged a war against the British East India Company.",
      "pageId": 4717743,
      "monthDay": "01/03"
    },
    {
      "year": "1819",
      "uri": "/wiki/Charles_Piazzi_Smyth",
      "name": "Charles Piazzi Smyth",
      "aboutText": "Francis William Caulfeild, 2nd Earl of Charlemont KP, PC (Ire) (3 January 1775 – 26 December 1863), styled Viscount Caulfeild until 1799, was an Irish peer and politician.\nHe was born the son of James Caulfeild, 1st Earl of Charlemont.\nIn 1798 Caulfeild stood for Charlemont and Armagh County.",
      "pageId": 20684816,
      "monthDay": "01/03"
    },
    {
      "year": "1821",
      "uri": "/wiki/Karel_De%C5%BEman",
      "name": "Karel Dežman",
      "aboutText": "Karel Dežman, also known as Dragotin Dežman and Karl Deschmann (3 January 1821 – 11 March 1889), was a Carniolan liberal politician and natural scientist. He was one of the most prominent personalities of the political, cultural, and scientific developments in the 19th-century Duchy of Carniola. He is considered one of the fathers of modern archeology in what is today Slovenia.",
      "pageId": 23020267,
      "monthDay": "01/03"
    },
    {
      "year": "1831",
      "uri": "/wiki/Savitribai_Phule",
      "name": "Savitribai Phule",
      "aboutText": "Lucretia Coffin Mott (January 3, 1793 – November 11, 1880) was an American Quaker, abolitionist, a women's rights activist, and a social reformer.",
      "pageId": 25597820,
      "monthDay": "01/03"
    },
    {
      "year": "1836",
      "uri": "/wiki/Sakamoto_Ry%C5%8Dma",
      "name": "Sakamoto Ryōma",
      "aboutText": "Clement Richard Attlee, 1st Earl Attlee, KG, OM, CH, PC, FRS (3 January 1883 – 8 October 1967) was a British politician who was the Prime Minister of the United Kingdom from 1945 to 1951 and the Leader of the Labour Party from 1935 to 1955. Attlee was the first person to hold the office of Deputy Prime Minister of the United Kingdom, serving under Winston Churchill in the wartime coalition government, before going on to lead the Labour Party to a landslide election victory in 1945 and a narrow victory in 1950. He became the first Labour Prime Minister ever to serve a full five-year term, as well as the first to command a Labour majority in Parliament, and remains the longest-ever serving Leader of the Labour Party.",
      "pageId": 5766,
      "monthDay": "01/03"
    },
    {
      "year": "1840",
      "uri": "/wiki/Father_Damien",
      "name": "Father Damien",
      "aboutText": "Father Damien or Saint Damien of Molokai, SS.CC. or Saint Damien de Veuster (Dutch: Pater Damiaan or Heilige Damiaan van Molokai; January 3, 1840 – April 15, 1889), born Jozef De Veuster, was a Roman Catholic priest from Belgium and member of the Congregation of the Sacred Hearts of Jesus and Mary, a missionary religious institute. He won recognition for his ministry from 1873 to 1889 in the Kingdom of Hawaiʻi to people with leprosy (also known as Hansen's disease), who were required to live under a government-sanctioned medical quarantine on the island of Molokaʻi.\nAfter sixteen years' caring for the physical, spiritual, and emotional needs of those in the leper colony, Father Damien died of leprosy.",
      "pageId": 85080,
      "monthDay": "01/03"
    },
    {
      "year": "1855",
      "uri": "/wiki/Hubert_Bland",
      "name": "Hubert Bland",
      "aboutText": "Josephine Hull (January 3, 1877 – March 12, 1957) was an American stage and film actress who also was a director of plays. She had a successful 50-year career on stage while taking some of her better known roles to film.",
      "pageId": 215193,
      "monthDay": "01/03"
    },
    {
      "year": "1856",
      "uri": "/wiki/R._C._Lehmann",
      "name": "R. C. Lehmann",
      "aboutText": "Ethel Florence Lindesay Richardson, (3 January 1870 – 20 March 1946), known by her pen name Henry Handel Richardson, was an Australian author.",
      "pageId": 256656,
      "monthDay": "01/03"
    },
    {
      "year": "1861",
      "uri": "/wiki/William_Renshaw",
      "name": "William Renshaw",
      "aboutText": "John Gould Fletcher (January 3, 1886 – May 10, 1950) was an Imagist poet (the first Southern poet to win the Pulitzer Prize), author and authority on modern painting. He was born in Little Rock, Arkansas to a socially prominent family.",
      "pageId": 295724,
      "monthDay": "01/03"
    },
    {
      "year": "1862",
      "uri": "/wiki/Matthew_Nathan",
      "name": "Matthew Nathan",
      "aboutText": "Sakamoto Ryōma (坂本 龍馬, January 3, 1836 – December 10, 1867) was a prominent figure in the movement to overthrow the Tokugawa shogunate during the Bakumatsu period in Japan. One of his most noted accomplishments during this period was the negotiation of peace between Chōshū and Satsuma, two powerful provinces that had long been hostile to each other. He then united them against the Bakufu, the government that supported the Tokugawa shogun.",
      "pageId": 317053,
      "monthDay": "01/03"
    },
    {
      "year": "1865",
      "uri": "/wiki/Henry_Lytton",
      "name": "Henry Lytton",
      "aboutText": "Friedrich Wilhelm Reinhold Pieck (German pronunciation: [ˈvɪlhɛlm ˈpiːk]; 3 January 1876 – 7 September 1960) was a German politician and a Communist. In 1949, he became the first President of the German Democratic Republic, an office abolished upon his death. His successor as head of state was Walter Ulbricht, who served as chairman of the Council of State.",
      "pageId": 337623,
      "monthDay": "01/03"
    },
    {
      "year": "1870",
      "uri": "/wiki/Henry_Handel_Richardson",
      "name": "Henry Handel Richardson",
      "aboutText": "Hubert Bland (3 January 1855 – 14 April 1914) was an early English socialist and one of the founders of the Fabian Society.\nBland was born in Woolwich, south-east London, the youngest of the four children of Henry Bland, a successful commercial clerk, and his wife Mary Ann. He was baptised on 14 March 1855 at St Mary Magdalene, Woolwich.",
      "pageId": 356946,
      "monthDay": "01/03"
    },
    {
      "year": "1873",
      "uri": "/wiki/Ichiz%C5%8D_Kobayashi",
      "name": "Ichizō Kobayashi",
      "aboutText": "Grace Anna Goodhue Coolidge (January 3, 1879 – July 8, 1957) was the wife of the 30th President of the United States, Calvin Coolidge. She was the First Lady from 1923 to 1929. She graduated from the University of Vermont in 1902 with a bachelor of arts degree in teaching and joined the Clarke Schools for Hearing and Speech in Northampton, Massachusetts to teach deaf children to communicate by lip reading, rather than by signing.",
      "pageId": 415562,
      "monthDay": "01/03"
    },
    {
      "year": "1874",
      "uri": "/wiki/Francis_Newton",
      "name": "Francis Newton",
      "aboutText": "Lieutenant-Colonel Sir Matthew Nathan GCMG, PC (3 January 1862 – 18 April 1939) was a British soldier and colonial administrator, who variously served as the Governor of Sierra Leone, Gold Coast, Hong Kong, Natal and Queensland.",
      "pageId": 762588,
      "monthDay": "01/03"
    },
    {
      "year": "1875",
      "uri": "/wiki/Alexandros_Diomidis",
      "name": "Alexandros Diomidis",
      "aboutText": "Rudolph Chambers \"R.C.\" Lehmann (3 January 1856–22 January 1929) was an English writer and Liberal Party politician who sat in the House of Commons from 1906 to 1910.",
      "pageId": 1004615,
      "monthDay": "01/03"
    },
    {
      "year": "1876",
      "uri": "/wiki/Wilhelm_Pieck",
      "name": "Wilhelm Pieck",
      "aboutText": "Harry Elkins Widener (January 3, 1885 – April 15, 1912) was an American businessman and bibliophile, and a member of the Widener family.",
      "pageId": 1131302,
      "monthDay": "01/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Grace_Coolidge",
      "name": "Grace Coolidge",
      "aboutText": "Armand Georg Raoul (von) Koczalski (3 January 1884 Warsaw – 24 November 1948, Poznań) was a Polish pianist and composer, who fulfilled his promise (first shown as a child prodigy) to become a leading pianist.",
      "pageId": 1329489,
      "monthDay": "01/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Francis_Browne",
      "name": "Francis Browne",
      "aboutText": "William \"Willie\" Charles Renshaw (3 January 1861 – 12 August 1904) was a former World number 1 tennis player from Great Britain active during the late 19th century. He won 12 Major titles during his career and was one of the most successful male players in the history of the Wimbledon Championships, winning the singles title a record seven times (shared with Pete Sampras and Roger Federer) and a record six times consecutively from (1881–86). Additionally he won the doubles title five times together with his brother Ernest.",
      "pageId": 2084819,
      "monthDay": "01/03"
    },
    {
      "year": "1883",
      "uri": "/wiki/Clement_Attlee",
      "name": "Clement Attlee",
      "aboutText": "Sir Henry Lytton (3 January 1865 – 15 August 1936) was an English actor and singer who was the leading exponent of the comic patter-baritone roles in Gilbert and Sullivan operas in the early part of the twentieth century. His career in these Savoy operas with the D'Oyly Carte Opera Company spanned 50 years, and he is the only person ever knighted for achievements as a Gilbert and Sullivan performer.\nLytton began his career singing in operettas and plays, also doing odd jobs in the early 1880s.",
      "pageId": 4388435,
      "monthDay": "01/03"
    },
    {
      "year": "1883",
      "uri": "/wiki/Duncan_Gillis",
      "name": "Duncan Gillis",
      "aboutText": "Rev. Francis Mary Hegarty Browne, SJ, MC with Bar, Croix de Guerre (3 January 1880 – 7 July 1960) was a distinguished Irish Jesuit and a prolific photographer.",
      "pageId": 6967565,
      "monthDay": "01/03"
    },
    {
      "year": "1884",
      "uri": "/wiki/Raoul_Koczalski",
      "name": "Raoul Koczalski",
      "aboutText": "Duncan Gillis (January 3, 1883 – May 2, 1963) was a Canadian athlete who competed in the 1912 Summer Olympics. Gillis was the first to serve as Canada's flag bearer during the Olympic opening ceremonies.\nHe was born in Cape Breton, Nova Scotia and died in North Vancouver, British Columbia.",
      "pageId": 7211474,
      "monthDay": "01/03"
    },
    {
      "year": "1885",
      "uri": "/wiki/Harry_Elkins_Widener",
      "name": "Harry Elkins Widener",
      "aboutText": "Alexandros Diomedes (Greek: Αλέξανδρος Διομήδης) (January 3, 1875 – November 11, 1950) was a governor of the Central Bank of Greece who became Prime Minister of Greece upon the death of Themistoklis Sophoulis.\nDiomedes was born in Athens, Greece to an Arvanite family from Spetses on January 3, 1875. His grandfather was former Prime Minister Diomidis Kiriakos.",
      "pageId": 9020067,
      "monthDay": "01/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/John_Gould_Fletcher",
      "name": "John Gould Fletcher",
      "aboutText": "Ichizō Kobayashi (小林 一三, Kobayashi Ichizō, January 3, 1873–January 25, 1957), occasionally referred to by his pseudonym Itsuō (逸翁), was a Japanese industrialist. He is best known as the founder of Hankyu Railway, Takarazuka Revue, and Toho. He was a supporter of right-wing doctrine and represented Japanese capital in government.",
      "pageId": 9348734,
      "monthDay": "01/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Josephine_Hull",
      "name": "Josephine Hull",
      "aboutText": "Francis Clement Newton (January 3, 1874 – August 3, 1946) was an American golfer who competed in the 1904 Summer Olympics.\nIn 1904 he was part of the American team which won the silver medal. Newton was the best player for his team together with his teammate Henry Potter he placed sixth in this competition.",
      "pageId": 13916702,
      "monthDay": "01/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/August_Macke",
      "name": "August Macke",
      "aboutText": "John Ronald Reuel Tolkien CBE FRSL (/ˈtɒlkiːn/; 3 January 1892 – 2 September 1973) was an English writer, poet, philologist, and university professor who is best known as the author of the classic high-fantasy works The Hobbit, The Lord of the Rings, and The Silmarillion.\nHe served as the Rawlinson and Bosworth Professor of Anglo-Saxon and Fellow of Pembroke College, Oxford, from 1925 to 1945 and Merton Professor of English Language and Literature and Fellow of Merton College, Oxford from 1945 to 1959. He was at one time a close friend of C. S. Lewis—they were both members of the informal literary discussion group known as the Inklings.",
      "pageId": 15872,
      "monthDay": "01/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/Helen_Parkhurst",
      "name": "Helen Parkhurst",
      "aboutText": "Børge Rosenbaum (/ˈbɔrɡə/ BOR-gə; 3 January 1909 – 23 December 2000), known professionally as Victor Borge, was a Danish comedian, conductor, and pianist who achieved great popularity in radio and television in the United States and Europe. His blend of music and comedy earned him the nicknames \"The Clown Prince of Denmark\", \"The Unmelancholy Dane\", and \"The Great Dane\".",
      "pageId": 32685,
      "monthDay": "01/03"
    },
    {
      "year": "1892",
      "uri": "/wiki/J._R._R._Tolkien",
      "name": "J. R. R. Tolkien",
      "aboutText": "Ray Milland (3 January 1907 – 10 March 1986) was a Welsh actor and director. His screen career ran from 1929 to 1985, and he is best remembered for his Academy Award–winning portrayal of an alcoholic writer in The Lost Weekend (1945), a sophisticated leading man opposite a corrupt John Wayne in Reap the Wild Wind (1942), the murder-plotting husband in Dial M for Murder (1954), and as Oliver Barrett III in Love Story (1970).\nBefore becoming an actor, Milland served in the Household Cavalry of the British Army, becoming a proficient marksman, horse-rider, and aeroplane pilot.",
      "pageId": 53505,
      "monthDay": "01/03"
    },
    {
      "year": "1894",
      "uri": "/wiki/ZaSu_Pitts",
      "name": "ZaSu Pitts",
      "aboutText": "Ngô Đình Diệm ( listen;  listen  (3 January 1901 – 2 November 1963) was a former mandarin of the Nguyễn dynasty, a Prime Minister of State of Vietnam led by Bảo Đại since 1954. In October 1955, he announced a victory after a plebiscite, deposed Bảo Đại and established the first Republic of Vietnam (RVN) in South Vietnam. In November 1963, after constant religious protests and non-violent resistances, Diệm was assassinated, along with his brother, Ngô Đình Nhu, by Nguyễn Văn Nhung, the aide of the leader of The Army of Republic of Vietnam (ARVN) General Dương Văn Minh during a coup d’état sanctioned by the US. The assassination led to the end of the US-Diệm alliance and the collapse of his regime as well as the first Republic of Vietnam.",
      "pageId": 54017,
      "monthDay": "01/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Boris_Lyatoshinsky",
      "name": "Boris Lyatoshinsky",
      "aboutText": "Marion Davies (January 3, 1897 – September 22, 1961) was an American film actress, producer, screenwriter, and philanthropist.\nDavies was already building a solid reputation as a film comedienne when newspaper tycoon William Randolph Hearst, with whom she had begun a romantic relationship, took over management of her career. Hearst financed Davies' pictures, promoted her heavily through his newspapers and Hearst Newsreels, and pressured studios to cast her in historical dramas for which she was ill-suited.",
      "pageId": 219357,
      "monthDay": "01/03"
    },
    {
      "year": "1897",
      "uri": "/wiki/Marion_Davies",
      "name": "Marion Davies",
      "aboutText": "ZaSu Pitts (/ˈseɪzuː ˈpɪts/; née Eliza Susan Pitts; January 3, 1894 – June 7, 1963) was an American actress who starred in many silent dramas and comedies, transitioning successfully to mostly comedy films with the advent of sound films.",
      "pageId": 254518,
      "monthDay": "01/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/Carolyn_Haywood",
      "name": "Carolyn Haywood",
      "aboutText": "August Macke (3 January 1887 – 26 September 1914) was one of the leading members of the German Expressionist group Der Blaue Reiter (The Blue Rider). He lived during a particularly innovative time for German art: he saw the development of the main German Expressionist movements as well as the arrival of the successive avant-garde movements which were forming in the rest of Europe.",
      "pageId": 648472,
      "monthDay": "01/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/Carlos_Keller",
      "name": "Carlos Keller",
      "aboutText": "Anna May Wong (January 3, 1905 – February 3, 1961) was the first Chinese American movie star, and also the first Asian American actress to gain international recognition. Her long and varied career spanned silent film, sound film, television, stage and radio.\nBorn near the Chinatown neighborhood of Los Angeles to second-generation Chinese-American parents, Wong became infatuated with the movies and began acting in films at an early age.",
      "pageId": 781005,
      "monthDay": "01/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Donald_J._Russell",
      "name": "Donald J. Russell",
      "aboutText": "Helen Parkhurst (January 3, 1887 – June 1, 1973) was an American educator, author, lecturer, the originator of the Dalton Plan and the founder of The Dalton School.\nBorn at Durand, Wisconsin, she graduated from Wisconsin State Teachers College in 1907, studied at the universities of Rome and Munich as well as with Maria Montessori and was awarded her M.A. in 1943 from Yale University.\n\"I am of the opinion that the influence of a teacher's conversation with an individual child on any ordinary academic subject is much more potent than what is said in a class lesson.",
      "pageId": 1023400,
      "monthDay": "01/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m",
      "name": "Ngô Đình Diệm",
      "aboutText": "Jack Levine (January 3, 1915 – November 8, 2010) was an American Social Realist painter and printmaker best known for his satires on modern life, political corruption, and biblical narratives.",
      "pageId": 1043762,
      "monthDay": "01/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Dante_Giacosa",
      "name": "Dante Giacosa",
      "aboutText": "John Eliot Sturges (/ˈstɜrdʒɪs/; January 3, 1910 – August 18, 1992) was an American film director. His movies include Bad Day at Black Rock (1955), Gunfight at the O.K. Corral (1957), The Magnificent Seven (1960), The Great Escape (1963), and Ice Station Zebra (1968). The Great Escape was entered into the 3rd Moscow International Film Festival.",
      "pageId": 1619728,
      "monthDay": "01/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Anna_May_Wong",
      "name": "Anna May Wong",
      "aboutText": "Armand Lohikoski (January 3, 1912 in Astoria, Oregon, United States – March 20, 2005 in Helsinki) was an American born - Finnish movie director and writer.",
      "pageId": 1786127,
      "monthDay": "01/03"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ray_Milland",
      "name": "Ray Milland",
      "aboutText": "Louise Marguerite Renaude Lapointe, PC CC (January 3, 1912 – May 11, 2002) was a Canadian journalist and a Senator. She was among the first Canadian women to work as a professional journalist and the first French-Canadian woman to preside over the Senate.\nBorn in Disraeli, Quebec the daughter of Joseph-Alphonse Lapointe and Marie-Louise Poulin, she worked as a journalist in the 1940s and 1950s at Le Soleil in Quebec City.",
      "pageId": 1831366,
      "monthDay": "01/03"
    },
    {
      "year": "1909",
      "uri": "/wiki/Victor_Borge",
      "name": "Victor Borge",
      "aboutText": "Stanley George \"Frenchy\" Bordagaray (January 3, 1910 – April 13, 2000) was an American professional baseball player. He played in Major League Baseball (MLB) as an outfielder and third baseman for the Chicago White Sox, Brooklyn Dodgers, St. Louis Cardinals, Cincinnati Reds, and New York Yankees between 1934 and 1945.",
      "pageId": 2784388,
      "monthDay": "01/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Frenchy_Bordagaray",
      "name": "Frenchy Bordagaray",
      "aboutText": "Boris Mykolayovych Lyatoshinsky or Lyatoshynsky (Ukrainian: Бори́с Ми́колайович Лятоши́нський, Borys Mykolayovych Lyatoshyns′kyi; January 3, 1895 – April 15, 1968) was a Ukrainian composer, conductor, teacher.",
      "pageId": 3048355,
      "monthDay": "01/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/John_Sturges",
      "name": "John Sturges",
      "aboutText": "Carlos Keller Rueff (January 3, 1898–February 28, 1974) was a far-right Chilean writer, historian, and political figure.",
      "pageId": 3741556,
      "monthDay": "01/03"
    },
    {
      "year": "1912",
      "uri": "/wiki/Federico_Borrell_Garc%C3%ADa",
      "name": "Federico Borrell García",
      "aboutText": "Dante Giacosa (3 January 1905 - 31 March 1996) was an Italian automobile designer and engineer responsible for a range of Italian automobile designs — and for refining the front-wheel drive layout to an industry-standard configuration.",
      "pageId": 5437742,
      "monthDay": "01/03"
    },
    {
      "year": "1912",
      "uri": "/wiki/Renaude_Lapointe",
      "name": "Renaude Lapointe",
      "aboutText": "Federico Borrell García (January 3, 1912 – September 5, 1936) was a Spanish Republican and anarchist militiaman during the Spanish Civil War, commonly thought to be the subject in the famous Robert Capa photo The Falling Soldier (Loyalist Militiaman at the Moment of Death, Cerro Muriano, September 5, 1936).\nHe was born in Benilloba, Valencian Community, and went by the nickname \"Taino\". He worked at a mill in Alcoi and he founded the local branch of the anarchist Iberian Federation of Libertarian Youth (FIJL).",
      "pageId": 18478488,
      "monthDay": "01/03"
    },
    {
      "year": "1912",
      "uri": "/wiki/Armand_Lohikoski",
      "name": "Armand Lohikoski",
      "aboutText": "Donald Joseph McKay Russell (January 3, 1900 – December 13, 1985) was an American railroad executive. He was president of Southern Pacific Railroad from 1952–1964 and then chairman from 1964–1972.",
      "pageId": 19360082,
      "monthDay": "01/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jack_Levine",
      "name": "Jack Levine",
      "aboutText": "Carolyn Haywood (January 3, 1898 - January 11, 1990) was an American author and illustrator from Philadelphia, Pennsylvania. Haywood published 47 children's books, most notably the series under the \"Eddie\" and \"Betsy\" titles.\n^ \"Carolyn Haywood, 92, Illustrator And Author of Children's Books\", Obituary.",
      "pageId": 26631240,
      "monthDay": "01/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/Mady_Rahl",
      "name": "Mady Rahl",
      "aboutText": "André Franquin (3 January 1924 – 5 January 1997) was an influential Belgian comics artist, whose best known creations are Gaston and Marsupilami. He also produced the Spirou et Fantasio comic strip from 1947 to 1969, a period seen by many as the series' golden age.",
      "pageId": 145628,
      "monthDay": "01/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Maxene_Andrews",
      "name": "Maxene Andrews",
      "aboutText": "The Andrews Sisters were an American close harmony singing group of the swing and boogie-woogie eras. The group consisted of three sisters: contralto LaVerne Sophia (July 6, 1911 – May 8, 1967), soprano Maxine Angelyn \"Maxene\" (January 3, 1916 – October 21, 1995), and mezzo-soprano Patricia Marie \"Patty\" (February 16, 1918 – January 30, 2013). Throughout their long career, the sisters sold well over 75 million records (the last official count released by MCA Records in the mid-1970s).",
      "pageId": 162155,
      "monthDay": "01/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Betty_Furness",
      "name": "Betty Furness",
      "aboutText": "Henry Louis \"Hank\" Stram (/ˈstræm/; January 3, 1923 – July 4, 2005) was an American football coach. He is best known for his 15-year tenure with the American Football League's Dallas Texans/Kansas City Chiefs and the Chiefs of the NFL. Stram won three AFL Championships, more than any other coach in the league's history. He then won Super Bowl IV with the Chiefs, thus earning the 1969 World Championship of Professional Football.",
      "pageId": 330259,
      "monthDay": "01/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Warren_King_(cartoonist)",
      "name": "Warren King",
      "aboutText": "Albert Mol (1 January 1917 – 9 March 2004) was a popular Dutch author, actor and television personality.",
      "pageId": 528288,
      "monthDay": "01/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Albert_Mol",
      "name": "Albert Mol",
      "aboutText": "Kenneth Stanley \"Bud\" Adams, Jr. (January 3, 1923 – October 21, 2013) was the owner of the Tennessee Titans, a National Football League franchise. He was instrumental in the founding and establishment of the former American Football League.",
      "pageId": 725274,
      "monthDay": "01/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Vernon_A._Walters",
      "name": "Vernon A. Walters",
      "aboutText": "Roger Williams Straus, Jr.",
      "pageId": 725333,
      "monthDay": "01/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Roger_Williams_Straus,_Jr.",
      "name": "Roger Williams Straus, Jr.",
      "aboutText": "Jill Angela Henriette Balcon (3 January 1925 – 18 July 2009) was an English film and radio actress. She made her film debut in Nicholas Nickleby (1947), though she was best known for her stage, television, and radio work.",
      "pageId": 744273,
      "monthDay": "01/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Dorothy_Morrison_(actress)",
      "name": "Dorothy Morrison",
      "aboutText": "Vernon A. Walters (January 3, 1917 – February 10, 2002) was a United States Army officer and a diplomat. Most notably, he served from 1972 to 1976 as Deputy Director of Central Intelligence, from 1985 to 1989 as the United States Ambassador to the United Nations and from 1989 to 1991 as Ambassador to the Federal Republic of Germany during the decisive phase of German Reunification. Walters rose to the rank of lieutenant general in the U.S. Army and is a member of the Military Intelligence Hall of Fame.",
      "pageId": 775647,
      "monthDay": "01/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Herbie_Nichols",
      "name": "Herbie Nichols",
      "aboutText": "Herbert Horatio Nichols (3 January 1919 – 12 April 1963) was an American jazz pianist and composer who wrote the jazz standard \"Lady Sings the Blues\".",
      "pageId": 864355,
      "monthDay": "01/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Siegfried_Buback",
      "name": "Siegfried Buback",
      "aboutText": "Charles William \"Bud\" Tingwell AM (3 January 1923 – 15 May 2009) was an Australian film, television, theatre and radio actor. One of the veterans of Australian film, he acted in his first motion picture in 1946 and went on to appear in more than 100 films and numerous TV programmes in both the United Kingdom and Australia.",
      "pageId": 954692,
      "monthDay": "01/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Renato_Carosone",
      "name": "Renato Carosone",
      "aboutText": "Renato Carosone [reˈnaːto karoˈzoːne] (3 January 1920 – 20 May 2001), born Renato Carusone, was among the greatest figures of Italian music scene in the second half of the 20th century.",
      "pageId": 1047298,
      "monthDay": "01/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Chetan_Anand_(director)",
      "name": "Chetan Anand",
      "aboutText": "Elizabeth Mary Furness (January 3, 1916 – April 2, 1994) was an American actress, consumer advocate and current affairs commentator.",
      "pageId": 1064201,
      "monthDay": "01/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Bill_Travers",
      "name": "Bill Travers",
      "aboutText": "Siegfried Buback (January 3, 1920, Wilsdruff, Saxony – April 7, 1977, Karlsruhe) was the Attorney General of Germany from 1974 until his death.",
      "pageId": 1078770,
      "monthDay": "01/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bud_Adams",
      "name": "Bud Adams",
      "aboutText": "Nell Rankin (January 3, 1924 – January 13, 2005) was an American operatic mezzo-soprano. Although a successful opera singer internationally, she spent most of her career at the Metropolitan Opera where she worked from 1951-76. She was particularly admired for her portrayals of Amneris in Verdi's Aida and the title role in Bizet's Carmen.",
      "pageId": 1428885,
      "monthDay": "01/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Hank_Stram",
      "name": "Hank Stram",
      "aboutText": "William Lindon-Travers MBE (3 January 1922 – 29 March 1994) was a Special Forces Army Officer, English Actor, Screenwriter, Director and Animal Rights Activist, known professionally as Bill Travers.",
      "pageId": 1877251,
      "monthDay": "01/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bud_Tingwell",
      "name": "Bud Tingwell",
      "aboutText": "Warren King (January 3, 1916–February 9, 1978) was a cartoonist best noted for his political cartoons.\nKing grew up on Long Island and received a B.S. from Fordham University in 1938. King was trained as a painter and attended the Phoenix Art Institute and the Grand Central School of Art.",
      "pageId": 3609103,
      "monthDay": "01/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Otto_Beisheim",
      "name": "Otto Beisheim",
      "aboutText": "Chetan Anand (3 January 1921 – 6 July 1997) was a Hindi film producer, screenwriter and director from India, whose debut film, Neecha Nagar, was awarded the Palme d'Or (Best Film) award at the first ever Cannes Film Festival in 1946. Later he co-founded Navketan Films with his younger brother Dev Anand in 1949.\nHe was the eldest brother of the Anand family as he was the elder brother to Hindi film actor-directors, Dev Anand and Vijay Anand.",
      "pageId": 3634625,
      "monthDay": "01/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Andr%C3%A9_Franquin",
      "name": "André Franquin",
      "aboutText": "Otto Beisheim (3 January 1924 – 18 February 2013) was a German businessman and founder of Metro AG. In 2010, his net worth was estimated at US $3.6 billion.\n^ Julie Cruz (18 February 2013). \"Metro’s Billionaire Founder Otto Beisheim Dies, Aged 89\".",
      "pageId": 3909236,
      "monthDay": "01/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nell_Rankin",
      "name": "Nell Rankin",
      "aboutText": "Mady Rahl (January 3, 1915 – August 29, 2009) was a German stage and film actress.\nBorn Edith Gertrud Meta Raschke in Neukölln, now part of Berlin, Rahl trained as an actress and dancer. In 1935 she made her stage debut in Leipzig under the direction of Douglas Sirk and started her film career in 1936 with the movie Der geheimnisvolle Mister X. With her role in the circus drama Truxa (1937) Rahl became known to a wider audience.",
      "pageId": 5427162,
      "monthDay": "01/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jill_Balcon",
      "name": "Jill Balcon",
      "aboutText": "Dorothy Morrison Green (born January 3, 1919) is an African American former actress who appeared in a few Our Gang films during the silent era. She was born in Los Angeles, California and her older brother was Ernie Morrison, another member of the film series. Some of her movies include The Champeen, Seein' Things, The Love Bug, Isn't Life Terrible?",
      "pageId": 42081040,
      "monthDay": "01/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/W._Michael_Blumenthal",
      "name": "W. Michael Blumenthal",
      "aboutText": "Sergio Leone (Italian: [ˈsɛrdʒo leˈoːne]; 3 January 1929 – 30 April 1989) was an Italian film director, producer and screenwriter most associated with the \"Spaghetti Western\" genre.\nLeone's film-making style includes juxtaposing extreme close-up shots with lengthy long shots. His movies include the sword and sandal action films The Last Days of Pompeii (1959) and The Colossus of Rhodes (1961), the Dollars Trilogy of Westerns featuring Clint Eastwood (A Fistful of Dollars (1964), For a Few Dollars More (1965) and The Good, the Bad and the Ugly (1966)), the Western Once Upon a Time in the West (1968), the epic buddy Zapata Western Duck, You Sucker!",
      "pageId": 38772,
      "monthDay": "01/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Felicitas_Kuhn",
      "name": "Felicitas Kuhn",
      "aboutText": "Sir George Henry Martin CBE (born 3 January 1926) is an English record producer, arranger, composer, conductor, audio engineer, and musician. He is sometimes referred to as \"the Fifth Beatle\" in reference to his extensive involvement on each of the Beatles' original albums. He is considered one of the greatest record producers of all time, with 30 number-one hit singles in the United Kingdom and 23 number-one hits in the United States.",
      "pageId": 77179,
      "monthDay": "01/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/George_Martin",
      "name": "George Martin",
      "aboutText": "Tongolele (born Yolanda Ivonne Montes Farrington, January 3, 1932, Spokane, Washington) is an exotic dancer and actress in Mexican films.\nShe became a professional dancer when she was 15 years old. Her father was Spanish/Swedish, her mother was French/English and her maternal grandmother was of Tahitian descent.",
      "pageId": 508801,
      "monthDay": "01/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Michael_Barratt_(television_presenter)",
      "name": "Michael Barratt",
      "aboutText": "Dabney Wharton Coleman (born January 3, 1932) is an American actor best known for roles in the films 9 to 5, Cloak & Dagger, Tootsie, WarGames, You've Got Mail and on TV as Louis \"The Commodore\" Kaestner in HBO's Boardwalk Empire and the voice of Principal Prickly in the animated series Recess.",
      "pageId": 582584,
      "monthDay": "01/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Abdul_Rahman_Ya%27kub",
      "name": "Abdul Rahman Ya'kub",
      "aboutText": "Salvatore Loggia (January 3, 1930 – December 4, 2015), known as Robert Loggia, was an American actor and director. He was nominated for the Academy Award for Best Supporting Actor for Jagged Edge (1985). Other notable appearances include An Officer and a Gentleman (1982), Scarface (1983), Prizzi's Honor (1985), Big (1988), Independence Day (1996), and Lost Highway (1997), as well as television series such as The Sopranos.",
      "pageId": 584218,
      "monthDay": "01/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sergio_Leone",
      "name": "Sergio Leone",
      "aboutText": "Werner Michael Blumenthal (January 3, 1926) is an American business leader, economist and political adviser who served as United States Secretary of the Treasury under President Jimmy Carter from 1977 to 1979.\nAt age thirteen, Blumenthal barely escaped Nazi Germany with his Jewish family in 1939, and was forced to spend World War II living in the ghetto of Japanese-occupied Shanghai, China, until 1947. He then made his way to San Francisco and began doing odd jobs to work his way through school.",
      "pageId": 723186,
      "monthDay": "01/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ernst_Mahle",
      "name": "Ernst Mahle",
      "aboutText": "Carla Anderson Hills (born January 3, 1934) is an American lawyer and a public figure. She served as United States Secretary of Housing and Urban Development in the Gerald Ford administration, and as U.S. Trade Representative. She was the first woman to serve as Secretary of Housing and Urban Development and the third woman to serve as a cabinet officer.",
      "pageId": 950751,
      "monthDay": "01/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mara_Corday",
      "name": "Mara Corday",
      "aboutText": "Anne Stevenson (born January 3, 1933) is an American-British poet and writer.",
      "pageId": 1674939,
      "monthDay": "01/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marcel_Dub%C3%A9",
      "name": "Marcel Dubé",
      "aboutText": "Tun Datuk Patinggi Haji Abdul Rahman bin Ya'kub (3 January 1928 – 9 January 2015) was a Malaysian politician of Melanau descent from Mukah. He was the third Chief Minister of Sarawak and the fourth Yang di-Pertua Negeri Sarawak (Governor of Sarawak).",
      "pageId": 2545569,
      "monthDay": "01/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Loggia",
      "name": "Robert Loggia",
      "aboutText": "Mara Corday (born Marilyn Joan Watts on January 3, 1930) is a showgirl, model, actress, Playboy Playmate and a 1950s cult figure.",
      "pageId": 3949647,
      "monthDay": "01/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Barbara_Stuart",
      "name": "Barbara Stuart",
      "aboutText": "Michael Barratt (born 3 January 1928) is an English television presenter and announcer.",
      "pageId": 4765637,
      "monthDay": "01/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Yashawant_Dinkar_Phadke",
      "name": "Yashawant Dinkar Phadke",
      "aboutText": "Ernst Mahle (born January 3, 1929 in Stuttgart, Germany) is a Brazilian composer and orchestra conductor.\nMahle studied music with Johann Nepomuk David in Stuttgart before coming to Brazil in 1951, and then with Hans-Joachim Koellreutter in Piracicaba. He became a Brazilian citizen in 1962.",
      "pageId": 7304307,
      "monthDay": "01/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dabney_Coleman",
      "name": "Dabney Coleman",
      "aboutText": "Eeles Enok Landström (born 3 January 1932 in Viiala) is a Finnish Olympic medalist and double European Champion in pole vault, a former member of the Finnish parliament and former business executive. He was born in Viiala, Finland.\nEeles Landström was the first Finnish participant at the Olympic Academy arranged by the International Olympic Committee (IOC) (Athens 1961).",
      "pageId": 8222588,
      "monthDay": "01/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Eeles_Landstr%C3%B6m",
      "name": "Eeles Landström",
      "aboutText": "Marcel Dubé, OC (born January 3, 1930 in Montreal, Quebec) is a Canadian playwright. He has produced over 300 works for radio, television and the stage.",
      "pageId": 8322972,
      "monthDay": "01/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Yolanda_%22Tongolele%22_Montes",
      "name": "Yolanda \"Tongolele\" Montes",
      "aboutText": "Yashawant Dinkar Phadke (Y. D. Phadke Devanagari: यशवंत दिनकर फडके / य. दि. फडके) (January 3, 1931 – January 11, 2008) was a historian and a political activist from Maharashtra, India.",
      "pageId": 13229611,
      "monthDay": "01/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Geoffrey_Bindman",
      "name": "Geoffrey Bindman",
      "aboutText": "Marpessa Dawn (January 3, 1934 – August 25, 2008), also known as Gypsy Marpessa Dawn Menor, was an American-born French actress, singer, and dancer, best remembered for her role in the film Black Orpheus (1959).",
      "pageId": 17263325,
      "monthDay": "01/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Anya_Linden",
      "name": "Anya Linden",
      "aboutText": "Anya Linden, Lady Sainsbury of Preston Candover (born 3 January 1933) is a retired English ballerina.\nShe was born Anya Eltenton and spent her childhood in California, where she received her early training with Koslov in Hollywood. She returned to England in 1947 and studied at the Sadler's Wells Ballet School, joining the company in 1951.",
      "pageId": 18252517,
      "monthDay": "01/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Anne_Stevenson",
      "name": "Anne Stevenson",
      "aboutText": "Barbara Ann Stuart (née McNeese; January 3, 1930 – May 15, 2011) was an American actress.",
      "pageId": 21542618,
      "monthDay": "01/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Marpessa_Dawn",
      "name": "Marpessa Dawn",
      "aboutText": "Felicitas Kuhn (born 3 January 1926) is an Austrian children's book illustrator from the 1940s onward.",
      "pageId": 31532636,
      "monthDay": "01/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Carla_Anderson_Hills",
      "name": "Carla Anderson Hills",
      "aboutText": "Professor Sir Geoffrey Lionel Bindman QC (born 3 January 1933) is a British solicitor specialising in human rights law, and founder of the human rights law firm Bindmans LLP, described by The Times as \"never far from the headlines.\" He has been Chair of the British Institute of Human Rights since 2005. He won The Law Society Gazette Centenary Award for Human Rights in 2003, and was knighted in 2006 for services to human rights. In 2011 he was appointed Queen's Counsel.",
      "pageId": 32478316,
      "monthDay": "01/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Raymond_Garneau",
      "name": "Raymond Garneau",
      "aboutText": "John Edward Thaw, CBE (3 January 1942 – 21 February 2002) was an English actor.",
      "pageId": 40372,
      "monthDay": "01/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_Layard",
      "name": "Michael Layard",
      "aboutText": "Van Dyke Parks (born January 3, 1943) is an American composer, arranger, record producer, instrumentalist, singer-songwriter, author, and actor. Parks is best known for his collaborations with musician Brian Wilson and for his contributions as lyricist to the Beach Boys' Smile project. Besides numerous collaborations with the Beach Boys, he has worked with such performers as Phil Ochs, Donovan, Haruomi Hosono, the Byrds, Tim Buckley, Arlo Guthrie, Little Feat, Loudon Wainwright III, Rufus Wainwright, U2, Harry Nilsson, Randy Newman, Ry Cooder, Joanna Newsom, Grizzly Bear, Inara George, Silverchair, Kimbra, and Ringo Starr.",
      "pageId": 98043,
      "monthDay": "01/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Glen_A._Larson",
      "name": "Glen A. Larson",
      "aboutText": "Robert Marvin Hull, OC (born January 3, 1939) is a Canadian former ice hockey player and is regarded as one of the greatest players of all time. His blonde hair, end to end rushes, his incredible speed on skates, and being able to shoot the puck at very high velocity, all earned him the nickname \"The Golden Jet\". His talents were such that often one or two opposing players were assigned just to shadow him—a tribute to his explosiveness.",
      "pageId": 105319,
      "monthDay": "01/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Seri_Wangnaitham",
      "name": "Seri Wangnaitham",
      "aboutText": "David Starkey CBE FSA FRHistS (born David Robert Starkey; 3 January 1945) is a British constitutional historian and a radio and television presenter.\nBorn the only child of Quaker parents, he attended Kendal Grammar School before studying at Cambridge University through a scholarship. There he specialised in Tudor history, writing a thesis on King Henry VIII's household.",
      "pageId": 211641,
      "monthDay": "01/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Robin_Butler,_Baron_Butler_of_Brockwell",
      "name": "Robin Butler, Baron Butler of Brockwell",
      "aboutText": "Frederick Edward Robin Butler, Baron Butler of Brockwell, KG GCB CVO PC (born 3 January 1938) is a retired British civil servant, now sitting in the House of Lords.",
      "pageId": 375286,
      "monthDay": "01/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/K._Ganeshalingam",
      "name": "K. Ganeshalingam",
      "aboutText": "Glen Albert Larson (January 3, 1937 – November 14, 2014) was an American television producer and writer best known as the creator of the television series Alias Smith and Jones, Battlestar Galactica, Buck Rogers in the 25th Century, Quincy, M.E., The Hardy Boys/Nancy Drew Mysteries, B. J. and the Bear, The Fall Guy, Magnum, P.I. and Knight Rider.",
      "pageId": 399808,
      "monthDay": "01/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Arik_Einstein",
      "name": "Arik Einstein",
      "aboutText": "Arieh Lieb \"Arik\" Einstein (Hebrew: אָרִיק אַייִנְשְׁטָייִן‎, pronounced [ˈaʁik ˈaɪnʃteɪn]; 3 January 1939 – 26 November 2013) was an Israeli singer, songwriter, actor, and screenwriter. He was a pioneer of Israeli rock music and was named \"the voice of Israel\". Through both high public and critical acclamation, Einstein is regarded as the greatest, most popular, and the most influential Israeli artist of all time.",
      "pageId": 3083902,
      "monthDay": "01/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bobby_Hull",
      "name": "Bobby Hull",
      "aboutText": "Raymond Garneau, OC (born January 3, 1935) is a Canadian businessman and politician.",
      "pageId": 4085681,
      "monthDay": "01/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ruben_Reyes",
      "name": "Ruben Reyes",
      "aboutText": "Josephine Blanche d'Alpuget (born 3 January 1944) is an Australian writer and the second wife of the longest-serving Australian Labor Party Prime Minister, Bob Hawke.",
      "pageId": 4170070,
      "monthDay": "01/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Leo_de_Berardinis",
      "name": "Leo de Berardinis",
      "aboutText": "Raewyn Connell (born 3 January 1944) (also known as R.W. Connell) is an Australian sociologist. She is currently Professor Emeritus at the University of Sydney and known for the concept of hegemonic masculinity and southern theory.",
      "pageId": 4556097,
      "monthDay": "01/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bernard_Blaut",
      "name": "Bernard Blaut",
      "aboutText": "John Robert Marsden AM (3 January 1942 – 17 May 2006), was a prominent Sydney-based Australian solicitor and former President of the Law Society of New South Wales.",
      "pageId": 4608032,
      "monthDay": "01/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Franklin_McCain",
      "name": "Franklin McCain",
      "aboutText": "David Atherton OBE, (born 3 January 1944) is an English conductor and co-founder of the London Sinfonietta.",
      "pageId": 4872043,
      "monthDay": "01/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Van_Dyke_Parks",
      "name": "Van Dyke Parks",
      "aboutText": "Seri Wangnaitham (Thai: เสรี หวังในธรรม, January 3, 1937 – February 1, 2007, Bangkok, Thailand) was a Thai choreographer and performer of Thai traditional dance. Seri was considered a master khon dancer, which is regarded as Thailand's highest performing art form. He was also an actor, playwright, director, songwriter, poet and television producer.",
      "pageId": 9268934,
      "monthDay": "01/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Marsden_(lawyer)",
      "name": "John Marsden",
      "aboutText": "Ruben T. Reyes (born January 3, 1939) is a Filipino jurist who served as an Associate Justice of the Supreme Court of the Philippines from 2007 to 2009.",
      "pageId": 12578396,
      "monthDay": "01/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Thaw",
      "name": "John Thaw",
      "aboutText": "Bernard Blaut (3 January 1940 – 19 May 2007) was a Polish football player, who is most famous for his 1960s performances in both Legia Warsaw and the Polish National Team.\nBetween 1960 and 1971 he was capped 36 times for Poland, scoring three goals. In 1972 he moved to France, where he played for FC Metz till 1974.",
      "pageId": 17225425,
      "monthDay": "01/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jarl_Alfredius",
      "name": "Jarl Alfredius",
      "aboutText": "Jarl Martin Alfredius (January 3, 1943 – March 31, 2009) was a Swedish journalist and newsreader at Swedish Television. Alfredius started his career on the radio news show Dagens Eko, and was recruited to television news show Aktuellt in 1986. Alfredius also did TV shows for the Kunskapskanalen in 2004.",
      "pageId": 22220887,
      "monthDay": "01/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/David_Atherton",
      "name": "David Atherton",
      "aboutText": "Admiral Sir Michael Henry Gordon Layard, KCB, CBE (born 3 January 1936) is a retired senior Royal Navy officer who went on to be Second Sea Lord.",
      "pageId": 27108389,
      "monthDay": "01/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Raewyn_Connell",
      "name": "Raewyn Connell",
      "aboutText": "Kanagasabai Ganeshalingam (3 January 1938 –4 December 2006) was a Sri Lankan Tamil politician. He was Mayor of Colombo.",
      "pageId": 39491099,
      "monthDay": "01/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Blanche_d%27Alpuget",
      "name": "Blanche d'Alpuget",
      "aboutText": "Franklin Eugene McCain (January 3, 1941 – January 9, 2014) was an American civil rights activist and member of the Greensboro Four. McCain, along with fellow North Carolina A&T State University students Ezell Blair, Jr., Joseph McNeil and David Richmond, staged a sit-in protest at the Woolworth lunch counter in Greensboro, North Carolina, on February 1, 1960. Their actions were credited with launching the Greensboro sit-ins which successfully brought about the reversal of Woolworth's policy of racial segregation in their southern stores, and increased national sentiment to the fight of African-Americans in the south.",
      "pageId": 41604413,
      "monthDay": "01/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Starkey",
      "name": "David Starkey",
      "aboutText": "Leo de Berardinis (3 January 1940 in Gioi – 18 September 2008 in Rome) was an Italian stage actor and theatre director.",
      "pageId": 43757407,
      "monthDay": "01/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Stephen_Stills",
      "name": "Stephen Stills",
      "aboutText": "John Baldwin (born 3 January 1946), better known by his stage name John Paul Jones, is an English multi-instrumentalist, songwriter, composer, arranger and record producer. Best known as the bassist, keyboardist, and co-songwriter for the English rock band Led Zeppelin, Jones has since developed a solo career. A versatile musician, Jones also plays organ, guitar, koto, lap steel guitars, mandolin, autoharp, violin, ukulele, sitar, cello, continuum and recorder.",
      "pageId": 54268,
      "monthDay": "01/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Paul_Jones_(musician)",
      "name": "John Paul Jones",
      "aboutText": "Stephen Arthur Stills (born January 3, 1945) is an American musician and multi-instrumentalist best known for his work with Buffalo Springfield and Crosby, Stills, Nash & Young. He performed on a professional level in several other bands as well as maintaining a solo career at the same time.\nStills was ranked #28 in Rolling Stone Magazine's 2003 list of \"The 100 Greatest Guitarists of All Time\" and #47 in the 2011 list.",
      "pageId": 173637,
      "monthDay": "01/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Cissy_King",
      "name": "Cissy King",
      "aboutText": "Ross Friedman (born January 3, 1954, in the Bronx, New York), also known as Ross the Boss, is a guitarist, known as a founding member of both the punk band The Dictators, and the heavy metal band Manowar.",
      "pageId": 472916,
      "monthDay": "01/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michalis_Kritikopoulos",
      "name": "Michalis Kritikopoulos",
      "aboutText": "Gary Roy Nairn AO (born 3 January 1951) is a former Australian politician.\nNairn was born in Sydney, New South Wales, and was educated at Sydney Boys High School from 1963–68 before attending University of New South Wales. He was a surveyor in private practice and managing director of a surveying and mapping consultancy before entering politics.",
      "pageId": 583525,
      "monthDay": "01/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Zulema",
      "name": "Zulema",
      "aboutText": "Victoria Principal (born January 3, 1950) is an American actress, author and businesswoman best known for her role as Pamela Barnes Ewing on the CBS nighttime soap opera Dallas (1978-87).",
      "pageId": 654800,
      "monthDay": "01/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Masha_and_Dasha_Krivoshlyapova",
      "name": "Masha and Dasha Krivoshlyapova",
      "aboutText": "Esperanza Aguirre y Gil de Biedma, Countess of Murillo and Bornos, Grandee of Spain, DBE (Spanish pronunciation: [espeˈɾanθa aˈɣire]; born 3 January 1952) is a Spanish politician and former President of Madrid. She is President of Madrid's People's Party and the first female politician to have held the office of President of the Senate and Minister of Education and Culture in Spanish democratic history.\nAguirre is a former member of Unión Liberal, Partido Liberal and Popular Alliance, which changed its name to Partido Popular (People's Party) in 1989.",
      "pageId": 844444,
      "monthDay": "01/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Victoria_Principal",
      "name": "Victoria Principal",
      "aboutText": "James William \"Jim\" Ross (born January 3, 1952) is a semi retired American professional wrestling commentator, referee, restaurateur, occasional wrestler, and former company executive of WWE, where he worked as a commentator and as a talent relations consultant. He currently works for Fox Sports, where he writes commentary on professional wrestling for Foxsports.com and occasionally does play-by-play for boxing and mixed martial arts.\nRoss was inducted into the WWE Hall of Fame in 2007.",
      "pageId": 1002441,
      "monthDay": "01/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Linda_Steiner",
      "name": "Linda Steiner",
      "aboutText": "Gianfranco Fini (born January 3, 1952) is an Italian politician, former President of the Italian Chamber of Deputies, former leader of the conservative National Alliance, the post-fascist Italian Social Movement and the center-right Future and Freedom party. He was Deputy Prime Minister and Minister of Foreign Affairs in Silvio Berlusconi’s government from 2001 to 2006.",
      "pageId": 1183638,
      "monthDay": "01/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Linda_Dobbs",
      "name": "Linda Dobbs",
      "aboutText": "Masha and Dasha Krivoshlyapova (Мария и Дарья Кривошляповы) (officially with one birth certificate under the name \"Dariya KrivoshlyaPOVA\") (3 January 1950 – 17 April 2003, Moscow) were Russian conjoined twins of the Ischiopagus tripus variety.\nThey were removed from their mother's custody at birth. The mother was told that the sisters died moments after childbirth.",
      "pageId": 1211603,
      "monthDay": "01/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gary_Nairn",
      "name": "Gary Nairn",
      "aboutText": "Dean \"Bizz\" Harry Anthony Hart (January 3, 1954 – November 21, 1990) was a Canadian professional wrestler, referee and member of the Hart family who wrestled in Canadian regional promotions during the 1970s and 1980s, most notably in the Calgary-based Stampede Wrestling. He was the son of Stu and Helen Hart and the younger brother of Smith, Bruce, Keith and Wayne Hart, as well as older brother of Ellie, Georgia, Bret, Alison, Ross, Diana and Owen Hart. He was of Greek descent through his maternal grandparents.",
      "pageId": 2180961,
      "monthDay": "01/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Esperanza_Aguirre",
      "name": "Esperanza Aguirre",
      "aboutText": "Paloma McLardy (née Paloma Romero, born 3 January 1955), better known as Palmolive, is a Spanish-born drummer and songwriter who was the original drummer for influential punk groups The Slits and The Raincoats.\n^ Gallix, Andrew (2005). \"Untypical Girl\".",
      "pageId": 3012921,
      "monthDay": "01/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gianfranco_Fini",
      "name": "Gianfranco Fini",
      "aboutText": "Dame Linda Penelope Dobbs, DBE (born 3 January 1951) was a High Court judge in England and Wales from 2004 to 2013. Dobbs was the first non-white person to be appointed to the senior judiciary of England and Wales.",
      "pageId": 3277932,
      "monthDay": "01/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jim_Ross",
      "name": "Jim Ross",
      "aboutText": "Edward Miner \"Ned\" Lamont, Jr. (born January 3, 1954) is an American businessman and politician. In 2006 he defeated the prominent incumbent Senator, Joe Lieberman, for Connecticut's Senatorial Democratic nomination (52 percent vs.",
      "pageId": 3651812,
      "monthDay": "01/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Justin_Fleming",
      "name": "Justin Fleming",
      "aboutText": "Claire Yvonne “Cissy” King (born January 3, 1946) is an American-born singer and dancer best known as a featured performer on The Lawrence Welk Show television program.\nKing was born in Trinidad, Colorado. Her father was a geologist employed by an oil company.",
      "pageId": 3668761,
      "monthDay": "01/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mohammed_Waheed_Hassan",
      "name": "Mohammed Waheed Hassan",
      "aboutText": "Justin Fleming (born 3 January 1953), born Sydney, Australia is a playwright and author. He has written for theatre, music theatre, television and cinema and his works have been produced and published in Australia, the US, Canada, the UK, Belgium, Poland and France. Fleming has been a barrister and vice-president of the Australian Writers' Guild and a board member of the Australian National Playwrights' Centre.",
      "pageId": 4660286,
      "monthDay": "01/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dean_Hart",
      "name": "Dean Hart",
      "aboutText": "Mohammed Waheed Hassan Manik (Maldivian: ޑރ. މުޙައްމަދު ވަޙީދު ޙަސަން މަނިކު; born 3 January 1953) was the 5th President of the Maldives from 7 February 2012 to 17 November 2013, after the disputed resignation of the 4th President of Maldives Mohamed Nasheed. He has worked as a news anchor, a United Nations official with UNICEF, UNDP and UNESCO, and a member of the Maldivian Parliament.",
      "pageId": 9362881,
      "monthDay": "01/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ned_Lamont",
      "name": "Ned Lamont",
      "aboutText": "Zulema Cusseaux (3 January 1947 – 30 September 2013), usually credited as Zulema, was an American disco and rhythm & blues singer and songwriter.",
      "pageId": 13991614,
      "monthDay": "01/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ross_the_Boss",
      "name": "Ross the Boss",
      "aboutText": "Sir Rory Edwards Collins (born 1955) FMedSci FRS is Professor of Medicine and Epidemiology at the Clinical Trial Service Unit within the University of Oxford and a Fellow of Green Templeton College, Oxford. His work has been in the establishment of large-scale epidemiological studies of the causes, prevention and treatment of heart attacks, other vascular disease, and cancer, while also being closely involved in developing approaches to the combination of results from related studies (\"meta-analyses\").",
      "pageId": 17071975,
      "monthDay": "01/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Palmolive_(musician)",
      "name": "Palmolive",
      "aboutText": "Michalis Kritikopoulos (Greek: Μιχάλης Κρητικόπουλος; 3 January 1946 – 20 July 2002) was a Greek football striker.",
      "pageId": 35723125,
      "monthDay": "01/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rory_Collins",
      "name": "Rory Collins",
      "aboutText": "Linda Claire Steiner (born January 3, 1950), is a professor at Philip Merrill College of Journalism, University of Maryland. She is also the editor-in-chief of the journal Journalism & Communication Monographs, and sits on the editorial board of Critical Studies in Media Communication.\n^ \"Steiner, Linda\".",
      "pageId": 48300179,
      "monthDay": "01/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mel_Gibson",
      "name": "Mel Gibson",
      "aboutText": "Michael Schumacher (German pronunciation: [ˈmɪçaʔɛl ˈʃuːmaxɐ]; born 3 January 1969) is a retired German racing driver. He is a seven-time Formula One World Champion and is widely regarded as one of the greatest Formula One drivers of all time. He was named Laureus World Sportsman of the Year twice.",
      "pageId": 20396,
      "monthDay": "01/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sam_Laidlaw",
      "name": "Sam Laidlaw",
      "aboutText": "Mel Colm-Cille Gerard Gibson AO (born January 3, 1956) is an American actor and filmmaker. He is most well known as an action hero, for roles such as Martin Riggs in the Lethal Weapon buddy cop film series and Max Rockatansky in the first three films in the Mad Max post-apocalyptic action series.\nHe was born in Peekskill, New York, and moved with his parents to Sydney when he was 12 years old.",
      "pageId": 44219,
      "monthDay": "01/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Willy_T._Ribbs",
      "name": "Willy T. Ribbs",
      "aboutText": "Bruce LaBruce (born January 3, 1964) is a Canadian actor, writer, filmmaker, photographer and underground adult director based in Toronto, Ontario. His films explore themes of sexual and interpersonal transgression against cultural norms, frequently blending the artistic and production techniques of independent film with gay pornography.",
      "pageId": 1013336,
      "monthDay": "01/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/James_J._Greco",
      "name": "James J. Greco",
      "aboutText": "Mayumi Wakamura (若村麻由美 Wakamura Mayumi, born on January 3, 1967 in Nerima, Tokyo) is a Japanese actress. She decided to be an actress at age sixteen when she saw a stage production by Tatsuya Nakadai's troupe. Later she joined his stage production to be an actress.",
      "pageId": 1401879,
      "monthDay": "01/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Shim_Hyung-rae",
      "name": "Shim Hyung-rae",
      "aboutText": "Stewart Hosie (born 3 January 1963) is a Scottish National Party (SNP) politician and Member of Parliament (MP) for Dundee East since 2005. He has been Depute Leader of the SNP since November 2014, and is also currently the SNP's Parliamentary Group Deputy Leader and Economy spokesperson.",
      "pageId": 1770047,
      "monthDay": "01/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alessandro_Andrei",
      "name": "Alessandro Andrei",
      "aboutText": "James Joseph Greco (born January 4, 1958) is an American businessman and entrepreneur. Currently, he serves as the President and CEO of Pilgrim Holdings and the President and COO of Newk's Eatery. Prior to joining Newk's, Greco held numerous other executive positions in the food service industry including Chief Executive Officer and President of Sbarro, Chief Executive Officer of the restaurant group Le Duff America, Chief Executive Officer of Bruegger's Enterprises, Inc., Chief Executive Officer of Fieldbrook Farms Corporation, and Chief Operating Officer of Natural Country Farms.",
      "pageId": 3194341,
      "monthDay": "01/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Russell_Spence",
      "name": "Russell Spence",
      "aboutText": "Shim Hyung-rae (Hangul: 심형래; born January 3, 1958) is a South Korean former-comedian and filmmaker best known for directing the 1999 re-make of Yonggary (Hangul: 용가리) and D-War (Hangul: 디-워), by far the most expensive Korean movie in history.",
      "pageId": 3925866,
      "monthDay": "01/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Stewart_Hosie",
      "name": "Stewart Hosie",
      "aboutText": "Gerda Weissensteiner (born 3 January 1969 in Bolzano, South Tyrol) is an Italian luger and bobsleigh pilot who has competed from the late 1980s to 2006.",
      "pageId": 4152563,
      "monthDay": "01/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alex_Wheatle",
      "name": "Alex Wheatle",
      "aboutText": "William \"Willy\" Theodore Ribbs, Jr. (born January 3, 1955 in San Jose, California) is a former racecar driver and owner who competed in many forms of auto racing, including the Trans-Am Series, IndyCar, Champ Car, IMSA, and the NASCAR Sprint Cup Series and Craftsman Truck Series. After retiring, he became a sport shooter in the National Sporting Clays Association.",
      "pageId": 4484285,
      "monthDay": "01/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bruce_LaBruce",
      "name": "Bruce LaBruce",
      "aboutText": "Mahaya Petrosian (Persian: ماهایا پطروسیان‎‎, born 3 January 1970) is an Iranian actress of Armenian descent.",
      "pageId": 4780578,
      "monthDay": "01/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/G%C3%A9rald_Moss%C3%A9",
      "name": "Gérald Mossé",
      "aboutText": "Gérald Mossé (born 3 January 1967 in France) is a jockey in thoroughbred horse racing. He began riding professionally in April 1983 and his success during his apprenticeship under Patrick-Louis Biancone led to an offer to ride for renowned trainer François Boutin and his stable of horses belonging to Jean-Luc Lagardère. Mossé went on to become one of his country's top jockeys, winning the 1990 Prix de l'Arc de Triomphe.",
      "pageId": 7148124,
      "monthDay": "01/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mayumi_Wakamura",
      "name": "Mayumi Wakamura",
      "aboutText": "Alessandro Andrei (born 3 January 1959) is an Italian former shot putter.",
      "pageId": 8114312,
      "monthDay": "01/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Philippe_Dean",
      "name": "Philippe Dean",
      "aboutText": "Matthew Brandon \"Matt\" Ross (born January 3, 1970) is an American actor. He is best known for his role as Alby Grant in the HBO series, Big Love and as Eddie Scott in the 2005 film Good Night, and Good Luck, for which he was nominated for a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture. He also directed the feature film 28 Hotel Rooms.",
      "pageId": 8851049,
      "monthDay": "01/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jarmo_Lehtinen",
      "name": "Jarmo Lehtinen",
      "aboutText": "Lee Beom-soo (born January 3, 1970) is a South Korean actor. He is well known for his role in Singles, Giant, On Air, Surgeon Bong Dal-hee, as well as in History of a Salaryman.\nLee enrolled in the Department of Theater at Chung-ang University in Seoul in 1988.",
      "pageId": 10854272,
      "monthDay": "01/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Schumacher",
      "name": "Michael Schumacher",
      "aboutText": "Alex Alphonso Wheatle MBE (3 January 1963) is an award-winning black British novelist of Jamaican heritage, sentenced to a term of imprisonment after the Brixton riots.",
      "pageId": 18807328,
      "monthDay": "01/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gerda_Weissensteiner",
      "name": "Gerda Weissensteiner",
      "aboutText": "Russell Spence (born 3 January 1960 in Bradford, Yorkshire) was an English racing driver.",
      "pageId": 20157066,
      "monthDay": "01/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lee_Beom-soo",
      "name": "Lee Beom-soo",
      "aboutText": "William Samuel Hugh Laidlaw (born 3 January 1956, Kensington) is the former Chief Executive Officer of Centrica, the British natural gas and electricity company.",
      "pageId": 20925882,
      "monthDay": "01/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mahaya_Petrosian",
      "name": "Mahaya Petrosian",
      "aboutText": "Jarmo Lehtinen (born 3 January 1969) is a rally co-driver from Finland. He is currently the co-driver to World Rally Championship driver Mikko Hirvonen. To date the pair have scored 13 WRC wins, all with the Ford World Rally Team.",
      "pageId": 22022569,
      "monthDay": "01/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Priit_Reiska",
      "name": "Priit Reiska",
      "aboutText": "Priit Reiska (born 3 January 1970, in Tallinn) is a football (soccer) defender from Estonia, who also played as a midfielder. He retired in 2008. His last club was FC Kuressaare.",
      "pageId": 22912727,
      "monthDay": "01/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Matt_Ross",
      "name": "Matt Ross",
      "aboutText": "Philippe Dean (born January 3, 1969) is a French pornographic actor who appeared in straight pornographic films. He was an active performer from 1995 until 2006, when he retired from making adult films. In 1997, he won the Hot d'Or Award for \"Best New Actor\".",
      "pageId": 23701671,
      "monthDay": "01/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Cory_Cross",
      "name": "Cory Cross",
      "aboutText": "Danica Mae McKellar (born January 3, 1975) is an American actress, author, mathematician, and education advocate. She played Kevin Arnold's on-off girlfriend Winnie Cooper in the television series The Wonder Years, and later wrote four non-fiction books: Math Doesn't Suck, Kiss My Math, Hot X: Algebra Exposed and Girls Get Curves: Geometry Takes Shape, which encourage middle-school and high-school girls to have confidence and succeed in mathematics.",
      "pageId": 146089,
      "monthDay": "01/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sarah_Alexander",
      "name": "Sarah Alexander",
      "aboutText": "Jason Christopher Marsden (born January 3, 1975) is an American actor, voice actor, director and producer who has done numerous voice roles in animated films, as well as various television series.",
      "pageId": 191007,
      "monthDay": "01/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Janek_Kiisman",
      "name": "Janek Kiisman",
      "aboutText": "Angelos Basinas (Greek: Άγγελος Μπασινάς, born on 3 January 1976 in Chalkida, Greece) is a retired Greek international footballer who played as a defensive midfielder. He can also operate as a central midfielder and centre-back. He is best remembered for his key role in the Greek national team that won the 2004 European Championship.",
      "pageId": 789544,
      "monthDay": "01/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dan_Harmon",
      "name": "Dan Harmon",
      "aboutText": "Mayumi Iizuka (飯塚 雅弓, Iizuka Mayumi, born January 3, 1977) is a Japanese voice actress and J-pop singer who was born in Tokyo and grew up in Taiwan and Yokohama. Iizuka is a member of Gekidan Wakakusa and Tokuma Japan Communications.\nIn the middle of August 2010, she attended Shenyang Anime and Computer Game Exhibition 2010 (2010中国沈阳第二届动漫电玩博览会), Shenyang, China, and showed her performance there.",
      "pageId": 801552,
      "monthDay": "01/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rory_Stewart",
      "name": "Rory Stewart",
      "aboutText": "Nicholas Edward Gonzalez (born January 3, 1976) is an American actor, best known for playing Alex Santiago in the television series Resurrection Blvd.",
      "pageId": 912262,
      "monthDay": "01/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Robert-Jan_Derksen",
      "name": "Robert-Jan Derksen",
      "aboutText": "Alessandro Petacchi (born 3 January 1974 in La Spezia, Liguria) is an Italian former professional road racing cyclist, who last rode for the Southeast team. A specialist sprinter, Petacchi has won 48 grand tour stages with wins of the points jersey in the Giro d'Italia in 2004, the Vuelta a España in 2005 and the Tour de France in 2010. He also won the classics Milan – San Remo in 2005 and Paris-Tours in 2007.",
      "pageId": 1038639,
      "monthDay": "01/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alessandro_Petacchi",
      "name": "Alessandro Petacchi",
      "aboutText": "Sarah Alexander (née Smith; born 3 January 1971) is an English actress.",
      "pageId": 1167903,
      "monthDay": "01/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Thomas_Bangalter",
      "name": "Thomas Bangalter",
      "aboutText": "Liya Kebede (Amharic: ሊያ ከበደ?; born 1 March 1978) is an Ethiopian-born model, maternal health advocate, clothing designer, and actress. Forbes identified her the eleventh-highest-paid top model in the world in 2007, and she has appeared three times on the cover of U.S. Vogue.",
      "pageId": 1358427,
      "monthDay": "01/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jun_Maeda",
      "name": "Jun Maeda",
      "aboutText": "Dinara Drukarova (Russian: Динара Друкарова; born 3 January 1976) is a Russian actress.",
      "pageId": 1391641,
      "monthDay": "01/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Marsden",
      "name": "Jason Marsden",
      "aboutText": "Lee David Bowyer (born 3 January 1977) is an English former professional footballer born in Canning Town, London. Bowyer has previously played for several English clubs including Leeds United, Charlton Athletic, West Ham United, Newcastle United, Birmingham City and Ipswich Town. Bowyer has been capped once by the England national football team.",
      "pageId": 1683327,
      "monthDay": "01/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Danica_McKellar",
      "name": "Danica McKellar",
      "aboutText": "Thomas Bangalter (French pronunciation: ​[tɔma bɑ̃ɡaltɛʁ]; born 3 January 1975) is a French electronic musician best known for being one half of the French house music duo Daft Punk, alongside Guy-Manuel de Homem-Christo. He has also recorded and released music as a member of the trio Stardust, the duo Together, and as a solo artist including compositions for the film Irréversible.\nThomas Bangalter owns a music label called Roulé.",
      "pageId": 1750863,
      "monthDay": "01/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Lisa_Misipeka",
      "name": "Lisa Misipeka",
      "aboutText": "Cory Cross (born January 3, 1971 in Lloydminster, Alberta) is a Canadian retired professional ice hockey defenceman, who played twelve seasons in the National Hockey League. He is currently an assistant coach for the Calgary Dinos men's ice hockey team.\n^ \"Calgary Dinos coaching staff\".",
      "pageId": 2466712,
      "monthDay": "01/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Angelos_Basinas",
      "name": "Angelos Basinas",
      "aboutText": "Roderick James Nugent Stewart, OBE, FRSL (born 3 January 1973) is a British academic, author, diplomat, documentary maker and Conservative politician presently serving as Parliamentary Under Secretary of State at the Department for Environment, Food & Rural Affairs (DEFRA). He is a former Chair of the House of Commons Defence Select Committee. Since May 2010, he has been the Member of Parliament for Penrith and The Border, in the county of Cumbria, North West England.",
      "pageId": 2656347,
      "monthDay": "01/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dinara_Drukarova",
      "name": "Dinara Drukarova",
      "aboutText": "Lisa Vasa Misipeka (born January 3, 1975) is an American Samoan athlete who specialises in the hammer throw. She won the bronze medal at the 1999 World Championships in Athletics. First place was 75.20m, second place 72.56m, and 9m behind first and 6.5m behind second was Misipeka in third with 66.06m.",
      "pageId": 2702844,
      "monthDay": "01/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nicholas_Gonzalez",
      "name": "Nicholas Gonzalez",
      "aboutText": "Robert-Jan Derksen (born 3 January 1974) is a Dutch professional golfer.\nDerksen was born in Nijmegen. He won the Dutch Amateur Championship four years in a row from 1993 to 1996 and turned professional in 1996.",
      "pageId": 4288836,
      "monthDay": "01/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lee_Bowyer",
      "name": "Lee Bowyer",
      "aboutText": "Dan Harmon (born January 3, 1973) is an American writer and performer. Harmon is best known for creating and producing NBC comedy series Community, co-creating Adult Swim animated television series Rick and Morty, and co-founding the alternative television network/website Channel 101. Harmon published You'll Be Perfect When You're Dead in 2013 and is currently working on a second book set for publication in 2016.",
      "pageId": 4749267,
      "monthDay": "01/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/A._J._Burnett",
      "name": "A. J. Burnett",
      "aboutText": "Jun Maeda (麻枝 准, Maeda Jun, born January 3, 1975) is a Japanese writer and co-founder of the visual novel brand Key under VisualArt's. He's considered as a pioneer of the visual novel medium, mostly nakige, and has mainly contributed as a scenario writer, lyricist, and musical composer for the games the company produces. His style was originally inspired by James Herbert Brennan, and is influenced by Haruki Murakami's novel Hard-Boiled Wonderland and the End of the World.",
      "pageId": 10119176,
      "monthDay": "01/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mayumi_Iizuka",
      "name": "Mayumi Iizuka",
      "aboutText": "Allan James \"A. J.\" Burnett (born January 3, 1977) is an American former professional baseball starting pitcher who played 17 seasons in Major League Baseball (MLB) for the Florida Marlins, Toronto Blue Jays, New York Yankees, Philadelphia Phillies, and Pittsburgh Pirates.\nThe New York Mets drafted Burnett in the eighth round of the 1995 MLB Draft. They traded him to the Marlins, and he made his MLB debut in 1999.",
      "pageId": 21747668,
      "monthDay": "01/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dimitra_Kalentzou",
      "name": "Dimitra Kalentzou",
      "aboutText": "Janek Kiisman (born 3 January 1972) is a retired association football defender from Estonia.",
      "pageId": 23041618,
      "monthDay": "01/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Liya_Kebede",
      "name": "Liya Kebede",
      "aboutText": "Dimitra Kalentzou (Δήμητρα (Τούλα) Καλέντζου) is a Greek professional basketball player. She plays for Panathinaikos and Greece women's national basketball team. She has represented national team in several Eurobasket Women and in 2010 FIBA World Championship for Women.",
      "pageId": 32160438,
      "monthDay": "01/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kimberley_Locke",
      "name": "Kimberley Locke",
      "aboutText": "Rie Tanaka (田中 理恵, Tanaka Rie, born January 3, 1979 in Sapporo, Hokkaidō, Japan) is a Japanese singer and voice actress.",
      "pageId": 248608,
      "monthDay": "01/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Park_Sol-mi",
      "name": "Park Sol-mi",
      "aboutText": "Elisha Nelson \"Eli\" Manning (born January 3, 1981) is an American football quarterback for the New York Giants of the National Football League (NFL). He is the son of former NFL quarterback Archie Manning and the younger brother of Denver Broncos quarterback Peyton Manning. Manning played college football at the University of Mississippi after attending prep school at Isidore Newman School in New Orleans.",
      "pageId": 618376,
      "monthDay": "01/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mike_York",
      "name": "Mike York",
      "aboutText": "Kimberley Dawn Locke (born January 3, 1978) is an American singer-songwriter and model. She has recorded in the dance and pop genres, and has targeted the adult contemporary radio format.\nLocke gained fame with her participation in the 2003 American Idol television series in which she placed third.",
      "pageId": 701224,
      "monthDay": "01/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rie_Tanaka",
      "name": "Rie Tanaka",
      "aboutText": "Park Sol-mi (born Park Hye-jung on January 3, 1978) is a South Korean actress.",
      "pageId": 1214550,
      "monthDay": "01/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dina_Tersago",
      "name": "Dina Tersago",
      "aboutText": "Angela Marie Ruggiero (born January 3, 1980) is an American ice hockey defenseman. She is a member of the International Olympic Committee and was a member of the United States women's national ice hockey team, medaling in four successive Winter Olympic Games, including one Gold medal, two Silver, and one Bronze. She competed in ten Women's World Championships winning four Gold medals and six Silver.",
      "pageId": 1445252,
      "monthDay": "01/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Koit_Toome",
      "name": "Koit Toome",
      "aboutText": "Michael Allan York (born January 3, 1978) is an American professional ice hockey left winger currently playing for the Iserlohn Roosters of the Deutsche Eishockey Liga (DEL).",
      "pageId": 1846372,
      "monthDay": "01/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bryan_Clay",
      "name": "Bryan Clay",
      "aboutText": "David Mikel Tyree (born January 3, 1980) is a former American football wide receiver who played in the National Football League (NFL) for seven seasons. He played college football for Syracuse University. He was drafted by the New York Giants in the sixth round of the 2003 NFL Draft.",
      "pageId": 1942301,
      "monthDay": "01/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Angela_Ruggiero",
      "name": "Angela Ruggiero",
      "aboutText": "Dina Tersago (born January 3, 1979 in Puurs, Antwerp) was Miss Belgium 2001 and her country's representative at both Miss Universe 2001 and Miss World 2001.\nShe started a relationship with Wim Gevaert her dance partner. Before she had a relationship with Mathias Coppens.",
      "pageId": 2286011,
      "monthDay": "01/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Tyree",
      "name": "David Tyree",
      "aboutText": "Bryan Ezra Tsumoru Clay (born January 3, 1980) is an American decathlete. He was the 2008 Summer Olympic champion for the decathlon and was also World champion in 2005.",
      "pageId": 2461807,
      "monthDay": "01/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kurt_Vile",
      "name": "Kurt Vile",
      "aboutText": "Peter Michael Clarke (born 3 January 1982) is an English professional footballer who plays as a centre back for Bury.\nClarke began his career with Everton, during his time there he made nine league appearances and had loan spells with Blackpool, Port Vale and Coventry City. He then joined Blackpool on a permanent basis in 2004, where he also captained the club.",
      "pageId": 4793347,
      "monthDay": "01/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mary_Wineberg",
      "name": "Mary Wineberg",
      "aboutText": "Naresh Iyer (born 3 January 1981) is a playback singer from Mumbai, India. Naresh Iyer has rendered film songs in several Indian languages and has several chart hits to his credit. His rendition of \"Roobaroo\" from the movie Rang De Basanti composed by A. R. Rahman topped the music charts for many weeks in 2006 and won him the National Film Award for Best Male Playback Singer.",
      "pageId": 6269543,
      "monthDay": "01/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Naresh_Iyer",
      "name": "Naresh Iyer",
      "aboutText": "Lars Thomas \"Lasse\" Nilsson (born 3 January 1982) is a Swedish footballer who currently plays for the Elfsborg in the Swedish Allsvenskan.",
      "pageId": 7822994,
      "monthDay": "01/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eli_Manning",
      "name": "Eli Manning",
      "aboutText": "Billy Mehmet (born 3 January 1984) is a professional football player who plays for Sarawak FA in the Malaysia Super League. Born in London, of English, Irish and Turkish Cypriot descent, he has played for the Republic of Ireland U21 team.\nMehmet attended Bacon's College, Rotherhithe, he is a product of West Ham United Academy and was signed by the club at the age of eight and spent eleven years with West Ham United before transferring to the Scottish Premier League at the age of 19.",
      "pageId": 10033793,
      "monthDay": "01/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chisu",
      "name": "Chisu",
      "aboutText": "Koit Toome (born 3 January 1979) is an Estonian singer and musical actor.",
      "pageId": 10534590,
      "monthDay": "01/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Peter_Clarke_(footballer)",
      "name": "Peter Clarke",
      "aboutText": "Christel Martina Sundberg (born January 3, 1982, Helsinki), known by her stage name Chisu, is a Finnish pop artist, songwriter, and producer. She wrote her first single, Mun koti ei oo täällä, to the soundtrack of the movie Sooloilua. The song was a hit in Finland in Spring 2008, peaking at number one on both the Singles Chart and the Downloads Chart and spending seven and nine weeks atop, respectively.",
      "pageId": 17054068,
      "monthDay": "01/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Atiqah_Hasiholan",
      "name": "Atiqah Hasiholan",
      "aboutText": "Mary Wineberg (née Danner, born January 3, 1980) is an American track and field athlete from Cincinnati, Ohio. She was born in Brooklyn, New York. After graduating from Walnut Hills High School, she attended the University of Cincinnati on a track scholarship, graduating in 2002 with a bachelor's degree in education.",
      "pageId": 18898455,
      "monthDay": "01/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lasse_Nilsson",
      "name": "Lasse Nilsson",
      "aboutText": "Kurt Samuel Vile (born January 3, 1980) is an American singer, songwriter, multi-instrumentalist and record producer. He is best known for his solo career. Both in the studio and during live performances, Vile is accompanied by his backing band, The Violators, which currently includes Jesse Trbovich (bass, guitar, sax), Rob Laakso (guitar, bass) and Kyle Spence (drums).",
      "pageId": 23469157,
      "monthDay": "01/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Milo%C5%A1_Juh%C3%A1sz",
      "name": "Miloš Juhász",
      "aboutText": "Arif Suyono (born in Batu, Malang, East Java, January 3, 1984, age 30 years) is an Indonesian footballer, whose nickname is \"Keceng\", refers to his skinny appearance. He currently plays for Arema Cronus in the Indonesia Super League.\nBefore playing in Mitra Kukar, he played in the team Sriwijaya, Arema Indonesia and Persema Malang.",
      "pageId": 28134458,
      "monthDay": "01/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Billy_Mehmet",
      "name": "Billy Mehmet",
      "aboutText": "Miloš Juhász (born 3 January 1984) is a Slovak football midfielder.",
      "pageId": 30748738,
      "monthDay": "01/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Arif_Suyono",
      "name": "Arif Suyono",
      "aboutText": "Atiqah Hasiholan (born 3 January 1982) is an Indonesian actress.",
      "pageId": 35361505,
      "monthDay": "01/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Asa_Akira",
      "name": "Asa Akira",
      "aboutText": "Linas Kleiza (Lithuanian pronunciation: ​[ˈlʲɪn̪ɐs̪ kʲlʲɛɪ̯ˈz̪ɐ]; born January 3, 1985) is a Lithuanian professional basketball player. Standing at 6 ft 8 in (2.03 m), he plays either forward positions.",
      "pageId": 2452642,
      "monthDay": "01/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nicole_Beharie",
      "name": "Nicole Beharie",
      "aboutText": "Jacob Timpano (born 3 January 1986) in Wollongong, Australia) is a former Australian footballer and current head coach of South Coast Wolves in the National Premier Leagues NSW.",
      "pageId": 2820660,
      "monthDay": "01/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/John_David_Booty",
      "name": "John David Booty",
      "aboutText": "Jonathan Grant \"Jonny\" Evans (born 3 January 1988) is a Northern Irish professional footballer who plays as a defender for Premier League club West Bromwich Albion and the Northern Ireland national team. Evans was born in Belfast and started his career at Greenisland FC, where he was spotted by Manchester United scouts. He progressed through Manchester United's football Academy to play in several foreign tours in the summer of 2006.",
      "pageId": 4358321,
      "monthDay": "01/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Linas_Kleiza",
      "name": "Linas Kleiza",
      "aboutText": "Ikechi Anya (born 3 January 1988) is a Scottish professional footballer who plays as a right winger for English club Watford and the Scotland national team. Anya has previously played for Wycombe Wanderers and Northampton Town, as well as Spanish sides Celta de Vigo, Sevilla Atlético and Granada.\nEligible to also represent Romania, Nigeria or England internationally, he chose to play for the country of his birth, Scotland.",
      "pageId": 4556538,
      "monthDay": "01/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Evan_Moore",
      "name": "Evan Moore",
      "aboutText": "John David Booty (born January 3, 1985) is a former American football quarterback. He was drafted by the Minnesota Vikings in the fifth round of the 2008 NFL Draft.",
      "pageId": 5630151,
      "monthDay": "01/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dana_Hussain",
      "name": "Dana Hussain",
      "aboutText": "Leonidas Panagopoulos (Greek: Λεωνίδας Παναγόπουλος, born 3 January 1987) is a Greek footballer who plays as a goalkeeper for Ermis in Cypriot First Division.",
      "pageId": 6342416,
      "monthDay": "01/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Greg_Nwokolo",
      "name": "Greg Nwokolo",
      "aboutText": "Dmitry Andreevich Starodubtsev (Russian: Дмитрий Андреевич Стародубцев); born 3 January 1986 in Chelyabinsk) is a Russian pole vaulter. He has a personal best of 5.90 m and was a finalist at the 2008 Summer Olympics and the 2011 World Championships in Athletics. He has won medals at world youth and junior levels and was third at the Summer Universiade in 2007.",
      "pageId": 9000678,
      "monthDay": "01/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jessica_O%27Rourke",
      "name": "Jessica O'Rourke",
      "aboutText": "John Randal \"J.R.\" Hildebrand, Jr. (born January 3, 1988) is an American race car driver. He currently competes in the Formula Drift series for Tyler McQuarrie.",
      "pageId": 9584367,
      "monthDay": "01/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dmitry_Starodubtsev",
      "name": "Dmitry Starodubtsev",
      "aboutText": "Evan James Moore (born January 3, 1985) is a former American football tight end in the National Football League (NFL) and current TV football analyst. He was signed by the Green Bay Packers as an undrafted free agent in 2008 out of Stanford University. He played college football and college basketball at Stanford.",
      "pageId": 9818475,
      "monthDay": "01/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jacob_Timpano",
      "name": "Jacob Timpano",
      "aboutText": "Rodrigo Alvarez de la Cadena (born 3 January 1988) is a Mexican singer, performer, songwriter, radio host, and musician. He is best known for his performances with a variety of worldwide artists and performers.",
      "pageId": 13442442,
      "monthDay": "01/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Allan_Walker",
      "name": "Allan Walker",
      "aboutText": "Allan Walker (born 3 January 1986 in Edinburgh) is a Scottish footballer who plays as a midfielder for East Fife.\n^ a b \"LIVINGSTON : 1974/75 – 2008/09\". Post War English & Scottish Football League A – Z Player's Database.",
      "pageId": 16823960,
      "monthDay": "01/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Anchal_Joseph",
      "name": "Anchal Joseph",
      "aboutText": "Anchal Joseph (born January 3, 1987 in New Delhi, India) is an Indian American fashion model and actress.",
      "pageId": 17656761,
      "monthDay": "01/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Leonidas_Panagopoulos",
      "name": "Leonidas Panagopoulos",
      "aboutText": "Nana Yanagisawa (柳沢 なな, Yanagisawa Nana, born January 3, 1987) is a Japanese fashion model and actress. She appeared in Kamen Rider Kiva as Megumi Aso, one of the lead heroines. She also starred in Kamen Rider Kiva: King of the Castle in the Demon World as this role.",
      "pageId": 18485078,
      "monthDay": "01/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nana_Yanagisawa",
      "name": "Nana Yanagisawa",
      "aboutText": "Dana Hussain Abdul-Razak Al-Khafaji (born January 3, 1986 in Baghdad) is a sprinter on Iraq's national track and field team, coached by Yousif Abdul-Rahman. Due to the International Olympic Committee ban on Iraq competing at the 2008 Summer Olympics, there were concerns that she might be unable to participate, despite qualifying for the 100- and 200-meter sprint events. The ban was, however, subsequently lifted.",
      "pageId": 18580539,
      "monthDay": "01/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ikechi_Anya",
      "name": "Ikechi Anya",
      "aboutText": "Jessica Lynne O'Rourke (born January 3, 1986) is an American professional soccer player from Marlton, New Jersey. She is currently playing internationally for the club Zvezda-2005 in the Russian Women's Football Championship league and the UEFA Women's Champions League for the 2010/2011 season.\nIn 2009, she competed in the United Soccer Leagues' W-League as team Vice Captain for the Buffalo Flash; then played in the Spanish Superliga Femenina with the Club Cajasol Sporting de Huelva.",
      "pageId": 21634869,
      "monthDay": "01/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rodrigo_de_la_Cadena",
      "name": "Rodrigo de la Cadena",
      "aboutText": "Nicole Beharie (born January 3, 1985) is an American actress and singer. She is known for her roles in the drama film American Violet (2008), the drama Shame (2011), which is about a man's sexual addiction, and the biographical sports drama 42 (2013).",
      "pageId": 22608020,
      "monthDay": "01/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jonny_Evans",
      "name": "Jonny Evans",
      "aboutText": "Gregory Junior Nwokolo (born 3 January 1986) is a Nigerian-born naturalized Indonesian professional footballer who plays for BEC Tero Sasana.",
      "pageId": 24490114,
      "monthDay": "01/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Matt_Frattin",
      "name": "Matt Frattin",
      "aboutText": "Asa Akira (born January 3, 1985) is an American pornographic actress and adult film director.",
      "pageId": 25212818,
      "monthDay": "01/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/J._R._Hildebrand",
      "name": "J. R. Hildebrand",
      "aboutText": "Matthew Frattin (born January 3, 1988) is a Canadian professional ice hockey right winger currently playing with the Toronto Marlies of the American Hockey League (AHL). He began his National Hockey League (NHL) career with the Toronto Maple Leafs, the organization that drafted him 99th overall in 2007, and has also previously played in the NHL for the Los Angeles Kings and Columbus Blue Jackets before rejoining Toronto in 2014 via a trade.",
      "pageId": 29825437,
      "monthDay": "01/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Adas_Ju%C5%A1kevi%C4%8Dius",
      "name": "Adas Juškevičius",
      "aboutText": "Adas Juškevičius (born January 3, 1989) is a professional Lithuanian basketball who plays for BC Lietuvos rytas.",
      "pageId": 37599954,
      "monthDay": "01/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alex_D._Linz",
      "name": "Alex D. Linz",
      "aboutText": "Alexander David \"Alex\" Linz (born January 3, 1989) is a former American actor who starred in several late 1990s and early 2000s films and television programs as a child actor. His film roles include Home Alone 3 (1997) and Max Keeble's Big Move (2001). From 1998 to 2001, Linz provided the voice of Franklin, a human boy in the live-action/animated series The Wacky Adventures of Ronald McDonald.",
      "pageId": 159976,
      "monthDay": "01/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Anya_Rozova",
      "name": "Anya Rozova",
      "aboutText": "Yoichiro Kakitani (柿谷 曜一朗, Kakitani Yōichirō) (born 3 January 1990 in Osaka) is a Japanese footballer who plays as an attacking midfielder for Swiss Super League team FC Basel.",
      "pageId": 10944686,
      "monthDay": "01/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/K%C5%8Dhei_Uchimura",
      "name": "Kōhei Uchimura",
      "aboutText": "Anthony Daniel Wordsworth (born 3 January 1989) is an English footballer who plays as a midfielder for Southend United. He started his career at Colchester United where he graduated from the youth system to the first team, making nearly 200 appearances in an eight-year spell with the club. In 2013 he signed for Ipswich Town on a two-and-a-half-year deal, from where he was loaned to Rotherham United and Crawley Town.",
      "pageId": 16010105,
      "monthDay": "01/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ayaka_Umeda",
      "name": "Ayaka Umeda",
      "aboutText": "Anya Rozova, formerly known as Anya Kanani Kop (born January 3, 1989) is an American-Russian fashion model.\nBorn in Russia, Rozova is a naturalized U.S. citizen who was raised in Hawaii by adoptive parents.\nUnder the name Anya Kop, Rozova was the runner-up of the tenth cycle of America's Next Top Model.",
      "pageId": 17217541,
      "monthDay": "01/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Anthony_Wordsworth",
      "name": "Anthony Wordsworth",
      "aboutText": "Kōhei Uchimura (内村 航平, Uchimura Kōhei, born January 3, 1989 in Kitakyushu, Fukuoka Prefecture) is a Japanese artistic gymnast. He is a five-time Olympic medalist (all-around, team and floor exercise), winning a gold and four silvers, a 19-time World medalist (all-around, team, floor, high bar, and parallel bars) and is considered by many to be the greatest gymnast of all time. He is known for becoming the first gymnast (male or female) to win every major all-around title in a single Olympic cycle, including six world all around titles (2009, 2010, 2011, 2013, 2014 and 2015) and the 2012 Olympic All-Around Champion.",
      "pageId": 18787707,
      "monthDay": "01/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Yoichiro_Kakitani",
      "name": "Yoichiro Kakitani",
      "aboutText": "Sébastien Faure (French pronunciation: ​[sebastjɛ̃ foʁ], born 3 January 1991 in Lyon) is a French football player.",
      "pageId": 20188159,
      "monthDay": "01/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jerson_Cabral",
      "name": "Jerson Cabral",
      "aboutText": "Ayaka Umeda (梅田 彩佳, Umeda Ayaka, born January 3, 1989 in Fukuoka Prefecture) is a Japanese idol and singer from the girl group NMB48, in which she is the co-captain of Team BII. She is also a member of the AKB48 subunit DiVA.",
      "pageId": 22010798,
      "monthDay": "01/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/%C3%96zg%C3%BCr_%C3%87ek",
      "name": "Özgür Çek",
      "aboutText": "Sandra Zaniewska (born 3 January 1992) is a professional Polish tennis player, who is, as of 15 October 2012, ranked number 148 in the world. She has won six ITF singles tournaments and was the runner–up of the 2009 Australian Open in Girls' Doubles.",
      "pageId": 24340734,
      "monthDay": "01/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/S%C3%A9bastien_Faure_(footballer)",
      "name": "Sébastien Faure",
      "aboutText": "Özgür Çek (born 3 January 1991) is a Turkish professional footballer. He last played as a left winger for Eskişehirspor in the Süper Lig .",
      "pageId": 27450987,
      "monthDay": "01/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sandra_Zaniewska",
      "name": "Sandra Zaniewska",
      "aboutText": "Jerson Cabral (born 3 January 1991 in Rotterdam) is a Dutch footballer of Cape Verdean descent, who currently plays as a winger for FC Twente.",
      "pageId": 28298451,
      "monthDay": "01/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kevin_Ware",
      "name": "Kevin Ware",
      "aboutText": "James Andrew Husband (born 3 January 1994) is an English professional footballer who plays for Middlesbrough as a left wing-back.\n^ \"Professional retain list & free transfers 2012/13\" (PDF). The Football League.",
      "pageId": 35550651,
      "monthDay": "01/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/James_Husband_(footballer)",
      "name": "James Husband",
      "aboutText": "Kevin Douglas Ware (born January 3, 1993) is an American college basketball player at Georgia State University and also a former player for the University of Louisville. Ware received widespread media attention when he suffered a graphic break to his right leg in an Elite Eight game against the Duke Blue Devils on March 31, 2013, on an attempt to block a three-point shot by Tyler Thornton.",
      "pageId": 38975513,
      "monthDay": "01/03"
    },
    {
      "year": "1995",
      "uri": "/wiki/Kim_Seolhyun",
      "name": "Kim Seolhyun",
      "aboutText": "Kim Seol-hyun (Hangul: 김설현; born January 3, 1995), better known as Seolhyun, is a South Korean idol singer and actress.",
      "pageId": 43272783,
      "monthDay": "01/03"
    },
    {
      "year": "1995",
      "uri": "/wiki/Akihisa_Shiono",
      "name": "Akihisa Shiono",
      "aboutText": "Akihisa Shiono (塩野 瑛久, Shiono Akihisa, born January 3, 1995, in Tokyo) is a Japanese actor and model who is affiliated with Oscar Promotion. He played the role of Souji Rippukan (Kyoryu Green) in the 2013 Super Sentai TV series Zyuden Sentai Kyoryuger.\n^ a b \"Official profile at Oscar Promotion\".",
      "pageId": 46976357,
      "monthDay": "01/03"
    }
  ]
}