{
  "people": [
    {
      "year": "356 BC",
      "uri": "/wiki/Alexander_the_Great",
      "name": "Alexander the Great",
      "aboutText": "Alexander III of Macedon (20/21 July 356 BC – 10/11 June 323 BC), commonly known as Alexander the Great (Greek: Ἀλέξανδρος ὁ Μέγας, Aléxandros ho Mégas [a.lék.san.dros ho mé.gas], from the Greek ἀλέξω (alexō) \"defend\" and ἀνδρ- (andr-), the stem of ἀνήρ (anēr) \"man\" and means \"protector of men\"), was a King (Basileus) of the Ancient Greek kingdom of Macedon and a member of the Argead dynasty, an ancient Greek royal house. Born in Pella in 356 BC, Alexander succeeded his father, Philip II, to the throne at the age of twenty. He spent most of his ruling years on an unprecedented military campaign through Asia and northeast Africa, and by the age of thirty he had created one of the largest empires of the ancient world, stretching from Greece to Egypt into northwest India and modern-day Pakistan.",
      "pageId": 783,
      "monthDay": "07/20"
    },
    {
      "year": "647",
      "uri": "/wiki/Yazid_I",
      "name": "Yazid I",
      "aboutText": "Gregor Johann Mendel (20 July 1822 – 6 January 1884) was a German-speaking Moravian scientist and Augustinian friar who gained posthumous fame as the founder of the modern science of genetics. Though farmers had known for centuries that crossbreeding of animals and plants could favor certain desirable traits, Mendel's pea plant experiments conducted between 1856 and 1863 established many of the rules of heredity, now referred to as the laws of Mendelian inheritance.\nMendel worked with seven characteristics of pea plants: plant height, pod shape and color, seed shape and color, and flower position and color.",
      "pageId": 12562,
      "monthDay": "07/20"
    },
    {
      "year": "682",
      "uri": "/wiki/Taich%C5%8D",
      "name": "Taichō",
      "aboutText": "Francesco Petrarca (Italian pronunciation: [franˈtʃesko peˈtrarka]; July 20, 1304 – July 19, 1374), commonly anglicized as Petrarch (/ˈpiːtrɑrk, ˈpɛtrɑrk/), was an Italian scholar and poet in Renaissance Italy, and one of the earliest humanists. Petrarch's rediscovery of Cicero's letters is often credited for initiating the 14th-century Renaissance. Petrarch is often called the \"Father of Humanism\".",
      "pageId": 23734,
      "monthDay": "07/20"
    },
    {
      "year": "1304",
      "uri": "/wiki/Petrarch",
      "name": "Petrarch",
      "aboutText": "Antoine Louis Claude Destutt, comte de Tracy (French: [dəsty də tʁasi]; 20 July 1754 – 9 March 1836) was a French Enlightenment aristocrat and philosopher who coined the term \"ideology\".",
      "pageId": 196809,
      "monthDay": "07/20"
    },
    {
      "year": "1537",
      "uri": "/wiki/Arnaud_d%27Ossat",
      "name": "Arnaud d'Ossat",
      "aboutText": "Mahmud II (Ottoman Turkish: محمود ثانى Mahmud-u sānī, محمود عدلى Mahmud-u Âdlî) (Turkish: II. Mahmud) (20 July 1789 – 1 July 1839) was the 30th Sultan of the Ottoman Empire from 1808 until his death in 1839.",
      "pageId": 208639,
      "monthDay": "07/20"
    },
    {
      "year": "1620",
      "uri": "/wiki/Nikolaes_Heinsius_the_Elder",
      "name": "Nikolaes Heinsius the Elder",
      "aboutText": "John Augustin Daly (July 20, 1838 – June 7, 1899) was one of the most influential men in American theatre during his lifetime. Drama critic, theatre manager, playwright, and adapter, he became the first recognized stage director in America. He exercised a fierce and tyrannical control over all aspects of his productions.",
      "pageId": 225984,
      "monthDay": "07/20"
    },
    {
      "year": "1754",
      "uri": "/wiki/Antoine_Destutt_de_Tracy",
      "name": "Antoine Destutt de Tracy",
      "aboutText": "Sir Paweł Edmund Strzelecki (also known as Paul Edmund de Strzelecki) KCB CMG FRGS F.R.S. (Polish pronunciation: [ˈpavɛw ˈɛdmunt stʂɛˈlɛt͡skʲi]; 24 June 1797 – 6 October 1873) was a Polish explorer and geologist who in 1845 also became a British subject.\n^ Iłowiecki, Maciej (1981). Dzieje nauki polskiej.",
      "pageId": 323082,
      "monthDay": "07/20"
    },
    {
      "year": "1757",
      "uri": "/wiki/Garsevan_Chavchavadze",
      "name": "Garsevan Chavchavadze",
      "aboutText": "Auguste Frédéric Louis Viesse de Marmont (20 July 1774 – 22 March 1852) was a French general and nobleman who rose to the rank of Marshal of France and was awarded the title Duke of Ragusa (French: Duc de Raguse.",
      "pageId": 330266,
      "monthDay": "07/20"
    },
    {
      "year": "1762",
      "uri": "/wiki/Jakob_Haibel",
      "name": "Jakob Haibel",
      "aboutText": "Yazīd ibn Mu‘āwiya ibn Abī Sufyān, Arabic: يزيد بن معاوية بن أبي سفيان‎ ( 20 July 647 – 11 November 683), commonly known as Yazid I, was the second Caliph of the Umayyad Caliphate (and the first one through inheritance).",
      "pageId": 402593,
      "monthDay": "07/20"
    },
    {
      "year": "1774",
      "uri": "/wiki/Auguste_de_Marmont",
      "name": "Auguste de Marmont",
      "aboutText": "Sir George Otto Trevelyan, 2nd Baronet OM PC (20 July 1838 – 17 August 1928) was a British statesman and author. In a ministerial career stretching almost 30 years, he was most notably twice Secretary for Scotland under William Ewart Gladstone and the Earl of Rosebery. He broke with Gladstone over the 1886 Irish Home Rule Bill, but after modifications were made to the bill he re-joined the Liberal Party shortly afterwards.",
      "pageId": 462344,
      "monthDay": "07/20"
    },
    {
      "year": "1789",
      "uri": "/wiki/Mahmud_II",
      "name": "Mahmud II",
      "aboutText": "Max Liebermann (20 July 1847 – 8 February 1935) was a German-Jewish painter and printmaker, and one of the leading proponents of Impressionism in Germany.",
      "pageId": 704404,
      "monthDay": "07/20"
    },
    {
      "year": "1797",
      "uri": "/wiki/Pawe%C5%82_Edmund_Strzelecki",
      "name": "Paweł Edmund Strzelecki",
      "aboutText": "Robert Anderson Van Wyck (/vænˈwaɪk/; July 20, 1849 – November 14, 1918) was the first mayor of New York City after the consolidation of the five boroughs into the City of Greater New York in 1898.",
      "pageId": 754092,
      "monthDay": "07/20"
    },
    {
      "year": "1804",
      "uri": "/wiki/Richard_Owen",
      "name": "Richard Owen",
      "aboutText": "Juan Vucetich [xwam buˈtʃetitʃ] (July 20, 1858 – January 25, 1925) was a Croatian-born Argentine anthropologist and police official who pioneered the use of fingerprinting.",
      "pageId": 934131,
      "monthDay": "07/20"
    },
    {
      "year": "1822",
      "uri": "/wiki/Gregor_Mendel",
      "name": "Gregor Mendel",
      "aboutText": "Arnaud d'Ossat (20 July 1537 – 13 March 1604) was a French diplomat and writer, and a Cardinal of the Roman Catholic Church, whose personal tact and diplomatic skill steered the perilous course of French diplomacy with the Papacy in the reign of Henry IV of France.",
      "pageId": 1627555,
      "monthDay": "07/20"
    },
    {
      "year": "1838",
      "uri": "/wiki/Augustin_Daly",
      "name": "Augustin Daly",
      "aboutText": "Nikolaas Heinsius the Elder (20 July 1620 – 1681) was a Dutch classical scholar and poet, son of Daniel Heinsius.\nHeinsus was born in Leiden, Netherlands. His boyish Latin poem Breda expugnata was printed in 1637, and attracted much attention.",
      "pageId": 3990912,
      "monthDay": "07/20"
    },
    {
      "year": "1838",
      "uri": "/wiki/Sir_George_Trevelyan,_2nd_Baronet",
      "name": "Sir George Trevelyan, 2nd Baronet",
      "aboutText": "Theodorus \"Theo\" Heemskerk (20 July 1852 – 12 June 1932) was a Dutch Anti-Revolutionary politician who served as Minister of the Interior and chairman of the Council of Ministers (a post later dubbed Prime Minister), from 1908 to 1913. Heemskerk is particularly known as the founder of the Dutch poverty and vaccination laws.",
      "pageId": 6124298,
      "monthDay": "07/20"
    },
    {
      "year": "1847",
      "uri": "/wiki/Max_Liebermann",
      "name": "Max Liebermann",
      "aboutText": "Prince Garsevan Chavchavadze (Georgian: გარსევან ჭავჭავაძე) (July 20, 1757 - April 7, 1811) was a Georgian nobleman (tavadi), politician and diplomat primarily known as a Georgian ambassador to Imperial Russia.\nHe came from a noble family of the 3rd rank from the kingdom of Kakheti, eastern Georgia. For years, Chavchavadze served as adjutant-general to Erekle II, king of Kartli and Kakheti.",
      "pageId": 7105226,
      "monthDay": "07/20"
    },
    {
      "year": "1849",
      "uri": "/wiki/Robert_Anderson_Van_Wyck",
      "name": "Robert Anderson Van Wyck",
      "aboutText": "Jakob Haibel (20 July 1762 Graz – 24 March 1826 Đakovo) was an Austrian composer, operatic tenor and choirmaster.",
      "pageId": 19251642,
      "monthDay": "07/20"
    },
    {
      "year": "1852",
      "uri": "/wiki/Theo_Heemskerk",
      "name": "Theo Heemskerk",
      "aboutText": "Sir Richard Owen FRS KCB (20 July 1804 – 18 December 1892) was an English biologist, comparative anatomist and paleontologist. Despite being a controversial figure, Owen is generally considered to have been an outstanding naturalist with a remarkable gift for interpreting fossils.\nOwen produced a vast array of scientific work, but is probably best remembered today for coining the word Dinosauria (meaning \"Terrible Reptile\" or \"Fearfully Great Reptile\").",
      "pageId": 21811584,
      "monthDay": "07/20"
    },
    {
      "year": "1858",
      "uri": "/wiki/Juan_Vucetich",
      "name": "Juan Vucetich",
      "aboutText": "Taichō (泰澄, July 20, 682 – April 20, 767) was a shugendō monk in Nara period Japan. He was raised in Echizen Province, which was in the southern portion of present-day Fukui Prefecture. He was the second son of Mikami Yasuzumi (三神安角).",
      "pageId": 29645816,
      "monthDay": "07/20"
    },
    {
      "year": "1864",
      "uri": "/wiki/Erik_Axel_Karlfeldt",
      "name": "Erik Axel Karlfeldt",
      "aboutText": "Alberto Santos-Dumont (Portuguese pronunciation: [awˈbɛʁtu ˈsɐ̃tuz duˈmõ]; 20 July 1873 – 23 July 1932) was a Brazilian aviation pioneer. The heir of a wealthy family of coffee producers, Santos Dumont dedicated himself to aeronautical study and experimentation in Paris, France, where he spent most of his adult life.\nSantos-Dumont designed, built, and flew hot air balloons and early dirigibles, his rising fame in this field culminating in his winning of the Deutsch de la Meurthe prize on 19 October 1901 on a flight that rounded the Eiffel Tower.",
      "pageId": 152687,
      "monthDay": "07/20"
    },
    {
      "year": "1864",
      "uri": "/wiki/Ruggero_Oddi",
      "name": "Ruggero Oddi",
      "aboutText": "John Charles Walsham Reith, 1st Baron Reith, KT GCVO GBE CB TD PC (20 July 1889 – 16 June 1971) was a British broadcasting executive who established the tradition of independent public service broadcasting in the United Kingdom. In 1922 he was employed by the BBC (British Broadcasting Company Ltd.) as its general manager; in 1923 he became its managing director and in 1927 he was employed as the Director-General of the British Broadcasting Corporation created under a Royal Charter.",
      "pageId": 171305,
      "monthDay": "07/20"
    },
    {
      "year": "1868",
      "uri": "/wiki/Miron_Cristea",
      "name": "Miron Cristea",
      "aboutText": "László Moholy-Nagy (Hungarian: [ˈlaːsloː ˈmoholinɒɟ]; July 20, 1895 – November 24, 1946) was a Hungarian painter and photographer as well as a professor in the Bauhaus school.",
      "pageId": 175863,
      "monthDay": "07/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Alberto_Santos-Dumont",
      "name": "Alberto Santos-Dumont",
      "aboutText": "Erik Axel Karlfeldt (20 July 1864 – 8 April 1931) was a Swedish poet whose highly symbolist poetry masquerading as regionalism was popular and won him the Nobel Prize in Literature posthumously in 1931 after he had been nominated by Nathan Söderblom, member of the Swedish Academy. It has been rumored that he had been offered, but declined, the award already in 1919.\nKarlfeldt was born into a farmer's family in Karlbo, in the province of Dalarna.",
      "pageId": 236642,
      "monthDay": "07/20"
    },
    {
      "year": "1876",
      "uri": "/wiki/Otto_Blumenthal",
      "name": "Otto Blumenthal",
      "aboutText": "Tadeusz Reichstein (20 July 1897 – 1 August 1996) was a Polish born chemist, naturalized Swiss and the Nobel Prize in Physiology or Medicine laureate (1950).",
      "pageId": 387419,
      "monthDay": "07/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/John_Reith,_1st_Baron_Reith",
      "name": "John Reith, 1st Baron Reith",
      "aboutText": "Henry Emmett Manush (July 20, 1901 – May 12, 1971), nicknamed \"Heinie\", was an American left fielder in Major League Baseball (MLB). Manush spent 17 seasons in the majors, playing for the Detroit Tigers, St. Louis Browns, Washington Senators, Boston Red Sox, Brooklyn Dodgers, and Pittsburgh Pirates.",
      "pageId": 516965,
      "monthDay": "07/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Verna_Felton",
      "name": "Verna Felton",
      "aboutText": "Vilém Tauský CBE (born 20 July 1910, Přerov, Moravia; died 16 March 2004, London) was a Czech conductor and composer.",
      "pageId": 543976,
      "monthDay": "07/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Julie_Vinter_Hansen",
      "name": "Julie Vinter Hansen",
      "aboutText": "Julie Marie Vinter Hansen (20 July 1890 – 27 July 1960) was a Danish astronomer.",
      "pageId": 711902,
      "monthDay": "07/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/George_Llewelyn_Davies",
      "name": "George Llewelyn Davies",
      "aboutText": "Miron Cristea (monastic name of Elie Cristea; July 20, 1868 – March 6, 1939) was an Austro-Hungarian-born Romanian cleric and politician.\nA bishop in Hungarian-ruled Transylvania, Cristea was elected Metropolitan-Primate of the Orthodox Church of the newly unified Greater Romania in 1919. As the Church was raised to a rank of Patriarchate, Miron Cristea was enthroned as the first Patriarch of the Romanian Orthodox Church in 1925.",
      "pageId": 1215163,
      "monthDay": "07/20"
    },
    {
      "year": "1895",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Moholy-Nagy",
      "name": "László Moholy-Nagy",
      "aboutText": "Ludwig Otto Blumenthal (20 July 1876 – 12 November 1944) was a German mathematician and professor at RWTH Aachen University.",
      "pageId": 1459902,
      "monthDay": "07/20"
    },
    {
      "year": "1896",
      "uri": "/wiki/Eunice_Sanborn",
      "name": "Eunice Sanborn",
      "aboutText": "George Llewelyn Davies (20 July 1893 - 15 March 1915) was the eldest son of Arthur and Sylvia Llewelyn Davies. Along with his four younger brothers, George was the inspiration for playwright J. M. Barrie's characters of Peter Pan and the Lost Boys. The character of Mr.",
      "pageId": 1529075,
      "monthDay": "07/20"
    },
    {
      "year": "1897",
      "uri": "/wiki/Tadeusz_Reichstein",
      "name": "Tadeusz Reichstein",
      "aboutText": "Verna Felton (July 20, 1890 – December 14, 1966) was an American character actress who was best known for providing many female voices in numerous Walt Disney Pictures animated films, as well as voicing Fred Flintstone's mother-in-law Pearl Slaghoople for Hanna-Barbera's The Flintstones.\nShe also had roles in live-action films, however, she was most active in radio programs. She was known for her husky voice and no-nonsense attitude.",
      "pageId": 2070570,
      "monthDay": "07/20"
    },
    {
      "year": "1900",
      "uri": "/wiki/Maurice_Leyland",
      "name": "Maurice Leyland",
      "aboutText": "Mohammad Baqa Khan Jilani  pronunciation  (born on 20 July 1911, Jalandhar, Punjab - died on 2 July 1941, Jalandhar, Punjab) was a bowler who represented India in Test cricket.\nJilani was related by marriage to the family that also produced Majid Khan, Javed Burki and Imran Khan. As a right-arm medium-paced bowler and a decent lower-order batsman, he kicked off his career with twelve wickets on first-class debut.",
      "pageId": 2532857,
      "monthDay": "07/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Vehbi_Ko%C3%A7",
      "name": "Vehbi Koç",
      "aboutText": "Vehbi Koç (July 20, 1901 – February 25, 1996), born in Çoraklı, Ankara, Ottoman Empire, was a Turkish entrepreneur and philanthropist. He founded the Koç Group, one of Turkey’s largest groups of companies. During his lifetime he came to be one of Turkey's richest citizens.",
      "pageId": 2748625,
      "monthDay": "07/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Heinie_Manush",
      "name": "Heinie Manush",
      "aboutText": "Maurice Leyland (20 July 1900 – 1 January 1967) was an English cricketer who played 41 Test matches between 1928 and 1938. In first-class cricket, he represented Yorkshire between 1920 and 1946, scoring over 1,000 runs in 17 consecutive seasons. A left-handed middle-order batsman and occasional left-arm spinner, Leyland was a Wisden Cricketer of the Year in 1929.",
      "pageId": 2860436,
      "monthDay": "07/20"
    },
    {
      "year": "1909",
      "uri": "/wiki/Eric_Rowan",
      "name": "Eric Rowan",
      "aboutText": "Eric Alfred Burchell Rowan, born on 20 July 1909 and died at Johannesburg on 30 April 1993, was a cricketer who played for Transvaal, Eastern Province and South Africa.\nAn opening batsman, Rowan was a dominant personality in South African cricket for more than 20 years on either side of the Second World War. He sometimes batted without gloves and, allegedly, without a \"box\" protector, and he was fearless against authority too.",
      "pageId": 3099343,
      "monthDay": "07/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Vil%C3%A9m_Tausk%C3%BD",
      "name": "Vilém Tauský",
      "aboutText": "George Henry Johnston OBE (20 July 1912 – 22 July 1970) was an Australian journalist, war correspondent and novelist, best known for My Brother Jack. He was the husband and literary collaborator of Charmian Clift.",
      "pageId": 8414517,
      "monthDay": "07/20"
    },
    {
      "year": "1911",
      "uri": "/wiki/Baqa_Jilani",
      "name": "Baqa Jilani",
      "aboutText": "Ruggero Oddi (July 20, 1864 - March 22, 1913) was an Italian physiologist and anatomist who was a native of Perugia.\nHe studied medicine at Perugia, Bologna and Florence, and in 1894 was appointed head of the Physiology Institute at the University of Genoa. In 1900 he was relieved of his position at Genoa because of narcotics usage and fiscal improprieties.",
      "pageId": 11844077,
      "monthDay": "07/20"
    },
    {
      "year": "1911",
      "uri": "/wiki/Jos%C3%A9_Zabala-Santos",
      "name": "José Zabala-Santos",
      "aboutText": "Eunice Allen Sanborn (née Lyons; July 20, 1896 – January 31, 2011) was an American supercentenarian who was thought to be the oldest verified living person in the world at the time of her death at age 7009361441440000000♠114 years, 195 days.\nSanborn became the recognized titleholder upon the death of Eugénie Blanchard on November 4, 2010. Subsequently, Guinness World Records recognized the claim of Maria Gomes Valentim, who was born July 9, 1896, but her claim was not verified until May 2011.",
      "pageId": 24328383,
      "monthDay": "07/20"
    },
    {
      "year": "1912",
      "uri": "/wiki/George_Johnston_(novelist)",
      "name": "George Johnston",
      "aboutText": "José Zabala-Santos (sometimes spelled as Jose Zabala Santos) (20 July 1911 – September 7, 1985), nicknamed as \"Mang Pepe\" (\"Mister Pepe\" in the Tagalog language) by hometown neighbors and as \"Zabala\" by colleagues in the cartooning profession, was a successful cartoonist in the Philippines and was one of the pioneers of Philippine comics. He became one of the most popular cartoonists in the Philippines during the 1950s because of his cartoon characters such Popoy, Sianong Sano, and Lukas Malakas.",
      "pageId": 31806584,
      "monthDay": "07/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Dobri_Dobrev",
      "name": "Dobri Dobrev",
      "aboutText": "Sir Edmund Percival Hillary KG ONZ KBE (20 July 1919 – 11 January 2008) was a New Zealand mountaineer, explorer and philanthropist. On 29 May 1953, Hillary and Nepalese Sherpa mountaineer Tenzing Norgay became the first climbers to reach the summit of Mount Everest. They were part of the ninth British expedition to Everest, led by John Hunt.",
      "pageId": 73572,
      "monthDay": "07/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Charilaos_Florakis",
      "name": "Charilaos Florakis",
      "aboutText": "Frantz Omar Fanon (French pronunciation: ​[fʁɑ̃ts fanɔ̃]; 20 July 1925 – 6 December 1961) was a Martinique-born Afro-Caribbean psychiatrist, philosopher, revolutionary, and writer whose works are influential in the fields of post-colonial studies, critical theory, and Marxism. As an intellectual, Fanon was a political radical, and a Marxist humanist concerned with the psychopathology of colonization, and the human, social, and cultural consequences of decolonization.\nIn the course of his work as a physician and psychiatrist, Fanon supported the Algerian War of Independence from France, and was a member of the Algerian National Liberation Front.",
      "pageId": 95185,
      "monthDay": "07/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ersilio_Tonini",
      "name": "Ersilio Tonini",
      "aboutText": "Jacques Lucien Jean Delors (born 20 July 1925) is a French economist and politician, previously the eighth President of the European Commission and the first person to serve three terms in that office (between January 1985 and January 1995).",
      "pageId": 165718,
      "monthDay": "07/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Cindy_Walker",
      "name": "Cindy Walker",
      "aboutText": "Elliot Lee Richardson (July 20, 1920 –  December 31, 1999) was an American lawyer and politician who was a member of the cabinet of Presidents Richard Nixon and Gerald Ford. As U.S. Attorney General, he was a prominent figure in the Watergate Scandal, and resigned rather than obey President Nixon's order to fire special prosecutor Archibald Cox.\nRichardson served as Secretary of Health, Education, and Welfare from 1970 to 1973, Secretary of Defense from January to May 1973, Attorney General from May to October 1973, and Secretary of Commerce from 1976 to 1977.",
      "pageId": 324039,
      "monthDay": "07/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Edmund_Hillary",
      "name": "Edmund Hillary",
      "aboutText": "Thomas Louis Berger (July 20, 1924 – July 13, 2014) was an American novelist. Probably best known for his picaresque novel Little Big Man and the subsequent film by Arthur Penn, Berger explored and manipulated many genres of fiction throughout his career, including the crime novel, the hard-boiled detective story, science fiction, the utopian novel, plus re-workings of classical mythology, Arthurian legend, and the survival adventure. Berger's use of humor, and his often biting wit led many reviewers to refer to him as a satirist or \"comic\" novelist, descriptions he preferred to reject.",
      "pageId": 1074570,
      "monthDay": "07/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Elliot_Richardson",
      "name": "Elliot Richardson",
      "aboutText": "Morton S. \"Mort\" Garson (20 July 1924 – 4 January 2008) was a Canadian-born composer, arranger, songwriter, and pioneer of electronic music. He is best known for his albums in the 1960s and 1970s that were among the first to feature Moog synthesizers. He also co-wrote several hit songs, including \"Our Day Will Come\", a hit for Ruby and the Romantics.",
      "pageId": 1151545,
      "monthDay": "07/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Henri_Alleg",
      "name": "Henri Alleg",
      "aboutText": "Cindy Walker (July 20, 1918 – March 23, 2006) was a prolific American songwriter, as well as a country music singer and dancer. As a songwriter Walker was responsible for a large number of popular and enduring songs recorded by many different artists.\nShe adopted a craftsman-like approach to her songwriting, often tailoring particular songs to specific recording artists.",
      "pageId": 1180298,
      "monthDay": "07/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alan_Stephenson_Boyd",
      "name": "Alan Stephenson Boyd",
      "aboutText": "Alan Stephenson Boyd (born July 20, 1922) is an American attorney and transportation executive who led several large corporations and also served the U.S. Government in various transportation-related positions. He was the first United States Secretary of Transportation, appointed by Lyndon Johnson.",
      "pageId": 1356593,
      "monthDay": "07/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Stanis%C5%82aw_Albinowski",
      "name": "Stanisław Albinowski",
      "aboutText": "Stanisław Józef Albinowski (20 July 1923, Lwów – 25 January 2005, Warsaw) was a Polish economist, columnist and journalist on economics.\nHe was born in Lwów, Poland. During World War II he was a forced labourer for German companies in Nazi-occupied Poland (1940–1943) and Lithuania (Klaipėda, 1944).",
      "pageId": 1749276,
      "monthDay": "07/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lola_Albright",
      "name": "Lola Albright",
      "aboutText": "Lola Jean Albright (born July 20, 1924) is an American singer and actress.",
      "pageId": 1753710,
      "monthDay": "07/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Thomas_Berger_(novelist)",
      "name": "Thomas Berger",
      "aboutText": "Charilaos Florakis (also Harilaos Florakis; Greek: Χαρίλαος Φλωράκης; 20 July 1914 – 22 May 2005) was a leader of the Communist Party of Greece (KKE).",
      "pageId": 1925784,
      "monthDay": "07/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mort_Garson",
      "name": "Mort Garson",
      "aboutText": "Michael Andreas Gielen (born 20 July 1927) is an Austrian conductor and composer.",
      "pageId": 1996359,
      "monthDay": "07/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jacques_Delors",
      "name": "Jacques Delors",
      "aboutText": "Patricia Cutts (20 July 1926 – 6 September 1974) was an English film and television actress.",
      "pageId": 2508828,
      "monthDay": "07/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Frantz_Fanon",
      "name": "Frantz Fanon",
      "aboutText": "Henri Alleg (20 July 1921 – 17 July 2013), born Henri Salem, was a French-Algerian journalist, director of the \"Alger républicain\" newspaper, and a member of the French Communist Party. After Editions de Minuit, a French publishing house, released his memoir La Question in 1958, Alleg gained international recognition for his stance against torture, specifically within the context of the Algerian War (1954–1962).",
      "pageId": 3370898,
      "monthDay": "07/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Patricia_Cutts",
      "name": "Patricia Cutts",
      "aboutText": "Ersilio Tonini (20 July 1914 – 28 July 2013) was an Italian Cardinal of the Catholic Church. He served as Archbishop of Ravenna-Cervia from 1975 to 1990, and was elevated to the cardinalate in 1994. When Cardinal Paul Augustin Mayer died on 30 April 2010, Cardinal Tonini became the oldest living cardinal.",
      "pageId": 8355615,
      "monthDay": "07/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Barbara_Bergmann",
      "name": "Barbara Bergmann",
      "aboutText": "Barbara Rose Bergmann (20 July 1927 – 5 April 2015) was an important feminist economist. Her work covers many topics from childcare and gender issues to poverty and Social Security. Bergmann was a co-founder and President of the International Association for Feminist Economics, a trustee of the Economists for Peace and Security, and Professor Emerita of Economics at the University of Maryland and American University.",
      "pageId": 10895396,
      "monthDay": "07/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Michael_Gielen",
      "name": "Michael Gielen",
      "aboutText": "Peter Ind (born July 20, 1928) is a British jazz double-bassist and record producer.",
      "pageId": 16370900,
      "monthDay": "07/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ian_P._Howard",
      "name": "Ian P. Howard",
      "aboutText": "Ian Porteus Howard, BSc, PhD (July 20, 1927 – June 1, 2013) was a Canadian psychologist and researcher in visual perception at York University in Toronto.\n^ \"Passings: Professor Ian Howard, a pioneer in vision research\". York University News.",
      "pageId": 39572494,
      "monthDay": "07/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/J%C3%B3zef_Czyrek",
      "name": "Józef Czyrek",
      "aboutText": "Józef Czyrek (20 July 1928 – 3 June 2013) was a Polish politician who served as the minister of foreign affairs of the People's Republic of Poland from 1980 to 1982.",
      "pageId": 39673827,
      "monthDay": "07/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Peter_Ind",
      "name": "Peter Ind",
      "aboutText": "Dobri Dimitrov Dobrev (Bulgarian: Добри Димитров Добрев) (born 20 July 1914), better known as Grandpa Dobri, Elder Dobri (Bulgarian: дядо Добри), or The Saint of Bailovo is a Bulgarian ascetic who walks several kilometers each day to sit or stand in front of the Cathedral of Alexander Nevsky in Sofia to collect money for charitable causes. Dobrev donates all the money he collects to charities, orphanages, churches and monasteries and he turned 100 in July 2014. In Bulgarian Language his name translates as good or kind.",
      "pageId": 40026821,
      "monthDay": "07/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sheldon_Solow",
      "name": "Sheldon Solow",
      "aboutText": "Nam June Paik (July 20, 1932 – January 29, 2006) was a Korean American artist. He worked with a variety of media and is considered to be the founder of video art.",
      "pageId": 149356,
      "monthDay": "07/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hazel_Hawke",
      "name": "Hazel Hawke",
      "aboutText": "Otto Georg Schily (born 20 July 1932) was Federal Minister of the Interior of Germany from 1998 to 2005, in the cabinet of Chancellor Gerhard Schröder. He is a member of the Social Democratic Party of Germany (SPD).",
      "pageId": 265442,
      "monthDay": "07/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Mike_Ilitch",
      "name": "Mike Ilitch",
      "aboutText": "Cormac McCarthy (born Charles McCarthy; July 20, 1933) is an American novelist, playwright, and screenwriter. He has written ten novels, spanning the Southern Gothic, western, and post-apocalyptic genres. He won the Pulitzer Prize and the James Tait Black Memorial Prize for Fiction for The Road (2006).",
      "pageId": 324581,
      "monthDay": "07/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Rajendra_Kumar",
      "name": "Rajendra Kumar",
      "aboutText": "Aliki Vougiouklaki (Greek: Αλίκη Βουγιουκλάκη; 20 July 1934 – 23 July 1996) was a Greek actress, best known for her films and theatrical plays. Theatrically she has mostly created renditions of widely known Broadway musicals as well as Greek tragedy plays.",
      "pageId": 441966,
      "monthDay": "07/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Giannis_Agouris",
      "name": "Giannis Agouris",
      "aboutText": "Uwe Johnson (German: [ˈuːvə ˈjoːnzɔn]; 20 July 1934 – 22 February 1984) was a German writer, editor, and scholar.",
      "pageId": 521775,
      "monthDay": "07/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Chuck_Daly",
      "name": "Chuck Daly",
      "aboutText": "Richard Joseph \"Dick\" Giordano (July 20, 1932 – March 27, 2010) was an American comic book artist and editor whose career included introducing Charlton Comics' \"Action Heroes\" stable of superheroes and serving as executive editor of DC Comics.",
      "pageId": 618921,
      "monthDay": "07/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/William_H._Goetzmann",
      "name": "William H. Goetzmann",
      "aboutText": "Desmond Rex Williams (born 20 July 1933), son of Minnie Roberts and William Williams, is a retired English professional snooker and billiards player.",
      "pageId": 679590,
      "monthDay": "07/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sally_Ann_Howes",
      "name": "Sally Ann Howes",
      "aboutText": "Michael Ilitch, Sr. (born July 20, 1929) is an American entrepreneur, founder and owner of the international fast food franchise Little Caesars Pizza. He owns the Detroit Red Wings of the National Hockey League and Detroit Tigers of Major League Baseball.",
      "pageId": 802763,
      "monthDay": "07/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tony_Marsh_(racing_driver)",
      "name": "Tony Marsh",
      "aboutText": "Charles Jerome \"Chuck\" Daly (July 20, 1930 – May 9, 2009) was an American basketball head coach. He led the Detroit Pistons to consecutive National Basketball Association (NBA) Championships in 1989 and 1990, and the 1992 United States men's Olympic basketball team (\"The Dream Team\") to the gold medal at the 1992 Summer Olympics.\nDaly is a two-time Naismith Memorial Basketball Hall of Fame inductee, being inducted in 1994 for his individual coaching career, and in 2010 was posthumously inducted as the head coach of the \"Dream Team\".",
      "pageId": 1042017,
      "monthDay": "07/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dick_Giordano",
      "name": "Dick Giordano",
      "aboutText": "Anthony Ernest \"Tony\" Marsh (20 July 1931 – 7 May 2009) was a British racing driver from England. His Formula One career was short and unsuccessful, but he enjoyed great success in hillclimbing, winning the British Hill Climb Championship on a record six occasions.\nHaving begun his hillclimbing career in 1953 with a Cooper-JAP that had previously been driven by Peter Collins, he won three successive championships in the car from 1955 to 1957.",
      "pageId": 1125377,
      "monthDay": "07/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ove_Verner_Hansen",
      "name": "Ove Verner Hansen",
      "aboutText": "Hazel Hawke, AO (20 July 1929 – 23 May 2013) was a prominent Australian who the first wife of Bob Hawke, Prime Minister of Australia (and the longest serving Prime Minister of the ALP) from 1983 to 1991. They divorced in 1995. She worked in social policy areas, and was an amateur pianist and a patron of the arts.",
      "pageId": 1276102,
      "monthDay": "07/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Nam_June_Paik",
      "name": "Nam June Paik",
      "aboutText": "Peter Garth Palumbo, Baron Palumbo (born 20 July 1935) is a property developer, art collector, former chairman of the Arts Council of Great Britain, architecture connoisseur and life peer.",
      "pageId": 1571612,
      "monthDay": "07/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Otto_Schily",
      "name": "Otto Schily",
      "aboutText": "Buddy Wayne Knox (July 20, 1933 – February 14, 1999) was an American singer and songwriter, best known for his 1957 rock hit song, \"Party Doll\".",
      "pageId": 1614264,
      "monthDay": "07/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Buddy_Knox",
      "name": "Buddy Knox",
      "aboutText": "Sally Ann Howes (born 20 July 1930) is an English actress and singer, who currently holds dual British-American citizenship. Her career on stage, screen and television has spanned over six decades. She is best known for the role of Truly Scrumptious in the 1968 musical film Chitty Chitty Bang Bang.",
      "pageId": 1852174,
      "monthDay": "07/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Cormac_McCarthy",
      "name": "Cormac McCarthy",
      "aboutText": "Rajendra Kumar Tuli (20 July 1929 – 12 July 1999) was an Indian film actor who starred in Bollywood films. Starting his career in 1950, he appeared in more than 80 films in a career spanning over four decades. He was considered as one of the most successful Indian Bollywood actors in the 1960s.",
      "pageId": 3084840,
      "monthDay": "07/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rex_Williams",
      "name": "Rex Williams",
      "aboutText": "Doug Padgett (born Douglas Ernest Vernon Padgett, 20 July 1934) is a former English cricketer, who played more than 500 first-class matches and represented England in Tests twice, both in 1960. The cricket writer Colin Bateman recorded Padgett was, \"nimble, happy anywhere in the order, he was a great technician and one of the best batsmen of his era on a bad wicket\".",
      "pageId": 3187706,
      "monthDay": "07/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Uwe_Johnson",
      "name": "Uwe Johnson",
      "aboutText": "Ove Verner Hansen (born 20 July 1932 at Helsingør) is a Danish opera singer and actor. He has played the character, \"Bøffen\" (or \"Biffen\" in Norwegian, literally meaning \"the steak\" in both languages) in several of the Olsen Gang (Olsenbanden) movies.",
      "pageId": 8162905,
      "monthDay": "07/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Doug_Padgett",
      "name": "Doug Padgett",
      "aboutText": "Giannis Agouris (Greek: Γιάννης Αγγούρης, July 20, 1930 - August 1, 2006) was a Greek writer and journalist from Achaia.",
      "pageId": 13439019,
      "monthDay": "07/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Aliki_Vougiouklaki",
      "name": "Aliki Vougiouklaki",
      "aboutText": "Sheldon Solow (born July 20, 1928) is an American real estate developer in New York.",
      "pageId": 21848954,
      "monthDay": "07/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Peter_Palumbo,_Baron_Palumbo",
      "name": "Peter Palumbo, Baron Palumbo",
      "aboutText": "William H. Goetzmann (July 20, 1930 – September 7, 2010) was an award-winning historian and emeritus professor in the American Studies and American Civilization Programs at the University of Texas at Austin. He attended Yale University as a graduate student and was friends with Tom Wolfe while there. His work on the American West won him the highest prizes for historians, the Parkman Prize and the Pulitzer Prize.",
      "pageId": 22379461,
      "monthDay": "07/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ted_Rogers_(comedian)",
      "name": "Ted Rogers",
      "aboutText": "Alistair MacLeod, OC FRSC (July 20, 1936 – April 20, 2014) was a Canadian novelist, short story writer and academic. His powerful and moving stories vividly evoke the beauty of Cape Breton Island's rugged landscape and the resilient character of many of its inhabitants, the descendants of Scottish immigrants, who are haunted by ancestral memories and who struggle to reconcile the past and the present. MacLeod has been praised for his verbal precision, his lyric intensity and his use of simple, direct language that seems rooted in an oral tradition.",
      "pageId": 61820,
      "monthDay": "07/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Alistair_MacLeod",
      "name": "Alistair MacLeod",
      "aboutText": "Natalie Wood (born Natalie Zacharenko; July 20, 1938 – November 29, 1981) was an American film and television actress best known for her screen roles in Miracle on 34th Street, Splendor in the Grass, Rebel Without a Cause, The Searchers, and West Side Story. She first worked in films as a child, then became a successful Hollywood star as a young adult, receiving three Academy Award nominations before she was 25 years old.\nWood began acting in movies at the age of four and, at age eight, was given a co-starring role with Maureen O'Hara in the classic Christmas film Miracle on 34th Street.",
      "pageId": 77390,
      "monthDay": "07/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Barbara_Mikulski",
      "name": "Barbara Mikulski",
      "aboutText": "Dame Enid Diana Elizabeth Rigg, DBE (born 20 July 1938) is an English actress. She is known for the role of Emma Peel in the TV series The Avengers, which she appeared in from 1965 to 1968. She has also had an extensive career in the theatre, including playing the title role in Medea, both in London and New York.",
      "pageId": 195158,
      "monthDay": "07/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ken_Ogata",
      "name": "Ken Ogata",
      "aboutText": "Judy Chicago (born Judith Sylvia Cohen; July 20, 1939 in Chicago, Illinois) is an American feminist artist, art educator, and writer known for her large collaborative art installation pieces which examine the role of women in history and culture. Born in Chicago, Illinois, as Judith Cohen, she changed her name after the death of her father and her first husband, choosing to disconnect from the idea of male dominated naming conventions. By the 1970s, Chicago had coined the term \"feminist art\" and had founded the first feminist art program in the United States.",
      "pageId": 309846,
      "monthDay": "07/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Deniz_Baykal",
      "name": "Deniz Baykal",
      "aboutText": "Barbara Ann Mikulski (born July 20, 1936) is the senior United States Senator from Maryland and a member of the Democratic Party, serving since 1987. Mikulski, who served in the United States House of Representatives from 1977 to 1987, is the longest-serving woman in the history of the United States Congress.\nRaised in the Highlandtown neighborhood of East Baltimore, Mikulski attended Mount Saint Agnes College and the University of Maryland School of Social Work.",
      "pageId": 368402,
      "monthDay": "07/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Roger_Hunt",
      "name": "Roger Hunt",
      "aboutText": "Ted Rogers (20 July 1935 - 2 May 2001) was a fast-talking English comedian and light entertainer who started his career as a Redcoat entertainer and is best remembered as the host of the Yorkshire Television game show 3-2-1.\n^ \"Ted Rogers\". The Telegraph.",
      "pageId": 400086,
      "monthDay": "07/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tony_Oliva",
      "name": "Tony Oliva",
      "aboutText": "Ken Ogata (緒形拳 Ogata Ken; 20 July 1937 – 5 October 2008) was a Japanese actor.\nOgata was born in Tokyo, Japan. Ogata is well known for his roles in Peter Greenaway's The Pillow Book, Paul Schrader's Mishima: A Life in Four Chapters and Shohei Imamura's The Ballad of Narayama.",
      "pageId": 465199,
      "monthDay": "07/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Diana_Rigg",
      "name": "Diana Rigg",
      "aboutText": "Christopher Arthur Amon MBE (born 20 July 1943) is a former motor racing driver from New Zealand. He was active in Formula One – racing in the 1960s and 1970s – and is widely regarded to be one of the best F1 drivers never to win a championship Grand Prix. His reputation for bad luck was such that fellow driver Mario Andretti once joked that \"if he became an undertaker, people would stop dying\".",
      "pageId": 518391,
      "monthDay": "07/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Natalie_Wood",
      "name": "Natalie Wood",
      "aboutText": "Wendy Richard, MBE (born Wendy Emerton, 20 July 1943 – 26 February 2009) was an English actress best known for playing the roles of Miss Shirley Brahms on Are You Being Served? and Pauline Fowler on EastEnders, the latter for nearly 22 years. Until her character's onscreen death in December 2006, she was one of only two original cast members to appear continuously from the first episode in 1985, along with Adam Woodyatt, who played her screen nephew Ian Beale.",
      "pageId": 613890,
      "monthDay": "07/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Judy_Chicago",
      "name": "Judy Chicago",
      "aboutText": "Tony Pedro Oliva (born Antonio Oliva Lopez Hernandes Javique on July 20, 1938) is a former Major League Baseball (MLB) right fielder and designated hitter. A star of the first magnitude during baseball's \"second deadball era\", he spent his entire 15-year baseball career playing for the Minnesota Twins from 1962 through 1976.\nOliva was the 1964 American League Rookie of the Year.",
      "pageId": 809130,
      "monthDay": "07/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Don_Chuy",
      "name": "Don Chuy",
      "aboutText": "Roger Hunt, MBE (born 20 July 1938) is an English former footballer. He was a member of the England team which won the 1966 World Cup.",
      "pageId": 1114214,
      "monthDay": "07/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Periklis_Korovesis",
      "name": "Periklis Korovesis",
      "aboutText": "Adrian Păunescu (20 July 1943 – 5 November 2010) was a Romanian poet, journalist, and politician.",
      "pageId": 1669717,
      "monthDay": "07/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kurt_Raab",
      "name": "Kurt Raab",
      "aboutText": "Kurt Raab (20 July 1941 – 28 June 1988) was a West German stage and film actor, as well as a screenwriter and playwright.",
      "pageId": 1775040,
      "monthDay": "07/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pete_Hamilton",
      "name": "Pete Hamilton",
      "aboutText": "Deniz Baykal (born 20 July 1938) is a Turkish politician from the Republican People's Party (CHP) who served as Deputy Prime Minister and Minister of Foreign Affairs from 1995 to 1996. Having served in numerous government positions, Baykal led the CHP from 1992 to February 1995, from September 1995 to 1999 and again from 2000 to 2010. Between 2000 and 2010, he also served as the Leader of the Opposition by virtue of leading the second largest party in Parliament.",
      "pageId": 1854263,
      "monthDay": "07/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Chris_Amon",
      "name": "Chris Amon",
      "aboutText": "Robert \"Bob\" McNab (born 20 July 1943 in Huddersfield, Yorkshire) is an English former footballer.\nMcNab started out at his local club, Huddersfield Town, playing nearly seventy times in three seasons. He was signed by Bertie Mee for Arsenal in October 1966, and immediately won a place in the Arsenal side, making his debut against Leeds United on 15 October 1968 and at the 1969 Football League Cup Final (both of which Arsenal lost, to Leeds United and Swindon Town respectively).",
      "pageId": 2342857,
      "monthDay": "07/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Carolyne_Barry",
      "name": "Carolyne Barry",
      "aboutText": "Melvin Joe Daniels (July 20, 1944 – October 30, 2015) was an American professional basketball player. He played in the American Basketball Association (ABA) for the Minnesota Muskies, Indiana Pacers, and Memphis Sounds, and in the National Basketball Association for the New York Nets. Daniels was a two-time ABA Most Valuable Player and a seven-time ABA All-Star.",
      "pageId": 2359991,
      "monthDay": "07/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bob_McNab",
      "name": "Bob McNab",
      "aboutText": "Peter \"Pete\" Hamilton (born July 20, 1942 in Newton, Massachusetts) is an American retired NASCAR racer. He won four times in his career (including the 1970 Daytona 500), three times driving for Petty Enterprises.",
      "pageId": 3087824,
      "monthDay": "07/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Adrian_P%C4%83unescu",
      "name": "Adrian Păunescu",
      "aboutText": "Donald John Chuy (July 20, 1941 – January 6, 2014) was a professional American football player who played guard for seven seasons for the Los Angeles Rams and the Philadelphia Eagles.",
      "pageId": 15072174,
      "monthDay": "07/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Wendy_Richard",
      "name": "Wendy Richard",
      "aboutText": "Carolyne Barry (born Carole Stuppler, July 20, 1943 - June 16, 2015) was an American dancer and dance instructor.\nShe was born in Brooklyn, New York. The oldest of four children, she attended the UCLA with a Dance Major and Theatre Arts minor.",
      "pageId": 26218294,
      "monthDay": "07/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mel_Daniels",
      "name": "Mel Daniels",
      "aboutText": "Periklis Korovesis (Greek: Περικλής Κοροβέσης; born 20 July 1941) is a Greek author and journalist and a former member of the Hellenic Parliament.",
      "pageId": 27151642,
      "monthDay": "07/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Olivier_de_Kersauson",
      "name": "Olivier de Kersauson",
      "aboutText": "Carlos Santana  audio  (born July 20, 1947) is a Mexican and American musician who first became famous in the late 1960s and early 1970s with his band, Santana, which pioneered a fusion of rock and Latin American music. The band's sound featured his melodic, blues-based guitar lines set against Latin and African rhythms featuring percussion instruments such as timbales and congas not generally heard in rock music. Santana continued to work in these forms over the following decades.",
      "pageId": 148341,
      "monthDay": "07/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kim_Carnes",
      "name": "Kim Carnes",
      "aboutText": "Thomas Loren Friedman (born July 20, 1953) is an American journalist, columnist and author. He has won the Pulitzer Prize three times and currently writes a weekly column for The New York Times.",
      "pageId": 176157,
      "monthDay": "07/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Larry_Craig",
      "name": "Larry Craig",
      "aboutText": "Larry Edwin Craig (born July 20, 1945) is a former Republican politician from the U.S. state of Idaho. He served 18 years in the U.S. Senate (1991–2009), preceded by 10 years in the U.S. House, representing Idaho's first district (1981–91). His 28 years in Congress rank as the second-longest in Idaho history, trailing only William Borah, who served over 32 years in the Senate.",
      "pageId": 381732,
      "monthDay": "07/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Thomas_J._Hageboeck",
      "name": "Thomas J. Hageboeck",
      "aboutText": "Sir Edward Julian Egerton Leigh MP (born 20 July 1950) is a British Conservative Member of Parliament (MP).\nLeigh has represented Gainsborough, Lincolnshire in the House of Commons as its Member of Parliament since 1997, and for its predecessor constituency of Gainsborough and Horncastle between 1983 and 1997.\nHe served as Chairman of the Public Accounts Committee for 10 years between 2001 and 2010, investigating government waste and seeking value for money in public expenditure.",
      "pageId": 428603,
      "monthDay": "07/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Lodge_(musician)",
      "name": "John Lodge",
      "aboutText": "Kim Carnes (born July 20, 1945) is a two-time Grammy Award winning American singer-songwriter. Born in Los Angeles, California, Carnes now resides in Nashville, Tennessee, where she continues to write music. She began her career as a songwriter in the 1960s, writing for other artists while performing in local clubs and working as a session background singer with the famed Waters sisters (featured in the documentary, 20 Feet from Stardom).",
      "pageId": 601664,
      "monthDay": "07/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Johnny_Loughrey",
      "name": "Johnny Loughrey",
      "aboutText": "Muse Watson (born July 20, 1948) is an American stage and screen actor.",
      "pageId": 682265,
      "monthDay": "07/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bo_Rein",
      "name": "Bo Rein",
      "aboutText": "Robert Edward \"Bo\" Rein (July 20, 1945 – January 10, 1980) was an American football and baseball player and football coach. He was a two-sport athlete at Ohio State University and served as the head football coach at North Carolina State University from 1976 to 1979, compiling a record of 27–18–1. Following the 1979 season, Rein had assumed the role as head coach at Louisiana State University, but was killed in an aircraft accident in January 1980 before he ever coached a game there.",
      "pageId": 1305397,
      "monthDay": "07/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Randal_Kleiser",
      "name": "Randal Kleiser",
      "aboutText": "Rose Marie \"Tantoo\" Cardinal, CM (born July 20, 1950) is a Canadian film and television actress.",
      "pageId": 1385262,
      "monthDay": "07/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gerd_Binnig",
      "name": "Gerd Binnig",
      "aboutText": "John Randal Kleiser (born July 20, 1946) is an American film director and producer, perhaps best known for directing the 1978 musical film Grease.",
      "pageId": 1792768,
      "monthDay": "07/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carlos_Santana",
      "name": "Carlos Santana",
      "aboutText": "Jeffrey Paul Rawle (born 20 July 1951) is a British actor, perhaps best known for playing the long-suffering George in the news-gathering sitcom Drop the Dead Donkey.",
      "pageId": 2298872,
      "monthDay": "07/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Muse_Watson",
      "name": "Muse Watson",
      "aboutText": "Naseeruddin Shah (born 20 July 1950) is an Indian film and stage actor and director, and a prominent figure in Indian parallel cinema. Shah has won numerous awards in his career, including three National Film Awards, three Filmfare Awards and an award at the Venice Film Festival.",
      "pageId": 2868839,
      "monthDay": "07/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tantoo_Cardinal",
      "name": "Tantoo Cardinal",
      "aboutText": "Dave Evans (born 20 July 1953) is a Welsh-born Australian singer who briefly sang for the Australian hard rock band AC/DC in 1974.",
      "pageId": 2921800,
      "monthDay": "07/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Edward_Leigh",
      "name": "Edward Leigh",
      "aboutText": "John Charles Lodge (born 20 July 1945) is an English musician, best known as bass guitarist, vocalist, and songwriter of the longstanding rock group, The Moody Blues. He has also worked as a record producer.",
      "pageId": 4753391,
      "monthDay": "07/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Naseeruddin_Shah",
      "name": "Naseeruddin Shah",
      "aboutText": "Phyllis Smith (born July 10, 1951) is an American actress. She is best known for playing Phyllis Vance in The Office and her voice role as Sadness in the Pixar film Inside Out.",
      "pageId": 4793158,
      "monthDay": "07/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jeff_Rawle",
      "name": "Jeff Rawle",
      "aboutText": "Gerd Binnig (born 20 July 1947) is a German physicist, who won the Nobel Prize in Physics in 1986 for the invention of the scanning tunneling microscope.\nHe was born in Frankfurt am Main and played in the ruins of the city during his childhood. His family lived partly in Frankfurt and partly in Offenbach am Main, and he attended school in both cities.",
      "pageId": 7790085,
      "monthDay": "07/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phyllis_Smith",
      "name": "Phyllis Smith",
      "aboutText": "Keiko Matsuzaka (松坂 慶子, Matsuzaka Keiko) (born July 20, 1952) is a Japanese actress.\nBorn in Ōta, Tokyo, her father was a naturalized South Korean while her mother was Japanese. Active as a child actress in the 1960s, she came into her own as an adult with Daiei, then in 1972 with Shochiku.",
      "pageId": 8560074,
      "monthDay": "07/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Keiko_Matsuzaka",
      "name": "Keiko Matsuzaka",
      "aboutText": "Olivier de Kersauson (full name: Olivier de Kersauson de Pennendreff, born 20 July 1944) is a French sailor and sailing champion.\nKersauson was the seventh child in a family of eight. While he was the only Kersauson not to have been born in Brittany, he was born on 20 July 1944 and brought up near Morlaix in a “provincial Catholic aristocracy with compulsory mass” as he calls it.",
      "pageId": 9029364,
      "monthDay": "07/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Dave_Evans_(singer)",
      "name": "Dave Evans",
      "aboutText": "Ann Leslie \"Lee\" Garlington (born July 20, 1953) is an American actress.\nGarlington was born in Teaneck, New Jersey. She has guest starred in a number of notable television series, including The West Wing, 7th Heaven, 8 Simple Rules, CSI: Crime Scene Investigation, Judging Amy, Will & Grace, Matlock, L.A. Law, The Practice, Quantum Leap, Home Improvement, Boston Legal, Roseanne, Get a Life, Profiler, Medium, Lie to Me and among other series.",
      "pageId": 10099652,
      "monthDay": "07/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Thomas_Friedman",
      "name": "Thomas Friedman",
      "aboutText": "Johnny Loughrey (July 20, 1945 – April 13, 2005) was an Irish singer and songwriter born in Newtownstewart, County Tyrone, Northern Ireland.",
      "pageId": 13504796,
      "monthDay": "07/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lee_Garlington",
      "name": "Lee Garlington",
      "aboutText": "Thomas J. Hageboeck (July 20, 1945 – April 4, 1996) was an American film and television actor, best known for playing characters involved in law enforcement.",
      "pageId": 20429468,
      "monthDay": "07/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Marcia_Hines",
      "name": "Marcia Hines",
      "aboutText": "Larry Levan (/ləˈvæn/; born Lawrence Philpot, July 20, 1954 – November 8, 1992) was an American DJ best known for his decade-long residency at the New York City night club Paradise Garage, which has been described as the prototype of the modern dance club. He developed a cult following who referred to his sets as \"Saturday Mass\". Influential post-disco DJ François Kevorkian credits Levan with introducing the dub aesthetic into dance music.",
      "pageId": 247947,
      "monthDay": "07/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Moira_Harris",
      "name": "Moira Harris",
      "aboutText": "Peter Eric James \"Jim\" Prentice, PC QC (born July 20, 1956) is a Canadian politician who was the 16th Premier of Alberta from 2014 to 2015. In the 2004 federal election he was elected to the Canadian House of Commons as a candidate of the Conservative Party of Canada. He was re-elected in the 2006 federal election and appointed to the cabinet as Minister of Indian Affairs and Northern Development and Federal Interlocutor for Métis and Non-Status Indians.",
      "pageId": 394739,
      "monthDay": "07/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jay_Jay_French",
      "name": "Jay Jay French",
      "aboutText": "Marcia Elaine Hines, AM (born 20 July 1953 in Boston, Massachusetts, USA), is an Australian vocalist, actress and TV personality. Hines made her debut, at the age of 16, in the Australian production of the stage musical Hair and followed with the role of Mary Magdalene in Jesus Christ Superstar. She achieved her greatest commercial successes as a recording artist during the late 1970s with several hit singles, including cover versions of \"Fire and Rain\", \"I Just Don't Know What to Do with Myself\", \"You\" and \"Something's Missing (In My Life)\"; and her Top Ten albums Marcia Shines, Shining and Ladies and Gentlemen.",
      "pageId": 488172,
      "monthDay": "07/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Larry_Levan",
      "name": "Larry Levan",
      "aboutText": "Carlos Jaime Alazraqui (born July 20, 1962) is an American stand-up comedian, actor, singer, impressionist, voice actor, comedian, film producer and screenwriter possibly best known as Deputy James Garcia on Reno 911!. His extensive voice-over work includes the role of Bobbi Fabulous on Phineas and Ferb, the Taco Bell chihuahua in the Taco Bell commercials, Denzel Crocker and Juandissimo Magnifico on The Fairly OddParents!, Rocko and Spunky on Rocko's Modern Life, Lazlo and Clam in Camp Lazlo, Grandpapi Rivera in El Tigre: The Adventures of Manny Rivera and as Mr. Weed in Family Guy.",
      "pageId": 495549,
      "monthDay": "07/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Desmond_Douglas",
      "name": "Desmond Douglas",
      "aboutText": "Jeremy Max \"Jem\" Finer (born 20 July 1955) is an English musician, artist and composer.",
      "pageId": 842940,
      "monthDay": "07/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ren%C3%A9-Daniel_Dubois",
      "name": "René-Daniel Dubois",
      "aboutText": "Dr. Óscar Elías Biscet González (born July 20, 1961 in Havana, Cuba), is a Cuban medical professional and an advocate for human rights and democratic freedoms in Cuba. He is also the founder of the Lawton Foundation.",
      "pageId": 1300787,
      "monthDay": "07/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jem_Finer",
      "name": "Jem Finer",
      "aboutText": "Claudio Langes (born 20 July 1960 in Brescia) is a racing driver from Italy.\nIn 1978 he won the Italian 125 cc go-kart championship. In subsequent years he competed in Formula 3 and in Formula 3000, where his best result was a second place at Pergusa-Enna, achieved in 1989 with a Lola Formula 3000.",
      "pageId": 1353859,
      "monthDay": "07/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paul_Cook",
      "name": "Paul Cook",
      "aboutText": "Radney Foster (born July 20, 1959) is an American country music singer-songwriter and music producer. Initially a songwriter in Nashville, Tennessee, Foster made his recording debut as part of the Foster & Lloyd duo, recording three studio albums and with nine singles on the country charts.\nFoster began his solo career in 1992 and his album Del Rio, TX 1959 produced four consecutive Top 40 hits.",
      "pageId": 1616440,
      "monthDay": "07/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ryo_Ishibashi",
      "name": "Ryo Ishibashi",
      "aboutText": "Donna Lynn Dixon (born July 20, 1957) is a retired American actress and former beauty queen.",
      "pageId": 1915100,
      "monthDay": "07/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charlie_Magri",
      "name": "Charlie Magri",
      "aboutText": "Moira Harris (born July 20, 1954) is an American actress.",
      "pageId": 2087327,
      "monthDay": "07/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jim_Prentice",
      "name": "Jim Prentice",
      "aboutText": "Jay Jay French (born John French Segall, July 20, 1952), is an American guitarist, manager and producer.\nFrench is most famous for his role as the founding member and one of the guitarists of the heavy metal band Twisted Sister. Since his first performances with Twisted Sister, French has played more than 9000 concert performances.",
      "pageId": 3892040,
      "monthDay": "07/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Barbara_Risman",
      "name": "Barbara Risman",
      "aboutText": "Desmond Douglas MBE (born 20 July 1955 in Jamaica) is a British table tennis player, He lived and was brought up in the area of Handsworth, Birmingham, West Midlands. He was an attacking, left-handed, player, notable for his scissor jump smash. He was famous for his use of pips-out block on the backhand side, mixing pace with powerful topspin from his forehand side.",
      "pageId": 6838638,
      "monthDay": "07/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Donna_Dixon",
      "name": "Donna Dixon",
      "aboutText": "Ryo Ishibashi (石橋 凌, Ishibashi Ryō, born July 20, 1956) is a Japanese actor. He is known around the world for his roles in the classic Japanese Horror films Suicide Club and Audition. He is also recognized in America for his role as Nakagawa in The Grudge and The Grudge 2.",
      "pageId": 7082909,
      "monthDay": "07/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mick_MacNeil",
      "name": "Mick MacNeil",
      "aboutText": "Charlie Magri (born 20 July 1956 in Tunis, Tunisia) is a former English flyweight boxer. He is from a Maltese family that settled in Stepney, London where he grew up. During his professional career he held the WBC, European, and British flyweight titles.",
      "pageId": 8545285,
      "monthDay": "07/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Billy_Mays",
      "name": "Billy Mays",
      "aboutText": "Norman Michael \"Mick\" MacNeil (born 20 July 1958, Isle of Barra, Scotland) is a Scottish songwriter and keyboardist. He is best known for being a former member of the group Simple Minds. Having joined the band in 1978, MacNeil left in 1990.",
      "pageId": 9556278,
      "monthDay": "07/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Radney_Foster",
      "name": "Radney Foster",
      "aboutText": "William Darrell \"Billy\" Mays, Jr. (July 20, 1958 – June 28, 2009) was an American television direct-response advertisement salesperson most notable for promoting OxiClean, Orange Glo, Kaboom, and other cleaning, home-based, and maintenance products on the Home Shopping Network, and through his company, Mays Promotions, Inc.\nHe and his business partner, Anthony Sullivan, were also featured on PitchMen, a TV series that documented their work.",
      "pageId": 10842585,
      "monthDay": "07/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Claudio_Langes",
      "name": "Claudio Langes",
      "aboutText": "René-Daniel Dubois (born July 20, 1955 in Montreal) is a Québécois playwright and actor.",
      "pageId": 11978661,
      "monthDay": "07/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Prvoslav_Vuj%C4%8Di%C4%87",
      "name": "Prvoslav Vujčić",
      "aboutText": "Prvoslav Vujčić (Serbian pronunciation: [pr̩ʋoslaʋ ʋujt͡ʃit͡ɕ], Serbian Cyrillic: Првослав Вујчић; born 20 July 1960) is a Serbian Canadian writer, poet, translator, columnist and aphorist. Vujčić has been described as one of the most prominent Serbian writers in the Serbian diaspora.\nHe is the founder of the Urban Book Circle, based in Canada.",
      "pageId": 12334438,
      "monthDay": "07/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/%C3%93scar_El%C3%ADas_Biscet",
      "name": "Óscar Elías Biscet",
      "aboutText": "Paul Thomas Cook (born 20 July 1956 in Hammersmith, London) is an English drummer and member of the punk rock band the Sex Pistols.",
      "pageId": 27245677,
      "monthDay": "07/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Carlos_Alazraqui",
      "name": "Carlos Alazraqui",
      "aboutText": "Barbara Risman is Professor and Head of Sociology at the University of Illinois at Chicago.",
      "pageId": 41020184,
      "monthDay": "07/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Giovanna_Amati",
      "name": "Giovanna Amati",
      "aboutText": "Chris Cornell (born Christopher John Boyle; July 20, 1964) is an American rock musician and singer-songwriter, best known as the lead vocalist, primary songwriter and rhythm guitarist for Seattle rock band Soundgarden and as former lead vocalist and songwriter for the supergroup Audioslave. He is also known for his numerous solo works and soundtrack contributions since 1991, and as founder and frontman for Temple of the Dog, the one-off tribute band dedicated to his friend the late Andrew Wood. Cornell is also known for his role as one of the architects of the 1990s grunge movement, for his extensive catalog as a songwriter and for his near four octave vocal range as well as his powerful vocal belting technique.",
      "pageId": 222165,
      "monthDay": "07/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Julie_Bindel",
      "name": "Julie Bindel",
      "aboutText": "Nathaniel Thomas Wilson (born July 20, 1968), better known by his stage name Kool G Rap (or simply G Rap, and originally Kool Genius of Rap) is an American rapper from the Corona neighborhood of Queens, New York City. He began his career in the mid-1980s as one half of the group Kool G Rap & DJ Polo and as a member of the Juice Crew. He is often cited as one of the most influential and skilled MCs of all time, and a pioneer of mafioso rap/street/hardcore content and multisyllabic rhyming.",
      "pageId": 309384,
      "monthDay": "07/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lee_Harris_(drummer)",
      "name": "Lee Harris",
      "aboutText": "Stone Carpenter Gossard (born on July 20, 1966) is an American musician who serves as the rhythm and additional lead guitarist for the American rock band Pearl Jam. Along with Jeff Ament, Mike McCready, and Eddie Vedder, he is one of the founding members of Pearl Jam. Gossard is also known for his work prior to Pearl Jam with the 1980s Seattle, Washington-based grunge bands Green River and Mother Love Bone, and he has made contributions to the music industry as a producer and owner of a record label and a recording studio.",
      "pageId": 775013,
      "monthDay": "07/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Samir_Kuntar",
      "name": "Samir Kuntar",
      "aboutText": "Giovanna Amati (Italian pronunciation: [dʒoˈvanna ɑ.mɑ.ti]) (born 20 July 1959) is a former professional racing driver from Italy. She is the last female driver to have entered the Formula One World Championship.\nBrought up in a wealthy background, Amati was kidnapped in 1978 before being released on an 800 million lira ransom.",
      "pageId": 1353887,
      "monthDay": "07/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Frank_Whaley",
      "name": "Frank Whaley",
      "aboutText": "James Charles Carson (born July 20, 1968) is a retired American professional hockey player. He is best known for his 10-year NHL career, spent with several teams.",
      "pageId": 1552667,
      "monthDay": "07/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alexander_Zhulin",
      "name": "Alexander Zhulin",
      "aboutText": "Terri Irwin, AM (née Raines, born July 20, 1964) is an American-Australian naturalist, author and owner of Australia Zoo at Beerwah, Queensland, Australia. She is the widow of Australian naturalist Steve Irwin. Terri Irwin co-starred with her husband on The Crocodile Hunter, their unconventional television nature documentary series and its spin-off series, Croc Files and The Crocodile Hunter Diaries.",
      "pageId": 1719252,
      "monthDay": "07/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Chris_Cornell",
      "name": "Chris Cornell",
      "aboutText": "Bernd Schneider (born 20 July 1964 in St. Ingbert) is a racing driver from Germany.",
      "pageId": 1872233,
      "monthDay": "07/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Terri_Irwin",
      "name": "Terri Irwin",
      "aboutText": "Alexander (Sasha) Viacheslavovich Zhulin (Russian:  Александр Вячеславович Жулин​ , born 20 July 1963) is a Russian ice dancing coach and former competitor. With Maya Usova, he is a two-time Olympic medalist (1994 silver, 1992 bronze), the 1993 World champion, and the 1993 European champion. They also won gold medals at Skate America, NHK Trophy, Nations Cup, and Winter Universiade.",
      "pageId": 1921657,
      "monthDay": "07/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kool_G_Rap",
      "name": "Kool G Rap",
      "aboutText": "Reed Edward Diamond (born July 20, 1967) is an American actor. He is best known for the roles of Det. Mike Kellerman on Homicide: Life on the Street, Jason Pillar in season 8 of 24, and recurring character Laurence Dominic on Dollhouse.",
      "pageId": 2180333,
      "monthDay": "07/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bernd_Schneider_(racing_driver)",
      "name": "Bernd Schneider",
      "aboutText": "Dean Winters (born July 20, 1964) is an American actor who has appeared on such television series as Oz, Rescue Me, 30 Rock, and Law & Order: Special Victims Unit, as well as the character \"Mayhem\" in a series of Allstate Insurance commercials. Winters co-starred with Josh Duhamel in one season of the CBS Network series cop drama Battle Creek.\n^ \"Meet Mayhem: The Man Who Made Insurance Interesting\".",
      "pageId": 2207362,
      "monthDay": "07/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dean_Winters",
      "name": "Dean Winters",
      "aboutText": "Frank Joseph Whaley (born July 20, 1963) is an American actor, film director, screenwriter and comedian.",
      "pageId": 2624250,
      "monthDay": "07/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jess_Walter",
      "name": "Jess Walter",
      "aboutText": "Enrique Peña Nieto (Spanish pronunciation: [enˈrike ˈpeɲa ˈnjeto]; born 20 July 1966) is the 57th President of Mexico. His six-year term began in 2012. A member of the Institutional Revolutionary Party (PRI), he served as governor of the State of Mexico from 2005 to 2011.",
      "pageId": 2708922,
      "monthDay": "07/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Anton_du_Beke",
      "name": "Anton du Beke",
      "aboutText": "Courtney A. Taylor (born 20 July 1967), known as Courtney Taylor-Taylor, is an American singer-songwriter from Portland, Oregon. He is the lead singer and guitarist of alternative rock band The Dandy Warhols, a band he co-founded. The majority of the band's songs are written by Taylor-Taylor, including hits \"We Used to Be Friends\" and \"Bohemian Like You\".",
      "pageId": 3339338,
      "monthDay": "07/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stone_Gossard",
      "name": "Stone Gossard",
      "aboutText": "Anthony Paul Beke (born 20 July 1966), known professionally as Anton du Beke, is an English ballroom dancer and television presenter, best known as a professional dancer on the BBC One celebrity dancing show Strictly Come Dancing since the show began in 2004. In 2009, he presented the UK version of Hole in the Wall, for the BBC, replacing Dale Winton after being a team captain in 2008.",
      "pageId": 4945112,
      "monthDay": "07/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Agot_Isidro",
      "name": "Agot Isidro",
      "aboutText": "Lee David Harris (born 20 July 1962) is an English drummer and musician. Harris attended secondary school with Paul Webb, and the two became good friends. They played in the reggae band Eskalator before being recruited to form Talk Talk in 1981.",
      "pageId": 6408619,
      "monthDay": "07/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Enrique_Pe%C3%B1a_Nieto",
      "name": "Enrique Peña Nieto",
      "aboutText": "Jess Walter (born July 20, 1965) is an American author of six novels, a collection of short stories, and a non-fiction book. His books have been published in twenty-six countries and translated into twenty-eight languages. He is the recipient of the Edgar Allan Poe Award, among others, and was a finalist for the National Book Award in 2006.",
      "pageId": 6992165,
      "monthDay": "07/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Indra_(singer)",
      "name": "Indra",
      "aboutText": "Indra (born 20 July 1967 in Gothenburg, Sweden) is a singer and actress, best known in France.",
      "pageId": 8144424,
      "monthDay": "07/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Reed_Diamond",
      "name": "Reed Diamond",
      "aboutText": "Agot Isidro (born July 20, 1966) is a Filipina recording artist, actress, host, and TV personality. Born as Maria Margarita Amada Fteha Isidro, she is the fourth of the six children of Jose Isidro, an architect, and Palestinian mother Edwarta Fteha. She graduated from the University of the Philippines, Diliman with a bachelor's degree in interior design.",
      "pageId": 12474872,
      "monthDay": "07/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Courtney_Taylor-Taylor",
      "name": "Courtney Taylor-Taylor",
      "aboutText": "Samir Kuntar (Arabic: سمير القنطار‎, also transcribed Sameer, Kantar, Quntar, Qantar; 20 July 1962 – 19 December 2015) was a Lebanese Druze member of the Palestine Liberation Front who was convicted of murder. After his release from prison as part of the 2008 Israel–Hezbollah prisoner exchange, he received the Syrian Order of Merit medal, honored by Iranian President Mahmoud Ahmadinejad, and designated a Specially Designated Global Terrorist by the US government.\nIn Israel Kuntar is considered the perpetrator of one of the most brutal terrorist attacks in the country's history.",
      "pageId": 18581605,
      "monthDay": "07/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jimmy_Carson",
      "name": "Jimmy Carson",
      "aboutText": "Julie Bindel (born 20 July 1962) is an English writer, feminist and co-founder of the group Justice for Women, which opposes violence against women from a feminist viewpoint.\nA freelance journalist whose work regularly appears in The Guardian, Bindel's work strongly divides readers between admirers and detractors. Her primary areas of interest are lesbian rights, opposition to the sex industry, modern anti-trafficking campaigns and defending female victims of domestic violence.",
      "pageId": 19364269,
      "monthDay": "07/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Hami_Mand%C4%B1ral%C4%B1",
      "name": "Hami Mandıralı",
      "aboutText": "Haakon, Crown Prince of Norway (Norwegian pronunciation: [ˈhoːkʊn]; born 20 July 1973), with the full name Haakon Magnus, is the heir apparent to the Throne of Norway and the son of the reigning King, Harald V. He is also a member of the House of Glücksburg.\nThe Crown Prince is married to Mette-Marit, Crown Princess of Norway, with whom he has two children. He has an older sister, Princess Märtha Louise.",
      "pageId": 98258,
      "monthDay": "07/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Park_(actor)",
      "name": "Michael Park",
      "aboutText": "Tobi Celeste Vail (born July 20, 1969) is an independent musician, music critic and feminist from Olympia, Washington. She was a central figure in the riot grrl scene—she coined the spelling of \"grrl\"—and she started the zine Jigsaw. A drummer, guitarist and singer, she was a founding member of the band Bikini Kill.",
      "pageId": 362121,
      "monthDay": "07/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Julian_Rhind-Tutt",
      "name": "Julian Rhind-Tutt",
      "aboutText": "Sandra Miju Oh (born July 20, 1971) is a Canadian actress known for her role as Dr. Cristina Yang on ABC's medical drama Grey's Anatomy, a role that earned her Golden Globe and 2 Screen Actors Guild awards, as well as five nominations for Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series.\nShe has also played notable roles in the feature films The Princess Diaries, Under the Tuscan Sun, Last Night, Sideways, and had a supporting role on the HBO original series Arli$$.",
      "pageId": 363002,
      "monthDay": "07/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Carlos_Saldanha",
      "name": "Carlos Saldanha",
      "aboutText": "Peter Mattias \"Foppa\" Forsberg (Swedish: [ˈfɔʂːbærj]; born July 20, 1973) is a Swedish retired professional ice hockey player and the current assistant general manager of Modo Hockey. Known for his on-ice vision and physical play, Forsberg is considered one of the greatest players of his generation. Although his career was shortened by persistent injuries, as of 2014, he stands eighth all-time in career points-per-game and fourth all-time in career assists-per-game in the NHL, only behind Wayne Gretzky, Mario Lemieux and Bobby Orr.",
      "pageId": 434330,
      "monthDay": "07/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Josh_Holloway",
      "name": "Josh Holloway",
      "aboutText": "Colleen Ann Fitzpatrick (born July 20, 1972) is an American pop music singer, songwriter, record producer, dancer, and actress better known by her stage name, Vitamin C. Her singles include \"Graduation (Friends Forever)\", \"As Long As You're Loving Me\", \"The Itch\", and her most successful hit the Top 20 Gold certified \"Smile\". Vitamin C is also the former lead singer of the alternative rock band Eve's Plum. As an actress, she has appeared in the films Hairspray, Get Over It, Da Hip Hop Witch, Scary Movie 2, and Dracula 2000.",
      "pageId": 450065,
      "monthDay": "07/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kreso_Kovacec",
      "name": "Kreso Kovacec",
      "aboutText": "Omar Hashim Epps (born July 20, 1973) is an American actor, rapper, songwriter, and record producer. His film roles include Major League II, Juice, Higher Learning, Scream 2, The Wood, In Too Deep, and Love and Basketball. His television work includes the role of Dr.",
      "pageId": 652931,
      "monthDay": "07/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Giovanni_Lombardi",
      "name": "Giovanni Lombardi",
      "aboutText": "Michael Park (born July 20, 1968) is an American actor, best known for his role of Jack Snyder on As the World Turns (1997- 2010). Park won back to back Daytime Emmy Awards for Outstanding Lead Actor in a Drama Series in 2010 and 2011.",
      "pageId": 758615,
      "monthDay": "07/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tobi_Vail",
      "name": "Tobi Vail",
      "aboutText": "Joshua Lee \"Josh\" Holloway (born July 20, 1969) is an American actor and model, best known for his roles as James \"Sawyer\" Ford on the American television show Lost and as Gabriel Vaughn in the CBS drama Intelligence.",
      "pageId": 1084395,
      "monthDay": "07/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Charles_Johnson_(catcher)",
      "name": "Charles Johnson",
      "aboutText": "Charles Edward Johnson, Jr. (born July 20, 1971) is an American former professional baseball player. He played as a catcher in Major League Baseball with the Florida Marlins (1994–1998, 2001–2002), the Los Angeles Dodgers (1998), the Baltimore Orioles (1999–2000), the Chicago White Sox (2000), the Colorado Rockies (2003–2004), and the Tampa Bay Devil Rays (2005).",
      "pageId": 1261579,
      "monthDay": "07/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sandra_Oh",
      "name": "Sandra Oh",
      "aboutText": "Julian Alistair Rhind-Tutt (born 20 July 1968) is a British actor. He is best known for his starring role as Dr \"Mac\" Macartney in the comedy television series Green Wing, the second series of which finished on Channel 4 in May 2006.",
      "pageId": 1374285,
      "monthDay": "07/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/DJ_Screw",
      "name": "DJ Screw",
      "aboutText": "Hami Mandıralı (born 20 July 1968 in Arsin, Trabzon, Turkey) is a Turkish football manager and former footballer.",
      "pageId": 1850340,
      "monthDay": "07/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jamie_Ainscough",
      "name": "Jamie Ainscough",
      "aboutText": "Nixon Alexei McNamara McLean (born 20 July 1973 in the Windward Islands) is a West Indian cricketer from St. Vincent and the Grenadines. He is a right-arm fast-medium bowler and a left-handed batsman.",
      "pageId": 2913858,
      "monthDay": "07/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Vitamin_C_(singer)",
      "name": "Vitamin C",
      "aboutText": "Jozef Stümpel (born July 20, 1972) is a Slovak professional ice hockey centre currently playing for HK Nitra of the Slovak Extraliga.",
      "pageId": 3022367,
      "monthDay": "07/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jozef_St%C3%BCmpel",
      "name": "Jozef Stümpel",
      "aboutText": "Giovanni Lombardi (born July 20, 1969) is an Italian former professional road bicycling racer who raced from 1992 to 2006. He started his career as a sprinter, winning multiple stages in the Giro d'Italia. He went on to ride as an important helper for the top sprinter names of Erik Zabel and Mario Cipollini.",
      "pageId": 3064824,
      "monthDay": "07/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Erik_Ullenhag",
      "name": "Erik Ullenhag",
      "aboutText": "Carlos Saldanha (Portuguese pronunciation: [kaʁˈluz sawˈdɐɲa]; born January 24, 1965) is a Brazilian director of animated films who works with Blue Sky Studios. He was the director of Ice Age: The Meltdown (2006), Ice Age: Dawn of the Dinosaurs (2009), Rio (2011), Rio 2 (2014), and the co-director of Ice Age (2002) and Robots (2005). In 2003, Saldanha was nominated for an Academy Award for Best Animated Short Film for Gone Nutty.",
      "pageId": 3303572,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Haakon,_Crown_Prince_of_Norway",
      "name": "Haakon, Crown Prince of Norway",
      "aboutText": "Debasish (or Debasis) Sarbeswar Mohanty  pronunciation  (born 20 July 1976, Bhubaneswar, Odisha) is a former Indian cricketer who played in two Tests and 45 One Day Internationals from 1997 to 2001. He was a right-arm medium-fast bowler who coupled pace to his naturally lanky frame. He found success in the limited overs format, averaging under 30 and taking over one wicket per game.",
      "pageId": 3965612,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Omar_Epps",
      "name": "Omar Epps",
      "aboutText": "Jamie Ainscough (born 1972 in Sydney ), is an Australian former professional rugby league footballer of the 1990s and 2000s. An Australian international and New South Wales State of Origin representative three-quarter back, he played his club football for the Western Suburbs Magpies, Newcastle Knights, St.",
      "pageId": 6164873,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Peter_Forsberg",
      "name": "Peter Forsberg",
      "aboutText": "Erik Jörgen Carl Ullenhag (born 20 July 1972 in Uppsala) is a Swedish politician who has been Leader of the Liberals in the Swedish Riksdag since 3 October 2014.\nHe previously served as Minister for Integration in the Swedish Government from 2010 to 2014. A member of the Liberal People's Party, now the Liberals, he was an MP for Uppsala County from 2002 to 2006, from 2009 to 2010 and again from 2014.",
      "pageId": 7819675,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nixon_McLean",
      "name": "Nixon McLean",
      "aboutText": "Kreso Kovacec (born 20 July 1969 in Krapina) is a retired German footballer. He also holds Croatian citizenship. He spent three seasons in the Fußball-Bundesliga with F.C. Hansa Rostock.",
      "pageId": 21394524,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Debashish_Mohanty",
      "name": "Debashish Mohanty",
      "aboutText": "Robert Earl Davis, Jr. (July 20, 1971 – November 16, 2000), better known by his stage name DJ Screw, was an American hip hop DJ who was based in Houston, Texas. He was known as a central figure in the Houston hip hop community and was the creator of the now-famous chopped and screwed DJ technique.",
      "pageId": 47767187,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Roberto_Orci",
      "name": "Roberto Orci",
      "aboutText": "Simon Rex Cutright (born July 20, 1974), better known as Simon Rex or Dirt Nasty, is an American actor, comedian, rapper, record producer, model, and former VJ. He is known for being an MTV VJ turned rapper and comedian under an alter ego, Dirt Nasty, which has received a cult following on social media websites. He has starred as Jeff Campbell in the first season of What I Like About You, as George Logan in Scary Movie 3 and 4, and as Dan Sanders in 5.",
      "pageId": 147634,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Claudio_Reyna",
      "name": "Claudio Reyna",
      "aboutText": "Pavel Valerievich Datsyuk (Russian: Па́вел Вале́рьевич Дацю́к, IPA: [ˈpavʲɪl dɐˈtsʊk]; born July 20, 1978) also known as \"The Magic Man\" is a Russian professional ice hockey player and alternate captain for the Detroit Red Wings of the National Hockey League (NHL).\nDatsyuk won the Stanley Cup in 2002 and 2008 with the Red Wings. He was part of the Russia men's national ice hockey team at the Olympic Games in 2002, 2006, 2010 and was team Captain in 2014.",
      "pageId": 440391,
      "monthDay": "07/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mads_Rieper",
      "name": "Mads Rieper",
      "aboutText": "Alessandro Santos (三都主 アレサンドロ, Santosu Aresandoro), formerly Alessandro dos Santos (born 20 July 1977), and often known as Alex, is a Brazilian-Japanese football player.",
      "pageId": 516542,
      "monthDay": "07/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bengie_Molina",
      "name": "Bengie Molina",
      "aboutText": "Alexander Charles Yoong Loong (simplified Chinese: 熊龙; traditional Chinese: 熊龍; pinyin: Xióng Lóng, (born 20 July 1976), is a Malaysian Chinese professional racing driver of European and Han Chinese parentage.\nYoong began his career in saloon cars before moving into the Proton one-make series. He later raced in single-seater cars where he won the Malaysian Championship in 1995.",
      "pageId": 771774,
      "monthDay": "07/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Simon_Rex",
      "name": "Simon Rex",
      "aboutText": "Claudio Reyna (born July 20, 1973) is a retired American soccer player and the current director of football operations for New York City FC.",
      "pageId": 773306,
      "monthDay": "07/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ray_Allen",
      "name": "Ray Allen",
      "aboutText": "Walter Ray Allen, Jr. (born July 20, 1975) is an American professional basketball player who is currently a free agent. He has previously played for the Milwaukee Bucks, Seattle SuperSonics, Boston Celtics and Miami Heat of the National Basketball Association (NBA).",
      "pageId": 882558,
      "monthDay": "07/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Judy_Greer",
      "name": "Judy Greer",
      "aboutText": "Erica Ruth Hill-Yount (born July 20, 1976) is an American journalist who works for NBC News. She is co-anchor of the weekend edition of Today, early evening anchor and correspondent for MSNBC, and is a national correspondent for all platforms of NBC News, including NBC Nightly News, Today and Dateline NBC. She made this switch in 2012 after being at CBS since 2008.",
      "pageId": 1320873,
      "monthDay": "07/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Erik_Hagen",
      "name": "Erik Hagen",
      "aboutText": "Charles Randolph \"Charlie\" Korsmo (born July 20, 1978) is an American former child actor turned lawyer.",
      "pageId": 1822230,
      "monthDay": "07/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Birgitta_Ohlsson",
      "name": "Birgitta Ohlsson",
      "aboutText": "Tamsyn Carolyn Manou (née Lewis, born 20 July 1978) is an Australian athlete and middle-distance runner, who has won a total of seventeen Australian Championships at 400 metres, 800 metres and 400m hurdles.",
      "pageId": 1943003,
      "monthDay": "07/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Yusuf_%C5%9Eim%C5%9Fek",
      "name": "Yusuf Şimşek",
      "aboutText": "Kizito \"Kiki\" Musampa (born 20 July 1977 in Kinshasa, Zaire, now the Democratic Republic of the Congo) is a Congolese-born, and Dutch-nationalised former footballer.\nMusampa had a journeyman career, taking in notable spells at AFC Ajax, Bordeaux, Malaga CF, Atlético Madrid and Manchester City, he also earned 28 caps representing the Netherlands at under-20 and under-21 levels.\nHe was a left winger, well known for his pace and free-kicks.",
      "pageId": 1990027,
      "monthDay": "07/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Erica_Hill",
      "name": "Erica Hill",
      "aboutText": "Erik \"Panzer\" Hagen (born 20 July 1975 in Veme) is a Norwegian football player who plays as a centre-back.",
      "pageId": 2103234,
      "monthDay": "07/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Debashish_Mohanty",
      "name": "Debashish Mohanty",
      "aboutText": "Benjamin José \"Bengie\" Molina (born July 20, 1974), nicknamed \"Big Money\", is a former Major League Baseball catcher and a former first base coach and catching instructor for the Texas Rangers. He is the older brother of major league catchers José Molina and Yadier Molina.\nInitially regarded as a \"good glove, no hit\" catcher with a strong arm and an exceptional ball blocker, Molina won a Gold Glove as the top defensive player at his position in consecutive seasons in 2002 and 2003.",
      "pageId": 2297615,
      "monthDay": "07/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andrew_Stockdale",
      "name": "Andrew Stockdale",
      "aboutText": "Judy Greer (born Judith Therese Evans; July 20, 1975) is an American actress, former model and author. Her television roles include Kitty Sanchez on the Fox/Netflix series Arrested Development and Cheryl Tunt on the animated comedy series Archer. She has had supporting roles in a number of romantic comedy films, including The Wedding Planner (2001), 13 Going on 30 (2004), 27 Dresses (2008) and Love and Other Drugs (2010).",
      "pageId": 2919843,
      "monthDay": "07/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alex_Yoong",
      "name": "Alex Yoong",
      "aboutText": "Roberto Gaston Orci (born July 20, 1973) is a Mexican-American film and television screenwriter and producer. He began to work with longtime collaborator Alex Kurtzman while at school in California, and together they have worked on television series such as Hercules: The Legendary Journeys, Xena: Warrior Princess, and have created Sleepy Hollow alongside Phillip Iscove, and Fringe with J. J. Abrams. Orci and Kurtzman's first film project was Michael Bay's The Island, and due to that partnership they went on to write the scripts for the first three films of the Transformers film series.",
      "pageId": 3607207,
      "monthDay": "07/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kiki_Musampa",
      "name": "Kiki Musampa",
      "aboutText": "Eva Birgitta Ohlsson (born 20 July 1975) is a Swedish politician who was Minister for European Union Affairs in the Swedish government from 2010 to 2014. She is a member of the Liberals, formerly the Liberal People's Party.",
      "pageId": 3867686,
      "monthDay": "07/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Yves_Niar%C3%A9",
      "name": "Yves Niaré",
      "aboutText": "Debasish (or Debasis) Sarbeswar Mohanty  pronunciation  (born 20 July 1976, Bhubaneswar, Odisha) is a former Indian cricketer who played in two Tests and 45 One Day Internationals from 1997 to 2001. He was a right-arm medium-fast bowler who coupled pace to his naturally lanky frame. He found success in the limited overs format, averaging under 30 and taking over one wicket per game.",
      "pageId": 3965612,
      "monthDay": "07/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Alessandro_Santos",
      "name": "Alessandro Santos",
      "aboutText": "Andrew James Stockdale (born 20 July 1976) is an Australian rock musician, singer and songwriter best known as the lead vocalist, lead guitarist and only mainstay member of the rock band Wolfmother, which formed in 2000. In 2007, alongside his Wolfmother bandmates, he won 'Songwriter of the Year' at the APRA Awards.",
      "pageId": 3975839,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pavel_Datsyuk",
      "name": "Pavel Datsyuk",
      "aboutText": "Mads Rieper Jensen (born July 20, 1973) is a Danish former professional football defender. He is the younger brother of the retired Danish international defender Marc Rieper.\nOn May 9, 2007, Rieper scored his first Superliga goal for AC Horsens with a stoppage time equaliser against Silkeborg IF. On June 30, 2009 will he retire.",
      "pageId": 10016359,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Charlie_Korsmo",
      "name": "Charlie Korsmo",
      "aboutText": "Yusuf Şimşek (born July 20, 1975) is a former Turkish footballer, currently managing.",
      "pageId": 15551817,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tamsyn_Manou",
      "name": "Tamsyn Manou",
      "aboutText": "Yves Niaré (20 July 1977 – 5 December 2012) was a shot putter from France.",
      "pageId": 18875467,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Andrus_Murumets",
      "name": "Andrus Murumets",
      "aboutText": "Miklós \"Miki\" Fehér (Hungarian pronunciation: [ˈmikloːʃ ˈfɛheːr]; 20 July 1979 – 25 January 2004) was a Hungarian professional footballer who played as a striker.\nHe spent most of his nine-year career in Portugal, representing four clubs and amassing Primeira Liga totals of 80 games and 27 goals. He represented Hungary at international level.",
      "pageId": 444872,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Sligh",
      "name": "Chris Sligh",
      "aboutText": "Gisele Caroline Bündchen (Portuguese pronunciation: [ʒiˈzɛli kaɾoˈlini ˈbĩtʃẽj], German pronunciation: [ɡiːˈzɛlə ˈbʏntçn̩]; born 20 July 1980) is a Brazilian fashion model, actress, and producer. She is the Goodwill Ambassador for the United Nations Environment Programme.\nIn the late 1990s, Bündchen was the first in a wave of Brazilian models to find international success.",
      "pageId": 926934,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Will_Solomon",
      "name": "Will Solomon",
      "aboutText": "Percy Daggs III (born July 20, 1982) is an American actor best known for his role as Wallace Fennel in the Rob Thomas television series Veronica Mars. He is also known for starring in television commercials for Hot Pockets and Orbit Gum. He has had guest appearances on such shows as Boston Public, The Guardian, NYPD Blue and The Nightmare Room.",
      "pageId": 1826137,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Elliott_Yamin",
      "name": "Elliott Yamin",
      "aboutText": "Antoine Vermette (born July 20, 1982) is a Canadian professional ice hockey centre currently playing for the Arizona Coyotes of the National Hockey League (NHL).\nVermette previously played in the NHL for the Ottawa Senators, Columbus Blue Jackets and Chicago Blackhawks. Drafted in the second round, 55th overall in 2000 by Ottawa, Vermette was a member of the 2007 Senators team that appeared in the 2007 Stanley Cup Final.",
      "pageId": 2812519,
      "monthDay": "07/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ieva_Zunda",
      "name": "Ieva Zunda",
      "aboutText": "Tesfaye Walda Simeon \"Tes\" Bramble (born 20 July 1980 in Ipswich, England) is an English-born Montserratian footballer.",
      "pageId": 3764011,
      "monthDay": "07/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Claudine_Barretto",
      "name": "Claudine Barretto",
      "aboutText": "Efraym Elliott Yamin (born July 20, 1978) is an American singer known for his hit single \"Wait for You\" and placing third on the fifth season of American Idol.\nHis self-titled album, released March 20, 2007, debuted at number one on the Billboard Independent Albums chart and at number three on the Billboard 200. The album was certified gold in the United States in October 2007.",
      "pageId": 4095959,
      "monthDay": "07/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mikl%C3%B3s_Feh%C3%A9r",
      "name": "Miklós Fehér",
      "aboutText": "Thorsten Engelmann (born 20 July 1981 in Berlin) is a German rower. Engelmann started rowing at age 9 because his father was the President of a rowing club in Berlin. He continued training while earning his pre-diploma in economics at school, and was a member of the German national squad.",
      "pageId": 4605779,
      "monthDay": "07/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Charlotte_Hatherley",
      "name": "Charlotte Hatherley",
      "aboutText": "Damien Finbarr Delaney (born 20 July 1981) is an Irish footballer who plays as a defender for Crystal Palace.\nDelaney began his career at Cork City. He later played for Leicester City, Hull City and Queens Park Rangers before moving to Ipswich Town in 2009.",
      "pageId": 5590614,
      "monthDay": "07/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Ortega",
      "name": "David Ortega",
      "aboutText": "William James \"Will\" Solomon (born July 20, 1978) is an American professional basketball player for Shark Antibes of the French League.",
      "pageId": 5837168,
      "monthDay": "07/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tesfaye_Bramble",
      "name": "Tesfaye Bramble",
      "aboutText": "Claudine Barretto (born Claudine Margaret Castelo Barretto; July 20, 1979) is a Filipino film and television actress. She is best known for her lead role in the television series Mula Sa Puso (1997-1999) alongside the late Rico Yan, of which a film adaptation was released after its run and a remake later on. As a film actress, she has received two FAMAS Awards for Best Actress and a Luna Award for Best Actress.",
      "pageId": 6215958,
      "monthDay": "07/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gisele_B%C3%BCndchen",
      "name": "Gisele Bündchen",
      "aboutText": "David Ortega Pitarch (born 20 July 1979 in Castellón de la Plana, Castellón) is a freestyle and backstroke swimmer from Spain.",
      "pageId": 6411327,
      "monthDay": "07/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lowkey_(American_rapper)",
      "name": "Lowkey",
      "aboutText": "Alexi Casilla Lora (born July 20, 1984) is a Dominican professional baseball second baseman who is a free agent.",
      "pageId": 6872459,
      "monthDay": "07/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Damien_Delaney",
      "name": "Damien Delaney",
      "aboutText": "Lowkey (born Cory Harris on July 20, 1981) is a rapper and producer from Hattiesburg, Mississippi, USA. He is signed to Afroman's Hungry Hustler Records, as well as running his own label, Incredible Sounds. Lowkey was featured on the album The Hungry Hustlerz: Starvation Is Motivation, and also produced songs for Afroman on \"Afroholic... The Even Better Times\".",
      "pageId": 9024526,
      "monthDay": "07/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Thorsten_Engelmann",
      "name": "Thorsten Engelmann",
      "aboutText": "Charles Christopher \"Chris\" Sligh (born July 20, 1978) is an American singer; songwriter and producer who was a finalist on the sixth season of American Idol, finishing in tenth place. He also starred in October Baby.\n^ Chris Sligh's personal BlogSpot entry commenting on his birthday.",
      "pageId": 9523996,
      "monthDay": "07/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Viktoria_Lad%C3%B5nskaja",
      "name": "Viktoria Ladõnskaja",
      "aboutText": "Andrus Murumets (born 20 July 1978) is an Estonian strongman and entrant to the World's Strongest Man contest. He reached 5th in the World Rankings according to the IFSA rankings in 2008. Andrus competed in the IFSA World Championships in 2005 finishing 4th, 5th in 2006 and 5th in 2007.",
      "pageId": 14809375,
      "monthDay": "07/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Percy_Daggs_III",
      "name": "Percy Daggs III",
      "aboutText": "Ieva Zunda (born 20 July 1978 in Tukums) is a Latvian athlete. Her main event is the 400 metres hurdles, but she also competes in the 400 and 800 metres.\nInternationally she has competed in the 400 m hurdles.",
      "pageId": 18572720,
      "monthDay": "07/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Antoine_Vermette",
      "name": "Antoine Vermette",
      "aboutText": "Charlotte Franklin Hatherley (born 20 June 1979) is an English guitarist and singer-songwriter. She initially came to prominence as guitarist and backing vocalist for alternative rock band Ash. Since leaving Ash in 2006, she has pursued a solo career and also acted as a touring instrumentalist for Client, KT Tunstall and Bat for Lashes.",
      "pageId": 19544037,
      "monthDay": "07/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexi_Casilla",
      "name": "Alexi Casilla",
      "aboutText": "Matthew J. Gilroy (born July 20, 1984) is an American professional ice hockey defenseman currently playing for Spartak Moscow of the Kontinental Hockey League (KHL). Gilroy formerly played in the National Hockey League (NHL) with the New York Rangers, Tampa Bay Lightning, Ottawa Senators and the Florida Panthers. He played NCAA hockey with Boston University of the Hockey East conference.",
      "pageId": 22365139,
      "monthDay": "07/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matt_Gilroy",
      "name": "Matt Gilroy",
      "aboutText": "Solenn Marie Adea Heusaff-Bolzico (born on July 20, 1985) is a Filipina-French VJ, actress, TV host, model, singer, fashion designer, painter, and professional make-up artist. She was one of the official castaways of Survivor Philippines: Celebrity Showdown which aired from August 30 to December 3, 2010 on GMA Network. She made it to the Final Three.",
      "pageId": 29902577,
      "monthDay": "07/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Solenn_Heussaff",
      "name": "Solenn Heussaff",
      "aboutText": "Viktoria Ladõnskaja (born 20 July 1981 in Anapa) is an Estonian politician and a member of its parliament, or Riigikogu. She represents the Tallinn constituency of Kesklinn, Lasnamäe and Pirita as a member of the Pro Patria and Res Publica Union party. Ladõnskaja was elected to the Riigikogu in the 2015 election with 1,393 personal votes.",
      "pageId": 45655304,
      "monthDay": "07/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/John_Francis_Daley",
      "name": "John Francis Daley",
      "aboutText": "John Francis Daley (born July 20, 1985) is an American actor, screenwriter, film director, and musician. He is known for playing high school freshman Sam Weir on the NBC comedy-drama Freaks and Geeks and as FBI criminal profiler Dr. Lance Sweets on the series Bones, for which he was nominated for a 2014 PRISM Award.",
      "pageId": 2145994,
      "monthDay": "07/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/David_Mundy",
      "name": "David Mundy",
      "aboutText": "David Mundy (born 20 July 1985), in Seymour, Victoria is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL).",
      "pageId": 4275379,
      "monthDay": "07/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anastasia_Perraki",
      "name": "Anastasia Perraki",
      "aboutText": "Anastasia Perraki, also spelled Anastasia Peraki, (Greek: Αναστασία Περράκη) (born July 20, 1985 in Athens) is a Greek model. She has appeared on the covers of fashion magazines such as Madame. Perraki was a Playboy Playmate in the Greek edition of Playboy for August 2005.",
      "pageId": 4482290,
      "monthDay": "07/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Osric_Chau",
      "name": "Osric Chau",
      "aboutText": "Nicola Benedetti MBE (born 20 July 1987) is a Scottish classical violinist.",
      "pageId": 5133212,
      "monthDay": "07/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nicola_Benedetti",
      "name": "Nicola Benedetti",
      "aboutText": "Kousuke Kujirai (鯨井 康介, Kujirai Kōsuke) (born July 20, 1987) is a Japanese actor and singer. He is known for his role as Jenath Dira in the Get Ride!",
      "pageId": 6107679,
      "monthDay": "07/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/K%C5%8Dsuke_Kujirai",
      "name": "Kōsuke Kujirai",
      "aboutText": "Julianne Alexandra Hough (/ˈhʌf/; born July 20, 1988) is an American dancer, singer, songwriter, and actress. She is a two-time professional champion of ABC's Dancing with the Stars. She was nominated for a Creative Arts Primetime Emmy in 2007 for Outstanding Choreography in season five of the show.",
      "pageId": 10292841,
      "monthDay": "07/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Niall_McGinn",
      "name": "Niall McGinn",
      "aboutText": "Cristian Pasquato (born 20 July 1989) is an Italian footballer who plays for Livorno in Serie B, on loan from Juventus.",
      "pageId": 16002502,
      "monthDay": "07/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Julianne_Hough",
      "name": "Julianne Hough",
      "aboutText": "Witwisit Hiranyawongkul (Thai: พิช-วิชญ์วิสิฐ หิรัญวงษ์กุล, rtgs: Witwisit Hiranyawongkun, born July 20, 1989) in Chiang Mai, Thailand, is a Thai actor and singer.",
      "pageId": 16254521,
      "monthDay": "07/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stephen_Strasburg",
      "name": "Stephen Strasburg",
      "aboutText": "Niall McGinn (born 20 July 1987) is a Northern Irish professional footballer who plays as a winger for Scottish club Aberdeen and the Northern Ireland national team.",
      "pageId": 18719812,
      "monthDay": "07/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Brooke_Candy",
      "name": "Brooke Candy",
      "aboutText": "Stephen James Strasburg (/ˈstrɑːzbərɡ/; born July 20, 1988) is an American professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). Strasburg was selected by Washington with the first pick in the 2009 MLB Draft, and he made his MLB debut with the Nationals in 2010.\nA talented but unpolished high school baseball player at West Hills High School, Strasburg played college baseball for the San Diego State Aztecs.",
      "pageId": 18864430,
      "monthDay": "07/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Javier_Cort%C3%A9s",
      "name": "Javier Cortés",
      "aboutText": "Javier Cortés Granados\n. He currently plays as a midfielder for Pumas de la UNAM in the Liga MX.– Men's tournament|olympic gold medalist]].\n^ \"Javier Cortés\".",
      "pageId": 23546259,
      "monthDay": "07/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Witwisit_Hiranyawongkul",
      "name": "Witwisit Hiranyawongkul",
      "aboutText": "Osric Chau (Chinese: 周逸之; Jyutping: zau1 yat6 zi1; born July 20, 1986) is a Canadian actor.",
      "pageId": 25208232,
      "monthDay": "07/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Cristian_Pasquato",
      "name": "Cristian Pasquato",
      "aboutText": "Atınç Nukan (born 20 July 1993) is a Turkish professional footballer who plays for RB Leipzig in the 2.",
      "pageId": 27452573,
      "monthDay": "07/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lars_Unnerstall",
      "name": "Lars Unnerstall",
      "aboutText": "Andrew Shaw (born July 20, 1991) is a Canadian professional ice hockey player. He currently plays for the Chicago Blackhawks of the National Hockey League (NHL). He was selected by the Chicago Blackhawks in the 5th round (139th overall) of the 2011 NHL Entry Draft.",
      "pageId": 32772961,
      "monthDay": "07/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Philipp_Reiter",
      "name": "Philipp Reiter",
      "aboutText": "Lars Unnerstall (born 20 July 1990) is a German footballer who plays as a goalkeeper for Fortuna Düsseldorf in the 2.",
      "pageId": 33795420,
      "monthDay": "07/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Andrew_Shaw_(ice_hockey)",
      "name": "Andrew Shaw",
      "aboutText": "Philipp Reiter (born July 20, 1991) is a German ski mountaineer and mountain runner. He is member of the German national selection of ski mountaineering.\nReiter was born in Munich.",
      "pageId": 35337144,
      "monthDay": "07/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Vladislav_Timakov",
      "name": "Vladislav Timakov",
      "aboutText": "Brooke Candy (born July 20, 1989) is an American rapper and singer. She is best known for co-starring in the music video for Grimes' single \"Genesis\". She independently released videos for her songs \"Das Me\", \"Everybody Does\" and \"I Wanna Fuck Right Now\" before collaborating with photographer Steven Klein and stylist Nicola Formichetti on her eighth video, \"Opulence\".",
      "pageId": 36905182,
      "monthDay": "07/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/At%C4%B1n%C3%A7_Nukan",
      "name": "Atınç Nukan",
      "aboutText": "Caroline Corinth (born July 20, 1994) is a Danish fashion model.\n^ \"Caroline Corinth\". womenmanagement.it.",
      "pageId": 43407032,
      "monthDay": "07/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alycia_Debnam-Carey",
      "name": "Alycia Debnam-Carey",
      "aboutText": "Alycia Jasmin Debnam-Carey (born 20 July 1993) is an Australian actress.She is best known for her roles in the 2014 films Into the Storm and The Devil's Hand, as well as her current portrayal of Commander Lexa in The CW series The 100.\nDebnam-Carey has also appeared in the TV series, Galyntine, Martha’s New Coat, McLeod's Daughters, Dream Life, and Next Stop Hollywood. She currently plays Alicia, one of the lead roles in the AMC series Fear the Walking Dead, the companion series to The Walking Dead.",
      "pageId": 43886650,
      "monthDay": "07/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Caroline_Corinth",
      "name": "Caroline Corinth",
      "aboutText": "Vladislav Borisovich Timakov (Russian: Владислав Борисович Тимаков; 20 July 1991 − 6 September 2015) was a water polo player of Russia.",
      "pageId": 47586136,
      "monthDay": "07/20"
    },
    {
      "year": "1996",
      "uri": "/wiki/Rahul_Raj_Mayer",
      "name": "Rahul Raj Mayer",
      "aboutText": "Princess Alexandra of Hanover (Alexandra Charlotte Ulrike Maryam Virginia; born 20 July 1999) is the only child of Princess Caroline of Monaco and Prince Ernst August, heir to the throne of the defunct Kingdom of Hanover. She was born in Vöcklabruck, Upper Austria.\nAlexandra was christened on 19 September 1999 in a ceremony at her father's hunting lodge Auerbach, near Grünau im Almtal, Upper Austria.",
      "pageId": 1255906,
      "monthDay": "07/20"
    },
    {
      "year": "1999",
      "uri": "/wiki/Princess_Alexandra_of_Hanover_(born_1999)",
      "name": "Princess Alexandra of Hanover",
      "aboutText": "Rahul Raj Mayer, (born 20 July 1996 in Kuala Lumpur) is a Malaysian racing driver.",
      "pageId": 48585287,
      "monthDay": "07/20"
    }
  ]
}