{
  "people": [
    {
      "year": "1620",
      "uri": "/wiki/Jean_Picard",
      "name": "Jean Picard",
      "aboutText": "Paul Julius Freiherr von Reuter (Baron de Reuter) (21 July 1816 – 25 February 1899), a German entrepreneur, pioneer of telegraphy and news reporting was a journalist and media owner, and the founder of the Reuters news agency, since 2008 part of the Thomson Reuters conglomerate.",
      "pageId": 42115,
      "monthDay": "07/21"
    },
    {
      "year": "1664",
      "uri": "/wiki/Matthew_Prior",
      "name": "Matthew Prior",
      "aboutText": "Maria Christina Henriette Desideria Felicitas Raineria of Austria  (21 July 1858 – 6 February 1929) was Queen of Spain as the second wife of King Alfonso XII. She was regent during the minority of their son, Alfonso XIII, and the vacancy of the throne between her husband's death and her son's birth.",
      "pageId": 171737,
      "monthDay": "07/21"
    },
    {
      "year": "1693",
      "uri": "/wiki/Thomas_Pelham-Holles,_1st_Duke_of_Newcastle",
      "name": "Thomas Pelham-Holles, 1st Duke of Newcastle",
      "aboutText": "Matthew Prior (21 July 1664 – 18 September 1721) was an English poet and diplomat. He is also known as a contributor to The Examiner.\n^ \"Matthew Prior\".",
      "pageId": 293217,
      "monthDay": "07/21"
    },
    {
      "year": "1710",
      "uri": "/wiki/Paul_M%C3%B6hring",
      "name": "Paul Möhring",
      "aboutText": "Henri Victor Regnault (21 July 1810 – 19 January 1878) was a French chemist and physicist best known for his careful measurements of the thermal properties of gases.",
      "pageId": 302691,
      "monthDay": "07/21"
    },
    {
      "year": "1783",
      "uri": "/wiki/Charles_Tristan,_marquis_de_Montholon",
      "name": "Charles Tristan, marquis de Montholon",
      "aboutText": "Thomas Pelham-Holles, 1st Duke of Newcastle upon Tyne and 1st Duke of Newcastle-under-Lyne KG PC (21 July 1693 – 17 November 1768) was a British Whig statesman, whose official life extended throughout the Whig supremacy of the 18th century. He is commonly known as the Duke of Newcastle.\nA protégé of Sir Robert Walpole, he served under him for more than twenty years, until 1742.",
      "pageId": 308985,
      "monthDay": "07/21"
    },
    {
      "year": "1808",
      "uri": "/wiki/Simion_B%C4%83rnu%C8%9Biu",
      "name": "Simion Bărnuțiu",
      "aboutText": "Milan Rastislav Štefánik (Slovak pronunciation: [ˈmilan ˈrascislaw ˈʃcefaːɲik]; July 21, 1880 in Košariská, Austria-Hungary – May 4, 1919 in Ivánka pri Dunaji, Czechoslovakia) was a Slovak politician, diplomat, and astronomer. During World War I, he served as a General in the French Army and, at the same time, as the Minister of War for Czechoslovakia. As one of the leading members of the Czechoslovak National Council (i.e.",
      "pageId": 434271,
      "monthDay": "07/21"
    },
    {
      "year": "1810",
      "uri": "/wiki/Henri_Victor_Regnault",
      "name": "Henri Victor Regnault",
      "aboutText": "Hans Fallada (born Rudolf Wilhelm Friedrich Ditzen; 21 July 1893 – 5 February 1947) was a German writer of the first half of the 20th century. Some of his better known novels include Little Man, What Now? (1932) and Every Man Dies Alone (1947).",
      "pageId": 494743,
      "monthDay": "07/21"
    },
    {
      "year": "1816",
      "uri": "/wiki/Paul_Reuter",
      "name": "Paul Reuter",
      "aboutText": "Paul Heinrich Gerhard Möhring (also Paul Mohr; 21 July 1710, Jever – 28 October 1792) was a German physician, botanist and zoologist.\nHe studied medicine in Danzig and Wittenberg, and following graduation (1733), he settled as a general practitioner in his hometown of Jever. Möhring was a physician to the Prince of Anhalt.",
      "pageId": 519458,
      "monthDay": "07/21"
    },
    {
      "year": "1851",
      "uri": "/wiki/Sam_Bass_(outlaw)",
      "name": "Sam Bass",
      "aboutText": "Charles Tristan, marquis de Montholon (July 21, 1783 – August 21, 1853 ) was a French general during the Napoleonic Wars.",
      "pageId": 632867,
      "monthDay": "07/21"
    },
    {
      "year": "1858",
      "uri": "/wiki/Maria_Christina_of_Austria",
      "name": "Maria Christina of Austria",
      "aboutText": "Lovis Corinth (21 July 1858 – 17 July 1925) was a German painter and printmaker whose mature work realized a synthesis of impressionism and expressionism.\nCorinth studied in Paris and Munich, joined the Berlin Secession group, later succeeding Max Liebermann as the group's president. His early work was naturalistic in approach.",
      "pageId": 704429,
      "monthDay": "07/21"
    },
    {
      "year": "1858",
      "uri": "/wiki/Lovis_Corinth",
      "name": "Lovis Corinth",
      "aboutText": "Jean-Félix Picard (21 July 1620 – 12 July 1682) was a French astronomer and priest born in La Flèche, where he studied at the Jesuit Collège Royal Henry-Le-Grand. He died in Paris, France. He was the first person to measure the size of the Earth to a reasonable degree of accuracy in a survey conducted in 1669–70, for which he is honored with a pyramid at Juvisy-sur-Orge.",
      "pageId": 705035,
      "monthDay": "07/21"
    },
    {
      "year": "1858",
      "uri": "/wiki/Alfred_Henry_O%27Keeffe",
      "name": "Alfred Henry O'Keeffe",
      "aboutText": "Emil Orlik (July 21, 1870 – September 28, 1932) was a painter, etcher and lithographer. He was born in Prague, which was at that time part of the Austro-Hungarian Empire, and lived and worked in Prague, Austria and Germany.",
      "pageId": 759168,
      "monthDay": "07/21"
    },
    {
      "year": "1863",
      "uri": "/wiki/C._Aubrey_Smith",
      "name": "C. Aubrey Smith",
      "aboutText": "Sam Bass (July 21, 1851 ‒ July 21, 1878) was a 19th-century American Old West train robber and outlaw.",
      "pageId": 1094926,
      "monthDay": "07/21"
    },
    {
      "year": "1870",
      "uri": "/wiki/Emil_Orl%C3%ADk",
      "name": "Emil Orlík",
      "aboutText": "Sir Charles Aubrey Smith CBE (21 July 1863 – 20 December 1948), known to film-goers as C. Aubrey Smith, was an England Test cricketer who became a stage and film actor, acquiring a niche as the officer-and-gentleman type, as in the first sound version of The Prisoner of Zenda (1937). In Hollywood, he organised British actors into a cricket team, playing formal matches that much intrigued local spectators.",
      "pageId": 1328536,
      "monthDay": "07/21"
    },
    {
      "year": "1875",
      "uri": "/wiki/Charles_Gondouin",
      "name": "Charles Gondouin",
      "aboutText": "Jacques Feyder (21 July 1885 – 24 May 1948) was a Belgian actor, screenwriter and film director who worked principally in France, but also in the USA, Britain and Germany. He was a leading director of silent films during the 1920s, and in the 1930s he became associated with the style of poetic realism in French cinema.",
      "pageId": 2599284,
      "monthDay": "07/21"
    },
    {
      "year": "1880",
      "uri": "/wiki/Milan_Rastislav_%C5%A0tef%C3%A1nik",
      "name": "Milan Rastislav Štefánik",
      "aboutText": "David Davidovich Burliuk (Ukrainian: Дави́д Дави́дович Бурлю́к; Russian: Дави́д Дави́дович Бурлю́к; July 21, 1882 – January 15, 1967) was a Russian Futurist, Neo-Primitivist, book illustrator, publicist, and author associated with Russian Futurism.",
      "pageId": 2858272,
      "monthDay": "07/21"
    },
    {
      "year": "1882",
      "uri": "/wiki/David_Burliuk",
      "name": "David Burliuk",
      "aboutText": "Simion Bărnuțiu (Romanian pronunciation: [simiˈon bərˈnut͡sju]; 21 July 1808 – 28 May 1864) was a Transylvanian-born Romanian historian, academic, philosopher, jurist, and liberal politician. A leader of the 1848 revolutionary movement of Transylvanian Romanians, he represented its Eastern Rite Catholic wing.",
      "pageId": 2912086,
      "monthDay": "07/21"
    },
    {
      "year": "1885",
      "uri": "/wiki/Jacques_Feyder",
      "name": "Jacques Feyder",
      "aboutText": "Juho Julius Saaristo (21 July 1891 – 12 October 1969) was a Finnish track and field athlete. He won two medals at the 1912 Olympics: a silver in conventional javelin throw and a gold in the two-handed javelin throw, a one-time Olympic event in which the total was a sum of best throws with the right hand and with the left hand.",
      "pageId": 7218284,
      "monthDay": "07/21"
    },
    {
      "year": "1891",
      "uri": "/wiki/Julius_Saaristo",
      "name": "Julius Saaristo",
      "aboutText": "Alfred Henry O'Keeffe (21 July 1858 - 27 July 1941), was a notable New Zealand artist and art teacher, who spent the majority of his life in Dunedin. During the first quarter of the twentieth century, he was one of the few New Zealand artists to engage with new ideas while staying in New Zealand. At this time most adventurous New Zealand painters, such as Frances Hodgkins, went overseas.",
      "pageId": 10904416,
      "monthDay": "07/21"
    },
    {
      "year": "1893",
      "uri": "/wiki/Hans_Fallada",
      "name": "Hans Fallada",
      "aboutText": "Charles Gondouin (21 July 1875 – 24 December 1947) was a French rugby union player and tug of war competitor, who competed in the 1900 Summer Olympics.\nHe was a member of the French rugby union team, which won the gold medal.",
      "pageId": 14613392,
      "monthDay": "07/21"
    },
    {
      "year": "1898",
      "uri": "/wiki/Sara_Carter",
      "name": "Sara Carter",
      "aboutText": "Ernest Miller Hemingway (July 21, 1899 – July 2, 1961) was an American novelist, short story writer, and journalist. His economical and understated style had a strong influence on 20th-century fiction, while his life of adventure and his public image influenced later generations. Hemingway produced most of his work between the mid-1920s and the mid-1950s, and won the Nobel Prize in Literature in 1954.",
      "pageId": 9428,
      "monthDay": "07/21"
    },
    {
      "year": "1899",
      "uri": "/wiki/Hart_Crane",
      "name": "Hart Crane",
      "aboutText": "Isaac Stern (Ukrainian: Ісаак Соломонович Штерн, Russian: Исаа́к Соломо́нович Штерн; Isaak Solomonovich Shtern; 21 July 1920 – 22 September 2001) was a Ukrainian violinist and conductor.",
      "pageId": 15531,
      "monthDay": "07/21"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ernest_Hemingway",
      "name": "Ernest Hemingway",
      "aboutText": "Herbert Marshall McLuhan, CC (July 21, 1911 – December 31, 1980) was a Canadian philosopher of communication theory and a public intellectual. His work is viewed as one of the cornerstones of the study of media theory, as well as having practical applications in the advertising and television industries. He was educated at the University of Manitoba and Cambridge University and began his teaching career as a Professor of English at several universities in the U.S. and Canada, before moving to the University of Toronto where he would remain for the rest of his life.",
      "pageId": 19548,
      "monthDay": "07/21"
    },
    {
      "year": "1903",
      "uri": "/wiki/Russell_Lee_(photographer)",
      "name": "Russell Lee",
      "aboutText": "Norman Frederick Jewison, CC, O.Ont (born July 21, 1926) is a Canadian film director, producer, actor and founder of the Canadian Film Centre. Highlights of his directing career include The Cincinnati Kid (1965), The Russians Are Coming, the Russians Are Coming (1966), In the Heat of the Night (1967), The Thomas Crown Affair (1968), Fiddler on the Roof (1971), Jesus Christ Superstar (1973), F.I.S.T (1978), ...And Justice for All (1979), A Soldier's Story (1984), Agnes of God (1985), Moonstruck (1987), Other People's Money (1991), The Hurricane (1999) and The Statement (2003). Jewison has addressed important social and political issues throughout his directing and producing career, often making controversial or complicated subjects accessible to mainstream audiences.",
      "pageId": 146861,
      "monthDay": "07/21"
    },
    {
      "year": "1903",
      "uri": "/wiki/Roy_Neuberger",
      "name": "Roy Neuberger",
      "aboutText": "Dr. James Cooke Brown (July 21, 1921 – February 13, 2000) was a sociologist and science fiction author. He is notable for creating the artificial language Loglan and for designing the Parker Brothers board game Careers.",
      "pageId": 191442,
      "monthDay": "07/21"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jug_McSpaden",
      "name": "Jug McSpaden",
      "aboutText": "Found birthname,",
      "pageId": 232552,
      "monthDay": "07/21"
    },
    {
      "year": "1911",
      "uri": "/wiki/Marshall_McLuhan",
      "name": "Marshall McLuhan",
      "aboutText": "Constant Anton Nieuwenhuys (21 July 1920 – 1 August 2005), better known as Constant, was a Dutch painter, sculptor, graphic artist, author and musician.",
      "pageId": 262977,
      "monthDay": "07/21"
    },
    {
      "year": "1911",
      "uri": "/wiki/Umashankar_Joshi",
      "name": "Umashankar Joshi",
      "aboutText": "Jesse Donald \"Don\" Knotts (July 21, 1924 – February 24, 2006) was an American comedic actor best known as a regular on \"The Steve Allen Show,\" as Jesse W. Haywood in the 1968 film The Shakiest Gun in the West, The Incredible Mr. Limpet, where for the majority of the film he plays a talking fish and as Barney Fife on the 1960s television sitcom The Andy Griffith Show, a role in which he earned five Emmy Awards. He also played landlord Ralph Furley on the 1970s and 1980s television sitcom Three's Company.",
      "pageId": 269774,
      "monthDay": "07/21"
    },
    {
      "year": "1914",
      "uri": "/wiki/Aleksander_Kreek",
      "name": "Aleksander Kreek",
      "aboutText": "Roy Rothschild Neuberger (July 21, 1903 – December 24, 2010) was an American financier who contributed money to raise public awareness of modern art through his acquisition of pieces he deemed worthy.",
      "pageId": 332221,
      "monthDay": "07/21"
    },
    {
      "year": "1917",
      "uri": "/wiki/Alan_B._Gold",
      "name": "Alan B. Gold",
      "aboutText": "Rudolph Arthur Marcus (born July 21, 1923) is a Canadian-born chemist who received the 1992 Nobel Prize in Chemistry \"for his contributions to the theory of electron transfer reactions in chemical systems\". Marcus theory, named after him, provides a thermodynamic and kinetic framework for describing one electron outer-sphere electron transfer.",
      "pageId": 424410,
      "monthDay": "07/21"
    },
    {
      "year": "1920",
      "uri": "/wiki/Constant_Nieuwenhuys",
      "name": "Constant Nieuwenhuys",
      "aboutText": "Harold Hart Crane (July 21, 1899 – April 27, 1932) was an American poet. Finding both inspiration and provocation in the poetry of T. S. Eliot, Crane wrote modernist poetry that was difficult, highly stylized, and ambitious in its scope. In his most ambitious work, The Bridge, Crane sought to write an epic poem, in the vein of The Waste Land, that expressed a more optimistic view of modern, urban culture than the one that he found in Eliot's work.",
      "pageId": 430378,
      "monthDay": "07/21"
    },
    {
      "year": "1920",
      "uri": "/wiki/Isaac_Stern",
      "name": "Isaac Stern",
      "aboutText": "Kay Starr (born July 21, 1922) is an American pop and jazz singer who enjoyed considerable success in the 1940s and 1950s. She is best remembered for introducing two songs that became #1 hits in the 1950s, \"Wheel of Fortune\" and \"The Rock And Roll Waltz\".\nStarr was successful in every field of music she tried: jazz, pop and country.",
      "pageId": 592161,
      "monthDay": "07/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/James_Cooke_Brown",
      "name": "James Cooke Brown",
      "aboutText": "Isobel Mary \"Mollie\" Sugden (21 July 1922 – 1 July 2009) was an English comedy actress, best known for portraying the saleswoman Mrs. Slocombe in the British sitcom Are You Being Served? (1972-85).",
      "pageId": 613879,
      "monthDay": "07/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Horsley_(actor)",
      "name": "John Horsley",
      "aboutText": "Alan Bernard Gold, OC, OQ (July 21, 1917 – May 15, 2005) was the chief justice of the Quebec Superior Court from 1983 to 1992.\nBorn in Montreal, Gold received a B.A. from Queen's University in 1938 and a bachelor's degree in civil law from the University of Montreal in 1941. He was called to the Bar of Quebec in 1942, but first served with the Royal Canadian Artillery during World War II. As an arbitrator, he helped avoid a strike by the longshoremen at the Port of Montreal in 1968.",
      "pageId": 1933606,
      "monthDay": "07/21"
    },
    {
      "year": "1922",
      "uri": "/wiki/Kay_Starr",
      "name": "Kay Starr",
      "aboutText": "Harold Lee \"Jug\" McSpaden (July 21, 1908 – April 22, 1996) was an American professional golfer.",
      "pageId": 2567399,
      "monthDay": "07/21"
    },
    {
      "year": "1922",
      "uri": "/wiki/Mollie_Sugden",
      "name": "Mollie Sugden",
      "aboutText": "Russell Lee (July 21, 1903, Ottawa, Illinois – August 28, 1986, Austin, Texas) was an American photographer and photojournalist, best known for his work for the Farm Security Administration (FSA).",
      "pageId": 3778925,
      "monthDay": "07/21"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rudolph_A._Marcus",
      "name": "Rudolph A. Marcus",
      "aboutText": "Paul Burke (July 21, 1926 – September 13, 2009) was an American actor best known for his lead roles in two 1960s ABC television series, Naked City and Twelve O'Clock High.",
      "pageId": 5614533,
      "monthDay": "07/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Don_Knotts",
      "name": "Don Knotts",
      "aboutText": "Umashankar Jethalal Joshi (Gujarati: ઉમાશંકર જોશી) (21 July 1911 – 19 December 1988) was an eminent poet, scholar and writer.",
      "pageId": 8349511,
      "monthDay": "07/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Paul_Burke_(actor)",
      "name": "Paul Burke",
      "aboutText": "John Lovell Horsley (21 July 1920 – 12 January 2014) was an English actor.\nHe was born in Westcliff-on-Sea, Essex, England. The son of a doctor, he made his acting debut at the Theatre Royal in Bournemouth.",
      "pageId": 9804618,
      "monthDay": "07/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Norman_Jewison",
      "name": "Norman Jewison",
      "aboutText": "Aleksander Kreek (21 July 1914 – 19 August 1977) was an Estonian track and field athlete who specialised in the shot put. He was the 1938 European champion in the shot put – one of only two Estonian men to achieve the feat, alongside Arnold Viiding. He was twice a medallist at the International University Games (1937 and 1939).",
      "pageId": 44149417,
      "monthDay": "07/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rahimuddin_Khan",
      "name": "Rahimuddin Khan",
      "aboutText": "Janet Wood Reno (born July 21, 1938) served as the Attorney General of the United States, from 1993 to 2001. She was nominated by President Bill Clinton on February 11, 1993, and confirmed on March 11, 1993. She was the first woman to serve as Attorney General and the second longest serving Attorney General after William Wirt.",
      "pageId": 16099,
      "monthDay": "07/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bill_Pertwee",
      "name": "Bill Pertwee",
      "aboutText": "William Desmond Anthony \"Bill\" Pertwee, MBE (21 July 1926 – 27 May 2013) was an English comedy actor best known for playing the part of antagonist ARP Warden Hodges in the popular sitcom Dad's Army.",
      "pageId": 151958,
      "monthDay": "07/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Karel_Reisz",
      "name": "Karel Reisz",
      "aboutText": "Karel Reisz (21 July 1926 – 25 November 2002) was a Czech-born British filmmaker who was active in post–World War II Britain, and one of the pioneers of the new realist strain in 1950s and 1960s British cinema.",
      "pageId": 210423,
      "monthDay": "07/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Queenie_Watts",
      "name": "Queenie Watts",
      "aboutText": "Sir Jonathan Wolfe Miller, CBE (born 21 July 1934) is an English theatre and opera director, actor, author, television presenter, humourist, and medical doctor. While training in medicine, and specializing in neurology, in the late 1950s, he first came to prominence in the early 1960s with his role in the comedy revue Beyond the Fringe with fellow writers and performers Peter Cook, Dudley Moore and Alan Bennett.\nMiller began directing operas in the 1970s and has since become one of the world's leading opera directors with several classic productions to his credit.",
      "pageId": 262777,
      "monthDay": "07/21"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sky_Low_Low",
      "name": "Sky Low Low",
      "aboutText": "Chandrakant Gulabrao \"Chandu\" Borde  pronunciation  born 21 July 1934 in Pune, is a former cricketer who was a member of the Indian team between 1958 and 1970. Following his retirement, Borde became a cricket administrator, serving as the Chairman of national selectors. He has received various awards from the Government of India for his contributions to cricket, on and off the field.",
      "pageId": 526670,
      "monthDay": "07/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bob_Orton",
      "name": "Bob Orton",
      "aboutText": "Not to be confused with John Gardner (British writer)",
      "pageId": 603717,
      "monthDay": "07/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/Anand_Bakshi",
      "name": "Anand Bakshi",
      "aboutText": "Anton (Emil) Kuerti, OC (born July 21, 1938, in Vienna, Austria) is an Austrian-born Canadian pianist, music teacher, composer, and conductor.",
      "pageId": 1630109,
      "monthDay": "07/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/Helen_Merrill",
      "name": "Helen Merrill",
      "aboutText": "Norbert Blüm (born 21 July 1935) is a German politician who was a federal legislator from North Rhine-Westphalia, Chairman of the CDU there (1987–1999), and a minister for labor and social affairs (for 16 years in the government of Helmut Kohl).\nBorn in Rüsselsheim, he trained as a toolmaker at Adam Opel AG in the town. During this time he was a founding member of the local Scout Group within the Deutsche Pfadfinderschaft Sankt Georg.",
      "pageId": 1708395,
      "monthDay": "07/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Plas_Johnson",
      "name": "Plas Johnson",
      "aboutText": "Robert Dale \"Bob\" Orton (July 21, 1929 – July 16, 2006) was an American professional wrestler. The patriarch of the Orton wrestling family, his two sons (Bob Jr. and Barry) and grandson (Randy) have all wrestled professionally.",
      "pageId": 1749066,
      "monthDay": "07/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Leon_Schidlowsky",
      "name": "Leon Schidlowsky",
      "aboutText": "Helen Merrill (born Jelena Ana Milčetić, July 21, 1930) is an American jazz vocalist.\nMerrill's recording career has spanned six decades and she is popular with fans of jazz in Japan and Italy (where she lived for many years) as well as in her native United States.",
      "pageId": 2217135,
      "monthDay": "07/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/John_Gardner_(American_writer)",
      "name": "John Gardner",
      "aboutText": "Anand Bakshi (21 July 1930 – 30 March 2002) was a popular Indian poet and lyricist.",
      "pageId": 2612148,
      "monthDay": "07/21"
    },
    {
      "year": "1934",
      "uri": "/wiki/Chandu_Borde",
      "name": "Chandu Borde",
      "aboutText": "Rahimuddin Khan (Urdu: رحیم الدین خان‎; born 21 July, 1924) is a retired four-star general of the Pakistan Army who served as Chairman of the Joint Chiefs of Staff Committee from 1984 to 1987, and previously as the 7th Governor of Balochistan from 1978 to 1984. He also served as the 16th Governor of Sindh in 1988.\nAs Balochistan's longest-serving governor, Rahimuddin ended the 1973 operation in Balochistan, declaring a general amnesty and military withdrawal in 1978.",
      "pageId": 2784150,
      "monthDay": "07/21"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jonathan_Miller",
      "name": "Jonathan Miller",
      "aboutText": "Marcel Gauthier (July 21, 1928 – November 6, 1998) was a Canadian professional midget wrestler who worked as Sky Low Low. He had a longtime feud with Farmer Brooks.",
      "pageId": 2963230,
      "monthDay": "07/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Norbert_Bl%C3%BCm",
      "name": "Norbert Blüm",
      "aboutText": "Jamey Aebersold (born July 21, 1939 in New Albany, Indiana) is an American jazz saxophonist and music educator. His \"Play-A-Long\" series of instructional book and CD collections, using the chord-scale system, the first of which was released in 1967, are an internationally renowned resource for jazz education. As of 2013, 133 of these collections have been published by Aebersold, who taught musical improvisation at the University of Louisville for a number of years.",
      "pageId": 3928160,
      "monthDay": "07/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Moe_Drabowsky",
      "name": "Moe Drabowsky",
      "aboutText": "Myron Walter Drabowsky (July 21, 1935 – June 10, 2006) was a Major League Baseball (MLB) right-handed relief pitcher.",
      "pageId": 4124958,
      "monthDay": "07/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Kaye_Stevens",
      "name": "Kaye Stevens",
      "aboutText": "Leslie \"Les\" Aspin, Jr. (July 21, 1938 – May 21, 1995) was a United States Representative from 1971 to 1993, and the United States Secretary of Defense under President Bill Clinton from January 21, 1993 to February 3, 1994. In Congress, Aspin had a reputation as an intellectual who took a middle-of-the-road position on controversial issues.",
      "pageId": 5332514,
      "monthDay": "07/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Les_Aspin",
      "name": "Les Aspin",
      "aboutText": "Queenie Watts (21 July 1926  – 25 January 1980) was an English actress of film and television, as well as an occasional singer.\nWatts was born and died in London. She appeared in many British films, including the Joan Littlewood production Sparrers Can't Sing (1963), and as herself in \"Portrait of Queenie\" (1964), featuring in scenes set around Poplar, the Isle of Dogs and, The Iron Bridge Tavern, Millwall, which she ran in real life and in which she starred in the TV series Stars and Garters (1963).",
      "pageId": 5939479,
      "monthDay": "07/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Anton_Kuerti",
      "name": "Anton Kuerti",
      "aboutText": "Kaye Stevens (July 21, 1932 – December 28, 2011) was an American singer and actress.\nBorn Catherine Louise Stephens, her big break in show business came at the Riviera Hotel in Las Vegas, when the headliner for the night, Debbie Reynolds, became ill and Stevens filled in for the night. She then went on to do small shows at the Plaza Hotel's Persian Room, New York's Waldorf Astoria, and Caesars Palace on the Las Vegas Strip.",
      "pageId": 6004443,
      "monthDay": "07/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Janet_Reno",
      "name": "Janet Reno",
      "aboutText": "Plas John Johnson Jr. (born July 21, 1931) is an American soul-jazz and hard bop tenor saxophonist, probably most widely known as the tenor saxophone soloist on Henry Mancini’s \"The Pink Panther Theme\".",
      "pageId": 7166916,
      "monthDay": "07/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jamey_Aebersold",
      "name": "Jamey Aebersold",
      "aboutText": "Leon Schidlowsky (Hebrew: ליאון שידלובסקי; born 21 July 1931 in Santiago de Chile) is a Chilean-Israeli composer and painter. He has written music for orchestra, chamber ensemble, choir, and instruments including the piano, violin, cello, flute, mandolin, guitar, harp, organ, as well as about sixty-five pieces of music with graphic notation. His compositions have been performed in numerous countries with different orchestras under conductors such as Aldo Ceccato, Errico Fresis, Clytus Gottwald, Juan Pablo Izquierdo, Erhard Karkoschka, Herbert Kegel, Lukas Foss, Zubin Mehta, Hermann Scherchen, and Ingo Schulz.",
      "pageId": 25032982,
      "monthDay": "07/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/Kim_Fowley",
      "name": "Kim Fowley",
      "aboutText": "Garretson Beekman \"Garry\" Trudeau (born July 21, 1948) is an American cartoonist, best known for the Pulitzer Prize-winning Doonesbury comic strip.",
      "pageId": 12367,
      "monthDay": "07/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Negroponte",
      "name": "John Negroponte",
      "aboutText": "Kenneth Winston \"Ken\" Starr (born July 21, 1946) is an American lawyer and educational administrator, who has also been a federal judge. He carried out a controversial investigation of figures during the Clinton administration.\nStarr served as a federal Court of Appeals judge and as solicitor general for George H. W. Bush.",
      "pageId": 61909,
      "monthDay": "07/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Fritz_Glatz",
      "name": "Fritz Glatz",
      "aboutText": "Yusuf Islam (born Steven Demetre Georgiou, 21 July 1948), commonly known by his former stage name Cat Stevens, is a British singer-songwriter, multi-instrumentalist, humanitarian, and education philanthropist. His 1967 debut album reached the top 10 in the UK, and the album's title song \"Matthew and Son\" charted at number 2 on the UK Singles Chart. His albums Tea for the Tillerman (1970) and Teaser and the Firecat (1971) were both certified triple platinum in the US by the RIAA. His musical style consists of folk, pop, rock, and Islamic music.",
      "pageId": 78747,
      "monthDay": "07/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Edward_Herrmann",
      "name": "Edward Herrmann",
      "aboutText": "Paul David Wellstone (July 21, 1944 – October 25, 2002) was an American academic and politician who represented Minnesota in the United States Senate from 1991 until he was killed in a plane crash in Eveleth, Minnesota in 2002. A member of the Democratic Farmer-Labor Party, Wellstone was a leading spokesman for the progressive wing of the national Democratic Party.\nBorn in Washington D.C., Wellstone graduated from the University of North Carolina at Chapel Hill with a B.A. and Ph.D. in Political Science.",
      "pageId": 137707,
      "monthDay": "07/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Atta_Mills",
      "name": "John Atta Mills",
      "aboutText": "John Dimitri Negroponte (/ˌnɛɡrɵˈpɒnti/; born July 21, 1939) is a British-born American diplomat of Greek descent. He is currently a research fellow and lecturer in international affairs at Yale University's Jackson Institute for Global Affairs. Prior to this appointment, he served as the United States Deputy Secretary of State and as the first ever Director of National Intelligence.",
      "pageId": 369057,
      "monthDay": "07/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Buchi_Emecheta",
      "name": "Buchi Emecheta",
      "aboutText": "Edward Kirk Herrmann (July 21, 1943 – December 31, 2014) was an American actor, director, writer, and comedian, best known for his Emmy-nominated portrayals of Franklin D. Roosevelt on television, Richard Gilmore in Gilmore Girls, a ubiquitous narrator for historical programs on The History Channel and in such PBS productions as Nova, and as a spokesman for Dodge automobiles in the 1990s.",
      "pageId": 383091,
      "monthDay": "07/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Paul_Wellstone",
      "name": "Paul Wellstone",
      "aboutText": "Buchi Emecheta OBE (born 21 July 1944) is a Nigerian novelist based in Britain who has published more than 20 books, including Second-Class Citizen (1974), The Bride Price (1976), The Slave Girl (1977) and The Joys of Motherhood (1979). Her themes of child slavery, motherhood, female independence and freedom through education have won her considerable critical acclaim and honours, including an Order of the British Empire in 2005. Emecheta once described her stories as \"stories of the world…[where]… women face the universal problems of poverty and oppression, and the longer they stay, no matter where they have come from originally, the more the problems become identical.\" She has been characterised as \"the first successful black woman novelist living in Britain after 1948\".",
      "pageId": 530476,
      "monthDay": "07/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Wendy_Cope",
      "name": "Wendy Cope",
      "aboutText": "Wendy Cope, OBE (born 21 July 1945) is a contemporary English poet. She read history at St Hilda's College, Oxford.",
      "pageId": 594976,
      "monthDay": "07/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Geoff_Dymock",
      "name": "Geoff Dymock",
      "aboutText": "Kim Vincent Fowley (July 21, 1939 – January 15, 2015) was an American record producer, singer and musician. He is best known for his role behind a string of novelty and cult pop rock singles in the 1960s, and for managing the Runaways in the 1970s.\nIn addition, he is credited with being the inspiration behind promoter John Brower's call to John Lennon that resulted in the last-minute appearance of the Plastic Ono Band at the Toronto Rock and Roll Revival on September 13, 1969, where Fowley was the emcee.",
      "pageId": 697523,
      "monthDay": "07/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Lowe",
      "name": "John Lowe",
      "aboutText": "John Lowe (born 21 July 1945) is a former English professional darts player who was one of the most skilled and best known darts players during the 1970s and 1980s, particularly in the United Kingdom. Lowe is one of only six players to have won the World Championship three times, having done so in 1979, 1987 and 1993. He is the first player to have won the World Championship in three separate decades.",
      "pageId": 1151836,
      "monthDay": "07/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Barry_Richards",
      "name": "Barry Richards",
      "aboutText": "Barry Anderson Richards (born 21 July 1945) is a former South African batsman. A right-handed \"talent of such enormous stature\", Richards is considered one of South Africa's most successful cricketers. He was able to play only four Test matches – all against Australia – before South Africa's exclusion from the international scene in 1970.",
      "pageId": 1478961,
      "monthDay": "07/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ken_Starr",
      "name": "Ken Starr",
      "aboutText": "John Evans Fiifi Atta Mills (21 July 1944 – 24 July 2012) was a Ghanaian politician, a lawyer, a legal scholar, a tax expert and a sports administrator who served as President of Ghana from 2009 until his death in 2012. He was inaugurated on 7 January 2009, having defeated the ruling party candidate Nana Akufo-Addo in the 2008 election. He was vice-president from 1997 to 2001 under President Jerry Rawlings, and stood unsuccessfully in the 2000 and 2004 presidential elections as the candidate of the National Democratic Congress (NDC).",
      "pageId": 1808036,
      "monthDay": "07/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Timothy_Harris_(writer)",
      "name": "Timothy Harris",
      "aboutText": "Giuseppe Piero \"Beppe\" Grillo (Italian pronunciation: [ˈbɛppe ˈɡrillo]; born 21 July 1948) is an Italian comedian, actor, blogger and political activist. He has been involved in politics since 2009 as the founder of the Italian Five Star Movement political party.",
      "pageId": 1904353,
      "monthDay": "07/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Chetan_Chauhan",
      "name": "Chetan Chauhan",
      "aboutText": "Chetan Pratap Singh Chauhan  pronunciation  (born 21 July 1947, Bareilly, Uttar Pradesh) is a former cricketer who played 40 Test matches for India. He moved to Puna, Maharashtra where his father, an Indian Army officer was posted. He played most of his international cricket in the late 1970s and was the regular opening partner of Sunil Gavaskar during that period.",
      "pageId": 3095714,
      "monthDay": "07/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Snooty",
      "name": "Snooty",
      "aboutText": "Geoffrey Dymock (born 21 July 1945 in Maryborough, Queensland) is a former Australian and Queensland cricketer. He played in 21 Tests and 15 One Day Internationals between 1974 and 1980. On his debut, he took five wickets in the second innings against New Zealand in Adelaide in 1974.",
      "pageId": 3099228,
      "monthDay": "07/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Beppe_Grillo",
      "name": "Beppe Grillo",
      "aboutText": "Teruzane Utada (宇多田 照實, Utada Teruzane, born July 21, 1948) is a Japanese music executive producer and attendant.\nHe married Junko Utada (Keiko Fuji) and worked as her attendant. Their daughter and only child is the singer Hikaru Utada, one of Japan’s most successful pop music singers of all time.",
      "pageId": 4550569,
      "monthDay": "07/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Art_Hindle",
      "name": "Art Hindle",
      "aboutText": "Snooty (born July 21, 1948) is a male Florida manatee that resides at the South Florida Museum's Parker Manatee Aquarium in Bradenton, Florida. He is one of the first recorded captive manatee births, and at age 67, he is the oldest manatee in captivity, and likely the oldest manatee in the world. Due to his hand rearing from birth, Snooty was never released to the wild and is the only manatee at the museum's aquarium that has regular human interaction.",
      "pageId": 5021821,
      "monthDay": "07/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Cat_Stevens",
      "name": "Cat Stevens",
      "aboutText": "Arthur Hindle (born July 21, 1948) is a Canadian actor and director.",
      "pageId": 5198966,
      "monthDay": "07/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Garry_Trudeau",
      "name": "Garry Trudeau",
      "aboutText": "Timothy Hyde Harris (born July 21, 1946) is an American author, screenwriter and producer. He has been publishing works of fiction since the late 1960s and has been involved in filmmaking since the early 1980s.",
      "pageId": 26940744,
      "monthDay": "07/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Teruzane_Utada",
      "name": "Teruzane Utada",
      "aboutText": "Friedrich \"Fritz\" Glatz (July 21, 1943 – July 14, 2002) was an Austrian racing driver from Vienna. He raced under the pseudonyms Pierre Chauvet and Frederico Careca as well as a number of others.\nGlatz began his career in 1980 racing in the German Formula Three Championship.",
      "pageId": 30705076,
      "monthDay": "07/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hirini_Melbourne",
      "name": "Hirini Melbourne",
      "aboutText": "Robin McLaurin Williams (July 21, 1951 – August 11, 2014) was an American actor and comedian. Starting as a stand-up comedian in San Francisco and Los Angeles in the mid-1970s, he is credited with leading San Francisco's comedy renaissance. After rising to fame as Mork in the sitcom Mork & Mindy (1978–82), he went on to establish a career in both stand-up comedy and feature film acting.",
      "pageId": 53242,
      "monthDay": "07/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ubaldo_Fillol",
      "name": "Ubaldo Fillol",
      "aboutText": "Taco Ockerse (born July 21, 1955), usually known mononymously as Taco, is an Indonesian-born Dutch singer and entertainer who started his career in Germany.\n^ a b \"Billboard: Taco (Biography)\". Billboard Magazine.",
      "pageId": 447956,
      "monthDay": "07/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Susan_Kramer,_Baroness_Kramer",
      "name": "Susan Kramer, Baroness Kramer",
      "aboutText": "Jonathan Michael \"Jon\" Lovitz (born July 21, 1957) is an American comedian, actor, and singer.",
      "pageId": 506739,
      "monthDay": "07/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robin_Williams",
      "name": "Robin Williams",
      "aboutText": "Michael Connelly (born July 21, 1956) is an American author of detective novels and other crime fiction, notably those featuring LAPD Detective Hieronymus \"Harry\" Bosch and criminal defense attorney Mickey Haller. His books, which have been translated into 39 languages, have garnered him many awards.",
      "pageId": 543284,
      "monthDay": "07/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Barrasso",
      "name": "John Barrasso",
      "aboutText": "Susan Veronica Kramer, Baroness Kramer, PC (née Richards; born 21 July 1950) is a British Liberal Democrat politician.",
      "pageId": 634456,
      "monthDay": "07/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jeff_Fatt",
      "name": "Jeff Fatt",
      "aboutText": "Jeffrey Wayne Fatt AM (born 21 July 1953 in Casino, New South Wales, Australia), is an Australian musician and actor. He is best known as a member of the children's band The Wiggles and the 1980s and 90s band The Cockroaches. As part of the Wiggles, Fatt became one of the \"most popular Asian performers in the world\".",
      "pageId": 642584,
      "monthDay": "07/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Brian_Talbot",
      "name": "Brian Talbot",
      "aboutText": "Béla Tarr (born 21 July 1955) is an acclaimed Hungarian film director. Much of his work is marked by philosophical elements and a pessimistic view of humanity. His films utilize unconventional storytelling methods, such as long takes and/or non-professional actors to achieve realism.",
      "pageId": 1457056,
      "monthDay": "07/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Taco_(musician)",
      "name": "Taco",
      "aboutText": "Howard Norman \"Howie\" Epstein (July 21, 1955 – February 23, 2003) was a musician best known as a bassist with Tom Petty and the Heartbreakers.",
      "pageId": 1504584,
      "monthDay": "07/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Howie_Epstein",
      "name": "Howie Epstein",
      "aboutText": "Brian Ernest Talbot (born 21 July 1953) is a former English football manager and former player. His son is Daniel Talbot.\nTalbot played for Ipswich Town, Toronto Metros (United States), Arsenal, Watford, Stoke City, West Bromwich Albion, Fulham and Aldershot.",
      "pageId": 1850247,
      "monthDay": "07/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dannel_Malloy",
      "name": "Dannel Malloy",
      "aboutText": "Lance R. Guest (born July 21, 1960) is an American film and television actor.",
      "pageId": 2009832,
      "monthDay": "07/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Henry_Priestman",
      "name": "Henry Priestman",
      "aboutText": "Found family, Family",
      "pageId": 2217450,
      "monthDay": "07/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/B%C3%A9la_Tarr",
      "name": "Béla Tarr",
      "aboutText": "Ubaldo Matildo Fillol (locally: [uˈβaldo maˈtildo fiˈʒol]; born 21 July 1950), nicknamed el Pato (in English: \"the Duck\"), is an Argentine football coach and former goalkeeper. He took part in the 1974, 1978 (where he won the championship with his team and was voted Best Goalkeeper) and 1982 World Cups representing the Argentine national team. He also played in the South American qualifiers for the 1986 World Cup, but he was finally not chosen for the final team that played (and won) in Mexico.",
      "pageId": 2726015,
      "monthDay": "07/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Connelly",
      "name": "Michael Connelly",
      "aboutText": "Paul \"Fatty\" Vautin (born 21 July 1959) is an Australian television presenter and commentator and formerly a professional rugby league footballer, captain and coach. He has provided commentary for the Nine Network's coverage of rugby league since joining the network in 1992 and has also hosted The Footy Show since its beginnings in 1994. An Australian Kangaroos test and Queensland State of Origin representative lock or second-row forward, Vautin played club football in Brisbane with Wests before moving to Sydney in 1979 to play with Manly-Warringah, whom he would captain to the 1987 NSWRL premiership.",
      "pageId": 2743244,
      "monthDay": "07/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stefan_L%C3%B6fven",
      "name": "Stefan Löfven",
      "aboutText": "Dannel Patrick \"Dan\" Malloy (born July 21, 1955) is an American politician who is the 88th and current Governor of Connecticut. A member of the Democratic Party, Malloy has served as Governor since 2011.\nBorn in Stamford, Connecticut, Malloy is a graduate of Boston College Law School.",
      "pageId": 4003354,
      "monthDay": "07/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jon_Lovitz",
      "name": "Jon Lovitz",
      "aboutText": "Reha Muhtar (born 21 July 1959 in Istanbul, Turkey) is a Turkish anchorman, columnist and television reporter of Iraqi Turkmen descent.\nHe was first seen on TV as TRT's reporter from Athens, Greece. Later he started hosting a debate program \"Ateş Hattı\" for the same channel.",
      "pageId": 4785424,
      "monthDay": "07/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gene_Miles",
      "name": "Gene Miles",
      "aboutText": "Gene Miles (born 21 July 1959 in Townsville, Queensland) is a retired Australian rugby league footballer of the 1980s and 90s.",
      "pageId": 6196514,
      "monthDay": "07/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Reha_Muhtar",
      "name": "Reha Muhtar",
      "aboutText": "John Anthony Barrasso III (born July 21, 1952) is the junior United States Senator from Wyoming and a member of the Republican Party. He was appointed to the Senate in June 2007, following the death of Craig L. Thomas, and won a special election in 2008 to fill the remaining four years of Thomas's term.",
      "pageId": 11793401,
      "monthDay": "07/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paul_Vautin",
      "name": "Paul Vautin",
      "aboutText": "Hirini (Sid) Melbourne, ONZM (21 July 1949 – 6 January 2003) was a Māori composer, singer, university lecturer, poet and author. He was from Ngāi Tūhoe and Ngāti Kahungunu Maori tribes.\nHe is known in New Zealand for his work surrounding the revival of Māori culture.",
      "pageId": 18631032,
      "monthDay": "07/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Amar_Singh_Chamkila",
      "name": "Amar Singh Chamkila",
      "aboutText": "Henry Priestman (born Henry Christian Priestman, 21 June 1955, Kingston upon Hull, East Riding of Yorkshire, England) is an English rock singer, keyboardist, record producer and songwriter.",
      "pageId": 21021427,
      "monthDay": "07/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lance_Guest",
      "name": "Lance Guest",
      "aboutText": "Kjell Stefan Löfvén (Swedish pronunciation: [ˈsteːfan lœˈveːn]; born 21 July 1957) is a Swedish politician who has been the Prime Minister of Sweden since 2014 and the Leader of the Social Democrats since 2012.\nPrior to becoming Prime Minister and Leader of the Social Democrats, Löfvén had worked as a welder before becoming an active trade unionist. He rose to become chairman of the powerful trade union IF Metall from 2006 until being elected Leader of the Social Democrats in 2012.",
      "pageId": 34502762,
      "monthDay": "07/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Veselin_Mati%C4%87",
      "name": "Veselin Matić",
      "aboutText": "Brandi Denise Chastain (born July 21, 1968) is an American retired professional soccer defender and midfielder and a former member of the United States women's national soccer team.\nChastain has played for San Jose CyberRays of the WUSA, FC Gold Pride of Women's Professional Soccer, and California Storm of Women's Premier Soccer League. She is best known for her game-winning penalty shootout kick against China in the 1999 FIFA Women's World Cup final and her celebration afterwards.",
      "pageId": 148553,
      "monthDay": "07/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Fritz_Walter_(footballer,_born_1960)",
      "name": "Fritz Walter",
      "aboutText": "Ross James Kemp (born 21 July 1964) is an English actor, author and BAFTA award-winning investigative journalist who rose to prominence in the role of Grant Mitchell in the BBC soap opera EastEnders.",
      "pageId": 311923,
      "monthDay": "07/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_Martin_(musician)",
      "name": "Jim Martin",
      "aboutText": "Lyle Theodore Odelein (born July 21, 1968) is a retired Canadian professional ice hockey defenceman.",
      "pageId": 861317,
      "monthDay": "07/21"
    },
    {
      "year": "1962",
      "uri": "/wiki/Victor_Adebowale,_Baron_Adebowale",
      "name": "Victor Adebowale, Baron Adebowale",
      "aboutText": "Sarah Waters (born 21 July 1966) is a Welsh novelist.",
      "pageId": 1146295,
      "monthDay": "07/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Greg_Behrendt",
      "name": "Greg Behrendt",
      "aboutText": "James Blanco \"Jim\" Martin (born July 21, 1961, in Oakland, California), known professionally as Big Jim Martin, is an American guitarist best known for his membership in the rock band Faith No More from 1983 to late 1993. Martin also played guitar with the groups EZ-Street, Vicious Hatred, Agents of Misfortune, Recluse, and Pigs of Death.",
      "pageId": 1148481,
      "monthDay": "07/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dorce_Gamalama",
      "name": "Dorce Gamalama",
      "aboutText": "Jens Weißflog (born 21 July 1964) is an East German and later German former ski jumper. He is the most successful German ski jumper of all time. Only Finns Matti Nykänen and Janne Ahonen, Pole Adam Małysz and Austrian Gregor Schlierenzauer have won more World Cup victories.",
      "pageId": 1218454,
      "monthDay": "07/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kevin_Poole",
      "name": "Kevin Poole",
      "aboutText": "Kevin Poole (born 21 July 1963) is an English former professional footballer who is the goalkeeping coach at Birmingham City.\nDuring a career which has become best known for its longevity, Poole played in the Premier League for Leicester City and Bolton Wanderers, having also appeared in England's First Division for Aston Villa before the formation of the Premiership. He also featured for Northampton Town, Middlesbrough, Hartlepool United, Birmingham City and Derby County, before signing for Burton Albion in 2006, aged 43.",
      "pageId": 1404192,
      "monthDay": "07/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Giant_Silva",
      "name": "Giant Silva",
      "aboutText": "Victor Olufemi Adebowale, Baron Adebowale, CBE (born 21 July 1962) is the Chief Executive of the social care enterprise Turning Point and was one of the first to become a People's Peer. He was appointed a Commander of the Order of the British Empire (CBE) in the 2000 New Year Honours for services to the New Deal, the unemployed, and homeless young people. In 2001 he became one of the first group of people to be appointed as people's peers and was created a life peer on 30 June 2001 taking the title Baron Adebowale, of Thornes in the County of West Yorkshire.",
      "pageId": 1590279,
      "monthDay": "07/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Collins",
      "name": "Steve Collins",
      "aboutText": "Michael Todd Bordick (born July 21, 1965) is an American retired professional baseball shortstop.",
      "pageId": 1871527,
      "monthDay": "07/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ross_Kemp",
      "name": "Ross Kemp",
      "aboutText": "Stephen Collins (born 21 July 1964), more commonly known as Steve Collins, is an Irish former professional boxer. Known as \"The Celtic Warrior\", Collins is the most successful Irish boxer in professional boxing history, having held the WBO middleweight and super middleweight titles.\nCollins began his professional career in the United States, winning regional middleweight and Irish middleweight titles.",
      "pageId": 2137425,
      "monthDay": "07/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sharon_Twomey",
      "name": "Sharon Twomey",
      "aboutText": "Guðni Bergsson (born 21 July 1965 in Reykjavík), is an Icelandic former football player who played for Bolton Wanderers.",
      "pageId": 2161647,
      "monthDay": "07/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jens_Wei%C3%9Fflog",
      "name": "Jens Weißflog",
      "aboutText": "Arija Allison Bareikis (born July 21, 1966) is an American actress.",
      "pageId": 2770284,
      "monthDay": "07/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gu%C3%B0ni_Bergsson",
      "name": "Guðni Bergsson",
      "aboutText": "Gregory Behrendt (born July 21, 1963) is an American comedian and author. His work as a script consultant to the HBO sitcom Sex and the City, starring Sarah Jessica Parker, paved the way for co-authoring of the New York Times bestseller He's Just Not That into You (2004), later adapted into a film by the same name.",
      "pageId": 2968574,
      "monthDay": "07/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mike_Bordick",
      "name": "Mike Bordick",
      "aboutText": "Fritz Walter (born 21 July 1960) is a German former football player, who was nicknamed \"Little Fritz\". Born in Mannheim, he is of no relation to German legend of the same name Fritz Walter.",
      "pageId": 4811967,
      "monthDay": "07/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jovy_Marcelo",
      "name": "Jovy Marcelo",
      "aboutText": "Edward Jovy Marcelo (July 21, 1965 – May 15, 1992) was a Filipino race car driver from Quezon City, Philippines, who was killed in practice for the 1992 Indianapolis 500.\nJovy Marcelo came from a racing family, with his father Edward (\"Eddie\") racing dragsters, motorcycles, and speedboats in Southeast Asia (mainly in Malaysia, the Philippines and Macau). Jovy Marcelo began his racing career at the age of 11 in go-karts.",
      "pageId": 6035177,
      "monthDay": "07/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Arija_Bareikis",
      "name": "Arija Bareikis",
      "aboutText": "Dorce Gamalama (born Dedi Yuliardi Ashadi, July 21, 1963) is an Indonesian trans woman, who is a pop singer, actress, presenter, and comedian.\nGamalama was born in Solok, West Sumatra, Indonesia. She was raised by her grandmother after both parents died when she was a year old.",
      "pageId": 13228600,
      "monthDay": "07/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sarah_Waters",
      "name": "Sarah Waters",
      "aboutText": "Aditya Srivastava is an Indian film, theatre artist and television actor who plays Senior Inspector Abhijeet in the television series C.I.D. and has also lent his voice to many advertisements. He has dubbed for various movies and has narrated the story in the film, Satya.\nHe played a role in Dil se Pooch Kidhar Jaana Hai.",
      "pageId": 17994054,
      "monthDay": "07/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brandi_Chastain",
      "name": "Brandi Chastain",
      "aboutText": "Veselin Matic (born 21 July 1960 in Belgrade) is a Serbian professional basketball coach. He is currently the head coach of Lebanon national basketball team. He was the head coach of the Iranian national team from 2009 to 2012.",
      "pageId": 21939771,
      "monthDay": "07/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lyle_Odelein",
      "name": "Lyle Odelein",
      "aboutText": "Sharon Twomey (born 21 July 1964) is an Irish actress.",
      "pageId": 32820006,
      "monthDay": "07/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Aditya_Shrivastava",
      "name": "Aditya Shrivastava",
      "aboutText": "Paulo César da Silva (born July 21, 1963), is a Brazilian former national basketball player for the Brazilian national basketball team and later mixed martial artist and professional wrestler, better known by his ring name Giant Silva. A super-heavyweight wrestler, he was both a face and a heel in several professional wrestling promotions.",
      "pageId": 33643450,
      "monthDay": "07/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Godfrey_(comedian)",
      "name": "Godfrey",
      "aboutText": "Charlotte Lucy Gainsbourg (born 21 July 1971) is a British-French actress and singer. She is the daughter of English actress Jane Birkin and French singer and songwriter Serge Gainsbourg. After making her musical debut with her father on the song \"Lemon Incest\" at the age of twelve, she released an album with her father at the age of fifteen.",
      "pageId": 101721,
      "monthDay": "07/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Klaus_Graf",
      "name": "Klaus Graf",
      "aboutText": "Ali Germaine Landry (born July 21, 1973) is an American actress, model, and beauty pageant titleholder who won Miss USA 1996. She is perhaps best known as the Doritos Girl from her 1998 Super Bowl commercial, and for her portrayal of Rita Lefleur on the UPN sitcom Eve. In 1998, she was named by People magazine as one of 50 most beautiful people in the world.",
      "pageId": 673447,
      "monthDay": "07/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Emerson_Hart",
      "name": "Emerson Hart",
      "aboutText": "Geoff Jenkins (born July 21, 1974) is a former outfielder in Major League Baseball. He played for the Milwaukee Brewers from 1998 to 2007 and the Philadelphia Phillies in 2008. Jenkins is fourth on the Brewers all-time career home run list trailing only Hall-of-Famer Robin Yount, former MVP Ryan Braun, and former first baseman Prince Fielder.",
      "pageId": 1133451,
      "monthDay": "07/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michael_Fitzpatrick_(musician)",
      "name": "Michael Fitzpatrick",
      "aboutText": "Shawn Emile Stipich, DC, (born July 21, 1970) is an American-Canadian chiropractor, motivational speaker and former professional wrestler. He is best known under the ring name Shawn Stasiak and for his stints with World Wrestling Federation / Entertainment, where he is a fifteen time Hardcore Champion, and World Championship Wrestling, where he was a three time World Tag Team Champion. He is also the son of former WWWF Champion Stan \"The Man\" Stasiak.",
      "pageId": 1873439,
      "monthDay": "07/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alysia_Reiner",
      "name": "Alysia Reiner",
      "aboutText": "Shinjiro Otani (大谷晋二郎, born July 21, 1972) is a Japanese professional wrestler contracted to Pro Wrestling Zero1. Otani is also the acting President of the company.",
      "pageId": 1899303,
      "monthDay": "07/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Shawn_Stasiak",
      "name": "Shawn Stasiak",
      "aboutText": "Klaus Graf (born 21 July 1969) is a German professional racing driver. He is the son of rally driver Peter Graf. He lives in the United States while competing in the American Le Mans Series.",
      "pageId": 3206701,
      "monthDay": "07/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Emmanuel_Bangu%C3%A9",
      "name": "Emmanuel Bangué",
      "aboutText": "Godfrey C. Danchimah, Jr. (born July 21, 1969), professionally known as Godfrey, is an American comedian and actor who has appeared on BET, VH1, Comedy Central, and feature films, such as Soul Plane, Original Gangstas, Zoolander, and Johnson Family Vacation. He was also a spokesperson for 7 Up during the popular '7up yours' advertising campaign.",
      "pageId": 3770860,
      "monthDay": "07/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Charlotte_Gainsbourg",
      "name": "Charlotte Gainsbourg",
      "aboutText": "Emerson Hart (born July 21, 1969) is a songwriter, vocalist, guitarist and producer.",
      "pageId": 4255975,
      "monthDay": "07/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nuno_Markl",
      "name": "Nuno Markl",
      "aboutText": "Emmanuel Bangué (born 21 July 1971 in Saint-Maur-des-Fosses) is a French long jumper, best known for finishing fourth at the 1996 Olympic Games.",
      "pageId": 5968259,
      "monthDay": "07/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nitzan_Shirazi",
      "name": "Nitzan Shirazi",
      "aboutText": "Nuno Frederico Correia da Silva Lobato Markl (born 21 July 1971, Lisbon), known as Nuno Markl, is a Portuguese comedian, writer, radio host, television host, voice actor and screenwriter.",
      "pageId": 7193069,
      "monthDay": "07/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Korey_Cooper",
      "name": "Korey Cooper",
      "aboutText": "Elena Leonova (Russian: Елена Леонова, born 21 July 1973 in Moscow, Soviet Union) is a former Soviet pair skater. She is a two-time (1986, 1987) World Junior champion with partner Gennadi Krasnitski. After their partnership ended, she competed briefly with Sergei Petrovski.",
      "pageId": 7876787,
      "monthDay": "07/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ai_Haruna",
      "name": "Ai Haruna",
      "aboutText": "Korey Cooper (born Korene Marie Pingitore; July 21, 1972) is the keyboardist, guitarist, and backing vocalist for the Christian Rock band Skillet. Her husband, John Cooper, is the lead singer and bassist of the band, as well as one of the founding members. She has made contributions as a backing vocalist in addition to guitars and keyboards.",
      "pageId": 9825320,
      "monthDay": "07/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shinjiro_Otani",
      "name": "Shinjiro Otani",
      "aboutText": "Steve Byrne (born July 21, 1974) is an American stand-up comedian and actor. He is best known for creating and starring in Sullivan & Son.",
      "pageId": 10737851,
      "monthDay": "07/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ali_Landry",
      "name": "Ali Landry",
      "aboutText": "Alysia Reiner (born July 21, 1970) is an American actress and producer. Reiner has appeared in several Off-Broadway plays and won a Obie Award for her performance in An Oak Tree. On-screen, Reiner is best known for her role as Christine Ergarian in the critically acclaimed comedy-drama film, Sideways (2004), as Wendy Parks in the ABC crime-legal drama TV series, How to Get Away with Murder, and as Natalie \"Fig\" Figueroa in the Netflix comedy drama series, Orange Is the New Black (2013-15).",
      "pageId": 12653807,
      "monthDay": "07/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Elena_Leonova",
      "name": "Elena Leonova",
      "aboutText": "Bharath (born Bharath Srinivasan ) is an Indian film actor, working predominantly in the Tamil film industry.",
      "pageId": 13069936,
      "monthDay": "07/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Caroline_N%C3%A9ron",
      "name": "Caroline Néron",
      "aboutText": "René Reinumägi  (born 21 July 1974 in Tallinn) is an Estonian film director, scriptwriter and actor,. With Jaak Kilmi he shares nomination for Grand Prix Asturias at the Gijón International Film Festival, nomination for Golden St. George and the winning of Special Jury Prize at the 26th Moscow International Film Festival in 2004.",
      "pageId": 16283642,
      "monthDay": "07/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bharath",
      "name": "Bharath",
      "aboutText": "Ai Haruna (はるな 愛, Haruna Ai, born 21 July 1972 in Osaka Prefecture as Kenji Ōnishi (大西 賢示, Ōnishi Kenji)) is a Japanese transsexual TV personality and singer.\nIn October 2009, Haruna won the \"Miss International Queen 2009\" transsexual beauty pageant held in Pattaya, Thailand, becoming the first Japanese contestant to win the title.\n^ a b バイオグラフィー - はるな愛.",
      "pageId": 21529550,
      "monthDay": "07/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Steve_Byrne",
      "name": "Steve Byrne",
      "aboutText": "Caroline Néron (born July 21, 1973) is a Canadian actress, singer and fashion designer (accessories). She has appeared in a number of roles on television. She is also in films.",
      "pageId": 21966072,
      "monthDay": "07/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Geoff_Jenkins",
      "name": "Geoff Jenkins",
      "aboutText": "Nitzan Shirazi (Hebrew: ניצן שירזי‎‎, 21 July 1971 – 22 July 2014) was an Israeli association football player and the manager of Hapoel Tel Aviv.",
      "pageId": 27677990,
      "monthDay": "07/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ren%C3%A9_Reinum%C3%A4gi",
      "name": "René Reinumägi",
      "aboutText": "Michael Sean \"Fitz\" Fitzpatrick (born July 21, 1970) is a French-American musician who is the lead vocalist and principal songwriter of the neo-soul/indie pop band Fitz and The Tantrums.\nFitz and The Tantrums were heralded as a \"band to watch\" in an April 2011 profile in Rolling Stone. Their 2010 debut full-length album Pickin' Up the Pieces has received critical acclaim and reached #1 on the Billboard Heatseekers chart.",
      "pageId": 32170663,
      "monthDay": "07/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Christopher_Barzak",
      "name": "Christopher Barzak",
      "aboutText": "Joshua Daniel \"Josh\" Hartnett (born July 21, 1978) is an American actor and producer of movies. He first came to attention in 1997 for his role as Michael Fitzgerald in the television crime drama series Cracker. He made his feature film debut in 1998 in the slasher film Halloween H20: 20 Years Later, followed by teen roles in films such as the sci-fi horror film The Faculty (1998) and the drama The Virgin Suicides (1999).",
      "pageId": 244910,
      "monthDay": "07/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Bisson",
      "name": "Chris Bisson",
      "aboutText": "David Duke Carr (born July 21, 1979) is a former American football quarterback. He was drafted by the Houston Texans first overall in the 2002 NFL Draft. He played college football at Fresno State.",
      "pageId": 857322,
      "monthDay": "07/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Cara_Dillon",
      "name": "Cara Dillon",
      "aboutText": "Cara Elizabeth Dillon (born 21 July 1975, Dungiven, County Londonderry, Northern Ireland) is an Irish folk singer. In 1995, she joined folk group Equation and signed a record deal with Warners Music Group. She collaborated with Sam Lakeman under the name Polar Star.",
      "pageId": 950354,
      "monthDay": "07/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ravindra_Pushpakumara",
      "name": "Ravindra Pushpakumara",
      "aboutText": "Damian Robert Nesta \"Jr. Gong\" Marley (born 21 July 1978), is a Jamaican reggae artist. Damian is the youngest son of reggae legend Bob Marley.",
      "pageId": 1035403,
      "monthDay": "07/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mike_Sellers",
      "name": "Mike Sellers",
      "aboutText": "Tamika Devonne Catchings (born July 21, 1979) is an American professional basketball player for the Indiana Fever of the WNBA and Turkish team Galatasaray. She is a prolific scorer close to and far from the basket, as well as a capable rebounder, ball handler, and defender. After playing at Adlai E. Stevenson High School and graduating from Duncanville High School, Tamika Catchings became one of the stars of the University of Tennessee women's basketball team.",
      "pageId": 1127937,
      "monthDay": "07/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paul_Casey",
      "name": "Paul Casey",
      "aboutText": "Sprague Grayden (born July 21, 1980) is an American television, film and theater actress.",
      "pageId": 1422094,
      "monthDay": "07/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jaime_Murray",
      "name": "Jaime Murray",
      "aboutText": "Paul Alexander Casey (born 21 July 1977) is an English golfer who is a member of the US-based PGA Tour. In 2009 he achieved his highest position, third, in the Official World Golf Ranking.",
      "pageId": 1621984,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Justin_Bartha",
      "name": "Justin Bartha",
      "aboutText": "Jaime Murray (born 21 July 1976) is an English actress, known for playing Stacie Monroe in the BBC series Hustle and Lila West in the Showtime series Dexter.",
      "pageId": 1699713,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Anderson_da_Silva_Gibin",
      "name": "Anderson da Silva Gibin",
      "aboutText": "Justin Lee Bartha (born July 21, 1978) is an American actor, known for his roles as Riley Poole in the National Treasure film series, Doug Billings in The Hangover trilogy, and David Sawyer in the NBC comedy series The New Normal.",
      "pageId": 1875789,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Josh_Hartnett",
      "name": "Josh Hartnett",
      "aboutText": "Michael \"Mike\" Sellers (born July 21, 1975) is a former American football fullback in the National Football League (NFL). He was the youngest import player to sign a Canadian Football League (CFL) deal in the history of the football league when he played at 19 years old for the Edmonton Eskimos.",
      "pageId": 1945753,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Julian_Huppert",
      "name": "Julian Huppert",
      "aboutText": "Andriy Viktorovych Voronin (Ukrainian: Андрій Вікторович Воронін; born 21 July 1979) is a retired Ukrainian professional footballer. Voronin spent five full seasons in the Fußball-Bundesliga of Germany, and last played as a striker or attacking midfielder for Dynamo Moscow.\nHis previous professional clubs include Borussia Mönchengladbach, Mainz, Köln, Bayer Leverkusen, Liverpool, Hertha BSC, and Dynamo Moscow.",
      "pageId": 2741517,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kyoko_Iwasaki",
      "name": "Kyoko Iwasaki",
      "aboutText": "Gary Stewart Teale (born 21 July 1978) is a Scottish professional footballer and manager who is currently a free agent. He most recently managed St. Mirren.",
      "pageId": 2801839,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Damian_Marley",
      "name": "Damian Marley",
      "aboutText": "{{Infobox person |birthname= Christopher Paul Bisson |birth_date= (1975-07-21) 21 July 1975  |birth_place= Wythenshawe, Manchester, England, UK |occupation= Actor |partner= Rowena Finn (2006–present) |years_active= 1989–present |children= 2} |Parent=Mickey Bisson",
      "pageId": 2994375,
      "monthDay": "07/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gary_Teale",
      "name": "Gary Teale",
      "aboutText": "Karuppiahyage Ravindra Pushpakumara (born 21 July 1975, Panadura) is a Sri Lankan cricketer of Tamil - Sinhala mixed ancestry. He is a right-handed batsman and a right-arm medium-fast bowler. He was a member of Sri Lanka's 1996 Cricket World Cup winning team.",
      "pageId": 3140804,
      "monthDay": "07/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Carr_(American_football)",
      "name": "David Carr",
      "aboutText": "Kyoko Iwasaki (岩崎 恭子, Iwasaki Kyōko, married name: Kyoko Saito (斎藤恭子), born July 21, 1978 in Numazu, Shizuoka, Japan) is a retired swimmer from Japan. She won the gold medal in the 200 metres breaststroke at the 1992 Summer Olympics in Barcelona, Spain.",
      "pageId": 5036287,
      "monthDay": "07/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tamika_Catchings",
      "name": "Tamika Catchings",
      "aboutText": "Luis Ernesto Michel Vergara (born 21 July 1979) is a Mexican football goalkeeper who currently plays for Dorados de Sinaloa in the Liga MX. Michel has captained both Guadalajara and the Mexico national team in official matches, captaining the latter in the 2011 Copa América.",
      "pageId": 8085030,
      "monthDay": "07/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Luis_Ernesto_Michel",
      "name": "Luis Ernesto Michel",
      "aboutText": "Warren Trotter (born July 21, 1980), better known by his stage name, Really Doe, is an American rapper from Chicago, Illinois.",
      "pageId": 9934421,
      "monthDay": "07/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andriy_Voronin",
      "name": "Andriy Voronin",
      "aboutText": "Christopher Barzak (born July 21, 1975) is an American author. He has published many short stories, beginning with \"A Mad Tea Party\" in Lady Churchill's Rosebud Wristlet in 1999. In 2007 he published his debut novel, One for Sorrow, which won the 2008 Crawford Award, and was a nominee for the 2008 Great Lakes Book Award as well as Logo TV's NewNowNext Awards.",
      "pageId": 14203787,
      "monthDay": "07/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Really_Doe",
      "name": "Really Doe",
      "aboutText": "Julian Leon Huppert (born 21 July 1978) is a Liberal Democrat politician in the United Kingdom and former Member of Parliament for Cambridge.\nHe succeeded the previously elected David Howarth, who stood down after one term. After one term in office he failed in his bid to be reelected, and was replaced by Daniel Zeichner of the Labour Party.",
      "pageId": 26951215,
      "monthDay": "07/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sprague_Grayden",
      "name": "Sprague Grayden",
      "aboutText": "Anderson full name Anderson da Silva Gibin (born 21 July 1979) is a Brazilian footballer who plays for Clube Náutico Marcílio Dias.",
      "pageId": 29003295,
      "monthDay": "07/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Justin_Griffith",
      "name": "Justin Griffith",
      "aboutText": "Amy Mizzi (born 21 July 1983) is an Australian actress. She starred as Kit Hunter in the Australian soap opera Home and Away in 2003 and early 2004. Mizzi's departure from Home and Away was announced on 13 February 2004 but she continued to appear on a recurring basis throughout 2004 and returned in August 2005.",
      "pageId": 490371,
      "monthDay": "07/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sandra_Laoura",
      "name": "Sandra Laoura",
      "aboutText": "Kellen Boswell Winslow II (born July 21, 1983) is a former American football tight end. He played college football at the University of Miami, where he earned unanimous All-American honors and was recognized as the top college tight end. He was selected by the Cleveland Browns with the sixth overall pick in the 2004 NFL Draft.",
      "pageId": 963099,
      "monthDay": "07/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Leben",
      "name": "Chris Leben",
      "aboutText": "Eivør Pálsdóttir (pronounced [ˈaivœɹ ˈpɔlsˌdœʰtəɹ]; born 21 July 1983 in Syðrugøta, Faroe Islands) is a Faroese singer-songwriter with a distinct voice and a wide range of interests in various music genres spanning from rock, jazz, folk, and pop, to European classical music. Her roots are in the Faroese ballads. Usually she is only addressed by her first name Eivør (cf.",
      "pageId": 1465404,
      "monthDay": "07/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/CC_Sabathia",
      "name": "CC Sabathia",
      "aboutText": "Carsten Charles \"CC\" Sabathia, Jr. (born July 21, 1980) is an American professional baseball pitcher for the New York Yankees of Major League Baseball (MLB). Upon signing with the Yankees prior to the 2009 season, Sabathia became the highest-paid pitcher in MLB history.",
      "pageId": 1567054,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Paloma_Faith",
      "name": "Paloma Faith",
      "aboutText": "Justin Montrel Griffith (born July 21, 1980) is an offensive quality control coach for the Oakland Raiders of the National Football League. He was drafted by the Atlanta Falcons in the fourth round of the 2003 NFL Draft. He played college football at Mississippi State.",
      "pageId": 1994110,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anabelle_Langlois",
      "name": "Anabelle Langlois",
      "aboutText": "Joaquín Sánchez Rodríguez (Spanish pronunciation: [xoaˈkin ˈsantʃeθ roˈðɾiɣeθ]; born 21 July 1981), known simply as Joaquín, is a Spanish professional footballer who plays for Real Betis as a right winger.\nHe is well known for his pace and acceleration, as well as excellent dribbling and crossing ability. During his career he was mainly associated with Betis and Valencia, appearing in 395 La Liga games over the course of 12 seasons and scoring 52 goals.",
      "pageId": 2022883,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Blake_Lewis",
      "name": "Blake Lewis",
      "aboutText": "Terrina Chrishell Stause (/tɛˌriːnə krɨˌʃɛl ˈstaʊs/, born July 21, 1981 and professionally known as Chrishell Stause) is an American actress, best known for her television roles as Amanda Dillon on All My Children and Jordan Ridgeway on Days of Our Lives.",
      "pageId": 2245230,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yushin_Okami",
      "name": "Yushin Okami",
      "aboutText": "Claudette Ortiz (born July 21, 1981) is an American singer and model, most famous as the female in the R&B group City High.",
      "pageId": 2481449,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Claudette_Ortiz",
      "name": "Claudette Ortiz",
      "aboutText": "Christian Cyrus Leben (born July 21, 1980) is a retired American mixed martial artist who fought for the UFC as a Middleweight, compiling a record of 12-10 in 22 appearances for the organization. Leben first appeared in the inaugural season of The Ultimate Fighter reality series, and has also fought in the now-defunct WEC. He began his UFC career with five victories in a row before suffering a knockout loss to former UFC Middleweight Champion Anderson Silva.",
      "pageId": 3115601,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joaqu%C3%ADn_S%C3%A1nchez",
      "name": "Joaquín Sánchez",
      "aboutText": "Olamide Aladejobi Patrick Alexander Faison (/ɵˈlɑːmɨˌdeɪ feɪˈzɒn/; born July 21, 1983) is an American actor.",
      "pageId": 3796390,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Romeo_Santos",
      "name": "Romeo Santos",
      "aboutText": "Anabelle Langlois (born July 21, 1981) is a Canadian pair skater.",
      "pageId": 4066621,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Stefan_Schumacher",
      "name": "Stefan Schumacher",
      "aboutText": "Sandra Laoura (born July 21, 1980 in Constantine, Algeria) is a French freestyle skier of Algerian origin who competed at the 2006 Winter Olympics in Turin, Italy. Laoura won bronze in the women's moguls event.\nOn January 5, 2007, during a training session for a World Cup event at Mont Gabriel (Quebec, Canada), she landed on her head and fractured two thoracic vertebrae.",
      "pageId": 4256619,
      "monthDay": "07/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chrishell_Stause",
      "name": "Chrishell Stause",
      "aboutText": "Stefan Schumacher (born 21 July 1981) is a German professional road racing cyclist. Schumacher won the bronze medal in the 2007 Road Race World Championship, two stages in the 2006 Giro d'Italia and two stages in the 2008 Tour de France. After positive results on doping products in the 2008 Tour de France and the 2008 Summer Olympics, he received a suspension for two years, later reduced by some months.",
      "pageId": 5082739,
      "monthDay": "07/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jason_Cram",
      "name": "Jason Cram",
      "aboutText": "Yushin Okami (岡見 勇信, Okami Yūshin, born July 21, 1981) is a Japanese mixed martial artist who competes for World Series of Fighting in the Middleweight division. As of June 15, 2014, he is ranked the #9 Middleweight in the world by Sherdog. A professional competitor since 2002, Okami has also formerly competed for the UFC, PRIDE, Pancrase, and M-1 Global.",
      "pageId": 5943282,
      "monthDay": "07/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mao_Kobayashi_(actress)",
      "name": "Mao Kobayashi",
      "aboutText": "Blake Colin Lewis (born July 21, 1981) is an American singer, songwriter and beatboxer who was the runner-up on the sixth season of American Idol. His major label debut album A.D.D. (Audio Day Dream) was released on December 4, 2007 through 19 Recordings and Arista Records. On October 30, 2007, his first single \"Break Anotha\" was released.",
      "pageId": 9549837,
      "monthDay": "07/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Vinessa_Antoine",
      "name": "Vinessa Antoine",
      "aboutText": "Mao Kobayashi (小林 麻央, Kobayashi Mao, born July 21, 1982) is a Japanese actress and newscaster. She was one of Fuji TV's weathercasters. On November 19, 2009, it was announced Kobayashi and kabuki actor Ebizo Ichikawa planned to get formally engaged sometime in December 2009.",
      "pageId": 11280981,
      "monthDay": "07/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Olamide_Faison",
      "name": "Olamide Faison",
      "aboutText": "Found Voice Type,",
      "pageId": 23241605,
      "monthDay": "07/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Amy_Mizzi",
      "name": "Amy Mizzi",
      "aboutText": "Vinessa Antoine (born July 21, 1983) is a Canadian television actress, best known for her roles as Judith Winters in the CBC series, Being Erica and as Jordan Ashford in the ABC daytime soap opera, General Hospital.",
      "pageId": 24078717,
      "monthDay": "07/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Eiv%C3%B8r_P%C3%A1lsd%C3%B3ttir",
      "name": "Eivør Pálsdóttir",
      "aboutText": "Anthony Santos (born July 21, 1981), known professionally as Romeo Santos, is an American singer, songwriter, record producer, actor, featured composer and former lead singer of the Bachata group Aventura. Due to his quick and recent rise to stardom, and his worldwide commercial success both as a member of Aventura and as a solo artist, he is considered by many to be The King of Bachata Music. As a member of Aventura, Santos was a key figure in popularizing Bachata, with hits reaching near the top of the Billboard Latin charts and the top of charts in Europe.",
      "pageId": 25117753,
      "monthDay": "07/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kellen_Winslow_II",
      "name": "Kellen Winslow II",
      "aboutText": "Jason Cram (born 21 July 1982) is an Australian freestyle swimmer.\n^ a b c \"Profile of Jason Cram\". Manchester 2002 Commonwealth Games.",
      "pageId": 41701968,
      "monthDay": "07/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jurrick_Juliana",
      "name": "Jurrick Juliana",
      "aboutText": "Rory Hugh Culkin (born July 21, 1989) is an American actor who is known for his roles in Scream 4, You Can Count on Me and M. Night Shyamalan's Signs and is the younger brother of actors Macaulay Culkin and Kieran Culkin.",
      "pageId": 1036252,
      "monthDay": "07/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Liam_Ridgewell",
      "name": "Liam Ridgewell",
      "aboutText": "Liam Matthew Ridgewell (born 21 July 1984) is an English footballer who plays as a defender for Portland Timbers of Major League Soccer. He is primarily a centre back but can also play at left back.\nRidgewell began his senior career with Aston Villa, spending a spell on loan at A.F.C. Bournemouth in 2002, before moving to Villa's local rivals Birmingham City in 2007, where he was part of the 2011 Football League Cup Final-winning team.",
      "pageId": 1321053,
      "monthDay": "07/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mati_Lember",
      "name": "Mati Lember",
      "aboutText": "Vakeaton Quamar \"Von\" Wafer (born July 21, 1985) is an American professional basketball player who currently plays for the Shanxi Zhongyu of the Chinese Basketball Association.\nHe has previously played in the NBA with the L.A. Lakers, L.A. Clippers, Denver Nuggets, Portland Trail Blazers, Houston Rockets, Boston Celtics and Orlando Magic. He was the 39th overall selection (ninth pick of the second round) in the 2005 NBA draft by the Lakers.",
      "pageId": 2261494,
      "monthDay": "07/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Vanessa_Lengies",
      "name": "Vanessa Lengies",
      "aboutText": "Vanessa Brittany Lengies (born July 21, 1985) is a Canadian actress, dancer and singer best known for starring in the drama American Dreams as Roxanne Bojarski. She appeared as Charge Nurse Kelly Epson on the TNT medical drama HawthoRNe, and has appeared in the recurring role of Sugar Motta in the third and fourth seasons of the Fox series Glee.",
      "pageId": 2364409,
      "monthDay": "07/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/J%C3%A9ssica_Sodr%C3%A9",
      "name": "Jéssica Sodré",
      "aboutText": "Christopher Ross \"Chris\" Gunter (born 21 July 1989) is a Welsh professional footballer who plays as a defender for Championship club Reading and the Wales national team. An attacking full back, he is capable of playing on both flanks but usually plays on his preferred right side.\nBorn in Newport, he joined Cardiff City's youth system and was signed by Premier League club Tottenham Hotspur for £4 million in January 2008.",
      "pageId": 6927345,
      "monthDay": "07/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Von_Wafer",
      "name": "Von Wafer",
      "aboutText": "Jurrick Juliana (born 21 July 1984) is a Dutch Antillean footballer who plays for DVS'33.",
      "pageId": 8258467,
      "monthDay": "07/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Anthony_Annan",
      "name": "Anthony Annan",
      "aboutText": "Anthony Gildas Kofi Annan (born 21 July 1986 in Accra) is a Ghanaian international footballer for Stabæk.\n^ \"Annan, Anthony\". National Football Teams.",
      "pageId": 9363456,
      "monthDay": "07/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Livia_Brito",
      "name": "Livia Brito",
      "aboutText": "Hyland DeAndre Jordan, Jr. (born July 21, 1988) is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). He played a year of college basketball at Texas A&M University.",
      "pageId": 14660154,
      "monthDay": "07/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rebecca_Ferguson",
      "name": "Rebecca Ferguson",
      "aboutText": "Mati Lember (born on 21 July 1985) is an Estonian professional footballer, who plays in Estonian Meistriliiga, for JK Tallinna Kalev. He plays the position of Defensive Midfielder.",
      "pageId": 14782374,
      "monthDay": "07/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Diane_Guerrero",
      "name": "Diane Guerrero",
      "aboutText": "Christopher Philip Mitchell (born 21 July 1988) is a Scottish professional footballer who plays for Scottish League Two side Clyde.\nHe has also played for Ayr United, Bradford City and Queen of the South, after starting his career at Falkirk.\n^ \"List of Players under Written Contract Registered Between 01/07/2011 and 31/07/2011\" (PDF).",
      "pageId": 15092303,
      "monthDay": "07/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jason_Thompson_(basketball)",
      "name": "Jason Thompson",
      "aboutText": "Marco Jhonfai Fabián de la Mora (born 21 July 1989) is a Mexican professional footballer who plays for German club Eintracht Frankfurt and the Mexico national team.\nAn attacking midfielder, Fabián is a graduate of the C.D. Guadalajara Youth Academy. Fabián made his senior team debut during the 2007 Apertura.",
      "pageId": 15564730,
      "monthDay": "07/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Peter_Doocy",
      "name": "Peter Doocy",
      "aboutText": "Jason Carlton Thompson (born July 21, 1986) is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA).",
      "pageId": 16643497,
      "monthDay": "07/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bilel_Mohsni",
      "name": "Bilel Mohsni",
      "aboutText": "Jéssica Sodré (born July 21, 1985) is a Brazilian television actress.",
      "pageId": 18806723,
      "monthDay": "07/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jes%C3%BAs_Zavala_(footballer)",
      "name": "Jesús Zavala",
      "aboutText": "Peter Doocy (born July 21, 1987) is a general assignment reporter for Fox News Channel and the son of Fox News anchor Steve Doocy.",
      "pageId": 25106560,
      "monthDay": "07/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/KB_(rapper)",
      "name": "KB",
      "aboutText": "Jesús Eduardo Zavala Castañeda (born 21 July 1987 in Monterrey, Nuevo León) is a Mexican footballer who currently plays for Monterrey in Liga MX.",
      "pageId": 26585128,
      "monthDay": "07/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/DeAndre_Jordan",
      "name": "DeAndre Jordan",
      "aboutText": "Bilel Mohsni (born 21 July 1987) is a French-born Tunisian professional footballer who plays as a defender for Ligue 1 side Angers and the Tunisian national team. Mohsni has previously played for CO Les Ulis, Mende, US Saint-Georges, Sainte-Geneviève Sports, Southend United, Ipswich Town and Rangers.\n^ \"List of Players under Written Contract Registered Between 01/10/2012 and 31/10/2012\" (PDF).",
      "pageId": 28860865,
      "monthDay": "07/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Chris_Mitchell_(footballer_born_1988)",
      "name": "Chris Mitchell",
      "aboutText": "Rebecca Caroline Ferguson (born 21 July 1986) is a British singer and songwriter. She came to prominence in 2010 when she became the runner-up of the seventh series of The X Factor, losing to the winner that year, Matt Cardle. She subsequently signed a joint record deal with Syco Music and Epic Records in the UK. She later signed in the United States to Columbia Records.",
      "pageId": 29044050,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rory_Culkin",
      "name": "Rory Culkin",
      "aboutText": "Livia Brito (born Livia Brito Pestana, July 21, 1986) is a Cuban-born Mexican actress and model who gained popularity after making her acting debut in Televisa's telenovela Triunfo del amor.",
      "pageId": 32235608,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marco_Fabi%C3%A1n",
      "name": "Marco Fabián",
      "aboutText": "Kevin Elijah Burgess (born July 21, 1988), better known by his stage name KB, is an American Christian hip hop artist from St. Petersburg, Florida. He is the leader of the hip-hop group HGA, and was signed as a solo artist to Reach Records in 2010.",
      "pageId": 36532598,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chris_Gunter",
      "name": "Chris Gunter",
      "aboutText": "Diane Guerrero (born July 21, 1986) is an American actress. She is best known for her roles as Maritza Ramos on the Netflix series Orange Is the New Black and Lina on Jane the Virgin. Among her other roles was a recurring role on Are We There Yet?",
      "pageId": 42997265,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chelsie_Hightower",
      "name": "Chelsie Hightower",
      "aboutText": "Jamie Michael Waylett (born 21 July 1989) is an English actor. He is best known for his portrayal of Vincent Crabbe in six of the Harry Potter films.",
      "pageId": 2298672,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kirill_Nesterov",
      "name": "Kirill Nesterov",
      "aboutText": "Rachael Elizabeth Flatt (born July 21, 1992) is an American figure skater. She is the 2010 U.S. national champion; 2008, 2009 and 2011 national silver medalist; and 2008 World Junior Champion. She is a 2015 graduate of Stanford University.",
      "pageId": 4709878,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Juno_Temple",
      "name": "Juno Temple",
      "aboutText": "Aaron Durley (born July 21, 1993) is a former Little League World Series baseball player known for his exceptional size, a former all-state high school basketball player, and a former player for Texas Christian University's basketball team (TCU).\nDurley was born in Houston, Texas. He first became the object of media attention in 2005 (though garnered much more in 2006 when he had grown 4 more inches to 6' 8\"), when he played first base and pitched and batted fifth in the Little League World Series for the Arabian American team from Dhahran, Saudi Arabia, which is composed of the children of expatriate employees of Saudi Aramco (the Saudi national oil company), many from the United States.",
      "pageId": 6651625,
      "monthDay": "07/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jamie_Waylett",
      "name": "Jamie Waylett",
      "aboutText": "Juno Temple (born 21 July 1989) is an English actress and model.",
      "pageId": 10093585,
      "monthDay": "07/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Chris_Martin_(footballer,_born_1990)",
      "name": "Chris Martin",
      "aboutText": "Jessica Barden (born 21 July 1992) is an English actress.",
      "pageId": 10422445,
      "monthDay": "07/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Whitney_Toyloy",
      "name": "Whitney Toyloy",
      "aboutText": "Christopher Joseph \"Chris\" Martin (born 21 July 1990) is an English football goalkeeper who plays for Leek Town in the Northern Premier League.\nHaving come through the club's youth set-up, he turned professional at Port Vale in 2007 after spending time on loan at non-league Kidsgrove Athletic. He spent 2007–08 and 2008–09 as Joe Anyon's deputy, before he won the #1 jersey in summer 2010, having established himself as the club's first choice keeper in the 2009–10 campaign.",
      "pageId": 17037159,
      "monthDay": "07/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sara_Sampaio",
      "name": "Sara Sampaio",
      "aboutText": "Chelsie Kay Hightower (born July 21, 1989) is a ballroom dancer, who is best known for being a regular dance partner, trainer and choreographer on the ABC competition show Dancing with the Stars.",
      "pageId": 18595004,
      "monthDay": "07/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jessica_Barden",
      "name": "Jessica Barden",
      "aboutText": "Kirill Nikolayevich Nesterov (Russian: Кирилл Николаевич Нестеров; born July 21, 1989) is a Russian professional football player.",
      "pageId": 24032888,
      "monthDay": "07/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Julia_Beljajeva",
      "name": "Julia Beljajeva",
      "aboutText": "'Whitney Toyloy (born July 21, 1990) is a Swiss model and a pageant titleholder who represented Switzerland at the Miss Universe 2009 in Bahamas. Whitney was a Top 10 Semifinalist, where she finished in the 9th place.",
      "pageId": 24682351,
      "monthDay": "07/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Rachael_Flatt",
      "name": "Rachael Flatt",
      "aboutText": "Sara Sampaio (born 21 July 1991 at 8:16 AM) is a Portuguese model best known for being a Victoria's Secret Angel and working for Calzedonia, as well as her appearance in the 2014 Sports Illustrated Swimsuit Issue, a first for a Portuguese supermodel, for which she won Rookie of the Year. She has appeared in magazines such as GQ, Elle, Vogue, Glamour and Sports Illustrated.",
      "pageId": 39231024,
      "monthDay": "07/21"
    },
    {
      "year": "1993",
      "uri": "/wiki/Aaron_Durley",
      "name": "Aaron Durley",
      "aboutText": "Julia Beljajeva (born 21 July 1992) is an Estonian épée fencer, 2013 world champion and 2014 team world silver medallist.",
      "pageId": 41475139,
      "monthDay": "07/21"
    }
  ]
}