{
  "people": [
    {
      "year": "1452",
      "uri": "/wiki/Ludovico_Sforza",
      "name": "Ludovico Sforza",
      "aboutText": "Giosuè Alessandro Giuseppe Carducci (Italian: [dʒozuˈɛ kkarˈduttʃi]; 27 July 1835 – 16 February 1907) was an Italian poet and teacher. He was very influential and was regarded as the official national poet of modern Italy.",
      "pageId": 13032,
      "monthDay": "07/27"
    },
    {
      "year": "1667",
      "uri": "/wiki/Johann_Bernoulli",
      "name": "Johann Bernoulli",
      "aboutText": "Alexandre Dumas, fils (French: [alɛksɑ̃dʁ dyma fis]; 27 July 1824 – 27 November 1895) was a French writer and dramatist, best known for Camille (a.k.a. The Lady of the Camellias). He was the son of Alexandre Dumas, père, also a writer and playwright.",
      "pageId": 156640,
      "monthDay": "07/27"
    },
    {
      "year": "1733",
      "uri": "/wiki/Jeremiah_Dixon",
      "name": "Jeremiah Dixon",
      "aboutText": "Jeremiah Dixon FRS (27 July 1733 – 22 January 1779) was an English surveyor and astronomer who is best known for his work with Charles Mason, from 1763 to 1767, in determining what was later called the Mason-Dixon line.\nDixon was born in Cockfield, near Bishop Auckland, County Durham, in 1733, the fifth of seven children, to Sir George Fenwick Dixon 5th Bt. and Lady Mary Hunter.",
      "pageId": 191131,
      "monthDay": "07/27"
    },
    {
      "year": "1740",
      "uri": "/wiki/Jeanne_Bar%C3%A9",
      "name": "Jeanne Baré",
      "aboutText": "Marie-Anne Charlotte de Corday d'Armont (27 July 1768 – 17 July 1793), known to history as Charlotte Corday (French: [kɔʁdɛ]), was a figure of the French Revolution. In 1793, she was executed by guillotine for the assassination of Jacobin leader Jean-Paul Marat, who was in part responsible, through his role as a politician and journalist, for the more radical course the Revolution had taken. More specifically, he played a substantial role in the political purge of the Girondins, with whom Corday sympathized.",
      "pageId": 220810,
      "monthDay": "07/27"
    },
    {
      "year": "1741",
      "uri": "/wiki/Fran%C3%A7ois-Hippolyte_Barth%C3%A9l%C3%A9mon",
      "name": "François-Hippolyte Barthélémon",
      "aboutText": "Thomas Campbell (27 July 1777 – 15 June 1844) was a Scottish poet chiefly remembered for his sentimental poetry dealing especially with human affairs. A co-founder of the Literary Association of the Friends of Poland, he was also one of the initiators of a plan to found what became University College London. In 1799, he wrote \"The Pleasures of Hope\", a traditional 18th century didactic poem in heroic couplets.",
      "pageId": 231294,
      "monthDay": "07/27"
    },
    {
      "year": "1752",
      "uri": "/wiki/Samuel_Smith_(Maryland)",
      "name": "Samuel Smith",
      "aboutText": "Ludovico Maria Sforza (also known as Ludovico il Moro; 27 July 1452 – 27 May 1508), was Duke of Milan from 1494 until 1499, following the death of his nephew Gian Galeazzo Sforza. A member of the Sforza family, he was the second son of Francesco I Sforza. He was famed as a patron of Leonardo da Vinci and other artists, and presided over the final and most productive stage of the Milanese Renaissance.",
      "pageId": 239947,
      "monthDay": "07/27"
    },
    {
      "year": "1768",
      "uri": "/wiki/Charlotte_Corday",
      "name": "Charlotte Corday",
      "aboutText": "For other family members named Johann, see Bernoulli family.\nJohann Bernoulli (also known as Jean or John; 6 August [O.S. 27 July] 1667 – 1 January 1748) was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family.",
      "pageId": 268886,
      "monthDay": "07/27"
    },
    {
      "year": "1768",
      "uri": "/wiki/Joseph_Anton_Koch",
      "name": "Joseph Anton Koch",
      "aboutText": "Thomas George Bonney FRS (27 July 1833 – 10 December 1923) was an English geologist, president of the Geological Society of London.",
      "pageId": 430322,
      "monthDay": "07/27"
    },
    {
      "year": "1773",
      "uri": "/wiki/Jacob_Aall",
      "name": "Jacob Aall",
      "aboutText": "Thomas Lanier Clingman (July 27, 1812 – November 3, 1897), known as the \"Prince of Politicians,\" was a Democratic member of the United States House of Representatives from 1843 to 1845 and from 1847 to 1858, and U.S. senator from the state of North Carolina between 1858 and 1861. During the Civil War he refused to resign his Senate seat and was one of ten senators expelled from the Senate in absentia. He then served as a general in the Confederate States Army.",
      "pageId": 516539,
      "monthDay": "07/27"
    },
    {
      "year": "1777",
      "uri": "/wiki/Thomas_Campbell_(poet)",
      "name": "Thomas Campbell",
      "aboutText": "Baron Loránd Eötvös de Vásárosnamény (Hungarian: vásárosnaményi báró Eötvös Loránd Ágoston or Loránd Eötvös, pronounced [ˈloraːnd ˈøtvøʃ]; 27 July 1848 – 8 April 1919), more commonly called Baron Roland von Eötvös in English literature, was an Austro-Hungarian physicist of ethnic Hungarian origin.",
      "pageId": 664354,
      "monthDay": "07/27"
    },
    {
      "year": "1777",
      "uri": "/wiki/Henry_Trevor,_21st_Baron_Dacre",
      "name": "Henry Trevor, 21st Baron Dacre",
      "aboutText": "Mauro Giuseppe Sergio Pantaleo Giuliani (27 July 1781 – 8 May 1829) was an Italian guitarist, cellist, singer, and composer.",
      "pageId": 859106,
      "monthDay": "07/27"
    },
    {
      "year": "1781",
      "uri": "/wiki/Mauro_Giuliani",
      "name": "Mauro Giuliani",
      "aboutText": "Jeanne Baret (sometimes spelled Baré or Barret) (July 27, 1740 – August 5, 1807) was a member of Louis Antoine de Bougainville's expedition on the ships La Boudeuse and Étoile in 1766–1769. Baret is recognized as the first woman to have completed a voyage of circumnavigation of the globe.\nJeanne Baret joined the expedition disguised as a man, calling herself Jean Baret.",
      "pageId": 997014,
      "monthDay": "07/27"
    },
    {
      "year": "1784",
      "uri": "/wiki/Denis_Davydov",
      "name": "Denis Davydov",
      "aboutText": "Jacob Aall (born 27 July 1773 – 4 August 1844) was a Norwegian politician, historian, landowner and government economist.\nHe was born the son of Nicolai Benjamin Aall (1739-1798), who was a merchant in Porsgrunn, Norway and owner of Ulefos Manor.",
      "pageId": 1324879,
      "monthDay": "07/27"
    },
    {
      "year": "1812",
      "uri": "/wiki/Thomas_Lanier_Clingman",
      "name": "Thomas Lanier Clingman",
      "aboutText": "Samuel Smith (July 27, 1752 – April 22, 1839) was a United States Senator and Representative from Maryland, a mayor of Baltimore, Maryland, and a general in the Maryland militia. He was the brother of cabinet secretary Robert Smith.",
      "pageId": 1331251,
      "monthDay": "07/27"
    },
    {
      "year": "1818",
      "uri": "/wiki/Agostino_Roscelli",
      "name": "Agostino Roscelli",
      "aboutText": "Vladimir Galaktionovich Korolenko (Ukrainian: Володимир Галактионович Короленко, Volodymyr Halaktyonovych Korolenko; Russian: Влади́мир Галактио́нович Короле́нко) (27 July 1853 – 25 December 1921) was a Russian and Ukrainian short story writer, journalist, human rights activist and humanitarian. His short stories were known for their harsh description of nature based on his experience of exile in Siberia. Korolenko was a strong critic of the Tsarist regime and in his final years of the Bolsheviks.",
      "pageId": 1524025,
      "monthDay": "07/27"
    },
    {
      "year": "1824",
      "uri": "/wiki/Alexandre_Dumas,_fils",
      "name": "Alexandre Dumas, fils",
      "aboutText": "Denis Vasilyevich Davydov (Russian: Дени́с Васи́льевич Давы́дов; IPA: [dʲɪˈnʲis vɐˈsʲilʲjɪvʲɪtɕ dɐˈvɨdəf]; 27 July [O.S. 16 July] 1784 – 4 May [O.S. 22 April] 1839) was a Russian soldier-poet of the Napoleonic Wars who invented a specific genre – hussar poetry noted for its hedonism and bravado – and spectacularly designed his own life to illustrate such poetry.",
      "pageId": 3005650,
      "monthDay": "07/27"
    },
    {
      "year": "1833",
      "uri": "/wiki/Thomas_George_Bonney",
      "name": "Thomas George Bonney",
      "aboutText": "Henry Otway Trevor, 21st Baron Dacre, CB (27 July 1777 – 2 June 1853) was a British peer and soldier.\nBorn Henry Otway Brand, he was the second son of Thomas Brand and the 19th Baroness Dacre.",
      "pageId": 8922880,
      "monthDay": "07/27"
    },
    {
      "year": "1835",
      "uri": "/wiki/Giosu%C3%A8_Carducci",
      "name": "Giosuè Carducci",
      "aboutText": "François Hippolyte Barthélemon (27 July 1741 – 20 July 1808) was a French violinist, pedagogue, and composer active in England.",
      "pageId": 9411492,
      "monthDay": "07/27"
    },
    {
      "year": "1848",
      "uri": "/wiki/Lor%C3%A1nd_E%C3%B6tv%C3%B6s",
      "name": "Loránd Eötvös",
      "aboutText": "Joseph Anton Koch (27 July 1768 – 12 January 1839) was an Austrian painter of Neoclassicism and later the German Romantic movement; he is perhaps the most significant neoclassical landscape painter.",
      "pageId": 16283651,
      "monthDay": "07/27"
    },
    {
      "year": "1853",
      "uri": "/wiki/Vladimir_Korolenko",
      "name": "Vladimir Korolenko",
      "aboutText": "Agostino Roscelli (27 July 1818 – 7 May 1902), also known as Augustine Roscelli, and Augustin Roscelli, was an Italian priest who inspired social change in Genoa, Italy for children and disadvantaged women.",
      "pageId": 41534722,
      "monthDay": "07/27"
    },
    {
      "year": "1854",
      "uri": "/wiki/Takahashi_Korekiyo",
      "name": "Takahashi Korekiyo",
      "aboutText": "Dr. José Celso Barbosa Alcala (July 27, 1857 – September 21, 1921) was a Puerto Rican physician, sociologist and political leader. Known as the father of the Statehood for Puerto Rico movement, he was the first Puerto Rican to earn a medical degree in the United States and was among the first of African Americans to do so.",
      "pageId": 151758,
      "monthDay": "07/27"
    },
    {
      "year": "1857",
      "uri": "/wiki/Jos%C3%A9_Celso_Barbosa",
      "name": "José Celso Barbosa",
      "aboutText": "Viscount Takahashi Korekiyo (高橋 是清, 27 July 1854 – 26 February 1936) was a Japanese politician who served as a member of the House of Peers, as the 20th Prime Minister of Japan from 13 November 1921 to 12 June 1922, and as the head of the Bank of Japan and Ministry of Finance.\nTakahashi made many contributions to Japan's development during the early 20th century, including introducing its first patent system and securing foreign financing for the Russo-Japanese War. Following the onset of the Great Depression, he introduced controversial financial policies which included abandoning the gold standard, lowering interest rates, and using the Bank of Japan to finance deficit spending by the central government.",
      "pageId": 174133,
      "monthDay": "07/27"
    },
    {
      "year": "1858",
      "uri": "/wiki/George_Lyon_(golfer)",
      "name": "George Lyon",
      "aboutText": "Captain Sir Geoffrey de Havilland OM CBE AFC RDI FRAeS (27 July 1882 – 21 May 1965) was a British aviation pioneer and aircraft engineer.",
      "pageId": 239060,
      "monthDay": "07/27"
    },
    {
      "year": "1866",
      "uri": "/wiki/Ant%C3%B3nio_Jos%C3%A9_de_Almeida",
      "name": "António José de Almeida",
      "aboutText": "Joseph Hilaire Pierre René Belloc (/hɨˈlɛər ˈbɛlək/; French: [ilɛʁ bɛlɔk]; 27 July 1870 – 16 July 1953) was an Anglo-French writer and historian. He was one of the most prolific writers in England during the early twentieth century. He was known as a writer, orator, poet, sailor, satirist, man of letters, soldier and political activist.",
      "pageId": 403286,
      "monthDay": "07/27"
    },
    {
      "year": "1867",
      "uri": "/wiki/Enrique_Granados",
      "name": "Enrique Granados",
      "aboutText": "Enrique Granados Campiña (27 July 1867 – 24 March 1916) was a Spanish pianist and composer of classical music.",
      "pageId": 556449,
      "monthDay": "07/27"
    },
    {
      "year": "1870",
      "uri": "/wiki/Hilaire_Belloc",
      "name": "Hilaire Belloc",
      "aboutText": "Leo Ernest Durocher (July 27, 1905 – October 7, 1991), nicknamed Leo the Lip, was an American professional baseball player and manager. He played in Major League Baseball as an infielder. Upon his retirement, he ranked fifth all-time among managers with 2,009 career victories, second only to John McGraw in National League history.",
      "pageId": 616876,
      "monthDay": "07/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ern%C5%91_Dohn%C3%A1nyi",
      "name": "Ernő Dohnányi",
      "aboutText": "Michail Stasinopoulos (Greek: Μιχαήλ Στασινόπουλος; 27 July 1903 – 31 October 2002) was a Greek jurist. He served as the first, interim, President of the Third Hellenic Republic between 18 December 1974 and 19 July 1975.",
      "pageId": 788838,
      "monthDay": "07/27"
    },
    {
      "year": "1881",
      "uri": "/wiki/Hans_Fischer",
      "name": "Hans Fischer",
      "aboutText": "Ernő Dohnányi (Hungarian: [ˈɛrnøː ˈdohnaːɲi]; July 27, 1877 – February 9, 1960) was a Hungarian composer, pianist and conductor. He used a German form of his name, Ernst von Dohnányi, on most of his published compositions.",
      "pageId": 1051972,
      "monthDay": "07/27"
    },
    {
      "year": "1882",
      "uri": "/wiki/Geoffrey_de_Havilland",
      "name": "Geoffrey de Havilland",
      "aboutText": "Hans Fischer (27 July 1881 – 31 March 1945) was a German organic chemist and the recipient of the 1930 Nobel Prize for Chemistry.",
      "pageId": 1233606,
      "monthDay": "07/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ernst_May",
      "name": "Ernst May",
      "aboutText": "António José de Almeida, GCTE, GCA, GCC, GCSE, (Portuguese pronunciation: [ɐ̃ˈtɔniu ʒuˈzɛ dɨ aɫˈmɐjdɐ]; 27 July 1866, in Penacova, São Pedro de Alva – 31 October 1929, in Lisbon), son of José António de Almeida and his wife Maria Rita das Neves, was a Portuguese political figure.",
      "pageId": 1273703,
      "monthDay": "07/27"
    },
    {
      "year": "1889",
      "uri": "/wiki/Vera_Karalli",
      "name": "Vera Karalli",
      "aboutText": "Ernst May (27 July 1886 —11 September 1970) was a German architect and city planner.\nMay successfully applied urban design techniques to the city of Frankfurt am Main during Weimar Republic period, and in 1930 less successfully exported those ideas to Soviet Union cities, newly created under Stalinist rule. It is said May's \"brigade\" of German architects and planners established twenty cities in three years, including Magnitogorsk.",
      "pageId": 1938475,
      "monthDay": "07/27"
    },
    {
      "year": "1890",
      "uri": "/wiki/Armas_Taipale",
      "name": "Armas Taipale",
      "aboutText": "Nikolay Konstantinovich Cherkasov (Russian: Никола́й Константи́нович Черка́сов; 27 July [O.S. 14 July] 1903 – 14 September 1966), was a Soviet actor and a People's Artist of the Soviet Union.",
      "pageId": 1989234,
      "monthDay": "07/27"
    },
    {
      "year": "1891",
      "uri": "/wiki/Jacob_van_der_Hoeden",
      "name": "Jacob van der Hoeden",
      "aboutText": "Air Vice Marshal Sir Robert Allingham George KCMG, KCVO, KBE, CB, MC (27 July 1896 – 13 September 1967) was a senior officer in the Royal Air Force and Governor of South Australia from 23 February 1953 until 7 March 1960. He was born in the County of Ross and Cromarty, Scotland, on 25 July 1896, and educated at Invergordon and Inverness.",
      "pageId": 2150173,
      "monthDay": "07/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Mientje_Kling",
      "name": "Mientje Kling",
      "aboutText": "George Seymour Lyon (July 27, 1858 – May 11, 1938) was a Canadian golfer, an Olympic gold medallist, an eight-time Canadian Amateur Championship winner, and a member of Canada's Sports Hall of Fame.\n^ a b \"George Lyon\". sports-reference.com.",
      "pageId": 4556642,
      "monthDay": "07/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Robert_George_(RAF_officer)",
      "name": "Robert George",
      "aboutText": "Armas Rudolf Taipale (27 July 1890 – 9 November 1976) was a Finnish athlete. He competed at the 1912 Summer Olympics and won gold medals in two discus throw events, conventional and two-handed, where the total was counted as a sum of best throws with a left hand and with a right hand. After World War I he won a silver medal in the conventional discus throw at the 1920 Olympics and finished tenth in the shot put.",
      "pageId": 7564373,
      "monthDay": "07/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Henri_Longchambon",
      "name": "Henri Longchambon",
      "aboutText": "Vera Alexeyevna Karalli (Russian: Вера Алексеевна Каралли; 27 July 1889 – 16 November 1972) was a notable Russian ballet dancer, choreographer and silent film actress during the early years of the 20th century.",
      "pageId": 8543538,
      "monthDay": "07/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Nikolay_Cherkasov",
      "name": "Nikolay Cherkasov",
      "aboutText": "Henri Longchambon (July 27, 1896 in Clermont-Ferrand, Puy-de-Dôme – March 20, 1969) was a French politician. He was Minister for Supply (French: Ministre du Ravitaillement) from January 26, 1946 to June 24, 1946 in the government of Félix Gouin, and later Secretary of State for Scientific Research and Technical Progress (French: Secrétaire d'État Recherche scientifique et Progrès technique) from June 19, 1954 to February 23, 1955 in the government of Pierre Mendès-France.",
      "pageId": 15687226,
      "monthDay": "07/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Michail_Stasinopoulos",
      "name": "Michail Stasinopoulos",
      "aboutText": "Mārtiņš Zīverts (27 July 1903 in Mežmuiža, Vilce parish – 4 October 1990) was a Latvian playwright.",
      "pageId": 21453516,
      "monthDay": "07/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/M%C4%81rti%C5%86%C5%A1_Z%C4%ABverts",
      "name": "Mārtiņš Zīverts",
      "aboutText": "Jacob 'Jaap' van der Hoeden (Hebrew: יעקב ואן דר הודן‎, 27 July 1891 in Utrecht – 1 February 1968 in Ramat Chen) was a Dutch and Israeli veterinary research scientist.",
      "pageId": 27783631,
      "monthDay": "07/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Leo_Durocher",
      "name": "Leo Durocher",
      "aboutText": "Mientje Kling (27 July 1894 – 26 February 1966) was a Dutch theatre and film actress and radio personality.\nBorn Wilhelmina Frances Kling in Amsterdam, Kling debuted on stage at the Koninklijke Vereeniging Het Nederlandsch Tooneel theatre and performed from 1913 in silent films for Filmfabriek Hollandia film studios. In the 1920s and 1930s, she worked alongside many popular actors in several plays for the Central Tooneel theatre.",
      "pageId": 36639992,
      "monthDay": "07/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jerzy_Giedroyc",
      "name": "Jerzy Giedroyc",
      "aboutText": "Mario Del Monaco (27 July 1915 – 16 October 1982) was an Italian operatic tenor who earned worldwide acclaim for his powerful voice.",
      "pageId": 339990,
      "monthDay": "07/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Herbert_Jasper",
      "name": "Herbert Jasper",
      "aboutText": "André Bourvil, born André Robert Raimbourg (French pronunciation: ​[ɑ̃dʁe buʁˈvil]; 27 July 1917, Prétot-Vicquemare, France – 23 September 1970, Paris), often known mononymously as Bourvil, was a French actor and singer best known for his roles in comedy films, most notably in his collaboration with Louis de Funès in the films Le Corniaud (1965) and La Grande Vadrouille (1966).",
      "pageId": 452399,
      "monthDay": "07/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Joseph_Mitchell_(writer)",
      "name": "Joseph Mitchell",
      "aboutText": "Leonard Rose (July 27, 1918 – November 16, 1984) was an American cellist and pedagogue.\nRose was born in Washington, D.C.; his parents were immigrants from Kiev, Ukraine. Rose took lessons from Walter Grossman, Frank Miller and Felix Salmond and after completing his studies at Philadelphia's Curtis Institute of Music at age 20, he joined Arturo Toscanini's NBC Symphony Orchestra, and almost immediately became associate principal.",
      "pageId": 456240,
      "monthDay": "07/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Julien_Gracq",
      "name": "Julien Gracq",
      "aboutText": "George Levick Street, III (July 27, 1913 – February 26, 2000) was a submariner in the United States Navy.",
      "pageId": 593649,
      "monthDay": "07/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Fern_Persons",
      "name": "Fern Persons",
      "aboutText": "Joseph Quincy Mitchell (July 27, 1908 – May 24, 1996) was an American writer best known for the work he published in The New Yorker. He is known for his carefully written portraits of eccentrics and people on the fringes of society, especially in and around New York City.",
      "pageId": 1051802,
      "monthDay": "07/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Lupita_Tovar",
      "name": "Lupita Tovar",
      "aboutText": "Keenan Wynn (July 27, 1916 – October 14, 1986) was an American character actor. His expressive face was his stock in trade, and though he rarely carried the lead role, he got prominent billing in most of his film and television parts.",
      "pageId": 1056595,
      "monthDay": "07/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Rayner_Heppenstall",
      "name": "Rayner Heppenstall",
      "aboutText": "John Rayner Heppenstall (27 July 1911 in Lockwood, Huddersfield, Yorkshire, England – 23 May 1981 in Deal, Kent, England) was a British novelist, poet, diarist, and a BBC radio producer.",
      "pageId": 1204345,
      "monthDay": "07/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Vernon_Elliott",
      "name": "Vernon Elliott",
      "aboutText": "Julien Gracq (27 July 1910 – 22 December 2007), born Louis Poirier in Saint-Florent-le-Vieil, in the French département of Maine-et-Loire, was a French writer. He wrote novels, critiques, a play, and poetry. His literary works were noted for their dreamlike abstraction, elegant style and refined vocabulary.",
      "pageId": 1791447,
      "monthDay": "07/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/G%C3%A9rard_C%C3%B4t%C3%A9",
      "name": "Gérard Côté",
      "aboutText": "Herbert Henri Jasper, OC GOQ FRSC (July 27, 1906 – March 11, 1999) was a Canadian psychologist, physiologist, anatomist, chemist and neurologist.\nBorn in La Grande, Oregon, he attended Reed College in Portland, Oregon and received his PhD in psychology from the University of Iowa in 1931 and earned a Doctor of Science degree from the University of Paris for research in neurobiology.",
      "pageId": 1850345,
      "monthDay": "07/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/George_L._Street_III",
      "name": "George L. Street III",
      "aboutText": "Guadalupe Natalia \"Lupita\" Tovar (born July 27, 1910), is a Mexican American actress, best known for her starring role in the 1931 Spanish language version of Drácula, filmed in Los Angeles by Universal Pictures at night using the same sets as the Bela Lugosi version, but with a different cast and director. Tovar also starred in the 1931 film Santa, the first Mexican film to feature sound.",
      "pageId": 2077324,
      "monthDay": "07/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/August_Sang",
      "name": "August Sang",
      "aboutText": "Elizabeth Hardwick (July 27, 1916 – December 2, 2007) was an American literary critic, novelist, and short story writer.\n^ Chrisopher Lehmann-Haupt, \"Elizabeth Hardwick, Writer, Dies at 91\", New York Times Obituary, Dec.",
      "pageId": 2654743,
      "monthDay": "07/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Mario_Del_Monaco",
      "name": "Mario Del Monaco",
      "aboutText": "Émile Genest (July 27, 1921 – March 19, 2003) was a Canadian actor.",
      "pageId": 2930622,
      "monthDay": "07/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Josef_Priller",
      "name": "Josef Priller",
      "aboutText": "Vernon Pelling Elliott (27 July 1912 - 12 October 1996) was a British bassoonist, conductor and composer.\nBorn into a musical family in 1912, Elliott took up the bassoon at a very early age. From then on he had an eventful, busy and very musical life, one which saw him as a founder member of the Philharmonia Orchestra, a regular player at the Royal Opera House, a much-valued member of Benjamin Britten's English Opera Group orchestra, a conductor of the Royal Philharmonic Orchestra, longtime professor at Trinity College of Music, London and occasional writer.",
      "pageId": 3183110,
      "monthDay": "07/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Elizabeth_Hardwick_(writer)",
      "name": "Elizabeth Hardwick",
      "aboutText": "Josef \"Pips\" Priller (German pronunciation: [ joːzɛf pʁɪlɐ]) (27 July 1915 – 20 May 1961) was a German Luftwaffe military aviator during World War II, a fighter ace credited with 101 enemy aircraft shot down in 307 combat missions. All of his victories were claimed over the Western Front, which included 11 four-engined bombers and at least 68 were against Supermarine Spitfire fighters.\nBorn in Ingolstadt, Priller joined the military service in the Wehrmacht of the Third Reich in 1935.",
      "pageId": 3430755,
      "monthDay": "07/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Skippy_Williams",
      "name": "Skippy Williams",
      "aboutText": "Sol Gareth \"Garry\" Davis (27 July 1921 – 24 July 2013) was an international peace activist who created the World Passport, a travel document originally based on Article 13(2), Universal Declaration of Human Rights and on the concept of world citizenship.",
      "pageId": 4517748,
      "monthDay": "07/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Keenan_Wynn",
      "name": "Keenan Wynn",
      "aboutText": "Gérard Côté, CM CQ (July 27, 1913 – 13 June 1993) was a Canadian marathon runner and a four-time winner of the Boston Marathon.\nBorn in Saint-Barnabé-Sud, Quebec, Côté was training to be a boxer when he switched to running marathons. He competed in his first Boston Marathon in 1936 and won the race in 1940, 1943, 1944, and 1948.",
      "pageId": 5896021,
      "monthDay": "07/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Bourvil",
      "name": "Bourvil",
      "aboutText": "Jerzy Władysław Giedroyc (Polish pronunciation: [ˈjɛʐɨ ˈɡʲɛdrɔjt͡s]; 27 July 1906 – 14 September 2000) was a Polish writer and political activist.",
      "pageId": 11888479,
      "monthDay": "07/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Leonard_Rose",
      "name": "Leonard Rose",
      "aboutText": "Elmer, or Elbert, Skippy Williams (July 27, 1916 – February 28, 1994) was a jazz tenor saxophonist, and musical arranger.\nFirst credited as the arranger for some July 12, 1939 recordings for Earl Hines and His Orchestra, Skippy Williams is best known as the substitute for Ben Webster in Duke Ellington's orchestra. Replacing Webster in August 1943, Williams appears on Ellinton's Carnegie Hall recordings in December 1943.",
      "pageId": 23727865,
      "monthDay": "07/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Garry_Davis",
      "name": "Garry Davis",
      "aboutText": "August Sang (27 July 1914 in Pärnu – 14 October 1969 in Tallinn) was an Estonian poet and literary translator.",
      "pageId": 24290831,
      "monthDay": "07/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/%C3%89mile_Genest",
      "name": "Émile Genest",
      "aboutText": "Fern Gwendolyn Persons (née Ball; July 27, 1910 – July 22, 2012) was an American film and television actress and a member of the Screen Actors Guild‐American Federation of Television and Radio Artists from 1937 until her death. Her film credits included Field of Dreams and Hoosiers.\nPersons served on the national board of directors of the Screen Actors Guild (SAG) from 1976–98.",
      "pageId": 36576511,
      "monthDay": "07/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Adolfo_Celi",
      "name": "Adolfo Celi",
      "aboutText": "Joseph William Kittinger II (born July 27, 1928) is a retired Colonel in the United States Air Force and a USAF Command Pilot. Following his initial operational assignment in fighter aircraft, he participated in Project Manhigh and Project Excelsior in 1960, setting a world record for the longest skydive from a height greater than 31 kilometres (19 mi). He was also the first man to make a solo crossing of the Atlantic Ocean in a gas balloon.",
      "pageId": 86868,
      "monthDay": "07/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Norman_Lear",
      "name": "Norman Lear",
      "aboutText": "Norman Milton Lear (born July 27, 1922) is an American television writer and producer who produced such 1970s sitcoms as All in the Family, Sanford and Son, One Day at a Time, The Jeffersons, Good Times, and Maude. As a political activist, he founded the advocacy organization People for the American Way in 1981 and has supported First Amendment rights and progressive causes.",
      "pageId": 173540,
      "monthDay": "07/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mas_Oyama",
      "name": "Mas Oyama",
      "aboutText": "Shirley Vivian Teresa Brittain Williams, Baroness Williams of Crosby, PC (née Catlin; born 27 July 1930) is a British politician and academic who represents the Liberal Democrats. Originally a Labour Member of Parliament (MP) and Cabinet Minister, she was one of the \"Gang of Four\" rebels who founded the Social Democratic Party (SDP) in 1981.\nBetween 2001 and 2004, she served as Leader of the Liberal Democrats in the House of Lords and, from 2007 to 2010, as Adviser on Nuclear Proliferation to Prime Minister Gordon Brown.",
      "pageId": 177585,
      "monthDay": "07/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Vincent_Canby",
      "name": "Vincent Canby",
      "aboutText": "Jean Baudrillard (/ˌboʊdriːˈɑr/; French: [ʒɑ̃ bodʁijaʁ]; 27 July 1929 – 6 March 2007) was a French sociologist, philosopher, cultural theorist, political commentator, and photographer.",
      "pageId": 231187,
      "monthDay": "07/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Otar_Taktakishvili",
      "name": "Otar Taktakishvili",
      "aboutText": "Guy Hughes Carawan, Jr. (July 27, 1927 – May 2, 2015) was an American folk musician and musicologist. He served as music director and song leader for the Highlander Research and Education Center in New Market, Tennessee.",
      "pageId": 313657,
      "monthDay": "07/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Guy_Carawan",
      "name": "Guy Carawan",
      "aboutText": "Jack Higgins (born 27 July 1929) is the principal pseudonym of British novelist Harry Patterson. He is one of the best-selling authors of popular thrillers and espionage novels. His breakthrough novel The Eagle Has Landed (1975) sold over 50 million copies and was adapted into a successful film by the same title.",
      "pageId": 353462,
      "monthDay": "07/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/C._Rajadurai",
      "name": "C. Rajadurai",
      "aboutText": "Jerry Van Dyke (born July 27, 1931) is an American comedian and actor, the younger brother of Dick Van Dyke.\nHe made his TV acting debut on The Dick Van Dyke Show with several guest appearances as Rob Petrie's brother, Stacey.",
      "pageId": 753161,
      "monthDay": "07/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Seigenthaler",
      "name": "John Seigenthaler",
      "aboutText": "Khieu Samphan (Khmer: ខៀវ សំផន; born July 27, 1931) is a former Cambodian communist politician who was the president of the state presidium of Democratic Kampuchea (Cambodia) from 1976 until 1979. As such, he served as Cambodia's head of state and was one of the most powerful officials in the Khmer Rouge movement, although Pol Pot remained the General Secretary (highest official) in the party. Khieu Samphan is the second oldest living former Khmer Rouge leader, alongside Nuon Chea.",
      "pageId": 1088071,
      "monthDay": "07/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Joseph_Kittinger",
      "name": "Joseph Kittinger",
      "aboutText": "Otar Taktakishvili (Georgian: ოთარ თაქთაქიშვილი; Russian: Отар Васильевич Тактакишвили; Tbilisi, 27 July 1924 – 21 February 1989) was a Georgian composer, teacher, conductor, and musicologist.\nOtar Taktakishvili graduated from the Tbilisi State Conservatory, while still a student he composed the official anthem of the Georgian SSR. By 1949 he became a Professor of the Tbilisi Conservatory and the conductor and the artistic director of the Georgian State chorus. In 1951 he received his first Stalin Prize (USSR State Prize) for his First Symphony.",
      "pageId": 1297258,
      "monthDay": "07/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Karloff_Lagarde",
      "name": "Karloff Lagarde",
      "aboutText": "Vincent Canby (July 27, 1924 – October 15, 2000) was an American film and theatre critic who served as the chief film critic for The New York Times from 1969 until the early 1990s, then its chief theatre critic from 1994 to 2000. He reviewed more than 1000 films during his tenure there.",
      "pageId": 2225851,
      "monthDay": "07/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jean_Baudrillard",
      "name": "Jean Baudrillard",
      "aboutText": "Adolfo Celi (Italian pronunciation: [aˈdɔlfo ˈtʃɛːli; aˈdolfo]; 27 July 1922 –19 February 1986) was an Italian film actor and director. Born in Curcuraci, Messina, Sicily, Celi appeared in nearly 100 films, specialising in international villains. Although a prominent actor in Italian cinema and famed for many roles, he is best remembered internationally for his portrayal of Emilio Largo in the 1965 James Bond film Thunderball.",
      "pageId": 2592807,
      "monthDay": "07/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Harvey_Fuqua",
      "name": "Harvey Fuqua",
      "aboutText": "Forest Edward \"Frosty\" Able (born July 27, 1932) is a retired American basketball player.\nA 6'3\" (1.90 m) guard, Able attended Fairdale High School in Louisville before starring at Western Kentucky University in the early 1950s, where he tallied 1,221 career points. Afterwards, he had a brief stint with the Syracuse Nationals, who selected him in the 1956 NBA Draft.",
      "pageId": 2905662,
      "monthDay": "07/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jack_Higgins",
      "name": "Jack Higgins",
      "aboutText": "Masutatsu Oyama (大山 倍達, Ōyama Masutatsu, born Choi Yeong-eui (Hangul: 최영의 Hanja: 崔永宜); July 27, 1923 – April 26, 1994), more commonly known as Mas Oyama, was a karate master who founded Kyokushin Karate, considered the first and most influential style of full contact karate. A Zainichi Korean, he spent most of his life living in Japan and acquired Japanese citizenship in 1964.",
      "pageId": 4916568,
      "monthDay": "07/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Marc_Wilkinson",
      "name": "Marc Wilkinson",
      "aboutText": "Nicholas Wells \"Nick\" Reynolds (July 27, 1933 – October 1, 2008) was an American folk musician and recording artist.",
      "pageId": 6703864,
      "monthDay": "07/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joy_Whitby",
      "name": "Joy Whitby",
      "aboutText": "Carlos de Lucio Lagarde (July 27, 1928 – August 31, 2007) is best known as Karloff Lagarde, a Mexican Luchador, or professional wrestler, who was immensely popular during the 1960s and 1970s. Through his career had faced most of Mexico's top stars of the 1950s, 1960s and 1970s including lucha libre legends such as El Santo, El Solitario, Mil Máscaras, Black Shadow, Huracán Ramírez, Gory Guerrero, Ray Mendoza and Perro Aguayo. He was known as the \"king of the Welterweight\" due to him holding the Mexican National Welterweight Championship four times and the NWA World Welterweight Championship three times in his career.",
      "pageId": 13096390,
      "monthDay": "07/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Shirley_Williams",
      "name": "Shirley Williams",
      "aboutText": "John Lawrence Seigenthaler (/ˈsiːɡənθɔːlər/; July 27, 1927 – July 11, 2014) was an American journalist, writer, and political figure. He was known as a prominent defender of First Amendment rights.\nSeigenthaler joined the Nashville newspaper The Tennessean in 1949, resigning in 1960 to act as Robert F. Kennedy's administrative assistant.",
      "pageId": 26621126,
      "monthDay": "07/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Khieu_Samphan",
      "name": "Khieu Samphan",
      "aboutText": "Marc Wilkinson (born 27 July 1929) is an Australian composer and conductor best known for his film scores, including The Blood on Satan's Claw, and incidental music for the theatre, most notably for Peter Shaffer's The Royal Hunt of the Sun. His compositional approach has combined traditional techniques with elements of the avant-garde.",
      "pageId": 30019172,
      "monthDay": "07/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jerry_Van_Dyke",
      "name": "Jerry Van Dyke",
      "aboutText": "Joy Whitby (born 27 July 1930) is an English television producer and executive who during her career has specialised in children's programmes.",
      "pageId": 38668020,
      "monthDay": "07/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Forest_Able",
      "name": "Forest Able",
      "aboutText": "Chelliah Rajadurai (Tamil: செல்லையா இராசதுரை; born 27 July 1927) is a Sri Lankan Tamil politician and former government minister, Member of Parliament and Mayor of Batticaloa.\nRajadurai was born on 27 July 1927. Rajadurai was a journalist and a member of the editorial staff of the Sutantiran weekly newspaper.",
      "pageId": 40153440,
      "monthDay": "07/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Nick_Reynolds",
      "name": "Nick Reynolds",
      "aboutText": "Harvey Fuqua (July 27, 1929 – July 6, 2010) was an American rhythm and blues singer, songwriter, record producer, and record label executive.\nFuqua founded the seminal R&B/doo-wop group the Moonglows in the 1950s. He is noted for later having been one of the key figures in the development of the Motown label in Detroit, Michigan: his group gave Marvin Gaye's musical career a start, and Fuqua and his wife at the time, Gwen Gordy, distributed the very first Motown hit single, Barrett Strong's \"Money (That's What I Want)\", on their record label, Anna Records.",
      "pageId": 47741879,
      "monthDay": "07/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ted_Whitten",
      "name": "Ted Whitten",
      "aboutText": "Ernest Gary Gygax (/ˈɡaɪɡæks/ GY-gaks) (July 27, 1938 – March 4, 2008) was an American game designer and author best known for co-creating with Dave Arneson the pioneering role-playing game Dungeons & Dragons (D&D).",
      "pageId": 12848,
      "monthDay": "07/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Hillar_K%C3%A4rner",
      "name": "Hillar Kärner",
      "aboutText": "Roberta Lee Streeter (born July 27, 1944), professionally known as Bobbie Gentry, is an American singer-songwriter notable as one of the first female country artists to compose and produce her own material. Her songs typically drew on her Mississippi roots to compose vignettes of the Southern United States.\nGentry rose to international fame with her intriguing Southern Gothic narrative \"Ode to Billie Joe\" in 1967.",
      "pageId": 186325,
      "monthDay": "07/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Billy_McCullough",
      "name": "Billy McCullough",
      "aboutText": "Johannes G. Fritsch (27 July 1941 – 29 April 2010) was a German composer.\nAt the age of seven, Fritsch found a violin in the attic of his uncle's house in Bensheim-Auerbach, Germany, and began lessons with a village music teacher named Knapp. When he was ten, his family moved to Cologne, and he began studying with the principal violist in the Gürzenich Orchestra (Schürmann 1976, 20).",
      "pageId": 221195,
      "monthDay": "07/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/J._Robert_Hooper",
      "name": "J. Robert Hooper",
      "aboutText": "Joseph Anthony \"Tony\" Capstick (27 July 1944 – 23 October 2003) was an English comedian, actor, musician and broadcaster.",
      "pageId": 348666,
      "monthDay": "07/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anna_Dawson",
      "name": "Anna Dawson",
      "aboutText": "Sir Jeremy Quentin Greenstock, GCMG (born 27 July 1943) is a retired British diplomat, active from 1969 to 2004.",
      "pageId": 751197,
      "monthDay": "07/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Don_Galloway",
      "name": "Don Galloway",
      "aboutText": "William Eggleston (born July 27, 1939), is an American photographer. He is widely credited with increasing recognition for color photography as a legitimate artistic medium to display in art galleries.",
      "pageId": 811388,
      "monthDay": "07/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Holmes_%C3%A0_Court",
      "name": "Robert Holmes à Court",
      "aboutText": "Richard Dennis Ralston (born July 27, 1942, in Bakersfield, California) is an American former professional tennis player whose active career spanned the 1960s and 1970s..\nAs a young player he was coached by tennis pro Pancho Gonzales. He attended the University of Southern California (USC) and won NCAA championships under their coach, George Toley.",
      "pageId": 2215159,
      "monthDay": "07/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gary_Gygax",
      "name": "Gary Gygax",
      "aboutText": "Philippina \"Pina\" Bausch (27 July 1940 – 30 June 2009) was a German performer of modern dance, choreographer, dance teacher and ballet director. With her unique style, a blend of movement, sound, and prominent stage sets, and with her elaborate collaboration with performers during the development of a piece (a style now known as Tanztheater), she became a leading influence in the field of modern dance from the 1970s on.",
      "pageId": 2317680,
      "monthDay": "07/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/William_Eggleston",
      "name": "William Eggleston",
      "aboutText": "Jean-Marie Leblanc (born July 27, 1944 in Nueil-sur-Argent, now Nueil-les-Aubiers, Deux-Sèvres) is a French retired professional road bicycle racer who was general director of the Tour de France from 1989 to 2005, when he reached pensionable age and was succeeded by Christian Prudhomme.\nHe became a professional in 1966 and rode until 1971. He gained his best results in criteriums, small tours, and single stage races, like the Grand Prix d'Aix-en-Provence (1968, 1st), the Circuit d'Armorique (1969, 1st), and the Four Days of Dunkirk (1970, 2nd).",
      "pageId": 2319724,
      "monthDay": "07/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michael_Longley",
      "name": "Michael Longley",
      "aboutText": "Michael Longley, CBE (born 27 July 1939) is a poet from Belfast in Northern Ireland.",
      "pageId": 2428222,
      "monthDay": "07/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pina_Bausch",
      "name": "Pina Bausch",
      "aboutText": "Donald \"Don\" Galloway (July 27, 1937 – January 8, 2009) was an American actor of stage, film and television, a political libertarian and journalist, perhaps best known for his role as Raymond Burr's protégé, Detective Sergeant Ed Brown, on the long-running crime drama Ironside (1967–1975).",
      "pageId": 2461815,
      "monthDay": "07/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Christian_Boesch",
      "name": "Christian Boesch",
      "aboutText": "William James \"Billy\" McCullough (born 27 July 1935) is a Northern Ireland former footballer.\nBorn in Carrickfergus, McCullough first played for Portadown, before being signed in 1958 by London club Arsenal. A left back, he soon made his debut for the club, against Luton Town on 26 December 1958.",
      "pageId": 2725355,
      "monthDay": "07/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Johannes_Fritsch",
      "name": "Johannes Fritsch",
      "aboutText": "Michael Robert Hamilton Holmes à Court (27 July 1937, Johannesburg, South Africa – 2 September 1990, near Perth, Western Australia) was an entrepreneur who became Australia's first businessman worth over a billion dollars before dying suddenly of a heart attack in 1990 at the age of 53.\nHolmes à Court was one of the world's most feared corporate raiders through the 1980s, having built his empire single-handedly from virtually nothing to a diversified resources and media group with an estimated worth prior to the 1987 stockmarket crash of about A$2 billion. Shareholders in the company that became his flagship, 'Bell Resources', enjoyed enormous investment growth.",
      "pageId": 3217850,
      "monthDay": "07/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/%C3%89dith_Butler",
      "name": "Édith Butler",
      "aboutText": "John Pleshette (born July 27, 1942) is an American actor and screenwriter, best known for his role as Richard Avery on the television drama Knots Landing, and for portraying Lee Harvey Oswald in the TV movie The Trial of Lee Harvey Oswald.",
      "pageId": 4121020,
      "monthDay": "07/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Pleshette",
      "name": "John Pleshette",
      "aboutText": "Édith Butler OC ONB (born Marie Nicole Butler 27 July 1942 in Paquetville, New Brunswick) is an Acadian singer-songwriter and folklorist. Her career began in the early 1960s with performances in Moncton, followed by national appearances on CBC Television's Singalong Jubilee.",
      "pageId": 4977814,
      "monthDay": "07/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dennis_Ralston",
      "name": "Dennis Ralston",
      "aboutText": "James Robert Hooper (July 27, 1936 – January 24, 2008) was a former member of the Maryland Senate.",
      "pageId": 9639694,
      "monthDay": "07/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jeremy_Greenstock",
      "name": "Jeremy Greenstock",
      "aboutText": "Anna Dawson (born 27 July 1937) is an English actress and singer.\nBorn in Bolton, Lancashire, Dawson spent part of her childhood in Tanganyika, where her father worked. She attended the Elmhurst Ballet School and after training at the Central School of Speech and Drama she learned her craft by playing in repertory theatre companies.",
      "pageId": 12069503,
      "monthDay": "07/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tony_Capstick",
      "name": "Tony Capstick",
      "aboutText": "Christian Boesch (born July 27, 1941, in Vienna) is an internationally acclaimed Austrian operatic baritone. He is the son of the soprano Ruthilde Boesch, and studied at the University of Music and Performing Arts, Vienna, from 1959 to 1964. He was the pupil of Alfred Jerger, and made his official debut at the Stadttheater, Bern, in 1966.",
      "pageId": 21401885,
      "monthDay": "07/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bobbie_Gentry",
      "name": "Bobbie Gentry",
      "aboutText": "Edward James \"Ted\" Whitten (also known as EJ Whitten) (27 July 1933 – 17 August 1995) was an Australian rules footballer and media personality who represented Footscray in the Victorian Football League (VFL). Whitten is a Legend of the Australian Football Hall of Fame, and became known as \"Mr Football\".",
      "pageId": 35978709,
      "monthDay": "07/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jean-Marie_Leblanc",
      "name": "Jean-Marie Leblanc",
      "aboutText": "Hillar Kärner (born 27 July 1935, Tallinn, Estonia) is an Estonian chess player, who seven times won the Estonian Chess Championship.",
      "pageId": 41797761,
      "monthDay": "07/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Barbara_Thompson_(musician)",
      "name": "Barbara Thomson",
      "aboutText": "Robert Fleming Rankin (born 27 July 1949) is a prolific British humorous novelist. Born in Parsons Green, London, he started writing in the late 1970s, and first entered the bestsellers lists with Snuff Fiction in 1999, by which time his previous eighteen books had sold around one million copies. His books are a mix of science fiction, fantasy, the occult, urban legends, running gags, metafiction, steampunk and outrageous characters.",
      "pageId": 167576,
      "monthDay": "07/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Reading",
      "name": "Peter Reading",
      "aboutText": "Roseanna Cunningham (born 27 July 1951, Glasgow) is a Scottish politician who has been the Cabinet Secretary for Fair Work, Skills and Training since 2014 and is the Scottish National Party (SNP) Member of the Scottish Parliament for Perthshire South and Kinross-shire, having previously represented Perth.",
      "pageId": 294750,
      "monthDay": "07/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Rade_%C5%A0erbed%C5%BEija",
      "name": "Rade Šerbedžija",
      "aboutText": "Peggy Gail Fleming (born July 27, 1948) is an American former figure skater. She is the 1968 Olympic Champion in Ladies' singles and a three-time World Champion (1966–1968). Fleming has been a television commentator on figure skating for over 20 years, including several Winter Olympic Games.",
      "pageId": 387148,
      "monthDay": "07/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kazuyoshi_Miura_(businessman)",
      "name": "Kazuyoshi Miura",
      "aboutText": "Rade Šerbedžija (Serbo-Croatian pronunciation: [rǎːde ʃerbědʒija]; born 27 July 1946), occasionally credited as Rade Sherbedgia in some English language productions, is a Croatian actor, director and musician of Serbian ethnicity. He is known for his portrayals of imposing figures on both sides of the law. He was one of the most popular Yugoslav actors in the 1970s and 1980s.",
      "pageId": 707923,
      "monthDay": "07/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Peggy_Fleming",
      "name": "Peggy Fleming",
      "aboutText": "Simon Jones (born 27 July 1950) is an English actor, who appeared in the television and radio series of The Hitchhiker's Guide to the Galaxy, in which he played the lead role of Arthur Dent (1978–80). Its author Douglas Adams later said that he wrote the part of Dent with Jones in mind. Jones also featured in the 2005 film The Hitchhiker's Guide to the Galaxy in a cameo role.",
      "pageId": 730146,
      "monthDay": "07/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/James_Munby",
      "name": "James Munby",
      "aboutText": "Maureen Therese McGovern (born July 27, 1949) is an American singer and Broadway actress, well known for her renditions of the songs \"The Morning After\" from the 1972 film The Poseidon Adventure and \"We May Never Love Like This Again\" from The Towering Inferno in 1974.",
      "pageId": 1040008,
      "monthDay": "07/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pavlos_Sidiropoulos",
      "name": "Pavlos Sidiropoulos",
      "aboutText": "Pavlos Sidiropoulos (Greek: Παύλος Σιδηρόπουλος; July 27, 1948 – December 6, 1990) was a Greek musician, noted for supporting the use of Greek lyrics in rock music, at a time when most Greek rock groups were using English lyrics.",
      "pageId": 1503387,
      "monthDay": "07/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Betty_Thomas",
      "name": "Betty Thomas",
      "aboutText": "Henny Vrienten (born July 27, 1948 in Hilvarenbeek) is a Dutch composer of TV- and film-scores. He used to be the singer, songwriter and bassist of the popular 1980s ska pop band Doe Maar.\n^ Huff, Philip D. \"Biography: Doe Maar\".",
      "pageId": 2332959,
      "monthDay": "07/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Henny_Vrienten",
      "name": "Henny Vrienten",
      "aboutText": "Betty Thomas (born July 27, 1948) is an American actress, director of television, and motion pictures. She is known for her Emmy-award winning role as Lucy Bates on the television series Hill Street Blues.\n^ Born 1947 per familysearch.org; accessed May 14, 2014.",
      "pageId": 2366237,
      "monthDay": "07/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Maury_Chaykin",
      "name": "Maury Chaykin",
      "aboutText": "Robert Edward \"Bob\" Diamond, Jr. (born July 27, 1951) is an American banker and former group chief executive of the British bank, Barclays Plc.\nDiamond, who holds a B.A. in Economics from Colby College, and an M.B.A. from University of Connecticut; began his career as a lecturer, and entered the financial world in 1979, when he joined Morgan Stanley.",
      "pageId": 2371779,
      "monthDay": "07/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Andr%C3%A9_Dupont",
      "name": "André Dupont",
      "aboutText": "Maury Alan Chaykin (July 27, 1949 – July 27, 2010) was an American-born Canadian actor, best known for his portrayal of detective Nero Wolfe, as well as for his work as a character actor in many films and television programs.",
      "pageId": 2434449,
      "monthDay": "07/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Susan_Gordon",
      "name": "Susan Gordon",
      "aboutText": "Marvin Jerome Barnes (July 27, 1952 – September 8, 2014) was an American professional basketball player. As a 6'8\" forward, Barnes played at Providence College. In 1973, he was the first player to score 10 times on 10 field goal attempts an the NCAA tournament game, and remains tied for second behind Kenny Walker, who went 11-for-11 in 1986.",
      "pageId": 5221453,
      "monthDay": "07/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rory_Macdonald_(musician)",
      "name": "Rory MacDonald",
      "aboutText": "André \"Moose\" Dupont (born July 27, 1949) is a Canadian former professional ice hockey defenceman who played 13 seasons in the National Hockey League (NHL) with the New York Rangers, St. Louis Blues, Philadelphia Flyers and Quebec Nordiques.",
      "pageId": 5626880,
      "monthDay": "07/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Maureen_McGovern",
      "name": "Maureen McGovern",
      "aboutText": "Barbara Gracey Thompson MBE (born 27 July 1944 in Oxford) is an English jazz saxophonist, flautist and composer. She studied clarinet, flute, piano and classical composition at the Royal College of Music, but the music of Duke Ellington and John Coltrane made her shift her interests to jazz and saxophone. Since 1967, she has been married to drummer Jon Hiseman of Colosseum.",
      "pageId": 6358452,
      "monthDay": "07/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Rankin",
      "name": "Robert Rankin",
      "aboutText": "Roderick (Rory) Macdonald (Scottish Gaelic: Ruaridh MacDhomhnaill; born 27 July 1949, Dornoch, Sutherland) is the bassist of the Scottish Celtic rock band Runrig, as well as their primary songwriter with his younger brother, Calum Macdonald. Rory tends to write the melody, and Calum the lyrics. Since former lead singer Donnie Munro left the band in 1997, Rory has taken lead vocal duties on songs in the band's catalogue written in the Scots Gaelic language, as the band's new lead singer, Bruce Guthro, is not a Gaelic speaker.",
      "pageId": 8085465,
      "monthDay": "07/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Simon_Jones_(actor)",
      "name": "Simon Jones",
      "aboutText": "Peter Reading (27 July 1946 – 17 November 2011) was an English poet and the author of 26 collections of poetry. He is known for his choice of ugly subject matter, and use of classical metres. The Oxford Companion to Twentieth-Century Poetry describes his verse as \"strongly anti-romantic, disenchanted and usually satirical\".",
      "pageId": 13473533,
      "monthDay": "07/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Roseanna_Cunningham",
      "name": "Roseanna Cunningham",
      "aboutText": "Kazuyoshi Miura (三浦 和義, Miura Kazuyoshi, July 27, 1947 – October 10, 2008) was a Japanese businessman, who was accused of being involved in the killing of his wife, Kazumi Miura.",
      "pageId": 15926235,
      "monthDay": "07/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bob_Diamond_(banker)",
      "name": "Bob Diamond",
      "aboutText": "Sir James Lawrence Munby (born 27 July 1948) is a British judge who is President of the Family Division of the High Court of England and Wales.",
      "pageId": 30131497,
      "monthDay": "07/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Rolf_Thung",
      "name": "Rolf Thung",
      "aboutText": "Susan Lynn Gordon (July 27, 1949 — December 11, 2011) was an American child actress who appeared in films and numerous episodes of television programs such as The Twilight Zone, My Three Sons, and The Donna Reed Show.",
      "pageId": 34072335,
      "monthDay": "07/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marvin_Barnes",
      "name": "Marvin Barnes",
      "aboutText": "Rolf Thung (born 27 July 1951 in Naarden) is a retired Dutch tennis player. With Louk Sanders, he won the doubles title of the 1978 British Hard Court Championships.\nThung held a win–loss record of 6–8 for the Netherlands Davis Cup team.",
      "pageId": 41978653,
      "monthDay": "07/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Hannu-Pekka_H%C3%A4nninen",
      "name": "Hannu-Pekka Hänninen",
      "aboutText": "Allan Robert Border AO (born 27 July 1955) is an Australian former cricketer. A batsman, Border was for many years the captain of the Australian team. His playing nickname was \"A.B.\".",
      "pageId": 451428,
      "monthDay": "07/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Roxanne_Hart",
      "name": "Roxanne Hart",
      "aboutText": "Yahoo Serious (born 27 July 1953), born Greg Pead (name-change by deed poll in 1980), is an Australian film actor, director and score composer. He is best known for his 1988 comedy Young Einstein. He also created Reckless Kelly in 1993 and Mr.",
      "pageId": 483986,
      "monthDay": "07/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Chung_Dong-young",
      "name": "Chung Dong-young",
      "aboutText": "Philippe Alliot (born 27 July 1954 in Voves, Eure-et-Loir, France) is a former racing driver who participated in Formula One from 1984 to 1990 and from 1993 to 1994.",
      "pageId": 1038650,
      "monthDay": "07/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Yahoo_Serious",
      "name": "Yahoo Serious",
      "aboutText": "Christopher Colin Dean, OBE (born 27 July 1958 in Calverton, Nottinghamshire) is an English ice dancer who won a gold medal at the 1984 Winter Olympics with his skating partner Jayne Torvill.",
      "pageId": 1503115,
      "monthDay": "07/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Philippe_Alliot",
      "name": "Philippe Alliot",
      "aboutText": "William Ray \"Bill\" Engvall, Jr.",
      "pageId": 1539811,
      "monthDay": "07/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/G._S._Bali",
      "name": "G. S. Bali",
      "aboutText": "Chung Dong-young (born July 27, 1953 in Sunchang County, North Jeolla) is a politician and was the United New Democratic Party candidate for President of South Korea in 2007.\nFrom April 2004 until December 2005, Chung was the South Korean Minister of Unification. Before holding that post, he served two terms in the National Assembly with the National Congress for New Politics and the Millennium Democratic Party, respectively; has twice been chairman of the Uri Party; and was considered a strong contender to succeed Roh Moo-hyun as president.",
      "pageId": 2062429,
      "monthDay": "07/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ricardo_Uceda",
      "name": "Ricardo Uceda",
      "aboutText": "Bobby Rondinelli (born July 27, 1955) is a rock drummer best known for his work with the hard rock/heavy metal bands like Blue Öyster Cult, Rainbow, Quiet Riot, Black Sabbath, The Lizards, and Rondinelli. In July 2013, Rondinelli was announced as the new drummer for the Axel Rudi Pell band, replacing former drummer Mike Terrana. Rondinelli will play drums on the new ARP album which will be released in January 2014 and join them on the tour that will follow in February/March 2014.",
      "pageId": 2465069,
      "monthDay": "07/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Cat_Bauer",
      "name": "Cat Bauer",
      "aboutText": "Matthew Wade \"Matt\" Osborne (July 27, 1957 – June 28, 2013) was an American professional wrestler. Osborne was a second generation wrestler, the son of Tony Borne, and is best known as being the first and longest-running wrestler to portray the character of Doink the Clown.",
      "pageId": 2589941,
      "monthDay": "07/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Allan_Border",
      "name": "Allan Border",
      "aboutText": "Allan Simmons (born July 27, 1957) was one of the founder members of the Association of British Scrabble Players and succeeded Peter Finley as its chairman. He was the first chairman of WESPA, the World English-language Scrabble Players Association. He was also the 2008 UK National Scrabble Champion.",
      "pageId": 2780128,
      "monthDay": "07/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Howell_(politician)",
      "name": "John Howell",
      "aboutText": "Carol Leifer (/ˈliːfər/ LEE-fər; born July 27, 1956) is an four-time Emmy Award-winning American comedian, writer, producer and actress whose career as a stand-up comedian started in the 1970s when she was in college. David Letterman discovered her performing in a comedy club in the 1980s and she has since been a guest on Late Night with David Letterman over twenty-five times as well as numerous other shows and venues. She has written many television scripts including for The Larry Sanders Show, Saturday Night Live, and most notably, Seinfeld.",
      "pageId": 3940428,
      "monthDay": "07/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bobby_Rondinelli",
      "name": "Bobby Rondinelli",
      "aboutText": "Hugh Donell Green (born July 27, 1959) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for eleven seasons during the 1980s and 1990s. He played college football for the University of Pittsburgh, and was recognized as a three-time consensus All-American. Green was selected in the first round of the 1981 NFL Draft, and played professionally for the Tampa Bay Buccaneers and the Miami Dolphins of the NFL. He is considered to be one of the greatest linebackers in Buccaneers history.",
      "pageId": 4751214,
      "monthDay": "07/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Carol_Leifer",
      "name": "Carol Leifer",
      "aboutText": "Joseph DeSa (July 27, 1959, in Honolulu, Hawaii – December 20, 1986, in Cayey, Puerto Rico) was a Major League Baseball first baseman.\nDrafted by the St. Louis Cardinals in the 3rd round of the 1977 MLB amateur draft, DeSa made his Major League Baseball debut with the St.",
      "pageId": 5170623,
      "monthDay": "07/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bill_Engvall",
      "name": "Bill Engvall",
      "aboutText": "Roxanne Hart (born July 27, 1952) is an American actress, best known for her roles as Brenda Wyatt in the 1986 film Highlander, and as Nurse Camille Shutt on the CBS medical drama series, Chicago Hope (1994—1998).",
      "pageId": 8011083,
      "monthDay": "07/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Matt_Osborne",
      "name": "Matt Osborne",
      "aboutText": "Yiannos Papantoniou (Greek: Γιάννος Παπαντωνίου; born 27 July 1949) was a member of the National Parliament in Greece (MP) from 1988 to 2007, Minister of National Defense (2001–03), Minister of Economy and Finance (1994–2001). During his time as Economy and Finance Minister, he worked closely with his Economic and Financial Affairs Council partners to prepare for the launch of the Euro in Greece. For his achievements he was ‘highly commended’ by Euromoney magazine in September 1998 as Finance Minister of the Year.",
      "pageId": 8435349,
      "monthDay": "07/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Allan_Simmons",
      "name": "Allan Simmons",
      "aboutText": "Gurmukh Singh Bali is the Member of the Legislative Assembly from Nagrota Bagwan, Himachal Pradesh, India. He was born on 27 July 1954 at Kangra. He has Diploma in Mechanical Engineering.",
      "pageId": 10217018,
      "monthDay": "07/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Christopher_Dean",
      "name": "Christopher Dean",
      "aboutText": "Hannu-Pekka \"Hoopi\" Hänninen (born 27 July 1952, Helsinki, Finland) is a Finnish sports commentator who works for Finland's National Broadcasting Company Yle. He works both as the real-time play-by-play commentator and the sporstreader in Yle's sports news Urheiluruutu. His career as a sportscaster started in 1977.",
      "pageId": 11275183,
      "monthDay": "07/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kimmo_Hakola",
      "name": "Kimmo Hakola",
      "aboutText": "Catherine \"Cat\" Bauer (born July 27, 1955 in Greenville, South Carolina) is the award-winning author of contemporary novels featuring the young protagonist, Harley Columba, and is known for her unique and honest voice. Publishers Weekly said, \"Bauer creates a witty and resilient narrator in...Harley Columba... Readers will be rooting for this sympathetic heroine.\" In the Thomson Gale biography, the authors noted that: \"Readers and reviewers often found the strength of Bauer's novel in the authentic voice of its heroine, Harley.",
      "pageId": 12724864,
      "monthDay": "07/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Joe_DeSa",
      "name": "Joe DeSa",
      "aboutText": "John Michael Howell OBE FSA FRGS (born 27 July 1955) is a British Conservative Party politician and the Member of Parliament (MP) for Henley, having won the seat with an increased share of the vote in the Henley by-election, 2008.\n^ \"John Howell MP\". BBC Democracy Live.",
      "pageId": 18152335,
      "monthDay": "07/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Hugh_Green_(American_football)",
      "name": "Hugh Green",
      "aboutText": "Ricardo Uceda Perez (born July 27, 1954) is a Peruvian journalist notable for his award-winning coverage of military and government corruption.",
      "pageId": 31948604,
      "monthDay": "07/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Yiannos_Papantoniou",
      "name": "Yiannos Papantoniou",
      "aboutText": "Kimmo Hannu Tapio Hakola (born July 27, 1958) is a Finnish composer. Born in Jyväskylä, he studied composition with Einojuhani Rautavaara and Magnus Lindberg at Sibelius Academy. He first came to prominence with his First String Quartet, which won the Unesco Composers' Rostrum in 1987.",
      "pageId": 32826951,
      "monthDay": "07/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jo_Durie",
      "name": "Jo Durie",
      "aboutText": "Juliana Hatfield (born July 27, 1967) is an American musician and singer-songwriter from the Boston area. She was formerly of the indie rock bands Blake Babies and Some Girls and now performs as a solo artist, and as one half of Minor Alps, alongside Matthew Caws of Nada Surf. In December 2014, Paste Magazine named her cover of the \"Needle in the Hay\", a song by Elliott Smith, as No.",
      "pageId": 16261,
      "monthDay": "07/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Gabrielle_Glaister",
      "name": "Gabrielle Glaister",
      "aboutText": "José Luis Félix Chilavert González (Spanish pronunciation: [xoseˈlwis tʃilaˈβert ɣonˈsales]; born 27 July 1965) is a Paraguayan former footballer who played as a goalkeeper for Sportivo Luqueño, Guaraní, San Lorenzo de Almagro, Real Zaragoza, Vélez Sarsfield, RC Strasbourg, Peñarol and the Paraguay national football team.\nA free-kick specialist, Chilavert won 12 club titles, including the 1994 Copa Libertadores and the 1994 Intercontinental Cup, whilst playing for Vélez Sarsfield, and is a three-time IFFHS World's Best Goalkeeper award winner. Outside of his goalkeeping position, Chilavert was also known for his skills as a free kick specialist, and often took penalties.",
      "pageId": 315360,
      "monthDay": "07/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Conway_Savage",
      "name": "Conway Savage",
      "aboutText": "Suzanne Waymire (July 27, 1967 – November 13, 2003) was an American actress. Two of her highest-profile roles were on Six Feet Under and on Star Trek: Enterprise.",
      "pageId": 371853,
      "monthDay": "07/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Emily_Thornberry",
      "name": "Emily Thornberry",
      "aboutText": "Gabrielle Glaister (born 27 July 1960) is an English actress.",
      "pageId": 872715,
      "monthDay": "07/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Karl_Mueller_(rock_musician)",
      "name": "Karl Mueller",
      "aboutText": "Sasha Mitchell (born July 27, 1967) is an American actor best known for his television roles as James Beaumont on Dallas and Cody Lambert on Step by Step. Mitchell also holds a black belt in Tae Kwon Do and is a skilled practitioner of Muay Thai.",
      "pageId": 936192,
      "monthDay": "07/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Karrin_Allyson",
      "name": "Karrin Allyson",
      "aboutText": "Rex Robert Brown (born July 27, 1964) is an American musician and author, who is best known as having been the longtime bassist for the Grammy-nominated, platinum-selling, now defunct band Pantera (1982–2003). He is a former member of Down (2001–2011), and is currently the bassist for the band Kill Devil Hill.\nBrown authored a book called Official Truth 101 Proof, which was released in April 2013.",
      "pageId": 1199746,
      "monthDay": "07/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/K._S._Chithra",
      "name": "K. S. Chithra",
      "aboutText": "Donnie Yen (born 27 July 1963), also known as Yen Ji-dan (甄子丹), is a Hong Kong actor, martial artist, film director and producer, action choreographer, and multiple-time world wushu tournament champion.\nYen is credited by many for contributing to the popularization of the traditional martial arts style known as Wing Chun. He played Wing Chun grandmaster Yip Man in the 2008 film Ip Man, which was a box office success.",
      "pageId": 1476899,
      "monthDay": "07/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Donnie_Yen",
      "name": "Donnie Yen",
      "aboutText": "Krishnan Nair Shantakumari Chithra, often credited as K. S. Chithra or simply Chithra, is an Indian playback singer from Kerala. Chithra also sings Indian classical, devotional, and popular music. She has sung in different languages in a following order Telugu, Malayalam, Kannada, Tamil , Odia, Hindi, Assamese, Bengali, Badaga, Sanskrit, Tulu, Urdu, Latin, Arabic, Sinhalese and Punjabi languages.",
      "pageId": 1492509,
      "monthDay": "07/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rex_Brown",
      "name": "Rex Brown",
      "aboutText": "Emily Anne Thornberry (born 27 July 1960) is a British Labour Party politician who has been the Member of Parliament (MP) for Islington South and Finsbury since 2005.\nThornberry served as Shadow Attorney General from 2011 until her resignation on 20 November 2014.\nHer marriage to The Hon Mr Justice Nugee makes her formally styled Lady Nugee MP, but she does not use the title.",
      "pageId": 1794676,
      "monthDay": "07/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Melissa_Mendez",
      "name": "Melissa Mendez",
      "aboutText": "Jo Durie (born Joanna Mary Durie; 27 July 1960) is a former singles World No. 5 professional tennis player from the United Kingdom. During her career, she also reached No.",
      "pageId": 1995279,
      "monthDay": "07/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jos%C3%A9_Luis_Chilavert",
      "name": "José Luis Chilavert",
      "aboutText": "Karl Mueller (July 27, 1963, Minneapolis – June 17, 2005, age 41 Minneapolis) was an American rock musician. He was the bass guitarist and a founding member of the Minneapolis alternative rock band Soul Asylum.\nIn May 2004, Mueller was diagnosed with throat cancer, and a benefit concert was held to help him with his medical bills.",
      "pageId": 2075449,
      "monthDay": "07/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Wladimir_Reznitschenko",
      "name": "Wladimir Reznitschenko",
      "aboutText": "Rahul Bose (born 27 July 1967) is an Indian film actor, director, screenwriter, social activist, and rugby player. Bose has appeared in Bengali films such as Mr. and Mrs.",
      "pageId": 2206710,
      "monthDay": "07/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Steve_Tilson",
      "name": "Steve Tilson",
      "aboutText": "Stephen Brian \"Steve\" Tilson (born 27 July 1966) is an English football manager and former player best known for his time in charge of Southend United, where he was in charge for seven years, overseeing two promotions and later two relegations.",
      "pageId": 3141770,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rahul_Bose",
      "name": "Rahul Bose",
      "aboutText": "Neil Michael Knight Smith (born 27 July 1967) is a former English cricketer who played in 7 ODIs from 1986 to 1996. He now currently works at Warwick School for boys, Myton Road, Warwick as the Groundsman.",
      "pageId": 4059097,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Juliana_Hatfield",
      "name": "Juliana Hatfield",
      "aboutText": "Karrin Allyson (pronounced KAH-rin; born Karrin Allyson Schoonover on July 27, 1963 in Great Bend, Kansas) is an American jazz vocalist.",
      "pageId": 5595222,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Takuya_Kirimoto",
      "name": "Takuya Kirimoto",
      "aboutText": "Conway Victor Savage (born 27 July 1960) is an Australian rock musician. He is a member of Nick Cave and The Bad Seeds, providing piano, organ and backing vocals since 1990. From 1993 Savage has had a solo career and has released albums, Nothing Broken (2000), Wrong Man's Hands (2004) and Rare Songs & Performances 1989–2004.",
      "pageId": 10054454,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hans_Mathisen",
      "name": "Hans Mathisen",
      "aboutText": "Takuya Kirimoto (桐本 琢也, Kirimoto Takuya, born July 27, 1967) is a Japanese actor and voice actor.",
      "pageId": 11895111,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sasha_Mitchell",
      "name": "Sasha Mitchell",
      "aboutText": "Wladimir Reznitschenko (born 27 July 1965) is a Soviet fencer. He won a bronze medal in the team épée event at the 1988 Summer Olympics representing the Soviet Union. At the 1992 Summer Olympics, he won a gold in the same event representing Germany.",
      "pageId": 32553791,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Neil_Smith_(cricketer,_born_1967)",
      "name": "Neil Smith",
      "aboutText": "Hans Mathisen (born 27 July 1967 in Sandefjord, Norway) is a Norwegian Jazz guitarist, educated on the Jazzprogram at Trondheim musikkonservatorium (1988–90), well known for his Pat Metheny and Wes Montgomery inspired performances. He is the brother of Jazz musicians Per Mathisen (bass), Nils Mathisen (keyboards, guitar and violon) and Ole Mathisen (saxophone and clarinet).\n^ \"Hans Mathisen Biography - Norsk Musikkinformasjon MIC.no\".",
      "pageId": 36745518,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kellie_Waymire",
      "name": "Kellie Waymire",
      "aboutText": "Melissa Mendez (born July 27, 1964) is a Filipino film and TV actress.\nMelissa Mendez was Best Actress FAMAS Award nominee for the movie, Kalakal (2008). Mendez produced an independent movie, Hilot (2009) with Empress Schuck.",
      "pageId": 39116492,
      "monthDay": "07/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Craig_Wolanin",
      "name": "Craig Wolanin",
      "aboutText": "Abraham \"Abe\" Cunningham, (born July 27, 1973) is an American musician, best known as the drummer of the alternative metal band Deftones.",
      "pageId": 143076,
      "monthDay": "07/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Maria_Grazia_Cucinotta",
      "name": "Maria Grazia Cucinotta",
      "aboutText": "Paul Michael Levesque (born July 27, 1969), better known by his ring name Triple H (an abbreviation of his character's full name, Hunter Hearst Helmsley), is an American professional wrestler. He is currently the Executive Vice President (Talent/Live Events/Creative) of professional wrestling promotion WWE and the founder and current share holder of NXT and is married into the McMahon family, which maintains majority ownership of WWE. In addition to his corporate role, Levesque makes regular appearances on WWE television as an authority figure and wrestler.\nLevesque entered several bodybuilding contests after graduating high school in 1987.",
      "pageId": 303225,
      "monthDay": "07/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Cliff_Curtis",
      "name": "Cliff Curtis",
      "aboutText": "Julian Dana William McMahon (/ˈdʒuːliən məkˈmɑːn/; born 27 July 1968) is an Australian actor and model.\nMcMahon won recognition for his roles in television dramas, in portrayals of Ben Lucini in the award-winning Australian soap drama Home and Away, as Christian Troy in the award-winning American drama Nip/Tuck, and for his appearance in films with leading and supporting roles, in films such as the romantic-drama Magenta (1996), the action-superhero Fantastic Four franchise (2005 & 2007), the action-comedy film Red (2010), and the horror-thriller Bait (2012). However, his work in television with Nip/Tuck garnered him more success.",
      "pageId": 391323,
      "monthDay": "07/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tom_Goodwin",
      "name": "Tom Goodwin",
      "aboutText": "Maya Khabira Rudolph (born July 27, 1972) is an American actress and comedian. She rose to prominence on the NBC television show Saturday Night Live, where she was a cast member from 2000 to 2007. She has also starred in films such as Idiocracy (2006), Away We Go (2009), Grown Ups (2010), Bridesmaids (2011), Grown Ups 2 (2013), and Sisters (2015).",
      "pageId": 511348,
      "monthDay": "07/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sabina_Jeschke",
      "name": "Sabina Jeschke",
      "aboutText": "David Thomas Charles Davies, MP (born 27 June 1970) is a British Conservative Party politician. He is the Member of Parliament (MP) for Monmouth in South Wales.\n^ James Chapman (12 November 2013).",
      "pageId": 665207,
      "monthDay": "07/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Julian_McMahon",
      "name": "Julian McMahon",
      "aboutText": "Matthew Johns (born 27 July 1971 in Cessnock, New South Wales) is an Australian rugby league football commentator and former professional player. An Australian international and New South Wales State of Origin representative five-eighth, Johns played his club football primarily with the Newcastle Knights, alongside his younger brother, Andrew Johns. Since March 2011, Johns has been a co-host on the Triple M Sydney breakfast show called The Grill Team with Mark Geyer.",
      "pageId": 796890,
      "monthDay": "07/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ricardo_Rosset",
      "name": "Ricardo Rosset",
      "aboutText": "Clifford Vivian Devon \"Cliff\" Curtis (born 27 July 1968) is a New Zealand actor whose film credits include Whale Rider, Once Were Warriors, Blow, and The Dark Horse. He had television series roles on NBC's Trauma and Body of Proof, and ABC's Missing. He currently plays Travis, a lead character on the AMC horror-drama series Fear the Walking Dead, a companion series of The Walking Dead.",
      "pageId": 1134660,
      "monthDay": "07/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Triple_H",
      "name": "Triple H",
      "aboutText": "Maria Grazia Cucinotta (born 27 July 1968) is an Italian actress who has featured in many films and television series since 1990. She has also worked as a producer, screenwriter and model.\nCucinotta was born in Messina, Province of Messina, Sicily, Italy.",
      "pageId": 1152265,
      "monthDay": "07/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Timo_Maas",
      "name": "Timo Maas",
      "aboutText": "Ricardo Rosset (born 27 July 1968) is a Brazilian racing driver. He participated in 33 Formula One Grands Prix, making his debut at the 1996 Australian Grand Prix. He scored no championship points and ultimately his results are not regarded as matching his ability, given that he finished as runner-up in the 1995 International Formula 3000 Championship.",
      "pageId": 1226544,
      "monthDay": "07/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jonty_Rhodes",
      "name": "Jonty Rhodes",
      "aboutText": "Timo Maas (born July 27, 1969, Bückeburg, West Germany, is a German electronic music DJ/producer and remixer.",
      "pageId": 1280042,
      "monthDay": "07/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nikolaj_Coster-Waldau",
      "name": "Nikolaj Coster-Waldau",
      "aboutText": "Tiffany \"Jill\" Arrington (born July 27, 1972) is an American sportscaster with Fox Sports.",
      "pageId": 1749507,
      "monthDay": "07/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/David_Davies_(Welsh_politician)",
      "name": "David Davies",
      "aboutText": "Nikolaj Coster-Waldau (Danish pronunciation: [neɡ̊olaɪ̯ kʰʌsd̥ɐ ˈʋald̥ɑʊ̯]; born 27 July 1970) is a Danish actor, producer and screenwriter. He attended Statens Teaterskole in Copenhagen in 1993. In the United States, he played Detective John Amsterdam in the short-lived Fox television series New Amsterdam, as well as appearing as Frank Pike in the 2009 Fox television film Virtuality, originally intended as a pilot.",
      "pageId": 2316131,
      "monthDay": "07/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Matthew_Johns",
      "name": "Matthew Johns",
      "aboutText": "Thomas Jones Goodwin (born July 27, 1968) is a former Major League Baseball player. He attended Central High School (Fresno, California) and then went on to play for Fresno State University.",
      "pageId": 3879558,
      "monthDay": "07/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ronato_Alcano",
      "name": "Ronato Alcano",
      "aboutText": "Jonathan Neil \"Jonty\" Rhodes (born 27 July 1969) is a former South African Test and One Day International cricketer who played for the South African cricket team between 1992 and 2003.\nRhodes was born in Pietermaritzburg, Natal Province, South Africa. Whilst being noted for his quick running as a right-handed batsman, he was especially noted for his fielding, particularly catching, ground fielding, and throwing from his most common position of backward point.",
      "pageId": 4287169,
      "monthDay": "07/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jill_Arrington",
      "name": "Jill Arrington",
      "aboutText": "Takako Fuji (藤 貴子, Fuji Takako, born July 27, 1972) is a Japanese actress and voice artist, well known for her performance as Kayako Saeki in The Grudge and Ju-on franchises.",
      "pageId": 4467097,
      "monthDay": "07/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Takako_Fuji",
      "name": "Takako Fuji",
      "aboutText": "Craig William Wolanin (born July 27, 1967 in Grosse Pointe, Michigan) is an American former professional ice hockey defenseman who played thirteen seasons in the National Hockey League from 1985 until 1997–98.",
      "pageId": 4688436,
      "monthDay": "07/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Maya_Rudolph",
      "name": "Maya Rudolph",
      "aboutText": "Sheikh Muszaphar Shukor Al Masrie bin Sheikh Mustapha (born 27 July 1972) is a Malaysian orthopaedic surgeon and the first Malaysian commercial astronaut. He was launched to the International Space Station aboard Soyuz TMA-11 with the Expedition 16 crew on 10 October 2007. Sheikh Muszaphar flew under an agreement with Russia through the Angkasawan program, and returned to Earth on 21 October 2007, aboard Soyuz TMA-10 with the Expedition 15 crew members, Fyodor Yurchikhin and Oleg Kotov.",
      "pageId": 6838167,
      "monthDay": "07/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sheikh_Muszaphar_Shukor",
      "name": "Sheikh Muszaphar Shukor",
      "aboutText": "Ronato (Ronnie) Alcano (pronounced al-kah-no) (born 27 July 1972 in Calamba City, Laguna, Philippines), is a Filipino professional pool player, nicknamed \"Ronnie Calamba\" and \"the Volcano\".",
      "pageId": 7882748,
      "monthDay": "07/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cassandra_Clare",
      "name": "Cassandra Clare",
      "aboutText": "Judith Rumelt (born July 27, 1973), better known by her pen name Cassandra Clare, is an American author of young adult fiction, best known for her bestselling series The Mortal Instruments.",
      "pageId": 11521084,
      "monthDay": "07/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Abe_Cunningham",
      "name": "Abe Cunningham",
      "aboutText": "Sabina Jeschke (born 27 July 1968 in Kungälv, Sweden) is a German university professor for Information Sciences in Mechanical Engineering at the RWTH Aachen University.",
      "pageId": 36533289,
      "monthDay": "07/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Erik_Nys",
      "name": "Erik Nys",
      "aboutText": "Alexander Emmanuel \"Alex\" Rodriguez (born July 27, 1975), nicknamed \"A-Rod\", is an American professional baseball infielder for the New York Yankees of Major League Baseball (MLB). He previously played for the Seattle Mariners and the Texas Rangers. Rodriguez was one of the sport's most highly touted prospects and is considered one of the greatest baseball players of all time.",
      "pageId": 212472,
      "monthDay": "07/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tracy_Shaw",
      "name": "Tracy Shaw",
      "aboutText": "Jorge Armando Arce Armenta (English: AR-seh; born July 27, 1979), best known as Jorge Arce, is a Mexican professional boxer. He is the second Mexican boxer to win a world title in four weight divisions, after Érik Morales, who first achieved the feat two months prior. Arce has held the WBO and WBC light flyweight titles; the WBC interim flyweight title; the WBO and WBA (interim) super flyweight titles; and the WBO bantamweight and super bantamweight titles.",
      "pageId": 262037,
      "monthDay": "07/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gorden_Tallis",
      "name": "Gorden Tallis",
      "aboutText": "Shea Matthew Hillenbrand (born July 27, 1975) is a former professional Major League Baseball player who played for six major league teams from 2001-2007, and was twice named an All-Star (in 2002 and 2005).",
      "pageId": 325397,
      "monthDay": "07/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Eason_Chan",
      "name": "Eason Chan",
      "aboutText": "Peter Joseph \"Pete\" Yorn (born July 27, 1974) is an American singer-songwriter, guitarist and drummer who first gained international recognition after his debut record, Musicforthemorningafter, was released to critical and commercial acclaim in 2001.",
      "pageId": 383615,
      "monthDay": "07/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Pete_Yorn",
      "name": "Pete Yorn",
      "aboutText": "Jonathan Rhys Meyers (born Jonathan Michael Francis O'Keeffe; 27 July 1977) is an Irish actor. He is best known for his roles in the films Velvet Goldmine, Mission Impossible III, Bend It Like Beckham, Match Point and his television roles as Elvis Presley in the biographical miniseries Elvis, which earned him a Golden Globe for Best Actor, and as King Henry VIII in the historical drama The Tudors. He has been the face model for several Hugo Boss fragrances advertising campaigns.",
      "pageId": 854376,
      "monthDay": "07/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Serkan_%C3%87elik%C3%B6z",
      "name": "Serkan Çeliköz",
      "aboutText": "Eason Chan (陳奕迅; Chan Yick-shun) is a prominent male singer in Hong Kong's music industry. Eason Chan has been praised by Time magazine as a front runner in the next generation of Cantopop. He is considered by media to be Hong Kong's third \"god of song\" after Samuel Hui and Jacky Cheung.",
      "pageId": 1166530,
      "monthDay": "07/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shea_Hillenbrand",
      "name": "Shea Hillenbrand",
      "aboutText": "Foo Swee Chin (often abbreviated FSc) (born July 27, 1977) is a Singaporean comic book artist.\nShe is the creator of several alternative comic books, including \"A Lost Stock of Children\" and \"Mince,\" published by Neko Press, as well as \"Chimney 25\" and \"Zeet\", published by Slave Labor Graphics. FSc is also the co-creator of Slave Labor Graphics title, \"Nightmares & Fairy Tales,\" alongside writer Serena Valentino, illustrating issues 1-12, before stepping down in 2005.",
      "pageId": 2418716,
      "monthDay": "07/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Elise_Laverick",
      "name": "Elise Laverick",
      "aboutText": "Gorden James Tallis (born 27 July 1973 in Townsville, Queensland) is an Australian former professional rugby league footballer of the 1990s and 2000s. A Queensland State of Origin and Australian international representative second-row forward, he captained both these teams as well as the Brisbane Broncos with whom he won the 1997, 1998 and 2000 Grand Finals after starting his career with the St. George Dragons in Sydney.",
      "pageId": 2516548,
      "monthDay": "07/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Fred_Mascherino",
      "name": "Fred Mascherino",
      "aboutText": "Frederick Paul Mascherino (born July 27, 1975 ) is an American musician best known for his work as lead guitarist and co-lead vocalist in alternative rock band Taking Back Sunday. He is currently in the band Terrible Things.",
      "pageId": 2643929,
      "monthDay": "07/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alessandro_Pistone",
      "name": "Alessandro Pistone",
      "aboutText": "Alessandro Pistone (born 27 July 1975 in Milan, Italy) is a former Italian footballer, who played as a fullback.",
      "pageId": 2760663,
      "monthDay": "07/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alex_Rodriguez",
      "name": "Alex Rodriguez",
      "aboutText": "Tracy Shaw (born 27 July 1973, Belper, Derbyshire) is a British actress and singer.",
      "pageId": 2858859,
      "monthDay": "07/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Demis_Hassabis",
      "name": "Demis Hassabis",
      "aboutText": "Scott Robert Mason (27 July 1976 in Launceston, Tasmania, Australia – 9 April 2005 in Royal Hobart Hospital, Hobart, Tasmania) was an Australian cricketer who played first-class cricket for the Tasmanian Tigers. He was a left-handed batsman who averaged 27.21 with the bat in 28 first-class games and 9.42 with the bat in 8 one-day domestic games. In first-class cricket he scored 1252 runs with two centuries and two half-centuries with a highest score of 174.",
      "pageId": 2968140,
      "monthDay": "07/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Scott_Mason_(cricketer)",
      "name": "Scott Mason",
      "aboutText": "Sidney Rodrigue Noukpo Govou (French pronunciation: ​[sidnɛ ɡɔvu]) (born 27 July 1979) is a French international footballer of Beninese descent, currently playing for FC Miami City Champions in the Premier Development League.",
      "pageId": 3147075,
      "monthDay": "07/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Foo_Swee_Chin",
      "name": "Foo Swee Chin",
      "aboutText": "Demis Hassabis (born 27 July 1976) is an artificial intelligence researcher, neuroscientist, computer game designer, and world-class gamer.",
      "pageId": 3259263,
      "monthDay": "07/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bj%C3%B6rn_Dreyer_(footballer_born_1977)",
      "name": "Björn Dreyer",
      "aboutText": "Diarmuid O'Sullivan (born 27 July 1978) is an Irish hurler who played as a full-back for the Cork senior team.\nBorn in Cloyne, County Cork, O'Sullivan first excelled at hurling whilst at school in Midleton CBS. He made his first impression on the inter-county scene at the age of eighteen when he joined the Cork under-21 team. He made his senior debut during the 1997 championship.",
      "pageId": 5439697,
      "monthDay": "07/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jonathan_Rhys_Meyers",
      "name": "Jonathan Rhys Meyers",
      "aboutText": "Elise Mary Sherwell (née Laverick) (born 27 July 1975 in Rustington, West Sussex) is a British rower. She won bronze at the 2004 Summer Olympics in the double scull with Sarah Winckless, and again at the 2008 Summer Olympics with Anna Bebington.",
      "pageId": 8313356,
      "monthDay": "07/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Diarmuid_O%27Sullivan",
      "name": "Diarmuid O'Sullivan",
      "aboutText": "Erik Nys (born 27 July 1973) is a retired Belgian long jumper.\nHis personal best jump is 8.25 metres, achieved in July 1996 in Hechtel.",
      "pageId": 12130131,
      "monthDay": "07/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jorge_Arce",
      "name": "Jorge Arce",
      "aboutText": "Serkan Çeliköz (born July 27, 1975 in Istanbul) is a Turkish musician, songwriter, arranger, record producer and the original keyboard player for Turkish rock band Kargo. Towards the end of 2008, Serkan Çeliköz and Koray Candemir decided to end their involvement with Kargo due to vision and opinion differences with the other members. Together they formed their new band 'maSKott' and are currently living in Seattle while working on new projects between tour dates to promote their new album Tuval.",
      "pageId": 17235345,
      "monthDay": "07/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sidney_Govou",
      "name": "Sidney Govou",
      "aboutText": "Jaymee Joaquin (born as Jaymee Geronimo Topacio in San Juan, Metro Manila on July 27, 1984) is a Filipina actress, model, and host. She made a career in the Philippines as a TV and print commercial model during her younger years and ventured in events promotion and hosting on the side.\nAfter years of auditioning in the modeling scene, she became a part of ABSCBN Star Magic, an artist management firm owned by one of the largest television networks in the Philippines, ABSCBN Broadcasting Corporation.",
      "pageId": 19262925,
      "monthDay": "07/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaymee_Joaquin",
      "name": "Jaymee Joaquin",
      "aboutText": "Björn Dreyer (born 27 July 1977 in Hamburg) is a retired German footballer.\nDreyer made his debut in the Bundesliga for SC Freiburg on 28 August 1999 when he came on as a substitute in the 76th minute in a game against TSV 1860 München.\n^ \"Dreyer, Björn\" (in German).",
      "pageId": 21380801,
      "monthDay": "07/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shannon_Moore",
      "name": "Shannon Moore",
      "aboutText": "Shannon Moore (born July 27, 1979) is an American professional wrestler. He is best known for his work with World Championship Wrestling (WCW) between 1999 and 2001 and with World Wrestling Entertainment (WWE) for several years in the 2000s. He has also worked for Total Nonstop Action Wrestling (TNA).",
      "pageId": 993603,
      "monthDay": "07/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Allan_Davis",
      "name": "Allan Davis",
      "aboutText": "Mari Hoshino (星野 真里, Hoshino Mari, born July 27, 1981 in Kamifukuoka, Saitama) is a Japanese actress and singer. She graduated from Aoyama Gakuin University. Most well known for her lead role as Otome Sakamoto in T.B.S. drama, Kinpachi-sensei, Hoshino has starred in several dramas in recent years.",
      "pageId": 1367227,
      "monthDay": "07/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Wesley_Gonzales",
      "name": "Wesley Gonzales",
      "aboutText": "Allan Howard Davis (born 27 July 1980) is an Australian former professional road racing cyclist, who last rode for UCI ProTour team Orica-GreenEDGE. Born in Ipswich, Queensland, Davis resides in Bundaberg, Queensland and in Spain. Known for his sprinting ability, he started competitive cycling at the age of 10, and turned professional in 2002. He is also the brother of fellow cyclist, Scott Davis, and was an Australian Institute of Sport scholarship holder.",
      "pageId": 2277958,
      "monthDay": "07/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dolph_Ziggler",
      "name": "Dolph Ziggler",
      "aboutText": "Nicholas Theodore \"Nick\" Nemeth (born July 27, 1980), best known by the ring name Dolph Ziggler, is an American professional wrestler and comedian, currently signed to WWE.",
      "pageId": 2540809,
      "monthDay": "07/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Susan_King_Borchardt",
      "name": "Susan King Borchardt",
      "aboutText": "David Blair Redford (born July 27, 1983) is an American actor.",
      "pageId": 2624818,
      "monthDay": "07/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mari_Hoshino",
      "name": "Mari Hoshino",
      "aboutText": "Goran Pandev (Macedonian: Горан Пандев [ˈɡɔran ˈpandɛf]; born 27 July 1983) is a Macedonian footballer who plays for Genoa as a forward. He was a key player for the Macedonian national team, being the country's all-time top scorer with 26 goals.\nAfter establishing himself at Lazio, Pandev moved to Inter Milan in early 2010.",
      "pageId": 2633740,
      "monthDay": "07/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Collins_Obuya",
      "name": "Collins Obuya",
      "aboutText": "Susan King Borchardt (born Susan King on July 27, 1981) is an American professional women's basketball player.\nShe was born in Richfield, Minnesota and grew up in a family of collegiate basketball players. Her father, Gary King, played at the University of Nebraska at Kearney.",
      "pageId": 2636509,
      "monthDay": "07/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dash_Snow",
      "name": "Dash Snow",
      "aboutText": "Cascy Beddow (born 27 July 1982 in Ottawa, Ontario) is a Canadian actor who has appeared in Blade: Trinity, Scooby-Doo 2: Monsters Unleashed, Monster Island and the television movie Carrie.",
      "pageId": 2921443,
      "monthDay": "07/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Christopher_Weselek",
      "name": "Christopher Weselek",
      "aboutText": "Collins Omondi Obuya (born 27 July 1981) is a Kenyan cricketer. He is a right-handed batsman and leg spin bowler. He came to prominence in the 2003 Cricket World Cup where he was one of Kenya's major performers as they reached the semi-finals.",
      "pageId": 3068213,
      "monthDay": "07/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cascy_Beddow",
      "name": "Cascy Beddow",
      "aboutText": "Lorik Agim Cana (Albanian pronunciation: [ˈlɔɾik ˈtsana]) (born 27 July 1983) is an Albanian professional footballer who plays as a defender for French club Nantes and captains the Albania national football team.",
      "pageId": 3666288,
      "monthDay": "07/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/AJ_Dee",
      "name": "AJ Dee",
      "aboutText": "Dashiell \"Dash\" Snow (July 27, 1981 – July 13, 2009) was an American artist, based in New York.",
      "pageId": 6069928,
      "monthDay": "07/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Neil_Harbisson",
      "name": "Neil Harbisson",
      "aboutText": "Antoine Akeem Bethea (/bəˈθeɪ/; born July 27, 1984) is an American football safety for the San Francisco 49ers of the National Football League (NFL). He played college football for Howard and was drafted by the Indianapolis Colts in the sixth round of the 2006 NFL Draft. He has been selected for the Pro Bowl three times.",
      "pageId": 6985199,
      "monthDay": "07/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lorik_Cana",
      "name": "Lorik Cana",
      "aboutText": "Wesley Olan Gonzales (born July 27, 1980 in Manila, Philippines) is a former Filipino professional basketball player.",
      "pageId": 10005877,
      "monthDay": "07/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Martijn_Maaskant",
      "name": "Martijn Maaskant",
      "aboutText": "Tsuyoshi Nishioka (西岡 剛, Nishioka Tsuyoshi, born July 27, 1984) is a professional baseball infielder who plays for the Hanshin Tigers in Nippon Professional Baseball's Central League. He played for the Minnesota Twins of Major League Baseball from 2011–2012.",
      "pageId": 11504499,
      "monthDay": "07/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Goran_Pandev",
      "name": "Goran Pandev",
      "aboutText": "Martijn Maaskant (born 27 July 1983) is a retired Dutch professional road racing cyclist. Maaskant competed professionally between 2008 and 2014.\n^ \"Maaskant ends cycling career\".",
      "pageId": 12707763,
      "monthDay": "07/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Blair_Redford",
      "name": "Blair Redford",
      "aboutText": "Maxwell M. \"Max\" Scherzer (born July 27, 1984) is an American professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). Scherzer has also played in MLB for the Arizona Diamondbacks and Detroit Tigers. In 2013, he won the American League Cy Young Award.",
      "pageId": 12760718,
      "monthDay": "07/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Soccor_Velho",
      "name": "Soccor Velho",
      "aboutText": "Angel James Dee III, professionally known as AJ Dee (born July 27, 1982 in Naga City, Camarines Sur, Philippines) is a Filipino actor-model and swimmer. He is the brother of fellow swimmer, actor and Star Magic talent Enchong Dee. He is now a GMA Network contract actor and currently star on Philippine sitcom Tweets For My Sweet.",
      "pageId": 19745702,
      "monthDay": "07/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Antoine_Bethea",
      "name": "Antoine Bethea",
      "aboutText": "Soccor Velho (27 July 1983 – 22 June 2013) was an Indian footballer who last played for Air India in the I-League.",
      "pageId": 25942323,
      "monthDay": "07/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tsuyoshi_Nishioka",
      "name": "Tsuyoshi Nishioka",
      "aboutText": "Christopher Weselek (born 27 July 1981 in Essen) is a retired German international rugby union player, having last played for the RG Heidelberg in the Rugby-Bundesliga and the German national rugby union team.\nHe plays rugby since 1991, when he joined the RG Heidelberg through the English Institute in Heidelberg. He played for the RG throughout his career, with the exception of spending a year in Ireland and playing for Old Wesley there.",
      "pageId": 26421060,
      "monthDay": "07/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Max_Scherzer",
      "name": "Max Scherzer",
      "aboutText": "Neil Harbisson (born 27 July 1982) is a Catalan-raised, British-born contemporary artist and cyborg activist based in New York. He is best known for being the first person in the world with an antenna implanted in his skull and for being officially recognized as a cyborg by a government. His antenna uses audible vibrations in his skull to report information to him.",
      "pageId": 27385662,
      "monthDay": "07/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Taylor_Schilling",
      "name": "Taylor Schilling",
      "aboutText": "Courtney Anne Kupets (born July 27, 1986 in Bedford, Texas) is an American gymnast. She is best known for her 2003 and 2004 \"all-around\" national championship wins (with Carly Patterson as co-champion in 2004); her membership on the 2002 and 2003 World Artistic Gymnastics Championships and 2004 Olympic teams; and her individual bronze medal on the uneven bars at the 2004 Olympics.\nDuring her elite career, Kupets resided in Gaithersburg, Maryland and trained at Hill's Gymnastics, former gym of Olympians Dominique Dawes and Elise Ray, for 35 hours each week.",
      "pageId": 914299,
      "monthDay": "07/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Iekeliene_Stange",
      "name": "Iekeliene Stange",
      "aboutText": "Lou Taylor Pucci (born July 27, 1985) is an American actor who first appeared on film in Rebecca Miller's well-received Personal Velocity: Three Portraits in 2002. Pucci had his breakthrough leading role in the critically acclaimed Thumbsucker (2005), for which he won a Special Jury Prize at the Sundance Film Festival. Pucci went on to star in a multitude of indie films, including The Chumscrubber (2005), Fast Food Nation (2006), The Go-Getter (2007), Explicit Ills (2008), and Carriers (2009).",
      "pageId": 2892580,
      "monthDay": "07/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kenny_Wormald",
      "name": "Kenny Wormald",
      "aboutText": "Sarah Sturgis Parsons (born July 27, 1987) is an American ice hockey player. She won a bronze medal at the 2006 Winter Olympics.",
      "pageId": 4873936,
      "monthDay": "07/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aljin_Abella",
      "name": "Aljin Abella",
      "aboutText": "Ryan Griffen (born 27 July 1986) is an Australian rules footballer who plays for the Greater Western Sydney Giants in the Australian Football League (AFL).\nGriffen was born in Goolwa, a South Australian port town at the mouth of the Murray River and began his football career with South Adelaide. The Western Bulldogs chose Griffen in the 2004 National AFL Draft at number 3 as a priority pick.",
      "pageId": 6037600,
      "monthDay": "07/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Benedita_Pereira",
      "name": "Benedita Pereira",
      "aboutText": "Kenneth \"Kenny\" Wormald is an American dancer, reality television star and actor. His best known role to date is perhaps as Ren McCormack in the 2011 remake of 1984's Footloose.",
      "pageId": 9208629,
      "monthDay": "07/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matteo_Pratichetti",
      "name": "Matteo Pratichetti",
      "aboutText": "Benedita Gonçalves Aires Pereira (born 1985-07-27) is a Portuguese actress. She was born in Porto.\nGot her training from the Balleteatro Training Centre.",
      "pageId": 9713151,
      "monthDay": "07/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lou_Taylor_Pucci",
      "name": "Lou Taylor Pucci",
      "aboutText": "Matteo Pratichetti (born 27 July 1985 in Rome) is an Italian rugby union player. He currently plays for Zebre in the RaboDirect Pro12.\nPratichetti's father, Oreste, was a rugby player and coach, his uncle Carlo was capped several times for Italy in the 1980s, and his brother Andrea was his teammate at Calvisano for the 2008–09 season.",
      "pageId": 10014177,
      "monthDay": "07/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ajmal_Shahzad",
      "name": "Ajmal Shahzad",
      "aboutText": "Ajmal Shahzad (born 27 July 1985) is an English cricketer who currently plays for Sussex. He is a right-handed batsman and right-arm fast-medium bowler, who has previously played for Yorkshire from 2004 to 2012, however spent the 2012 season on loan at Lancashire, and for Nottinghamshire from 2013 to 2014. Shahzad made his international debut in a Twenty20 International for England in February 2010.",
      "pageId": 10363427,
      "monthDay": "07/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/DeMarre_Carroll",
      "name": "DeMarre Carroll",
      "aboutText": "Nathan Stephenson (born July 27, 1986) is a Canadian actor. He is best known for his starring roles in Radio Free Roscoe as Robbie and in System Crash as James . He has also guest starred on Naturally, Sadie, Dark Oracle and in the TV film Cyber Seduction: His Secret Life.",
      "pageId": 10785833,
      "monthDay": "07/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryan_Flaherty",
      "name": "Ryan Flaherty",
      "aboutText": "Marek Hamšík (Slovak pronunciation: [ˈmarek ˈɦamʃiːk]; born 27 July 1987) is a Slovak footballer who plays as an attacking midfielder and serves as the captain for Serie A club Napoli and the Slovakia national team.",
      "pageId": 11895475,
      "monthDay": "07/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryan_Griffen",
      "name": "Ryan Griffen",
      "aboutText": "Adam Biddle (born 27 July 1988 in Sydney, Australia) is an Australian footballer who plays for Bankstown City.",
      "pageId": 12574318,
      "monthDay": "07/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Courtney_Kupets",
      "name": "Courtney Kupets",
      "aboutText": "Iekeliene Stange (pronunciation: EE-kuh-LEE-nuh; born 27 July 1984) is a Dutch fashion model.\nStange was scouted in Rotterdam during her college days. At the time, Stange was a multimedia design student.",
      "pageId": 12920544,
      "monthDay": "07/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nathan_Stephenson",
      "name": "Nathan Stephenson",
      "aboutText": "DeMarre LaEdrick Carroll (born July 27, 1986) is an American professional basketball player for the Toronto Raptors of the National Basketball Association (NBA). Carroll was selected 27th overall by the Memphis Grizzlies in the 2009 NBA draft and has also played for the Houston Rockets and the Utah Jazz. Carroll formerly played for the University of Missouri and Vanderbilt University.",
      "pageId": 15280265,
      "monthDay": "07/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jacoby_Ford",
      "name": "Jacoby Ford",
      "aboutText": "Aljin Abella (born 27 July 1985), also known as Alin Abella, is an Australian actor of Filipino descent, who is best known for playing Theo Martin, the Blue Ranger on Power Rangers Jungle Fury.",
      "pageId": 18542948,
      "monthDay": "07/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marek_Ham%C5%A1%C3%ADk",
      "name": "Marek Hamšík",
      "aboutText": "Jordan Craig Hill (born July 27, 1987) is an American professional basketball player for the Indiana Pacers of the National Basketball Association (NBA). Hill played college basketball for the Arizona Wildcats before he was drafted eighth overall in the 2009 NBA draft by the New York Knicks. He was traded in the middle of his rookie season to the Houston Rockets, and was again involved in a midseason trade to the Los Angeles Lakers in 2011–12.",
      "pageId": 21372984,
      "monthDay": "07/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jordan_Hill_(basketball)",
      "name": "Jordan Hill",
      "aboutText": "Jacoby Ford (born July 27, 1987) is an American football wide receiver and return specialist who is currently a free agent. He was drafted by the Oakland Raiders in the fourth round of the 2010 NFL Draft. He was also an accomplished track and field athlete.",
      "pageId": 22911622,
      "monthDay": "07/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sarah_Parsons",
      "name": "Sarah Parsons",
      "aboutText": "Taylor Schilling (born July 27, 1984) is an American actress. She is best known for portraying Piper Chapman on the Netflix original series Orange Is the New Black, for which she won the 2013 Satellite Award for Best Actress in a Television Series – Musical or Comedy, and was nominated for the Golden Globe Award for Best Actress – Television Series Drama and the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series in 2014. She made her film debut in the drama Dark Matter (2007), alongside Meryl Streep.",
      "pageId": 23882849,
      "monthDay": "07/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Risa_Yoshiki",
      "name": "Risa Yoshiki",
      "aboutText": "Yoervis José Medina (born July 27, 1988) is a Venezuelan professional baseball pitcher in the Pittsburgh Pirates organization.",
      "pageId": 29728664,
      "monthDay": "07/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Adam_Biddle_(footballer)",
      "name": "Adam Biddle",
      "aboutText": "Ryan Edward Flaherty (born July 27, 1986) is an American professional baseball second baseman for the Baltimore Orioles of Major League Baseball (MLB).",
      "pageId": 31473809,
      "monthDay": "07/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yoervis_Medina",
      "name": "Yoervis Medina",
      "aboutText": "Risa Yoshiki (吉木りさ) is a Japanese glamour model, actress, celebrity, and singer. She has released two singles, seven DVDs, and appears regularly on TV and radio.\n^ \"Yoshiki Risa\".",
      "pageId": 34961095,
      "monthDay": "07/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ryan_Tannehill",
      "name": "Ryan Tannehill",
      "aboutText": "Nicholas Allan Bollea (born July 27, 1990), also known as Nick Hogan, is an American reality personality and actor, best known as the son of semi-retired professional wrestler Hulk Hogan and for his appearances on the reality show Hogan Knows Best (and its spinoff, Brooke Knows Best) alongside his father, mother Linda, and older sibling Brooke.\nBollea was involved in a car accident in which he crashed into a tree as result of driving under the influence of alcohol and racing his automobile on August 26, 2007. He spent May 9, 2008 to October 21, 2008 in Pinellas County Jail as a result.",
      "pageId": 2362463,
      "monthDay": "07/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Charlotte_Arnold",
      "name": "Charlotte Arnold",
      "aboutText": "Indiana Rose Evans (born 27 July 1990) is an Australian actress and singer-songwriter, best known for her roles in Home and Away as Matilda Hunter, H2O: Just Add Water as Bella Hartley, and Blue Lagoon: The Awakening as Emmaline Robinson.",
      "pageId": 2551666,
      "monthDay": "07/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mohamed_Bangura",
      "name": "Mohamed Bangura",
      "aboutText": "Cheyenne Nichole Kimball (born July 27, 1990) is an American singer-songwriter, guitarist, and mandolinist. Her debut album, The Day Has Come was released in July 2006 coinciding with an MTV reality series following her entry into the music industry. This album produced a chart single on the Billboard Hot 100 in \"Hanging On.\" From 2008 to 2011, she was a member of the country music band Gloriana, which made its chart debut in 2009.",
      "pageId": 3754233,
      "monthDay": "07/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Indiana_Evans",
      "name": "Indiana Evans",
      "aboutText": "Charlotte Arnold (born July 27, 1989) is a Canadian film actress and television actress best known as the character of Holly J. Sinclair in Degrassi: The Next Generation and Sadie Hawthorne in the Canadian TV series Naturally, Sadie.",
      "pageId": 4056547,
      "monthDay": "07/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nick_Hogan",
      "name": "Nick Hogan",
      "aboutText": "Cristopher Paolo César Hurtado Huertas (born 27 July 1990), commonly known as Paolo Hurtado, is a Peruvian footballer who plays for Reading, as a winger.",
      "pageId": 15594011,
      "monthDay": "07/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Paolo_Hurtado",
      "name": "Paolo Hurtado",
      "aboutText": "Ashlyn Kohl Sanchez (born July 27, 1996) is an American child actress.",
      "pageId": 17600290,
      "monthDay": "07/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Cheyenne_Kimball",
      "name": "Cheyenne Kimball",
      "aboutText": "Ryan Timothy Tannehill III (born July 27, 1988) is an American football quarterback for the Miami Dolphins of the National Football League (NFL). He was drafted by the Dolphins eighth overall in the 2012 NFL Draft. He played college football at Texas A&M. On December 6th, 2015, Tannehill became just the fourth quarterback in NFL history to throw for over 3,000 yards in each of his first four seasons in the league, joining Peyton Manning, Andy Dalton, and Cam Newton.",
      "pageId": 19851852,
      "monthDay": "07/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Shiori_Sato",
      "name": "Shiori Sato",
      "aboutText": "Jordan Alexander Spieth (/ˈspiːθ/; SPEETH; born July 27, 1993) is an American professional golfer on the PGA Tour, and is the world number one in the Official World Golf Ranking. He is a two-time major winner and the defending FedEx Cup champion.\nSpieth won his first major at the 2015 Masters Tournament with a score of 270 (−18), earning him $1.8 million.",
      "pageId": 27453107,
      "monthDay": "07/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Stephen_Li-Chung_Kuo",
      "name": "Stephen Li-Chung Kuo",
      "aboutText": "Rena Matsui (松井 玲奈, Matsui Rena, born July 27, 1991 in Toyohashi, Aichi) is a former member of the Japanese idol girl group SKE48 and Nogizaka46.",
      "pageId": 27969549,
      "monthDay": "07/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rena_Matsui",
      "name": "Rena Matsui",
      "aboutText": "Mohamed Bangura (born 27 July 1989) is a professional footballer from Sierra Leone who plays as a striker and as of 2015 a player for China League One club Dalian Yifang.",
      "pageId": 28202076,
      "monthDay": "07/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Max_Power_(footballer)",
      "name": "Max Power",
      "aboutText": "Max Mcauley Power (born 27 July 1993) is an English footballer who plays as a midfielder for Wigan Athletic.",
      "pageId": 32931715,
      "monthDay": "07/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jordan_Spieth",
      "name": "Jordan Spieth",
      "aboutText": "Stephen Li-Chung Kuo (Chinese: 郭立中; pinyin: Guō Lìzhōng) (born July 27, 1990) is a Taiwanese-American figure skater who competes internationally for Taiwan in men's singles.",
      "pageId": 36723443,
      "monthDay": "07/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Mirjana_Puhar",
      "name": "Mirjana Puhar",
      "aboutText": "Mirjana Puhar (Serbian Cyrillic: Мирјана Пухар; 27 July 1995 – 24 February 2015) was a Serbian model and reality show contestant in the United States.",
      "pageId": 45510244,
      "monthDay": "07/27"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ashlyn_Sanchez",
      "name": "Ashlyn Sanchez",
      "aboutText": "Shiori Sato (佐藤 栞里, Satō Shiori, born July 27, 1990, in Niigata Prefecture or Saitama Prefecture, Japan) is a Japanese model who is represented by the talent agency, Stardust Promotion.\n^ \"Official profile\" (in Japanese). Retrieved 2015-09-07.",
      "pageId": 47749711,
      "monthDay": "07/27"
    }
  ]
}