{
  "people": [
    {
      "year": "1347",
      "uri": "/wiki/Margaret_of_Durazzo",
      "name": "Margaret of Durazzo",
      "monthDay": "07/28",
      "aboutText": "Robert Hooke FRS (/hʊk/; 28 July [O.S. 18 July] 1635 – 3 March 1703) was an English natural philosopher, architect and polymath.\nHis adult life comprised three distinct periods: as a scientific inquirer lacking money; achieving great wealth and standing through his reputation for hard work and scrupulous honesty following the great fire of 1666, but eventually becoming ill and party to jealous intellectual disputes. These issues may have contributed to his relative historical obscurity.",
      "pageId": 49720,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/10/13_Portrait_of_Robert_Hooke.JPG"
    },
    {
      "year": "1635",
      "uri": "/wiki/Robert_Hooke",
      "name": "Robert Hooke",
      "monthDay": "07/28",
      "aboutText": "Margaret of Durazzo (Italian: Margherita di Durazzo 28 July 1347 – 6 August 1412) was Queen of Naples and Hungary and Princess of Achaea as the spouse of Charles III of Naples, and later regent of Naples during the minority of her son.",
      "pageId": 9522436
    },
    {
      "year": "1659",
      "uri": "/wiki/Charles_Ancillon",
      "name": "Charles Ancillon",
      "monthDay": "07/28",
      "aboutText": "Charles Ancillon (28 July 1659 – 5 July 1715) was a French jurist and diplomat.\nAncillon was born in Metz into a distinguished family of Huguenots. His father, David Ancillon (1617–1692), was obliged to leave France on the revocation of the Edict of Nantes, and became pastor of the French Protestant community in Berlin.",
      "pageId": 6208
    },
    {
      "year": "1746",
      "uri": "/wiki/Thomas_Heyward,_Jr.",
      "name": "Thomas Heyward, Jr.",
      "monthDay": "07/28",
      "aboutText": "Thomas Heyward, Jr. (July 28, 1746 – March 6, 1809) was a signer of the United States Declaration of Independence and of the Articles of Confederation as a representative of South Carolina.\nHe was born in St.",
      "pageId": 261162,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Articles_page1.jpg"
    },
    {
      "year": "1750",
      "uri": "/wiki/Fabre_d%27%C3%89glantine",
      "name": "Fabre d'Églantine",
      "monthDay": "07/28",
      "aboutText": "Philippe François Nazaire Fabre d'Églantine (28 July 1750 – 5 April 1794), commonly known as Fabre d'Églantine (French pronunciation: ​[fabʁ deɡlɑ̃tin]), was a French actor, dramatist, poet, and politician of the French Revolution.",
      "pageId": 221026,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Eglantine.png"
    },
    {
      "year": "1796",
      "uri": "/wiki/Ignaz_B%C3%B6sendorfer",
      "name": "Ignaz Bösendorfer",
      "monthDay": "07/28",
      "aboutText": "Ignaz Bösendorfer (July 28, 1796 – April 14, 1859) was an Austrian musician and piano manufacturer, who in 1828 founded the Bösendorfer company in Vienna-Josefstadt.",
      "pageId": 3563328,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Ignaz_Bosendorfer.jpg"
    },
    {
      "year": "1804",
      "uri": "/wiki/Ludwig_Feuerbach",
      "name": "Ludwig Feuerbach",
      "monthDay": "07/28",
      "aboutText": "Stefan Dunjov (Bulgarian: Стефан Дуньов, Stefan Dunyov, Hungarian: Dunyov István) (28 July 1815 – 29 August 1889) was a Banat Bulgarian military figure and revolutionary known for participating in both the Hungarian Revolution of 1848 and the Italian unification (Risorgimento), as well as for being the first ethnic Bulgarian Colonel.\nBorn in Vinga in the Austrian Empire (today in Romania) to a Roman Catholic Bulgarian farming family, Dunjov graduated in law and started working as a lawyer in Arad. Having adopted the ideas of Hungarian revolutionaries Lajos Kossuth and Sándor Petőfi, he joined their 1848 insurrectionist forces and was elected a member of the regional and city committee in Arad, later serving as a private in the Hungarian Army and a military judge.",
      "pageId": 10403278,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/43/Dunyov_Istv%C3%A1n.jpg"
    },
    {
      "year": "1815",
      "uri": "/wiki/Stefan_Dunjov",
      "name": "Stefan Dunjov",
      "monthDay": "07/28",
      "aboutText": "Ludwig Andreas von Feuerbach (28 July 1804 – 13 September 1872) was a German philosopher and anthropologist best known for his book The Essence of Christianity, which provided a critique of Christianity which strongly influenced generations of later thinkers, including both Karl Marx and Friedrich Engels.\nAn associate of Left Hegelian circles, Feuerbach advocated liberalism, atheism, and materialism. Many of his philosophical writings offered a critical analysis of religion.",
      "pageId": 39658852,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Ludwig_Andreas_Feuerbach.jpg"
    },
    {
      "year": "1844",
      "uri": "/wiki/Gerard_Manley_Hopkins",
      "name": "Gerard Manley Hopkins",
      "monthDay": "07/28",
      "aboutText": "Reverend Father Gerard Manley Hopkins, S.J. (28 July 1844 – 8 June 1889) was an English poet, Roman Catholic convert, and a Jesuit priest, whose posthumous fame established him among the leading Victorian poets.",
      "pageId": 12523,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/92/Alfred_William_Garrett%3B_William_Alexander_Comyn_Macfarlane%3B_Gerard_Manley_Hopkins_by_Thomas_C._Bayfield.jpg"
    },
    {
      "year": "1857",
      "uri": "/wiki/Ballington_Booth",
      "name": "Ballington Booth",
      "monthDay": "07/28",
      "aboutText": "Ballington Booth (July 28, 1857 – October 5, 1940) was an Officer in The Salvation Army and a co-founder of Volunteers of America.",
      "pageId": 4585410
    },
    {
      "year": "1860",
      "uri": "/wiki/Elias_M._Ammons",
      "name": "Elias M. Ammons",
      "monthDay": "07/28",
      "aboutText": "Elias Milton Ammons (July 28, 1860– May 20, 1925) served as the 19th Governor of Colorado from 1913 to 1915. Born in 1860 in Macon County, North Carolina, he is perhaps best remembered for ordering National Guard troops into Ludlow, Colorado during the Ludlow Massacre. He was also instrumental in starting the National Western Stock Show, which is still active.",
      "pageId": 1446525,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Elias_Ammons.gif"
    },
    {
      "year": "1860",
      "uri": "/wiki/Grand_Duchess_Anastasia_Mikhailovna_of_Russia",
      "name": "Grand Duchess Anastasia Mikhailovna of Russia",
      "monthDay": "07/28",
      "aboutText": "Grand Duchess Anastasia Mikhailovna of Russia (Russian: Анастасия Михайловна; 28 July 1860 – 11 March 1922) was a daughter of Grand Duke Michael Nicolaievich of Russia and a granddaughter of Tsar Nicholas I of Russia.\nShe was raised in the Caucasus, where she lived between 1862 and 1878 with her family. In 1879 she married Friedrich Franz III of Mecklenburg-Schwerin, who in 1883 became the reigning Grand Duke of Mecklenburg-Schwerin.",
      "pageId": 10087269,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Anastasia_Mikhailovna_Grand_Duchess_of_Mecklenburg-Schwerin.jpg"
    },
    {
      "year": "1863",
      "uri": "/wiki/Huseyn_Khan_Nakhchivanski",
      "name": "Huseyn Khan Nakhchivanski",
      "monthDay": "07/28",
      "aboutText": "Helen Beatrix Potter (British English /ˈbiː.ətrɪks/, North American English /ˈbiː.trɪks/, 28 July 1866 – 22 December 1943) was an English author, illustrator, natural scientist, and conservationist best known for her children's books featuring animals such as those in The Tale of Peter Rabbit.\nBorn into a privileged household, Potter was educated by governesses and grew up isolated from other children. She had numerous pets and spent holidays in Scotland and the Lake District, developing a love of landscape, flora and fauna, all of which she closely observed and painted.",
      "pageId": 4481,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Beatrix_Potter_by_King_cropped.jpg"
    },
    {
      "year": "1866",
      "uri": "/wiki/Beatrix_Potter",
      "name": "Beatrix Potter",
      "monthDay": "07/28",
      "aboutText": "Huseyn Khan Nakhchivanski, francised spelling: Hussein Nahitchevansky (Azerbaijani: Hüseyn xan Naxçıvanski; Russian: Гусейн-хан Нахичеванский or Хан-Гуссейн Нахичеванский) (28 July 1863, Nakhchivan City – January 1919, St. Petersburg), was a Russian Cavalry General of Azerbaijani origin.",
      "pageId": 3721803
    },
    {
      "year": "1866",
      "uri": "/wiki/Albertson_Van_Zo_Post",
      "name": "Albertson Van Zo Post",
      "monthDay": "07/28",
      "aboutText": "Charles Dillon Perrine (July 28, 1867 – June 21, 1951) was an American astronomer living in Argentina. He won the Lalande Prize in 1897.\nBorn in Steubenville, Ohio, a son of Peter and Elizabeth McCauley Perrine, and a descendant of Daniel Perrin, \"The Huguenot\", he worked at Lick Observatory from 1893 to 1909 and then was director of the Argentine National Observatory (today, Observatorio Astronómico de Córdoba) in Argentina from 1909 until 1936.",
      "pageId": 596488,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Perrine.JPG"
    },
    {
      "year": "1867",
      "uri": "/wiki/Charles_Dillon_Perrine",
      "name": "Charles Dillon Perrine",
      "monthDay": "07/28",
      "aboutText": "Albertson Van Zo Post (July 28, 1866 – January 23, 1938) was an American fencer who competed in the 1904 Summer Olympics and 1912 Summer Olympics.\nHe was born in Cincinnati, Ohio, and died in New York City.\nIn 1904 he won the gold medal in the singlestick and team foil competition, silver in individual foil and bronze in individual épée and individual sabre.",
      "pageId": 13837375
    },
    {
      "year": "1872",
      "uri": "/wiki/Albert_Sarraut",
      "name": "Albert Sarraut",
      "monthDay": "07/28",
      "aboutText": "Albert-Pierre Sarraut (French: [albɛʁ saʁo]; 28 July 1872 – 26 November 1962) was a French Radical politician, twice Prime Minister during the Third Republic.",
      "pageId": 402475,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Albert_Sarraut.jpg"
    },
    {
      "year": "1874",
      "uri": "/wiki/Ernst_Cassirer",
      "name": "Ernst Cassirer",
      "monthDay": "07/28",
      "aboutText": "Ernst Cassirer (/kɑːˈsɪərər, kə-/; German: [kaˈsiːʁɐ]; July 28, 1874 – April 13, 1945) was a German philosopher. Trained within the Neo-Kantian Marburg School, he initially followed his mentor Hermann Cohen in attempting to supply an idealistic philosophy of science; after Cohen's death, he developed a theory of symbolism, and used it to expand phenomenology of knowledge into a more general philosophy of culture.",
      "pageId": 556846,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Cassirer.jpg"
    },
    {
      "year": "1879",
      "uri": "/wiki/Lucy_Burns",
      "name": "Lucy Burns",
      "monthDay": "07/28",
      "aboutText": "Lucy Burns (July 28, 1879 – December 22, 1966) was an American suffragist and women's rights advocate. She was a passionate activist in the United States and in the United Kingdom.",
      "pageId": 1193738,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Lucy_Burns_1913.jpg"
    },
    {
      "year": "1879",
      "uri": "/wiki/Stefan_Filipkiewicz",
      "name": "Stefan Filipkiewicz",
      "monthDay": "07/28",
      "aboutText": "Stefan Filipkiewicz pronounced [ˈstɛfan filipˈkʲɛvit͡ʂ] (Tarnów, 28 July 1879 – 23 August 1944, Mauthausen-Gusen concentration camp) was a Polish painter and designer, notable for his landscapes inspired by the Young Poland movement. He was a leading representative of the Polish art nouveau style of painting.\nHis landscapes of the Tatra Mountains and the region of Podhale were first exhibited in Kraków in 1899 at the Palace of Art run by the Kraków Society of Friends of Fine Art.",
      "pageId": 4813880,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6d/Stefan_Filipkiewicz_in_studio_%281936%29.jpg"
    },
    {
      "year": "1887",
      "uri": "/wiki/Marcel_Duchamp",
      "name": "Marcel Duchamp",
      "monthDay": "07/28",
      "aboutText": "Henri-Robert-Marcel Duchamp (French: [maʁsɛl dyʃɑ̃]; 28 July 1887 – 2 October 1968) was a French, naturalized American painter, sculptor, chess player and writer whose work is associated with Cubism, conceptual art and Dada, although he was careful about his use of the term Dada and was not directly associated with Dada groups. Duchamp is commonly regarded, along with Pablo Picasso and Henri Matisse, as one of the three artists who helped to define the revolutionary developments in the plastic arts in the opening decades of the twentieth century, responsible for significant developments in painting and sculpture. Duchamp has had an immense impact on twentieth-century and twenty first-century art.",
      "pageId": 42650,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c0/Duchamp_-_Nude_Descending_a_Staircase.jpg"
    },
    {
      "year": "1887",
      "uri": "/wiki/Willard_Price",
      "name": "Willard Price",
      "monthDay": "07/28",
      "aboutText": "Willard DeMille Price (28 July 1887 – 14 October 1983) was a Canadian-born American traveller, journalist and author.\nPrice was born to a family of devout Methodists in Peterborough, Ontario. He spent his early childhood living on a farm before his family moved to Toronto and then Cleveland, Ohio in the United States when he was four.",
      "pageId": 2651887
    },
    {
      "year": "1893",
      "uri": "/wiki/Rued_Langgaard",
      "name": "Rued Langgaard",
      "monthDay": "07/28",
      "aboutText": "Barbara La Marr (July 28, 1896 – January 30, 1926) was an American stage and film actress, cabaret artist, and screenwriter.\nLa Marr was known as \"The Girl Who Is Too Beautiful,\" after a Hearst newspaper feature writer, Adela Rogers St. Johns, saw a judge sending her home during the police beat in Los Angeles because she was too beautiful and young to be on her own in the big city.",
      "pageId": 1072980,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Barbara-La-Marr-T-Women.jpg"
    },
    {
      "year": "1896",
      "uri": "/wiki/Barbara_La_Marr",
      "name": "Barbara La Marr",
      "monthDay": "07/28",
      "aboutText": "Rued Langgaard (Danish: [ʁuðˀ ˈlɑŋɡ̊ɒːˀ]; born Rud Immanuel Langgaard; 28 July 1893 – 10 July 1952) was a late-Romantic Danish composer and organist.",
      "pageId": 1575529,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Rued%2BLanggaard.jpg"
    },
    {
      "year": "1898",
      "uri": "/wiki/Lawrence_Gray",
      "name": "Lawrence Gray",
      "monthDay": "07/28",
      "aboutText": "Lawrence Gray (July 28, 1898 – February 2, 1970 ) was an American actor of the 1920s and 1930s.\nDuring World War I he served in the U. S. Navy and gained a commission. After the war he began in the technical side of films at the Lasky Studios, but later became an extra in crowd scenes and such, and liking the work, decided on a film career.",
      "pageId": 13064592,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/f2/Lawrence_Gray.jpg"
    },
    {
      "year": "1900",
      "uri": "/wiki/Catherine_Dale_Owen",
      "name": "Catherine Dale Owen",
      "monthDay": "07/28",
      "aboutText": "Catherine Dale Owen (July 28, 1900  –  September 7, 1965) was an American stage and film actress.",
      "pageId": 15792249,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Catherine_Dale_Owen.jpg"
    },
    {
      "year": "1901",
      "uri": "/wiki/Freddie_Fitzsimmons",
      "name": "Freddie Fitzsimmons",
      "monthDay": "07/28",
      "aboutText": "Rudy Vallée (July 28, 1901 – July 3, 1986) was an American singer, actor, bandleader, and entertainer.\nHe was one of the first modern pop stars of the teen idol type. In the words of a magazine writer in 1929, \"At the microphone he is truly a romantic figure.",
      "pageId": 151340,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/1930_Old_Gold_Cigarettes_ad_-_Rudy_Vall%C3%A9e.jpg"
    },
    {
      "year": "1901",
      "uri": "/wiki/Rudy_Vall%C3%A9e",
      "name": "Rudy Vallée",
      "monthDay": "07/28",
      "aboutText": "Frederick Landis Fitzsimmons (July 28, 1901 – November 18, 1979), nicknamed \"Fat Freddie\", was an American right-handed pitcher, manager and coach in Major League Baseball who played from 1925 to 1943 with the New York Giants and Brooklyn Dodgers. Known for his mastery of the knuckle curve, his 217 wins were the third most by a National League right-hander in the period from 1920 to 1955, trailing only Burleigh Grimes and Paul Derringer. In 1940 he set an NL record, which stood until 1959, with a single-season winning percentage of .889 (16–2).",
      "pageId": 1857834
    },
    {
      "year": "1902",
      "uri": "/wiki/Albert_Namatjira",
      "name": "Albert Namatjira",
      "monthDay": "07/28",
      "aboutText": "Sir Karl Raimund Popper CH FBA FRS (28 July 1902 – 17 September 1994) was an Austrian-British philosopher and professor. He is generally regarded as one of the greatest philosophers of science of the 20th century.\nPopper is known for his rejection of the classical inductivist views on the scientific method, in favour of empirical falsification: A theory in the empirical sciences can never be proven, but it can be falsified, meaning that it can and should be scrutinized by decisive experiments.",
      "pageId": 16623,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Karl_Popper.jpg"
    },
    {
      "year": "1902",
      "uri": "/wiki/Karl_Popper",
      "name": "Karl Popper",
      "monthDay": "07/28",
      "aboutText": "Albert Namatjira (28 July 1902 – 8 August 1959), born Elea Namatjira, was a Western Arrernte-speaking Aboriginal artist from the MacDonnell Ranges in Central Australia. As a pioneer of contemporary Indigenous Australian art, he was the most famous Indigenous Australian of his generation.\nBorn and raised at the Hermannsburg Lutheran Mission outside Alice Springs, Namatjira showed interest in art from an early age, but it was not until 1934 (aged 32), under the tutelage of Rex Battarbee, that he began to paint seriously.",
      "pageId": 224330,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/de/Albert_Namatjira_portrait.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Earl_Tupper",
      "name": "Earl Tupper",
      "monthDay": "07/28",
      "aboutText": "Earl Silas Tupper (July 28, 1907 – October 5, 1983) was an American-born businessman and inventor, best known as the inventor of Tupperware, an airtight plastic container for storing food.",
      "pageId": 862174
    },
    {
      "year": "1909",
      "uri": "/wiki/Aenne_Burda",
      "name": "Aenne Burda",
      "monthDay": "07/28",
      "aboutText": "Aenne Burda (28 July 1909 – 3 November 2005), born Anna Magdalene Lemminger, was a German publisher of the Burda Group, a media group based in Offenburg and Munich, Germany. She was one of the symbols of the German economic miracle.",
      "pageId": 3073227,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Aenne_Burda_2.jpg"
    },
    {
      "year": "1909",
      "uri": "/wiki/Malcolm_Lowry",
      "name": "Malcolm Lowry",
      "monthDay": "07/28",
      "aboutText": "Clarence Malcolm Lowry (/ˈlaʊri/; 28 July 1909 – 26 June 1957) was an English poet and novelist who is best known for his 1947 novel Under the Volcano, which was voted No.",
      "pageId": 61915,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/3f/Malcolm_Lowry_in_1946.jpg"
    },
    {
      "year": "1914",
      "uri": "/wiki/Carmen_Dragon",
      "name": "Carmen Dragon",
      "monthDay": "07/28",
      "aboutText": "Carmen Dragon (July 28, 1914 – March 28, 1984) was an American conductor, composer, and arranger who in addition to live performances and recording, worked in radio, film, and television.",
      "pageId": 2527389,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Carmen_Dragon_1953.JPG"
    },
    {
      "year": "1915",
      "uri": "/wiki/Charles_Hard_Townes",
      "name": "Charles Hard Townes",
      "monthDay": "07/28",
      "aboutText": "Charles Hard Townes (July 28, 1915 – January 27, 2015) was an American Nobel Prize-winning physicist and inventor. Townes was known for his work on the theory and application of the maser, on which he got the fundamental patent, and other work in quantum electronics connected with both maser and laser devices.",
      "pageId": 396568,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Charles_Hard_Townes-Nibib-2007-retouched.jpg"
    },
    {
      "year": "1915",
      "uri": "/wiki/Dick_Sprang",
      "name": "Dick Sprang",
      "monthDay": "07/28",
      "aboutText": "Richard W. \"Dick\" Sprang (July 28, 1915 - May 10, 2000) was an American comic book artist and penciller, best known for his work on the superhero Batman during the period fans and historians call Golden Age of Comic Books. Sprang was responsible for the 1950 redesign of the Batmobile and the original design of the Riddler, who has appeared in film, television and other media adaptations. Sprang's Batman was notable for his square chin, expressive face and barrel chest.",
      "pageId": 2180552,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/52/Dick_sprang_photo.jpg"
    },
    {
      "year": "1916",
      "uri": "/wiki/David_Brown_(producer)",
      "name": "David Brown",
      "monthDay": "07/28",
      "aboutText": "David Brown (July 28, 1916 –  February 1, 2010) was an American film and theatre producer; he was also a writer.",
      "pageId": 966024,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/25/David_Brown_%28producer%29.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Preben_Mahrt",
      "name": "Preben Mahrt",
      "monthDay": "07/28",
      "aboutText": "Preben Mahrt (28 July 1920 – 19 December 1989) was a Danish film actor. He appeared in 68 films between 1941 and 1976.",
      "pageId": 19624122
    },
    {
      "year": "1920",
      "uri": "/wiki/Andrew_V._McLaglen",
      "name": "Andrew V. McLaglen",
      "monthDay": "07/28",
      "aboutText": "Jacques Piccard (28 July 1922 – 1 November 2008) was a Swiss oceanographer and engineer, known for having developed underwater vehicles for studying ocean currents. He and Lt.",
      "pageId": 961466,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/33/Bathyscaphe_Trieste_Piccard-Walsh.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jacques_Piccard",
      "name": "Jacques Piccard",
      "monthDay": "07/28",
      "aboutText": "Andrew Victor McLaglen (28 July 1920 – 30 August 2014) was a film and television director, known for westerns and adventure films, often starring John Wayne or James Stewart.",
      "pageId": 2256524
    },
    {
      "year": "1923",
      "uri": "/wiki/Ray_Ellis",
      "name": "Ray Ellis",
      "monthDay": "07/28",
      "aboutText": "Luigi Musso (28 July 1924 – 6 July 1958) was an Italian racing driver. In 1955 he joined the Ferrari team, entering into a fierce rivalry with Mike Hawthorn and Peter Collins, which boosted the performance of the team, but also encouraged greater risk-taking.",
      "pageId": 1226494,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Luigi_Musso.jpg"
    },
    {
      "year": "1924",
      "uri": "/wiki/Luigi_Musso",
      "name": "Luigi Musso",
      "monthDay": "07/28",
      "aboutText": "Ray Ellis (July 28, 1923 – October 27, 2008) was an American record producer, arranger and conductor.",
      "pageId": 2749181
    },
    {
      "year": "1924",
      "uri": "/wiki/C._T._Vivian",
      "name": "C. T. Vivian",
      "monthDay": "07/28",
      "aboutText": "Baruch Samuel Blumberg (July 28, 1925 – April 5, 2011) — known as Barry Blumberg — was an American physician, geneticist, and co-recipient of the 1976 Nobel Prize in Physiology or Medicine (with Daniel Carleton Gajdusek) for his work on the hepatitis B virus while an investigator at the NIH. He was President of the American Philosophical Society from 2005 until his death.\nBlumberg received the Nobel Prize for \"discoveries concerning new mechanisms for the origin and dissemination of infectious diseases.\" Blumberg identified the hepatitis B virus and later developed its diagnostic test and vaccine.",
      "pageId": 518686,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/03/Baruch_Samuel_Blumberg_by_Dominic_Hart_%28NASA%29.jpg"
    },
    {
      "year": "1925",
      "uri": "/wiki/Baruch_Samuel_Blumberg",
      "name": "Baruch Samuel Blumberg",
      "monthDay": "07/28",
      "aboutText": "Cordy Tindell Vivian, usually known as C. T. Vivian (born July 30, 1924), is a minister, author, and was a close friend and lieutenant of the Reverend Martin Luther King, Jr. during the American Civil Rights Movement. Vivian continues to reside in Atlanta, Georgia and most recently founded the C. T. Vivian Leadership Institute, Inc.",
      "pageId": 11281416,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/CTVivian.png"
    },
    {
      "year": "1926",
      "uri": "/wiki/Charlie_Biddle",
      "name": "Charlie Biddle",
      "monthDay": "07/28",
      "aboutText": "John Lawrence Ashbery (born July 28, 1927) is an American poet. He has published more than twenty volumes of poetry and won nearly every major American award for poetry, including a Pulitzer Prize in 1976 for his collection Self-Portrait in a Convex Mirror. Renowned for its postmodern complexity and opacity, Ashbery's work still proves controversial.",
      "pageId": 258736,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/57/Ashbery-2010-09-12.jpg"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Ashbery",
      "name": "John Ashbery",
      "monthDay": "07/28",
      "aboutText": "Charles Reed \"Charlie\" Biddle, CM (July 28, 1926 – February 4, 2003) was a Canadian jazz bassist.",
      "pageId": 5193590,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Heinkel_He_111_during_the_Battle_of_Britain.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jacqueline_Kennedy_Onassis",
      "name": "Jacqueline Kennedy Onassis",
      "monthDay": "07/28",
      "aboutText": "Jacqueline Lee \"Jackie\" Kennedy Onassis (née Bouvier, pronounced /ˌˈdʒækliːn ˈliː ˈbuːvieɪ/; July 28, 1929 – May 19, 1994) was the wife of the 35th President of the United States, John F. Kennedy, and First Lady of the United States during his presidency from 1961 until his assassination in 1963. Five years later, she married Greek shipping magnate Aristotle Onassis; they remained married until his death in 1975.\nJacqueline was the elder daughter of Wall Street stockbroker John Vernou Bouvier III and socialite Janet Norton Lee, who divorced in 1940.",
      "pageId": 64372,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2e/BoudinBlueRoom.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Firoza_Begum_(singer)",
      "name": "Firoza Begum",
      "monthDay": "07/28",
      "aboutText": "Firoza Begum (28 July 1930 – 9 September 2014) was a Bangladeshi Nazrul Geeti singer.",
      "pageId": 23558982
    },
    {
      "year": "1930",
      "uri": "/wiki/Junior_Kimbrough",
      "name": "Junior Kimbrough",
      "monthDay": "07/28",
      "aboutText": "David \"Junior\" Kimbrough (July 28, 1930 – January 17, 1998) was an American blues musician.",
      "pageId": 2806724,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8f/Junior_Kimbrough.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jean_Roba",
      "name": "Jean Roba",
      "monthDay": "07/28",
      "aboutText": "Jean Roba (28 July 1930 - 14 June 2006) was a Belgian comics author from the Marcinelle school.",
      "pageId": 5571633,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/de/Roba.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ramsey_Muir_Withers",
      "name": "Ramsey Muir Withers",
      "monthDay": "07/28",
      "aboutText": "Alan Charles Brownjohn FRSL (born 28 July 1931) is an English poet and novelist. He has also worked as a teacher, lecturer, critic and broadcaster.",
      "pageId": 1494291,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Jane-Austen-portrait-victorian-engraving.png"
    },
    {
      "year": "1931",
      "uri": "/wiki/Alan_Brownjohn",
      "name": "Alan Brownjohn",
      "monthDay": "07/28",
      "aboutText": "General Ramsey Muir Withers, CMM, CD (July 28, 1930 – December 24, 2014) was a Canadian Army Officer and Chief of the Defence Staff, the highest ranking position in the Canadian Forces, from 1980-1983. He died of a heart attack in 2014.",
      "pageId": 2405583,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Flag_of_the_Canadian_Army.png"
    },
    {
      "year": "1932",
      "uri": "/wiki/Natalie_Babbitt",
      "name": "Natalie Babbitt",
      "monthDay": "07/28",
      "aboutText": "Charles Edward Hodge (born July 28, 1933) is a former Canadian professional ice hockey goaltender who played for the Montreal Canadiens, Vancouver Canucks and Oakland Seals in the National Hockey League.",
      "pageId": 1825603,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/Chex_Charlie_Hodge.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Charlie_Hodge_(ice_hockey)",
      "name": "Charlie Hodge",
      "monthDay": "07/28",
      "aboutText": "Natalie Babbitt (born July 28, 1932) is an American writer and illustrator of children's books.",
      "pageId": 4689764,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Iris_centralheterochromy.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jacques_d%27Amboise_(dancer)",
      "name": "Jacques d'Amboise",
      "monthDay": "07/28",
      "aboutText": "Jacques d'Amboise (born July 28, 1934) is an American danseur and choreographer.",
      "pageId": 707575
    },
    {
      "year": "1934",
      "uri": "/wiki/Lau_Kar-leung",
      "name": "Lau Kar-leung",
      "monthDay": "07/28",
      "aboutText": "Lau Kar-leung (28 July 1934 – 25 June 2013), also known as Liu Chia-liang, was a Hong Kong-based Chinese actor, filmmaker, choreographer and martial artist. Lau is best known for the films he made in the 1970s and 1980s for the Shaw Brothers Studio.",
      "pageId": 2671529
    },
    {
      "year": "1935",
      "uri": "/wiki/Simon_Dee",
      "name": "Simon Dee",
      "monthDay": "07/28",
      "aboutText": "Cyril Nicholas Henty-Dodd (28 July 1935 – 29 August 2009), better known by his stage name Simon Dee, was a British television interviewer and radio disc jockey who hosted a twice-weekly BBC TV chat show, Dee Time, in the late 1960s. After moving to London Weekend Television (LWT) in 1970, he was dropped and his career never recovered.",
      "pageId": 2587127
    },
    {
      "year": "1935",
      "uri": "/wiki/Neil_McKendrick",
      "name": "Neil McKendrick",
      "monthDay": "07/28",
      "aboutText": "Neil McKendrick MA FRHistS (born 28 July 1935) was the 40th Master of Gonville and Caius College, Cambridge. He is now a life fellow of the college.\nMcKendrick is also an Emeritus Reader in History having taught Modern English Social and Economic History as well as Business, Literature and Society, 1690-1990.",
      "pageId": 38093675,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Staircase_L_Gonville_%26_Caius.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Russ_Jackson",
      "name": "Russ Jackson",
      "monthDay": "07/28",
      "aboutText": "Russell Stanley Jackson, OC (born July 28, 1936), is a former professional Canadian football player. Jackson spent his entire 12-year professional football career with the Ottawa Rough Riders of the Canadian Football League.",
      "pageId": 187630
    },
    {
      "year": "1936",
      "uri": "/wiki/Garfield_Sobers",
      "name": "Garfield Sobers",
      "monthDay": "07/28",
      "aboutText": "Sir Garfield St Aubrun Sobers, AO, OCC (born 28 July 1936), also known as Gary or Garry Sobers, is a former cricketer who played for the West Indies between 1954 and 1974, and is widely considered to be cricket's greatest all-rounder.\nBorn in Bridgetown, Barbados, Sobers made his first-class debut for the Barbados cricket team at the age of 16 in 1953, and his Test debut for the West Indies the following year. Originally playing mainly as a bowler, he was soon promoted up the batting order.",
      "pageId": 302954,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/ca/GSobersBowling.png"
    },
    {
      "year": "1937",
      "uri": "/wiki/Francis_Veber",
      "name": "Francis Veber",
      "monthDay": "07/28",
      "aboutText": "José Luis Aragonés Suárez (Spanish pronunciation: [xoˈse ˈlwis aɾaɣoˈnes ˈswaɾeθ]; 28 July 1938 – 1 February 2014) was a Spanish footballer and manager. He coached the Spanish national team that won UEFA Euro 2008.\nAragonés spent the majority of his career as a player and coach at Atlético de Madrid.",
      "pageId": 1187790,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/77/Luis_Aragones.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Luis_Aragon%C3%A9s",
      "name": "Luis Aragonés",
      "monthDay": "07/28",
      "aboutText": "Francis Paul Veber (born 28 July 1937) is a French film director, screenwriter and producer, and playwright. He has written and directed both French and American films. Eight French-language films with which he has been involved, as either writer or director or both, have been remade as English-language Hollywood films: Le grand blond avec une chaussure noire (as The Man with One Red Shoe), L'emmerdeur (as Buddy Buddy), La Cage aux Folles (as The Birdcage), Le Jouet (as The Toy), Les Compères (as Fathers' Day), La chèvre (as Pure Luck), Les Fugitifs (as Three Fugitives), and Le dîner de cons (as Dinner for Schmucks).",
      "pageId": 1919136,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Francis_Veber_2012.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Arsen_Dedi%C4%87",
      "name": "Arsen Dedić",
      "monthDay": "07/28",
      "aboutText": "Alberto Fujimori (Spanish: [alˈβeɾto fuxiˈmoɾi] or [fuʝiˈmoɾi]; Japanese: [ɸuʥiꜜmoɺi] or Japanese: [ɸuʥiꜜmoɾi]; Japanese: 藤森アルベルト Fujimori Aruberuto; born 28 July 1938) is a former Peruvian politician. He was President of Peru from 28 July 1990 to 22 November 2000. A controversial figure, Fujimori ended his presidency by fleeing Peru for Japan amid a major corruption scandal and allegations of human rights violations.",
      "pageId": 148483,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Al_Fujimori.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alberto_Fujimori",
      "name": "Alberto Fujimori",
      "monthDay": "07/28",
      "aboutText": "Arsenije \"Arsen\" Dedić (pronounced [ǎrsen děːditɕ]; 28 July 1938 – 17 August 2015) was a Croatian singer-songwriter, who was prominent in former Yugoslav music scene as well. Dedić wrote and performed chansons as well as film music.",
      "pageId": 2119907,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/4d/DedicArsenCropped.png"
    },
    {
      "year": "1938",
      "uri": "/wiki/Chuan_Leekpai",
      "name": "Chuan Leekpai",
      "monthDay": "07/28",
      "aboutText": "Chuan Leekpai (Thai: ชวน หลีกภัย; rtgs: Chuan Likphai; Chinese: 川立派; born July 28, 1938 in Trang) was the Prime Minister of Thailand from September 20, 1992 to May 19, 1995 and again from November 9, 1997 to February 9, 2001. He is a third-generation Thai Chinese of Hokkien descent. His father's name was Niyom Leekpai and his mother's name was Tuan Leekpai.",
      "pageId": 1024311,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Bill_Clinton_Chuan_Leekpai.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Richard_Johns",
      "name": "Richard Johns",
      "monthDay": "07/28",
      "aboutText": "Air Chief Marshal Sir Richard Edward Johns GCB, KCVO, CBE (born 28 July 1939) is a retired senior Royal Air Force commander. He was a fighter pilot in the 1960s, a squadron commander during the 1970s and a station commander in the 1980s. Johns served as one of three British directors of operations on the senior planning staff for Operation Granby (the British contribution to the Gulf War) in 1991 and then acted as a supporting commander for joint operations in the Balkans in 1994.",
      "pageId": 2346340
    },
    {
      "year": "1940",
      "uri": "/wiki/Philip_Proctor",
      "name": "Philip Proctor",
      "monthDay": "07/28",
      "aboutText": "Philip Proctor (born July 28, 1940) is an American actor, voice actor and a member of The Firesign Theatre. He plays Rocky Rococo and Nancy in the Nick Danger series, attended Yale University, where he contributed to campus humor magazine The Yale Record, and had voice roles in Pixar films, including Toy Story, A Bug's Life, Toy Story 2, Monsters, Inc. and Finding Nemo.",
      "pageId": 461342,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Philip_Proctor_05.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Peter_Cullen",
      "name": "Peter Cullen",
      "monthDay": "07/28",
      "aboutText": "Peter Claver Cullen (born July 28, 1941) is a Canadian voice actor. He is best known as the original voice of Optimus Prime (as well as Ironhide) in the original 1980s Transformers animated series, and most other appearances, as well, and Eeyore in the Winnie-the-Pooh franchise. He also voiced Monterey Jack in Chip 'n Dale Rescue Rangers from season one through some of season two.",
      "pageId": 810826,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/31/Peter_Cullen_2011.2.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Riccardo_Muti",
      "name": "Riccardo Muti",
      "monthDay": "07/28",
      "aboutText": "Riccardo Muti, Cavaliere di Gran Croce OMRI (Italian: [rikˈkardo ˈmuːti]; born 28 July 1941) is an Italian conductor. He holds two music directorships: the Chicago Symphony Orchestra and the Orchestra Giovanile Luigi Cherubini. Previously he held posts at the Maggio Musicale in Florence, the Philharmonia Orchestra in London, the Philadelphia Orchestra, the Teatro alla Scala in Milan and the Salzburg Whitsun Festival.",
      "pageId": 200570,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Riccardo_Muti.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Susan_Roces",
      "name": "Susan Roces",
      "monthDay": "07/28",
      "aboutText": "Jesusa Purificación Sonora (born July 28, 1941), better known as Susan Rocés, is a Filipina actress and widow of Ronald Allan Kelley Poe, better known as Fernando Poe, Jr. Following the death of her husband in 2004, Rocés became a rallying point for the political opposition.\nShe was also one of the main cast members of John en Shirley, a comedy show that aired on ABS-CBN until October 2007.",
      "pageId": 3618899
    },
    {
      "year": "1942",
      "uri": "/wiki/Marty_Brennaman",
      "name": "Marty Brennaman",
      "monthDay": "07/28",
      "aboutText": "Franchester Martin \"Marty\" Brennaman (born July 28, 1942) is an American sportscaster and has been the radio voice of Major League Baseball's Cincinnati Reds on the Cincinnati Reds Radio Network since 1974. Known for his opinionated, zealous, and sometimes contentious style, Brennaman has been named Ohio Sportscaster of the Year and Virginia Sportscaster of the Year multiple times. In 1999, Brennaman was inducted into the Virginia Sports Hall of Fame.",
      "pageId": 1185883,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Marty_Brennaman.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tonia_Marketaki",
      "name": "Tonia Marketaki",
      "monthDay": "07/28",
      "aboutText": "Tonia Marketaki (Greek: Τώνια Μαρκετάκη, 28 July 1942 – 26 July 1994) was a Greek film director and screenwriter. She was born in Pireas and spend many of her childhood years in the Zografou district of Athens. Her maternal origins are from Kardamyla, in the island of Chios.",
      "pageId": 24002439,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/79/Greecefilm.png"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mike_Bloomfield",
      "name": "Mike Bloomfield",
      "monthDay": "07/28",
      "aboutText": "William Warren \"Bill\" Bradley (born July 28, 1943) is an American Hall of Fame basketball player, Rhodes scholar, and former three-term Democratic U.S. Senator from New Jersey. He ran unsuccessfully for the Democratic Party's nomination for President in the 2000 election.\nBradley was born and raised in Crystal City, Missouri, a suburb of St.",
      "pageId": 288047,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Bill_Bradley_NYWTS.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bill_Bradley",
      "name": "Bill Bradley",
      "monthDay": "07/28",
      "aboutText": "For the astronaut, see Michael J. Bloomfield.\nMichael Bernard \"Mike\" Bloomfield (July 28, 1943 – February 15, 1981) was an American musician, guitarist, and composer, born in Chicago, Illinois, who became one of the first popular music superstars of the 1960s to earn his reputation almost entirely on his instrumental prowess, since he rarely sang before 1969 and 1970. Respected for his fluid guitar playing, Bloomfield knew and played with many of Chicago's blues legends even before he achieved his own fame, and was one of the primary influences on the mid-to-late 1960s revival of classic Chicago and other styles of blues music.",
      "pageId": 599555
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_Wright_(musician)",
      "name": "Richard Wright",
      "monthDay": "07/28",
      "aboutText": "James Robert \"Jim\" Davis (born July 28, 1945) is an American cartoonist, best known as the creator of the comic strips Garfield and U.S. Acres (aka Orson's Farm), the former of which has been published since 1978 and has since become the world's most widely syndicated comic strip. Davis's other comics work includes Tumbleweeds, Gnorm Gnat and Mr. Potato Head.",
      "pageId": 132230,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Cartoonist-jim-davis-signature.png"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jim_Davis_(cartoonist)",
      "name": "Jim Davis",
      "monthDay": "07/28",
      "aboutText": "Richard William \"Rick\" Wright (28 July 1943 – 15 September 2008) was an English musician, composer, singer and songwriter. He was a founder member, keyboardist and vocalist of the progressive rock band Pink Floyd, performing on the majority of the group's albums including The Piper at the Gates of Dawn, The Dark Side of the Moon, Wish You Were Here and The Division Bell, and playing on all of their tours.\nWright grew up in Hatch End, London and met future Pink Floyd bandmates Roger Waters and Nick Mason while studying at the Regent Street Polytechnic.",
      "pageId": 19332171,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Dispersion_prism.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jonathan_Edwards_(musician)",
      "name": "Jonathan Edwards",
      "monthDay": "07/28",
      "aboutText": "Jonathan Edwards (born July 28, 1946 in Aitkin, Minnesota) is an American singer-songwriter and musician best known for his 1971 hit single \"Sunshine\".",
      "pageId": 52077,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Jonathan_Edwards_2012.JPG"
    },
    {
      "year": "1946",
      "uri": "/wiki/Linda_Kelsey",
      "name": "Linda Kelsey",
      "monthDay": "07/28",
      "aboutText": "Linda Kelsey (born July 28, 1946) is an American actress.",
      "pageId": 2981648
    },
    {
      "year": "1946",
      "uri": "/wiki/Fahmida_Riaz",
      "name": "Fahmida Riaz",
      "monthDay": "07/28",
      "aboutText": "Sally Anne Struthers (born July 28, 1947) is an American actress and spokeswoman, best known in the United States for her roles as Gloria Stivic on All in the Family, for which she won two Emmy awards, and as Babette on Gilmore Girls, and elsewhere for her portrayal in South Park.",
      "pageId": 408489,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/46/All_in_the_Family_cast_1976.JPG"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sally_Struthers",
      "name": "Sally Struthers",
      "monthDay": "07/28",
      "aboutText": "Fahmida Riaz (Urdu: فہمیدہ ریاض‎) is a Progressive Urdu writer, poet, and feminist of Pakistan. She is author of Godaavari, Khatt-e Marmuz, and Khana e Aab O Gil, the first translation of the Masnavi of Jalaluddin Rumi from Persian into Urdu. She has also translated the works of Shah Abdul Latif Bhitai and Shaikh Ayaz from Sindhi to Urdu.",
      "pageId": 4623198
    },
    {
      "year": "1948",
      "uri": "/wiki/Gerald_Casale",
      "name": "Gerald Casale",
      "monthDay": "07/28",
      "aboutText": "Georgia Bright Engel (born July 28, 1948) is an American film, television, and stage actress who is best known for her role as Georgette Franklin Baxter on The Mary Tyler Moore Show.",
      "pageId": 958714,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Georgia_Engel_1977.JPG"
    },
    {
      "year": "1948",
      "uri": "/wiki/Georgia_Engel",
      "name": "Georgia Engel",
      "monthDay": "07/28",
      "aboutText": "Gerald Vincent \"Jerry\" Casale (born Gerald Vincent Pizzute, July 28, 1948) is a vocalist, bass guitar/synthesizer player, and a founding member (with his younger brother, Bob Casale, Mark Mothersbaugh and Bob Lewis) of the new wave band Devo. Along with Mothersbaugh, whom he met at Kent State University, Casale co-wrote most of Devo's material (including the hit \"Whip It\"), designed Devo's distinctive attire (including the Energy dome, plastic pompadours, and yellow radiation suits) over the years with Mothersbaugh, and directed most of Devo's videos.\nCasale has also directed videos for other artists, including The Cars (\"Panorama\"), Rush (\"Superconductor\"), A Perfect Circle (\"Imagine\"), Foo Fighters (\"I'll Stick Around\"), Soundgarden (\"Blow Up the Outside World\"), and Silverchair (\"Freak\" and \"Cemetery\"), among others.",
      "pageId": 1765780,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2e/DevoJerry78.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Eiichi_Ohtaki",
      "name": "Eiichi Ohtaki",
      "monthDay": "07/28",
      "aboutText": "Vida Rochelle Blue Jr. (born July 28, 1949) is a former Major League Baseball left-handed pitcher. During a 17-year career, he pitched for the Oakland Athletics (1969–77), San Francisco Giants (1978–81; 1985–86), and Kansas City Royals (1982–83).",
      "pageId": 1059034,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Vida_Blue",
      "name": "Vida Blue",
      "monthDay": "07/28",
      "aboutText": "Eiichi Ohtaki (Japanese: 大瀧 詠一, Hepburn: Ōtaki Eiichi, July 28, 1948 – December 30, 2013) was a Japanese musician, singer-songwriter and record producer. He first became known as a member of the influential rock band Happy End, but was better known for his solo work. In 2003, Ohtaki was ranked by HMV Japan at number 9 on their list of the 100 most important Japanese pop acts.",
      "pageId": 33182618,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/0b/Eiichi_Ohtaki.png"
    },
    {
      "year": "1949",
      "uri": "/wiki/Peter_Doyle_(singer)",
      "name": "Peter Doyle",
      "monthDay": "07/28",
      "aboutText": "Simon Frederick St George Kirke (born 28 July 1949) is an English rock drummer best known as a member of Free and Bad Company.",
      "pageId": 2023385,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/FreeWinwood1970.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Simon_Kirke",
      "name": "Simon Kirke",
      "monthDay": "07/28",
      "aboutText": "Peter John Doyle (28 July 1949 – 13 October 2001) was an Australian pop singer who had success with a number of Top 40 hits in Australia in the 1960s, then success internationally as a member of the New Seekers in the early 1970s, before resuming a solo career in 1973.",
      "pageId": 7965831
    },
    {
      "year": "1949",
      "uri": "/wiki/Steve_Peregrin_Took",
      "name": "Steve Peregrin Took",
      "monthDay": "07/28",
      "aboutText": "Randall Wallace (born July 28, 1949) is an American screenwriter, director, producer, and songwriter who came to prominence by writing the screenplay for the 1995 film Braveheart. His work on the film earned him an Oscar nomination for Best Original Screenplay and a Writers Guild of America award for Best Screenplay Adapted Directly for the Screen. He directed The Man in the Iron Mask, We Were Soldiers, and Secretariat.",
      "pageId": 261398
    },
    {
      "year": "1949",
      "uri": "/wiki/Randall_Wallace",
      "name": "Randall Wallace",
      "monthDay": "07/28",
      "aboutText": "Steve Peregrin Took (born Stephen Ross Porter; 28 July 1949 – 27 October 1980) was an English musician. He is best known for his membership of the duo Tyrannosaurus Rex with Marc Bolan.",
      "pageId": 885179,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/91/Oz-33-cover.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Shahyar_Ghanbari",
      "name": "Shahyar Ghanbari",
      "monthDay": "07/28",
      "aboutText": "Santiago Calatrava Valls (born 28 July 1951) is a Spanish neofuturistic architect, structural engineer, sculptor and painter. He has offices in New York City, Doha, and Zürich.",
      "pageId": 229656,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/03/Auditorio_de_Tenerife_Pano.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Santiago_Calatrava",
      "name": "Santiago Calatrava",
      "monthDay": "07/28",
      "aboutText": "Shahyar Ghanbari (Persian: شهیار قنبری‎‎ also spelled wrongly as Shahryar, born 28 July 1950 in Tehran) is an Iranian Poet, Writer, lyricist, songwriter, and singer of Persian pop music.He is also a Film director &Radio-TV Producer .\nShahyar is the son of Hamid Ghanbari: Iranian actor, dubber and singer. He writes and sings in Persian, English and French.",
      "pageId": 13544147
    },
    {
      "year": "1951",
      "uri": "/wiki/Doug_Collins_(basketball)",
      "name": "Doug Collins",
      "monthDay": "07/28",
      "aboutText": "Raymond Kennedy (born 28 July 1951) is an English former football player who won every domestic honour in the game with Arsenal and Liverpool in the 1970s and early 1980s. The only other British player to have won more honours - domestic and European, is Welsh International Ryan Giggs. Kennedy played as both a midfielder and a forward, and scored 109 goals in 498 league games; and also won 17 caps for England, scoring three international goals.",
      "pageId": 1180921
    },
    {
      "year": "1951",
      "uri": "/wiki/Ray_Kennedy",
      "name": "Ray Kennedy",
      "monthDay": "07/28",
      "aboutText": "Paul Douglas \"Doug\" Collins (born July 28, 1951) is an American retired basketball player. He was the first overall pick of the 1973 NBA draft and a four-time NBA All-Star. He has also been an NBA coach, coaching the Chicago Bulls, Detroit Pistons, Washington Wizards and Philadelphia 76ers.",
      "pageId": 1298667,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Doug_Collins_gestures.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vajiralongkorn",
      "name": "Vajiralongkorn",
      "monthDay": "07/28",
      "aboutText": "Maha Vajiralongkorn, Crown Prince of Thailand (Thai: สมเด็จพระบรมโอรสาธิราช เจ้าฟ้ามหาวชิราลงกรณ สยามมกุฎราชกุมาร; RTGS: —Mahawachiralongkon—; Thai pronunciation: [má.hǎː wá.ʨʰí.rāː.lōŋ.kɔːn]; literally: \"Prince Maha Vajiralongkorn, the Royal Son and Crown Prince of Siam\") (born 28 July 1952) is the only son of Bhumibol Adulyadej, the King of Thailand, and Queen Sirikit. He is the current Crown Prince of Thailand and heir apparent to the throne.\nIn 1972, at the age of 20, the king gave him the title \"Somdech Phra Boroma Orasadhiraj Chao Fah Maha Vajiralongkorn Sayam Makutrajakuman\", making him the Crown Prince and heir apparent to the throne.",
      "pageId": 860760,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Ac.vajiralongkorn.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bruce_Abbott",
      "name": "Bruce Abbott",
      "monthDay": "07/28",
      "aboutText": "Bruce Paul Abbott (born July 28, 1954) is an American actor. He has appeared in film such as Re-Animator, Bride of Re-Animator, Bad Dreams, The Prophecy II, Out of Time, and the television series Dark Justice.\nAbbott's career began as a dancer/actor in the Oregon Shakespeare Festival in Ashland, Oregon, where he spent three seasons in the late 1970s.",
      "pageId": 5522524
    },
    {
      "year": "1954",
      "uri": "/wiki/Hugo_Ch%C3%A1vez",
      "name": "Hugo Chávez",
      "monthDay": "07/28",
      "aboutText": "Hugo Rafael Chávez Frías (Spanish pronunciation: [ˈuɣo rafaˈel ˈtʃaβes ˈfɾi.as]; 28 July 1954 – 5 March 2013), commonly known as Hugo Chavez, was a Venezuelan politician who was President of Venezuela from 1999 to 2013. He was also leader of the Fifth Republic Movement from its foundation in 1997 until 2007, when it merged with several other parties to form the United Socialist Party of Venezuela (PSUV), which he led until 2012.\nBorn into a working-class family in Sabaneta, Barinas, Chávez became a career military officer, and after becoming dissatisfied with the Venezuelan political system based on the Punto Fijo Pact, he founded the clandestine Revolutionary Bolivarian Movement-200 (MBR-200) in the early 1980s.",
      "pageId": 48874,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/79/1998_to_2013_Venezuela_Murder_Rate.png"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gerd_Faltings",
      "name": "Gerd Faltings",
      "monthDay": "07/28",
      "aboutText": "Gerd Faltings (German: [ˈfaltɪŋs]; born 28 July 1954) is a German mathematician known for his work in arithmetic algebraic geometry.",
      "pageId": 862226
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_Morse",
      "name": "Steve Morse",
      "monthDay": "07/28",
      "aboutText": "Steven J. \"Steve\" Morse (born July 28, 1954) is an American guitarist and composer, best known as the founder of the Dixie Dregs; and since 1994, the guitar player of Deep Purple. Morse's career has encompassed rock, country, funk, jazz, classical, and fusion of these musical genres. In addition to his successful solo career, he was briefly a member of Kansas in the mid 1980s.",
      "pageId": 1135665,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Deep_Purple_-_MN_Gredos_-_08.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mikey_Sheehy",
      "name": "Mikey Sheehy",
      "monthDay": "07/28",
      "aboutText": "Mikey Sheehy (born 28 July 1954 in Tralee) is a former Irish athlete. He played Gaelic football with his local club, Austin Stacks, and was a member of the Kerry senior inter-county team from 1974 until 1987. Sheehy is regarded as one of the greatest players of all-time.",
      "pageId": 1177060
    },
    {
      "year": "1955",
      "uri": "/wiki/Nikolay_Zimyatov",
      "name": "Nikolay Zimyatov",
      "monthDay": "07/28",
      "aboutText": "John Feinstein (born July 28, 1956) is an American sportswriter, author and sports commentator.",
      "pageId": 1891778,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/51/John_feinstein_2010.JPG"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Feinstein",
      "name": "John Feinstein",
      "monthDay": "07/28",
      "aboutText": "Nikolay Semyonovich Zimyatov (Russian: Никола́й Семёнович Зимя́тов; born 28 July 1955 in Moscow), name also spelled Nikolaj Zimjatov, is one of the most successful Soviet/Russian male cross-country skiers ever. He trained at Spartak and later at the Armed Forces sports society. He was the first man in the sport to win three gold medals at a single Winter Olympics, winning in the 30 km, 50 km, and 4 x 10 km relay at the 1980 Lake Placid Games.",
      "pageId": 3020094,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/07/Nikolaj_Zimjatov_Vasilij_Rochev_Ivan_Isaev_Russian_Ski_Magazine.JPG"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robert_Swan",
      "name": "Robert Swan",
      "monthDay": "07/28",
      "aboutText": "Terrance Stanley \"Terry\" Fox CC OD (July 28, 1958 –  June 28, 1981) was a Canadian athlete, humanitarian, and cancer research activist. In 1980, with one leg having been amputated, he embarked on a cross-Canada run to raise money and awareness for cancer research. Although the spread of his cancer eventually forced him to end his quest after 143 days and 5,373 kilometres (3,339 mi), and ultimately cost him his life, his efforts resulted in a lasting, worldwide legacy.",
      "pageId": 86700,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Marathon_of_Hope_path.png"
    },
    {
      "year": "1958",
      "uri": "/wiki/Terry_Fox",
      "name": "Terry Fox",
      "monthDay": "07/28",
      "aboutText": "Robert Charles Swan, OBE, FRGS (born 28 July 1956) is the first person to walk to both Poles.\nHe was born on 28 July 1956 in Durham, England and attended Aysgarth School and then Sedbergh School (1969–1974) before completing a BA degree in Ancient History (1976–1979) at St Chad's College, Durham University. He is currently an advocate for the protection of Antarctica and renewable energy.",
      "pageId": 7369212
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Hitchcock",
      "name": "Michael Hitchcock",
      "monthDay": "07/28",
      "aboutText": "William Tanner Vollmann (born July 28, 1959) is an American novelist, journalist, war correspondent, short story writer, and essayist. He won the 2005 National Book Award for Fiction for the novel Europe Central. He lives in Sacramento, California, with his wife and daughter.",
      "pageId": 473512,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/07/William_T._Vollmann_2006.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/William_T._Vollmann",
      "name": "William T. Vollmann",
      "monthDay": "07/28",
      "aboutText": "Michael Hitchcock (born July 28, 1958) is an American actor, comedian, screenwriter, and television producer.\nHitchcock served as a writer and supervising producer on season 4 of the FOX television series Glee. In 2011, Hitchcock became a writer and consulting producer for season 3 of the show after previously appearing in a guest role season 1 as rival glee club director Dalton Rumba.",
      "pageId": 10869985,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Hitchcock_Michael_publicity.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Luiz_Fernando_Carvalho",
      "name": "Luiz Fernando Carvalho",
      "monthDay": "07/28",
      "aboutText": "Luiz Fernando Carvalho de Almeida was born in 1960 in Rio de Janeiro. He's an innovative Brazilian director, producer, writer, and film editor. He studied literature and architecture.",
      "pageId": 4253063
    },
    {
      "year": "1960",
      "uri": "/wiki/Jon_J._Muth",
      "name": "Jon J. Muth",
      "monthDay": "07/28",
      "aboutText": "Jon J Muth (/mjuːθ/; born July 28, 1960) is an American comic book artist and children's book illustrator, known for his painted artwork.",
      "pageId": 7144893,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Jon_J_Muth_Photo_2015.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Y%C5%8Dichi_Takahashi",
      "name": "Yōichi Takahashi",
      "monthDay": "07/28",
      "aboutText": "Yannick Dalmas (born 28 July 1961 in Le Beausset, Var) is a former racing driver from France. He participated in 49 Formula One Grands Prix, debuting on 18 October 1987, but qualified for only 24 of them. His best result in F1 was a 5th place at the 1987 Australian Grand Prix, but he was not eligible for World Championship points at that race.",
      "pageId": 1226435
    },
    {
      "year": "1961",
      "uri": "/wiki/Yannick_Dalmas",
      "name": "Yannick Dalmas",
      "monthDay": "07/28",
      "aboutText": "Yōichi Takahashi (高橋 陽一, Takahashi Yōichi, born July 28, 1960) is a Japanese cartoonist and manga artist, best known for his work Captain Tsubasa. Takahashi has published art books, manga, novels, and guides, most of which are of about his manga Captain Tsubasa. He is also known for his soccer series, Hungry Heart: Wild Striker.",
      "pageId": 3033921
    },
    {
      "year": "1961",
      "uri": "/wiki/Aleksandr_Kurlovich",
      "name": "Aleksandr Kurlovich",
      "monthDay": "07/28",
      "aboutText": "Aleksandr Nikolaevich Kurlovich (Russian: Александр Николаевич Курлович, English Alternate: Alexandre Kurlovich, born July 28, 1961 in Hrodna, Belarus) is a former Soviet/Belarusian weightlifter. He trained at Armed Forces sports society in Hrodna.\nIn 2006 he was elected member of the International Weightlifting Federation Hall of Fame.",
      "pageId": 6075567
    },
    {
      "year": "1961",
      "uri": "/wiki/Harlem_Yu",
      "name": "Harlem Yu",
      "monthDay": "07/28",
      "aboutText": "Harlem Yu (traditional Chinese: 庾澄慶; simplified Chinese: 庾澄庆; pinyin: Yú Chéngqìng; born 28 July 1961) is a Chinese-Taiwanese Golden Melody Award-winning singer-songwriter. He was the first artist to experiment with the style of R&B and rap in Chinese music. He has released 15 studio albums.",
      "pageId": 7240390,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Harlem_Yu.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jonathan_Pila",
      "name": "Jonathan Pila",
      "monthDay": "07/28",
      "aboutText": "Rachel Sweet (born July 28, 1962 in Akron, Ohio) is an American singer, television writer and actress.",
      "pageId": 581630
    },
    {
      "year": "1962",
      "uri": "/wiki/Rachel_Sweet",
      "name": "Rachel Sweet",
      "monthDay": "07/28",
      "aboutText": "Jonathan Solomon Pila (born 1962) FRS is an Australian mathematician at the University of Oxford.\n^ a b PILA, Dr Jonathan Solomon. Who's Who 2016 (online Oxford University Press ed.).",
      "pageId": 31960316,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Professor_Jonathan_S._Pila_FRS.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/Beverley_Craven",
      "name": "Beverley Craven",
      "monthDay": "07/28",
      "aboutText": "Lori Anne Loughlin (born July 28, 1964) is an American actress and model. She is best known for her role as Rebecca Donaldson Katsopolis on the ABC sitcom Full House, appearing in the series from 1988 to 1995. From 2008 to 2011, she played Debbie Wilson on the The CW series 90210 (2008–11, 2012), a spin-off of Beverly Hills, 90210.",
      "pageId": 401575,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Lori_Loughlin_2014.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lori_Loughlin",
      "name": "Lori Loughlin",
      "monthDay": "07/28",
      "aboutText": "Beverley Craven (born 28 July 1963 in Colombo, Sri Lanka) is a British singer-songwriter best known for her 1991 UK Top 5 hit single \"Promise Me\". Her most recent album, Change of Heart, was released in 2014. Craven has sold over 4 million records in her career.",
      "pageId": 3974197
    },
    {
      "year": "1965",
      "uri": "/wiki/Priscilla_Chan_(singer)",
      "name": "Priscilla Chan",
      "monthDay": "07/28",
      "aboutText": "Priscilla Chan Wai-han (born July 28, 1965) is a Cantopop singer in Hong Kong. She is known for expressing great passion and emotion in her love songs, of which many are cantopop classics.",
      "pageId": 463691,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9f/PriscillaChan2004.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Delfeayo_Marsalis",
      "name": "Delfeayo Marsalis",
      "monthDay": "07/28",
      "aboutText": "Delfeayo Marsalis (/ˈdɛl fiː oʊ/; born July 28, 1965) is an American jazz trombonist and record producer.",
      "pageId": 5717709,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a7/DM_OrangeJacket_Tie.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Shikao_Suga",
      "name": "Shikao Suga",
      "monthDay": "07/28",
      "aboutText": "Takashi \"Taka\" Hirose (Japanese: タカ・ヒロセ (広瀬 隆), born 28 July 1967 in Mizuho, Japan) is a Japanese musician and chef who is the current bass guitarist for the rock band, Feeder.",
      "pageId": 1453458,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/Taka_Hirose.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Taka_Hirose",
      "name": "Taka Hirose",
      "monthDay": "07/28",
      "aboutText": "Shikao Suga (スガ シカオ, Suga Shikao, born July 28, 1966) is a Japanese musician and singer-songwriter from Tokyo. Though he uses katakana for his recording name, the kanji for his name are 菅 止戈男, but the romanization is the same. Suga is his family name and Shikao is his given name.",
      "pageId": 1988299
    },
    {
      "year": "1969",
      "uri": "/wiki/Alexis_Arquette",
      "name": "Alexis Arquette",
      "monthDay": "07/28",
      "aboutText": "Alexis Arquette (born July 28, 1969) is an American actress, musician, and cabaret performer.",
      "pageId": 639564,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Alexis_Arquette_2009.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/J%C3%B3n_Arnar_Magn%C3%BAsson",
      "name": "Jón Arnar Magnússon",
      "monthDay": "07/28",
      "aboutText": "Jón Arnar Magnússon (born July 28, 1969 in Selfoss) is a former decathlete from Iceland. He has won silver and bronze medals at world indoor championships, all in heptathlon, as decathlon is unsuitable for indoor contests. Magnússon is the Icelandic record holder at 100 m, 200 m, 110 m hurdles, long jump and decathlon.",
      "pageId": 2776262,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1969",
      "uri": "/wiki/Garth_Snow",
      "name": "Garth Snow",
      "monthDay": "07/28",
      "aboutText": "Dana Frederick White, Jr. (born July 28, 1969) is an American businessman and philanthropist.",
      "pageId": 2230601,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/51/Dana_White_headshot.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dana_White",
      "name": "Dana White",
      "monthDay": "07/28",
      "aboutText": "Garth E. Snow (born July 28, 1969) is an American former professional ice hockey goaltender, currently the general manager, president and alternate governor  of the New York Islanders of the National Hockey League (NHL).",
      "pageId": 2574217
    },
    {
      "year": "1969",
      "uri": "/wiki/Alice_Dixson",
      "name": "Alice Dixson",
      "monthDay": "07/28",
      "aboutText": "Michael Amott (born 28 July 1969) is an English-born Swedish guitarist, songwriter, founding member of the bands Arch Enemy, Spiritual Beggars, and Carnage, as well as a former member of the grindcore band Carcass. He is the older brother of Christopher Amott. Some major influences in his music have been Tony Iommi, Michael Schenker, Uli Jon Roth and Dave Mustaine.",
      "pageId": 591979,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Michael_Amott-Arch_Enemy_Untouchables_Hard_Rock_Club_Jevnaker.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michael_Amott",
      "name": "Michael Amott",
      "monthDay": "07/28",
      "aboutText": "Alice Dixson (born July 28, 1969, Jessie Alice Celones Dixson) or often misspelled Alice Dixon, is a Filipino-American actress, commercial model, and former beauty queen. Born to an American father and a Filipino mother, she was the Philippines' representative for Miss International in 1986 and became a household name in 1987 through a Palmolive soap TV commercial where she sang the phrase \"I can feel it!\". After joining a talent contest in Eat Bulaga!",
      "pageId": 19436832
    },
    {
      "year": "1970",
      "uri": "/wiki/Isabelle_Brasseur",
      "name": "Isabelle Brasseur",
      "monthDay": "07/28",
      "aboutText": "Isabelle Brasseur, MSM (born July 28, 1970) is a Canadian former competitive pair skater.",
      "pageId": 2251455
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Strang",
      "name": "Paul Strang",
      "monthDay": "07/28",
      "aboutText": "Paul Andrew Strang (born 28 July 1970 in Bulawayo) is a Zimbabwean cricket coach and former international player. A leg-spinning all-rounder, he played in 24 Tests and 95 ODIs for Zimbabwe between 1994 and 2001. He played Test cricket alongside his brother, Bryan Strang; their father, Ronald Strang, was a first-class umpire and was TV umpire for two of Zimbabwe's Test matches in 1994/5.",
      "pageId": 3751758
    },
    {
      "year": "1971",
      "uri": "/wiki/Stephen_Lynch_(musician)",
      "name": "Stephen Lynch",
      "monthDay": "07/28",
      "aboutText": "Stephen Andrew Lynch (born July 28, 1971), is an American comedian, musician and Tony Award-nominated actor who is known for his songs mocking daily life and popular culture. Lynch has released three studio albums and three live albums along with a live DVD. He has appeared in two Comedy Central Presents specials and starred in the Broadway adaptation of The Wedding Singer.",
      "pageId": 1639868,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Stephen_Lynch_on_June_14%2C_2008.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Abu_Bakr_al-Baghdadi",
      "name": "Abu Bakr al-Baghdadi",
      "monthDay": "07/28",
      "aboutText": "Abu Bakr al-Baghdadi (Arabic: أبو بكر البغدادي‎; born 28 July 1971 as Ibrahim Awad Ibrahim al-Badri) is the leader of the Islamic State of Iraq and the Levant (ISIL), also known as ISIS or Daesh, an Islamic extremist group in western Iraq, Libya, northeast Nigeria, and Syria. He has been proclaimed by his followers to be a caliph.\nOn 4 October 2011, the U.S. State Department listed al-Baghdadi as a Specially Designated Global Terrorist and announced a reward of up to US$10 million for information leading to his capture or death.",
      "pageId": 33348100,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Mugshot_of_Abu_Bakr_al-Baghdadi%2C_2004.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Annie_Perreault",
      "name": "Annie Perreault",
      "monthDay": "07/28",
      "aboutText": "Elizabeth Berkley Lauren (born July 28, 1972) is an American television, film and theatre actress.",
      "pageId": 235473,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Elizabeth_Berkley_PETA1.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Elizabeth_Berkley",
      "name": "Elizabeth Berkley",
      "monthDay": "07/28",
      "aboutText": "Annie Perreault (born 28 July 1971 in Windsor, Quebec) is a Canadian short track speed skater, who won medals in the 500 m and 3000 m relay at the 1998 Winter Olympics.",
      "pageId": 9406169
    },
    {
      "year": "1972",
      "uri": "/wiki/Robert_Chapman_(cricketer)",
      "name": "Robert Chapman",
      "monthDay": "07/28",
      "aboutText": "Ayesha Jhulka is an Indian film actress.",
      "pageId": 4702895,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1c/AyeshaJhulka.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ayesha_Jhulka",
      "name": "Ayesha Jhulka",
      "monthDay": "07/28",
      "aboutText": "Robert James Chapman (born 28 July 1972 in Nottingham) is an English cricketer who played first-class cricket for Nottinghamshire and Worcestershire between 1992 and 1998, and List A cricket for Lincolnshire in the early 21st century. He is the son of footballer Bob Chapman, who was often known as 'Sammy'.\nChapman first played for Nottinghamshire's Second XI as a teenager, but his first-class debut came in July 1992 in the County Championship match against Warwickshire.",
      "pageId": 6975795
    },
    {
      "year": "1972",
      "uri": "/wiki/Yum_Jung-ah",
      "name": "Yum Jung-ah",
      "monthDay": "07/28",
      "aboutText": "Edward \"Ed\" Templeton (born July 28, 1972) is a professional skateboarder, skateboard company owner, and contemporary artist who, as of 2012, resides in Huntington Beach, California, United States (US).",
      "pageId": 621041,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/Ed_Templeton.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ed_Templeton",
      "name": "Ed Templeton",
      "monthDay": "07/28",
      "aboutText": "Yum Jung-ah (born July 28, 1972) is a South Korean actress. Her notable films include A Tale of Two Sisters (2003), The Big Swindle (2004), The Old Garden (2007), and Cart (2014), as well as the television series Royal Family (2011).\n^ Han, Sang-hee (29 July 2008).",
      "pageId": 4224901
    },
    {
      "year": "1973",
      "uri": "/wiki/Marc_Dupr%C3%A9",
      "name": "Marc Dupré",
      "monthDay": "07/28",
      "aboutText": "Steven Staios (born July 28, 1973) is a retired Canadian professional ice hockey player who has played both right wing and defence in the National Hockey League (NHL). Staios played with the Boston Bruins, Vancouver Canucks, Atlanta Thrashers, Edmonton Oilers, Calgary Flames, and New York Islanders during his career.",
      "pageId": 2459120,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/25/Steve_Staios_Flames.png"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steve_Staios",
      "name": "Steve Staios",
      "monthDay": "07/28",
      "aboutText": "Marc Dupré (born July 28, 1973) is a Canadian singer, songwriter and musician from Quebec.",
      "pageId": 5053337,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Marc_Dupre_47b.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Afroman",
      "name": "Afroman",
      "monthDay": "07/28",
      "aboutText": "Joseph Edgar Foreman (born July 28, 1974), better known by his stage name Afroman, is an American hip-hop recording artist and musician. He is best known for the hit single \"Because I Got High\". He was nominated for a Grammy award in 2002.",
      "pageId": 314508,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Afro_concert_Oct_11_09.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alexis_Tsipras",
      "name": "Alexis Tsipras",
      "monthDay": "07/28",
      "aboutText": "Alexis Tsipras (Greek: Αλέξης Τσίπρας [aˈleksis ˈtsipras], phonetically: [ɐ.ˈle̞.ks̠is̠ ˈt͡si.prɐs̠]; born 28 July 1974) is a Greek politician and the 185th and current Prime Minister of Greece, serving from 26 January 2015 to 27 August 2015 and since 21 September 2015. Tsipras has been leader of the left-wing Syriza party since 2009.\nHe was first elected to the Hellenic Parliament in 2009, and was the Party of the European Left nominee for President of the European Commission in the 2014 European Parliament election.",
      "pageId": 15702073,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Alexis_Tsipras3.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Leonor_Watling",
      "name": "Leonor Watling",
      "monthDay": "07/28",
      "aboutText": "Jacoby Dakota Shaddix (born July 28, 1976) is an American musician, singer-songwriter, sporadic actor and former television presenter. He is best known as being the founding member and the continuous lead singer of the California-based rock band Papa Roach since the band's formation in 1993.\nShaddix served as the host of the MTV show Scarred for the entirety of the show's cycle, presenting both seasons and all 20 episodes of the show, which spanned from April 10 to September 18, 2007.",
      "pageId": 895850,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Papa_roach_sziget2010_erdoedy.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jacoby_Shaddix",
      "name": "Jacoby Shaddix",
      "monthDay": "07/28",
      "aboutText": "Leonor Elizabeth Ceballos Watling (born 28 July 1975) is a Spanish film actress and singer.",
      "pageId": 6075107,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Marlango_2008.03.08_005_crop.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aki_Berg",
      "name": "Aki Berg",
      "monthDay": "07/28",
      "aboutText": "Emanuel David \"Manu\" Ginóbili (Spanish pronunciation: [emaˈnwel xiˈnoβili], [ʝiˈnoβili]; born 28 July 1977) is an Argentine professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). Coming from a family of professional basketball players, he is a member of the Argentine men's national basketball team and the San Antonio Spurs in the National Basketball Association (NBA). Hailed as one of the finest international players to grace the NBA, he plays a high-tempo and intense game.",
      "pageId": 147041,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/74/Ginobili_y_Kirchner-1jul05-presidencia-govar.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Manu_Gin%C3%B3bili",
      "name": "Manu Ginóbili",
      "monthDay": "07/28",
      "aboutText": "Aki-Petteri Arvid Berg (pronounced [ˈbærɪ]; born July 28, 1977) is a retired Finnish professional ice hockey defenceman. He was drafted third overall by the Los Angeles Kings in the 1995 NHL Entry Draft.",
      "pageId": 695515
    },
    {
      "year": "1978",
      "uri": "/wiki/K%C4%81rlis_V%C4%93rdi%C5%86%C5%A1",
      "name": "Kārlis Vērdiņš",
      "monthDay": "07/28",
      "aboutText": "Hitomi Yaida (矢井田 瞳, Yaida Hitomi, born July 28, 1978 in Toyonaka, Osaka) is a Japanese pop/folk rock singer-songwriter and guitarist. She often goes by the nickname Yaiko. Her musical style is often called \"heart rock\" by her fans.",
      "pageId": 2183936
    },
    {
      "year": "1978",
      "uri": "/wiki/Hitomi_Yaida",
      "name": "Hitomi Yaida",
      "monthDay": "07/28",
      "aboutText": "Kārlis Vērdiņš (born in July 28, 1979 in Riga) is a Latvian poet.",
      "pageId": 46738100
    },
    {
      "year": "1979",
      "uri": "/wiki/Henrik_Hansen_(footballer)",
      "name": "Henrik Hansen",
      "monthDay": "07/28",
      "aboutText": "Birgitta Haukdal Brynjarsdóttir (born 28 July 1979), also known by her mononym Birgitta, is an Icelandic singer. She rose to domestic media prominence as the lead singer of pop band Írafár.",
      "pageId": 324148
    },
    {
      "year": "1979",
      "uri": "/wiki/Birgitta_Haukdal",
      "name": "Birgitta Haukdal",
      "monthDay": "07/28",
      "aboutText": "Henrik Hallenberg Hansen (born 28 July 1979) is a Danish professional football midfielder,.",
      "pageId": 10016713
    },
    {
      "year": "1979",
      "uri": "/wiki/Stefanie_K%C3%BCster",
      "name": "Stefanie Küster",
      "monthDay": "07/28",
      "aboutText": "Lee Min-woo (hangul: 이민우; born 28 July 1979), mononymously credited as M as a solo artist, is a South Korean entertainer, known as a member of the South Korean boy band Shinhwa. Lee was the first Shinhwa member to debut as a solo artist in 2003, and has since released three studio albums.\nIn 2007, Lee set up his own agency, M Rising Entertainment, to manage his solo activities.",
      "pageId": 3164706,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Lee_Min-Woo.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lee_Min-woo",
      "name": "Lee Min-woo",
      "monthDay": "07/28",
      "aboutText": "Stefanie Ingrid Küster, also known as Estefania Küster (born July 28, 1979 in Paraguay) is a German model, presenter and dancer.\n^ \"Estefania Küster: Kommt nie mehr zurück - News auf Gala.de\". GALA (in German).",
      "pageId": 7630086
    },
    {
      "year": "1979",
      "uri": "/wiki/Alena_Popchanka",
      "name": "Alena Popchanka",
      "monthDay": "07/28",
      "aboutText": "Darina Márquez Uribe (born 28 July 1980), known as Darina, is a Mexican pop/rock singer-songwriter. Winner of the first place in Mexican version of Operación Triunfo (similar to Star Academy).",
      "pageId": 3735506
    },
    {
      "year": "1980",
      "uri": "/wiki/Darina",
      "name": "Darina",
      "monthDay": "07/28",
      "aboutText": "Alena Popchanka (born July 28, 1979 in Gomel, Belarus) is a 4-time Olympic freestyle and butterfly swimmer originally from Belarus. She swam for Belarus at the 1996, 2000 and 2004 Olympics. At the 2008 Olympics she swam for France; after her marriage to Frenchman Frédéric Vergnoux in early 2005.",
      "pageId": 6293207
    },
    {
      "year": "1980",
      "uri": "/wiki/Stephen_Christian",
      "name": "Stephen Christian",
      "monthDay": "07/28",
      "aboutText": "Noel Sullivan (born 28 July 1980, Cardiff, Wales) is a Welsh singer and actor. He was a member of the British pop group Hear'Say. Like the other members of the group, he won his part through the talent show Popstars.",
      "pageId": 3427937
    },
    {
      "year": "1980",
      "uri": "/wiki/Noel_Sullivan",
      "name": "Noel Sullivan",
      "monthDay": "07/28",
      "aboutText": "Stephen Christian is an American singer and songwriter best known as the former lead vocalist of the alternative rock band Anberlin, as well as the vocalist of his acoustic side-project Anchor & Braille. He and his bandmates started Anberlin in 2002, after the demise of their previous group, known as SaGoh 24/7. He is one of the main songwriters for Anberlin along with Joseph Milligan, and with the band has released seven albums, the final being in 2014.",
      "pageId": 6421671,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Anberlin.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anthony_Weaver",
      "name": "Anthony Weaver",
      "monthDay": "07/28",
      "aboutText": "Anthony Lee Weaver (born July 28, 1980 in Killeen, Texas) is a former American football defensive end. He was drafted by the Baltimore Ravens in the second round of the 2002 NFL Draft and finished his career with the Houston Texans in 2008 . Weaver played high school football for the Saratoga Springs High School Blue Streaks in Saratoga Springs, NY. He played college football at Notre Dame.",
      "pageId": 982790
    },
    {
      "year": "1981",
      "uri": "/wiki/Nancy_Alexiadi",
      "name": "Nancy Alexiadi",
      "monthDay": "07/28",
      "aboutText": "Nancy Alexiadi (Greek: Νάνσυ Αλεξιάδη) is a Greek singer and former contestant on Fame Story 3. She has released two albums, the most recent of which was released in October 2007. The music was written by Kostas Miliotakis, while the lyrics were written by Ilias Fillipou.",
      "pageId": 11859812
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_Carrick",
      "name": "Michael Carrick",
      "monthDay": "07/28",
      "aboutText": "Michael Carrick (born 28 July 1981) is an English professional footballer who plays for Manchester United and the England national team. He is vice-captain of Manchester United. Carrick primarily plays as a central midfielder, but he has been used as an emergency centre-back under Alex Ferguson, David Moyes and Louis van Gaal.",
      "pageId": 2461597,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a5/039_men_at_work_UEFA_2009%2C_Rome.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jo_In-sung",
      "name": "Jo In-sung",
      "monthDay": "07/28",
      "aboutText": "Jo In-sung (Hangul: 조인성; born July 28, 1981) is a South Korean actor.",
      "pageId": 4622798
    },
    {
      "year": "1981",
      "uri": "/wiki/Bi_Wenjing",
      "name": "Bi Wenjing",
      "monthDay": "07/28",
      "aboutText": "Ágústa Eva Erlendsdóttir (pronounced [ˈauːkusta ˈɛːva ˈɛrlɛntsˌtouʰtɪr]; born 28 July 1982) is an Icelandic singer and actress. She was a member of the band Ske, and in 2005 began her solo career. She is best known for her portrayal of the controversial character Silvía Night.",
      "pageId": 4092568
    },
    {
      "year": "1982",
      "uri": "/wiki/%C3%81g%C3%BAsta_Eva_Erlendsd%C3%B3ttir",
      "name": "Ágústa Eva Erlendsdóttir",
      "monthDay": "07/28",
      "aboutText": "Bi Wenjing (Chinese: 毕文静; born 1981) is a Chinese gymnast. She competed at the 1996 Summer Olympics in Atlanta, winning a silver medal in uneven bars, and placing fourth in the team competition with the Chinese team.",
      "pageId": 31299391
    },
    {
      "year": "1982",
      "uri": "/wiki/Cain_Velasquez",
      "name": "Cain Velasquez",
      "monthDay": "07/28",
      "aboutText": "Venkatesh Prabhu Kasthuri Raja, known by his stage name Dhanush, is an Indian film actor, producer, lyricist and playback singer who works predominantly in Tamil cinema. In 2011, he won the National Film Award for Best Actor for the movie Aadukalam. The same year, he received international attention with his popular song \"Why this Kolaveri Di\" becomes 1st Indian video to cross 100 million views on YouTube.",
      "pageId": 5708792,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Dhanush_Bachchan.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dhanush",
      "name": "Dhanush",
      "monthDay": "07/28",
      "aboutText": "Cain Ramirez Velasquez (born July 28, 1982) is an American mixed martial artist. He is a former two-time UFC Heavyweight Champion. As of December 20, 2015, he is #12 in official UFC pound-for-pound rankings and is ranked the #2 heavyweight in the world by Sherdog.",
      "pageId": 17440144,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Cain_Velasquez.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cody_Hay",
      "name": "Cody Hay",
      "monthDay": "07/28",
      "aboutText": "Cody Hay (born July 28, 1983) is a Canadian former pair skater. With Anabelle Langlois, he is the 2008 Canadian national champion.",
      "pageId": 8074625,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/Anabelle_Langlois_%26_Cody_Hay_Throw_Jump_-_2006_Skate_America.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Leah_Luv",
      "name": "Leah Luv",
      "monthDay": "07/28",
      "aboutText": "Leah Luv (born July 28, 1984) is the stage name of a retired American pornographic actress and director.\n^ a b c \"Leah Luv Bio\". IAFD.com.",
      "pageId": 31798672,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Leah_Luv_001.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Zach_Parise",
      "name": "Zach Parise",
      "monthDay": "07/28",
      "aboutText": "Mathieu Debuchy (French pronunciation: ​[ma.tjø də.by.ʃi] ; born 28 July 1985) is a French professional footballer who plays for English club Arsenal. He is often deployed in the right back position, but began his career playing as a midfielder usually acting as a deep-lying playmaker.\nHe spent nine-and-a-half seasons at Lille, including a Ligue 1 and Coupe de France double in 2010–11.",
      "pageId": 2626733,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/Community_Shield_28_-_Celebrating_Giroud%27s_goal_%2814904862433%29.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mathieu_Debuchy",
      "name": "Mathieu Debuchy",
      "monthDay": "07/28",
      "aboutText": "Zachary Justin Parise (born July 28, 1984) is an American professional ice hockey left winger of French-Canadian heritage, an alternate captain for the Minnesota Wild in the National Hockey League (NHL). He has also played for the New Jersey Devils, where he served as team captain. Parise's father, J. P. Parisé, was a professional ice hockey player who played for Team Canada at the 1972 Summit Series, and his brother Jordan Parise is a retired professional hockey goaltender.",
      "pageId": 2873332,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/130223_Zach_Parise_Wild.png"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dustin_Milligan",
      "name": "Dustin Milligan",
      "monthDay": "07/28",
      "aboutText": "Dustin Wallace Milligan (born July 28, 1985) is a Canadian actor, known for his role as Ethan Ward on the teen drama television series 90210.",
      "pageId": 5950046,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/DustinMilliganCropped.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Darren_Murphy",
      "name": "Darren Murphy",
      "monthDay": "07/28",
      "aboutText": "Darren Murphy (born 28 July 1985) is an Irish footballer who plays as a midfielder for Cobh Ramblers in the League of Ireland.\nMurphy started his career at Cobh Ramblers, progressing through the club's youth system before breaking into the first–team during the 2003 season. He then joined Cork City in 2007, and spent two seasons at the club.",
      "pageId": 10179669,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Darren_Murphy_1.png"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sharifah_Sofia",
      "name": "Sharifah Sofia",
      "monthDay": "07/28",
      "aboutText": "Alexandra Nicole Chando (born July 28, 1986) is an American actress.",
      "pageId": 3693255,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/62/Tumblr_mi0n8pvo091qesvbxo1_500.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alexandra_Chando",
      "name": "Alexandra Chando",
      "monthDay": "07/28",
      "aboutText": "Sharifah Sofia binti Syed Hussein (born 28 July 1985) or better known as Sharifah Sofia is a Malaysia actress. She was born in Liverpool, England.",
      "pageId": 23772795
    },
    {
      "year": "1986",
      "uri": "/wiki/Lauri_Korpikoski",
      "name": "Lauri Korpikoski",
      "monthDay": "07/28",
      "aboutText": "Lauri Korpikoski (born July 28, 1986) is a Finnish professional ice hockey left winger currently playing for the Edmonton Oilers of the National Hockey League (NHL).",
      "pageId": 11446372,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fb/LauriKorpikoski.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Huma_Qureshi_(actress)",
      "name": "Huma Qureshi",
      "monthDay": "07/28",
      "aboutText": "Huma Saleem Qureshi (pronounced [ɦuːmaː saˈlemː qureʃiː]; born 28 July 1986) is an Indian film actress and model, who has received two Filmfare Award nominations.\nQureshi obtained a bachelors degree in History Honours from the University of Delhi, She worked as a theatre actor and model. After working in several theatrical productions, she moved to Mumbai and signed a two-year contract with Hindustan Unilever to appear in television commercials.",
      "pageId": 35769202,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/37/Dagger-14-plain.png"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sumire_(model)",
      "name": "Sumire",
      "monthDay": "07/28",
      "aboutText": "Yasser Anwar Corona Delgado (born July 28, 1987 in Tepic) is a Mexican football defender playing for Querétaro in the Liga MX.",
      "pageId": 23745883
    },
    {
      "year": "1987",
      "uri": "/wiki/Yasser_Corona",
      "name": "Yasser Corona",
      "monthDay": "07/28",
      "aboutText": "Arisa Ishikawa (石川 安里沙, Ishikawa Arisa, July 28, 1987 – June 11, 2009), better known by her stage name Sumire (純恋), was a Japanese cabaret hostess and fashion model, who was known as a featured model on the popular gyaru fashion magazine Koakuma Ageha.",
      "pageId": 31704675,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/5b/Arisa_Ishikawa%2C_a.k.a._Sumire.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yevhen_Khacheridi",
      "name": "Yevhen Khacheridi",
      "monthDay": "07/28",
      "aboutText": "Yevhen Hryhorovych Khacheridi (Ukrainian: Євген Григорович Хачеріді, born 28 July 1987) is a Ukrainian footballer. He plays as centre back for Dynamo Kyiv.",
      "pageId": 23725191,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/%D0%95%D0%B2%D0%B3%D0%B5%D0%BD%D0%B8%D0%B9_%D0%A5%D0%B0%D1%87%D0%B5%D1%80%D0%B8%D0%B4%D0%B8_-_Yevhen_Khacheridi_%2816663281177%29.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Pedro_Rodr%C3%ADguez_Ledesma",
      "name": "Pedro Rodríguez Ledesma",
      "monthDay": "07/28",
      "aboutText": "Pedro Eliezer Rodríguez Ledesma (Spanish pronunciation: [ˈpeðɾo roˈðɾiɣeð leˈðezma]; born 28 July 1987), commonly known as Pedro or Pedrito, is a Spanish professional footballer who plays as a forward or a winger for Premier League club Chelsea and the Spain national team.\nPedro scored 99 goals in 321 appearances across all competitions for Barcelona from 2008 to 2015, winning 20 major honours including five La Liga titles and the UEFA Champions League three times. During the 2009–10 season, he became the first player in history to score in six different official club competitions in one season.",
      "pageId": 33441710,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/Chelsea_1_Southampton_3_%2821753895798%29.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Gunnar_Nelson_(fighter)",
      "name": "Gunnar Nelson",
      "monthDay": "07/28",
      "aboutText": "Gunnar Lúðvík Nelson (born 28 July 1988) is an Icelandic mixed martial artist currently competing in the welterweight division of the Ultimate Fighting Championship. He is a black belt in BJJ which was awarded by Renzo Gracie after impressive results at the 2009 IBJJF Pan-Ams and the 2009 ADCC Submission Wrestling World Championship. As of January 2016, he is #15 in official UFC welterweight rankings.",
      "pageId": 24537514,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Gunnar_about2.jpg"
    },
    {
      "year": "1989",
      "uri": "/wiki/Felipe_Kitadai",
      "name": "Felipe Kitadai",
      "monthDay": "07/28",
      "aboutText": "Felipe Kitadai (born July 28, 1989) is a judoka from Brazil of Japanese origin.\nHe won a bronze medal at the 2012 Summer Olympic Games. He also won gold medals five consecutive times in the Pan American Games Judo Championships: at 2011 Guadalaraja, 2012 Montreal, 2013 San José, 2014 Guayaquil and 2015 Edmonton.",
      "pageId": 35736501
    },
    {
      "year": "1990",
      "uri": "/wiki/Soulja_Boy",
      "name": "Soulja Boy",
      "monthDay": "07/28",
      "aboutText": "DeAndre Cortez Way (born July 28, 1990), better known by his stage name Soulja Boy Tell 'Em, or simply Soulja Boy, is an American rapper, record producer, actor, and entrepreneur.\nIn September 2007, his single \"Crank That (Soulja Boy)\" reached number one on the US Billboard Hot 100. The single was initially self-published on the internet, and it later became a number-one hit in the United States for seven non-consecutive weeks starting in September 2007.",
      "pageId": 12499554,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Soulja_Boy.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Simone_Pizzuti",
      "name": "Simone Pizzuti",
      "monthDay": "07/28",
      "aboutText": "Simone Pizzuti (born 28 July 1990) is an Italian footballer who plays for Lega Pro Seconda Divisione club Lecco.",
      "pageId": 29271540
    },
    {
      "year": "1991",
      "uri": "/wiki/Rina_Aizawa",
      "name": "Rina Aizawa",
      "monthDay": "07/28",
      "aboutText": "Rina Aizawa (逢沢 りな, Aizawa Rina, born July 28, 1991) is a Japanese actress and gravure idol signed under Box Corporation.",
      "pageId": 19521825
    },
    {
      "year": "1992",
      "uri": "/wiki/Spencer_Boldman",
      "name": "Spencer Boldman",
      "monthDay": "07/28",
      "aboutText": "Spencer Thomas Boldman (born July 28, 1992) is an American actor best known for his role as Adam Davenport on Disney XD's Lab Rats.",
      "pageId": 35962290
    },
    {
      "year": "1993",
      "uri": "/wiki/Harry_Kane",
      "name": "Harry Kane",
      "monthDay": "07/28",
      "aboutText": "Cher Lloyd (born 28 July 1993) is an English singer, songwriter, rapper, and model. Lloyd rose to fame in 2010 when she finished fourth in the seventh series of The X Factor. Following the seventh series finale, Lloyd was signed to Syco Music.",
      "pageId": 29044071,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/Cher-Lloyd_2012-06-08_photoby_Adam-Bielawski_6776.jpg"
    },
    {
      "year": "1993",
      "uri": "/wiki/Cher_Lloyd",
      "name": "Cher Lloyd",
      "monthDay": "07/28",
      "aboutText": "Harry Edward Kane (born 28 July 1993) is an English professional footballer who plays as a forward for Tottenham Hotspur and the England national team.\nHe made his senior debut for Tottenham on 25 August 2011 in a UEFA Europa League game against Heart of Midlothian. Before establishing himself in Tottenham's first team, Kane spent time on loan in League One playing for Leyton Orient, in the Championship playing for Millwall and Leicester City and in the Premier League for Norwich City.",
      "pageId": 30483842,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/02/Conor_Coady_and_Harry_Kane.jpg"
    }
  ]
}