{
  "people": [
    {
      "year": "826",
      "uri": "/wiki/Emperor_Montoku",
      "name": "Montoku",
      "aboutText": "Captain William Kidd (c. 22 January 1645 – 23 May 1701) was a Scottish sailor who was tried and executed for piracy after returning from a voyage to the Indian Ocean. Some modern historians deem his piratical reputation unjust, as there is evidence that Kidd acted only as a privateer.",
      "pageId": 7119,
      "monthDay": "01/22"
    },
    {
      "year": "1263",
      "uri": "/wiki/Ibn_Taymiyyah",
      "name": "Ibn Taymiyyah",
      "aboutText": "Emperor Montoku (文徳天皇, Montoku-tennō) (22 January 826– 7 October 858) was the 55th emperor of Japan, according to the traditional order of succession.\nMontoku's reign lasted from 850 to 858.",
      "pageId": 10491,
      "monthDay": "01/22"
    },
    {
      "year": "1440",
      "uri": "/wiki/Ivan_III_of_Russia",
      "name": "Ivan III of Russia",
      "aboutText": "Francis Bacon, 1st Viscount St Alban PC KC (/ˈbeɪkən/; 22 January 1561 – 9 April 1626) was an English philosopher, statesman, scientist, jurist, orator, essayist and author. He served both as Attorney General and Lord Chancellor of England. After his death, he remained extremely influential through his works, especially as philosophical advocate and practitioner of the scientific method during the scientific revolution.",
      "pageId": 11319,
      "monthDay": "01/22"
    },
    {
      "year": "1552",
      "uri": "/wiki/Walter_Raleigh",
      "name": "Walter Raleigh",
      "aboutText": "Gotthold Ephraim Lessing (German: [ˈlɛsɪŋ]; 22 January 1729 – 15 February 1781) was a German writer, philosopher, dramatist, publicist and art critic, and one of the most outstanding representatives of the Enlightenment era. His plays and theoretical writings substantially influenced the development of German literature. He is widely considered by theatre historians to be the first dramaturg in his role at Abel Seyler's Hamburg National Theatre.",
      "pageId": 12305,
      "monthDay": "01/22"
    },
    {
      "year": "1561",
      "uri": "/wiki/Francis_Bacon",
      "name": "Francis Bacon",
      "aboutText": "Sir Walter Raleigh (/ˈrɔːli/, /ˈræli/, or /ˈrɑːli/; circa 1554 – 29 October 1618) was an English landed gentleman, writer, poet, soldier, politician, courtier, spy, and explorer. He was cousin to Sir Richard Grenville and younger half-brother of Sir Humphrey Gilbert. He is also well known for popularising tobacco in England.",
      "pageId": 33703,
      "monthDay": "01/22"
    },
    {
      "year": "1570",
      "uri": "/wiki/Sir_Robert_Cotton,_1st_Baronet,_of_Connington",
      "name": "Sir Robert Cotton, 1st Baronet, of Connington",
      "aboutText": "Ivan III Vasilyevich (Russian: Ivan III Vasil’jevič) (22 January 1440, Moscow – 27 October 1505, Moscow), also known as Ivan the Great, was a Grand Prince of Moscow and Grand Prince of all Rus' (Velikij kňaz’ vseja Rusi). Sometimes referred to as the \"gatherer of the Rus' lands\", he tripled the territory of his state, ended the dominance of the Golden Horde over the Rus', renovated the Moscow Kremlin, and laid the foundations of what later became called the Russian state.",
      "pageId": 148191,
      "monthDay": "01/22"
    },
    {
      "year": "1592",
      "uri": "/wiki/Pierre_Gassendi",
      "name": "Pierre Gassendi",
      "aboutText": "Pierre Gassendi (French: [gasɑ̃di]; also Pierre Gassend, Petrus Gassendi; 22 January 1592 – 24 October 1655) was a French philosopher, priest, scientist, astronomer, and mathematician. While he held a church position in south-east France, he also spent much time in Paris, where he was a leader of a group of free-thinking intellectuals. He was also an active observational scientist, publishing the first data on the transit of Mercury in 1631.",
      "pageId": 197030,
      "monthDay": "01/22"
    },
    {
      "year": "1645",
      "uri": "/wiki/William_Kidd",
      "name": "William Kidd",
      "aboutText": "Aḥmad ibn Taymiyyah (Arabic: تقي الدين أحمد ابن تيمية) known as Ibn Taymiyyah (22 January 1263 - 26 September 1328) was either Kurdish or according to some opinions Arab Islamic scholar, theologian and logician. He lived during the troubled times of the Mongol invasions, much of the time in Damascus. He was a member of the school founded by Ahmad ibn Hanbal and is considered by his followers, along with Ibn Qudamah, as one of the two most significant proponents of Hanbalism.",
      "pageId": 272074,
      "monthDay": "01/22"
    },
    {
      "year": "1654",
      "uri": "/wiki/Richard_Blackmore",
      "name": "Richard Blackmore",
      "aboutText": "Sir Robert Bruce Cotton, 1st Baronet (22 January 1570/1 – 6 May 1631) was an English antiquarian, member of parliament and founder of the Cotton library.\nOf Huntingdonshire parents, Cotton was educated at Westminster School, and at Jesus College, Cambridge, where he graduated BA in 1585. He began to amass a library in which the documents rivalled, then surpassed, the royal manuscript collections.",
      "pageId": 340359,
      "monthDay": "01/22"
    },
    {
      "year": "1690",
      "uri": "/wiki/Nicolas_Lancret",
      "name": "Nicolas Lancret",
      "aboutText": "Prince Christian of Schleswig-Holstein KG GCVO PC ADC(P) (Frederick Christian Charles Augustus; 22 January 1831 – 28 October 1917) was a minor Danish-born German prince who became a member of the British Royal Family through his marriage to Princess Helena of the United Kingdom (25 May 1846 – 9 June 1923), the fifth child and third daughter of Queen Victoria and Prince Albert of Saxe-Coburg-Gotha.",
      "pageId": 436088,
      "monthDay": "01/22"
    },
    {
      "year": "1729",
      "uri": "/wiki/Gotthold_Ephraim_Lessing",
      "name": "Gotthold Ephraim Lessing",
      "aboutText": "Ludger Duvernay (January 22, 1799 – November 28, 1852) was born in Verchères, Quebec, Canada.\nHe was a printer by profession and published a number of newspapers including the Gazette des Trois-Rivières, the first newspaper in Lower Canada outside of Quebec City and Montreal, and also La Minerve, which supported the Parti patriote and Louis-Joseph Papineau in the years leading up to the Lower Canada Rebellion.\nDuvernay was one of several journalists imprisoned early in 1832 for criticizing the non-elected legislative council that represented the interests of the Château Clique.",
      "pageId": 528034,
      "monthDay": "01/22"
    },
    {
      "year": "1733",
      "uri": "/wiki/Philip_Carteret",
      "name": "Philip Carteret",
      "aboutText": "Sir Richard Blackmore (22 January 1654 – 9 October 1729), English poet and physician, is remembered primarily as the object of satire and as an example of a dull poet.",
      "pageId": 564732,
      "monthDay": "01/22"
    },
    {
      "year": "1740",
      "uri": "/wiki/Noah_Phelps",
      "name": "Noah Phelps",
      "aboutText": "Dona Maria Leopoldina of Austria (22 January 1797 – 11 December 1826) was an archduchess of Austria, Empress consort of Brazil and Queen consort of Portugal.\nShe was born in Vienna, Austria, as the daughter of Holy Roman Emperor Francis II, and his second wife, Maria Teresa of Naples and Sicily. Among her many siblings were Emperor Ferdinand I of Austria and Marie Louise, Duchess of Parma, the wife of Napoleon Bonaparte.",
      "pageId": 780977,
      "monthDay": "01/22"
    },
    {
      "year": "1781",
      "uri": "/wiki/Fran%C3%A7ois_Habeneck",
      "name": "François Habeneck",
      "aboutText": "Nicolas Lancret (22 January 1690 – 14 September 1743), French painter, was born in Paris, and became a brilliant depicter of light comedy which reflected the tastes and manners of French society under the regent Orleans.",
      "pageId": 838321,
      "monthDay": "01/22"
    },
    {
      "year": "1788",
      "uri": "/wiki/Lord_Byron",
      "name": "Lord Byron",
      "aboutText": "Karl Ernst Claus (also Karl Klaus or Carl Claus, Russian: Карл Ка́рлович Кла́ус, 23 January 1796 – 24 March 1864) was a Baltic German chemist and naturalist. Claus was a professor at Kazan State University and a member of the Russian Academy of Sciences.",
      "pageId": 1267617,
      "monthDay": "01/22"
    },
    {
      "year": "1796",
      "uri": "/wiki/Karl_Ernst_Claus",
      "name": "Karl Ernst Claus",
      "aboutText": "Philip Carteret, Seigneur of Trinity (22 January 1733, Trinity Manor, Jersey – 21 July 1796, Southampton) was a British naval officer and explorer who participated in two of the Royal Navy's circumnavigation expeditions in 1764-66 and 1766-69.",
      "pageId": 1649129,
      "monthDay": "01/22"
    },
    {
      "year": "1797",
      "uri": "/wiki/Maria_Leopoldina_of_Austria",
      "name": "Maria Leopoldina of Austria",
      "aboutText": "Maj. Gen. Noah Phelps (Simsbury, Connecticut, 22 Jan 1740 - Simsbury, Connecticut, 4 Nov 1809), was the son of Lt.",
      "pageId": 3179161,
      "monthDay": "01/22"
    },
    {
      "year": "1799",
      "uri": "/wiki/Ludger_Duvernay",
      "name": "Ludger Duvernay",
      "aboutText": "François Antoine Habeneck (22 January 1781 – 8 February 1849) was a French violinist and conductor.",
      "pageId": 4183364,
      "monthDay": "01/22"
    },
    {
      "year": "1831",
      "uri": "/wiki/Prince_Christian_of_Schleswig-Holstein",
      "name": "Prince Christian of Schleswig-Holstein",
      "aboutText": "Joseph Alfred \"Jack\" Slade, (January 22, 1831 – March 10, 1864), was a stagecoach and Pony Express superintendent, instrumental in the opening of the American West and the archetype of the Western gunslinger.\nBorn in Carlyle, Illinois, he was the son of Charles W. Slade and Mary Dark (Kain) Slade. During the Mexican War he served in the U.S. Army that occupied Santa Fe, 1847-48.",
      "pageId": 12612977,
      "monthDay": "01/22"
    },
    {
      "year": "1831",
      "uri": "/wiki/Joseph_Alfred_Slade",
      "name": "Joseph Alfred Slade",
      "aboutText": "George Gordon Byron (later Noel), 6th Baron Byron, FRS (22 January 1788 – 19 April 1824), commonly known simply as Lord Byron, was an English poet and a leading figure in the Romantic movement. Among Byron's best-known works are the lengthy narrative poems Don Juan and Childe Harold's Pilgrimage, and the short lyric \"She Walks in Beauty\".\nByron is regarded as one of the greatest British poets, and remains widely read and influential.",
      "pageId": 17566665,
      "monthDay": "01/22"
    },
    {
      "year": "1840",
      "uri": "/wiki/Ernest_Wilberforce",
      "name": "Ernest Wilberforce",
      "aboutText": "David Llewelyn Wark \"D. W.\" Griffith (January 22, 1875 – July 23, 1948), the \"Inventor of Hollywood\", was an American film director who pioneered modern film-making techniques. He is mostly remembered for the groundbreaking 1915 film The Birth of a Nation, as well as its sequel Intolerance (1916). He is closely associated with his frequent leading lady, Lillian Gish.",
      "pageId": 7888,
      "monthDay": "01/22"
    },
    {
      "year": "1849",
      "uri": "/wiki/August_Strindberg",
      "name": "August Strindberg",
      "aboutText": "Johan August Strindberg (/ˈstrɪndbɜrɡ, ˈstrɪnbɜrɡ/   Swedish pronunciation : /ˈstrindˌbɜrj/; 22 January 1849 – 14 May 1912) was a Swedish playwright, novelist, poet, essayist and painter. A prolific writer who often drew directly on his personal experience, Strindberg's career spanned four decades, during which time he wrote over 60 plays and more than 30 works of fiction, autobiography, history, cultural analysis, and politics. A bold experimenter and iconoclast throughout, he explored a wide range of dramatic methods and purposes, from naturalistic tragedy, monodrama, and history plays, to his anticipations of expressionist and surrealist dramatic techniques.",
      "pageId": 49645,
      "monthDay": "01/22"
    },
    {
      "year": "1858",
      "uri": "/wiki/Beatrice_Webb",
      "name": "Beatrice Webb",
      "aboutText": "Antonio Gramsci (Italian: [anˈtɔːnjo ˈɡramʃi]  listen ; 22 January 1891 – 27 April 1937) was an Italian Marxist theoretician and politician. He wrote on political theory, sociology and linguistics. He was a founding member and one-time leader of the Communist Party of Italy and was imprisoned by Benito Mussolini's Fascist regime.",
      "pageId": 56244,
      "monthDay": "01/22"
    },
    {
      "year": "1869",
      "uri": "/wiki/Jos%C3%A9_Vicente_de_Freitas",
      "name": "José Vicente de Freitas",
      "aboutText": "Francis Picabia (French: [fʁɑ̃sis pikabja]; born Francis-Marie Martinez de Picabia, 22 January 1879 – 30 November 1953) was a French avant-garde painter, poet and typographist. After experimenting with Impressionism and Pointillism, Picabia became associated with Cubism. His highly abstract planar compositions were colourful and rich in contrasts.",
      "pageId": 103939,
      "monthDay": "01/22"
    },
    {
      "year": "1874",
      "uri": "/wiki/Edward_Harkness",
      "name": "Edward Harkness",
      "aboutText": "Martha Beatrice Webb (née Potter; 22 January 1858 – 30 April 1943), was an English sociologist, economist, socialist, labour historian and social reformer. It was Webb who coined the term \"collective bargaining\". She was among the founders of the London School of Economics and played a crucial role in forming the Fabian Society.",
      "pageId": 177552,
      "monthDay": "01/22"
    },
    {
      "year": "1874",
      "uri": "/wiki/Jay_Hughes",
      "name": "Jay Hughes",
      "aboutText": "Edward Stephen Harkness (January 22, 1874 – January 29, 1940) was an American philanthropist. Given privately and through his family's Commonwealth Foundation, Harkness' gifts to private hospitals, art museums, and educational institutions in the Northeastern United States were among the largest of the early twentieth century. His was a major benefactor to the Columbia University, Yale University, Harvard University, Phillips Exeter Academy, St.",
      "pageId": 203849,
      "monthDay": "01/22"
    },
    {
      "year": "1875",
      "uri": "/wiki/D._W._Griffith",
      "name": "D. W. Griffith",
      "aboutText": "Vinko Žganec (January 22, 1890 - December 12, 1976) was a well-known Croatian ethnomusicologist.\nŽganec was born in Vratišinec in Međimurje. He started to be interested in music early in his childhood and jotted down his first folk song in 1908.",
      "pageId": 447193,
      "monthDay": "01/22"
    },
    {
      "year": "1876",
      "uri": "/wiki/Warren_McLaughlin",
      "name": "Warren McLaughlin",
      "aboutText": "Frederick \"Fred\" Moore Vinson (January 22, 1890 – September 8, 1953) was an American politician who served the United States in all three branches of government and was the most prominent member of the Vinson political family. In the legislative branch, he was an elected member of the United States House of Representatives from Louisa, Kentucky, for twelve years. In the executive branch, he was the Secretary of Treasury under President Harry S. Truman.",
      "pageId": 573969,
      "monthDay": "01/22"
    },
    {
      "year": "1877",
      "uri": "/wiki/Tom_Jones_(baseball)",
      "name": "Tom Jones",
      "aboutText": "Frigyes Riesz (Hungarian: Riesz Frigyes, Hungarian pronunciation: [ˈriːs ˈfriɟɛʃ]; 22 January 1880 – 28 February 1956) was a Hungarian mathematician who made fundamental contributions to functional analysis.",
      "pageId": 1073126,
      "monthDay": "01/22"
    },
    {
      "year": "1879",
      "uri": "/wiki/Francis_Picabia",
      "name": "Francis Picabia",
      "aboutText": "Helen Lyman commonly known as Helen Hoyt or Helen Hoyt Lyman (January 22, 1887 – August 2, 1972) was an American poet.",
      "pageId": 1734683,
      "monthDay": "01/22"
    },
    {
      "year": "1880",
      "uri": "/wiki/Bill_O%27Neill_(baseball)",
      "name": "Bill O'Neill",
      "aboutText": "Henri Pélissier (pronounced: [ɑ̃.ʁi pe.li.sje]; 22 January 1889 – 1 May 1935) was a French racing cyclist from Paris and champion of the 1923 Tour de France. In addition to his 29 career victories, he was known for his long-standing feud with Tour founder Henri Desgrange and for protesting against the conditions endured by riders in the early years of the Tour. He was killed by his lover with the gun that his wife had used to commit suicide.",
      "pageId": 3613377,
      "monthDay": "01/22"
    },
    {
      "year": "1880",
      "uri": "/wiki/Frigyes_Riesz",
      "name": "Frigyes Riesz",
      "aboutText": "José Vicente de Freitas, 2nd Baron of Freitas GCTE (Portuguese pronunciation: [ʒuˈzɛ viˈsẽt(ɨ) dɨ ˈfɾɐjtɐʃ]; 22 January 1869 – 6 September 1952) was a Portuguese military officer and politician.\nDe Freitas was born in Calheta, Madeira. He fought in Flanders during Portuguese participation in World War I, and was awarded the Grand-Cross of the Order of the Tower and Sword, the highest Portuguese decoration.",
      "pageId": 3750833,
      "monthDay": "01/22"
    },
    {
      "year": "1881",
      "uri": "/wiki/Ira_Thomas",
      "name": "Ira Thomas",
      "aboutText": "Theodore Kosloff (January 22, 1882 – November 22, 1956) was a Russian-born ballet dancer, choreographer and film and stage actor. He was occasionally credited as Theodor Kosloff.",
      "pageId": 4786710,
      "monthDay": "01/22"
    },
    {
      "year": "1882",
      "uri": "/wiki/Theodore_Kosloff",
      "name": "Theodore Kosloff",
      "aboutText": "William John (Bill) O'Neill (January 22, 1880 – July 20, 1920) was an outfielder in Major League Baseball who played for the Boston Americans (1904), Washington Senators (1904) and Chicago White Sox (1906). O'Neill was a switch-hitter and threw right-handed. He was born in Saint John, New Brunswick, Canada.",
      "pageId": 6055346,
      "monthDay": "01/22"
    },
    {
      "year": "1887",
      "uri": "/wiki/Helen_Hoyt",
      "name": "Helen Hoyt",
      "aboutText": "Thomas Jones (January 22, 1877 – June 19, 1923) was an American first baseman in Major League Baseball. He played eight seasons in the American League with the Baltimore Orioles (1902), St. Louis Browns (1904–09), and Detroit Tigers (1909–10).",
      "pageId": 6303878,
      "monthDay": "01/22"
    },
    {
      "year": "1889",
      "uri": "/wiki/Henri_P%C3%A9lissier",
      "name": "Henri Pélissier",
      "aboutText": "James Jay Hughes (January 22, 1874 – June 2, 1924) was an American Major League Baseball pitcher, who played four seasons from 1898 to 1902.\nHughes was born in Sacramento, California. He attracted attention in 1897 when he threw a three hit shutout during a west coast exhibition game against the famed Baltimore Orioles, a team featuring such notable baseball stars as Wilbert Robinson, John McGraw, Hughie Jennings, Willie Keeler, and Joe Kelley.",
      "pageId": 7002447,
      "monthDay": "01/22"
    },
    {
      "year": "1889",
      "uri": "/wiki/Amos_Strunk",
      "name": "Amos Strunk",
      "aboutText": "Ira Felix Thomas (January 22, 1881 – October 11, 1958) was an American professional baseball player. He played all or part of ten in Major League Baseball, all in the American League, with the New York Highlanders (1906–07), Detroit Tigers (1908), and Philadelphia Athletics (1909–15), primarily as a catcher.",
      "pageId": 7550679,
      "monthDay": "01/22"
    },
    {
      "year": "1890",
      "uri": "/wiki/Fred_M._Vinson",
      "name": "Fred M. Vinson",
      "aboutText": "Amos Aaron Strunk (January 22, 1889 – July 22, 1979) was a center fielder who played in Major League Baseball from 1908 through 1924. A member of four World Series champion teams, Strunk batted and threw left-handed. He was born in Philadelphia, Pennsylvania.",
      "pageId": 9128365,
      "monthDay": "01/22"
    },
    {
      "year": "1890",
      "uri": "/wiki/Vinko_%C5%BDganec",
      "name": "Vinko Žganec",
      "aboutText": "Ernest Roland Wilberforce (22 January 1840 – 9 September 1907) was an Anglican clergyman and bishop.",
      "pageId": 13872315,
      "monthDay": "01/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Antonio_Gramsci",
      "name": "Antonio Gramsci",
      "aboutText": "Warren A. McLaughlin (January 22, 1876 – October 22, 1923) was an American Major League Baseball pitcher with the Philadelphia Phillies and Pittsburgh Pirates from 1900–1903.",
      "pageId": 19332403,
      "monthDay": "01/22"
    },
    {
      "year": "1892",
      "uri": "/wiki/Marcel_Dassault",
      "name": "Marcel Dassault",
      "aboutText": "Robert Ervin Howard (January 22, 1906 – June 11, 1936) was an American author who wrote pulp fiction in a diverse range of genres. He is well known for his character Conan the Barbarian and is regarded as the father of the sword and sorcery subgenre.\nHoward was born and raised in the state of Texas.",
      "pageId": 26078,
      "monthDay": "01/22"
    },
    {
      "year": "1893",
      "uri": "/wiki/Conrad_Veidt",
      "name": "Conrad Veidt",
      "aboutText": "Sergei Mikhailovich Eisenstein (/ˈaɪzənˌstaɪn/; Russian: Сергей Михайлович Эйзенштейн; IPA: [sʲɪrˈɡʲej mʲɪˈxajləvʲɪtɕ ɪjzʲɪnˈʂtʲejn]; 22 January [O.S. 10 January] 1898 – 11 February 1948) was a Soviet film director and film theorist, a pioneer in the theory and practice of montage. He is noted in particular for his silent films Strike (1925), Battleship Potemkin (1925) and October (1928), as well as the historical epics Alexander Nevsky (1938) and Ivan the Terrible (1944, 1958).\n^ \"Eisenstein\".",
      "pageId": 28380,
      "monthDay": "01/22"
    },
    {
      "year": "1897",
      "uri": "/wiki/Leslie_Sarony",
      "name": "Leslie Sarony",
      "aboutText": "George Balanchine (born Giorgi Melitonovitch Balanchivadze Russian: Георгий Мелитонович Баланчивадзе; January 22 [O.S. January 9] 1904 – April 30, 1983) was a Russian-born American ballet choreographer. Styled as the father of American ballet, he took the standards and technique from his education at the Imperial Ballet School and fused it with other schools of movement that he had adopted during his tenure as a guest choreographer on Broadway and in Hollywood, creating his signature \"neoclassical style\". He was a choreographer known for his musicality; he expressed music with dance and worked extensively with leading composers of his time like Igor Stravinsky.",
      "pageId": 208652,
      "monthDay": "01/22"
    },
    {
      "year": "1897",
      "uri": "/wiki/Blind_Willie_Johnson",
      "name": "Blind Willie Johnson",
      "aboutText": "Ross Robert Barnett (January 22, 1898 – November 6, 1987) was the governor of Mississippi from 1960 to 1964.",
      "pageId": 217482,
      "monthDay": "01/22"
    },
    {
      "year": "1897",
      "uri": "/wiki/Rosa_Ponselle",
      "name": "Rosa Ponselle",
      "aboutText": "Friedrich Georg \"Fritz\" Houtermans (January 22, 1903 – March 1, 1966) was a Dutch-Austrian-German atomic and nuclear physicist born in Zoppot near Danzig, West Prussia.",
      "pageId": 230140,
      "monthDay": "01/22"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ross_Barnett",
      "name": "Ross Barnett",
      "aboutText": "Marcel Dassault, born Marcel Bloch (22 January 1892 – 17 April 1986), was a French aircraft industrialist.",
      "pageId": 322817,
      "monthDay": "01/22"
    },
    {
      "year": "1898",
      "uri": "/wiki/Sergei_Eisenstein",
      "name": "Sergei Eisenstein",
      "aboutText": "Daniel Chapin \"Dan\" Kinsey (January 22, 1902 – June 27, 1970) was an American hurdler and a scholar in physical education.\nBorn in St. Louis, Kinsey attended the University of Illinois, studying education.",
      "pageId": 467242,
      "monthDay": "01/22"
    },
    {
      "year": "1898",
      "uri": "/wiki/Denise_Legeay",
      "name": "Denise Legeay",
      "aboutText": "Friedrich Wilhelm Ernst Busch (January 22, 1900 – June 8, 1980) was a German singer and actor.\nBusch first rose to prominence as an interpreter of political songs, particularly those of Kurt Tucholsky, in the Berlin Kabarett scene of the 1920s. He starred in the original 1928 production of Bertolt Brecht's Threepenny Opera, as well as the subsequent 1931 film by Georg Wilhelm Pabst.",
      "pageId": 509771,
      "monthDay": "01/22"
    },
    {
      "year": "1899",
      "uri": "/wiki/Martti_Haavio",
      "name": "Martti Haavio",
      "aboutText": "Mary Dresselhuys (January 22, 1907 – May 19, 2004) was a Dutch stage actress, although she appeared in a few movies as well. She was born in Tiel, the Netherlands and died in Amsterdam.\nMary Dresselhuys played more than 150 roles during her long career.",
      "pageId": 670540,
      "monthDay": "01/22"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ernst_Busch_(actor)",
      "name": "Ernst Busch",
      "aboutText": "Rosa Ponselle (January 22, 1897 – May 25, 1981), was an American operatic soprano with a large, opulent voice.",
      "pageId": 764857,
      "monthDay": "01/22"
    },
    {
      "year": "1902",
      "uri": "/wiki/Daniel_Kinsey",
      "name": "Daniel Kinsey",
      "aboutText": "Hans Walter Conrad Veidt (22 January 1893 – 3 April 1943) was a German actor best remembered for his roles in films such as The Cabinet of Dr. Caligari (1920), The Man Who Laughs (1928), and, after being forced to migrate to Britain by the rise of Nazism in Germany, his English-speaking roles in The Thief of Bagdad (1940), and, in Hollywood, Casablanca (1942). After a successful career in German silent film, where he was one of the best-paid stars of Ufa, he left Germany in 1933 with his new Jewish wife after the Nazis came to power.",
      "pageId": 827777,
      "monthDay": "01/22"
    },
    {
      "year": "1903",
      "uri": "/wiki/Fritz_Houtermans",
      "name": "Fritz Houtermans",
      "aboutText": "William Ralph \"Dixie\" Dean (22 January 1907 – 1 March 1980) was an English footballer who played as a centre forward.\nBorn in Birkenhead, he began his career at his hometown club Tranmere Rovers before moving on to Everton, the club he had supported as a child. He was particularly known for scoring goals with his head.",
      "pageId": 848417,
      "monthDay": "01/22"
    },
    {
      "year": "1904",
      "uri": "/wiki/George_Balanchine",
      "name": "George Balanchine",
      "aboutText": "Douglas Corrigan (January 22, 1907 – December 9, 1995) was an American aviator born in Galveston, Texas. He was nicknamed \"Wrong Way\" in 1938. After a transcontinental flight from Long Beach, California, to New York, he flew from Floyd Bennett Field in Brooklyn, New York, to Ireland, though his flight plan was filed to return to Long Beach.",
      "pageId": 909815,
      "monthDay": "01/22"
    },
    {
      "year": "1904",
      "uri": "/wiki/Arkady_Gaidar",
      "name": "Arkady Gaidar",
      "aboutText": "\"Blind\" Willie Johnson (January 22, 1897 – September 18, 1945) was a gospel blues singer and guitarist. While the lyrics of his songs were usually religious, his music drew from both sacred and blues traditions. It is characterized by his slide guitar accompaniment and tenor voice, and his frequent use of a lower-register 'growl' or false bass voice.",
      "pageId": 1156876,
      "monthDay": "01/22"
    },
    {
      "year": "1905",
      "uri": "/wiki/Willy_Hartner",
      "name": "Willy Hartner",
      "aboutText": "Arkady Petrovich Golikov (Russian: Арка́дий Петро́вич Го́ликов; (22 January [O.S. 9 January] 1904 – 26 October 1941), better known as Arkady Gaidar (Арка́дий Гайда́р), was a Russian Soviet writer, whose stories were very popular among Soviet children.",
      "pageId": 1211177,
      "monthDay": "01/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Joe_Gladwin",
      "name": "Joe Gladwin",
      "aboutText": "Joseph \"Joe\" Gladwin (22 January 1906 – 11 March 1987) was a British actor.",
      "pageId": 1401836,
      "monthDay": "01/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Robert_E._Howard",
      "name": "Robert E. Howard",
      "aboutText": "Leslie Sarony (born Leslie Legge Frye; 22 January 1897 – 12 February 1985) was a British entertainer, singer and songwriter.",
      "pageId": 2171355,
      "monthDay": "01/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Douglas_Corrigan",
      "name": "Douglas Corrigan",
      "aboutText": "Martti Henrikki Haavio (22 January 1899, Temmes – 4 February 1973, Helsinki) was a Finnish poet, folklorist and mythologist, writing poetry under the pen name P. Mustapää. He was born on 22 January 1899 in Temmes, and died 4 February 1973. He was also a professor of folklore and an influential researcher of Finnish mythology.",
      "pageId": 18963576,
      "monthDay": "01/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Dixie_Dean",
      "name": "Dixie Dean",
      "aboutText": "Willy Hartner (22 January 1905 – 16 May 1981) was a German scientist and polymath. He studied at Goethe University, Frankfurt am Main, where he obtained his PhD in physics in 1928 and where he later served as professor from 1940, as ordinary professor [German academic terminology] from 1946.\nIn 1943, he founded the Institute for the History of Natural Sciences, today part of the Institute of Physics at the university.",
      "pageId": 22704712,
      "monthDay": "01/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mary_Dresselhuys",
      "name": "Mary Dresselhuys",
      "aboutText": "Denise Legeay (22 January 1898 – 27 May 1968) was a French film actress whose popularity peaked during the silent film era of the 1920s.\nLegeay made her film debut at age 23 in the 1921 film \"L’infante à la rose\" and would continue to act in films until 1926, including a ten episode film serial \"Vingt ans après\" in 1922.",
      "pageId": 39793570,
      "monthDay": "01/22"
    },
    {
      "year": "1908",
      "uri": "/wiki/Edythe_Kirchmaier",
      "name": "Edythe Kirchmaier",
      "aboutText": "Lev Davidovich Landau (Russian: Ле́в Дави́дович Ланда́у; IPA: [lʲɛv dɐˈvidəvʲitɕ lɐnˈdaʊ]; January 22 [O.S. January 9] 1908 – April 1, 1968) was a prominent Soviet physicist who made fundamental contributions to many areas of theoretical physics. His accomplishments include the independent co-discovery of the density matrix method in quantum mechanics (alongside John von Neumann), the quantum mechanical theory of diamagnetism, the theory of superfluidity, the theory of second-order phase transitions, the Ginzburg–Landau theory of superconductivity, the theory of Fermi liquid, the explanation of Landau damping in plasma physics, the Landau pole in quantum electrodynamics, the two-component theory of neutrinos, and Landau's equations for S matrix singularities.",
      "pageId": 80322,
      "monthDay": "01/22"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lev_Landau",
      "name": "Lev Landau",
      "aboutText": "Irving Kristol (January 22, 1920 – September 18, 2009) was an American columnist, journalist, and writer who was dubbed the \"godfather of neo-conservatism.\" As the founder, editor, and contributor to various magazines, he played an influential role in the intellectual and political culture of the last half-century; after his death he was described by The Daily Telegraph as being \"perhaps the most consequential public intellectual of the latter half of the 20th century.\"",
      "pageId": 229266,
      "monthDay": "01/22"
    },
    {
      "year": "1908",
      "uri": "/wiki/Prince_Oana",
      "name": "Prince Oana",
      "aboutText": "In this Burmese name, U is an honorific.\nThant (/θɑːnt/; Burmese: သန့်; MLCTS: san.; Burmese pronunciation: [θa̰ɴ]; January 22, 1909 – November 25, 1974), known honorifically as U Thant (/ˌuː ˈθɑːnt/) was a Burmese diplomat and the third Secretary-General of the United Nations from 1961 to 1971; the first non-European to hold the position.\nA native of Pantanaw, Thant was educated at the National High School and at the Rangoon University.",
      "pageId": 326067,
      "monthDay": "01/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/Porfirio_Rubirosa",
      "name": "Porfirio Rubirosa",
      "aboutText": "Bruno Kreisky (22 January 1911 – 29 July 1990) was an Austrian politician who served as Foreign Minister from 1959 to 1966 and as Chancellor from 1970 to 1983. He is considered perhaps Austria's most successful Socialist leader, and a figure who parlayed a small country's neutrality into a major moral and political role on the world stage.",
      "pageId": 341950,
      "monthDay": "01/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/Ann_Sothern",
      "name": "Ann Sothern",
      "aboutText": "Carl Ferdinand Howard Henry (January 22, 1913 – December 7, 2003) was an American evangelical Christian theologian who served as the first editor-in-chief of the magazine Christianity Today, which was established to serve as a scholarly voice for evangelical Christianity and a challenge to the liberal Christian Century.",
      "pageId": 396982,
      "monthDay": "01/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/U_Thant",
      "name": "U Thant",
      "aboutText": "Ann Sothern (January 22, 1909 – March 15, 2001) was an American stage, radio, film, and television actress whose career spanned six decades. Sothern began her career in the late 1920s in bit parts in films. In 1930, she made her Broadway stage debut and soon worked her way up to starring roles.",
      "pageId": 520895,
      "monthDay": "01/22"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bruno_Kreisky",
      "name": "Bruno Kreisky",
      "aboutText": "Henri Dutilleux (French: [ɑ̃ʁi dytijø]; 22 January 1916 – 22 May 2013) was a French composer active mainly in the second half of the 20th century. His work, which garnered international acclaim, followed in the tradition of Maurice Ravel, Claude Debussy, and Albert Roussel, but in an idiosyncratic style.\nSome of his notable compositions include the Piano Sonata, two symphonies, the Cello Concerto Tout un monde lointain (A whole distant world), the Violin Concerto L'arbre des songes (The tree of dreams) and the String Quartet Ainsi la nuit (Thus the night).",
      "pageId": 655020,
      "monthDay": "01/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Henry_Bauchau",
      "name": "Henry Bauchau",
      "aboutText": "Porfirio Rubirosa Ariza (January 22, 1909 – July 5, 1965) was a Dominican diplomat, racing car driver and polo player. He was an adherent of the dictator Rafael Trujillo, and was also rumored to be a political assassin under his regime. Rubirosa made his mark as an international playboy for his jet setting lifestyle and his legendary sexual prowess with women.",
      "pageId": 709828,
      "monthDay": "01/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/William_Conway_(cardinal)",
      "name": "William Conway",
      "aboutText": "Heinrich Albertz (22 January 1915 – 18 May 1993) was a German Protestant theologian, priest and politician of the Social Democratic Party (SPD).",
      "pageId": 1271234,
      "monthDay": "01/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Carl_F._H._Henry",
      "name": "Carl F. H. Henry",
      "aboutText": "William Ronald Durnan (January 22, 1916 – October 31, 1972) was a Canadian professional ice hockey goaltender who played for the Montreal Canadiens in the National Hockey League (NHL). He won the Stanley Cup twice and the Vezina Trophy six times.",
      "pageId": 1783260,
      "monthDay": "01/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Kalervo_Toivonen",
      "name": "Kalervo Toivonen",
      "aboutText": "William John Conway (22 January 1913 – 17 April 1977) was an Irish cardinal of the Roman Catholic Church who served as Archbishop of Armagh and Primate of All Ireland from 1963 until his death, and was elevated to the cardinalate in 1965.",
      "pageId": 2938317,
      "monthDay": "01/22"
    },
    {
      "year": "1914",
      "uri": "/wiki/Dimitris_Dragatakis",
      "name": "Dimitris Dragatakis",
      "aboutText": "Shri Harilal Upadhyay (Gujarati: હરિલાલ ઉપાધ્યાય) ((1916-01-22)22 January 1916 – 15 January 1994(1994-01-15)) was a Gujarati author, considered as one of the all-time great authors in the Gujarati language. He wrote more than a hundred books, including historical novels, social novels, short story collections, biographies, the great Mahabharat series, children's literature, poems and Plays. He was used to writing columns and articles in news papers and magazines like Kismat, LokTantra, LokGurjari (LokGurjaree), JyotirVignan (JyotirVigyan) and others, on regular and occasional bases.",
      "pageId": 3317369,
      "monthDay": "01/22"
    },
    {
      "year": "1915",
      "uri": "/wiki/Heinrich_Albertz",
      "name": "Heinrich Albertz",
      "aboutText": "Dimitris Dragatakis (Greek: Δημήτρης Δραγατάκης; 22 January 1914 – 18 December 2001) was a Greek composer of classical music.\nHe was born in Platanoussa, Epirus in 1914 and studied the violin from 1930 to 1939 at the Greek National Conservatory in Athens. Later on, he switched to the viola and from 1949 started composition lessons with Leonidas Zoras and Manolis Kalomiris, receiving his diploma in 1955.",
      "pageId": 5167710,
      "monthDay": "01/22"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bill_Durnan",
      "name": "Bill Durnan",
      "aboutText": "Kaarlo Kalervo Toivonen (January 22, 1913, Salo – July 25, 2006) was a Finnish athlete who mainly competed in the men's javelin throw during his career.\nToivonen represented Finland at the 1936 Summer Olympics in Berlin, where he threw the javelin 70.72 metres to win the bronze medal. The competition in the javelin throw was extremely close; fellow Finn, Yrjo Nikkanen finished just five centimeters ahead of Toivonen to win the silver medal, and one meter ahead of both Finns was Germany's Gerhard Stöck, who won the gold medal at 71.84 meters.",
      "pageId": 7218607,
      "monthDay": "01/22"
    },
    {
      "year": "1916",
      "uri": "/wiki/Henri_Dutilleux",
      "name": "Henri Dutilleux",
      "aboutText": "Eugene Francis Joseph \"Huck\" Geary (January 22, 1917 in Buffalo, New York – January 27, 1981 in Cuba, New York) is a former Major League Baseball player. A right-handed shortstop who batted from the left side, Geary had a listed weight of 170 pounds.\nGeary appeared in 55 games with the Pittsburgh Pirates in 1942 and 1943, compiling a relatively low .160 batting average and .437 OPS during that time.",
      "pageId": 9179891,
      "monthDay": "01/22"
    },
    {
      "year": "1916",
      "uri": "/wiki/Harilal_Upadhyay",
      "name": "Harilal Upadhyay",
      "aboutText": "Diomedes Antonio Olivo Maldonado (January 22, 1919 – February 15, 1977), nicknamed \"Guayubin\" for his hometown, was a Dominican professional baseball player and scout. The left-handed pitcher appeared in 85 Major League Baseball pitched over all or part of three seasons between 1960 and 1963 for the Pittsburgh Pirates and St. Louis Cardinals.",
      "pageId": 11975756,
      "monthDay": "01/22"
    },
    {
      "year": "1917",
      "uri": "/wiki/Huck_Geary",
      "name": "Huck Geary",
      "aboutText": "Henry \"Hank\" Kawaihoa \"Prince\" Oana, Jr. (January 22, 1910 – June 19, 1976) was a professional baseball player for 23 years from 1929 to 1951. He played portions of three seasons in Major League Baseball as an outfielder for the Philadelphia Phillies in 1934, and as a pinch hitter and pitcher for Detroit Tigers in 1943 and 1945.",
      "pageId": 12040991,
      "monthDay": "01/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/Elmer_Lach",
      "name": "Elmer Lach",
      "aboutText": "Henry Bauchau (22 January 1913 – 21 September 2012) was a Belgian psychoanalyst, lawyer, and author of French prose and poetry.\nHe was the father of actor Patrick Bauchau.\n^ \"Henry Bauchau (Belgian author) - Britannica Online Encyclopedia\".",
      "pageId": 13500983,
      "monthDay": "01/22"
    },
    {
      "year": "1919",
      "uri": "/wiki/Diomedes_Olivo",
      "name": "Diomedes Olivo",
      "aboutText": "Elmer James Lach (/ˈlɑːk/, January 22, 1918 – April 4, 2015) was a Canadian professional ice hockey player who played 14 seasons for the Montreal Canadiens in the National Hockey League (NHL). A centre, he was a member of the Punch line, along with Maurice Richard and Toe Blake. Lach led the NHL in scoring twice, and was awarded the Hart Memorial Trophy in 1945 as the league's most valuable player.",
      "pageId": 21710927,
      "monthDay": "01/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/Irving_Kristol",
      "name": "Irving Kristol",
      "aboutText": "Edythe Kirchmaier (January 22, 1908 – October 24, 2015) was a centenarian woman who was the oldest user on the social media site Facebook. On January 22, 2013, she signed up to the site on her 105th birthday. She was the University of Chicago's oldest graduate, and resided in Santa Barbara, California.",
      "pageId": 41718423,
      "monthDay": "01/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alf_Ramsey",
      "name": "Alf Ramsey",
      "aboutText": "Wilfred Bailey Everett \"Bill\" Bixby III (January 22, 1934 − November 21, 1993) was an American film and television actor, director, and frequent game show panelist. His career spanned more than three decades, including appearances on stage, in films and on television series. He is known for his roles as Tim O'Hara on the CBS sitcom My Favorite Martian, Tom Corbett on the ABC comedy-drama series The Courtship of Eddie's Father, stage illusionist Anthony Blake in the NBC crime drama series The Magician, but is perhaps best known for his role as scientist Dr.",
      "pageId": 4969,
      "monthDay": "01/22"
    },
    {
      "year": "1921",
      "uri": "/wiki/Arno_Babajanian",
      "name": "Arno Babajanian",
      "aboutText": "James Louis \"J. J.\" Johnson (January 22, 1924 – February 4, 2001) was an American jazz trombonist, composer and arranger. He was sometimes credited as Jay Jay Johnson.\nJohnson was one of the first trombonists to embrace bebop music.",
      "pageId": 102410,
      "monthDay": "01/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Diana_Dill",
      "name": "Diana Dill",
      "aboutText": "Samuel Cook (January 22, 1931 – December 11, 1964), known professionally as Sam Cooke, was an American singer, songwriter, and entrepreneur. He is generally considered among the greatest of all time.\nInfluential as both a singer and composer, he is commonly known as the King of Soul for his distinctive vocals and importance within popular music.",
      "pageId": 147343,
      "monthDay": "01/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/J._J._Johnson",
      "name": "J. J. Johnson",
      "aboutText": "Piper Laurie (born Rosetta Jacobs; January 22, 1932) is an American stage and screen actress known for her roles in the films The Hustler (1961), Carrie (1976) and Children of a Lesser God (1986), all of which brought her Academy Award nominations. She is also known for her performance as Catherine Martell in the cult television series Twin Peaks, for which she won a Golden Globe Award in 1991.",
      "pageId": 206713,
      "monthDay": "01/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/J%C3%A1n_Chryzostom_Korec",
      "name": "Ján Chryzostom Korec",
      "aboutText": "Sir Alfred Ernest \"Alf\" Ramsey (22 January 1920 – 28 April 1999) was an English footballer and manager who, as manager of the England national football team from 1963 to 1974, guided England to victory in the 1966 FIFA World Cup. Knighted in 1967 in recognition of England's World Cup win, Ramsey also managed England to third place in the 1968 European Championship and the quarter-finals of the 1970 World Cup and the 1972 European Championship respectively. As a player, Ramsey was a defender and a member of England's 1950 World Cup squad.",
      "pageId": 413271,
      "monthDay": "01/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ortvin_Sarapu",
      "name": "Ortvin Sarapu",
      "aboutText": "Vijay Anand (Hindi: विजय आनंद, Punjabi: ਵਿਜੇ ਆਨੰਦ; 22 January 1934 – 23 February 2004), also known as Goldie Anand, was an Indian filmmaker, producer, screen writer, editor, and actor, who is known for acclaimed films like Guide (1965) and Johny Mera Naam (1970).",
      "pageId": 485453,
      "monthDay": "01/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/Aur%C3%A8le_Nicolet",
      "name": "Aurèle Nicolet",
      "aboutText": "Graham Kerr (born 22 January 1934) is an English cooking personality who is best known for his television cooking show The Galloping Gourmet.",
      "pageId": 1163092,
      "monthDay": "01/22"
    },
    {
      "year": "1928",
      "uri": "/wiki/Yoshihiko_Amino",
      "name": "Yoshihiko Amino",
      "aboutText": "Seymour Joseph Cassel (born January 22, 1935) is an American actor.\nCassel first came to prominence in the 1960s in the pioneering independent films of writer/director John Cassavetes.",
      "pageId": 1392254,
      "monthDay": "01/22"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mariv%C3%AD_Bilbao",
      "name": "Mariví Bilbao",
      "aboutText": "Alexander Vladimirovich Men (Russian: Александр Владимирович Мень; 22 January 1935 – 9 September 1990) was a Russian Orthodox priest, theologian, Biblical scholar and writer.\nMen wrote dozens of books (including his magnum opus, History of Religion: In Search of the Way, the Truth and the Life, the seventh volume of which, Son of Man, served as the introduction to Christianity for thousands of citizens in the Soviet Union); baptized hundreds if not thousands; founded an Orthodox Open University; opened one of the first Sunday Schools in Russia as well as a charity group at the Russian Children's Hospital. His influence is still widely felt and his legacy continues to grow among Christians both in Russia and abroad.",
      "pageId": 2203446,
      "monthDay": "01/22"
    },
    {
      "year": "1930",
      "uri": "/wiki/%C3%89amon_de_Buitl%C3%A9ar",
      "name": "Éamon de Buitléar",
      "aboutText": "Galina Ivanovna Zybina (Russian: Галина Ивановна Зыбина, born 22 January 1931) is a retired Russian athlete and coach. She competed in the shot put at the 1952, 1956, 1960 and 1964 Olympics and finished in first, second, seventh and third place, respectively; in 1952 she also finished fourth in the javelin throw. Between 1952 and 1956 she set eight consecutive world records and 14 national records in the shot put.",
      "pageId": 3019984,
      "monthDay": "01/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/Sam_Cooke",
      "name": "Sam Cooke",
      "aboutText": "Ortvin Sarapu MBE (Estonian: Ortvin Sarapuu; 22 January 1924 in Narva, Estonia – 13 April 1999 in Auckland, New Zealand), sometimes known as \"Mr Chess\", was a New Zealand chess International Master who won or shared the New Zealand Chess Championship 20 times from 1952 to 1990.",
      "pageId": 3566877,
      "monthDay": "01/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/Galina_Zybina",
      "name": "Galina Zybina",
      "aboutText": "Ján Chryzostom Korec, SJ (22 January 1924 – 24 October 2015) was a Slovakian Jesuit priest and a Cardinal of the Roman Catholic Church. He was ordained a priest in 1950 and consecrated bishop in 1951. Because of government suppression of the Catholic Church, he spent 39 years working as a priest without government authorization, either in prison or supporting himself as a laborer.",
      "pageId": 4088448,
      "monthDay": "01/22"
    },
    {
      "year": "1932",
      "uri": "/wiki/Berthold_Gr%C3%BCnfeld",
      "name": "Berthold Grünfeld",
      "aboutText": "Diana Love Webster (née Dill; formerly Douglas and Darrid; January 22, 1923 – July 3, 2015) was a Bermudian-born American actress. She was known for her marriage to actor Kirk Douglas, from 1943 until their divorce in 1951. She was the mother of Michael and Joel Douglas.",
      "pageId": 4468316,
      "monthDay": "01/22"
    },
    {
      "year": "1932",
      "uri": "/wiki/Piper_Laurie",
      "name": "Piper Laurie",
      "aboutText": "Éamon de Buitléar (22 January 1930 – 27 January 2013) was an Irish writer, musician and film maker. He was managing director of Éamon de Buitléar Ltd., a company which specialises in wildlife filming and television documentaries.\nSon of aide-de-camp to the then President of Ireland, Douglas Hyde, Éamon grew up in a house of Irish language speakers in Wicklow.",
      "pageId": 5478098,
      "monthDay": "01/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Yuri_Chesnokov_(volleyball)",
      "name": "Yuri Chesnokov",
      "aboutText": "Berthold Grünfeld (22 January 1932 – 20 August 2007) was a Norwegian psychiatrist, sexologist, and professor of social medicine at the University of Oslo.",
      "pageId": 6007022,
      "monthDay": "01/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Vijay_Anand_(Hindi_film_maker)",
      "name": "Vijay Anand",
      "aboutText": "Found alma_mater,",
      "pageId": 10085150,
      "monthDay": "01/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Bixby",
      "name": "Bill Bixby",
      "aboutText": "Yoshihiko Amino (網野 善彦, Amino Yoshihiko, January 22, 1928 – February 27, 2004) was a Japanese Marxist historian and public intellectual, perhaps most singularly known for his novel examination of medieval Japanese history. Although little of the work by Amino has been published in the West, Japanese writers and historians of Japan regard Amino as one of the most important Japanese historians of the twentieth century.",
      "pageId": 10917099,
      "monthDay": "01/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Graham_Kerr",
      "name": "Graham Kerr",
      "aboutText": "Yuri Borisovich Chesnokov (Russian: Юрий Борисович Чесноков; January 22, 1933 – May 30, 2010) was a Russian volleyball player who competed for the Soviet Union in the 1964 Summer Olympics. He was born in Moscow.\nChesnokov was a two-time world champion, having won gold at the 1960 and the 1962 competitions.",
      "pageId": 20961331,
      "monthDay": "01/22"
    },
    {
      "year": "1935",
      "uri": "/wiki/Seymour_Cassel",
      "name": "Seymour Cassel",
      "aboutText": "Aurèle Nicolet (born January 22, 1926 in Neuchâtel) is a Swiss flautist. He is considered as one of the world's best flute players of the late twentieth century. He has performed in various international concerts.",
      "pageId": 23206517,
      "monthDay": "01/22"
    },
    {
      "year": "1935",
      "uri": "/wiki/Alexander_Men",
      "name": "Alexander Men",
      "aboutText": "María Victoria Bilbao-Goyoaga Álvarez, known as Mariví Bilbao (January 22, 1930 – April 3, 2013) was a Spanish actress, especially famous for her roles as Marisa Benito in Aquí no hay quien viva and Izaskun Sagastume in La que se avecina.",
      "pageId": 37797227,
      "monthDay": "01/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ong_Teng_Cheong",
      "name": "Ong Teng Cheong",
      "aboutText": "Sir John Vincent Hurt, CBE (born 22 January 1940) is an English actor.\nHurt has had a career spanning six decades and initially came to prominence for his supporting role as Richard Rich in the film A Man for All Seasons (1966). Since then he has played leading roles as Quentin Crisp in the TV film The Naked Civil Servant (1975), the deformed man John Merrick in David Lynch's biopic The Elephant Man (1980), Winston Smith in the dystopian drama Nineteen Eighty-Four (1984), Mr.",
      "pageId": 164390,
      "monthDay": "01/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Alan_J._Heeger",
      "name": "Alan J. Heeger",
      "aboutText": "Gillian Patricia Shephard, Baroness Shephard of Northwold, PC DL (born 22 January 1940), née Watts, is an English Conservative politician; she was the Member of Parliament for South West Norfolk and served as a Cabinet Minister, and is now Chairman of the Association of Conservative Peers.",
      "pageId": 356860,
      "monthDay": "01/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Nyree_Dawn_Porter",
      "name": "Nyree Dawn Porter",
      "aboutText": "William Michael Hardy Spicer, Baron Spicer (born 22 January 1943) is a British Conservative Party peer and member of the House of Lords. From 1974 to 2010 he was a Member of Parliament (MP), and sat in the House of Commons as a backbencher.",
      "pageId": 414936,
      "monthDay": "01/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Peter_Steen",
      "name": "Peter Steen",
      "aboutText": "Nyree Dawn Porter OBE (22 January 1936 – 10 April 2001), born Ngaire Dawn Porter (\"Nyree\" is the phonetic spelling of her birth forename), was a New Zealand-born stage, film and television actress.",
      "pageId": 415936,
      "monthDay": "01/22"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ed%C3%A9n_Pastora",
      "name": "Edén Pastora",
      "aboutText": "Ong Teng Cheong, GCMG (Chinese: 王鼎昌; pinyin: Wáng Dǐngchāng; Pe̍h-ōe-jī: Ông Tíng-chhiong; 22 January 1936 – 8 February 2002), was a Singaporean politician, businessman, and member of the People's Action Party, as the fifth President of Singapore and the first directly elected.",
      "pageId": 505404,
      "monthDay": "01/22"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joseph_Wambaugh",
      "name": "Joseph Wambaugh",
      "aboutText": "Edén Atanacio Pastora Gómez (born in Ciudad Darío January 22, 1937) is a Nicaraguan politician and former guerrilla who ran for president as the candidate of the Alternative for Change (AC) party in the 2006 general elections. In the years prior to the fall of the Somoza regime, Pastora was the leader of the Southern Front, the largest militia in southern Nicaragua, second only to the FSLN (Sandinista National Liberation Front) in the north. Pastora was nicknamed Comandante Cero (\"Commander Zero\").",
      "pageId": 648800,
      "monthDay": "01/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Peter_Beard",
      "name": "Peter Beard",
      "aboutText": "Joseph Aloysius Wambaugh, Jr. (born January 22, 1937) is a bestselling American writer known for his fictional and non-fictional accounts of police work in the United States.",
      "pageId": 666574,
      "monthDay": "01/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/J%C3%B8rgen_Garde",
      "name": "Jørgen Garde",
      "aboutText": "George Seifert (born January 22, 1940) is a former American football player and coach. He served as the head coach for the San Francisco 49ers and the Carolina Panthers of the National Football League (NFL).",
      "pageId": 1014713,
      "monthDay": "01/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Alfredo_Palacio",
      "name": "Alfredo Palacio",
      "aboutText": "Alan Jay Heeger (born January 22, 1936) is an American physicist, academic and Nobel Prize laureate in chemistry.",
      "pageId": 1183272,
      "monthDay": "01/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/J._C._Tremblay",
      "name": "J. C. Tremblay",
      "aboutText": "Luis Alfredo Palacio González (born January 22, 1939) served as President of Ecuador from April 2005 to January 2007. From January 15, 2003 to April 20, 2005, he served as vice president, after which he was appointed to the presidency when the Ecuadorian Congress removed President Lucio Gutiérrez from power following a week of growing unrest with his government.",
      "pageId": 1770434,
      "monthDay": "01/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Hurt",
      "name": "John Hurt",
      "aboutText": "Peter Hill Beard is an American artist, photographer, diarist and writer who lives and works in New York and Kenya.",
      "pageId": 2564700,
      "monthDay": "01/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/George_Seifert",
      "name": "George Seifert",
      "aboutText": "Joseph Henri Jean-Claude Tremblay (January 22, 1939 – December 7, 1994) was an ice hockey defenceman for the NHL Montreal Canadiens and the WHA Quebec Nordiques, notable for play-making and defensive skills.",
      "pageId": 2830003,
      "monthDay": "01/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gillian_Shephard",
      "name": "Gillian Shephard",
      "aboutText": "Dimitrios \"Mimis\" Domazos (Greek: Δημήτρης Δομάζος), (born 22 January 1942) is a retired Greek footballer (central attacking midfielder) born in Ambelokipi, Athens. His nickname was \"The General\".\nMimis Domazos is considered by many to be one of the best footballers that Greece has ever produced.",
      "pageId": 3003812,
      "monthDay": "01/22"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jaan_Kaplinski",
      "name": "Jaan Kaplinski",
      "aboutText": "Jaan Kaplinski (born January 22, 1941 in Tartu) is an Estonian poet, philosopher, and culture critic. Kaplinski is known for his independent mind, focus on global issues and support for left-wing/liberal thinking. He has been influenced by Eastern philosophical schools (taoism and especially buddhism).",
      "pageId": 4732144,
      "monthDay": "01/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mimis_Domazos",
      "name": "Mimis Domazos",
      "aboutText": "Khosrow Golsorkhi (Persian: خسرو گلسرخی‎‎) also known as Khosro Golesorkhi (22 January 1944, Rasht – 18 February 1974, Tehran) was an Iranian journalist, poet, and communist activist in Iran during the Cold War.",
      "pageId": 5687077,
      "monthDay": "01/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mar%C3%ADlia_P%C3%AAra",
      "name": "Marília Pêra",
      "aboutText": "Jean-Pierre Nicolas (born 22 January 1945 in Marseille) is a retired French professional rally driver who competed mainly in the 1970s.\nNicolas took five WRC event wins in the World Rally Championship. His best result in the drivers' championship was second with 31 points, after Markku Alén (53) and ahead of Hannu Mikkola (30), in the 1978 FIA Cup for Drivers.",
      "pageId": 8166450,
      "monthDay": "01/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Spicer,_Baron_Spicer",
      "name": "Michael Spicer, Baron Spicer",
      "aboutText": "Marília Pêra (22 January 1943 – 5 December 2015) was a Brazilian actress. Hailed as \"one of the decade's [1980s] ten best actresses\" by Pauline Kael, Pêra won the National Society of Film Critics Award for Best Actress in 1982 for her role in Hector Babenco's acclaimed Pixote, and received Best Actress awards at the Gramado Film Festival (Triple Award Winner) and at the Cartegena Film Festival for Carlos Diegues' Better Days Ahead. Other films include Bar Esperança, Angels of the Night and Diegues' Tieta.",
      "pageId": 9035514,
      "monthDay": "01/22"
    },
    {
      "year": "1944",
      "uri": "/wiki/Khosrow_Golsorkhi",
      "name": "Khosrow Golsorkhi",
      "aboutText": "Diodato \"Uto\" Ughi (born 21 January 1944 in Busto Arsizio, Italy) is an Italian violinist and conductor. He was the music director of l'Orchestra dell'Accademia Nazionale di Santa Cecilia from 1987–1992. He is considered one of Italy's greatest living violinists and is also active in the promotion of classical music in today's culture.",
      "pageId": 13201432,
      "monthDay": "01/22"
    },
    {
      "year": "1944",
      "uri": "/wiki/Uto_Ughi",
      "name": "Uto Ughi",
      "aboutText": "Peter Steen (22 January 1936 – 7 February 2013) was a Danish film actor. Steen was born in Randers, Denmark, and appeared in over 50 films from 1964 onwards.",
      "pageId": 19742440,
      "monthDay": "01/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jean-Pierre_Nicolas",
      "name": "Jean-Pierre Nicolas",
      "aboutText": "Hans Jørgen Garde (22 January 1939 in Frederiksberg – 3 August 1996 on Vágar, Faroe Islands) was a Danish admiral.\nGarde was the Danish Chief of Defence from 1 April 1996 until his death. Garde died when the Gulfstream III he was travelling in with his wife crashed during final approach to Vágar Airport in bad weather and poor visibility.",
      "pageId": 21139660,
      "monthDay": "01/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Christoph_Sch%C3%B6nborn",
      "name": "Christoph Schönborn",
      "aboutText": "Malcolm Robert Andrew McLaren (22 January 1946 – 8 April 2010) was a British musician, impresario, visual artist, performer, clothes designer and boutique owner, notable for combining these activities in an inventive and provocative way.\nRaised unconventionally by his grandmother after his father Peter McLaren left the family home, McLaren attended a number of British art colleges and adopted the stance of the social rebel in the style of French revolutionaries, the Situationists.\nWith a keen eye for trends, McLaren realised that a new protest-style was needed for the '70s, and largely initiated the punk movement, for which he supplied fashions from the Chelsea boutique 'SEX', operated with his girlfriend Vivienne Westwood.",
      "pageId": 149007,
      "monthDay": "01/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Alojz_Uran",
      "name": "Alojz Uran",
      "aboutText": "Roger Hugh Williams, CBE, (born 22 January 1948) is a Liberal Democrat politician in the UK. He was the Member of Parliament (MP) for the constituency of Brecon and Radnorshire from 2001 until he lost his seat to Conservative candidate Christopher Davies in the 2015 general election.",
      "pageId": 404502,
      "monthDay": "01/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Arthur_Beetson",
      "name": "Arthur Beetson",
      "aboutText": "Pamela Salem (born 22 January 1950) is a British film and television actress of Anglo-Indian descent.\nShe was born in Bombay, India, and educated at Heidelberg University in Germany and later at the Central School of Speech and Drama in London, England. She is best-remembered on television for her co-starring role in the early 1980s ITV children's fantasy series Into the Labyrinth as the evil witch Belor and her late 1980s guest role in the BBC soap opera EastEnders as shady mafia affiliate Joanne Francis.",
      "pageId": 932006,
      "monthDay": "01/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Malcolm_McLaren",
      "name": "Malcolm McLaren",
      "aboutText": "Paul Anthony Elliott Bew, Baron Bew (born 22 January 1950,) is a Northern Irish historian. He has worked at Queen's University Belfast since 1979, and is currently Professor of Irish Politics, a position he has held since 1991.\n^ \"Birthdays\".",
      "pageId": 1003013,
      "monthDay": "01/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Serge_Savard",
      "name": "Serge Savard",
      "aboutText": "Stephen Ray \"Steve\" Perry (born January 22, 1949) is an American singer, songwriter, and record producer. He is known as the lead singer of the rock band Journey during their most commercially successful periods from 1977 to 1987 and again from 1995 to 1998. Perry had a successful solo career between the mid 1980s and mid 1990s.",
      "pageId": 1010610,
      "monthDay": "01/22"
    },
    {
      "year": "1947",
      "uri": "/wiki/Vladimir_Oravsky",
      "name": "Vladimir Oravsky",
      "aboutText": "Serge Aubrey \"The Senator\" Savard, OC, CQ (born January 22, 1946) is a retired professional ice hockey defenceman, most famously with the Montreal Canadiens of the National Hockey League (NHL). He is the Senior Vice President, Hockey Operations with the Montreal Canadiens.",
      "pageId": 1023324,
      "monthDay": "01/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Northern_Calloway",
      "name": "Northern Calloway",
      "aboutText": "Christoph Maria Michael Hugo Damian Peter Adalbert, Count of Schönborn, O.P. (German: Christoph Maria Michael Hugo Damian Peter Adalbert, Graf von Schönborn; born 22 January 1945), is a Bohemian-born Austrian Dominican friar and theologian, who is a cardinal of the Catholic Church. He serves as the Archbishop of Vienna and President of the Austrian Bishops' Conference. He was elevated to the cardinalate in 1998.",
      "pageId": 1547179,
      "monthDay": "01/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gilbert_Levine",
      "name": "Gilbert Levine",
      "aboutText": "Ralph Michael \"Mike\" Caldwell (born January 22, 1949) is an American and former collegiate and professional baseball left-handed pitcher. Caldwell was drafted in the twelfth round of the 1971 amateur draft by the San Diego Padres after graduating from North Carolina State University, where he played college baseball for the Wolfpack. He made his major league debut on September 4, 1971 against the Atlanta Braves.",
      "pageId": 1849184,
      "monthDay": "01/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Roger_Williams_(British_politician)",
      "name": "Roger Williams",
      "aboutText": "Arthur Henry \"Artie\" Beetson OAM (22 January 1945 – 1 December 2011) was an Australian rugby league footballer and coach. He represented Australia and Queensland from 1964 to 1981. His main position was at prop.",
      "pageId": 1938124,
      "monthDay": "01/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Steve_Perry",
      "name": "Steve Perry",
      "aboutText": "Ondrej Nepela (22 January 1951 – 2 February 1989) was a Slovak figure skater who represented Czechoslovakia. He was the 1972 Olympic champion, a three-time World champion (1971–73), and a five-time European champion (1969–73).",
      "pageId": 3416698,
      "monthDay": "01/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Caldwell_(baseball)",
      "name": "Mike Caldwell",
      "aboutText": "Winfried Berkemeier (born 22 January 1953 in Gronau (Westf.)) is a former German footballer.\nThis midfielder and forward played six seasons in the Bundesliga for four different teams. Though he was unable to break through with 1.",
      "pageId": 3499923,
      "monthDay": "01/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Phil_Miller",
      "name": "Phil Miller",
      "aboutText": "Ace York Aguilar Vergel (January 22, 1952 – December 15, 2007) was a Filipino actor dubbed \"The Original Bad Boy of Philippine Movies\". He was the son of the late film actors Alicia Vergel and César Ramirez, and brother of actress Beverly Vergel.",
      "pageId": 3720398,
      "monthDay": "01/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Westhues",
      "name": "Mike Westhues",
      "aboutText": "Philip Adam Miller (born 22 January 1949) is an English progressive rock/jazz guitarist who is part of the Canterbury scene.\nMiller was born in Barnet, Hertfordshire. He was a member of the bands Delivery, Matching Mole, Hatfield and the North, National Health, Short Wave (with Hugh Hopper(†), Pip Pyle(†) and Didier Malherbe) and has since worked in solo projects and in his band In Cahoots, which he founded in 1982 with Richard Sinclair, Elton Dean, Pete Lemer and Pip Pyle.",
      "pageId": 3733827,
      "monthDay": "01/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Paul_Bew",
      "name": "Paul Bew",
      "aboutText": "Northern James Calloway (January 22, 1948 – January 9, 1990) was an American actor, voice artist, singer and comedian, best known for playing David on Sesame Street from 1971 through 1989.\nOn Sesame Street, his character David was studying to be a lawyer, but when Mr. Hooper died, David took over Hooper's Store.",
      "pageId": 5176098,
      "monthDay": "01/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Pamela_Salem",
      "name": "Pamela Salem",
      "aboutText": "Ramón Antonio Avilés Miranda (born January 22, 1952 in Manatí, Puerto Rico) is a former backup infielder in Major League Baseball who played for the Boston Red Sox (1977) and Philadelphia Phillies (1979–1981). He batted and threw right-handed.\nIn a four-season career, Avilés posted a .268 batting average (51-for-190) with two home runs and 24 runs batted in from 117 games played.",
      "pageId": 5868264,
      "monthDay": "01/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ondrej_Nepela",
      "name": "Ondrej Nepela",
      "aboutText": "Sir Gilbert Levine, KC*SG (born January 22, 1948) is an American conductor.",
      "pageId": 6120410,
      "monthDay": "01/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_J._Spears",
      "name": "Steve J. Spears",
      "aboutText": "Alojz Uran or Alojzij Uran (born 22 January 1945 in Ljubljana, Yugoslavia) is a Slovenian prelate of the Roman Catholic Church, who served as Archbishop of Ljubljana, the capital of Slovenia, from 4 December 2004 till 28 November 2009, when he resigned due to health problems.",
      "pageId": 13054513,
      "monthDay": "01/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ram%C3%B3n_Avil%C3%A9s",
      "name": "Ramón Avilés",
      "aboutText": "Vladimir Oravsky Swedish author and film director. Born 22 January 1947 in Czechoslovakia.\nBefore Oravsky decided to be a full-time writer he made a living in Czechoslovakia as machine engineer and conveyor belt constructor.",
      "pageId": 13804477,
      "monthDay": "01/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ace_Vergel",
      "name": "Ace Vergel",
      "aboutText": "Steven John Peter Spears (22 January 1951 – 16 October 2007) professionally Steve J. Spears was an Australian playwright, actor, writer and singer. His most famous work was The Elocution of Benjamin Franklin (1976).",
      "pageId": 13853644,
      "monthDay": "01/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Winfried_Berkemeier",
      "name": "Winfried Berkemeier",
      "aboutText": "Michael ”Mike” David Westhues (January 22, 1949 – February 17, 2013) was an American-born Finnish singer-songwriter and guitarist.\nWesthues was born in Moberly, Missouri. In 1971, he set off to see the world, ending up in Finland, where he was extremely active in the Finnish music scene, working with such groups as the Finnish progressive rock band Wigwam, its lead vocalist Jim Pembroke and Finnish blues artist Dave Lindholm.",
      "pageId": 38576395,
      "monthDay": "01/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Myung-whun_Chung",
      "name": "Myung-whun Chung",
      "aboutText": "James Roberto \"Jim\" Jarmusch (/ˈdʒɑrməʃ/; born January 22, 1953) is an American independent film director, screenwriter, actor, producer, editor and composer. Jarmusch has been a major proponent of independent cinema since the 1980s.",
      "pageId": 15744,
      "monthDay": "01/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jim_Jarmusch",
      "name": "Jim Jarmusch",
      "aboutText": "Michael Kelland John Hutchence (22 January 1960 – 22 November 1997) was an Australian musician and actor. He was a founding member, lead singer and lyricist of rock band INXS from 1977 until his death in 1997. He was a member of short-lived pop rock group Max Q and recorded solo material which was released posthumously.",
      "pageId": 20269,
      "monthDay": "01/22"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tully_Blanchard",
      "name": "Tully Blanchard",
      "aboutText": "Daniel Dale Johnston (born January 22, 1961) is an American singer-songwriter, musician, and artist. Johnston was the subject of the 2005 documentary The Devil and Daniel Johnston. Johnston has been diagnosed with schizophrenia and bipolar disorder.",
      "pageId": 299437,
      "monthDay": "01/22"
    },
    {
      "year": "1954",
      "uri": "/wiki/Chris_Lemmon",
      "name": "Chris Lemmon",
      "aboutText": "Linda Denise Blair (born January 22, 1959) is an American actress. Blair is best known for her role as the possessed child, Regan, in the film The Exorcist (1973), for which she was nominated for an Academy Award and won a Golden Globe.",
      "pageId": 375074,
      "monthDay": "01/22"
    },
    {
      "year": "1955",
      "uri": "/wiki/Thomas_David_Jones",
      "name": "Thomas David Jones",
      "aboutText": "Michael Dean Bossy or, according to some sources, Michael Jean Bossy (born January 22, 1957) is a Canadian former ice hockey player who played for the New York Islanders for his entire career and was a crucial part of their four-year reign as Stanley Cup champions in the early 1980s. Among many other remarkable achievements, he was the only player in NHL history to score consecutive Stanley Cup winning goals, in 1982 and 1983, the only player to record four game-winning goals in one series (1983 Conference Final), is the NHL's all-time leader in average goals scored per regular season game, holds the NHL's third highest all-time average points scored per regular season game, and is one of only five players to score 50 goals in 50 games.",
      "pageId": 550265,
      "monthDay": "01/22"
    },
    {
      "year": "1955",
      "uri": "/wiki/Timothy_R._Ferguson",
      "name": "Timothy R. Ferguson",
      "aboutText": "Thomas David Jones (born January 22, 1955) is a former United States astronaut. He was selected to the astronaut corps in 1990 and completed four space shuttle flights before retiring in 2001. He flew on STS-59 and STS-68 in 1994, STS-80 in 1996 and STS-98 in 2001.",
      "pageId": 606010,
      "monthDay": "01/22"
    },
    {
      "year": "1955",
      "uri": "/wiki/Keiko_Takahashi",
      "name": "Keiko Takahashi",
      "aboutText": "John Wesley Shipp (born January 22, 1955 in Norfolk, Virginia) is an American actor best known for his various television roles. He played the lead Barry Allen on CBS's The Flash superhero series from 1990 to 1991, the title character's father Mitch Leery on the drama Dawson's Creek from 1998 to 2001, and roles in daytime soap operas including Kelly Nelson on Guiding Light from 1980 to 1984, and Douglas Cummings on As the World Turns from 1985 to 1986 (which earned him his first Daytime Emmy).",
      "pageId": 1011391,
      "monthDay": "01/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Wesley_Shipp",
      "name": "John Wesley Shipp",
      "aboutText": "Christopher Boyd \"Chris\" Lemmon (born June 22, 1954) is an American actor and author.",
      "pageId": 1078352,
      "monthDay": "01/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Riley_(drummer)",
      "name": "Steve Riley",
      "aboutText": "Jimmy Herring (born January 22, 1962) is an American guitarist who is the lead guitarist in the band Widespread Panic. Herring is a founding member of Aquarium Rescue Unit and Jazz Is Dead.",
      "pageId": 1276935,
      "monthDay": "01/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mike_Bossy",
      "name": "Mike Bossy",
      "aboutText": "Keiko Takahashi (高橋惠子, Takahashi Keiko, born January 22, 1955 in Shibecha, Hokkaidō, Japan) is a Japanese actress. Prior to marrying director Banmei Takahashi in 1982, she went by her maiden name Keiko Sekine (関根恵子). She debuted in the 1970 film High School Student Blues, which included topless scenes of the 15-year-old actress.",
      "pageId": 1448035,
      "monthDay": "01/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Rene_Requiestas",
      "name": "Rene Requiestas",
      "aboutText": "Tully Arthur Blanchard (born January 22, 1954) is an American retired professional wrestler. He is best known for his appearances with Jim Crockett Promotions and the World Wrestling Federation in the mid to late 1980s as a member of The Four Horsemen and The Brain Busters. Championships held by Blanchard over his career include the NWA World Television Championship, NWA World Tag Team Championship, WWF World Tag Team Championship, and NWA United States Heavyweight Championship.",
      "pageId": 1690956,
      "monthDay": "01/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Godfrey_Thoma",
      "name": "Godfrey Thoma",
      "aboutText": "Steve Riley is an American rock drummer.",
      "pageId": 1999839,
      "monthDay": "01/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nikos_Anastopoulos",
      "name": "Nikos Anastopoulos",
      "aboutText": "Renato \"Rene\" Requiestas Alma (January 22, 1957 – July 24, 1993) was a Filipino actor and comedian. Requiestas was one of the top Filipino comedians of the late 1980s up to the early 1990s. Requiestas was known for his sidekick roles alongside other comedy actors such as Joey de Leon and his pairing with Kris Aquino in romantic comedies, as well as his distinctive gaunt, toothless appearance.",
      "pageId": 2165179,
      "monthDay": "01/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Linda_Blair",
      "name": "Linda Blair",
      "aboutText": "Tuanku Mizan Zainal Abidin (born 22 January 1962) is the 17th and current Sultan of Terengganu. He served as the 13th Yang di-Pertuan Agong, the constitutional head of state of Malaysia, from 2006 to 2011.",
      "pageId": 2960258,
      "monthDay": "01/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michael_Hutchence",
      "name": "Michael Hutchence",
      "aboutText": "Myung-whun Chung (Korean pronunciation: [tɕʌŋmjʌŋhun]; born 22 January 1953, Seoul) is a South Korean pianist and conductor.",
      "pageId": 4214591,
      "monthDay": "01/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Quintin_Dailey",
      "name": "Quintin Dailey",
      "aboutText": "Quintin \"Q\" Dailey (January 22, 1961 – November 8, 2010) was an American professional basketball player. A 6'3\" guard who played collegiately at the University of San Francisco, he later went on to a career in the NBA, playing for the Chicago Bulls, Los Angeles Clippers, and Seattle SuperSonics over the course of his 10-year tenure in the league.\nDailey was born on January 22, 1961, in Baltimore and was a schoolboy star at Cardinal Gibbons School.",
      "pageId": 4583115,
      "monthDay": "01/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Daniel_Johnston",
      "name": "Daniel Johnston",
      "aboutText": "Nikolaos \"Nikos\" Anastopoulos (Greek: Νικόλαος \"Νίκος\" Αναστόπουλος) is a Greek former football player, one of the most prolific strikers in the Greek league during the 1980s and widely regarded as one of the best strikers in the history of Greek football. With 29 goals he is the all-time top scorer for the Greek national football team. He is considered as one of the greatest players in Olympiacos history, where he scored 159 goals in 291 official games for the Greek powerhouse and won the Bronze Boot as the third scorer in Europe in the 1982–83 season.",
      "pageId": 7185749,
      "monthDay": "01/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mizan_Zainal_Abidin_of_Terengganu",
      "name": "Mizan Zainal Abidin of Terengganu",
      "aboutText": "Timothy Ferguson (born January 22, 1955) was a Republican State Senator in Maryland.",
      "pageId": 11349774,
      "monthDay": "01/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dajan_Ahmet",
      "name": "Dajan Ahmet",
      "aboutText": "Godfrey Awaire Thoma (born 22 January 1957) is a Nauruan politician.",
      "pageId": 20865068,
      "monthDay": "01/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jimmy_Herring",
      "name": "Jimmy Herring",
      "aboutText": "Dajan Ahmet (born as Dajan Ahmetov, also known under the pseudonyms of Jaan Võõramaa and Võõramaa Jean; 22 January 1962 – 4 November 2006) was an Estonian actor and stage director of Tatar heritage.\nAhmet was born in Tallinn.",
      "pageId": 23014832,
      "monthDay": "01/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Eric_Schaeffer",
      "name": "Eric Schaeffer",
      "aboutText": "Nigel Gregory Benn (born 22 January 1964), known as the \"Dark Destroyer\", is a British former professional boxer who held the WBO middleweight and WBC super middleweight titles.\nBenn was also in the British Army, where he served in Germany for three years, then Northern Ireland during the Troubles for 18 months. He attended Loxford School of Science and Technology, Ilford, Greater London.",
      "pageId": 208466,
      "monthDay": "01/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sirous_Ghayeghran",
      "name": "Sirous Ghayeghran",
      "aboutText": "Diane Lane (born January 22, 1965) is an American actress. Born and raised in New York City, Lane made her screen debut in George Roy Hill's 1979 film A Little Romance, starring opposite Sir Laurence Olivier. Soon after, she was featured on the cover of Time magazine and dubbed \"the new Grace Kelly\".",
      "pageId": 306355,
      "monthDay": "01/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrei_Tchmil",
      "name": "Andrei Tchmil",
      "aboutText": "Jeffrey Allen Townes (born January 22, 1965), also known as DJ Jazzy Jeff or simply Jazz, is an American hip hop and R&B disc jockey, record producer, turntablist and actor who is best known for his early career with Will Smith as DJ Jazzy Jeff & The Fresh Prince.",
      "pageId": 527881,
      "monthDay": "01/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Javier_Ortiz_(baseball)",
      "name": "Javier Ortiz",
      "aboutText": "Steven Adler (born Michael Coletti; January 22, 1965) is an American musician. He is best known as the former drummer and co-songwriter of the hard rock band Guns N' Roses, with whom he achieved worldwide success in the late 1980s. Adler was fired from Guns N' Roses over his heroin addiction in 1990, following which he reformed his old band Road Crew and briefly joined BulletBoys, which both proved unsuccessful.",
      "pageId": 889720,
      "monthDay": "01/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nigel_Benn",
      "name": "Nigel Benn",
      "aboutText": "Stanley Victor \"Stan\" Collymore (born 22 January 1971) is a retired English football player who played as a centre-forward from 1990 to 2001. He held the English transfer record when he moved from Nottingham Forest to Liverpool for £8.5 million in 1995 and was capped three times at senior level by the England national football team.",
      "pageId": 1245045,
      "monthDay": "01/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stojko_Vrankovi%C4%87",
      "name": "Stojko Vranković",
      "aboutText": "Franck Alain James Lebœuf (French pronunciation: ​[frɑ̃k lə.bœf], typically anglicised as Frank Leboeuf, born 22 January 1968) is an actor, sports commentator and former French international footballer who played primarily as a central defender. With the French national team, Leboeuf won the 1998 FIFA World Cup and 2000 European Championships as well as a number of domestic trophies, most famously during his 5 years at Chelsea.",
      "pageId": 1509963,
      "monthDay": "01/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steven_Adler",
      "name": "Steven Adler",
      "aboutText": "Andrei Tchmil (born 22 January 1963) is a retired professional road bicycle racer.",
      "pageId": 2547354,
      "monthDay": "01/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/DJ_Jazzy_Jeff",
      "name": "DJ Jazzy Jeff",
      "aboutText": "Hiroshi Morie (森江 博, Morie Hiroshi, born January 22, 1968 in Amagasaki, Japan), known exclusively by his stage name Heath, is a Japanese musician, singer and songwriter, best known as the bass player of the popular heavy metal band X Japan. He joined the group in 1992, replacing Taiji Sawada on bass, and stayed with them until their dissolution in 1997 and reunited with the band from 2007 onward.\nAfter the breakup he focused on his solo career, until 2000 when he founded Dope HEADz with fellow X Japan guitarist Pata and former Spread Beaver percussionist/programmer I.N.A..",
      "pageId": 2712446,
      "monthDay": "01/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Diane_Lane",
      "name": "Diane Lane",
      "aboutText": "Abraham Olano Manzano (born January 22, 1970 in Anoeta, Gipuzkoa) is a Spanish former professional road racing cyclist. His highest achievement was in 1995 when he became World Road Champion.",
      "pageId": 2759605,
      "monthDay": "01/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chintara_Sukapatana",
      "name": "Chintara Sukapatana",
      "aboutText": "Sirous Ghayeghran (Persian: سيروس قايقران‎‎) (January 22, 1962 – April 7, 1998) was a famous Iranian footballer and former captain of Iran national football team.",
      "pageId": 2933505,
      "monthDay": "01/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Nick_Gillingham",
      "name": "Nick Gillingham",
      "aboutText": "Manabu Nakanishi (中西 学, Nakanishi Manabu, born January 22, 1967) is a Japanese professional wrestler and former amateur wrestler who competed in the 1992 Summer Olympics in Barcelona, Spain. He currently works for New Japan Pro Wrestling. He is a former IWGP Heavyweight Champion.",
      "pageId": 3104507,
      "monthDay": "01/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Manabu_Nakanishi",
      "name": "Manabu Nakanishi",
      "aboutText": "Franka Dietzsch (born 22 January 1968 in Wolgast) is a German discus thrower best known for winning gold medals at three World Championships in Athletics. She won the 1998 European Championships and 1999 World Championships, but did not return to the international podium until her win at the 2005 World Championships.\nAt the age of 39 she won her third world championship title in 2007 in Osaka.",
      "pageId": 3196764,
      "monthDay": "01/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ecaterina_Szabo",
      "name": "Ecaterina Szabo",
      "aboutText": "Ecaterina Szabo (Hungarian: Szabó Katalin, Hungarian pronunciation: [ˈsɒboː ˈkɒtɒlin]; born 22 January 1967) is a Romanian former artistic gymnast of Hungarian descent who won 20 Olympic, world and continental medals. Although perhaps most notable for winning the all-around silver in the 1984 Olympics after an epic clash with Mary Lou Retton of the US, Szabo won gold medals in three of the individual events (vault, balance beam (tie), and floor exercise) and contributed to the team gold. With her four gold medals and a silver medal, Szabo was the most successful athlete at the 1984 Summer Olympics.",
      "pageId": 3733604,
      "monthDay": "01/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Heath_(musician)",
      "name": "Heath",
      "aboutText": "Nicholas Gillingham, MBE (born 22 January 1967) is an English former competitive swimmer who represented Great Britain in the Olympics, FINA world championships and European championships, and England in the Commonwealth Games. Gillingham participated in three consecutive Summer Olympics, starting in 1988. In August 1989, he equalled the existing world record in the long-course 200-metre breaststroke, only to co-hold it for a single day before the other record co-holder, American Mike Barrowman, lowered the record again.",
      "pageId": 4092916,
      "monthDay": "01/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Franka_Dietzsch",
      "name": "Franka Dietzsch",
      "aboutText": "Chintara Sukapatana (Thai: จินตหรา สุขพัฒน์; rtgs: Chintara Sukkhaphat), born Chittima Sukapatana (Thai: จิตติมาฆ์ สุขพัฒน์; rtgs: Chittima Sukkhaphat, January 22, 1965 in Samut Prakan Province, Thailand) is a Thai film actress. Her best-known role was as Trinh in the 1987 Hollywood film, Good Morning, Vietnam, in which she co-starred opposite Robin Williams. At the time, she was a student at Krirk University.",
      "pageId": 5964465,
      "monthDay": "01/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Frank_Leboeuf",
      "name": "Frank Leboeuf",
      "aboutText": "Eric Schaeffer (born January 22, 1962) is an American actor, writer and director.\n^ \"Eric Schaeffer IMDB Bio\".",
      "pageId": 5966941,
      "monthDay": "01/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mauricio_Serna",
      "name": "Mauricio Serna",
      "aboutText": "Mauricio Alberto Serna Valencia (born 22 January 1968 in Medellín) is a retired Colombian football player who played 51 games for the Colombia national team between 1993 and 2001",
      "pageId": 5997327,
      "monthDay": "01/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Abraham_Olano",
      "name": "Abraham Olano",
      "aboutText": "Stojan \"Stojko\" Vranković (born January 22, 1964, in Drniš, SR Croatia, SFR Yugoslavia) is a retired Croatian professional basketball player, who also represented Croatia internationally.\nA 7 ft 2 in (2.18 m) center, he played 5 seasons (1990–1992; 1996–1999) in the National Basketball Association, as a member of the Boston Celtics, Minnesota Timberwolves, and Los Angeles Clippers.",
      "pageId": 6244633,
      "monthDay": "01/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Stan_Collymore",
      "name": "Stan Collymore",
      "aboutText": "Javier Victor Ortiz (born January 22, 1963 in Boston, Massachusetts) is a retired Major League Baseball outfielder. He played during two seasons at the major league level for the Houston Astros. He was drafted by the Texas Rangers in the 1st round (4th pick) of the 1983 amateur draft.",
      "pageId": 15168305,
      "monthDay": "01/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jan_Kaus",
      "name": "Jan Kaus",
      "aboutText": "Jan Kaus (born January 22, 1971) is an Estonian writer.",
      "pageId": 24777979,
      "monthDay": "01/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Katie_Barberi",
      "name": "Katie Barberi",
      "aboutText": "Hidetoshi Nakata, Cavaliere OSSI (中田 英寿, Nakata Hidetoshi, born January 22, 1977 in Yamanashi Prefecture), is a retired Japanese football player who played as a midfielder. He is widely considered to be one of the most famous Asian footballers of his generation, and one of the greatest Japanese players of all time.\nNakata began his professional career in 1995 and won the Asian Football Confederation Player of the Year award in 1997 and 1998, the Scudetto with A.S. Roma in 2001, played for Japan in three FIFA World Cup tournaments (1998, 2002 and 2006) and competed in the Olympics twice (1996 and 2000).",
      "pageId": 222889,
      "monthDay": "01/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gabriel_Macht",
      "name": "Gabriel Macht",
      "aboutText": "Romi Park (朴 璐美, Paku Romi, born January 22, 1972) is a Korean-Japanese voice actress, and singer born in Edogawa, Tokyo. Though born, raised and living in Japan, her nationality is Korean since her family decided to remain Korean for the last two generations since their coming to Japan. She graduated from the Tōhō Gakuen College of Drama and Music, and studied Korean language in Yonsei University's Korean Language Institute (한국어학당).",
      "pageId": 809780,
      "monthDay": "01/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Romi_Park",
      "name": "Romi Park",
      "aboutText": "Namrata Shirodkar is an Indian film actress, producer and former model known for her works in Bollywood and Telugu cinema. She was awarded the Femina Miss India in 1993. She is best known for her works in films such as Kachche Dhaage (1999), Ezhupunna Tharakan (1999), Vaastav: The Reality (1999), Pukar (2000), for which she was nominated for the IIFA Best Supporting Actress Award, Astitva (2000), Dil Vil Pyar Vyar (2002), LOC Kargil (2003), and the cross over cinema Bride and Prejudice (2004), which was a hit overseas particularly in the UK. She married Telugu super star Mahesh Babu on 10 February 2005, the couple have a son and a daughter.",
      "pageId": 957266,
      "monthDay": "01/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gonzalo_Rodr%C3%ADguez_(racing_driver)",
      "name": "Gonzalo Rodríguez",
      "aboutText": "David Výborný (born January 22, 1975) is a Czech professional ice hockey player currently playing for BK Mladá Boleslav of the Czech Extraliga.",
      "pageId": 1331280,
      "monthDay": "01/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Namrata_Shirodkar",
      "name": "Namrata Shirodkar",
      "aboutText": "Joseph Muscat (born 22 January 1974) is a Maltese politician who has been Prime Minister of Malta since 2013. Muscat has been leader of the Labour Party since 6 June 2008, and he was Leader of the Opposition from 1 October 2008 to 10 March 2013. Previously he was a Member of the European Parliament from 2004 to 2008.",
      "pageId": 1472253,
      "monthDay": "01/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Norberto_T%C3%A9llez",
      "name": "Norberto Téllez",
      "aboutText": "Cameron 'Cam' McConville (born 22 January 1974 in Melbourne, Victoria, Australia) is an Australian racing driver and motorsport media personality. While retired from full-time competition McConville still races occasionally and is an in-demand endurance event co-driver. McConville spent 14 years as a professional driver, ten of those in the largest Australian domestic category, V8 Supercar.",
      "pageId": 1574367,
      "monthDay": "01/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Larry_Birkhead",
      "name": "Larry Birkhead",
      "aboutText": "Paul Balthazar Getty (/bælˈθeɪzər ˈɡɛti/; born January 22, 1975) is an American actor, member of the band Ringside, the producer-half of rap duo The Wow, and a member of the Getty family.",
      "pageId": 1706954,
      "monthDay": "01/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rog%C3%A9rio_Ceni",
      "name": "Rogério Ceni",
      "aboutText": "Katie Barberi (Spanish pronunciation: [barˈβeɾi]; born January 22, 1972) is a Mexican actress best known for her work in telenovelas.",
      "pageId": 1850664,
      "monthDay": "01/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Cameron_McConville",
      "name": "Cameron McConville",
      "aboutText": "Rogério Mücke Ceni (Brazilian Portuguese: [ʁoˈʒɛɾiu ˈsẽni]; born 22 January 1973) is a Brazilian former professional footballer who played as a goalkeeper.\nMost of his vast professional career, which had spanned 25 years, was associated with São Paulo FC, with which he won 20 major titles, including three Brazilian Leagues and two Libertadores Cup. He also scored more than 100 goals during his career, with all of them coming from free kicks and penalties, becoming the first and only player in his position to reach that milestone.",
      "pageId": 1949483,
      "monthDay": "01/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joseph_Muscat",
      "name": "Joseph Muscat",
      "aboutText": "Gabriel S. Macht (born January 22, 1972) is an American actor. Macht is known for playing The Spirit in the film adaptation, and for his role as Harvey Specter on the USA Network series Suits.",
      "pageId": 2278550,
      "monthDay": "01/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Balthazar_Getty",
      "name": "Balthazar Getty",
      "aboutText": "Norberto Téllez Santana (born January 22, 1972 in Rodas, Cienfuegos) is a retired Cuban runner.",
      "pageId": 3242583,
      "monthDay": "01/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Felipe_Giaffone",
      "name": "Felipe Giaffone",
      "aboutText": "Felipe Giaffone (Portuguese pronunciation: [fiˈlipi ʒaˈfoni], born January 22, 1975 in São Paulo) is a race car driver from Brazil. He competed in the Indy Racing League between 2001 and 2006.",
      "pageId": 3495357,
      "monthDay": "01/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/David_V%C3%BDborn%C3%BD",
      "name": "David Výborný",
      "aboutText": "Gonzalo \"Gonchi\" Rodríguez Bognoli (January 22, 1971 in Montevideo, Uruguay – September 11, 1999) was a racing driver. He showed promise in Formula 3000 for three seasons, taking two wins in 1998 at Spa-Francorchamps and Nürburgring, winning the following season in Monaco and finishing third in both championships. Following a rotation of drivers as team mates to Al Unser Jr.",
      "pageId": 3580829,
      "monthDay": "01/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jimmy_Anderson_(baseball)",
      "name": "Jimmy Anderson",
      "aboutText": "Matthew Joseph Newton (born 22 January 1977) is an Australian actor, writer, and director who is best known for his role as Terry Clark on Underbelly: A Tale of Two Cities. His career was interrupted by treatment for a depressive illness. Newton has relocated to New York City where he has resumed his directing and acting career.",
      "pageId": 3728743,
      "monthDay": "01/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/TJ_Trinidad",
      "name": "TJ Trinidad",
      "aboutText": "Jimmy Anderson (born January 22, 1976) is a former Major League Baseball pitcher who pitched for five seasons in the majors. Anderson made his major league debut in 1999, appearing in 13 games for the Pirates. In 2000, Anderson pitched in 27 games (26 starts), compiling a record of 5-11 in 144 innings.",
      "pageId": 4466033,
      "monthDay": "01/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mario_Domm",
      "name": "Mario Domm",
      "aboutText": "Jonathan Brian Gibbes (born 22 January 1977) is the forwards coach of Clermont Auvergne in France and former New Zealand rugby union player who captained Waikato, the Chiefs and the Māori All Blacks, and appeared in various All Blacks teams.\nGibbes traditionally plays at the position of Blindside Flanker, or No.6, but has also played at Lock. Due to his height of 194 cm, he has often been overlooked by the All Black selectors for being too short for an international class lock.",
      "pageId": 5320474,
      "monthDay": "01/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jono_Gibbes",
      "name": "Jono Gibbes",
      "aboutText": "Larry E. Birkhead (born January 22, 1973) is a former partner of American Playboy model Anna Nicole Smith and is the father of her daughter, Dannielynn.",
      "pageId": 8761310,
      "monthDay": "01/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Anna_Linkova",
      "name": "Anna Linkova",
      "aboutText": "Raul Fenstad \"TJ\" Trinidad Jr. (born January 22, 1976 in Calatagan, Batangas, Philippines) is a Filipino professional actor currently signed and working at GMA Network.\nHe started as a contract artist from ABS-CBN to GMA in 2009.",
      "pageId": 12945700,
      "monthDay": "01/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Hidetoshi_Nakata",
      "name": "Hidetoshi Nakata",
      "aboutText": "Mario Alberto Domínguez Zarzar (born January 22, 1977), known professionally as Mario Domm, is a Mexican pop singer and songwriter. Born and raised in Torreón, in the Mexican state of Coahuila, he enrolled in various performing arts schools, where he studied singing on stage. Domm rose to fame in the late 2000s as the lead singer of the band Camila.",
      "pageId": 30221156,
      "monthDay": "01/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matthew_Newton",
      "name": "Matthew Newton",
      "aboutText": "Anna Linkova (Russian: Анна Линкова; born 22 January 1977) is a former Russian tennis player.\nLinkova won one singles and one doubles title on the ITF tour in her career. On 27 January 1997, she reached her best singles ranking of world number 338.",
      "pageId": 37694947,
      "monthDay": "01/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Luciano_Andrade_Rissutt",
      "name": "Luciano Andrade Rissutt",
      "aboutText": "Benjamin Robert \"Ben\" Moody (born January 22, 1981) is an American singer-songwriter, multi-instrumentalist, record producer, and actor. He is best known as co-founder, lead guitarist, and songwriter of Grammy Award-winning rock band Evanescence from its inception in 1995 to his departure in October 2003. Since leaving Evanescence, Moody has collaborated with an array of performers vocally, instrumentally, and as a writer.",
      "pageId": 702194,
      "monthDay": "01/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joseph_Calleja",
      "name": "Joseph Calleja",
      "aboutText": "Jonathan Simon Woodgate (born 22 January 1980) is an English footballer who plays as a defender for Middlesbrough.\nWoodgate started his career at Leeds United where he established himself in the starting eleven. He was sold to Newcastle United for £9 million in January 2003, where he impressed despite injury problems.",
      "pageId": 914787,
      "monthDay": "01/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chone_Figgins",
      "name": "Chone Figgins",
      "aboutText": "Christopher Kennedy Masterson (born January 22, 1980) is an American actor known best for his role as Francis on Malcolm in the Middle. He is the younger brother of That '70s Show cast member Danny Masterson.",
      "pageId": 947516,
      "monthDay": "01/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlos_Ruiz_(baseball)",
      "name": "Carlos Ruiz",
      "aboutText": "Fabricio Coloccini (locally: [faˈβɾisjo koloˈtʃini]; ; Italian: [kolotˈtʃiːni]; born 22 January 1982) is an Argentine footballer who plays as a centre back for Newcastle United and the Argentina national team.\nColoccini has represented numerous football clubs, but it was his successful spell at Deportivo La Coruña, where he earned his reputation as a top-level defender. After beginning his career at Boca Juniors in his native Argentina, Coloccini attracted the attention of A.C. Milan.",
      "pageId": 1026898,
      "monthDay": "01/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christopher_Masterson",
      "name": "Christopher Masterson",
      "aboutText": "Amanda Lee Modano (née Williford; born January 22, 1981), known by her stage names Willa Ford and often as Mandy Modano, is an American singer, songwriter, dancer, model, television personality and film actress. She released her debut album, Willa Was Here, in 2001.",
      "pageId": 1282560,
      "monthDay": "01/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Subhash_Ram_Prajapati",
      "name": "Subhash Ram Prajapati",
      "aboutText": "Beverley Ann Mitchell (born January 22, 1981) is an American actress and country music singer.",
      "pageId": 1468033,
      "monthDay": "01/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jonathan_Woodgate",
      "name": "Jonathan Woodgate",
      "aboutText": "Desmond DeChone \"Chone\" Figgins (/ˈʃɒn/; born January 22, 1978) is an American professional baseball third baseman and outfielder who is currently a free agent. He has played in Major League Baseball (MLB) with the Los Angeles Angels of Anaheim, Seattle Mariners and Los Angeles Dodgers. Figgins is a utility player, playing all positions except catcher, pitcher, and first base.",
      "pageId": 1797165,
      "monthDay": "01/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Willa_Ford",
      "name": "Willa Ford",
      "aboutText": "Benjamin Arthur Eager (born January 22, 1984) is a Canadian professional ice hockey left winger currently an unrestricted free agent who last played for the Chicago Wolves of the American Hockey League (AHL).",
      "pageId": 3685003,
      "monthDay": "01/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Beverley_Mitchell",
      "name": "Beverley Mitchell",
      "aboutText": "Raica Oliveira (born January 22, 1984) is a Brazilian model known for her work with numerous companies, including Emanuel Ungaro, Dior, Dolce & Gabbana, Yves Saint Laurent, Vogue, Chanel, Lancôme, Victoria's Secret, Pepe Jeans, Sports Illustrated Swimsuit Issue, JLO, H&M, Elle, Marie Claire, TNG, Ann Taylor and XOXO. As of 2008, she has been working as a fashion reporter for Jornal Record.\nShe resides in Manhattan, New York City.\n^ Folha Online - Colunas - Zapping - Kelly Key se irrita com Carla Perez - 13 April 2008.",
      "pageId": 3771511,
      "monthDay": "01/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ben_Moody",
      "name": "Ben Moody",
      "aboutText": "Ibrahima Sonko (born 22 January 1981) is a Senegalese footballer who plays as a centre back for Isthmian League Division One North club Harlow Town.\nSonko moved to France from Senegal at a young age and began his career with Olympique Noisy-le-Sec and AS Saint-Étienne, before turning professional with Grenoble. In 2002 Sonko moved to English side Brentford where he spent two seasons before moving to Reading in 2004.",
      "pageId": 3949096,
      "monthDay": "01/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ibrahima_Sonko",
      "name": "Ibrahima Sonko",
      "aboutText": "Leon Powe, Jr. (/ˈpoʊ/; born January 22, 1984) is an American former professional basketball power forward. Drafted in 2006 by the Denver Nuggets, Powe grew up in Oakland, California, and played college basketball at the University of California, Berkeley.",
      "pageId": 4952434,
      "monthDay": "01/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Guy_Wilks",
      "name": "Guy Wilks",
      "aboutText": "Carlos Joaquín Ruiz (born January 22, 1979) is a Panamanian professional baseball catcher for the Philadelphia Phillies of Major League Baseball (MLB). His nicknames include Chooch, Bad Dude and Señor Octubre. He grew up in David, Panama, and resolved to play Major League Baseball after his father and grandmother both died within two weeks of each other when he was seven years old.",
      "pageId": 5026612,
      "monthDay": "01/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fabricio_Coloccini",
      "name": "Fabricio Coloccini",
      "aboutText": "Ubaldo Jiménez García (born January 22, 1984) is a Dominican professional baseball pitcher for the Baltimore Orioles of Major League Baseball (MLB). He has also played for the Colorado Rockies and the Cleveland Indians. Jiménez was an MLB All-Star in 2010.",
      "pageId": 5770548,
      "monthDay": "01/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ben_Eager",
      "name": "Ben Eager",
      "aboutText": "Luciano Andrade Rissutt (born 22 January 1977) is a Brazilian footballer.\nRissutt started his career at Brazilian lower division. In 2004 he left for Ponte Preta of Campeonato Brasileiro Série A. In May 2005 he signed a new contract until December 2006.",
      "pageId": 7932260,
      "monthDay": "01/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ubaldo_Jim%C3%A9nez",
      "name": "Ubaldo Jiménez",
      "aboutText": "Joseph Calleja, (born 22 January 1978 in Attard), is a Maltese tenor. He began singing at the age of 16, having been discovered by tenor Brian Cefai and continued his studies with Paul Asciak. At 19, he made his operatic debut as Macduff in Verdi's Macbeth at the Astra Theatre in Gozo and went on to become a prize winner at the Belvedere Hans Gabor Competition the same year.",
      "pageId": 7981988,
      "monthDay": "01/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dennis_Kipruto_Kimetto",
      "name": "Dennis Kipruto Kimetto",
      "aboutText": "Maceo Rigters (born 22 January 1984) is a Dutch former footballer, who last played for Gold Coast United in the Australian A-League. His previous clubs include Heerenveen, Dordrecht, NAC Breda and Blackburn Rovers.",
      "pageId": 11394972,
      "monthDay": "01/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Raica_Oliveira",
      "name": "Raica Oliveira",
      "aboutText": "Guy Wilks (born 22 January 1981) is a British rally driver. Wilks started rallying at the age of 19, but currently drives for JRM in the FIA World Rallycross Championship. In 2011 Wilks drove for Peugeot UK in the Intercontinental Rally Challenge.",
      "pageId": 11612269,
      "monthDay": "01/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Leon_Powe",
      "name": "Leon Powe",
      "aboutText": "Subhash Ram Prajapati (Nepali: सुभाषराम प्रजापति) (born January 22, 1980) is an artist, writer, researcher, and scholar in Nepalese Culture. He has authored a number of research articles and books on Nepalese culture.",
      "pageId": 17317721,
      "monthDay": "01/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Maceo_Rigters",
      "name": "Maceo Rigters",
      "aboutText": "Orianthi Panagaris (born 22 January 1985), known professionally as Orianthi, is an Australian singer-songwriter and guitarist. She has played with Michael Jackson as part of his ill-fated This Is It concert series, and in Alice Cooper's touring band. Her debut single \"According to You\" peaked at No.",
      "pageId": 23484826,
      "monthDay": "01/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Orianthi",
      "name": "Orianthi",
      "aboutText": "Dennis Kipruto Kimetto or Dennis Kipruto Koech (born 22 January 1984) is a Kenyan long distance runner who competes in road running events. He is the world record holder at the marathon and the 25 km road distance.\n^ a b c \"2013 Tokyo Marathon\" (PDF).",
      "pageId": 36034698,
      "monthDay": "01/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Fotios_Papoulis",
      "name": "Fotios Papoulis",
      "aboutText": "Mohamed Lamine \"Momo\" Sissoko Gillan (born 22 January 1985) is a Malian footballer who currently plays for Chinese club Shanghai Shenhua and the Malian national team as a defensive midfielder.",
      "pageId": 2204898,
      "monthDay": "01/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mohamed_Sissoko",
      "name": "Mohamed Sissoko",
      "aboutText": "Shane Patrick Long (born 22 January 1987) is an Irish professional footballer who plays for Southampton and the Republic of Ireland national team as a striker. He is known as \"a powerful, no-nonsense striker.\" He also played hurling for Tipperary in his early career.\nLong began his football career at Cork City.",
      "pageId": 3958892,
      "monthDay": "01/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lee_Pa-ni",
      "name": "Lee Pa-ni",
      "aboutText": "Lee Pa-ni (born January 22, 1986) is a South Korean model and actress. In 2006, she was selected as the winner of Spice TV’s Playboy 2006 Korea Model Contest. She is often reported to be the first Korean model to appear in the magazine; however, that distinction goes to Lee Sa-bi.",
      "pageId": 4636411,
      "monthDay": "01/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Maher_Magri",
      "name": "Maher Magri",
      "aboutText": "Alizé Cornet (French pronunciation: ​[a.li.ze koʁ.ne], born 22 January 1990) is a French professional tennis player.\nCornet has won four singles and three doubles titles on the WTA tour in her career, as well as three singles and three doubles titles on the ITF tour in her career. On 16 February 2009, she reached her best singles ranking of world number 11.",
      "pageId": 5446944,
      "monthDay": "01/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Simon",
      "name": "Matt Simon",
      "aboutText": "Matthew Blake Simon (born 22 January 1986) is an Australian international football (soccer) player who plays as a striker for Sydney FC in the A-League.\nSimon started his senior career with Central Coast Lightning before joining Central Coast Mariners in 2006. In 2012, Simon signed with K-League club Chunnam Dragons, however, his opportunities at the club were limited by persistent injuries.",
      "pageId": 6387012,
      "monthDay": "01/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Daniel_Wayne_Smith",
      "name": "Daniel Wayne Smith",
      "aboutText": "Daniel Wayne Smith (January 22, 1986 – September 10, 2006) was the son of the American model and actress Anna Nicole and Billy Wayne Smith. He occasionally appeared in his mother's E! Network reality TV show.",
      "pageId": 6946021,
      "monthDay": "01/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Astrid_Jacobsen",
      "name": "Astrid Jacobsen",
      "aboutText": "Raymell Mourice \"Ray\" Rice (born January 22, 1987) is a professional American football running back who is currently a free agent. He played college football for Rutgers and was drafted by the Baltimore Ravens in the second round of the 2008 NFL Draft. He is ranked as the Ravens' second all-time leading rusher behind Jamal Lewis (7,801) with 6,180 yards, and is also second in rushing attempts (1,430) and rushing touchdowns (37), and third in combined touchdowns (43).",
      "pageId": 7627929,
      "monthDay": "01/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shane_Long",
      "name": "Shane Long",
      "aboutText": "Astrid Uhrenholdt Jacobsen (born 22 January 1987) is a Norwegian cross-country skier. She skis with the IL Heming club in Oslo, near Holmenkollen. Her greatest achievement is winning the gold medal in sprint at the 2007 World Championships.",
      "pageId": 8161652,
      "monthDay": "01/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ray_Rice",
      "name": "Ray Rice",
      "aboutText": "Rūta Gajauskaitė (born January 22, 1989 in Kaunas, Lithuania) is a Lithuanian figure skater. She is the 2006 Lithuanian national champion.",
      "pageId": 8938823,
      "monthDay": "01/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Greg_Oden",
      "name": "Greg Oden",
      "aboutText": "Gregory Wayne Oden, Jr. (born January 22, 1988) is an American professional basketball player who currently plays for the Jiangsu Dragons of the Chinese Basketball Association (CBA). Oden, a 7 ft 0 in (2.13 m), 273-pound center, played college basketball at Ohio State University for one season, during which the team was the Big Ten Champion and the tournament runner-up in the NCAA Men's Division I Basketball Championship.",
      "pageId": 10264737,
      "monthDay": "01/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/R%C5%ABta_Gajauskait%C4%97",
      "name": "Rūta Gajauskaitė",
      "aboutText": "Thomas Lawrence \"Tommy\" Knight (born 22 January 1993) is an English actor best known for playing Luke Smith in The Sarah Jane Adventures and Doctor Who, Kevin Chalk in Waterloo Road, and murder victim Caleb \"Cal\" Bray in Glue.",
      "pageId": 18310788,
      "monthDay": "01/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aliz%C3%A9_Cornet",
      "name": "Alizé Cornet",
      "aboutText": "Stefan Kolb (born 22 January 1991) is a German football striker who plays for SpVgg Bayreuth.",
      "pageId": 24230299,
      "monthDay": "01/22"
    },
    {
      "year": "1991",
      "uri": "/wiki/Stefan_Kolb",
      "name": "Stefan Kolb",
      "aboutText": "Rio Haryanto (born 22 January 1993) is an Indonesian racing driver. He currently competes for Campos Racing team in the GP2 Series.",
      "pageId": 24652314,
      "monthDay": "01/22"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alex_MacDowall",
      "name": "Alex MacDowall",
      "aboutText": "Alexander \"Alex\" Hay MacDowall (born 22 January 1991) is a British auto racing driver.",
      "pageId": 26656546,
      "monthDay": "01/22"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rio_Haryanto",
      "name": "Rio Haryanto",
      "aboutText": "Fotios \"Fotis\" Papoulis (Greek: Φώτης Παπουλής; born 22 January 1985) is a Greek footballer who plays for Apollon Limassol in Cypriot First Division.",
      "pageId": 27692707,
      "monthDay": "01/22"
    },
    {
      "year": "1993",
      "uri": "/wiki/Tommy_Knight",
      "name": "Tommy Knight",
      "aboutText": "Maher Magri (born 22 January 1986 in El Kef) is a Tunisian footballer.\nMagri signed for Espérance Sportive de Tunis in August 2006 as a 20-year-old and played in the Tunisian Ligue Professionnelle 1 for four years before moving to Tennis Borussia Berlin in September 2010 on a free transfer.\nMagri has one cap for the Tunisian U-21 national football team.",
      "pageId": 30601280,
      "monthDay": "01/22"
    },
    {
      "year": "1993",
      "uri": "/wiki/Tasuku_Nagase",
      "name": "Tasuku Nagase",
      "aboutText": "Tasuku Nagase (永瀬 匡, Tasuku Nagase, born January 22, 1993) is a Japanese actor from Tottori Prefecture.\n^ \"Nagase Tasuku's Profile\".",
      "pageId": 38431361,
      "monthDay": "01/22"
    },
    {
      "year": "1998",
      "uri": "/wiki/Silent%C3%B3",
      "name": "Silentó",
      "aboutText": "Richard Lamar \"Silentó\" Hawk (born January 23, 1998) is an American hip hop recording artist. He is best known for his debut single \"Watch Me (Whip/Nae Nae)\", which reached the top-three on the Billboard Hot 100.",
      "pageId": 47849978,
      "monthDay": "01/22"
    }
  ]
}