{
  "people": [
    {
      "year": "1511",
      "uri": "/wiki/Giorgio_Vasari",
      "name": "Giorgio Vasari",
      "aboutText": "Emily Jane Brontë (/ˈbrɒnti/, commonly /ˈbrɒnteɪ/; 30 July 1818 – 19 December 1848) was an English novelist and poet who is best known for her only novel, Wuthering Heights, now considered a classic of English literature. Emily was the third eldest of the four surviving Brontë siblings, between the youngest Anne and her brother Branwell.",
      "pageId": 9810,
      "monthDay": "07/30"
    },
    {
      "year": "1549",
      "uri": "/wiki/Ferdinando_I_de%27_Medici,_Grand_Duke_of_Tuscany",
      "name": "Ferdinando I de' Medici, Grand Duke of Tuscany",
      "aboutText": "Henry Ford (July 30, 1863 – April 7, 1947) was an American industrialist, the founder of the Ford Motor Company, and the sponsor of the development of the assembly line technique of mass production.\nAlthough Ford did not invent the automobile or the assembly line, he developed and manufactured the first automobile that many middle class Americans could afford. In doing so, Ford converted the automobile from an expensive curiosity into a practical conveyance that would profoundly impact the landscape of the twentieth century.",
      "pageId": 13371,
      "monthDay": "07/30"
    },
    {
      "year": "1641",
      "uri": "/wiki/Regnier_de_Graaf",
      "name": "Regnier de Graaf",
      "aboutText": "Charles Dillon \"Casey\" Stengel (/ˈstɛŋɡəl/; July 30, 1890 – September 29, 1975), nicknamed \"The Old Perfessor\", was an American Major League Baseball outfielder and manager. He was elected to the Baseball Hall of Fame in 1966.\nStengel was born in Kansas City, Missouri, and originally nicknamed \"Dutch\", a common nickname at that time for Americans of German ancestry.",
      "pageId": 75124,
      "monthDay": "07/30"
    },
    {
      "year": "1751",
      "uri": "/wiki/Maria_Anna_Mozart",
      "name": "Maria Anna Mozart",
      "aboutText": "Giorgio Vasari (Italian: [ˈdʒordʒo vaˈzaːri]; 30 July 1511 – 27 June 1574) was an Italian painter, architect, writer and historian, most famous today for his Lives of the Most Excellent Painters, Sculptors, and Architects, considered the ideological foundation of art-historical writing.",
      "pageId": 102036,
      "monthDay": "07/30"
    },
    {
      "year": "1763",
      "uri": "/wiki/Samuel_Rogers",
      "name": "Samuel Rogers",
      "aboutText": "Thorstein Bunde Veblen (born Torsten Bunde Veblen; July 30, 1857 – August 3, 1929) was an American economist and sociologist. He was famous as a witty critic of capitalism.\nVeblen is famous for the idea of \"conspicuous consumption.\" Conspicuous consumption, along with \"conspicuous leisure,\" is performed to demonstrate wealth or mark social status.",
      "pageId": 162385,
      "monthDay": "07/30"
    },
    {
      "year": "1809",
      "uri": "/wiki/Charles_Chiniquy",
      "name": "Charles Chiniquy",
      "aboutText": "Samuel Rogers (30 July 1763 – 18 December 1855) was an English poet, during his lifetime one of the most celebrated, although his fame has long since been eclipsed by his Romantic colleagues and friends Wordsworth, Coleridge and Byron. His recollections of these and other friends such as Charles James Fox are key sources for information about London artistic and literary life, with which he was intimate, and which he used his wealth to support.",
      "pageId": 218701,
      "monthDay": "07/30"
    },
    {
      "year": "1818",
      "uri": "/wiki/Emily_Bront%C3%AB",
      "name": "Emily Brontë",
      "aboutText": "Smedley Darlington Butler (July 30, 1881 – June 21, 1940) was a United States Marine Corps major general, the highest rank authorized at that time, and at the time of his death the most decorated Marine in U.S. history. During his 34-year career as a Marine, he participated in military actions in the Philippines, China, in Central America and the Caribbean during the Banana Wars, and France in World War I. Butler is well known for having later become an outspoken critic of U.S. wars and their consequences, as well as exposing the Business Plot, an alleged plan to overthrow the U.S. government.\nBy the end of his career, Butler had received 16 medals, five for heroism.",
      "pageId": 369961,
      "monthDay": "07/30"
    },
    {
      "year": "1818",
      "uri": "/wiki/Jan_Heemskerk",
      "name": "Jan Heemskerk",
      "aboutText": "Nikolai Nikolayevich Yudenich (Russian: Никола́й Никола́евич Юде́нич) (July 30 [O.S. July 18] 1862 – October 5, 1933) was a commander of the Russian Imperial Army during World War I. He was a leader of the anti-communist White movement in Northwestern Russia during the Civil War.",
      "pageId": 754367,
      "monthDay": "07/30"
    },
    {
      "year": "1825",
      "uri": "/wiki/Chaim_Aronson",
      "name": "Chaim Aronson",
      "aboutText": "Charles P. Chiniquy (30 July 1809 – 16 January 1899) was a Canadian Catholic priest who became a Presbyterian pastor.",
      "pageId": 1021695,
      "monthDay": "07/30"
    },
    {
      "year": "1832",
      "uri": "/wiki/George_Lemuel_Woods",
      "name": "George Lemuel Woods",
      "aboutText": "George Lemuel Woods (July 30, 1832 – January 7, 1890) was an American lawyer, judge, and politician. A member of the Republican Party, Woods served as the third Governor of Oregon from 1866–1870.",
      "pageId": 1204705,
      "monthDay": "07/30"
    },
    {
      "year": "1855",
      "uri": "/wiki/Georg_Wilhelm_von_Siemens",
      "name": "Georg Wilhelm von Siemens",
      "aboutText": "Regnier de Graaf (English spelling), original Dutch spelling Reinier de Graaf, or Latinized Reijnerus de Graeff (30 July 1641 – 17 August 1673) was a Dutch physician and anatomist who made key discoveries in reproductive biology.",
      "pageId": 1446750,
      "monthDay": "07/30"
    },
    {
      "year": "1857",
      "uri": "/wiki/Thorstein_Veblen",
      "name": "Thorstein Veblen",
      "aboutText": "Ferdinando I de' Medici, Grand Duke of Tuscany (30 July 1549 – 17 February 1609) was Grand Duke of Tuscany from 1587 to 1609, having succeeded his older brother Francesco I.",
      "pageId": 1576157,
      "monthDay": "07/30"
    },
    {
      "year": "1859",
      "uri": "/wiki/Henry_Simpson_Lunn",
      "name": "Henry Simpson Lunn",
      "aboutText": "Maria Anna Walburga Ignatia Mozart (30 July 1751 – 29 October 1829), called Marianne and nicknamed \"Nannerl\", was a musician, the older sister of Wolfgang Amadeus Mozart and daughter of Leopold and Anna Maria Mozart.",
      "pageId": 1694158,
      "monthDay": "07/30"
    },
    {
      "year": "1862",
      "uri": "/wiki/Nikolai_Yudenich",
      "name": "Nikolai Yudenich",
      "aboutText": "Georg Wilhelm von Siemens (30 July 1855, Berlin – 14 October 1919, Arosa, Switzerland) was a German telecommunications industrialist.",
      "pageId": 2258167,
      "monthDay": "07/30"
    },
    {
      "year": "1863",
      "uri": "/wiki/Henry_Ford",
      "name": "Henry Ford",
      "aboutText": "Sir Henry Simpson Lunn (30 July 1859 – 18 March 1939) was an English humanitarian and religious figure, and also founder of Lunn Poly, one of the UK's largest travel companies.\nBorn in Horncastle, Lincolnshire, Lunn was raised as a devout Methodist and gained a place at Horncastle Grammar School. He attended Headingley College, Leeds, for instruction to become a church minister and was ordained in 1886.",
      "pageId": 2717313,
      "monthDay": "07/30"
    },
    {
      "year": "1872",
      "uri": "/wiki/Princess_Cl%C3%A9mentine_of_Belgium",
      "name": "Princess Clémentine of Belgium",
      "aboutText": "Fatima Jinnah English IPA: fətɪ̈mɑ d͡ʒinnəɦ, (Urdu: فاطمہ جناح‎; 30 July 1893 – 9 July 1967) was a Pakistani dental surgeon, biographer, stateswoman and one of the leading founders of Pakistan.\nAfter obtaining a dental degree from University of Calcutta, she became a close associate and an adviser to her older brother Muhammad Ali Jinnah who later became the first Governor General of Pakistan. A strong critic of the British Raj, she emerged as a strong advocate of the two nation theory and a leading member of the All-India Muslim League.",
      "pageId": 3221633,
      "monthDay": "07/30"
    },
    {
      "year": "1881",
      "uri": "/wiki/Smedley_Butler",
      "name": "Smedley Butler",
      "aboutText": "Jan Heemskerk Abrahamszoon (Dutch pronunciation: [jɑn ˈɦeːmskɛrk ˈaːbraːɦɑmsˌsoːn]; 30 July 1818 – 9 October 1897) was a Dutch politician who served as Prime Minister of the Netherlands from 1874 to 1877, and again from 1883 to 1888.",
      "pageId": 3605365,
      "monthDay": "07/30"
    },
    {
      "year": "1890",
      "uri": "/wiki/Casey_Stengel",
      "name": "Casey Stengel",
      "aboutText": "Wanda Hawley (July 30, 1895 – March 18, 1963) was a veteran American actress of the silent screen films era. She entered the theatrical profession with an amateur group in Seattle, and later toured the U.S. and Canada as a singer.",
      "pageId": 4456973,
      "monthDay": "07/30"
    },
    {
      "year": "1893",
      "uri": "/wiki/Fatima_Jinnah",
      "name": "Fatima Jinnah",
      "aboutText": "Chaim Aronson (July 30, 1825 – April 22, 1893) was an inventor and memoirist. He was a Lithuanian Jew who lived during the time when Lithuania belonged to Tsarist Russia.",
      "pageId": 4762189,
      "monthDay": "07/30"
    },
    {
      "year": "1895",
      "uri": "/wiki/Wanda_Hawley",
      "name": "Wanda Hawley",
      "aboutText": "Princess Clementine of Belgium (French: Clémentine Albertine Marie Léopoldine, or Dutch: Clementina Albertina Maria Leopoldina; 30 July 1872 – 8 March 1955) was the wife of Napoléon Victor Bonaparte, Bonapartist pretender to the throne of France (as Napoleon V).",
      "pageId": 10753357,
      "monthDay": "07/30"
    },
    {
      "year": "1898",
      "uri": "/wiki/Henry_Moore",
      "name": "Henry Moore",
      "aboutText": "Cyril Northcote Parkinson (30 July 1909 – 9 March 1993) was a British naval historian and author of some 60 books, the most famous of which was his best-seller Parkinson's Law, which led him to be also considered as an important scholar in public administration and management.",
      "pageId": 5622,
      "monthDay": "07/30"
    },
    {
      "year": "1899",
      "uri": "/wiki/Gerald_Moore",
      "name": "Gerald Moore",
      "aboutText": "Alexander Whitelaw Robertson Trocchi (30 July 1925 – 15 April 1984) was a Scottish novelist.",
      "pageId": 51945,
      "monthDay": "07/30"
    },
    {
      "year": "1901",
      "uri": "/wiki/Alfred_L%C3%A9pine",
      "name": "Alfred Lépine",
      "aboutText": "Michael Morris, 3rd Baron Killanin, MBE, TD (30 July 1914 – 25 April 1999), was an Irish journalist, author, sports official, and the sixth president of the International Olympic Committee (IOC). He succeeded his uncle as Baron Killanin in the Peerage of the United Kingdom in 1927, which allowed him to sit in the House of Lords at the Palace of Westminster as Lord Killanin upon turning 21.",
      "pageId": 202514,
      "monthDay": "07/30"
    },
    {
      "year": "1904",
      "uri": "/wiki/Salvador_Novo",
      "name": "Salvador Novo",
      "aboutText": "Gerald Moore CBE (30 July 1899 – 13 March 1987) was an English classical pianist best known for his career as an accompanist for many famous musicians. Among those with whom he was closely associated were Dietrich Fischer-Dieskau, Elisabeth Schumann, Hans Hotter, Elisabeth Schwarzkopf, Victoria de los Ángeles and Pablo Casals.\nMoore gave lectures on stage, radio and television about musical topics.",
      "pageId": 469228,
      "monthDay": "07/30"
    },
    {
      "year": "1909",
      "uri": "/wiki/C._Northcote_Parkinson",
      "name": "C. Northcote Parkinson",
      "aboutText": "Joseph Henry Nuxhall (/ˈnʌks.hɔːl/; July 30, 1928 – November 15, 2007) was an American left-handed pitcher in Major League Baseball, mostly for the Cincinnati Reds. Immediately after retiring as a player, he became a radio broadcaster for the Reds from 1967 through 2004, and continued part-time up until his death in 2007. Nuxhall held the team's record for career games pitched (484) from 1965 to 1975, and still holds the team mark for left-handers.",
      "pageId": 539393,
      "monthDay": "07/30"
    },
    {
      "year": "1910",
      "uri": "/wiki/Edgar_de_Evia",
      "name": "Edgar de Evia",
      "aboutText": "Salvador Novo López (30 July 1904 – 13 January 1974) was a Mexican writer, poet, playwright, translator, television presenter, entrepreneur, and the official chronicler of Mexico City. As a noted intellectual, he influenced popular perceptions of politics, media, the arts, and Mexican society in general.",
      "pageId": 900502,
      "monthDay": "07/30"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lou_Darvas",
      "name": "Lou Darvas",
      "aboutText": "Dick Wilson, (30 July 1916 – 19 November 2007), was a British-born Canadian character actor who played the role of finicky grocery store manager Mr.",
      "pageId": 976088,
      "monthDay": "07/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Michael_Morris,_3rd_Baron_Killanin",
      "name": "Michael Morris, 3rd Baron Killanin",
      "aboutText": "Grant Johannesen (July 30, 1921 – March 27, 2005) was an American concert pianist.\nHe was born in Salt Lake City and discovered at the age of five by a teacher who lived across the street. He imitated whatever he heard her play, and she did not appreciate it.",
      "pageId": 1679533,
      "monthDay": "07/30"
    },
    {
      "year": "1916",
      "uri": "/wiki/Dick_Wilson",
      "name": "Dick Wilson",
      "aboutText": "Edgar Domingo Evia y Joutard, known professionally as Edgar de Evia (July 30, 1910 – February 10, 2003), was a Mexican-born American photographer.",
      "pageId": 2802748,
      "monthDay": "07/30"
    },
    {
      "year": "1920",
      "uri": "/wiki/Walter_Schuck",
      "name": "Walter Schuck",
      "aboutText": "Joseph Alfred Pierre Hormisdas \"Pit\" Lépine (July 30, 1901 – August 2, 1955) was a Canadian ice hockey forward and coach. He was born in Sainte-Anne-de-Bellevue, Quebec.\nLepine played in the National Hockey League from 1925 to 1939, spending his entire career with the Montreal Canadiens, winning two Stanley Cups, in 1930 and 1931.",
      "pageId": 3450917,
      "monthDay": "07/30"
    },
    {
      "year": "1921",
      "uri": "/wiki/Grant_Johannesen",
      "name": "Grant Johannesen",
      "aboutText": "Louis F. Darvas (30 July 1913, Cleveland, Ohio - February 1987, Cleveland) was an artist and sports cartoonist. He received the National Cartoonist Society Sports Cartoon Award for 1963 and 1967 for his work.",
      "pageId": 3608830,
      "monthDay": "07/30"
    },
    {
      "year": "1922",
      "uri": "/wiki/Henry_W._Bloch",
      "name": "Henry W. Bloch",
      "aboutText": "Richard Keith Johnson (30 July 1927 – 5 June 2015) was a British actor, writer and producer, who starred in several British films of the 1960s and also had TV roles and a distinguished stage career.",
      "pageId": 3752631,
      "monthDay": "07/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jacques_Sernas",
      "name": "Jacques Sernas",
      "aboutText": "Stanley Llewelyn \"Stan\" Stennett (30 July 1925 – 26 November 2013) was a Welsh comedian, actor and jazz musician.\nStennett was born in Pencoed, Bridgend. During World War II, he served in the army and also worked as an entertainer.",
      "pageId": 4573292,
      "monthDay": "07/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Stan_Stennett",
      "name": "Stan Stennett",
      "aboutText": "Eunice Muñoz, OSE, GCIH (born July 30, 1928) is a Portuguese actress. She was born in Amareleja, Portugal.",
      "pageId": 5211859,
      "monthDay": "07/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Alexander_Trocchi",
      "name": "Alexander Trocchi",
      "aboutText": "Henry Wollman Bloch (born July 30, 1922) is an American businessman and philanthropist. He is the co-founder and (since 2000) the chairman emeritus of the American tax-preparation company H&R Block. Henry and his brother, Richard Bloch, founded H&R Block in 1955 in Kansas City, Missouri.",
      "pageId": 5492491,
      "monthDay": "07/30"
    },
    {
      "year": "1927",
      "uri": "/wiki/Richard_Johnson_(actor)",
      "name": "Richard Johnson",
      "aboutText": "Henry Spencer Moore OM CH FBA (30 July 1898 – 31 August 1986) was an English sculptor and artist. He was best known for his semi-abstract monumental bronze sculptures which are located around the world as public works of art.\nHis forms are usually abstractions of the human figure, typically depicting mother-and-child or reclining figures.",
      "pageId": 5517329,
      "monthDay": "07/30"
    },
    {
      "year": "1927",
      "uri": "/wiki/Pete_Schoening",
      "name": "Pete Schoening",
      "aboutText": "Jokūbas Bernardas Šernas (30 July 1925 – 3 July 2015), commonly known as Jacques Sernas and sometimes credited as Jack Sernas, was a Lithuanian-born French actor with an international film career.",
      "pageId": 7544514,
      "monthDay": "07/30"
    },
    {
      "year": "1927",
      "uri": "/wiki/Victor_Wong_(actor_born_1927)",
      "name": "Victor Wong",
      "aboutText": "Peter (Pete) Kittilsby Schoening (July 30, 1927 – September 22, 2004) was an American mountaineer. Schoening was one of two Americans to first successfully climb the Pakistani peak Gasherbrum I in 1958, and was one of the first to summit Mount Vinson in Antarctica in 1966. He was born July 30, 1927, in Seattle, Washington to John and Gudrun Schoening, and grew up in Olympia.",
      "pageId": 7847858,
      "monthDay": "07/30"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eunice_Mu%C3%B1oz",
      "name": "Eunice Muñoz",
      "aboutText": "Walter Schuck (30 July 1920 – 27 March 2015) was a German World War II fighter ace who served in the Luftwaffe from 1937 until the end of World War II. He claimed 206 enemy aircraft shot down in over 500 combat missions, eight of which while flying the Messerschmitt Me 262 jet fighter. For these achievements, Schuck received the Knight's Cross of the Iron Cross with Oak Leaves (German: Ritterkreuz des Eisernen Kreuzes mit Eichenlaub). The Knight's Cross of the Iron Cross and its higher grade Oak Leaves was awarded to recognise extreme battlefield bravery or successful military leadership.",
      "pageId": 10261910,
      "monthDay": "07/30"
    },
    {
      "year": "1928",
      "uri": "/wiki/Joe_Nuxhall",
      "name": "Joe Nuxhall",
      "aboutText": "Victor Wong (July 30, 1927 – September 12, 2001) (traditional Chinese: 黃自強; simplified Chinese: 黄自強; pinyin: Huáng Zìqiáng; Jyutping: Wong4 Zi6koeng4) was a Chinese American character actor who appeared in supporting roles throughout the 1980s and 1990s.",
      "pageId": 20366532,
      "monthDay": "07/30"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sid_Krofft",
      "name": "Sid Krofft",
      "aboutText": "Allan Huber \"Bud\" Selig (/ˈsiːlɨɡ/; born July 30, 1934) is an American baseball executive who currently serves as the Commissioner Emeritus of Baseball. Previously, he served as the ninth Commissioner of Baseball. He initially served as the acting commissioner beginning in 1992 before being named the official commissioner in 1998.",
      "pageId": 4582,
      "monthDay": "07/30"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dominique_Lapierre",
      "name": "Dominique Lapierre",
      "aboutText": "Peter Bogdanovich (Serbian: Петар Богдановић, Petar Bogdanović, born July 30, 1939) is an American director, writer, actor, producer, critic and film historian. He was part of the wave of \"New Hollywood\" directors, which included William Friedkin, Brian De Palma, George Lucas, Martin Scorsese, Michael Cimino and Francis Ford Coppola. His most critically acclaimed and well-known film is the drama The Last Picture Show (1971).",
      "pageId": 43855,
      "monthDay": "07/30"
    },
    {
      "year": "1933",
      "uri": "/wiki/Edd_Byrnes",
      "name": "Edd Byrnes",
      "aboutText": "Sir Clive Marles Sinclair (born 30 July 1940) is an English entrepreneur and inventor, most commonly known for his work in consumer electronics in the late 1970s and early 1980s.\nAfter spending several years as assistant editor of Instrument Practice, Sinclair founded Sinclair Radionics in 1961, where he produced the first slim-line electronic pocket calculator in 1972 (the Sinclair Executive). Sinclair later moved into the production of home computers and produced the Sinclair ZX80, the UK's first mass-market home computer for less than £100, and later, with Sinclair Research, the ZX81 and ZX Spectrum; the latter is widely recognised for its importance in the early days of the British home computer industry.",
      "pageId": 56293,
      "monthDay": "07/30"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ben_Piazza",
      "name": "Ben Piazza",
      "aboutText": "Paul Albert Anka, OC (born July 30, 1941) is a Canadian-American singer, songwriter, and actor. Anka became famous in the late 1950s, 1960s, and 1970s with hit songs like \"Diana\", \"Lonely Boy\", \"Put Your Head on My Shoulder\", and \"(You're) Having My Baby\". He wrote such well-known music as the theme for The Tonight Show Starring Johnny Carson and one of Tom Jones's biggest hits, \"She's a Lady\", as well as the English lyrics for Frank Sinatra's signature song, \"My Way\", which has been covered by many including Elvis Presley.",
      "pageId": 100691,
      "monthDay": "07/30"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bud_Selig",
      "name": "Bud Selig",
      "aboutText": "Sir Peter James Bottomley (born 30 July 1944) is a British Conservative Party politician who has served as a Member of Parliament since 1975. He has represented Worthing West constituency since 1997.",
      "pageId": 414457,
      "monthDay": "07/30"
    },
    {
      "year": "1936",
      "uri": "/wiki/Buddy_Guy",
      "name": "Buddy Guy",
      "aboutText": "Sid Krofft (born July 30, 1929) is a Canadian/American puppeteer and television producer.",
      "pageId": 454372,
      "monthDay": "07/30"
    },
    {
      "year": "1936",
      "uri": "/wiki/Infanta_Pilar,_Duchess_of_Badajoz",
      "name": "Infanta Pilar, Duchess of Badajoz",
      "aboutText": "George \"Buddy\" Guy (born July 30, 1936) is an American blues guitarist and singer. He is an exponent of Chicago blues and has influenced guitarists including Jimi Hendrix, Eric Clapton, Jimmy Page, Keith Richards, Jeff Beck, John Mayer and Stevie Ray Vaughan. In the 1960s, Guy played with Muddy Waters as a house guitarist at Chess Records and began a musical partnership with harmonica player Junior Wells.",
      "pageId": 566989,
      "monthDay": "07/30"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ralph_Taeger",
      "name": "Ralph Taeger",
      "aboutText": "Hervé de Charette (born 30 July 1938 in Paris) is a French centrist politician.\nHe is a descendant of the royalist military leader François de Charette. Member of the Union for French Democracy (UDF), he was elected deputy for the first time in 1986 as representative of the Maine-et-Loire département.",
      "pageId": 595568,
      "monthDay": "07/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Herv%C3%A9_de_Charette",
      "name": "Hervé de Charette",
      "aboutText": "Infanta Pilar of Spain, Duchess of Badajoz, Dowager Viscountess de la Torre (María del Pilar Alfonsa Juana Victoria Luisa Ignacia y Todos los Santos de Borbón y Borbón-Dos Sicilias) (born 30 July 1936, in Cannes) is the elder daughter of Infante Juan, Count of Barcelona and Princess María Mercedes of Bourbon-Two Sicilies, and older sister of King Juan Carlos I. She has also a younger sister, Infanta Margarita of Spain.\n^ Infanta Pilar's actual given name is María del Pilar; however, due to the high number of women in Spain named María, as is the convention, she uses the name Pilar.",
      "pageId": 1008047,
      "monthDay": "07/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Terry_O%27Neill_(photographer)",
      "name": "Terry O'Neill",
      "aboutText": "Frances de la Tour (born Frances J. de Lautour, , 30 July 1944) is an English actress, known for her role as Miss Ruth Jones in the television sitcom Rising Damp from 1974 until 1978. She is a Tony Award winner and three-time Olivier Award winner.\nShe played Mrs.",
      "pageId": 1500727,
      "monthDay": "07/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Peter_Bogdanovich",
      "name": "Peter Bogdanovich",
      "aboutText": "Patricia Nell Scott Schroeder (born July 30, 1940) is an American former politician who represented Colorado in the United States House of Representatives from 1973–1997.",
      "pageId": 1538517,
      "monthDay": "07/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Eleanor_Smeal",
      "name": "Eleanor Smeal",
      "aboutText": "Terry O'Neill (born 30 July 1938) is an English photographer. He gained renown documenting the fashions, styles, and celebrities of the 1960s. O'Neill's photographs display his knack for capturing his subjects candidly or in unconventional settings.",
      "pageId": 1857998,
      "monthDay": "07/30"
    },
    {
      "year": "1940",
      "uri": "/wiki/Patricia_Schroeder",
      "name": "Patricia Schroeder",
      "aboutText": "Eleanor Smeal (born Eleanor Marie Cutri; July 30, 1939) is an American feminist activist, political analyst, lobbyist, and grassroots organizer. Smeal is also the president and a cofounder of the Feminist Majority Foundation and has served as president of the National Organization for Women twice.\nSmeal has appeared frequently on television and radio and testified before Congress on women's issues.",
      "pageId": 2001506,
      "monthDay": "07/30"
    },
    {
      "year": "1940",
      "uri": "/wiki/Clive_Sinclair",
      "name": "Clive Sinclair",
      "aboutText": "Dominique Lapierre (born 30 July 1931 in Châtelaillon, Charente-Maritime, France) is a French author.",
      "pageId": 2084098,
      "monthDay": "07/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paul_Anka",
      "name": "Paul Anka",
      "aboutText": "Edd Byrnes (born July 30, 1933) is an American actor best known for his starring role in the television series 77 Sunset Strip.",
      "pageId": 2323038,
      "monthDay": "07/30"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pollyanna_Pickering",
      "name": "Pollyanna Pickering",
      "aboutText": "Ralph Taeger (July 30, 1936 – March 11, 2015) was an American former actor who starred in three short-lived television series during the 1960s.",
      "pageId": 5315600,
      "monthDay": "07/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/Henri-Fran%C3%A7ois_Gautrin",
      "name": "Henri-François Gautrin",
      "aboutText": "Henri-François Gautrin (born July 30, 1943 in Béthune, France) is a Quebec politician, professor and physicist. He was the Member of National Assembly of Quebec for the riding of Verdun in the Montreal region. He represented the Quebec Liberal Party and was the former Minister of Governmental Services from February 2006 to February 2007.",
      "pageId": 10982868,
      "monthDay": "07/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gerry_Birrell",
      "name": "Gerry Birrell",
      "aboutText": "Gerald Hussey Buchanan Birrell (30 July 1944 – 23 June 1973) was a British racing driver from Scotland, who was killed in an accident during practice for a Formula Two race at Rouen-Les-Essarts.\nBorn in Milngavie near Glasgow, Birrell left school when aged 15 to start an apprenticeship with a BMC dealer. He acquired extensive technical experience working as a race mechanic for his elder brother, Graham Birrell.",
      "pageId": 14365613,
      "monthDay": "07/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Bottomley",
      "name": "Peter Bottomley",
      "aboutText": "Pollyanna Pickering (born 30 July 1942) is an internationally renowned wildlife artist and environmentalist.\nPickering was born in Yorkshire and is now a celebrated English wildlife artist who has gone on many expeditions around the world to study animals in their natural habitats.",
      "pageId": 27376338,
      "monthDay": "07/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Frances_de_la_Tour",
      "name": "Frances de la Tour",
      "aboutText": "Ben Piazza (July 30, 1933 – September 7, 1991) was an American actor.\nHe made his film debut in Sidney J. Furie's Canadian film A Dangerous Age (1959) followed by his Hollywood debut in The Hanging Tree (1959). Though signed to contracts with Warner Bros.",
      "pageId": 35613815,
      "monthDay": "07/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patrick_Modiano",
      "name": "Patrick Modiano",
      "aboutText": "Arnold Alois Schwarzenegger (/ˈʃwɔrtsənɛɡər/; German: [ˈaɐnɔlt ˈalɔʏs ˈʃvaɐtsənɛɡɐ]; born July 30, 1947) is an Austrian-American actor, model, producer, director, activist, businessman, investor, writer, philanthropist, former professional bodybuilder, and politician. Schwarzenegger served two terms as the 38th Governor of California from 2003 until 2011.\nSchwarzenegger began weight training at the age of 15.",
      "pageId": 1806,
      "monthDay": "07/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Sanborn",
      "name": "David Sanborn",
      "aboutText": "Juan Moreno y Herrera-Jiménez (born 30 July 1948), known as Jean Reno (French pronunciation: ​[ʒɑ̃ ʁeno]), is a Moroccan-born French actor of Spanish descent. Working in French, English, Japanese, Spanish, and Italian, he has appeared in numerous successful films such as Crimson Rivers, Godzilla, The Da Vinci Code, Mission: Impossible, The Pink Panther, Ronin, Les visiteurs, The Big Blue, and Léon.",
      "pageId": 38253,
      "monthDay": "07/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Neil_Bonnett",
      "name": "Neil Bonnett",
      "aboutText": "Harriet Ruth Harman, QC (born 30 July 1950) is a British lawyer and Labour Party politician who has been a Member of Parliament (MP) since 1982, first for Peckham, and then for its successor constituency of Camberwell and Peckham since 1997. She has served in various Cabinet and Shadow Cabinet positions and, in her role as Deputy Leader of the Labour Party, she was twice the acting Leader of the Labour Party and Leader of the Opposition: from May to September 2010 and from May to September 2015.\nBorn in London to physician John B. Harman and his wife Anna, a solicitor, Harriet Harman attended St Paul's Girls' School and earned a BA in Politics from the University of York.",
      "pageId": 354361,
      "monthDay": "07/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jeffrey_Hammond",
      "name": "Jeffrey Hammond",
      "aboutText": "Lawrence Neil Bonnett (July 30, 1946 – February 11, 1994), known professionally as Neil Bonnett, was a NASCAR driver who compiled 18 victories and 20 poles over his 18-year career. The Alabama native currently ranks 45th in all-time NASCAR Cup victories. He appeared in the 1983 film Stroker Ace and the 1990 film Days of Thunder.",
      "pageId": 420552,
      "monthDay": "07/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/William_Atherton",
      "name": "William Atherton",
      "aboutText": "Simón Trinidad (born July 30, 1950) is the alias of Juvenal Ovidio Ricardo Palmera Pineda, a high-ranking member of the Revolutionary Armed Forces of Colombia (FARC), and reputedly the first high-ranking member of that guerrilla group to be captured. \"Simón Trinidad\" is currently serving a 60-year sentence in solitary confinement in the United States at ADX Florence \"Supermax\" prison in Florence, Colorado.",
      "pageId": 508861,
      "monthDay": "07/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Fran%C3%A7oise_Barr%C3%A9-Sinoussi",
      "name": "Françoise Barré-Sinoussi",
      "aboutText": "David Sanborn (born July 30, 1945) is an American alto saxophonist. Though Sanborn has worked in many genres, his solo recordings typically blend jazz with instrumental pop and R&B. He released his first solo album Taking Off in 1975, but has been playing the saxophone since before he was in high school. Sanborn has also worked extensively as a session musician, notably on David Bowie's Young Americans (1975).",
      "pageId": 536876,
      "monthDay": "07/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jonathan_Mann_(WHO_official)",
      "name": "Jonathan Mann",
      "aboutText": "Jeffrey Hammond (born 30 July 1946) sometimes credited as Jeffrey Hammond-Hammond, is an artist, musician, and former bass guitar player for the progressive rock band Jethro Tull.\nHammond adopted the name \"Hammond-Hammond\" as a joke, since both his father's name and mother's maiden name were the same. He also joked in interviews that his mother defiantly chose to keep her maiden name, just like Eleanor Roosevelt.",
      "pageId": 777352,
      "monthDay": "07/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anna_Panayiotopoulou",
      "name": "Anna Panayiotopoulou",
      "aboutText": "Frank P. Stallone, Jr. (born July 30, 1950) is an American actor, singer/guitarist and songwriter. He is the younger brother of Sylvester Stallone.",
      "pageId": 1175704,
      "monthDay": "07/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Arnold_Schwarzenegger",
      "name": "Arnold Schwarzenegger",
      "aboutText": "William Atherton (born July 30, 1947), born William Robert Atherton Knight, Jr., is an American film, stage and television actor.",
      "pageId": 1706070,
      "monthDay": "07/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Briscoe_(water_engineer)",
      "name": "John Briscoe",
      "aboutText": "William Edward \"Billy\" Paultz (born July 30, 1948) is a retired American professional basketball player.\nBorn in River Edge, New Jersey, Paultz played college basketball at Cameron Junior College and then at Saint John's University, and was selected in the seventh round of the 1970 NBA Draft by the San Diego Rockets and by the Virginia Squires in the 1970 ABA Draft. Paultz opted to sign with the Squires.",
      "pageId": 2847057,
      "monthDay": "07/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Billy_Paultz",
      "name": "Billy Paultz",
      "aboutText": "Jonathan Max Mann (July 30, 1947 – September 2, 1998) was an American physician who was an administrator for the World Health Organization.",
      "pageId": 2955904,
      "monthDay": "07/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jean_Reno",
      "name": "Jean Reno",
      "aboutText": "Jean Patrick Modiano (French pronunciation: ​[ʒɑ̃ paˈtʁik ˌmɔdjaˈno]; born 30 July 1945) is a French novelist and recipient of the 2014 Nobel Prize in Literature. He previously won the 2012 Austrian State Prize for European Literature, the 2010 Prix mondial Cino Del Duca from the Institut de France for lifetime achievement, the 1978 Prix Goncourt for Rue des boutiques obscures, and the 1972 Grand Prix du roman de l'Académie française for Les Boulevards de ceinture.",
      "pageId": 6731930,
      "monthDay": "07/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Otis_Taylor_(musician)",
      "name": "Otis Taylor",
      "aboutText": "Richard R. \"Duck\" Baker IV (born July 30, 1949, in Washington D.C.) is an accomplished and influential American fingerstyle guitarist, who in his playing combines genres as varied as rags, blues, country, gospel, cajun, bluegrass, Celtic music, ballads and jazz, swing, New Orleans jazz and free jazz.",
      "pageId": 7094190,
      "monthDay": "07/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Julia_Tsenova",
      "name": "Julia Tsenova",
      "aboutText": "Alan John Kourie (born 30 July 1951 in Johannesburg) is a former South African first class cricketer, who played for Transvaal, from 1970/71 to 1988/89. Educated at Jeppe Boys High, he played for Transvaal in the Nuffield week, and for South African schools in 1970.\nAn all-rounder, he was a slow left-arm orthodox bowler and right-handed batsman.",
      "pageId": 10401153,
      "monthDay": "07/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Duck_Baker",
      "name": "Duck Baker",
      "aboutText": "Otis Taylor (born July 30, 1948, Chicago, Illinois, United States) is an American blues musician. He is a multi-instrumentalist whose talents include the guitar, banjo, mandolin, harmonica, and vocals.",
      "pageId": 12325933,
      "monthDay": "07/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sonia_Proudman",
      "name": "Sonia Proudman",
      "aboutText": "Anna Panayiotopoulou (Greek: Άννα Παναγιωτοπούλου; born July 30, 1947) is a famous Greek actress that has starred in many series, films and theatrical plays.\nShe became famous after starring in the Greek series Madame Sousou in 1986.\nA major hit of her career was starring as one of the three Haritou sisters, Olga, in the Greek hit series Oi Treis Harites during 1990-1992.",
      "pageId": 13368532,
      "monthDay": "07/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Harriet_Harman",
      "name": "Harriet Harman",
      "aboutText": "Françoise Barré-Sinoussi (born 30 July 1947) is a French virologist and director of the Regulation of Retroviral Infections Division (Unité de Régulation des Infections Rétrovirales) at the Institut Pasteur in Paris, France. Born in Paris, France, Barré-Sinoussi performed some of the fundamental work in the identification of the human immunodeficiency virus (HIV) as the cause of AIDS. In 2008, she was awarded the Nobel Prize in Physiology or Medicine, together with her former mentor, Luc Montagnier, for their discovery of HIV. She mandatorily retired from active research on August 31, 2015 and will fully retire by some time in 2017.\n^ \"Nobel prize for viral discoveries\".",
      "pageId": 19632164,
      "monthDay": "07/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Frank_Stallone",
      "name": "Frank Stallone",
      "aboutText": "Dame Sonia Rosemary Susan Proudman, DBE (born 30 July 1949), styled The Hon.",
      "pageId": 22288607,
      "monthDay": "07/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sim%C3%B3n_Trinidad",
      "name": "Simón Trinidad",
      "aboutText": "Julia Tsenova (also spelled Julia Tzenova, Julia Cenova, or Julia Zenova, Bulgarian: Юлия Ценова) ((1948-07-30)July 30, 1948 – April 11, 2010(2010-04-11)), born in Sofia, Bulgaria, was an award-winning Bulgarian composer, pianist and musical pedagogue.",
      "pageId": 25239134,
      "monthDay": "07/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alan_Kourie",
      "name": "Alan Kourie",
      "aboutText": "John Briscoe (July 30, 1948 – November 12, 2014) was a South African-born environmental engineer who was Visiting Professor of the Practice of Environmental Health in the Department of Environmental Health at Harvard School of Public Health. He was known as \"Mr. Water\" to environmental economists.",
      "pageId": 44448559,
      "monthDay": "07/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gerry_Judah",
      "name": "Gerry Judah",
      "aboutText": "Anita Faye Hill (born July 30, 1956) is an American attorney and academic. She is a University Professor of Social Policy, Law, and Women's Studies at Brandeis University and a faculty member of Brandeis' Heller School for Social Policy and Management.",
      "pageId": 2314,
      "monthDay": "07/30"
    },
    {
      "year": "1952",
      "uri": "/wiki/Stephen_Blackmore",
      "name": "Stephen Blackmore",
      "aboutText": "Catherine \"Kate\" Bush, CBE (born 30 July 1958) is an English singer-songwriter, musician, composer, dancer and record producer known for her eclectic music and idiosyncratic performances.\nBush first came to note in 1978 when, at the age of 19, she topped the UK Singles Chart for four weeks with her debut single, \"Wuthering Heights\", becoming the first female artist to achieve a UK number-one with a self-written song. She has since released twenty-five UK Top 40 singles, including the top ten hits \"The Man with the Child in His Eyes\", \"Babooshka\", \"Running Up That Hill\", and \"King of the Mountain\".",
      "pageId": 17443,
      "monthDay": "07/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ken_Olin",
      "name": "Ken Olin",
      "aboutText": "Francis Morgan Ayodélé \"Daley\" Thompson CBE (born 30 July 1958), is an English former decathlete. He won the decathlon gold medal at the Olympic Games in 1980 and 1984, and broke the world record for the event four times.\nWith four world records, two Olympic gold medals, three Commonwealth titles, and wins in the World and European Championships, Thompson is considered by many to be one of the greatest decathletes of all time (along with Bob Mathias and Dan O'Brien).",
      "pageId": 531862,
      "monthDay": "07/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rat_Scabies",
      "name": "Rat Scabies",
      "aboutText": "James William \"Bill\" Cartwright (born July 30, 1957) is a retired American NBA basketball player and a former head coach with the Chicago Bulls. A 7'1\" (2.16 m) center, he played 16 seasons for the New York Knicks, Chicago Bulls and Seattle SuperSonics, helping the Bulls capture consecutive championships in 1991, 1992 and 1993.",
      "pageId": 612804,
      "monthDay": "07/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Christopher_Warren-Green",
      "name": "Christopher Warren-Green",
      "aboutText": "Delta Ramona Leah Burke (born July 30, 1956) is an American television, stage and film actress, producer and author. From 1986 to 1991, she starred as Suzanne Sugarbaker in the CBS sitcom Designing Women, for which she was nominated for two Emmy Awards for Outstanding Lead Actress in a Comedy Series.\nBurke's other television credits include Filthy Rich (1982–83), Delta (1992–93), Women of the House (1995) and DAG (2000–01).",
      "pageId": 653130,
      "monthDay": "07/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Delta_Burke",
      "name": "Delta Burke",
      "aboutText": "Kenneth Edward \"Ken\" Olin (born July 30, 1954) is an American actor, director and producer.",
      "pageId": 722973,
      "monthDay": "07/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/R%C3%A9al_Cloutier",
      "name": "Réal Cloutier",
      "aboutText": "Richard Stuart Linklater (/ˈlɪŋkleɪtər/; born July 30, 1960) is an American film director and screenwriter. As a filmmaker, Linklater is known for his humanist films which mainly revolve around personal relationships, suburban culture, and the effects of the passage of time. Some notable films include the coming-of-age comedy Dazed and Confused (1993), the romantic drama film trilogy Before Sunrise (1995), Before Sunset (2004) and Before Midnight (2013); the music-themed comedy School of Rock (2003), and the rotoscope animated Waking Life (2001) and A Scanner Darkly (2006).",
      "pageId": 805000,
      "monthDay": "07/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anita_Hill",
      "name": "Anita Hill",
      "aboutText": "Christopher John Millar (born 30 July 1955), known by his stage name Rat Scabies, is a musician best known for his tenure as the drummer for The Damned.\nMillar was born in Kingston upon Thames, Surrey. He played drums with Tor and London SS before founding The Damned with Brian James, Dave Vanian and Captain Sensible in 1976.",
      "pageId": 1603146,
      "monthDay": "07/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Soraida_Martinez",
      "name": "Soraida Martinez",
      "aboutText": "Hubert Neal McGaughey, Jr. (born July 30, 1958) is an American country music singer of Irish and Filipino descent. Known professionally as Neal McCoy, he has released ten studio albums on various labels, and has released 34 singles to country radio.",
      "pageId": 2737825,
      "monthDay": "07/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Antonio_Adamo",
      "name": "Antonio Adamo",
      "aboutText": "Richard William Burgi (born July 30, 1958) is an American film and television actor. He's known for the roles of Det.",
      "pageId": 2773451,
      "monthDay": "07/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bill_Cartwright",
      "name": "Bill Cartwright",
      "aboutText": "Clinton Merrick Hurdle (born July 30, 1957) is a former Major League Baseball (MLB) outfielder and current manager of the Pittsburgh Pirates. Hurdle's 10-year MLB playing career was spent with the Kansas City Royals, Cincinnati Reds, New York Mets, and St. Louis Cardinals.",
      "pageId": 2935720,
      "monthDay": "07/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Clint_Hurdle",
      "name": "Clint Hurdle",
      "aboutText": "Nery Alberto Pumpido (born 30 July 1957 in Monje, Santa Fe) is a football coach and former goalkeeper who played for the Argentine national team in two World Cups. After retirement, Pumpido moved into club management.",
      "pageId": 2996161,
      "monthDay": "07/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nery_Pumpido",
      "name": "Nery Pumpido",
      "aboutText": "Leon Wesley Walls (born July 30, 1957) is an American singer, songwriter, and guitarist born in Cincinnati, Ohio to Virgil and Dorothy Walls. The third of four children, Walls was educated in the Covington, Kentucky school system, where he attended Holmes High School. His songs are direct with familiar traditional country themes such as love, drinking, betrayal and reflect on life's trials and hardships.",
      "pageId": 3519127,
      "monthDay": "07/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Leon_Wesley_Walls",
      "name": "Leon Wesley Walls",
      "aboutText": "Réal \"Buddy\" Cloutier (born July 30, 1956) is a retired Canadian ice hockey winger. Cloutier spent his most prolific years in the World Hockey Association (WHA) with the Quebec Nordiques.",
      "pageId": 3544812,
      "monthDay": "07/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Richard_Burgi",
      "name": "Richard Burgi",
      "aboutText": "Soraida Martinez (July 30, 1956) is an American of Puerto Rican descent known for her contemporary abstract expressionist paintings and social commentary. She is the creator of the art movement, Verdadism.",
      "pageId": 3805141,
      "monthDay": "07/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kate_Bush",
      "name": "Kate Bush",
      "aboutText": "Christopher Warren-Green (born 30 July 1955) is a British violinist and conductor. He was born in Gloucestershire and attended Westminster City School, where he was a chorister, and later the Royal Academy of Music.\nWarren-Green has served as concertmaster of the Philharmonia Orchestra.",
      "pageId": 9009798,
      "monthDay": "07/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Neal_McCoy",
      "name": "Neal McCoy",
      "aboutText": "Antonio Adamo (born 30 July 1957, Naples, Italy) is an Italian pornographic film director.",
      "pageId": 12104250,
      "monthDay": "07/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Daley_Thompson",
      "name": "Daley Thompson",
      "aboutText": "Gerry Judah is a British artist and designer who has created settings for theatre, film, television, museums and public spaces.",
      "pageId": 22511987,
      "monthDay": "07/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jennifer_Barnes",
      "name": "Jennifer Barnes",
      "aboutText": "Jennifer Chase Barnes (born 30 July 1960) is a musicologist and university administrator at the University of Cambridge in the United Kingdom.",
      "pageId": 23251341,
      "monthDay": "07/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Richard_Linklater",
      "name": "Richard Linklater",
      "aboutText": "Prof. Stephen Blackmore CBE FRSE FIBiol FLS (born 30 July 1952) is a British botanist, who was educated at St. George’s School, Hong Kong and the University of Reading where he completed his PhD in 1976.",
      "pageId": 32444086,
      "monthDay": "07/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jeff_Rudom",
      "name": "Jeff Rudom",
      "aboutText": "Laurence John Fishburne III (born July 30, 1961) is an American actor, playwright, director and producer. He is perhaps best known for his roles as Morpheus in The Matrix trilogy, Jason \"Furious\" Styles in the 1991 drama film Boyz n the Hood and Tyrone \"Mr. Clean\" Miller in the 1979 war film Apocalypse Now.",
      "pageId": 156006,
      "monthDay": "07/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/El_Brazo",
      "name": "El Brazo",
      "aboutText": "Lisa Valerie Kudrow (born July 30, 1963) is an American actress, comedian, writer and producer. She gained worldwide recognition for her ten-season run as Phoebe Buffay on the television sitcom Friends, for which she received many accolades, including an Emmy Award and two Screen Actors Guild Awards.\nShe went on to produce, write and star in the 2005 HBO series The Comeback, which was revived nine years later and began airing its second season in November 2014.",
      "pageId": 170144,
      "monthDay": "07/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/Laurence_Fishburne",
      "name": "Laurence Fishburne",
      "aboutText": "Alton Crawford Brown (born July 30, 1962) is an American television personality, food show presenter, author, actor, and cinematographer. He is the creator and host of the Food Network television show Good Eats (14 seasons), host of the mini-series Feasting on Asphalt and Feasting on Waves, and host and main commentator on Iron Chef America, Cutthroat Kitchen and Camp Cutthroat.",
      "pageId": 457790,
      "monthDay": "07/30"
    },
    {
      "year": "1962",
      "uri": "/wiki/Alton_Brown",
      "name": "Alton Brown",
      "aboutText": "Jürgen Klinsmann (German pronunciation: [ˈjʏʁɡŋ̩ ˈkliːnsˌman], born 30 July 1964) is a German football manager and former player who is currently the head coach of the United States men's national soccer team. As a player, Klinsmann played for several prominent clubs in Europe and was part of the West German team that won the 1990 FIFA World Cup and the unified German team that won the 1996 UEFA European Championship. One of Germany's premier strikers during the 1990s, he scored in all six major international tournaments he participated in, from Euro 1988 to 1998 World Cup.",
      "pageId": 525141,
      "monthDay": "07/30"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jay_Feaster",
      "name": "Jay Feaster",
      "aboutText": "Christopher Paul \"Chris\" Mullin (born July 30, 1963) is a retired American basketball player and current head coach of the St. John's Red Storm. He previously served as special advisor for the Sacramento Kings and general manager of the Golden State Warriors.",
      "pageId": 567579,
      "monthDay": "07/30"
    },
    {
      "year": "1962",
      "uri": "/wiki/Yakub_Memon",
      "name": "Yakub Memon",
      "aboutText": "Vivica Anjanetta Fox (born July 30, 1964) is an American actress and television producer. She is best known for her roles in the films Independence Day, Set It Off, Soul Food, Why Do Fools Fall in Love, Kill Bill, Booty Call, Sharknado 2: The Second One and Juwanna Mann.",
      "pageId": 596313,
      "monthDay": "07/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Peter_Bowler_(cricketer)",
      "name": "Peter Bowler",
      "aboutText": "Craig Gannon (born 30 July 1966) is an English guitar player. Previously best known for being the second guitarist in The Smiths, he is now a composer for film and television.",
      "pageId": 1101721,
      "monthDay": "07/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lisa_Kudrow",
      "name": "Lisa Kudrow",
      "aboutText": "Allan \"Alfie\" Jeffrey Langer AM (born 30 July 1966 in Ipswich, Queensland) is an Australian former multi-award-winning rugby league footballer of the 1980s, 90s and 2000s who works as an assistant coach for the Australian national team and Brisbane Broncos. He was one of the pre-eminent Half Backs of his era, representing Australia on many occasions and holding the record for most State of Origin appearances, until being surpassed by his club, state & country team-mate Darren Lockyer. Langer played most of his career as captain of the Brisbane Broncos, with whom he won the 1992 Clive Churchill Medal and Rothmans Medal, as well as four premierships and the club's player of the year award a record five times.",
      "pageId": 1413720,
      "monthDay": "07/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Chris_Mullin_(basketball)",
      "name": "Chris Mullin",
      "aboutText": "Kerry Lauren Fox (born 30 July 1966) is a New Zealand actress.",
      "pageId": 1686616,
      "monthDay": "07/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ron_Block",
      "name": "Ron Block",
      "aboutText": "Terry Alan Crews (born July 30, 1968) is an American actor and former American football player. He is known for playing Julius on the UPN/CW sitcom Everybody Hates Chris and for his appearances in Old Spice commercials, as well as films such as Friday After Next, Idiocracy, White Chicks and The Expendables series.\nCrews starred as Nick Kingston-Persons in the TBS sitcom Are We There Yet?",
      "pageId": 1882517,
      "monthDay": "07/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Vivica_A._Fox",
      "name": "Vivica A. Fox",
      "aboutText": "Timothy Alan Munton (born 30 July 1965, Melton Mowbray, Leicestershire) was an English cricketer. He played two Test matches for England in 1992, but struggled to make an impression and was never selected again. A poor batsman, he averaged just above 10 in first-class cricket, with a highest score of 54 not out from 272 innings.",
      "pageId": 2044715,
      "monthDay": "07/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alek_Keshishian",
      "name": "Alek Keshishian",
      "aboutText": "Jeffrey Zade Rudom (July 30, 1960 – October 19, 2011) was an American professional basketball player and actor who played in films such as Revolver and District 13. He regularly appeared in Time Gentlemen Please. He played professional basketball in Israel, where he served in the armed forces and lived for around 10 years.",
      "pageId": 4319068,
      "monthDay": "07/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/J%C3%BCrgen_Klinsmann",
      "name": "Jürgen Klinsmann",
      "aboutText": "Jay Harry Feaster (born July 30, 1962 in Harrisburg, Pennsylvania) is a National Hockey League (NHL) executive currently serving as the Executive Director of Community Hockey Development for the Tampa Bay Lightning.  He is the former general manager of the Calgary Flames, having served from May 16, 2011 to December 12, 2013,  after serving as acting general manager since December 28, 2010, following Darryl Sutter's resignation.",
      "pageId": 5325229,
      "monthDay": "07/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Laine_Randj%C3%A4rv",
      "name": "Laine Randjärv",
      "aboutText": "Ronald Franklin \"Ron\" Block (born July 30, 1964) is an American bluegrass and alternative country musician, mainly playing the banjo and the guitar, singing, and writing bluegrass music.",
      "pageId": 5441534,
      "monthDay": "07/30"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tim_Munton",
      "name": "Tim Munton",
      "aboutText": "Peter Duncan Bowler (born 30 July 1963) is a former English-born Australian cricketer who played for Leicestershire in 1986, Tasmania in 1986/87, Derbyshire from 1988 to 1994 and for Somerset from 1995 to 2004.",
      "pageId": 7595688,
      "monthDay": "07/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kerry_Fox",
      "name": "Kerry Fox",
      "aboutText": "Laine Randjärv (before 2011 Laine Jänes; born July 30, 1964) is an Estonian politician from the Reform Party. She was the mayor of Tartu from 23 September 2004 to 2007, and previously she was deputy mayor from 2002 to 2004. From 2007 to 2011, she served as the Minister of Culture in Andrus Ansip's second government.",
      "pageId": 8617918,
      "monthDay": "07/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Craig_Gannon",
      "name": "Craig Gannon",
      "aboutText": "Alek Keshishian (born 30 July 1964 in Beirut, Lebanon) is an Armenian-American film and commercial director, writer, and producer. He is best known for his 1991 film Madonna: Truth or Dare which was, at the time, the highest-grossing documentary of all time.",
      "pageId": 10236513,
      "monthDay": "07/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Allan_Langer",
      "name": "Allan Langer",
      "aboutText": "Yakub Abdul Razak Memon (Yākūb Abdul Rajāk Mēmon) (30 July 1962 – 30 July 2015) was an Indian terrorist and chartered accountant, who was convicted over his involvement in the 1993 Bombay bombings by Special Terrorist and Disruptive Activities court on 27 July 2007. Yakub Memon was the brother of one of the prime suspects in the bombings, Tiger Memon.",
      "pageId": 12488428,
      "monthDay": "07/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Terry_Crews",
      "name": "Terry Crews",
      "aboutText": "Juan Alvarado Nieves (July 30, 1961 – October 15, 2013) was a Mexican Luchador (professional wrestler). He was best known under the ring name El Brazo (Spanish for \"the Arm), which he used since his debut in 1980. Alvarado was part of the Alvarado wrestling family, which includes his father Shadito Cruz, five brothers who used the \"Brazo\" name at some point and several third generation wrestlers.",
      "pageId": 23757368,
      "monthDay": "07/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sofie_Gr%C3%A5b%C3%B8l",
      "name": "Sofie Gråbøl",
      "aboutText": "Sofie Gråbøl (Danish pronunciation: [sofiːˀə ˈɡ̊ʁɔb̥øl]; born 30 July 1968) is a Danish actress. She has starred in a series of films, Her breakthrough role was in the 1986 Danish film directed by Astrid Henning-Jensen, Early Spring, playing the lead role in the film version of Tove Ditlevsen's novel Barndommens gade at 17. On television she has starred in Taxa and Nikolaj og Julie.",
      "pageId": 24225787,
      "monthDay": "07/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Robert_Korzeniowski",
      "name": "Robert Korzeniowski",
      "aboutText": "Hilary Ann Swank (born July 30, 1974) is a US actress and producer. She has won two Academy Awards for Best Actress and received a star on the Hollywood Walk of Fame in 2007.\nSwank made her film debut in a minor role for Buffy the Vampire Slayer, before she made her breakout lead role in the fourth installment of the The Karate Kid franchise, The Next Karate Kid in 1994.",
      "pageId": 92289,
      "monthDay": "07/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sean_Moore_(musician)",
      "name": "Sean Moore",
      "aboutText": "Christine Joan Taylor-Stiller (born July 30, 1971) is an American actress, best known for her roles as Melody Hanson on Hey Dude and as Marcia Brady in The Brady Bunch Movie.",
      "pageId": 105307,
      "monthDay": "07/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Simon_Baker",
      "name": "Simon Baker",
      "aboutText": "Christopher Jonathan James Nolan (/ˈnoʊlən/; born 30 July 1970) is an English-American film director, screenwriter, and producer. His nine films have grossed over US$4.2 billion worldwide and garnered a total of 26 Oscar nominations and seven awards.\nHaving made his directorial debut with Following (1998), Nolan gained considerable attention for his second feature, Memento (2000).",
      "pageId": 177840,
      "monthDay": "07/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Errol_Stewart_(South_African_sportsman)",
      "name": "Errol Stewart",
      "aboutText": "Markus Sten Näslund (born July 30, 1973) is a Swedish retired ice hockey player and former general manager for Modo Hockey of the Swedish Hockey League (SHL, formerly named Elitserien). He played in the National Hockey League (NHL) for the Pittsburgh Penguins, Vancouver Canucks and New York Rangers, as well as in the Elitserien with Modo Hockey. Nicknamed \"Nazzy\" by Canucks fans and \"Macke\" or \"Mackan\" in his native Sweden, he was known for his offensive skills, particularly his wrist shot and stickhandling.",
      "pageId": 440439,
      "monthDay": "07/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alun_Cairns",
      "name": "Alun Cairns",
      "aboutText": "Simon Baker (born 30 July 1969) is an Australian actor and director. In his television acting career, he is best known for his lead role in the CBS television series The Mentalist as Patrick Jane and as Nicholas Fallin in The Guardian.\nIn his film acting career, he is best known for leading the roles in some of the highest grossing movies such as Max Rourke in the remake of the Japanese horror film The Ring Two, Riley Denbo in Land of the Dead and Christian Thompson in the film adaptation of The Devil Wears Prada, based on the 2003 novel of the same name.",
      "pageId": 460207,
      "monthDay": "07/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dean_Edwards",
      "name": "Dean Edwards",
      "aboutText": "Sean Anthony Moore (born 30 July 1968) is a Welsh musician, who is the drummer and percussionist and occasional trumpet player of the Welsh alternative rock band Manic Street Preachers.",
      "pageId": 602087,
      "monthDay": "07/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Christopher_Nolan",
      "name": "Christopher Nolan",
      "aboutText": "Jason Thorpe Robinson OBE (born 30 July 1974) is an English former dual-code international rugby league and rugby union player of the 1990s and 2000s. Playing at wing or fullback, he won fifty-one rugby union international test caps in total for England, and in rugby league he won twelve caps for Great Britain and seven for England. Throughout his career Robinson was noted for his acceleration, side step and ability to beat defenders.",
      "pageId": 654108,
      "monthDay": "07/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Elvis_Crespo",
      "name": "Elvis Crespo",
      "aboutText": "Robert Korzeniowski (born 30 July 1968) is a Polish former racewalker. He won four gold medals at the Summer Olympics and three at world championships. Korzeniowski is a three-peat winner of the 50 km walk at the Summer Olympics.",
      "pageId": 979678,
      "monthDay": "07/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tom_Green",
      "name": "Tom Green",
      "aboutText": "Elvis Crespo Díaz (born July 30, 1971 in New York City) is an American-born Puerto Rican Grammy and Latin Grammy Award-winning Merengue singer.",
      "pageId": 1082525,
      "monthDay": "07/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sagi_Kalev",
      "name": "Sagi Kalev",
      "aboutText": "Radostin Kishishev (Bulgarian: Радостин Кишишев; born 30 July 1974) is a former Bulgarian footballer and current manager of Neftochimic Burgas.\nKishishev earned 88 caps for Bulgaria, representing them at Euro 96 and the 1998 FIFA World Cup.",
      "pageId": 1193765,
      "monthDay": "07/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christine_Taylor",
      "name": "Christine Taylor",
      "aboutText": "Ümit Aydın Davala (born 30 July 1973) is a Turkish former international footballer.",
      "pageId": 2958391,
      "monthDay": "07/30"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jim_McIlvaine",
      "name": "Jim McIlvaine",
      "aboutText": "Errol Leslie Rae Stewart (born July 30, 1969 in Durban) is a former South African cricketer and rugby union player. He attended Westville Boys' High School in Westville, Durban where he was selected for the SA schools cricket and rugby sides. He also was selected for Natal schools for Hockey and athletics.",
      "pageId": 3060217,
      "monthDay": "07/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kenton_Cool",
      "name": "Kenton Cool",
      "aboutText": "Dean Edwards (born July 30, 1970) is an American stand-up comedian, actor, singer, writer, musician and voice artist. His work as a voice actor includes Scottie Pippen and Spike Lee in Celebrity Deathmatch, a robot in Robotomy, and Donkey in Scared Shrekless after Eddie Murphy refused to reprise his role (Edwards impersonated Murphy's characterisation of the voice of Donkey). He also appeared in Saturday Night Live Weekend Update Halftime Special as Savion Glover and Don Cheadle, in Tony N' Tina's Wedding as Father Mark, and The Sopranos.",
      "pageId": 3240440,
      "monthDay": "07/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/%C3%9Cmit_Davala",
      "name": "Ümit Davala",
      "aboutText": "James Michael \"Jim\" McIlvaine (born July 30, 1972) is a retired American professional basketball player who spent seven seasons in the National Basketball Association with the Washington Bullets, Seattle SuperSonics and New Jersey Nets. The 7-foot-1 shot-blocking specialist never made a major impact in the NBA, and is perhaps best remembered for the fall-out that occurred after he signed with the Seattle SuperSonics in 1996.\nMcIlvaine is married to Gwendolyn, a 6'7\" center of the North Carolina's 1994 championship women's basketball team.",
      "pageId": 5113138,
      "monthDay": "07/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anastasios_Katsabis",
      "name": "Anastasios Katsabis",
      "aboutText": "Alun Hugh Cairns (born July 30, 1970) is a Welsh Conservative Party politician.",
      "pageId": 10078436,
      "monthDay": "07/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Markus_N%C3%A4slund",
      "name": "Markus Näslund",
      "aboutText": "Sagi Kalev was born on July 30, 1971 in Tel Aviv, Israel. In 1993 he immigrated to the United States to pursue a career in bodybuilding and modeling. Kalev is a former two-time \"Mr.",
      "pageId": 10331924,
      "monthDay": "07/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Clementa_C._Pinckney",
      "name": "Clementa C. Pinckney",
      "aboutText": "Clementa Carlos \"Clem\" Pinckney (July 30, 1973 – June 17, 2015) was a Democratic member of the South Carolina Senate, representing the 45th District from 2000 until his death in 2015. He was previously a member of the South Carolina House of Representatives from 1997 through 2000.\nPinckney was a senior pastor at Mother Emanuel A.M.E. in Charleston.",
      "pageId": 13411442,
      "monthDay": "07/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Radostin_Kishishev",
      "name": "Radostin Kishishev",
      "aboutText": "Kenton Cool (born July 30, 1973) is an English mountaineer, alpinist and IFMGA mountain guide. He is one of Britain's leading alpine climbers and he has successfully climbed Mount Everest eleven times, including leading Sir Ranulph Fiennes' 2008 and 2009 Expeditions. He has completed 21 successful expeditions in the Greater Ranges.",
      "pageId": 16718338,
      "monthDay": "07/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jason_Robinson",
      "name": "Jason Robinson",
      "aboutText": "Anastasios Katsabis (born July 30, 1973) is a former Greek football player, who lastly played for Iraklis Thessaloniki F.C. in Greek Super League as a centre back. Katsabis started his career as a midfielder, but when at PAOK, Angelos Anastasiadis tried him as a centre back because of his height.",
      "pageId": 18554864,
      "monthDay": "07/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Hilary_Swank",
      "name": "Hilary Swank",
      "aboutText": "Michael Thomas \"Tom\" Green (born July 30, 1971) is a Canadian actor, rapper, writer, comedian, producer, director, talk show host, and media personality. Best known for his unique brand of comedy, Green found mainstream prominence via his MTV television show The Tom Green Show. Green is also known for his roles in such films as Freddy Got Fingered, Road Trip, Stealing Harvard and Charlie's Angels.",
      "pageId": 18597842,
      "monthDay": "07/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Graham_Nicholls",
      "name": "Graham Nicholls",
      "aboutText": "Carlos Alberto Arroyo Bermúdez  (born July 30, 1979) is a Puerto Rican professional basketball player who currently plays for FC Barcelona Lassa of the Liga ACB. Arroyo had previously played in the National Basketball Association with the Toronto Raptors, Denver Nuggets, Utah Jazz, Detroit Pistons, Orlando Magic, Miami Heat, and Boston Celtics. In the 2008–09 season, he played for Maccabi Tel Aviv in the Israeli Basketball Super League, winning the league's championship and being named the Final's Most Valuable Player. He has also played professionally in Puerto Rico, Spain and Turkey.",
      "pageId": 375103,
      "monthDay": "07/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Cherie_Priest",
      "name": "Cherie Priest",
      "aboutText": "Graham Nicholls (born 30 July 1975 in London, England) is an author, installation artist and specialist on out of body experiences. He speaks widely on parapsychology, ethics and art at institutions ranging from the London Science Museum, The Society for Psychical Research to the Cambridge Union Society.",
      "pageId": 731770,
      "monthDay": "07/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kate_Starbird",
      "name": "Kate Starbird",
      "aboutText": "Jaime Elizabeth Pressly (born July 30, 1977) is an American actress and model. She is best known for playing Joy Turner on the NBC sitcom My Name Is Earl, for which she was nominated for two Emmy Awards (winning one) as well as a Golden Globe Award and a Screen Actors Guild Award.",
      "pageId": 785416,
      "monthDay": "07/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jerry_Jewell",
      "name": "Jerry Jewell",
      "aboutText": "Misty Elizabeth May-Treanor (born July 30, 1977) is a retired American professional beach volleyball player. She is a three-time Olympic gold medalist, and as of August 2012 the most successful female beach volleyball player with 112 individual championship wins in domestic and international competition.\nMisty May-Treanor and teammate Kerri Walsh Jennings were the gold medalists in beach volleyball at the 2004, 2008, and 2012 Summer Olympics.",
      "pageId": 928737,
      "monthDay": "07/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Diana_Bolocco",
      "name": "Diana Bolocco",
      "aboutText": "Nicholas \"Nicky\" Patrick Hayden (born July 30, 1981), nicknamed The Kentucky Kid, is an American professional motorcycle racer who won the MotoGP World Championship in 2006.",
      "pageId": 1237996,
      "monthDay": "07/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Misty_May-Treanor",
      "name": "Misty May-Treanor",
      "aboutText": "Justin Peter Rose (born 30 July 1980) is an English professional golfer who plays most of his golf on the PGA Tour, while keeping his membership on the European Tour. He won his first major championship at the 2013 U.S. Open at Merion Golf Club, becoming the first English player to win a major since Nick Faldo in 1996 and the first to win the U.S. Open since Tony Jacklin in 1970.\nHe first came to prominence as an amateur at the 1998 Open Championship where he holed a dramatic shot from the rough at the final hole to finish in a tie for fourth place.",
      "pageId": 1323399,
      "monthDay": "07/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jaime_Pressly",
      "name": "Jaime Pressly",
      "aboutText": "Graeme McDowell MBE (born 30 July 1979) is a professional golfer from Northern Ireland who plays on both the PGA Tour and European Tour. He is well known for winning the 2010 U.S. Open at Pebble Beach, where he ended a 40-year drought for Europeans at the tournament. McDowell has won ten events on the European Tour, and three on the PGA Tour.",
      "pageId": 2000781,
      "monthDay": "07/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bootsy_Thornton",
      "name": "Bootsy Thornton",
      "aboutText": "Kate Starbird (born July 30, 1975) is a former professional basketball player in the Women's National Basketball Association (WNBA) and the American Basketball League (ABL). She is currently a computer scientist, and since September 2012, a faculty member of the University of Washington Department of Human Centered Design & Engineering as an assistant professor.\nBorn in West Point, New York, Starbird attended Lakes High School in Lakewood, Washington where she was named a High School All-American by the WBCA. She participated in the WBCA High School All-America Game in 1993, scoring twelve points, and earning MVP honors.",
      "pageId": 3024639,
      "monthDay": "07/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ian_Watkins_(Lostprophets)",
      "name": "Ian Watkins",
      "aboutText": "Chad Blake Keegan (born 30 July 1979) is a South African cricketer.",
      "pageId": 3541944,
      "monthDay": "07/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlos_Arroyo",
      "name": "Carlos Arroyo",
      "aboutText": "Ian David Karslake Watkins (born 30 July 1977 ) is a convicted sex offender and Welsh musician. Watkins achieved prominence as a founding member, lead vocalist, and lyricist of the rock band Lostprophets. Lostprophets disbanded in 2013 after Watkins was charged with sexual offences in late 2012.",
      "pageId": 3590967,
      "monthDay": "07/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chad_Keegan",
      "name": "Chad Keegan",
      "aboutText": "Jerry Dean Jewell (born July 30, 1976) is an American actor, musician/singer, voice actor and voice director who works on anime series for Funimation and OkraTron 5000. He has performed the voices for several anime roles and is noted for his roles as ace detective Jimmy Kudo in Case Closed, Kyo Sohma in Fruits Basket, Barry the Chopper in the Fullmetal Alchemist series, Russia in Hetalia, Lyon Vastia in Fairy Tail & Natsuno Yuki in Shiki.",
      "pageId": 3942068,
      "monthDay": "07/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Show_Luo",
      "name": "Show Luo",
      "aboutText": "Show Luo (simplified Chinese: 罗志祥; traditional Chinese: 羅志祥; pinyin: Luó Zhìxiáng; born July 30, 1979) is a Taiwanese singer, actor and host. He was commonly known by his Chinese nickname Xiao Zhu(Little Pig) because he was heavily weighted during his middle school years. He was also commonly known as “Asia’s Dance King” by the Taiwanese media for his dance skills.",
      "pageId": 5609634,
      "monthDay": "07/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Graeme_McDowell",
      "name": "Graeme McDowell",
      "aboutText": "Juan Hugo Smith (born 30 July 1981 in Bloemfontein, South Africa) is a South African rugby union footballer who has represented South Africa in international test rugby, the Vodacom Cheetahs in the Super Rugby competition and the Free State Cheetahs in the Currie Cup.",
      "pageId": 5755988,
      "monthDay": "07/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Maya_Nasser",
      "name": "Maya Nasser",
      "aboutText": "Cherie Priest (born July 30, 1975) is an American novelist and blogger living in Chattanooga, Tennessee.",
      "pageId": 6839177,
      "monthDay": "07/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sara_Anzanello",
      "name": "Sara Anzanello",
      "aboutText": "Indrek Turi (born July 30, 1981 in Tallinn) is an Estonian decathlete. His coach is Andrei Nazarov.\nTuri lives near Räpina in Võõpsu village, Mikitamäe Parish.",
      "pageId": 8674409,
      "monthDay": "07/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Justin_Rose",
      "name": "Justin Rose",
      "aboutText": "Sara Anzanello (born July 30, 1980) is an Italian volleyball player in the middle hitter-blocker role.\nAnzanello was born in San Donà di Piave, province of Venice. She debuted for Italy national team in 1998, when she was 17 years old.",
      "pageId": 9709675,
      "monthDay": "07/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicky_Hayden",
      "name": "Nicky Hayden",
      "aboutText": "Jehad Al Hussain (Arabic: جهاد الحسين‎, born July 30, 1982 in Homs, Syria) is a Syrian footballer who plays as a midfielder for Al-Taawon FC, which competes in the Saudi Professional League, wearing the number 10 jersey.",
      "pageId": 10025600,
      "monthDay": "07/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Juan_Smith",
      "name": "Juan Smith",
      "aboutText": "Marvis Linwood \"Bootsy\" Thornton III (born July 30, 1977) is an American professional basketball player who last played for Strasbourg IG in France.\nAfter graduation from St. John's University, where he played for two years, Thornton moved to Italy, where he made a name for himself over the following decade.",
      "pageId": 15864938,
      "monthDay": "07/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Indrek_Turi",
      "name": "Indrek Turi",
      "aboutText": "Diana Catalina Bolocco Fonck (born July 30, 1977) is a journalist from Chile, known as sister of Cecilia Bolocco, Miss Universe 1987.",
      "pageId": 26188159,
      "monthDay": "07/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jehad_Al-Hussain",
      "name": "Jehad Al-Hussain",
      "aboutText": "Maya Nasser (30 July 1979 – 26 September 2012) was a Syrian journalist and reporter who worked for Press TV, an Iranian English-language broadcasting service. Nasser reported from Syria during the Syrian Civil War. His reports from Aleppo are the most notable.",
      "pageId": 37126038,
      "monthDay": "07/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/James_Anderson_(cricketer)",
      "name": "James Anderson",
      "aboutText": "Kevin Lee Pittsnogle Jr. (born July 30, 1984) is an American former professional basketball player. He played for the Pittsburgh Xplosion of the CBA and the Austin Toros and the Albuquerque Thunderbirds of the NBA D-League.",
      "pageId": 1676568,
      "monthDay": "07/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Martin_Starr",
      "name": "Martin Starr",
      "aboutText": "James Michael \"Jimmy\" Anderson, OBE (born 30 July 1982 in Burnley, Lancashire, United Kingdom) is an English international cricketer.\nAnderson plays first-class cricket for Lancashire and since arriving on the international scene in 2002/03 (before his first full season of County cricket) has represented England in 100 Test matches and nearly 200 One Day Internationals. He is England's all-time highest international wicket-taker when combined across all three formats, being the country's leading wicket taker in Test match and One-Day cricket.",
      "pageId": 1944587,
      "monthDay": "07/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yvonne_Strahovski",
      "name": "Yvonne Strahovski",
      "aboutText": "Daniel Fredheim Holm (born 30 July 1985 in Oslo) is a Norwegian footballer who plays as a midfielder for Vålerenga in the Norwegian Premier League.",
      "pageId": 2127157,
      "monthDay": "07/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nathan_Carter_(actor)",
      "name": "Nathan Carter",
      "aboutText": "Martin Starr (born Martin James Pflieger Schienle; July 30, 1982) is an American actor, known for his television roles as Bill Haverchuck on the short-lived NBC comedy-drama Freaks and Geeks, Roman DeBeers on the Starz comedy series Party Down, and Bertram Gilfoyle in the HBO series Silicon Valley, as well as for his film roles in Knocked Up, Cheats, Adventureland, and Dead Snow: Red vs. Dead.",
      "pageId": 2175534,
      "monthDay": "07/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Se%C3%A1n_Dillon",
      "name": "Seán Dillon",
      "aboutText": "Matthew Scott (born 30 July 1985) is an Australian professional rugby league footballer and current co-captain for the North Queensland Cowboys of the National Rugby League (NRL). A Queensland State of Origin and Australian international representative front-row forward, he has played his whole career to date with the Cowboys (winning the 2015 NRL Premiership with them).",
      "pageId": 4101594,
      "monthDay": "07/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marko_Asmer",
      "name": "Marko Asmer",
      "aboutText": "Marko Asmer (born 30 July 1984 in Tallinn) is an Estonian professional racing driver, whose career in single seater junior formula is notable for his British Formula 3 Championship title in 2007. Asmer is also the first Estonian to test a Formula One car, having tested for the Williams BMW team in 2003 after just half a season of car racing in British Formula Ford.",
      "pageId": 4454532,
      "monthDay": "07/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gabrielle_Christian",
      "name": "Gabrielle Christian",
      "aboutText": "William Gary Zillman (born 30 July 1986 in Brisbane, Queensland, Australia) is an Australian professional rugby league footballer for the Gold Coast Titans of the National Rugby League. His usual position is at fullback but can also play five-eighth. Zillman has previously played for the Canberra Raiders.",
      "pageId": 4621070,
      "monthDay": "07/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ry%C5%8Dhei_Kimura",
      "name": "Ryōhei Kimura",
      "aboutText": "Aleix Espargaró (born 30 July 1989) is a Spanish motorcycle road racer.",
      "pageId": 5934086,
      "monthDay": "07/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kevin_Pittsnogle",
      "name": "Kevin Pittsnogle",
      "aboutText": "Aml Eysan Ameen (/əmɛl/; born July 30, 1985) is a British actor best known for his roles as Trife in Kidulthood, Lewis Hardy in The Bill, Malcolm in Harry's Law, Capheus in the TV series Sense8 and Alby in The Maze Runner.",
      "pageId": 6542781,
      "monthDay": "07/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aml_Ameen",
      "name": "Aml Ameen",
      "aboutText": "Lara Jean Marshall (born July 30, 1988) is an English-born Australian actress and singer.",
      "pageId": 6932736,
      "monthDay": "07/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_Fredheim_Holm",
      "name": "Daniel Fredheim Holm",
      "aboutText": "Gabrielle Christian (born Gabrielle Christine Horchler; July 30, 1984) is an American actress and singer best known for her portrayal of Spencer Carlin in The N original series South of Nowhere, and her portrayal of Colby Robson in the web series Girltrash! and its musical prequel film Girltrash!: All Night Long. In addition, she has also guest starred on Drake & Josh, Windfall, Without a Trace, and What Should You Do?",
      "pageId": 7341706,
      "monthDay": "07/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shinwa_Kataoka",
      "name": "Shinwa Kataoka",
      "aboutText": "Seán Dillon (born 30 July 1983) is an Irish professional footballer who plays as a defender for Dundee United in the Scottish Premiership. He previously played for Longford Town and Shelbourne in the League of Ireland prior to joining Dundee United in January 2007.",
      "pageId": 8165915,
      "monthDay": "07/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matthew_Scott_(rugby_league)",
      "name": "Matthew Scott",
      "aboutText": "Nathan Carter (born July 30, 1983) is a Canadian actor born in Toronto, Canada. He is best known for his starring roles in Radio Free Roscoe as Travis.",
      "pageId": 10785943,
      "monthDay": "07/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tiago_Alencar",
      "name": "Tiago Alencar",
      "aboutText": "Yvonne Jaqueline Strzechowski (born 30 July 1982), known professionally as Yvonne Strahovski (/strəˈhɒv.ski/), is an Australian actress. She is known for portraying CIA Agent Sarah Walker in the NBC television series Chuck (2007–2012) and Hannah McKay in the Showtime series Dexter (2012–2013).",
      "pageId": 12788962,
      "monthDay": "07/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/William_Zillman",
      "name": "William Zillman",
      "aboutText": "Wayne Dillon Parnell (born 30 July 1989) is a cricketer who plays Tests, One Day International and Twenty20 matches for South Africa. At domestic level he plays for the Warriors having previously represented Eastern Province.",
      "pageId": 17193537,
      "monthDay": "07/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Anton_Fink",
      "name": "Anton Fink",
      "aboutText": "Shinwa Kataoka (片岡信和, Kataoka Shinwa, born July 30, 1985) is a Japanese actor, who began his acting career as Renn Kōsaka/Go-On Blue in the 2008 tokusatsu series Engine Sentai Go-onger.",
      "pageId": 19549802,
      "monthDay": "07/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sam_Saunders_(golfer)",
      "name": "Sam Saunders",
      "aboutText": "Anton Fink (born July 30, 1987 in Dachau) is a German footballer who currently plays for Chemnitzer FC.",
      "pageId": 25667575,
      "monthDay": "07/30"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lara_Jean_Marshall",
      "name": "Lara Jean Marshall",
      "aboutText": "Ryōhei Kimura (木村 良平, Kimura Ryōhei, born July 30, 1984) is a Japanese voice actor. He is best known for being the voice of Ryōta Kise in the Kuroko's Basketball series, Roche in the Neo Angelique ~Abyss~ series, Akira Takizawa in Eden of the East, Shouma Takakura in Mawaru Penguindrum, Kodaka Hasegawa in Boku wa Tomodachi ga Sukunai and Kaito Yashio in Robotics;Notes.",
      "pageId": 26988226,
      "monthDay": "07/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aleix_Espargar%C3%B3",
      "name": "Aleix Espargaró",
      "aboutText": "Tiago Alencar dos Santos known as Tiago or Tiago Alencar (born July 30, 1986) is a Brazilian footballer who plays for Ipatinga.",
      "pageId": 30497368,
      "monthDay": "07/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Wayne_Parnell",
      "name": "Wayne Parnell",
      "aboutText": "Samuel Palmer Saunders (born July 30, 1987) is an American professional golfer and the grandson of Arnold Palmer.\nSaunders was born in Orlando, Florida. He attended Clemson University, but skipped his senior season to turn pro.",
      "pageId": 33917196,
      "monthDay": "07/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Eliot_Sumner",
      "name": "Eliot Sumner",
      "aboutText": "Prince Hridayendra Bir Bikram Shah Dev of Nepal (Nepali: हृदयेन्द्र शाह)(born July, 30 2002) is a member of the Nepalese Royal Family and was the second in line to the Nepal's royal throne. The monarchy was officially abolished on 28 May 2008.",
      "pageId": 9595299,
      "monthDay": "07/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Martin_Stosch",
      "name": "Martin Stosch",
      "aboutText": "Martin Stosch (born July 30, 1990 in Landshut, Germany) is a German singer and the runner-up of the fourth season of the television show Deutschland sucht den Superstar (DSDS), the German version of Pop Idol.",
      "pageId": 14963020,
      "monthDay": "07/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Chris_Maxwell_(footballer)",
      "name": "Chris Maxwell",
      "aboutText": "Johnny Bennett (born 30 July 1998) is an English-born Irish child actor who played the part of the young Liam Gallagher in Channel 4's Shameless.\nHe took over from Joseph Furnace from series 3 onwards and continued to play the role until series 8. He lives in Manchester but comes from an Irish family.",
      "pageId": 16030365,
      "monthDay": "07/30"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jiyul_(singer)",
      "name": "Jiyul",
      "aboutText": "Eliot Paulina Sumner (born 30 July 1990 in Pisa, Tuscany, Italy), also known as Coco, is an English musician. Sumner's debut album was released under the band name I Blame Coco, a name which the artist has since abandoned. I Blame Coco's debut album, The Constant, was released in the United Kingdom on 8 November 2010.",
      "pageId": 19522787,
      "monthDay": "07/30"
    },
    {
      "year": "1991",
      "uri": "/wiki/Diana_Vickers",
      "name": "Diana Vickers",
      "aboutText": "Diana Vickers (born 30 July 1991) is an English singer-songwriter, actress and fashion designer, who initially came to public attention as a semi-finalist on The X Factor in 2008. In 2009, Vickers signed a record deal with RCA Records and after touring with her fellow finalists from The X Factor, played the title role in a West End revival of The Rise and Fall of Little Voice.\nVickers' 2010 debut single, \"Once\", charted at number one on the UK Singles Chart and her debut album, Songs from the Tainted Cherry Tree, achieved number one status on the UK Albums Chart.",
      "pageId": 19944252,
      "monthDay": "07/30"
    },
    {
      "year": "1992",
      "uri": "/wiki/Hannah_Cockroft",
      "name": "Hannah Cockroft",
      "aboutText": "Miho Miyazaki (宮崎 美穂, Miyazaki Miho, born July 30, 1993 in Tokyo, Japan) is a member of the Japanese girl idol group AKB48.",
      "pageId": 22001615,
      "monthDay": "07/30"
    },
    {
      "year": "1993",
      "uri": "/wiki/Katie_Cecil",
      "name": "Katie Cecil",
      "aboutText": "Christopher Ethan \"Chris\" Maxwell (born 30 July 1990) is a Welsh professional footballer who plays as a goalkeeper for League One club Fleetwood Town.\nMaxwell began his career at Wrexham in the Conference Premier. In 2012, he moved to Football League club Fleetwood.",
      "pageId": 22263996,
      "monthDay": "07/30"
    },
    {
      "year": "1993",
      "uri": "/wiki/Miho_Miyazaki",
      "name": "Miho Miyazaki",
      "aboutText": "Joey Lynn King (born July 30, 1999) is an American teen actress. She is known for her starring role as Ramona Quimby in Ramona and Beezus, the 2010 adaption of Beverly Cleary's book series with the same title. She has also appeared in the films Oz the Great and Powerful, The Conjuring, and White House Down.",
      "pageId": 22563958,
      "monthDay": "07/30"
    },
    {
      "year": "1993",
      "uri": "/wiki/Margarida_Moura",
      "name": "Margarida Moura",
      "aboutText": "Kaitlyn Jenea Cecil (born July 30, 1993), better known as Katie Cecil, is an American television actress and formerly guitarist/vocalist for the teen power pop/rock band KSM.",
      "pageId": 28664071,
      "monthDay": "07/30"
    },
    {
      "year": "1996",
      "uri": "/wiki/Nina_Stojanovi%C4%87",
      "name": "Nina Stojanović",
      "aboutText": "Hannah Lucy Cockroft MBE (born 30 July 1992) is a British wheelchair athlete specialising in sprint distances in the T34 classification. She holds the Paralympic and world records for both the 100 metres T34 and 200 metres T34. Competing for Great Britain at the 2012 Summer Paralympics, she won two gold medals.",
      "pageId": 36699415,
      "monthDay": "07/30"
    },
    {
      "year": "1998",
      "uri": "/wiki/Johnny_Bennett",
      "name": "Johnny Bennett",
      "aboutText": "Margarida Moura (born 30 July 1993 in Porto) is a Portuguese tennis player.\nMoura has won two doubles titles on the ITF tour in her career. On 11 June 2012, she reached her best singles ranking of world number 719.",
      "pageId": 38150651,
      "monthDay": "07/30"
    },
    {
      "year": "1999",
      "uri": "/wiki/Joey_King",
      "name": "Joey King",
      "aboutText": "Nina Stojanović (Serbian: Нина Стојановић; born 30 July 1996 in Belgrade) is a Serbian tennis player.\nStojanović has won three singles and 11 doubles titles on the ITF tour in her career. On 27 April 2015, she reached her best singles ranking of world number 274.",
      "pageId": 41891331,
      "monthDay": "07/30"
    },
    {
      "year": "2002",
      "uri": "/wiki/Prince_Hridayendra_of_Nepal",
      "name": "Prince Hridayendra of Nepal",
      "aboutText": "Yang Jung-yoon (Hangul: 양정윤; born July 30, 1991), who uses the stage name Jiyul (Hangul: 지율), is a South Korean singer and actress.",
      "pageId": 43147844,
      "monthDay": "07/30"
    }
  ]
}