{
  "people": [
    {
      "year": "1143",
      "uri": "/wiki/Emperor_Nij%C5%8D",
      "name": "Emperor Nijō",
      "aboutText": "Alessandro Algardi (31 July 1598 – 10 June 1654) was an Italian high-Baroque sculptor active almost exclusively in Rome, where for the latter decades of his life, he was, along with Francesco Borromini and Pietro da Cortona, one of the major rivals of Gian Lorenzo Bernini.",
      "pageId": 1642,
      "monthDay": "07/31"
    },
    {
      "year": "1396",
      "uri": "/wiki/Philip_the_Good",
      "name": "Philip the Good",
      "aboutText": "Friedrich Wöhler (31 July 1800 – 23 September 1882) was a German chemist, best known for his synthesis of urea, but also the first to isolate several chemical elements.",
      "pageId": 10777,
      "monthDay": "07/31"
    },
    {
      "year": "1527",
      "uri": "/wiki/Maximilian_II,_Holy_Roman_Emperor",
      "name": "Maximilian II, Holy Roman Emperor",
      "aboutText": "Maximilian II (31 July 1527 – 12 October 1576), a member of the Austrian House of Habsburg, was Holy Roman Emperor from 1564 until his death. He was crowned King of Bohemia in Prague on 14 May 1562 and elected King of Germany (King of the Romans) on 24 November 1562. On 8 September 1563 he was crowned King of Hungary and Croatia in the Hungarian capital Pressburg (Pozsony in Hungarian; now Bratislava, Slovakia).",
      "pageId": 39380,
      "monthDay": "07/31"
    },
    {
      "year": "1598",
      "uri": "/wiki/Alessandro_Algardi",
      "name": "Alessandro Algardi",
      "aboutText": "John Ericsson (July 31, 1803 – March 8, 1889) was a Swedish-American inventor, active in England and the United States, and regarded as one of the most influential mechanical engineers ever.\nEricsson collaborated on the design of the steam locomotive Novelty, which competed in the Rainhill Trials on the Liverpool and Manchester Railway, won by George Stephenson’s Rocket. In America he designed the US Navy's first screw-propelled steam-frigate USS Princeton, in partnership with Captain Robert Stockton, who unjustly blamed him for the fatal accident at its speed trials.",
      "pageId": 105978,
      "monthDay": "07/31"
    },
    {
      "year": "1702",
      "uri": "/wiki/Jean_Denis_Attiret",
      "name": "Jean Denis Attiret",
      "aboutText": "George Henry Thomas (July 31, 1816 – March 28, 1870) was a United States Army officer and a Union general during the American Civil War, one of the principal commanders in the Western Theater.\nThomas served in the Mexican-American War and later chose to remain with the United States Army for the Civil War, despite his heritage as a Virginian. He won one of the first Union victories in the war, at Mill Springs in Kentucky, and served in important subordinate commands at Perryville and Stones River.",
      "pageId": 178177,
      "monthDay": "07/31"
    },
    {
      "year": "1704",
      "uri": "/wiki/Gabriel_Cramer",
      "name": "Gabriel Cramer",
      "aboutText": "Eugène Henri Brisson (French pronunciation: ​[ɑ̃ʁi bʁisɔ̃]; 31 July 1835 – 14 April 1912) was a French statesman, Prime Minister of France for a period in 1885-1886 and again in 1898.",
      "pageId": 183951,
      "monthDay": "07/31"
    },
    {
      "year": "1718",
      "uri": "/wiki/John_Canton",
      "name": "John Canton",
      "aboutText": "John Canton FRS (31 July 1718 – 22 March 1772) was an English physicist.\nCanton was born in Middle Street Stroud, Gloucestershire, the son of a weaver John Canton (b. 1687) and Esther (née Davis).",
      "pageId": 465034,
      "monthDay": "07/31"
    },
    {
      "year": "1724",
      "uri": "/wiki/No%C3%ABl_Fran%C3%A7ois_de_Wailly",
      "name": "Noël François de Wailly",
      "aboutText": "William Clarke Quantrill (July 31, 1837 – June 6, 1865) was a Confederate guerrilla leader during the American Civil War.",
      "pageId": 475584,
      "monthDay": "07/31"
    },
    {
      "year": "1737",
      "uri": "/wiki/Princess_Augusta_of_Great_Britain",
      "name": "Princess Augusta of Great Britain",
      "aboutText": "Gabriel Cramer (French: [kʁamɛʁ]; 31 July 1704 – 4 January 1752) was a Swiss mathematician, born in Geneva.",
      "pageId": 499331,
      "monthDay": "07/31"
    },
    {
      "year": "1777",
      "uri": "/wiki/Pedro_Ignacio_de_Castro_Barros",
      "name": "Pedro Ignacio de Castro Barros",
      "aboutText": "William Smith Clark (July 31, 1826 – March 9, 1886) was a professor of chemistry, botany and zoology, a colonel during the American Civil War, and a leader in agricultural education. Raised and schooled in Easthampton, Massachusetts, Clark spent most of his adult life in Amherst, Massachusetts. He graduated from Amherst College in 1848 and obtained a doctorate in chemistry from Georgia Augusta University in Göttingen in 1852.",
      "pageId": 519972,
      "monthDay": "07/31"
    },
    {
      "year": "1796",
      "uri": "/wiki/Jean-Gaspard_Deburau",
      "name": "Jean-Gaspard Deburau",
      "aboutText": "Philip the Good (French: Philippe le Bon, Dutch: Filips de Goede; 31 July 1396 – 15 June 1467) was Duke of Burgundy as Philip III from 1419 until his death. He was a member of a cadet line of the Valois dynasty (the then Royal family of France). During his reign Burgundy reached the height of its prosperity and prestige and became a leading center of the arts.",
      "pageId": 606972,
      "monthDay": "07/31"
    },
    {
      "year": "1800",
      "uri": "/wiki/Friedrich_W%C3%B6hler",
      "name": "Friedrich Wöhler",
      "aboutText": "Paul Belloni Du Chaillu (July 31, 1831 (disputed) – April 29, 1903) was a French-American traveler, zoologist, and anthropologist. He became famous in the 1860s as the first modern European outsider to confirm the existence of gorillas, and later the Pygmy people of central Africa.",
      "pageId": 723225,
      "monthDay": "07/31"
    },
    {
      "year": "1803",
      "uri": "/wiki/John_Ericsson",
      "name": "John Ericsson",
      "aboutText": "Jean-Gaspard Deburau (born Jan Kašpar Dvořák; July 31, 1796 – June 17, 1846), sometimes erroneously called Debureau, was a celebrated Bohemian-French mime. He performed from around 1819 to the year of his death at the Théâtre des Funambules, which was immortalized in Marcel Carné's poetic-realist film Children of Paradise (1945); Deburau appears in the film (under his stage-name, \"Baptiste\") as a major character.",
      "pageId": 1075817,
      "monthDay": "07/31"
    },
    {
      "year": "1816",
      "uri": "/wiki/George_Henry_Thomas",
      "name": "George Henry Thomas",
      "aboutText": "Jean Denis Attiret (Chinese: 王致誠; pinyin: Wáng Zhì Chéng, 31 July 1702 – 8 December 1768) was a French Jesuit painter and missionary to China.\nAttiret was born in Dole, France. He studied art in Rome and made himself a name as a portrait painter.",
      "pageId": 1917190,
      "monthDay": "07/31"
    },
    {
      "year": "1826",
      "uri": "/wiki/William_S._Clark",
      "name": "William S. Clark",
      "aboutText": "Noël François de Wailly (31 July 1724 – 7 April 1801) was a French grammarian and lexicographer.",
      "pageId": 2157970,
      "monthDay": "07/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Henri_Brisson",
      "name": "Henri Brisson",
      "aboutText": "Ignacio Andrade Troconis (31 July 1839 – 17 February 1925), was a military and politician, member of the Liberal yellow party, President of Venezuela 1898–1899, his election was declaredly clouded by fraud.",
      "pageId": 2237608,
      "monthDay": "07/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Paul_Du_Chaillu",
      "name": "Paul Du Chaillu",
      "aboutText": "Emperor Nijō (二条天皇 Nijō-tennō) (July 31, 1143 – September 5, 1165) was the 78th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1158 through 1165.\n^ Titsingh, Isaac.",
      "pageId": 2542456,
      "monthDay": "07/31"
    },
    {
      "year": "1836",
      "uri": "/wiki/Vasily_Sleptsov",
      "name": "Vasily Sleptsov",
      "aboutText": "Princess Augusta Frederica of Great Britain (31 July 1737 – 23 March 1813) was a granddaughter of George II and the only elder sibling of George III. She married into the ducal house of Brunswick, of which she was already a member.",
      "pageId": 3378218,
      "monthDay": "07/31"
    },
    {
      "year": "1837",
      "uri": "/wiki/William_Quantrill",
      "name": "William Quantrill",
      "aboutText": "Pedro Ignacio de Castro Barros (31 July 1777 – 7 April 1849) was an Argentine statesman and priest. He was a representative to the Congress of Tucumán which on 9 July 1816 declared the Independence of Argentina.\nCastro Barros was born in Chuquis, Arauco Department, La Rioja Province, Argentina.",
      "pageId": 6246896,
      "monthDay": "07/31"
    },
    {
      "year": "1839",
      "uri": "/wiki/Ignacio_Andrade",
      "name": "Ignacio Andrade",
      "aboutText": "Vasily Alekseyevich Sleptsov (Russian: Васи́лий Алексе́евич Слепцо́в), (July 31, 1836 – April 4, 1878), was a Russian writer and social reformer.",
      "pageId": 28995025,
      "monthDay": "07/31"
    },
    {
      "year": "1843",
      "uri": "/wiki/Peter_Rosegger",
      "name": "Peter Rosegger",
      "aboutText": "Frederick Clinton \"Fred\" Quimby (July 31, 1886 – September 16, 1965) was an American cartoon producer, best known as a producer of Tom and Jerry cartoons, for which he won seven Academy Awards.",
      "pageId": 63208,
      "monthDay": "07/31"
    },
    {
      "year": "1847",
      "uri": "/wiki/Ignacio_Cervantes",
      "name": "Ignacio Cervantes",
      "aboutText": "Richard Dixon Oldham FRS (/ˈoʊldəm/; 31 July 1858 – 15 July 1936) was a British geologist who made the first clear identification of the separate arrivals of P-waves, S-waves and surface waves on seismograms and the first clear evidence that the Earth has a central core.",
      "pageId": 145576,
      "monthDay": "07/31"
    },
    {
      "year": "1854",
      "uri": "/wiki/Jos%C3%A9_Canalejas",
      "name": "José Canalejas",
      "aboutText": "Salvatore Maranzano (Italian pronunciation: [salvatore marandzano]) (July 31, 1886 – September 10, 1931) was an organized crime figure from the town of Castellammare del Golfo, Sicily, and an early Cosa Nostra boss who led the Bonanno crime family in the United States. He instigated the Castellammarese War to seize control of the American Mafia operations, and briefly became the Mafia's \"Boss of Bosses\". He was assassinated by a younger faction led by Charles \"Lucky\" Luciano, who established a power-sharing arrangement rather than a \"boss of bosses\" to prevent future turf wars.",
      "pageId": 152877,
      "monthDay": "07/31"
    },
    {
      "year": "1858",
      "uri": "/wiki/Richard_Dixon_Oldham",
      "name": "Richard Dixon Oldham",
      "aboutText": "Herbert W. Armstrong (31 July 1892 – 16 January 1986) founded the Radio Church of God which was incorporated 21 October 1933 and was renamed Worldwide Church of God 1 June 1968, as well as starting Ambassador College (later Ambassador University) 8 October 1947. He was an early pioneer of radio and tele-evangelism, first taking to the airwaves on 7 January 1934 from the 100-watt station KORE Eugene, Oregon. Armstrong preached the comprehensive combination of doctrines in the entire Bible, in the light of the New Covenant scriptures, which he maintained came directly from the Bible.",
      "pageId": 157839,
      "monthDay": "07/31"
    },
    {
      "year": "1860",
      "uri": "/wiki/Mary_Vaux_Walcott",
      "name": "Mary Vaux Walcott",
      "aboutText": "Peter Rosegger (31 July 1843 – 26 June 1918) was an Austrian writer and poet from the province of Styria. He was a son of a farmer and grew up in the forests and fields. Rosegger (or Rossegger) went on to become a most productive poet and author as well as an insightful teacher and visionary.",
      "pageId": 166089,
      "monthDay": "07/31"
    },
    {
      "year": "1867",
      "uri": "/wiki/S._S._Kresge",
      "name": "S. S. Kresge",
      "aboutText": "Jean Philippe Arthur Dubuffet (31 July 1901 – 12 May 1985) was a French painter and sculptor. His idealistic approach to aesthetics embraced so called \"low art\" and eschewed traditional standards of beauty in favor of what he believed to be a more authentic and humanistic approach to image-making. He is perhaps best known for founding the art movement Art Brut, and for the collection of works—Collection de l'art brut—that this movement spawned.",
      "pageId": 285438,
      "monthDay": "07/31"
    },
    {
      "year": "1880",
      "uri": "/wiki/Premchand",
      "name": "Premchand",
      "aboutText": "Carl Friedrich Goerdeler (31 July 1884 – 2 February 1945) was a monarchist conservative German politician, executive, economist, civil servant, and opponent of the Nazi regime.\nHad the 20 July plot to assassinate Hitler of 1944 succeeded, Goerdeler would have served as the Chancellor of the new government.",
      "pageId": 585399,
      "monthDay": "07/31"
    },
    {
      "year": "1883",
      "uri": "/wiki/Ram%C3%B3n_Fonst",
      "name": "Ramón Fonst",
      "aboutText": "Premchand (pronounced [mʊnʃi preːm t͡ʃənd̪]) (31 July 1880 – 8 October 1936), better known as Munshi Premchand, Munshi being an honorary prefix, was an Indian writer famous for his modern Hindustani literature. He is one of the most celebrated writers of the Indian subcontinent, and is regarded as one of the foremost Hindustani writers of the early twentieth century. Born Dhanpat Rai Srivastav, he began writing under the pen name \"Nawab Rai\", but subsequently switched to \"Premchand\".",
      "pageId": 591670,
      "monthDay": "07/31"
    },
    {
      "year": "1884",
      "uri": "/wiki/Carl_Friedrich_Goerdeler",
      "name": "Carl Friedrich Goerdeler",
      "aboutText": "Brett Halliday (July 31, 1904 – February 4, 1977), primary pen name of Davis Dresser, was an American mystery writer, best known for the long-lived series of Michael Shayne novels he wrote, and later commissioned others to write.",
      "pageId": 795011,
      "monthDay": "07/31"
    },
    {
      "year": "1885",
      "uri": "/wiki/Luigi_Serventi",
      "name": "Luigi Serventi",
      "aboutText": "Sir George Oswald Browning \"Gubby\" Allen CBE (31 July 1902 – 29 November 1989) was a cricketer who captained England in eleven Test matches. In first-class matches, he played for Middlesex and Cambridge University. A fast bowler and hard-hitting lower-order batsman, Allen later became an influential cricket administrator who held key positions in the Marylebone Cricket Club, which effectively ruled English cricket at the time; he also served as chairman of the England selectors.",
      "pageId": 1351024,
      "monthDay": "07/31"
    },
    {
      "year": "1886",
      "uri": "/wiki/Salvatore_Maranzano",
      "name": "Salvatore Maranzano",
      "aboutText": "Hans Freyer (born July 31, 1887 in Leipzig, died January 18, 1969 in Ebersteinburg near Baden-Baden) was a conservative German sociologist and philosopher.",
      "pageId": 1614204,
      "monthDay": "07/31"
    },
    {
      "year": "1886",
      "uri": "/wiki/Fred_Quimby",
      "name": "Fred Quimby",
      "aboutText": "José Canalejas y Méndez (31 July 1854 – 12 November 1912) was a Spanish politician, born in Ferrol.",
      "pageId": 1774230,
      "monthDay": "07/31"
    },
    {
      "year": "1887",
      "uri": "/wiki/Hans_Freyer",
      "name": "Hans Freyer",
      "aboutText": "Mary Morris Vaux Walcott (July 31, 1860 – August 22, 1940) was an American artist and naturalist known for her watercolor paintings of wildflowers.",
      "pageId": 2744963,
      "monthDay": "07/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Herbert_W._Armstrong",
      "name": "Herbert W. Armstrong",
      "aboutText": "Ignacio Cervantes Kawanagh (Havana, 31 July 1847 – Havana, 29 April 1905) was a Cuban pianist and composer. He was influential in the creolization of Cuban music.\nA child prodigy, he was taught by pianist Juan Miguel Joval, later by composer and tutor Nicolás Ruiz Espadero in 1859, and by the visiting American composer Louis Moreau Gottschalk.",
      "pageId": 5217921,
      "monthDay": "07/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Joseph_Charbonneau",
      "name": "Joseph Charbonneau",
      "aboutText": "Sebastian Spering Kresge (July 31, 1867 – October 18, 1966), was an American businessman and was the founder of the S. S. Kresge Company, one of the 20th century's largest retail organizations.",
      "pageId": 5267375,
      "monthDay": "07/31"
    },
    {
      "year": "1894",
      "uri": "/wiki/Fred_Keenor",
      "name": "Fred Keenor",
      "aboutText": "Frederick Charles 'Fred' Keenor (31 July 1894 – November 1972) was a Welsh professional footballer and Wales international best known for captaining the Cardiff City team to success in the 1927 FA Cup Final.",
      "pageId": 5278947,
      "monthDay": "07/31"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jean_Dubuffet",
      "name": "Jean Dubuffet",
      "aboutText": "Joseph Charbonneau, (July 31, 1892—November 19, 1959) was a Canadian prelate of the Roman Catholic Church, who served as Archbishop of Montreal from 1940 to 1950.\nBorn in Lefaivre, Alfred and Plantagenet, he was ordained to the priesthood on June 24, 1916.\nOn June 22, 1939, Charbonneau was appointed Bishop of Hearst by Pope Pius XI. He received his episcopal consecration on the following August 15 from Archbishop Joseph-Guillaume-Laurent Forbes, with Archbishop Emile Yelle, PSS, and Bishop Louis Rhéaume, OMI, serving as co-consecrators.",
      "pageId": 6116762,
      "monthDay": "07/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Gubby_Allen",
      "name": "Gubby Allen",
      "aboutText": "Roy Milton (July 31, 1907 – September 18, 1983) was an American R&B and jump blues singer, drummer and bandleader.\n^ a b Du Noyer, Paul (2003). The Illustrated Encyclopedia of Music (1st ed.).",
      "pageId": 6853528,
      "monthDay": "07/31"
    },
    {
      "year": "1904",
      "uri": "/wiki/Brett_Halliday",
      "name": "Brett Halliday",
      "aboutText": "Ramón Fonst Segundo (July 31, 1883 – September 9, 1959) was a Cuban fencer who competed in the early 20th century.",
      "pageId": 7133469,
      "monthDay": "07/31"
    },
    {
      "year": "1907",
      "uri": "/wiki/Roy_Milton",
      "name": "Roy Milton",
      "aboutText": "Luigi Serventi (31 July 1885 – 18 August 1976) was an Italian film actor.",
      "pageId": 35882323,
      "monthDay": "07/31"
    },
    {
      "year": "1909",
      "uri": "/wiki/Erik_von_Kuehnelt-Leddihn",
      "name": "Erik von Kuehnelt-Leddihn",
      "aboutText": "Milton Friedman (July 31, 1912 – November 16, 2006) was an American economist who received the 1976 Nobel Memorial Prize in Economic Sciences for his research on consumption analysis, monetary history and theory and the complexity of stabilization policy. With George Stigler and others, Friedman was among the intellectual leaders of the second generation of Chicago price theory, a methodological movement at the University of Chicago's Department of Economics, Law School, and Graduate School of Business from the 1940s onward. Several students and young professors that were recruited or mentored by Friedman at Chicago went on to become leading economists; they include Gary Becker, Robert Fogel, Ronald Coase, and Robert Lucas, Jr..",
      "pageId": 19640,
      "monthDay": "07/31"
    },
    {
      "year": "1911",
      "uri": "/wiki/George_Liberace",
      "name": "George Liberace",
      "aboutText": "Primo Michele Levi (Italian: [ˈpriːmo ˈlɛːvi]; 31 July 1919 – 11 April 1987) was an Italian Jewish chemist, writer, and Holocaust survivor. He was the author of several books, novels, collections of short stories, essays, and poems. His best-known works include If This Is a Man (1947) (U.S.: Survival in Auschwitz), his account of the year he spent as a prisoner in the Auschwitz concentration camp in Nazi-occupied Poland; and his unique work, The Periodic Table (1975), linked to qualities of the elements, which the Royal Institution of Great Britain named the best science book ever written.",
      "pageId": 39425,
      "monthDay": "07/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/Bill_Brown_(cricketer)",
      "name": "Bill Brown",
      "aboutText": "Irv Kupcinet (July 31, 1912 – November 10, 2003) was an American newspaper columnist for the Chicago Sun-Times, television talk-show host, and a radio broadcast personality based in Chicago, Illinois. He was popularly known by the nickname \"Kup\".",
      "pageId": 364882,
      "monthDay": "07/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/Milton_Friedman",
      "name": "Milton Friedman",
      "aboutText": "Louis de Funès (French pronunciation: ​[lwi də fy.nɛs]hear; 31 July 1914 – 27 January 1983), born Louis Germain David de Funès de Galarza, was a popular French actor of Spanish origin and one of the giants of French comedy alongside André Bourvil and Fernandel. His acting style is remembered for its high energy performance, wide range of facial expressions and engaging, snappy impatience and selfishness. A big part of his most famous work was in collaboration with director Jean Girault, and together, they wrote and directed the French classic L'avare (1980) in which he also starred.",
      "pageId": 387608,
      "monthDay": "07/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/Irv_Kupcinet",
      "name": "Irv Kupcinet",
      "aboutText": "William S. \"Bill\" Todman (July 31, 1916 – July 29, 1979) was an American television producer born in New York City.",
      "pageId": 408719,
      "monthDay": "07/31"
    },
    {
      "year": "1913",
      "uri": "/wiki/Bryan_Hextall",
      "name": "Bryan Hextall",
      "aboutText": "Paul Delos Boyer (born July 31, 1918) is an American biochemist, analytical chemist, and a professor of chemistry at University of California Los Angeles (UCLA) .",
      "pageId": 509451,
      "monthDay": "07/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Paul_J._Christiansen",
      "name": "Paul J. Christiansen",
      "aboutText": "Erik Maria Ritter von Kuehnelt-Leddihn (born July 31, 1909 in Tobelbad (now Haselsdorf-Tobelbad), Austria-Hungary; died May 26, 1999, in Lans, Austria) was an Austrian Catholic nobleman and socio-political theorist. Describing himself as an \"extreme conservative arch-liberal\" or \"liberal of the extreme right\", Kuehnelt-Leddihn often argued that majority rule in democracies is a threat to individual liberties, and declared himself a monarchist and an enemy of all forms of totalitarianism. Described as \"A Walking Book of Knowledge\", Kuehnelt-Leddihn had an encyclopedic knowledge of the humanities and was a polyglot, able to speak eight languages and read seventeen others.",
      "pageId": 633682,
      "monthDay": "07/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Louis_de_Fun%C3%A8s",
      "name": "Louis de Funès",
      "aboutText": "Curtis Edward \"Curt\" Gowdy (July 31, 1919 – February 20, 2006) was an American sportscaster, well known as the longtime \"voice\" of the Boston Red Sox and for his coverage of many nationally televised sporting events, primarily for NBC Sports in the 1960s and 1970s.",
      "pageId": 840479,
      "monthDay": "07/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Sibte_Hassan",
      "name": "Sibte Hassan",
      "aboutText": "Henry \"Hank\" Jones Jr. (July 31, 1918 – May 16, 2010) was an American jazz pianist, bandleader, arranger, and composer. Critics and musicians described Jones as eloquent, lyrical, and impeccable.",
      "pageId": 869207,
      "monthDay": "07/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Billy_Hitchcock",
      "name": "Billy Hitchcock",
      "aboutText": "George Liberace (July 31, 1911 – October 16, 1983) was an American musician and television performer.\nBorn in Menasha, Wisconsin, he was the elder brother and business partner of famed U.S. entertainer Liberace (Władziu Valentino Liberace or \"Lee\" to his friends). He appeared regularly on his brother's syndicated television show in the 1950s as violin accompanist and orchestral arranger.",
      "pageId": 869885,
      "monthDay": "07/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bill_Todman",
      "name": "Bill Todman",
      "aboutText": "James Esdras Faust (July 31, 1920 – August 10, 2007) was an American religious leader, lawyer, and politician.",
      "pageId": 1038096,
      "monthDay": "07/31"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jini_Dellaccio",
      "name": "Jini Dellaccio",
      "aboutText": "William Alfred \"Bill\" Brown, OAM (31 July 1912 – 16 March 2008) was an Australian cricketer who played 22 Tests between 1934 and 1948, captaining his country in one Test. A right-handed opening batsman, his partnership with Jack Fingleton in the 1930s is regarded as one of the finest in Australian Test history. After the interruption of World War II, Brown was a member of Don Bradman's Invincibles, who toured England in 1948 without defeat.",
      "pageId": 1860614,
      "monthDay": "07/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Paul_D._Boyer",
      "name": "Paul D. Boyer",
      "aboutText": "Colonel Hemchandra (Hemu) Ramachandra Adhikari  pronunciation  (31 July 1919, in Pune, Maharashtra – 25 October 2003, in Mumbai, Maharashtra) was an Indian cricketer, representing his country as both a player and coach in a career that spanned three decades.",
      "pageId": 1939554,
      "monthDay": "07/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Hank_Jones",
      "name": "Hank Jones",
      "aboutText": "Bryan Aldwyn Hextall (July 31, 1913 – July 25, 1984) was a Canadian professional ice hockey forward who played for the New York Rangers in the National Hockey League (NHL). Considered one of the top wingers of the 1940s, he led the NHL in goal scoring twice and in points once. Additionally, he was named a first-team All-Star three times, and a second-team All-Star once.",
      "pageId": 1992416,
      "monthDay": "07/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Frank_Renouf",
      "name": "Frank Renouf",
      "aboutText": "William Clyde Hitchcock (July 31, 1916 – April 9, 2006) was an American infielder, coach, manager and scout in Major League Baseball. In minor league baseball, he served as president of the Double-A Southern League in 1971–80.",
      "pageId": 2732987,
      "monthDay": "07/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Hemu_Adhikari",
      "name": "Hemu Adhikari",
      "aboutText": "Syed Sibt-e-Hasan (Urdu: سید سبط حسن) (31 July 1916 – 20 April 1986) was an eminent scholar, journalist and activist of Pakistan. He is regarded as the pioneer of Socialism and Marxism in Pakistan, as well as the moving spirit behind the Progressive Writers Association.",
      "pageId": 6886179,
      "monthDay": "07/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Curt_Gowdy",
      "name": "Curt Gowdy",
      "aboutText": "Sir Francis Henry \"Frank\" Renouf (31 July 1918 – 13 September 1998) was a prominent New Zealand tycoon and financier. His obituary in the Dominion was headed: \"Flamboyant Renouf shook starch out of financial world\".\nHe was born in Wellington and educated at Wellington College and Victoria University College.",
      "pageId": 14205715,
      "monthDay": "07/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Primo_Levi",
      "name": "Primo Levi",
      "aboutText": "Percy Herbert (31 July 1920 – 6 December 1992) was an English character actor who worked predominantly during the 1950s, '60s and '70s, becoming one of the most recognisable faces in post-war British cinema.\n^ \"Herbert, Percy\". Film & TV Database.",
      "pageId": 14481341,
      "monthDay": "07/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_E._Faust",
      "name": "James E. Faust",
      "aboutText": "Paul Joseph Christiansen (July 31, 1914 – December 5, 1997) was an American choral conductor and composer. As the youngest son of F. Melius Christiansen, he was brought up into the Lutheran Choral Tradition and quickly developed his own style of conducting and composing that furthered the tradition started by his father. He spent the bulk of his career developing The Concordia Choir and conducted the choir from 1937-1986.",
      "pageId": 23426764,
      "monthDay": "07/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Percy_Herbert_(actor)",
      "name": "Percy Herbert",
      "aboutText": "Jini Dellaccio (née Duckworth; January 31, 1917 – July 3, 2014) was an American photographer best known for her images of rock and pop acts of the 1960s, particularly in the Pacific Northwest.",
      "pageId": 37391266,
      "monthDay": "07/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Peter_Benenson",
      "name": "Peter Benenson",
      "aboutText": "Hilary Whitehall Putnam (born July 31, 1926) is an American philosopher, mathematician, and computer scientist who has been a central figure in analytic philosophy since the 1960s, especially in philosophy of mind, philosophy of language, philosophy of mathematics, and philosophy of science. He is known for his willingness to apply an equal degree of scrutiny to his own philosophical positions as to those of others, subjecting each position to rigorous analysis until he exposes its flaws. As a result, he has acquired a reputation for frequently changing his own position.",
      "pageId": 75233,
      "monthDay": "07/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Donald_Malarkey",
      "name": "Donald Malarkey",
      "aboutText": "Peter Benenson (31 July 1921 – 25 February 2005) was a British lawyer and the founder of human rights group Amnesty International (AI). In 2001, Benenson received the Pride of Britain Award for Lifetime Achievement.",
      "pageId": 161148,
      "monthDay": "07/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Whitney_Young",
      "name": "Whitney Young",
      "aboutText": "Peter Nichols FRSL (born 31 July 1927) is an English writer of stage plays, film and television.",
      "pageId": 291306,
      "monthDay": "07/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hank_Bauer",
      "name": "Hank Bauer",
      "aboutText": "For the Kyrgyz politician, see Ivan Rebrov.",
      "pageId": 533800,
      "monthDay": "07/31"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ahmet_Ertegun",
      "name": "Ahmet Ertegun",
      "aboutText": "Stephanie Louise Kwolek (July 31, 1923 – June 18, 2014) was an American chemist, whose career at the DuPont company spanned over forty years. She is best known for inventing the first of a family of synthetic fibers of exceptional strength and stiffness: poly-paraphenylene terephthalamide—better known as Kevlar. For her discovery, Kwolek was awarded the DuPont company's Lavoisier Medal for outstanding technical achievement.",
      "pageId": 703722,
      "monthDay": "07/31"
    },
    {
      "year": "1923",
      "uri": "/wiki/Stephanie_Kwolek",
      "name": "Stephanie Kwolek",
      "aboutText": "Nicholas James Bollettieri (born July 31, 1931), is an American tennis coach. He has participated in the development of many leading players, including Andre Agassi, Jim Courier, Monica Seles, and Mary Pierce.",
      "pageId": 782833,
      "monthDay": "07/31"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jimmy_Evert",
      "name": "Jimmy Evert",
      "aboutText": "Kenneth Earl \"Kenny\" Burrell (born July 31, 1931) is an American jazz guitarist known for his collaborations with Jimmy Smith, including the 1965 Billboard Top Twenty hit album Organ Grinder Swing. He has cited jazz guitarists Charlie Christian and Django Reinhardt as influences, along with blues musicians T-Bone Walker and Muddy Waters. Burrell also serves as a professor and Director of Jazz Studies at the UCLA Herb Alpert School of Music.",
      "pageId": 787997,
      "monthDay": "07/31"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bernard_Nathanson",
      "name": "Bernard Nathanson",
      "aboutText": "Donald Patrick \"Don\" Murray (born July 31, 1929) is an American actor.",
      "pageId": 869917,
      "monthDay": "07/31"
    },
    {
      "year": "1926",
      "uri": "/wiki/Hilary_Putnam",
      "name": "Hilary Putnam",
      "aboutText": "Whitney Moore Young, Jr. (July 31, 1921 – March 11, 1971) was an American civil rights leader.",
      "pageId": 906134,
      "monthDay": "07/31"
    },
    {
      "year": "1927",
      "uri": "/wiki/Peter_Nichols",
      "name": "Peter Nichols",
      "aboutText": "Theodore Crawford \"Ted\" Cassidy (July 31, 1932 – January 16, 1979) was an American actor. Noted for his tall stature at 6 feet 9 inches (2.06 m), (A result of acromegaly) he tended to play unusual characters in offbeat or science-fiction series such as Star Trek and I Dream of Jeannie.",
      "pageId": 978107,
      "monthDay": "07/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bill_Frenzel",
      "name": "Bill Frenzel",
      "aboutText": "Oleg Konstantinovich Popov (Russian: Олег Константинович Попoв, born 31 July 1930 in Virubovo near Moscow, Russia) is a famous Soviet and Russian clown and circus artist. Popov was called the \"Clown Soleil\" (\"Sunshine clown\") by French journalist Jacqueline Cartier—a nickname that eventually stuck.\nHe was born on 31 July 1930, the son of a clock-repairman.",
      "pageId": 1646596,
      "monthDay": "07/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lynne_Reid_Banks",
      "name": "Lynne Reid Banks",
      "aboutText": "Henry Albert \"Hank\" Bauer (July 31, 1922 – February 9, 2007) was an American right fielder and manager in Major League Baseball. He played with the New York Yankees (from 1948 to 1959) and Kansas City Athletics (from 1960 to 1961); he batted and threw right-handed. He served as the manager of the Athletics in both Kansas City (1961–62) and in Oakland (1969), as well as of the Baltimore Orioles (1964–68), guiding the Orioles to the World Series title in 1966, a four-game sweep over the heavily favored Los Angeles Dodgers.",
      "pageId": 1660676,
      "monthDay": "07/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gilles_Carle",
      "name": "Gilles Carle",
      "aboutText": "James Evert (July 31, 1924 – August 21, 2015) was an American tennis coach and player. He was the father of Chris Evert, who was one of the world's top women tennis players in the 1970s and 1980s.\nEvert was born in Chicago, Illinois.",
      "pageId": 2320756,
      "monthDay": "07/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Don_Murray_(actor)",
      "name": "Don Murray",
      "aboutText": "José Emilio Santamaría Iglesias (born 31 July 1929) is a retired football central defender and manager.\nHe spent his 18-year career with Nacional and Real Madrid, winning 17 major titles the two teams combined, including four European Cups with the latter.\nBorn in Uruguay, Santamaría represented both the Uruguayan and Spanish national teams.",
      "pageId": 2815337,
      "monthDay": "07/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jos%C3%A9_Santamar%C3%ADa",
      "name": "José Santamaría",
      "aboutText": "Bernard N. Nathanson (July 31, 1926 – February 21, 2011) was an American medical doctor from New York, co-founder in 1969 of the National Association for the Repeal of Abortion Laws — NARAL — later renamed National Abortion Rights Action League. Dr. Bernard Nathanson was also the former director of New York City’s Center for Reproductive and Sexual Health, but later became a pro-life activist.",
      "pageId": 2893695,
      "monthDay": "07/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Oleg_Popov",
      "name": "Oleg Popov",
      "aboutText": "William Eldridge \"Bill\" Frenzel (July 31, 1928 – November 17, 2014) was a Republican member of the United States House of Representatives from Minnesota, representing Minnesota's Third District, which included the southern and western suburbs of Minneapolis.\n^ \"Bill Frenzel\". The Complete Marquis Who's Who (Fee – via Fairfax County Public Library).",
      "pageId": 3140906,
      "monthDay": "07/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Nick_Bollettieri",
      "name": "Nick Bollettieri",
      "aboutText": "Technical Sergeant Donald G. Malarkey (born July 31, 1921) is a former non-commissioned officer with Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, in the 101st Airborne Division of the United States Army during World War II. Malarkey was portrayed in the HBO miniseries Band of Brothers by Scott Grimes.",
      "pageId": 3355988,
      "monthDay": "07/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Kenny_Burrell",
      "name": "Kenny Burrell",
      "aboutText": "Lynne Reid Banks (born 31 July 1929) is a British author of books for children and adults.\nShe has written forty-five books, including the best-selling children's novel The Indian in the Cupboard, which has sold over 10 million copies and has been successfully adapted to film. Her first novel, The L-Shaped Room, published in 1960, was an instant and lasting best seller.",
      "pageId": 5649817,
      "monthDay": "07/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ivan_Rebroff",
      "name": "Ivan Rebroff",
      "aboutText": "Gilles Carle, OC GOQ (July 31, 1928 – November 28, 2009) was a French Canadian director, screenwriter and painter.\nHe joined the NFB in 1960, where his credits included La vie heureuse de Léopold Z. But after the NFB rejected several of Carle's projects, he began working independently. In 1972 Carle won the Canadian Film Award for best Director for his The True Nature of Bernadette.",
      "pageId": 20170212,
      "monthDay": "07/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ted_Cassidy",
      "name": "Ted Cassidy",
      "aboutText": "Ahmet Ertegun /ˈɑːmɛt ˈɛrtəɡən/, Turkish pronunciation: [ahˈmet eɾteˈɟyn]; (July 31 [O.S. 18 July] 1923 – December 14, 2006) was a Turkish-American businessman, songwriter and philanthropist. He was best known as the founder and president of Atlantic Records, and for discovering and championing many leading rhythm and blues and rock musicians. He also wrote classic blues and pop songs, and served as chairman of the Rock and Roll Hall of Fame and museum.",
      "pageId": 21711647,
      "monthDay": "07/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Searle",
      "name": "John Searle",
      "aboutText": "Robert Cox Merton (born July 31, 1944) is an American economist, Nobel laureate in Economics, and professor at the MIT Sloan School of Management, known for his pioneering contributions to continuous-time finance, especially the first continuous-time option pricing model, the Black–Scholes formula.",
      "pageId": 97367,
      "monthDay": "07/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Cees_Nooteboom",
      "name": "Cees Nooteboom",
      "aboutText": "John Rogers Searle (/sɜrl/; born July 31, 1932) is an American philosopher and currently the Slusser Professor of Philosophy at the University of California, Berkeley. Widely noted for his contributions to the philosophy of language, philosophy of mind and social philosophy, he began teaching at Berkeley in 1959. He received the Jean Nicod Prize in 2000; the National Humanities Medal in 2004; and the Mind & Brain Prize in 2006.",
      "pageId": 147079,
      "monthDay": "07/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Yvon_Deschamps",
      "name": "Yvon Deschamps",
      "aboutText": "William John \"Bill\" Bennett (born July 31, 1943) is an American conservative pundit, politician, and political theorist, who served as Secretary of Education from 1985 to 1988 under President Ronald Reagan. He also held the post of Director of the Office of National Drug Control Policy under George H. W. Bush.",
      "pageId": 215206,
      "monthDay": "07/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Geoffrey_Lewis_(actor)",
      "name": "Geoffrey Lewis",
      "aboutText": "Heather Pamela McKay (née Blundell) AM MBE (born 31 July 1941) is a retired Australian squash player, who is considered by many to be the greatest female player in the history of the game, and possibly also Australia's greatest-ever sportswoman. She dominated the women's squash game in the 1960s and 1970s, winning 16 consecutive British Open titles between 1962 and 1977, and capturing the inaugural women's World Open title in 1979, whilst remaining undefeated during that period.",
      "pageId": 457960,
      "monthDay": "07/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Anthony_Scrivener",
      "name": "Anthony Scrivener",
      "aboutText": "Roland Kent LaVoie, better known by the stage name Lobo (born July 31, 1943), is an American singer-songwriter who was successful in the early 1970s, scoring several U.S. Top 10 hits, including \"Me and You and a Dog Named Boo\", \"I'd Love You to Want Me\" and \"Don't Expect Me to Be Your Friend\".\n^ \"Lobo Songs (Top Songs/Chart Singles Discography)\". Musicvf.com.",
      "pageId": 615031,
      "monthDay": "07/31"
    },
    {
      "year": "1936",
      "uri": "/wiki/Vic_Davalillo",
      "name": "Vic Davalillo",
      "aboutText": "Susan Flannery (born July 31, 1939) is an American soap opera actress. She is known for her role as Stephanie Forrester on The Bold and the Beautiful (1987–2012) and for her role as Dr.",
      "pageId": 654726,
      "monthDay": "07/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Steuart_Bedford",
      "name": "Steuart Bedford",
      "aboutText": "Geraldine Leigh Chaplin (born 31 July 1944) is an American-born British actress and the daughter of Charlie Chaplin and Oona O'Neill.\nShe came to prominence for her Golden Globe–nominated role of Tonya in David Lean's Doctor Zhivago (1965). She received her second Golden Globe nomination for Robert Altman's Nashville (1975).",
      "pageId": 746475,
      "monthDay": "07/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Susan_Flannery",
      "name": "Susan Flannery",
      "aboutText": "Jonathan Dimbleby (born 31 July 1944, Aylesbury, Buckinghamshire) is a British presenter of current affairs and political radio and television programmes, a political commentator and a writer.",
      "pageId": 771985,
      "monthDay": "07/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/France_Nuyen",
      "name": "France Nuyen",
      "aboutText": "Amarsinh Chaudhary (31 July 1941, Surat, Gujarat, India – 15 August 2004, Ahmedabad, Gujarat) was an Indian politician.",
      "pageId": 903785,
      "monthDay": "07/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Carol_J._Clover",
      "name": "Carol J. Clover",
      "aboutText": "Yvon Deschamps, CQ (born July 31, 1935 in Montreal, Quebec) is a Quebec author, actor, comedian and producer best known for his monologues. His social-commentary-tinged humour propelled him to prominence in Quebec popular culture in the 1970s and 1980s.",
      "pageId": 956536,
      "monthDay": "07/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Roy_Walker_(comedian)",
      "name": "Roy Walker",
      "aboutText": "Víctor José Davalillo Romero [da-va-LEE-yo] (born July 31, 1936) is a Venezuelan former professional baseball player. He played in Major League Baseball as an outfielder for the Cleveland Indians (1963–68), California Angels (1968-69), St. Louis Cardinals (1969-70), Pittsburgh Pirates (1971-73), Oakland Athletics (1973-74) and Los Angeles Dodgers (1977-80).",
      "pageId": 985862,
      "monthDay": "07/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Amarsinh_Chaudhary",
      "name": "Amarsinh Chaudhary",
      "aboutText": "France Nguyen Van-Nga (born 31 July 1939) is a Vietnamese-French actress.",
      "pageId": 1028067,
      "monthDay": "07/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Heather_McKay",
      "name": "Heather McKay",
      "aboutText": "Geoffrey Bond Lewis (July 31, 1935 – April 7, 2015) was an American character actor. Lewis was known for his film roles alongside Robert Redford and Clint Eastwood. He typically played villains.",
      "pageId": 1051545,
      "monthDay": "07/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lobo_(musician)",
      "name": "Lobo",
      "aboutText": "Sherry Lansing (born July 31, 1944) is an American former actress and film studio executive. She is a former CEO of Paramount Pictures, and when she was the president of production at 20th Century Fox, she was the first woman to head a Hollywood movie studio. In 1996, she became the first woman to be named Pioneer of the Year by the Foundation of the Motion Picture Pioneers, and she was the first female movie studio head to receive a star on the Hollywood Walk of Fame.",
      "pageId": 1215475,
      "monthDay": "07/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/William_Bennett",
      "name": "William Bennett",
      "aboutText": "Robert \"Roy\" Walker (born 31 July 1940) is a television personality and comedian from Northern Ireland, who worked for many years as both a television presenter and comedy actor. He is best known as the original host of the game show Catchphrase between 1986 and 1999, and as one of the stars of the stand-up comedy showcase, The Comedians.",
      "pageId": 2326166,
      "monthDay": "07/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sab_Shimono",
      "name": "Sab Shimono",
      "aboutText": "Sab Shimono (born Saburo Shimono, July 31, 1943) is an American actor who has appeared in dozens of movies and television shows in character roles.",
      "pageId": 2508881,
      "monthDay": "07/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Geraldine_Chaplin",
      "name": "Geraldine Chaplin",
      "aboutText": "Cees Nooteboom (Dutch pronunciation: [seːs noːtəboːm]; born 31 July 1933) is a Dutch novelist, poet, and journalist.",
      "pageId": 2512874,
      "monthDay": "07/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jonathan_Dimbleby",
      "name": "Jonathan Dimbleby",
      "aboutText": "Carol J. Clover (born July 31, 1940) is an American professor of film studies, rhetoric language and Scandinavian mythology. She has been widely published in her areas of expertise. Her 1992 book Men, Women, and Chainsaws: Gender in the Modern Horror Film achieved popularity beyond academia,  and she is credited with developing the \"final girl\" theory, within the book, which changed both popular and academic conceptions of gender in horror films.",
      "pageId": 7695896,
      "monthDay": "07/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sherry_Lansing",
      "name": "Sherry Lansing",
      "aboutText": "Steuart John Rudolf Bedford, OBE (born 31 July 1939, London) is a British orchestral and opera conductor and pianist. He is the brother of composer David Bedford and of singer Peter Lehmann Bedford and a grandson of Liza Lehmann.\nBedford is particularly associated with the music of Benjamin Britten, and conducted the world premiere of Death in Venice in 1973.",
      "pageId": 12057454,
      "monthDay": "07/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_C._Merton",
      "name": "Robert C. Merton",
      "aboutText": "Anthony Frank Scrivener QC (31 July 1935 – 27 March 2015) was a British barrister. His notable work included the defence of Tony Martin, the Norfolk farmer convicted in 2001 of the shooting and murder of a burglar, and in 2005, the defence of Saddam Hussein against mass murder charges.\nHe was born in Canterbury where his father was an ironmonger, and educated at Kent College, and University College London, where he read law, before being called to the Bar at Gray's Inn in 1958.",
      "pageId": 21593972,
      "monthDay": "07/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/David_Norris_(politician)",
      "name": "David Norris",
      "aboutText": "David Patrick Bernard Norris (born 31 July 1944) is an Irish scholar, independent Senator, and gay and civil rights activist. Internationally, Norris is credited with having \"managed, almost single-handedly, to overthrow the anti-homosexuality law which brought about the downfall of Oscar Wilde\", a feat he achieved in 1988 after a fourteen-year campaign. He has also been credited with being \"almost single-handedly responsible for rehabilitating James Joyce in once disapproving Irish eyes\".",
      "pageId": 147384,
      "monthDay": "07/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/William_Weld",
      "name": "William Weld",
      "aboutText": "Faye Marder Kellerman (born July 31, 1952) is an American writer of mystery novels, in particular the \"Peter Decker/Rina Lazarus\" series as well as three non-series books, The Quality of Mercy, Moon Music and Straight into Darkness.\n^ a b Kathleen Doheny (1985-12-02). \"The Mystery of the Kellermans : Where Do They Find Ideas and Time to Pen His and Her Novels?\".",
      "pageId": 256746,
      "monthDay": "07/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gary_Lewis_(musician)",
      "name": "Gary Lewis",
      "aboutText": "Evonne Goolagong Cawley AO MBE (born 31 July 1951) is an Australian former World No. 1 female tennis player. She was one of the world's leading players in the 1970s and early 1980s, when she won 14 Grand Slam titles: seven in singles (four Australian Open, two Wimbledon and one French Open), six in women's doubles, and one in mixed doubles.",
      "pageId": 258756,
      "monthDay": "07/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Karen_Zerby",
      "name": "Karen Zerby",
      "aboutText": "Sir Joseph Alan Meale (born 31 July 1949) is a British Labour Party politician who has been the Member of Parliament (MP) for Mansfield since 1987.",
      "pageId": 434919,
      "monthDay": "07/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Griffiths",
      "name": "Richard Griffiths",
      "aboutText": "William Floyd Weld (born July 31, 1945) is an American attorney, businessman and Republican politician from the Commonwealth of Massachusetts. Weld, a moderate Republican, served as the United States Attorney for the District of Massachusetts from 1981 to 1986 and as the head of the Department of Justice Criminal Division from 1986 to 1988.\nHe was elected Governor of Massachusetts in 1990 and served as the 68th Governor from 1991 to 1997.",
      "pageId": 505437,
      "monthDay": "07/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Hubert_V%C3%A9drine",
      "name": "Hubert Védrine",
      "aboutText": "Hubert Védrine (born 31 July 1947 in Saint-Silvain-Bellegarde, Creuse) is a French Socialist politician. He is an advisor at Moelis & Company.\nDiplomatic adviser of President Mitterrand, he served as secretary-general of the presidency from 1991 to 1995, then as Foreign Minister in the government of Lionel Jospin from 1997 to 2002.",
      "pageId": 595567,
      "monthDay": "07/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Russell_Morris",
      "name": "Russell Morris",
      "aboutText": "Carlos Alan Autry, Jr. (born July 31, 1952) is an American actor, politician, and former National Football League (NFL) football player. During his brief football career, Autry was known as Carlos Brown.",
      "pageId": 617425,
      "monthDay": "07/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Jackson_(basketball)",
      "name": "Mike Jackson",
      "aboutText": "Helmuts Balderis-Sildedzis (born 31 July 1952 in Riga, Soviet Union) is a retired Latvian ice hockey player.",
      "pageId": 658663,
      "monthDay": "07/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alan_Meale",
      "name": "Alan Meale",
      "aboutText": "Lane Davies (born July 31, 1950) is an American actor.",
      "pageId": 838192,
      "monthDay": "07/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Richard_Berry_(actor)",
      "name": "Richard Berry",
      "aboutText": "Barry Van Dyke (born July 31, 1951) is an American actor and the second son of actor and entertainer, Dick Van Dyke, and nephew of Jerry Van Dyke. He has one older brother, Christian, and two younger sisters, Stacy and Carrie Beth. He is best known to audiences as Lieutenant Detective Steve Sloan, a homicide detective and the son of Mark Sloan (played by Dick Van Dyke) on Diagnosis: Murder.",
      "pageId": 869952,
      "monthDay": "07/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Lane_Davies",
      "name": "Lane Davies",
      "aboutText": "Karen Elva Zerby (born July 31, 1946) is the current leader of the new religious movement formerly called the Children of God, now renamed The Family International (TFI). She also goes by the names Mama Maria, Maria David, and Queen Maria.",
      "pageId": 1385746,
      "monthDay": "07/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Charlie_Williams_(motorcyclist)",
      "name": "Charlie Williams",
      "aboutText": "Russell Norman Morris (born 31 July 1948) is an Australian singer-songwriter who had five Australian Top 10 singles during the late 1960s and early 1970s. On 1 July 2008, the Australian Recording Industry Association (ARIA) recognised Morris' iconic status when he was inducted into the ARIA Hall of Fame.",
      "pageId": 1596383,
      "monthDay": "07/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Evonne_Goolagong_Cawley",
      "name": "Evonne Goolagong Cawley",
      "aboutText": "Richard Griffiths, OBE (31 July 1947 – 28 March 2013) was an English actor of stage, film and television. He received the Laurence Olivier Award for Best Actor, the Drama Desk Award for Outstanding Actor in a Play, the Outer Critics Circle Award for Best Featured Actor and a Tony Award for Best Performance by a Leading Actor in a Play, all for his role in the play The History Boys.\nHe is known for his roles as Vernon Dursley in the Harry Potter films, Uncle Monty in Withnail and I, Henry Crabbe in Pie in the Sky, King George II in Pirates of the Caribbean: On Stranger Tides, and as a British journalist in Richard Attenborough's Gandhi.",
      "pageId": 1745515,
      "monthDay": "07/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Barry_Van_Dyke",
      "name": "Barry Van Dyke",
      "aboutText": "João Manuel Rosado Barreiros (born July 31, 1952), also known by the pseudonym José de Barros, is a Portuguese science fiction writer, editor, translator and critic.\nHe graduated in Philosophy from the University of Lisbon in 1977, and has been teaching it in high school since 1975.",
      "pageId": 2504802,
      "monthDay": "07/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chris_Ahrens_(ice_hockey)",
      "name": "Chris Ahrens",
      "aboutText": "Edward \"Ted\" Norman Baillieu (born 31 July 1953) is a former Australian politician who was Premier of Victoria from 2010 to 2013. He was a Liberal Party of Australia member of the Victorian Legislative Assembly from 1999 to 2014, representing the electorate of Hawthorn. He was elected leader of the Liberal Party in opposition in 2006, and served as Premier from 2010 until 2013 after winning the 2010 state election.",
      "pageId": 5016732,
      "monthDay": "07/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Alan_Autry",
      "name": "Alan Autry",
      "aboutText": "For others similarly named, see the Chris Ahrens navigation page",
      "pageId": 5393802,
      "monthDay": "07/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Helmuts_Balderis",
      "name": "Helmuts Balderis",
      "aboutText": "Gary Lewis (born Gary Harold Lee Levitch, July 31, 1946, Los Angeles, California, United States) is an American musician who was the leader of Gary Lewis & the Playboys.",
      "pageId": 7459318,
      "monthDay": "07/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jo%C3%A3o_Barreiros",
      "name": "João Barreiros",
      "aboutText": "Charlie Williams (born 31 July 1950 in Kelsall, Cheshire) is a former Grand Prix motorcycle road racer. His best season was in 1974 when he finished in tenth place in the 500cc world championship on a Yamaha motorcycle. Williams was an eight-time winner at the Isle of Man TT races, although only three of those victories counted towards the world championship.",
      "pageId": 15128455,
      "monthDay": "07/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Faye_Kellerman",
      "name": "Faye Kellerman",
      "aboutText": "Richard Berry (born Richard Élie Benguigui, 31 July 1950) is a French actor, film director and screenwriter. He has appeared in nearly 100 films since 1972.",
      "pageId": 24155747,
      "monthDay": "07/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ted_Baillieu",
      "name": "Ted Baillieu",
      "aboutText": "Michael \"Mike\" Jackson (born July 31, 1949) is an American former professional basketball player. After a collegiate career at the Cal State University Los Angeles, Jackson was selected in both the 1972 ABA draft and 1972 NBA draft.\nJackson played at Hancock Junior College (now called Allan Hancock College) to start his collegiate career.",
      "pageId": 43700769,
      "monthDay": "07/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jimmy_Cook",
      "name": "Jimmy Cook",
      "aboutText": "Daniel Gaston Ash (born 31 July 1957, in Northampton, England) is an English musician, songwriter and singer. He became prominent in the late 1970s as the guitarist for the iconic goth rock band Bauhaus, which spawned two related bands led by Ash: Tones on Tail and Love and Rockets.",
      "pageId": 264276,
      "monthDay": "07/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/T%C5%8Dru_Furuya",
      "name": "Tōru Furuya",
      "aboutText": "Michael Connell Biehn (born July 31, 1956) is an American actor and director. He is known for his roles in science fiction films directed by James Cameron; as Sgt. Kyle Reese in The Terminator (1984) and in its sequel Terminator 2: Judgment Day (1992) (cameo; can only be seen in the extended and Director's Cut editions), Cpl.",
      "pageId": 468995,
      "monthDay": "07/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/James_Read",
      "name": "James Read",
      "aboutText": "Mark John Thompson (born 31 July 1957) is a British media executive and current CEO of the New York Times Company. A former chief executive of Channel 4, he is best known as Director-General of the BBC from 2004 to 2012.\n^ \"Mark Thompson, Esq Authorised Biography – Debrett’s People of Today, Mark Thompson, Esq Profile\".",
      "pageId": 670104,
      "monthDay": "07/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Manivannan",
      "name": "Manivannan",
      "aboutText": "Ronald L. Kuby (born July 31, 1956) is an American criminal defense and civil rights lawyer, radio talk show host and television commentator. He has hosted radio programs on WABC Radio in New York and Air America Radio.\nKuby currently leads the Law Office of Ronald L. Kuby in Manhattan.",
      "pageId": 761782,
      "monthDay": "07/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rainer_Bock",
      "name": "Rainer Bock",
      "aboutText": "Tōru Furuya (古谷 徹, Furuya Tōru, born July 31, 1953 in Yokohama, Kanagawa Prefecture, Japan) is a Japanese voice actor and narrator. As a child, he was a member of Gekidan Himawari, a children's acting troupe. He is currently employed by the talent management firm Aoni Production.",
      "pageId": 779902,
      "monthDay": "07/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Derek_Smith_(ice_hockey,_born_1954)",
      "name": "Derek Smith",
      "aboutText": "William E. Callahan (born July 31, 1956) is the offensive line coach for the Washington Redskins.",
      "pageId": 1765898,
      "monthDay": "07/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jakie_Quartz",
      "name": "Jakie Quartz",
      "aboutText": "Leon \"Bull\" Durham (born July 31, 1957) is a former first baseman and outfielder in Major League Baseball who played for 10 seasons, and current hitting coach for the Triple-A Toledo Mud Hens. Durham played with the St. Louis Cardinals (1980, 1989), Chicago Cubs (1981-1988), and Cincinnati Reds (1988).",
      "pageId": 1818281,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Biehn",
      "name": "Michael Biehn",
      "aboutText": "James Christopher Read (born July 31, 1953) is an American actor, best known for his role of George Hazard in the North and South television miniseries.",
      "pageId": 1885922,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bill_Callahan_(American_football)",
      "name": "Bill Callahan",
      "aboutText": "Deval Laurdine Patrick (born July 31, 1956) is an American politician and civil rights lawyer who served as the 71st Governor of Massachusetts from 2007 to 2015. A member of the Democratic Party, Patrick served as the United States Assistant Attorney General for the Civil Rights Division under President Bill Clinton. He was first elected in 2006, succeeding Mitt Romney who chose not to run, and re-elected in 2010.",
      "pageId": 2086606,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Arden",
      "name": "Mark Arden",
      "aboutText": "Mark Arden (born 31 July 1956) is an English comedian and actor, best known for being one half of comic double act \"The Oblivion Boys\" with Stephen Frost.\nArden was born in Newbury, Berkshire. He and Frost came to prominence in the late 1970s alternative comedy boom, and became recognisable to a national audience with regular spots on Saturday Live.",
      "pageId": 2584105,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ernie_Dingo",
      "name": "Ernie Dingo",
      "aboutText": "Ernie Dingo AM (born 31 July 1956) is an Indigenous Australian actor and television presenter originating from the Yamatji people of the Murchison region of Western Australia.",
      "pageId": 3131023,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ron_Kuby",
      "name": "Ron Kuby",
      "aboutText": "Lynne Rae Perkins (born July 31, 1956) is an American writer and illustrator of children's books.\nHer novel Criss Cross, winner of the 2006 Newbery Medal, is a book of vignettes, illustrations, photographs, and poems about a group of four small-town teenagers.\n\"Writing in a wry, omniscient third-person narrative voice, Perkins deftly captures the tentativeness and incompleteness of adolescence\", said Award Committee Chair Barbara Barstow.",
      "pageId": 3830118,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Deval_Patrick",
      "name": "Deval Patrick",
      "aboutText": "Stephen James \"Jimmy\" Cook (born 31 July 1953) is a former South African cricketer who played in three Tests and four ODIs from 1991 to 1993. His son Stephen Cook currently plays for Gauteng.\nCook was a prolific opening batsman both in his native South Africa and for Somerset County Cricket Club but South Africa's exclusion from Test cricket cost him a significant Test career.",
      "pageId": 3831127,
      "monthDay": "07/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lynne_Rae_Perkins",
      "name": "Lynne Rae Perkins",
      "aboutText": "S. Manivannan Rajagopal (31 July 1953 – 15 June 2013), popularly known mononymously as Manivannan, was an Indian film actor and director. In a career spanning three decades, Manivannan went from being a story and dialogue writer for veteran director Bharathiraja from 1980–82 to a successful director who thrived in experimenting with different genres, before becoming an actor. With over 400 films to his name, Manivannan was one of the most experienced actors in the field and has directed exact 50 films.",
      "pageId": 5217786,
      "monthDay": "07/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Daniel_Ash",
      "name": "Daniel Ash",
      "aboutText": "Dennis Dirk Blocker (born July 31, 1957) is an American actor and the son of actor Dan Blocker, of the popular TV series, Bonanza and Dolphia Lee Blocker (née Parker). He currently co-stars as Hitchcock on the Fox comedy series Brooklyn Nine-Nine.\nDirk Blocker began appearing in American television in 1974, acting in an episode of Marcus Welby, M.D. at the age of sixteen.",
      "pageId": 6068438,
      "monthDay": "07/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jane_Bennett_(political_theorist)",
      "name": "Jane Bennett",
      "aboutText": "Derek Robert Smith (born July 31, 1954) is a former Buffalo Sabres player that was drafted by the Sabres in 1974. He amassed 78 NHL goals in a nine-year career that also saw the forward play with the Detroit Red Wings. Smith was born in Quebec City, Quebec, but grew up in Ottawa, Ontario.",
      "pageId": 8047847,
      "monthDay": "07/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dirk_Blocker",
      "name": "Dirk Blocker",
      "aboutText": "Jakie Quartz (born Jacqueline Cuchet, July 31, 1955) is a French singer.",
      "pageId": 19780338,
      "monthDay": "07/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Leon_Durham",
      "name": "Leon Durham",
      "aboutText": "Rainer Bock (born 31 July 1954) is a German actor. Bock was born in Kiel. He had already worked as a stage actor for about 25 years, beginning in 1982, in Kiel, at the National Theatre Mannheim, the Staatstheater Stuttgart, and at the Bavarian State Theatre in Munich, before his film work increased by the end of the 2000s.",
      "pageId": 31035015,
      "monthDay": "07/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Shan_Goshorn",
      "name": "Shan Goshorn",
      "aboutText": "Jane Bennett (born July 31, 1957) is an American professor at the Department of Political Science, Johns Hopkins University School of Arts and Sciences. She is also the editor of the academic journal Political Theory.",
      "pageId": 43390744,
      "monthDay": "07/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Thompson_(media_executive)",
      "name": "Mark Thompson",
      "aboutText": "Shan Goshorn (born July 3, 1957) is an Eastern Band Cherokee artist living in Tulsa, Oklahoma. Her multi-media artwork expresses human rights issues, especially those that affect Native American people today. Goshorn utilizes different mediums to convey her message, including woven baskets, silversmithing, painting, and photography, among others.",
      "pageId": 45645005,
      "monthDay": "07/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bill_Berry",
      "name": "Bill Berry",
      "aboutText": "Stanley Jordan (born July 31, 1959) is an American jazz/jazz fusion guitarist and pianist.",
      "pageId": 43181,
      "monthDay": "07/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_Cuban",
      "name": "Mark Cuban",
      "aboutText": "Dale Robert Hunter (born July 31, 1960) is a Canadian former professional ice hockey player and the former head coach of the Washington Capitals of the National Hockey League and current head coach of the London Knights of the Ontario Hockey League.",
      "pageId": 274757,
      "monthDay": "07/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Wally_Kurth",
      "name": "Wally Kurth",
      "aboutText": "Andrew William Stevenson Marr (born 31 July 1959) is a British broadcaster and journalist. Beginning his career as a political commentator, he subsequently edited The Independent (1996–98), and was political editor of BBC News (2000–05). He began hosting a political programme—Sunday AM, now called The Andrew Marr Show—on Sunday mornings on BBC One from September 2005.",
      "pageId": 323396,
      "monthDay": "07/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stanley_Jordan",
      "name": "Stanley Jordan",
      "aboutText": "Mark Cuban (born July 31, 1958) is an American businessman, investor, film producer, author, television personality and philanthropist. He is the owner of the NBA's Dallas Mavericks, Landmark Theatres, and Magnolia Pictures, and the chairman of the HDTV cable network AXS TV. He is also a \"shark\" investor on the television series Shark Tank.",
      "pageId": 408743,
      "monthDay": "07/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andrew_Marr",
      "name": "Andrew Marr",
      "aboutText": "Wesley Trent Snipes (born July 31, 1962) is an American actor, film producer and martial artist. He is best known for his role as the Marvel Comics character Blade in the Blade film trilogy. He formed a production company, Amen-Ra Films, in 1991, and a subsidiary, Black Dot Media, to develop projects for film and television.",
      "pageId": 528673,
      "monthDay": "07/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Peter_Senior",
      "name": "Peter Senior",
      "aboutText": "William Thomas \"Bill\" Berry (born July 31, 1958) is a retired American musician and multi-instrumentalist, best known as the drummer for the alternative rock band R.E.M. In addition to his drumming duties, Berry played many other instruments including guitar, bass guitar, and piano, both for songwriting and on R.E.M. records.",
      "pageId": 538109,
      "monthDay": "07/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dale_Hunter",
      "name": "Dale Hunter",
      "aboutText": "James Steven Ignatius \"Jim\" Corr (born 31 July 1964), is an Irish musician, singer and songwriter. He is a member of the Irish folk/rock band The Corrs, the other members being his three younger sisters Andrea, Sharon and Caroline.",
      "pageId": 654360,
      "monthDay": "07/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Malcolm_Ross_(musician)",
      "name": "Malcolm Ross",
      "aboutText": "Wally Kurth (born July 31, 1958) is an American singer and television performer. He is best known for his work on the soap opera General Hospital as the second Ned Ashton, which he portrayed from 1993 until 2007, and for his role as Justin Kiriakis on Days of Our Lives a role he created in 1987 and played until he left the show in 1991, returning to reprise the role in August 2009. He also played the character of Sam Hutchins on As the World Turns for several months in late 2007/early 2008.",
      "pageId": 901138,
      "monthDay": "07/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Frank_Gardner_(journalist)",
      "name": "Frank Gardner",
      "aboutText": "C. C. Catch (born Caroline Catherine Müller, 31 July 1964 in Oss, Netherlands) is a Dutch-born German pop singer, best known for her collaboration with Dieter Bohlen in the 1980s.",
      "pageId": 1351128,
      "monthDay": "07/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Chiang_(California_politician)",
      "name": "John Chiang",
      "aboutText": "John Hodger Laurinaitis (born July 31, 1962), also known as Johnny Ace, is an American semi-retired professional wrestler and senior producer, currently employed by WWE.",
      "pageId": 1931006,
      "monthDay": "07/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kevin_Greene",
      "name": "Kevin Greene",
      "aboutText": "Kevin Darwin Greene (born July 31, 1962) is a former American football linebacker who played in the National Football League for 15 years. Greene retired after the 1999 NFL season and currently ranks third amongst all-time sack leaders, leading the NFL twice in that category.",
      "pageId": 2446514,
      "monthDay": "07/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Laurinaitis",
      "name": "John Laurinaitis",
      "aboutText": "Scott William Brooks (born July 31, 1965) is an American professional basketball coach and former professional basketball player. He most recently served as the head coach of the Oklahoma City Thunder of the National Basketball Association (NBA). Standing at 5'11\", or 1.80 meters, Brooks played the basketball position of point guard while playing collegiately at San Joaquin Delta College and Texas Christian University, before finishing his final two years at the University of California, Irvine.",
      "pageId": 3062692,
      "monthDay": "07/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Wesley_Snipes",
      "name": "Wesley Snipes",
      "aboutText": "Fergus Henderson (born 31 July 1963) is an English chef who founded St John restaurant on St John Street in London. He is often noted for his use of offal and other neglected cuts of meat as a consequence of his philosophy of nose to tail eating. Following in the footsteps of his parents, Brian and Elizabeth Henderson, he trained as an architect at the Architectural Association in London.",
      "pageId": 3851676,
      "monthDay": "07/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Fergus_Henderson",
      "name": "Fergus Henderson",
      "aboutText": "Brian Norman Skrudland (born July 31, 1963) is a retired former professional ice hockey player who played for the Montreal Canadiens, Calgary Flames, Florida Panthers, New York Rangers and Dallas Stars. He has served as an assistant coach for the Panthers since November 8, 2013.",
      "pageId": 4771208,
      "monthDay": "07/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brian_Skrudland",
      "name": "Brian Skrudland",
      "aboutText": "Peter Albert Charles Senior (born 31 July 1959) is an Australian professional golfer who has won more than twenty tournaments around the world.\nSenior has competed mainly on the PGA Tour of Australasia, where he has had the most success and won the Order of Merit on four occasions, and the European Tour. He has also played occasionally on the Japan Golf Tour and the United States-based PGA Tour.",
      "pageId": 5259060,
      "monthDay": "07/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/C._C._Catch",
      "name": "C. C. Catch",
      "aboutText": "John Chiang (Chinese: 江俊輝; born July 31, 1962) is an American politician and member of the Democratic Party who has served as the California State Treasurer since January 5, 2015.",
      "pageId": 5301973,
      "monthDay": "07/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jim_Corr",
      "name": "Jim Corr",
      "aboutText": "Urmas Hepner (born 31 July 1964 in Tallinn) is a former Estonian footballer, who is currently coaching Levadia Tallinn's reserves, as well as working in the club's youth system. In 1992 Hepner was named Estonian Footballer of the Year.\nDuring his career, Hepner played for numerous clubs in Estonia and Finland and won a total of 13 caps for Estonia national football team.",
      "pageId": 11947055,
      "monthDay": "07/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Urmas_Hepner",
      "name": "Urmas Hepner",
      "aboutText": "Malcolm Ross (born 31 July 1960 in Blantyre, Malawi) is a Scottish guitarist. His musical career started when he played guitar in the Scottish band Josef K. They released a string of singles and an album, The Only Fun in Town, on Postcard Records in the early 1980s.\nAfter the demise of Josef K, Ross joined Edwyn Collins in the group Orange Juice, playing and writing songs for both the Rip it Up and Texas Fever albums.",
      "pageId": 12154131,
      "monthDay": "07/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Scott_Brooks",
      "name": "Scott Brooks",
      "aboutText": "Francis Rolleston \"Frank\" Gardner, OBE, FRGS (born 31 July 1961), is a British journalist and correspondent. He is currently the BBC's Security Correspondent.",
      "pageId": 14914577,
      "monthDay": "07/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Pat_Finn_(actor)",
      "name": "Pat Finn",
      "aboutText": "Patrick Cassidy \"Pat\" Finn (born July 31, 1965) is an American film and television actor.",
      "pageId": 29823952,
      "monthDay": "07/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ian_Roberts_(rugby_league)",
      "name": "Ian Roberts",
      "aboutText": "Joanne \"Jo\" Rowling, OBE FRSL (/ˈroʊlɪŋ/; born 31 July 1965), pen names J. K. Rowling and Robert Galbraith, is a British novelist, screenwriter and film producer best known as the author of the Harry Potter fantasy series. The books have gained worldwide attention, won multiple awards, and sold more than 400 million copies. They have become the best-selling book series in history and been the basis for a series of films which is the second highest-grossing film series in history.",
      "pageId": 16027,
      "monthDay": "07/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/J._K._Rowling",
      "name": "J. K. Rowling",
      "aboutText": "Dean George Cain (né Tanaka; July 31, 1966) is an American actor, producer, writer, director, and television show host.",
      "pageId": 564565,
      "monthDay": "07/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dean_Cain",
      "name": "Dean Cain",
      "aboutText": "Loren Dean (born July 31, 1969) is an American actor.",
      "pageId": 699423,
      "monthDay": "07/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tatsuya_Ishihara",
      "name": "Tatsuya Ishihara",
      "aboutText": "Peter Kipchumba Rono (born 31 July 1967) is a former Kenyan athlete, who won the 1,500 metres at the 1988 Summer Olympics.",
      "pageId": 821967,
      "monthDay": "07/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kevin_Martin_(curler)",
      "name": "Kevin Martin",
      "aboutText": "Mitsuo Iwata (岩田 光央, Iwata Mitsuo, born July 31, 1967) is a Japanese voice actor who was born in Tokorozawa, Saitama. He is married to voice actress Rikako Aikawa. Mania.com praised him as \"truly one of the greatest seiyuu\".",
      "pageId": 846472,
      "monthDay": "07/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Minako_Honda",
      "name": "Minako Honda",
      "aboutText": "Kevin Martin (born July 31, 1966), nicknamed \"The Old Bear\" and \"K-Mart\", is a retired Canadian curler from Edmonton. He is considered by many commentators and former and current curlers to be the greatest curler of all time.\nOver his 30-year curling career, he has won four Briers, a gold medal at the 2010 Winter Olympics, and one world championship.",
      "pageId": 1535093,
      "monthDay": "07/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mitsuo_Iwata",
      "name": "Mitsuo Iwata",
      "aboutText": "Ian Roberts (born 31 July 1965) is an Australian actor, model and former professional rugby league footballer of the 1980s and 1990s. A New South Wales State of Origin and Australian international representative forward, he played club football with the South Sydney Rabbitohs, Wigan Warriors, Manly-Warringah Sea Eagles and North Queensland Cowboys. In 1995 Roberts became the first high-profile Australian sports person and first rugby footballer in the world to come out to the public as gay.",
      "pageId": 1789511,
      "monthDay": "07/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tony_Massenburg",
      "name": "Tony Massenburg",
      "aboutText": "David Cash (born July 31, 1969) better known by his ring name Kid Kash, is a retired American professional wrestler, best known for his work in Extreme Championship Wrestling (ECW), Total Nonstop Action Wrestling (TNA) and World Wrestling Entertainment (WWE).",
      "pageId": 1874174,
      "monthDay": "07/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Peter_Rono",
      "name": "Peter Rono",
      "aboutText": "Tony Arnel Massenburg (born July 31, 1967) is an American former professional basketball player.",
      "pageId": 2106556,
      "monthDay": "07/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tim_Wright_(musician)",
      "name": "Tim Wright",
      "aboutText": "Ben Chaplin (born Benedict John Greenwood; 31 July 1969) is an English actor.",
      "pageId": 2305668,
      "monthDay": "07/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Saeed-Al-Saffar",
      "name": "Saeed-Al-Saffar",
      "aboutText": "Amanda Felicitas Stepto (born July 31, 1970) is a Canadian actress.",
      "pageId": 2504256,
      "monthDay": "07/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Julian_Richards_(director)",
      "name": "Julian Richards",
      "aboutText": "Minako Honda (本田 美奈子, Honda Minako, born Minako Kudō (工藤 美奈子, Kudō Minako), July 31, 1967 – November 6, 2005) was a Japanese \"idol\" pop-star and musical singer. She became famous and popular as \"Japan's Madonna\" because of her sexy fashion and live performances in the mid to late 1980s.\nShe was diagnosed with acute myelogenous leukemia on January 5, 2005.",
      "pageId": 3102549,
      "monthDay": "07/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Loren_Dean",
      "name": "Loren Dean",
      "aboutText": "Saeed-al-Saffar (born 31 July 1968 in Dubai, United Arab Emirates) is a cricketer who has represented the UAE at international level, most notably in the One Day International the Emirates side played against the Netherlands in Lahore in the 1996 Cricket World Cup. He also competed for the UAE in the 1996–97 and 2001 versions of the ICC Trophy, which is the qualifying competition for the World Cup played between non-Test nations.\nPlus he has the distinction of scoring a double hundred against Thailand in the acc trophy, 209 not out was his score which by itself is a huge feat in one day form of the game.",
      "pageId": 3828191,
      "monthDay": "07/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kid_Kash",
      "name": "Kid Kash",
      "aboutText": "For UK musician and recording artist, see Tim Wright (UK musician)",
      "pageId": 4263670,
      "monthDay": "07/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kenneth_D._Schisler",
      "name": "Kenneth D. Schisler",
      "aboutText": "Andrzej Kobylański (born 31 July 1970 in Ostrowiec Świętokrzyski) is a former Polish footballer. As of March 2012, Kobylański works as assistant manager for KS Cracovia.",
      "pageId": 5756944,
      "monthDay": "07/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ahmad_Akbarpour",
      "name": "Ahmad Akbarpour",
      "aboutText": "Tatsuya Ishihara (石原 立也, Ishihara Tatsuya, born July 31, 1966) is a Japanese anime director from Maizuru, Kyoto working for the Japanese animation studio Kyoto Animation.",
      "pageId": 8177763,
      "monthDay": "07/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ben_Chaplin",
      "name": "Ben Chaplin",
      "aboutText": "Julian Richards (born 31 July 1968, Newport, South Wales, Monmouthshire) is a Welsh film director.",
      "pageId": 8773132,
      "monthDay": "07/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrzej_Kobyla%C5%84ski",
      "name": "Andrzej Kobylański",
      "aboutText": "Kenneth D. Schisler (born July 31, 1969) is a former member of the Maryland House of Delegates and former chair of the Maryland Public Service Commission.",
      "pageId": 11299205,
      "monthDay": "07/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Giorgos_Sigalas",
      "name": "Giorgos Sigalas",
      "aboutText": "Ahmad Akbarpour (Persian: احمد اکبرپور‎‎) Ahmad Akbarpūr Persian pronunciation: [æhˈmæd(-e) ækbærpuːr], born July 31, 1970 in Chah Varz, Lamerd, Fars Province, is a novelist and author of short stories and children books.",
      "pageId": 15629605,
      "monthDay": "07/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Amanda_Stepto",
      "name": "Amanda Stepto",
      "aboutText": "Giorgos Sigalas (alternate spelling: Georgios) (Greek: Γιώργος Σιγάλας; born July 31, 1971 in Peristeri, Greece), is a retired Greek professional basketball player. During the 1990s, the 6'7\" swingman was the regular captain of the senior men's Greek national team, as well as of the Athens-based Olympiacos in the Greek League and the Euroleague. Sigalas played regularly along with players like Eddie Johnson, David Rivers, Roy Tarpley, Žarko Paspalj, Willie Anderson, Christian Welp, and Walter Berry.",
      "pageId": 15864477,
      "monthDay": "07/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dave_Wedge",
      "name": "Dave Wedge",
      "aboutText": "Christina Cox (born July 31, 1971) is a Canadian movie and television actress and stuntwoman.",
      "pageId": 449814,
      "monthDay": "07/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_5_(guitarist)",
      "name": "John 5",
      "aboutText": "Wail Mohammed al-Shehri (Arabic: وائل الشهري‎, Wāīl ash-Shehrī; also transliterated as Alshehri) (July 31, 1973 – September 11, 2001) was one of five hijackers of American Airlines Flight 11, which was hijacked and flown into the North Tower of the World Trade Center as part of the September 11 attacks.\nShehri was an elementary school teacher from Khamis Mushait in the Asir region of Saudi Arabia. In early 2000 he traveled to Medina to seek treatment for mental problems.",
      "pageId": 855465,
      "monthDay": "07/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christina_Cox",
      "name": "Christina Cox",
      "aboutText": "Gabriel Stefan \"Gabe\" Kapler (born July 31, 1975) is a former Major League Baseball outfielder.\nHe played portions of 13 seasons with the Detroit Tigers, Texas Rangers, Colorado Rockies, Boston Red Sox, Milwaukee Brewers, and the Tampa Bay Rays.",
      "pageId": 893831,
      "monthDay": "07/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gus_Frerotte",
      "name": "Gus Frerotte",
      "aboutText": "Jonathan Phillip Ogden (born July 31, 1974) is a former American college and professional football player who was an offensive tackle in the National Football League (NFL) for twelve seasons. He played college football for the University of California, Los Angeles (UCLA), and was recognized as a unanimous All-American. Drafted in the first round of the 1996 NFL Draft, he played his entire professional career for the Baltimore Ravens.",
      "pageId": 960886,
      "monthDay": "07/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Giorgos_Kapoutzidis",
      "name": "Giorgos Kapoutzidis",
      "aboutText": "Paulo César Wanchope Watson (Spanish pronunciation: [ˈpaulo wanˈtʃope]; born 31 July 1976), more commonly known as Paulo Wanchope, is a Costa Rican former footballer and former Head Coach of the Costa Rica national football team.\nAs of February 2009, Wanchope is the second most prolific goalscorer in the history of the Costa Rica national football team, behind Rolando Fonseca, with 45 goals in 73 international matches.\n^ Hugman, Barry J. (2005).",
      "pageId": 1121500,
      "monthDay": "07/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Wail_al-Shehri",
      "name": "Wail al-Shehri",
      "aboutText": "Timothy Scott Couch (born July 31, 1977) is a former American college and professional football player who was a quarterback in the National Football League (NFL) for five seasons. He played college football for the University of Kentucky and earned All-America honors.",
      "pageId": 1142204,
      "monthDay": "07/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nathan_Brown_(rugby_league_born_1973)",
      "name": "Nathan Brown",
      "aboutText": "Andrew James Hall (born 31 July 1975) is a South African cricketer and a former member of the South African cricket team (playing from 1999 until 2007). He is an all-rounder who bowls fast-medium pace, and has been used as both an opening batsman and in the lower order. Prior to making it on the South African first class cricket scene he played indoor cricket for South Africa.",
      "pageId": 1195014,
      "monthDay": "07/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fabulous_Flournoy",
      "name": "Fabulous Flournoy",
      "aboutText": "Leona Kristina Naess (or Næss) (born 31 July 1974) is a British singer-songwriter. She released her debut album, Comatised, in March 2000, which produced the single \"Charm Attack\" (Adult Top 40 #29).",
      "pageId": 1695828,
      "monthDay": "07/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Emilia_Fox",
      "name": "Emilia Fox",
      "aboutText": "Emilia Rose Elizabeth Fox (born 31 July 1974) is an English actress, known for her role as Dr. Nikki Alexander on BBC crime drama Silent Witness, having joined the cast in 2004 following the departure of Amanda Burton.",
      "pageId": 1770718,
      "monthDay": "07/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Leona_Naess",
      "name": "Leona Naess",
      "aboutText": "Gustave Joseph \"Gus\" Frerotte (/fəˈrɒt/; born July 31, 1971) is a former American football quarterback. He was drafted by the Washington Redskins in the seventh round of the 1994 NFL Draft. He played college football at Tulsa.",
      "pageId": 1998069,
      "monthDay": "07/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jonathan_Ogden",
      "name": "Jonathan Ogden",
      "aboutText": "Ruben Nathaniel Patterson (born July 31, 1975) is a former American professional basketball player. During his career, he played as a small forward and shooting guard. During his college career at the University of Cincinnati, Patterson earned third-team All-American honors and helped lead the Bearcats to Conference USA titles in both of his seasons there.",
      "pageId": 2468450,
      "monthDay": "07/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Randy_Flores",
      "name": "Randy Flores",
      "aboutText": "John William Lowery (born July 31, 1971), best known by the stage name John 5, is an American guitarist. His stage name was bestowed on him in 1998 when he left David Lee Roth and joined the industrial metal group Marilyn Manson as their guitarist, taking over from Zim Zum. Still going by the name \"John 5\", Lowery has since become the guitarist for Rob Zombie.",
      "pageId": 2741945,
      "monthDay": "07/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Andrew_Hall",
      "name": "Andrew Hall",
      "aboutText": "Nathan Brown (born 31 July 1973) is an Australian former professional rugby league footballer who is currently the head coach of the Newcastle Knights in the National Rugby League. He played for the St. George Dragons and St.",
      "pageId": 3893674,
      "monthDay": "07/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Stephanie_Hirst",
      "name": "Stephanie Hirst",
      "aboutText": "Stephanie Hirst (born 31 July 1975) is an English radio & TV presenter best known for hosting Hit40UK, the former national commercial chart show, and the weekday breakfast show on Capital Yorkshire called Hirsty's Daily Dose.",
      "pageId": 4253233,
      "monthDay": "07/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Gabe_Kapler",
      "name": "Gabe Kapler",
      "aboutText": "Randy Alan Flores (born July 31, 1975) is an American director of scouting for the St. Louis Cardinals of Major League Baseball (MLB), a sports commentator, entrepreneur, coach, and former professional baseball relief pitcher.\nWhile playing college baseball for the Trojans of the University of Southern California, Flores was the 1995 Co-Pac-10 Pitcher of the Year.",
      "pageId": 4288287,
      "monthDay": "07/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ruben_Patterson",
      "name": "Ruben Patterson",
      "aboutText": "Allan Von Schenkel (born July 31, 1975) is an American double bassist, performance artist, music promoter, and composer. He is a self-described \"creative bass soloist\", and, since the beginning of his music career in the early 1990s, has performed an average of 80 recitals each year. He has developed connections with many important personalities in music, including Lee Hoiby and Yoko Ono.",
      "pageId": 5503423,
      "monthDay": "07/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Allan_von_Schenkel",
      "name": "Allan von Schenkel",
      "aboutText": "Yorgos Kapoutzidis (Greek Γιώργος Καπουτζίδης; b. July 31, 1972, Serres) is a Greek screenwriter and actor. He is the creator of the critically successful television series \"\"Savvatogennimenes\" (original title \"Σαββατογεννημένες\") and \"Sto Para Pente\" (original title \"Στο παρά 5\"), one of the most successful shows in Greek television history, the finale attracting 3 million viewers).",
      "pageId": 5782077,
      "monthDay": "07/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Joshua_Cain",
      "name": "Joshua Cain",
      "aboutText": "Joshua Allen Cain (born July 31, 1976) is a guitarist and record producer from Saint Paul, Minnesota. He is the co-founder and lead guitarist of American pop punk band Motion City Soundtrack.",
      "pageId": 7542558,
      "monthDay": "07/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paulo_Wanchope",
      "name": "Paulo Wanchope",
      "aboutText": "Fabulous Flournoy (born July 31, 1973) is a player and the head coach for basketball team Newcastle Eagles, who compete in the British Basketball League.\nBorn in New York City, New York, the 6'3\" shooting guard/small forward, noted for his tenacious defence and very high standards, attended Panola Junior College and was a student at NCAA Division 1 college McNeese State University, also the home college of NBA legend Joe Dumars, member of the USA Dream Team, player and now Vice President of the Detroit Pistons.\nAfter finishing college in 1996, Flournoy signed for British Basketball League team, the Birmingham Bullets making his debut against the Greater London Leopards on September 15, 1996.",
      "pageId": 8372929,
      "monthDay": "07/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tim_Couch",
      "name": "Tim Couch",
      "aboutText": "David M. Wedge (born July 31, 1970 in Brockton, Massachusetts), is an author, journalist, communications strategist and award-winning former reporter for the Boston Herald.",
      "pageId": 8645927,
      "monthDay": "07/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Will_Champion",
      "name": "Will Champion",
      "aboutText": "Ira Losco M.Q.R. (born 31 July 1981) is a Maltese singer.",
      "pageId": 330250,
      "monthDay": "07/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zeta_Makripoulia",
      "name": "Zeta Makripoulia",
      "aboutText": "Justin Boyd Wilson (31 July 1978 – 24 August 2015) was a British professional open-wheel racing driver. At the time of his death, Wilson was competing part-time in the IndyCar Series, driving the No. 25 Honda for Andretti Autosport.",
      "pageId": 875897,
      "monthDay": "07/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nick_Sorensen",
      "name": "Nick Sorensen",
      "aboutText": "Rina Aiuchi (愛内 里菜, Aiuchi Rina) born July 31, 1980 in Higashiōsaka, Osaka, Japan is a retired female Japanese popular music singer. She wrote her own lyrics to her songs and self-produced in the last few years before retirement. She was previously affiliated with the Giza Studio recording label.",
      "pageId": 1008013,
      "monthDay": "07/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Justin_Wilson_(racing_driver)",
      "name": "Justin Wilson",
      "aboutText": "Junior Malili Muliaina (born 31 July 1980), better known as Mils Muliaina, is a professional rugby union player. He plays primarily as a fullback, though he has also played as a centre and on the wing.\nBorn in Salesi, Samoa, Muliaina moved with his family to Invercargill, New Zealand, at the age of two.",
      "pageId": 1310584,
      "monthDay": "07/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaco_Erasmus",
      "name": "Jaco Erasmus",
      "aboutText": "Per Billeskov Krøldrup (born 31 July 1979 in Farsø) is a Danish professional footballer who is currently a free agent.\nHe has played 33 games for the Denmark national football team, and was part of their squad for the 2004 European Championship.\n^ \"Per Krøldrup\".",
      "pageId": 1467137,
      "monthDay": "07/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/J._J._Furmaniak",
      "name": "J. J. Furmaniak",
      "aboutText": "Titus Malachi Bramble (born 31 July 1981) is an English footballer who currently is without a club, having left Sunderland at the end of the 2012–2013 Premier League season. He plays as a centre-back.\nBramble began his career at Ipswich Town in 1998, where he made 48 appearances between 1998 and 2002.",
      "pageId": 1684246,
      "monthDay": "07/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Per_Kr%C3%B8ldrup",
      "name": "Per Krøldrup",
      "aboutText": "Jade Kwan (born 31 July 1979) is a Hong Kong Cantopop singer.",
      "pageId": 1829351,
      "monthDay": "07/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jade_Kwan",
      "name": "Jade Kwan",
      "aboutText": "William \"Will\" Champion (born 31 July 1978) is an English musician and multi-instrumentalist, best known as the drummer and backing vocalist of the alternative rock band Coldplay.",
      "pageId": 1963578,
      "monthDay": "07/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlos_Marchena",
      "name": "Carlos Marchena",
      "aboutText": "Jeffrey DaRosa (born July 31, 1982) is a rock multi-instrumentalist and a member of the Boston-based Dropkick Murphys.",
      "pageId": 2383499,
      "monthDay": "07/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/B._J._Novak",
      "name": "B. J. Novak",
      "aboutText": "Vernon A. Carey (born July 13, 1981) is a former American football offensive tackle who played for eight seasons in the National Football League (NFL) for the Miami Dolphins.",
      "pageId": 2404014,
      "monthDay": "07/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rina_Aiuchi",
      "name": "Rina Aiuchi",
      "aboutText": "Matthew Charles Sanders (born July 31, 1981 in Huntington Beach), better known by his stage name M. Shadows, is an American musician, best known as the lead vocalist, songwriter and founding member of the American heavy metal band Avenged Sevenfold.",
      "pageId": 2456471,
      "monthDay": "07/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mikko_Hirvonen",
      "name": "Mikko Hirvonen",
      "aboutText": "Eric Lawrence Brown (born July 31, 1981), better known as Eric Lively, is an American actor. He played the role Nick Larson in The Butterfly Effect 2.",
      "pageId": 2534476,
      "monthDay": "07/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mils_Muliaina",
      "name": "Mils Muliaina",
      "aboutText": "Carlos Marchena López (Spanish pronunciation: [ˈkaɾlos maɾˈtʃena ˈlopeθ]; born 31 July 1979) is a Spanish footballer. Mainly a central defender with an aggressive approach, he can also pitch in as a defensive midfielder.\nMost of his professional career was spent at Valencia (nine years), which he helped to five major titles, including two La Liga championships.",
      "pageId": 2637337,
      "monthDay": "07/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Titus_Bramble",
      "name": "Titus Bramble",
      "aboutText": "Paul Whatuira (born 31 July 1981 in Wellington, New Zealand, pronounced fah-tu-ee-ra) is a former professional rugby league footballer who last played for the Parramatta Eels in the NRL in 2011.",
      "pageId": 2932641,
      "monthDay": "07/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vernon_Carey",
      "name": "Vernon Carey",
      "aboutText": "Benjamin Joseph Manaly \"B. J.\" Novak (born July 31, 1979) is an American actor, stand-up comedian, screenwriter, author, and director.",
      "pageId": 2985351,
      "monthDay": "07/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eric_Lively",
      "name": "Eric Lively",
      "aboutText": "Mikko Hirvonen (born 31 July 1980, Kannonkoski) is a Finnish former rally driver who drove in the World Rally Championship. He placed third in the drivers' championship and helped Ford to the manufacturers' title in both 2006 and 2007. In 2008, 2009, 2011 and 2012 he finished runner-up to Sébastien Loeb.",
      "pageId": 3401222,
      "monthDay": "07/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ira_Losco",
      "name": "Ira Losco",
      "aboutText": "Nicholas Carl \"Nick\" Sorensen (born July 31, 1978) is an American football coach and former safety who is currently a special teams assistant coach for the Seattle Seahawks. He was signed by the Miami Dolphins as an undrafted free agent in 2001.",
      "pageId": 4811922,
      "monthDay": "07/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/M._Shadows",
      "name": "M. Shadows",
      "aboutText": "Jason Joseph \"J. J.\" Furmaniak (born July 31, 1979) is a former American professional baseball infielder, who played in the major leagues for the Pittsburgh Pirates and the Oakland Athletics.",
      "pageId": 5655728,
      "monthDay": "07/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Paul_Whatuira",
      "name": "Paul Whatuira",
      "aboutText": "Zeta Makrypoulia (Greek: Ζέτα Μακρυπούλια; born 31 July 1978 in Athens) is a Greek model, actress, television presenter and fashion designer.",
      "pageId": 10216714,
      "monthDay": "07/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jeff_DaRosa",
      "name": "Jeff DaRosa",
      "aboutText": "Jacobs Erasmus, better known as Jaco Erasmus (born 31 July 1979 in Humansdorp, South Africa) is a South African-born Italian rugby union naturalized player. He plays as a flanker.\nHe played for Rugby Viadana where he gained qualification for the Italian national team.",
      "pageId": 17506238,
      "monthDay": "07/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Blessing_Mahwire",
      "name": "Blessing Mahwire",
      "aboutText": "Michael Sheehan Bradley (born July 31, 1987) is an American soccer player who currently plays for and captains Toronto FC in Major League Soccer and the United States men's national soccer team.",
      "pageId": 1084490,
      "monthDay": "07/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anabel_Medina_Garrigues",
      "name": "Anabel Medina Garrigues",
      "aboutText": "DeMarcus Ware (born July 31, 1982) is an American football outside linebacker for the Denver Broncos of the National Football League (NFL). He played College football at Troy. He was drafted by the Dallas Cowboys with the 11th pick in the first round of the 2005 NFL Draft.",
      "pageId": 1806555,
      "monthDay": "07/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Raymond_Pickard",
      "name": "Raymond Pickard",
      "aboutText": "Ana Isabel \"Anabel\" Medina Garrigues (Spanish: [anaˈβel meˈðina ɣaˈriɣes], Valencian: [anaˈβɛɫ meˈðina ɣaˈriɣes]; born 31 July 1982) is a Spanish female tennis player. She reached a career high WTA Tour ranking of No. 16 on 4 May 2009, and has won 17 singles titles and 26 doubles titles, including the 2008 French Open and 2009 French Open with Virginia Ruano Pascual.",
      "pageId": 2480774,
      "monthDay": "07/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/DeMarcus_Ware",
      "name": "DeMarcus Ware",
      "aboutText": "Shannon Marie Curfman (born July 31, 1985, Fargo, North Dakota) is an American blues-rock guitarist and singer. She came to prominence in 1999, at the age of 14, with the release of her first album, Loud Guitars, Big Suspicions, which she recorded a year earlier.\nCurfman has toured with John Mellencamp, Buddy Guy, George Thorogood and The Indigo Girls.",
      "pageId": 2888422,
      "monthDay": "07/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Joseph_Benavidez",
      "name": "Joseph Benavidez",
      "aboutText": "Ngonidzashe Blessing Mahwire (born July 31, 1982 in Bikita, Masvingo) is a Zimbabwean cricketer who plays first-class cricket for Mashonaland and has also made appearances for the Zimbabwean cricket team in both the Test match and One Day International forms of the game. He is a right-handed batsman and medium-pace bowler.\nHis introduction to the game came as somewhat of a relief not only because he is a competent all-round cricketer, but also because he comes from a province in Zimbabwe called Masvingo, in which few cricketing roots can be found.",
      "pageId": 2974923,
      "monthDay": "07/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Felipe_dal_Belo",
      "name": "Felipe dal Belo",
      "aboutText": "Evgeni (Yevgeni) Vladimirovich \"Geno\" Malkin (Russian: Евге́ний Влади́мирович Ма́лкин; IPA: [jɪvˈɡʲenʲɪj ˈmɑlkʲɪn]; born 31 July 1986) is a Russian professional ice hockey center and alternate captain for the Pittsburgh Penguins of the National Hockey League (NHL). He is known for his remarkable skill set and ability to execute plays, earning him the reputation as one of the best players in the NHL. He currently wears number 71 on his jersey.\nMalkin began his career with his hometown club Metallurg Magnitogorsk, playing for their junior and senior teams.",
      "pageId": 3008194,
      "monthDay": "07/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/%C4%B0pek_Yaylac%C4%B1o%C4%9Flu",
      "name": "İpek Yaylacıoğlu",
      "aboutText": "Victoria Azarenka (Belarusian: Вікторыя Фёдараўна Азаранка, Łacinka Viktoryja Fiodaraŭna Azaranka [vʲikˈtɔrɨja aˈzaranka], Russian: Викто́рия Фёдоровна Аза́ренко, Viktoriya Fyodorovna Azarenko; born 31 July 1989) is a Belarusian professional tennis player. She is a former world No. 1 and is currently world No.",
      "pageId": 3493545,
      "monthDay": "07/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_Ciofani",
      "name": "Daniel Ciofani",
      "aboutText": "Krystal Nicole Meyers is an American Christian rock / Contemporary Christian singer, songwriter, and musician.",
      "pageId": 3764286,
      "monthDay": "07/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shannon_Curfman",
      "name": "Shannon Curfman",
      "aboutText": "Felipe Dias da Silva dal Belo commonly known as just Felipe (born 31 July 1984) is a Brazilian footballer who plays as a defender for Italian club Udinese.",
      "pageId": 7908310,
      "monthDay": "07/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/R%C3%A9my_Di_Gregorio",
      "name": "Rémy Di Gregorio",
      "aboutText": "Adriel Jeremiah \"A. J.\" Green (born July 31, 1988) is an American football wide receiver for the Cincinnati Bengals of the National Football League (NFL). He played college football at Georgia, and was drafted by the Bengals fourth overall in the 2011 NFL Draft.\nIn his first season with the Bengals, Green made the 2012 Pro Bowl, the first rookie receiver to make a Pro Bowl appearance since Anquan Boldin in 2003.",
      "pageId": 9150428,
      "monthDay": "07/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Evgeni_Malkin",
      "name": "Evgeni Malkin",
      "aboutText": "Rémy Di Gregorio (born July 31, 1985) is a French road bicycle racer, who rides for UCI Continental Team Marseille 13-KTM. He has previously competed professionally for Cofidis in 2012, after moving from Astana after the 2011 season.\n^ Atkins, Ben (28 October 2013). \"Rémy Di Gregorio returns to the peloton in 2014 with La Pomme Marseille\".",
      "pageId": 11817023,
      "monthDay": "07/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brian_Orakpo",
      "name": "Brian Orakpo",
      "aboutText": "Brittany Byrnes (born 31 July 1987) is an Australian actress. Her most notable acting role has been Natasha Green in the 2005 TV film Little Oberon.\n^ \"Brittany Byrnes\".",
      "pageId": 13622423,
      "monthDay": "07/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Bradley_(soccer)",
      "name": "Michael Bradley",
      "aboutText": "Spywatch is a story produced by the BBC as part of the Look and Read series. It originally aired on BBC Two from 15 January to 25 March 1996.",
      "pageId": 15723630,
      "monthDay": "07/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brittany_Byrnes",
      "name": "Brittany Byrnes",
      "aboutText": "Brian Ndubisi Orakpo (born July 31, 1986) is an American football outside linebacker for the Tennessee Titans of the National Football League (NFL). He played college football for the University of Texas, and was recognized as a unanimous All-American. He was drafted by the Washington Redskins with the thirteenth overall pick in the 2009 NFL Draft.",
      "pageId": 19979114,
      "monthDay": "07/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mike_Tompkins_(musician)",
      "name": "Mike Tompkins",
      "aboutText": "Joseph Rolando Benavidez (born July 31, 1984) is an American mixed martial artist. After fighting in smaller shows while working as a screen printer in Las Cruces, New Mexico, he joined up with Urijah Faber's Team Alpha Male in 2007. He has since fought in Dream and more recently the World Extreme Cagefighting promotion.",
      "pageId": 20537980,
      "monthDay": "07/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Charlie_Carver",
      "name": "Charlie Carver",
      "aboutText": "Alex Glenn (born 31 July 1988) is a New Zealand professional rugby league footballer who currently plays for the Brisbane Broncos in the National Rugby League. A New Zealand and Cook Islands representative forward, Glenn plays a utility role with the Broncos with whom he has played his entire NRL career with to date. Glenn is of Māori and Cook Islands descent.",
      "pageId": 22955283,
      "monthDay": "07/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/A._J._Green",
      "name": "A. J. Green",
      "aboutText": "Daniel Ciofani (born 31 July 1985) is an Italian footballer who plays for Frosinone.\nA right footed striker, Ciofani had spent 3½ seasons in Lega Pro Seconda Divisione (4th highest level), scoring 50 goals, and additional 2 in playoffs.",
      "pageId": 28182622,
      "monthDay": "07/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Krystal_Meyers",
      "name": "Krystal Meyers",
      "aboutText": "Ipek Yaylacıoğlu (born 31 July 1984) is a Turkish actress from Istanbul.\nShe starred in the TV series Senden başka and appeared in the movie Başka Semtin Çocukları.",
      "pageId": 32411696,
      "monthDay": "07/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alex_Glenn",
      "name": "Alex Glenn",
      "aboutText": "Charlie Carver (born Charles Carver Martensen  July 31, 1988, 7 minutes before his brother Max Carver, born August 1, 1988) is an American actor known for his role as Porter Scavo in the ABC television series Desperate Housewives. He was also well known for his role on Teen Wolf as Ethan, along with his brother Max Carver who played Aiden.",
      "pageId": 35637798,
      "monthDay": "07/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Victoria_Azarenka",
      "name": "Victoria Azarenka",
      "aboutText": "Mike Tompkins (born July 31, 1987) is a Canadian musician from Ilderton, Ontario. He primarily records a capella covers and original songs, using only his mouth and voice. He has been partnered with Maker Studios, but is now an independent artist.",
      "pageId": 44815159,
      "monthDay": "07/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alexis_Knapp",
      "name": "Alexis Knapp",
      "aboutText": "Zelda Rae Williams (born July 31, 1989) is an American actress and the daughter of Marsha Garces Williams and comedian and actor Robin Williams.",
      "pageId": 2383689,
      "monthDay": "07/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Johanna_Omolo",
      "name": "Johanna Omolo",
      "aboutText": "Christian Byers is an Australian actor born on 31 July 1993 in Sydney, Australia. In 2006, he made his film debut in Opal Dream, before featuring in December Boys alongside Daniel Radcliffe. In 2007, Christian portrayed Jacob in Hey, Hey, It's Esther Blueburger.",
      "pageId": 7148437,
      "monthDay": "07/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Joey_Richter",
      "name": "Joey Richter",
      "aboutText": "Mirela Cabero (born July 31, 1990 in Aranjuez, Spain) is a Spanish singer.",
      "pageId": 10779900,
      "monthDay": "07/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jessica_Williams_(actress)",
      "name": "Jessica Williams",
      "aboutText": "Besart Abdurahimi (Macedonian: Бесарт Абдурахими, born 31 July 1990 in Zagreb) is a Croatian-born Macedonian football player of Albanian descent who plays for Lokeren in Belgium.",
      "pageId": 17524733,
      "monthDay": "07/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Zelda_Williams",
      "name": "Zelda Williams",
      "aboutText": "Rico Rodriguez (born July 31, 1998) is an American actor. He is best known for playing Manny Delgado in the ABC sitcom Modern Family.",
      "pageId": 22284022,
      "monthDay": "07/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mirela",
      "name": "Mirela",
      "aboutText": "Barbie Forteza, (born Barbara Ambas Forteza on 31 July 1997 in Biñan City, Laguna, Philippines), is a Filipina commercial model and actress, known for her roles such as young Jodi in GMA Network's remake of the Koreanovela Stairway To Heaven and Cyndi Gomez in First Time. Forteza also appeared in several movies such as: Tween Academy: Class of 2012, The Road and the indie film, Puntod in which she won as New Movie Actress of the Year in the 26th PMPC Star Awards for Movies. In April 2013, Forteza released her self-titled album, Barbie Forteza under MCA Records with the carrier single, Meron Ba which was used as the theme song for GMA Network's koreanovela, Big.",
      "pageId": 25242403,
      "monthDay": "07/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Besart_Abdurahimi",
      "name": "Besart Abdurahimi",
      "aboutText": "Ryan Johansen (born July 31, 1992) is a Canadian professional ice hockey centre currently playing for the Columbus Blue Jackets of the National Hockey League (NHL). Growing up, he played minor hockey in the Greater Vancouver area until joining the junior ranks with the Penticton Vees of the British Columbia Hockey League (BCHL) for one season. In 2009–10, he moved to the major junior level with the Portland Winterhawks of the Western Hockey League (WHL).",
      "pageId": 27343341,
      "monthDay": "07/31"
    },
    {
      "year": "1991",
      "uri": "/wiki/R%C3%A9ka-Luca_Jani",
      "name": "Réka-Luca Jani",
      "aboutText": "Joseph Michael \"Joey\" Richter (born July 31, 1989) is an American actor, singer, and internet personality. Richter co-starred as Ron Weasley in the fan-parody musicals, A Very Potter Musical (2009), A Very Potter Sequel (2010) and A Very Potter Senior Year (2012) with Bonnie Gruesen and Glee star Darren Criss, created by University of Michigan theatre group, StarKid Productions. He starred in leading roles in two other StarKid productions: as a fictionalized version of himself in the musical Me and My Dick (2009) and as Bug in Starship (2011).",
      "pageId": 31268299,
      "monthDay": "07/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lizzy_(singer)",
      "name": "Lizzy",
      "aboutText": "Réka-Luca Jani (born 31 July 1991 in Siófok) is a Hungarian tennis player and member of the Hungary Fed Cup team.\nJani has won 19 singles and 20 doubles titles on the ITF tour in her career. On 7 May 2012, she reached her best singles ranking of world number 147.",
      "pageId": 31566581,
      "monthDay": "07/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jos%C3%A9_Fern%C3%A1ndez_(pitcher)",
      "name": "José Fernández",
      "aboutText": "Park Soo-young (born July 31, 1992), better known by her stage name Lizzy, is a South Korean idol singer and actress. She is a member of the girl group After School and its sub-unit Orange Caramel. She debuted with After School in 2010 with the release of their third single, \"Bang!\", and debuted as a solo singer in 2015 with \"Not An Easy Girl\".",
      "pageId": 34302301,
      "monthDay": "07/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ryan_Johansen",
      "name": "Ryan Johansen",
      "aboutText": "Jessica Renee Williams (born July 31, 1989) is an American actress and comedian who is currently a senior correspondent on The Daily Show.",
      "pageId": 34424508,
      "monthDay": "07/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kyle_Larson",
      "name": "Kyle Larson",
      "aboutText": "Johanna Ochieng Omolo (born 31 July 1989) is a Kenyan international footballer who plays professionally for Belgian club Royal Antwerp, as a defensive midfielder.",
      "pageId": 34444656,
      "monthDay": "07/31"
    },
    {
      "year": "1993",
      "uri": "/wiki/Christian_Byers",
      "name": "Christian Byers",
      "aboutText": "Alexis Merizalde Knapp (born July 31, 1989) is an American actress and singer. She is known for her role as Stacie Conrad in the musical films Pitch Perfect (2012) and Pitch Perfect 2 (2015).",
      "pageId": 34969960,
      "monthDay": "07/31"
    },
    {
      "year": "1996",
      "uri": "/wiki/Blake_Michael",
      "name": "Blake Michael",
      "aboutText": "Blake Michael (born July 31, 1996) is an American actor, singer, musician and model. He is perhaps best known for his role as Charlie Delgado in the Disney Channel film Lemonade Mouth, as well as for his role as Tyler James in the Disney Channel series Dog with a Blog, which earned him the 2013 Young Artist Award for Best Leading Young Actor in a Television Series. In 2015, he played Chase in Lifetime movie, I Killed My BFF. He also hosted the Cartoon Network block Fried Dynamite.",
      "pageId": 35304892,
      "monthDay": "07/31"
    },
    {
      "year": "1997",
      "uri": "/wiki/Barbie_Forteza",
      "name": "Barbie Forteza",
      "aboutText": "José D. Fernández (born July 31, 1992) is a Cuban American professional baseball pitcher for the Miami Marlins of Major League Baseball (MLB). He bats and throws right-handed. He made his MLB debut in the 2013 season.",
      "pageId": 35928575,
      "monthDay": "07/31"
    },
    {
      "year": "1998",
      "uri": "/wiki/Rico_Rodriguez_(actor)",
      "name": "Rico Rodriguez",
      "aboutText": "Kyle Miyata Larson (born July 31, 1992 in Elk Grove, California) is a Japanese American professional stock car racing driver. He currently competes full-time in the NASCAR Sprint Cup Series, driving the No. 42 Chevrolet SS for Chip Ganassi Racing.",
      "pageId": 36163081,
      "monthDay": "07/31"
    }
  ]
}