{
  "people": [
    {
      "year": "1079",
      "uri": "/wiki/Emperor_Horikawa",
      "name": "Emperor Horikawa",
      "aboutText": "Cecil Calvert, 2nd Baron Baltimore (8 August 1605 – 30 November 1675), was the first Proprietor and Proprietary Governor of the Province of Maryland, and ninth Proprietary Governor of the Colony of Newfoundland and the colony of Avalon (in the southeast). His title was \"Cecil Calvert, Second Baron Baltimore, First Lord Proprietary, Earl Palatine of the Provinces of Maryland and Avalon in America\". He received the proprietorship after the death of his father, George Calvert, 1st Baron Baltimore, (15 April 1632), for whom it had been intended.",
      "pageId": 178907,
      "monthDay": "08/08"
    },
    {
      "year": "1518",
      "uri": "/wiki/Conrad_Lycosthenes",
      "name": "Conrad Lycosthenes",
      "aboutText": "The Rev. Francis Hutcheson (8 August 1694 – 8 August 1746) was a Scottish-Irish philosopher born in Ireland to a family of Scottish Presbyterians who became known as founding fathers of the Scottish Enlightenment.",
      "pageId": 188405,
      "monthDay": "08/08"
    },
    {
      "year": "1605",
      "uri": "/wiki/Cecil_Calvert,_2nd_Baron_Baltimore",
      "name": "Cecil Calvert, 2nd Baron Baltimore",
      "aboutText": "Sir Godfrey Kneller, 1st Baronet (born Gottfried Kniller; 8 August 1646 – 19 October 1723) was the leading portrait painter in England during the late 17th and early 18th centuries, and was court painter to English and British monarchs from Charles II to George I. His major works include The Chinese Convert (1687; Royal Collection, London); a series of four portraits of Isaac Newton painted at various junctures of the latter's life; a series of ten reigning European monarchs, including King Louis XIV of France; over 40 \"Kit-cat portraits\" of members of the Kit-Cat Club; and ten \"beauties\" of the court of William III, to match a similar series of ten beauties of the court of Charles II painted by his predecessor as court painter, Sir Peter Lely.",
      "pageId": 191734,
      "monthDay": "08/08"
    },
    {
      "year": "1640",
      "uri": "/wiki/Amalia_Catharina",
      "name": "Amalia Catharina",
      "aboutText": "Emperor Horikawa (堀河天皇, Horikawa-tennō, August 8, 1078 – August 9, 1107) was the 73rd emperor of Japan, according to the traditional order of succession.",
      "pageId": 202161,
      "monthDay": "08/08"
    },
    {
      "year": "1646",
      "uri": "/wiki/Godfrey_Kneller",
      "name": "Godfrey Kneller",
      "aboutText": "Cécile Louise Stéphanie Chaminade (8 August 1857 – 13 April 1944) was a French composer and pianist.\n^ Ambache, Diana. \"Cecile Chaminade\".",
      "pageId": 528477,
      "monthDay": "08/08"
    },
    {
      "year": "1673",
      "uri": "/wiki/John_Ker",
      "name": "John Ker",
      "aboutText": "Matthew Alexander Henson (August 8, 1866 – March 9, 1955) was the first African-American Arctic explorer, an associate of Robert Peary on seven voyages over a period of nearly 23 years. They made six voyages and spent a total of 18 years in expeditions. Henson served as a navigator and craftsman, traded with Inuit and learned their language, and was known as Peary's \"first man\" for these arduous travels.",
      "pageId": 602354,
      "monthDay": "08/08"
    },
    {
      "year": "1693",
      "uri": "/wiki/Laurent_Belissen",
      "name": "Laurent Belissen",
      "aboutText": "John Ker (8 August 1673 – 8 July 1726) was a Scottish spy during the Jacobite risings.",
      "pageId": 604392,
      "monthDay": "08/08"
    },
    {
      "year": "1694",
      "uri": "/wiki/Francis_Hutcheson_(philosopher)",
      "name": "Francis Hutcheson",
      "aboutText": "Esther Hobart Morris (August 8, 1814 – April 3, 1902), was the first woman Justice of the Peace in the United States. A mother of three boys, she began her tenure as justice in South Pass City, Wyoming, on February 14, 1870, serving a term of less than nine months. The Sweetwater County Board of County Commissioners appointed Morris as justice of the peace after the previous justice, R. S. Barr, resigned in protest of Wyoming Territory's passage of the women's suffrage amendment in December 1869.",
      "pageId": 743934,
      "monthDay": "08/08"
    },
    {
      "year": "1709",
      "uri": "/wiki/Hermann_Anton_Gelinek",
      "name": "Hermann Anton Gelinek",
      "aboutText": "Arthur da Silva Bernardes (Portuguese: [aɾˈtuɾ da ˈsiwvɐ beɾˈnaɾdʒis]; 8 August 1875 – 23 March 1955) was a Brazilian politician in the early 20th century. Born in Viçosa, Minas Gerais, he was elected Governor of Minas Gerais in 1918. In 1922, he was elected President of Brazil and served until 1926.",
      "pageId": 946030,
      "monthDay": "08/08"
    },
    {
      "year": "1720",
      "uri": "/wiki/Carl_Fredrik_Pechlin",
      "name": "Carl Fredrik Pechlin",
      "aboutText": "Thomas Anstey Guthrie (8 August 1856 - 10 March 1934) was an English novelist and journalist, who wrote his comic novels under the pseudonym F. Anstey.\nHe was born in Kensington, London, to Augusta Amherst Austen, an organist and composer, and Thomas Anstey Guthrie. He was educated at King's College School and at Trinity Hall, Cambridge, and was called to the bar in 1880.",
      "pageId": 1019626,
      "monthDay": "08/08"
    },
    {
      "year": "1790",
      "uri": "/wiki/Ferenc_K%C3%B6lcsey",
      "name": "Ferenc Kölcsey",
      "aboutText": "Nelson Appleton Miles (August 8, 1839 – May 15, 1925) was a United States soldier who served in the American Civil War, Indian Wars, and the Spanish–American War.",
      "pageId": 1291705,
      "monthDay": "08/08"
    },
    {
      "year": "1807",
      "uri": "/wiki/Emilie_Flygare-Carl%C3%A9n",
      "name": "Emilie Flygare-Carlén",
      "aboutText": "Marie of Hesse and by Rhine (8 August 1824 – 3 June [O.S. 22 May] 1880) was, under the name Maria Alexandrovna (Russian: Мария Александровна), Empress of Russia as the wife of Emperor Alexander II. She was born in Darmstadt, the capital of the Grand Duchy, and died in Saint Petersburg.",
      "pageId": 1444362,
      "monthDay": "08/08"
    },
    {
      "year": "1814",
      "uri": "/wiki/Esther_Hobart_Morris",
      "name": "Esther Hobart Morris",
      "aboutText": "Laurent Belissen (also Bellissen) (8 August 1693 – 12 February 1762) was a French Baroque composer. He was born in Aix-en-Provence and may have been among the last students of Guillaume Poitevin, then maître de musique at the choir school of the Aix Cathedral.\nBy 1722 Belissen settled in Marseille, where he succeeded Antoine Blanchard as maître de musique of the Abbey of St.",
      "pageId": 1757878,
      "monthDay": "08/08"
    },
    {
      "year": "1824",
      "uri": "/wiki/Maria_Alexandrovna_(Marie_of_Hesse_and_by_Rhine)",
      "name": "Maria Alexandrovna",
      "aboutText": "Emilie Flygare-Carlén (née Smith; August 8, 1807, Strömstad – February 5, 1892, Stockholm) was a Swedish novelist.",
      "pageId": 2168282,
      "monthDay": "08/08"
    },
    {
      "year": "1839",
      "uri": "/wiki/Nelson_A._Miles",
      "name": "Nelson A. Miles",
      "aboutText": "Baron Carl Fredrik Pechlin (8 August 1720 – 29 May 1796) was a Swedish politician and demagogue, son of the Holstein minister at Stockholm, Johan Pechlin, and brother of Johanna Lohm. After moving to Sweden at age six, he was educated in Sweden, and entered the Swedish army. He rose to the rank of major-general, but became famous by being the type par excellence of the corrupt and egoistic Swedish parliamentarian of the final period of the Age of Liberty; he received for many years the sobriquet of 'General of the Riksdag'.",
      "pageId": 2450861,
      "monthDay": "08/08"
    },
    {
      "year": "1856",
      "uri": "/wiki/Thomas_Anstey_Guthrie",
      "name": "Thomas Anstey Guthrie",
      "aboutText": "Albert Henry Stanley, 1st Baron Ashfield, PC, TD (8 August 1874 – 4 November 1948), born Albert Henry Knattriess, was a British-American businessman who was managing director, then chairman of the Underground Electric Railways Company of London (UERL) from 1910 to 1933 and chairman of the London Passenger Transport Board (LPTB) from 1933 to 1947.\nAlthough born in Britain, his early career was in the United States, where at a young age, he held senior positions in the developing tramway systems of Detroit and New Jersey. In 1898, he served in the United States Navy during the short Spanish–American War.",
      "pageId": 2920323,
      "monthDay": "08/08"
    },
    {
      "year": "1857",
      "uri": "/wiki/C%C3%A9cile_Chaminade",
      "name": "Cécile Chaminade",
      "aboutText": "Ferenc Kölcsey (archaically English: Francis Kolcsey, 8 August 1790, Sződemeter – 24 August 1838) was a Hungarian poet, literary critic, orator, and politician, noted for his support of the liberal current inside the Habsburg Empire. He wrote the national anthem of Hungary in 1823.\n^ Emil Reich (1899) Hungarian Literature: An Historical & Critical Survey. p.",
      "pageId": 3103320,
      "monthDay": "08/08"
    },
    {
      "year": "1866",
      "uri": "/wiki/Matthew_Henson",
      "name": "Matthew Henson",
      "aboutText": "Amalia Catharina (8 August 1640 – 4 January 1697), Countess of Erbach, was a German poet and composer. She was born in Arolsen to Count Philipp Theodor von Waldeck and the Countess of Nassau. In 1664 she married Count Georg Ludwig von Erbach.",
      "pageId": 4290006,
      "monthDay": "08/08"
    },
    {
      "year": "1874",
      "uri": "/wiki/Albert_Stanley,_1st_Baron_Ashfield",
      "name": "Albert Stanley, 1st Baron Ashfield",
      "aboutText": "Conrad Lycosthenes (Conrad Wolffhart) (1518 — 1561) was an Alsatian humanist and encyclopedist.",
      "pageId": 12618219,
      "monthDay": "08/08"
    },
    {
      "year": "1875",
      "uri": "/wiki/Arthur_Bernardes",
      "name": "Arthur Bernardes",
      "aboutText": "Hermann Anton Gelinek (August 8, 1709 – December 5, 1779) was a German monk and musician.\nGelinek was born in Horzeniowes, Bohemia, and became a priest at the Premonstratensian Abbey in Seelau in 1728, then traveled to Vienna to study law. Returning to his monastery, he was professor and director of church music, and played the organ and violin.",
      "pageId": 13803553,
      "monthDay": "08/08"
    },
    {
      "year": "1876",
      "uri": "/wiki/Varghese_Payyappilly_Palakkappilly",
      "name": "Varghese Payyappilly Palakkappilly",
      "aboutText": "Sir Earle Christmas Grafton Page, GCMG, CH (8 August 1880 – 20 December 1961) was an Australian politician who served as the 11th Prime Minister of Australia in 1939.",
      "pageId": 10357,
      "monthDay": "08/08"
    },
    {
      "year": "1879",
      "uri": "/wiki/Bob_Smith_(doctor)",
      "name": "Bob Smith",
      "aboutText": "Paul Adrien Maurice Dirac OM FRS (/dɪˈræk/ di-RAK; 8 August 1902 – 20 October 1984) was an English theoretical physicist who made fundamental contributions to the early development of both quantum mechanics and quantum electrodynamics. He was the Lucasian Professor of Mathematics at the University of Cambridge, a member of the Center for Theoretical Studies, University of Miami, and spent the last decade of his life at Florida State University.\nAmong other discoveries, he formulated the Dirac equation, which describes the behaviour of fermions and predicted the existence of antimatter.",
      "pageId": 24742,
      "monthDay": "08/08"
    },
    {
      "year": "1879",
      "uri": "/wiki/Emiliano_Zapata",
      "name": "Emiliano Zapata",
      "aboutText": "Ernest Orlando Lawrence (August 8, 1901 – August 27, 1958) was a pioneering American nuclear scientist and winner of the Nobel Prize in Physics in 1939 for his invention of the cyclotron. He is known for his work on uranium-isotope separation for the Manhattan Project, for founding the Lawrence Berkeley National Laboratory and the Lawrence Livermore National Laboratory.\nA graduate of the University of South Dakota and University of Minnesota, Lawrence obtained a PhD in physics at Yale in 1925.",
      "pageId": 39040,
      "monthDay": "08/08"
    },
    {
      "year": "1880",
      "uri": "/wiki/Earle_Page",
      "name": "Earle Page",
      "aboutText": "Emiliano Zapata Salazar (Spanish pronunciation: [emiˈljano saˈpata]; 8 August 1879 – 10 April 1919) was a leading figure in the Mexican Revolution, the main leader of the peasant revolution in the state of Morelos, and the inspiration of the agrarian movement called Zapatismo.\nZapata was born in the rural village of Anenecuilco in Morelos. In Morelos, peasant communities were under increasing pressure from the small landowning class who monopolized land and water resources for sugar cane production with the support of dictator Porfirio Díaz.",
      "pageId": 86692,
      "monthDay": "08/08"
    },
    {
      "year": "1881",
      "uri": "/wiki/Paul_Ludwig_Ewald_von_Kleist",
      "name": "Paul Ludwig Ewald von Kleist",
      "aboutText": "Robert Holbrook Smith (August 8, 1879 – November 16, 1950), also known as Dr.",
      "pageId": 249457,
      "monthDay": "08/08"
    },
    {
      "year": "1882",
      "uri": "/wiki/Ladislas_Starevich",
      "name": "Ladislas Starevich",
      "aboutText": "Bennett Lester \"Benny\" Carter (August 8, 1907 – July 12, 2003) was an American jazz alto saxophonist, clarinetist, trumpeter, composer, arranger, and bandleader. He was a major figure in jazz from the 1930s to the 1990s, and was recognized as such by other jazz musicians who called him King. Carter performed with major artists from several generations of jazz, and at major festivals, such as his 1958 appearance with Billie Holiday at the Monterey Jazz Festival.",
      "pageId": 266968,
      "monthDay": "08/08"
    },
    {
      "year": "1884",
      "uri": "/wiki/Sara_Teasdale",
      "name": "Sara Teasdale",
      "aboutText": "Sara Teasdale (August 8, 1884 – January 29, 1933) was an American lyric poet. She was born Sara Trevor Teasdale in St. Louis, Missouri, and used the name Sara Teasdale Filsinger after her marriage in 1914.",
      "pageId": 302007,
      "monthDay": "08/08"
    },
    {
      "year": "1889",
      "uri": "/wiki/Hans_Egede_Budtz",
      "name": "Hans Egede Budtz",
      "aboutText": "Vladislav Starevich (Russian: Владисла́в Алекса́ндрович Старе́вич, Polish: Władysław Starewicz; August 8, 1882 – February 26, 1965) was a Russian, Lithuanian and French stop-motion animator notable as the author of the first puppet-animated film (i.e. The Beautiful Lukanida (1912)). He also used insects and other animals as protagonists of his films.",
      "pageId": 332405,
      "monthDay": "08/08"
    },
    {
      "year": "1889",
      "uri": "/wiki/Jack_Ryder_(cricketer)",
      "name": "Jack Ryder",
      "aboutText": "Arthur Joseph Goldberg (August 8, 1908 – January 19, 1990) was an American statesman and jurist who served as the U.S. Secretary of Labor, Supreme Court Justice and Ambassador to the United Nations.",
      "pageId": 535970,
      "monthDay": "08/08"
    },
    {
      "year": "1891",
      "uri": "/wiki/Adolf_Busch",
      "name": "Adolf Busch",
      "aboutText": "Marjorie Kinnan Rawlings (August 8, 1896 – December 14, 1953) was an American author who lived in rural Florida and wrote novels with rural themes and settings. Her best known work, The Yearling, about a boy who adopts an orphaned fawn, won a Pulitzer Prize for fiction in 1939 and was later made into a movie of the same name.",
      "pageId": 539670,
      "monthDay": "08/08"
    },
    {
      "year": "1896",
      "uri": "/wiki/Marjorie_Kinnan_Rawlings",
      "name": "Marjorie Kinnan Rawlings",
      "aboutText": "Bill Voce (8 August 1909 – 6 June 1984) was an English cricketer. He played for Nottinghamshire and England, and was an instrumental part of England's infamous Bodyline tour of Australia in 1932–1933.",
      "pageId": 777734,
      "monthDay": "08/08"
    },
    {
      "year": "1898",
      "uri": "/wiki/Alexis_Minotis",
      "name": "Alexis Minotis",
      "aboutText": "Paul Ludwig Ewald von Kleist (8 August 1881 – 13 November 1954) was a German field marshal during World War II. He was also a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords (German: Ritterkreuz des Eisernen Kreuzes mit Eichenlaub und Schwertern).",
      "pageId": 787770,
      "monthDay": "08/08"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ernest_Lawrence",
      "name": "Ernest Lawrence",
      "aboutText": "Adolf Georg Wilhelm Busch (8 August 1891 – 9 June 1952) was a German violinist, conductor, and composer.",
      "pageId": 794865,
      "monthDay": "08/08"
    },
    {
      "year": "1902",
      "uri": "/wiki/Paul_Dirac",
      "name": "Paul Dirac",
      "aboutText": "This article is on the Italian racecar driver. For the Columbia University philosopher see Achille Varzi (philosopher).",
      "pageId": 1172850,
      "monthDay": "08/08"
    },
    {
      "year": "1903",
      "uri": "/wiki/Dayton_Lummis",
      "name": "Dayton Lummis",
      "aboutText": "John \"Jack\" Ryder, MBE (8 August 1889 — 3 April 1977) was a cricketer who played for Victoria and Australia.\nBorn in the inner-city Melbourne suburb of Collingwood, Ryder was known as the \"King of Collingwood\" for his long association with the local cricket team.",
      "pageId": 1866582,
      "monthDay": "08/08"
    },
    {
      "year": "1904",
      "uri": "/wiki/Achille_Varzi",
      "name": "Achille Varzi",
      "aboutText": "André Jolivet (pronounced: [ɑ̃'dʁe ʒoli've], 8 August 1905 – 20 December 1974) was a French composer. Known for his devotion to French culture and musical thought, Jolivet draws on his interest in acoustics and atonality, as well as both ancient and modern musical influences, particularly on instruments used in ancient times.",
      "pageId": 1904574,
      "monthDay": "08/08"
    },
    {
      "year": "1905",
      "uri": "/wiki/Andr%C3%A9_Jolivet",
      "name": "André Jolivet",
      "aboutText": "Alexis Minotakis, known as Alexis Minotis (Greek: Αλέξης Μινωτάκης/Μινωτής), was born 8 August 1898 or 1899 in Deliana (Δελιανά), Chania, Crete and died on 11 November 1990 in Athens, Greece.\nMinotis was a distinguished Greek actor and director. He first appeared on stage in his native Crete as Chorus Leader and later as Messenger in Sophocles' Oedipus Tyrannus.",
      "pageId": 6637658,
      "monthDay": "08/08"
    },
    {
      "year": "1907",
      "uri": "/wiki/Benny_Carter",
      "name": "Benny Carter",
      "aboutText": "Dayton Lummis. Sr. (August 8, 1903 – March 23, 1988), was an American actor of film and television who specialized in the genre of anthology and western series, often playing authority figures.",
      "pageId": 22273767,
      "monthDay": "08/08"
    },
    {
      "year": "1908",
      "uri": "/wiki/Arthur_Goldberg",
      "name": "Arthur Goldberg",
      "aboutText": "Varghese Payyappilly Palakkappilly was a Syrian Catholic (Syro-Malabar) priest from the Indian state of Kerala and the founder of the Congregation of the Sisters of the Destitute. He was declared as Servant of God by Varkey Vithayathil, Major Archbishop of the Syro-Malabar Catholic Church in 2009.",
      "pageId": 24883906,
      "monthDay": "08/08"
    },
    {
      "year": "1909",
      "uri": "/wiki/Bill_Voce",
      "name": "Bill Voce",
      "aboutText": "Hans Egede Budtz (8 August 1889 - 29 June 1968) was a Danish stage and film actor.",
      "pageId": 46523714,
      "monthDay": "08/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jimmy_Murphy_(footballer)",
      "name": "Jimmy Murphy",
      "aboutText": "Alija Izetbegović (Bosnian pronunciation: [ǎlija ǐzedbegoʋit͡ɕ]; 8 August 1925 – 19 October 2003) was a Bosnian politician, activist, lawyer, author, and philosopher who in 1990 became the first Chairman of the Presidency of Bosnia and Herzegovina. He served in this role until 1996, when he became a member of the Presidency of Bosnia and Herzegovina, serving until 2000. He was also the author of several books, most notably Islam Between East and West and the Islamic Declaration.",
      "pageId": 196318,
      "monthDay": "08/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sylvia_Sidney",
      "name": "Sylvia Sidney",
      "aboutText": "Jimmy Witherspoon (August 8, 1920 – September 18, 1997) was an American jump blues singer.",
      "pageId": 316778,
      "monthDay": "08/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Rosetta_LeNoire",
      "name": "Rosetta LeNoire",
      "aboutText": "Agostino \"Dino\" De Laurentiis (Italian: [ˈdiːno de lauˈrɛntis] 8 August 1919 – 10 November 2010) was an Italian film producer. Along with Carlo Ponti, he was one of the producers that brought Italian cinema to the international scene at the end of the Second World War. He produced or co-produced more than 500 films, of which 38 were nominated for Academy Awards.",
      "pageId": 426335,
      "monthDay": "08/08"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jumbo_Elliott_(coach)",
      "name": "James Elliott",
      "aboutText": "Rudolf \"Rudi\" Gernreich (August 8, 1922 – April 21, 1985) was an Austrian-born gay Jewish American fashion designer whose avant-garde clothing designs are generally regarded as the most innovative and dynamic fashion of the 1960s. He purposefully used fashion design as a social statement to advance sexual freedom, producing clothes that followed the natural form of the female body, freeing them from the constraints of high fashion.\nHe was the first to use cutouts, vinyl, and plastic in clothing.",
      "pageId": 501700,
      "monthDay": "08/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/Dino_De_Laurentiis",
      "name": "Dino De Laurentiis",
      "aboutText": "Gertrude Himmelfarb (born August 8, 1922), also known as Bea Kristol, is an American historian. She has been a leader and conservative interpretations of history and historiography.",
      "pageId": 738601,
      "monthDay": "08/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/John_David_Wilson",
      "name": "John David Wilson",
      "aboutText": "Esther Jane Williams (August 8, 1921 – June 6, 2013) was an American competitive swimmer and actress.\nWilliams set multiple national and regional swimming records in her late teens as part of the Los Angeles Athletic Club swim team. Unable to compete in the 1940 Summer Olympics because of the outbreak of World War II, she joined Billy Rose's Aquacade, where she took on the role vacated by Eleanor Holm after the show's move from New York City to San Francisco.",
      "pageId": 896498,
      "monthDay": "08/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Leo_Chiosso",
      "name": "Leo Chiosso",
      "aboutText": "Sylvia Sidney (born Sophia Kosow; August 8, 1910 – July 1, 1999) was an American actress of stage, screen and film, who rose to prominence in the 1930s appearing in numerous crime dramas.",
      "pageId": 1046971,
      "monthDay": "08/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Carol_Lambrino",
      "name": "Carol Lambrino",
      "aboutText": "Leo Chiosso (b. Turin, 8 August 1920 – d. Chieri, Italy, 26 November 2006) was an Italian lyricist mostly known for his work with Fred Buscaglione.",
      "pageId": 1057078,
      "monthDay": "08/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jimmy_Witherspoon",
      "name": "Jimmy Witherspoon",
      "aboutText": "James (Jumbo) Elliott (August 8, 1915 – March 22, 1981) was an American track and field coach, often considered to be one of the greatest of all time. His achievements include producing five Olympic gold medal winners between 1956 and 1968.\nElliott, a college track runner of short and middle distances, graduated from Villanova University in 1935 and returned to coach the track team in 1949 until his death in 1981.",
      "pageId": 1184994,
      "monthDay": "08/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/William_Asher",
      "name": "William Asher",
      "aboutText": "James Patrick \"Jimmy\" Murphy (8 August 1910 – 14 November 1989) was a football player who made over 200 appearances for West Bromwich Albion and won 15 caps for Wales. He later became manager of the Welsh national team. Murphy is most famous for being a strong, influential figure at Manchester United from 1946 until the 1970s, as assistant manager, chief coach, reserve team manager and a full-time scout, although he disliked the limelight and preferred to work quietly behind the scenes.",
      "pageId": 1371578,
      "monthDay": "08/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Webb_Pierce",
      "name": "Webb Pierce",
      "aboutText": "Vulimiri Ramalingaswami (August 8, 1921 – May 28, 2001) was an Indian medical scientist. His pioneering research on nutrition got him elected to the National Academy of Sciences, Russian Academy of Medical Sciences and the Royal Society of London.\nHe was also the director of All India Institute of Medical Sciences and later on director general of Indian Council of Medical Research and President of the Indian National Science Academy.",
      "pageId": 1418749,
      "monthDay": "08/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Vulimiri_Ramalingaswami",
      "name": "Vulimiri Ramalingaswami",
      "aboutText": "Michael Webb Pierce (August 8, 1921 – February 24, 1991) was one of the most popular American honky tonk, rockabilly vocalists, guitarists of the 1950s, charting more number one hits than any other country artist during the decade.\nHis biggest hit was \"In the Jailhouse Now,\" which charted for 37 weeks in 1955, 21 of them at number one. Pierce also charted number one for several weeks' each with his recordings of \"Slowly\" (1954), \"Love, Love, Love\" (1955), \"I Don't Care\" (1955), \"There Stands the Glass\" (1953), \"More and More\" (1954), \"I Ain't Never\" (1959), and his first number one \"Wondering,\" which stayed at the top spot for four of its 27 weeks' charting in 1952.",
      "pageId": 1556154,
      "monthDay": "08/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Esther_Williams",
      "name": "Esther Williams",
      "aboutText": "Rory Calhoun (August 8, 1922 – April 28, 1999) was an American television and film actor, screenwriter, and producer.",
      "pageId": 1565470,
      "monthDay": "08/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Rory_Calhoun",
      "name": "Rory Calhoun",
      "aboutText": "Rosetta LeNoire (born Rosetta Olive Burton; August 8, 1911 – March 17, 2002) was an American stage, screen, and television actress, as well as a Broadway producer and casting agent. LeNoire is known to contemporary audiences for her work in television. She had regular roles on the series Gimme a Break!",
      "pageId": 1572659,
      "monthDay": "08/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Rudi_Gernreich",
      "name": "Rudi Gernreich",
      "aboutText": "William Milton Asher (August 8, 1921 – July 16, 2012) was an American television and film producer, film director, and screenwriter. He was one of the most prolific early television directors, producing or directing over two dozen series.\nWith television in its infancy, Asher introduced the sitcom Our Miss Brooks, which was adapted from a radio show.",
      "pageId": 2172293,
      "monthDay": "08/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Gertrude_Himmelfarb",
      "name": "Gertrude Himmelfarb",
      "aboutText": "Richard Norman Anderson (born August 8, 1926) is an American film and television actor. Among his best-known roles is his portrayal of Oscar Goldman, the boss of Steve Austin (Lee Majors) and Jaime Sommers (Lindsay Wagner) in both The Six Million Dollar Man and The Bionic Woman television series between 1974 and 1978 and their subsequent television movies: The Return of the Six-Million-Dollar Man and the Bionic Woman (1987), Bionic Showdown: The Six Million Dollar Man and the Bionic Woman (1989) and Bionic Ever After? (1994).",
      "pageId": 3951105,
      "monthDay": "08/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/K%C3%A1roly_Reich",
      "name": "Károly Reich",
      "aboutText": "Prince Mircea Grigore Carol Hohenzollern (8 August 1920 – 27 January 2006), also known as Prince Mircea Grigore Carol al României (anglicised as: of Romania) according to his amended Romanian birth certificate or as Carol Lambrino according to his original Romanian birth certificate, was the eldest son of King Carol II of Romania.",
      "pageId": 4012860,
      "monthDay": "08/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Alija_Izetbegovi%C4%87",
      "name": "Alija Izetbegović",
      "aboutText": "John David Wilson (8 August 1919 – 20 June 2013) was an English artist, animator and producer. He owned his own production studio, Fine Arts Films.",
      "pageId": 13571649,
      "monthDay": "08/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ginny_Tyler",
      "name": "Ginny Tyler",
      "aboutText": "Ginny Tyler (born Merrie Virginia Erlandson; August 8, 1925 – July 13, 2012) was an American voice actress who performed on dozens of cartoons and animated films from 1957 to 1993.",
      "pageId": 17894831,
      "monthDay": "08/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Richard_Anderson",
      "name": "Richard Anderson",
      "aboutText": "Károly Reich (8 August 1922 – 7 September 1988; also written Karoly Reich) was a Hungarian artist, best known for his children's books illustrations and for his original draughtsmanship.",
      "pageId": 24111752,
      "monthDay": "08/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Johnny_Temple",
      "name": "Johnny Temple",
      "aboutText": "Sir Roger Penrose OM FRS (born 8 August 1931) is an English mathematical physicist, mathematician and philosopher of science. He is the Emeritus Rouse Ball Professor of Mathematics at the Mathematical Institute of the University of Oxford, as well as an Emeritus Fellow of Wadham College.\nPenrose is known for his work in mathematical physics, in particular for his contributions to general relativity and cosmology.",
      "pageId": 26193,
      "monthDay": "08/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Maia_Wojciechowska",
      "name": "Maia Wojciechowska",
      "aboutText": "Terence Joseph \"Terry\" Nation (8 August 1930 – 9 March 1997) was a Welsh television writer and novelist.\nNation first made his name as a comedy writer before becoming a prolific writer for drama, working on many of the most popular British series of the 1960s and 1970s. He made a significant contribution to the long-running BBC science-fiction series Doctor Who from its outset, creating the villainous Daleks which established its early popularity and later devising the recurring character of Davros.",
      "pageId": 330807,
      "monthDay": "08/08"
    },
    {
      "year": "1928",
      "uri": "/wiki/Don_Burrows",
      "name": "Don Burrows",
      "aboutText": "Joseph Arrington, Jr. (August 8, 1935– August 13, 1982), better known as Joe Tex, was an American musician who gained success in the 1960s and 1970s with his brand of Southern soul, which mixed the styles of country, gospel and rhythm and blues.\nHis career started after he was signed to King Records in 1955 following four wins at the Apollo Theater.",
      "pageId": 363404,
      "monthDay": "08/08"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sim%C3%B3n_D%C3%ADaz",
      "name": "Simón Díaz",
      "aboutText": "Ronald Arthur \"Ronnie\" Biggs (8 August 1929 – 18 December 2013) was an English thief, known for his role in the Great Train Robbery of 1963, for his escape from prison in 1965, for living as a fugitive for 36 years and for his various publicity stunts while in exile. In 2001, he returned to the United Kingdom and spent several years in prison, where his health rapidly declined.",
      "pageId": 429911,
      "monthDay": "08/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ronnie_Biggs",
      "name": "Ronnie Biggs",
      "aboutText": "Larisa Iosifovna Bogoraz (Russian: Лари́са Ио́сифовна Богора́з(-Брухман), full name: Larisa Iosifovna Bogoraz-Brukhman, Bogoraz was her father's last name, Brukhman her mother's, August 8, 1929, Kharkiv – April 6, 2004, Moscow) was a dissident in the Soviet Union.\nBorn in Kharkiv, at the time capital of the Ukrainian SSR, into a family of Communist Party bureaucrats, she graduated as a linguist from the University of Kharkiv and in 1950, married her first husband, Yuli Daniel, a writer. Together, they moved to Moscow.",
      "pageId": 587444,
      "monthDay": "08/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Larisa_Bogoraz",
      "name": "Larisa Bogoraz",
      "aboutText": "Richard John Sinclair \"John\" Laws, CBE (born 8 August 1935), an Australian radio presenter, sometimes known as Lawsie, was from the 1970s until his retirement in 2007, the host of a hugely successful morning radio program, which mixed music with interviews, opinion, live advertising readings and listener talkback. His distinctive voice earned him the nickname the Golden Tonsils.\nDespite retiring in 2007, Laws' management confirmed in November 2010 that he would be returning to radio in February 2011, as the host of a morning programme on 2SM and the Super Radio Network.",
      "pageId": 655880,
      "monthDay": "08/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joan_Mondale",
      "name": "Joan Mondale",
      "aboutText": "Frank Oliver Howard (born August 8, 1936), nicknamed \"Hondo\", \"The Washington Monument\" and \"The Capital Punisher\", is a former All-Star outfielder, coach and manager in Major League Baseball who played most of his career for the Los Angeles Dodgers and Washington Senators/Texas Rangers franchises.\nOne of the most physically intimidating players in the sport, the 6 ft 8 in (2.03 m))/275 lb. Howard was named the National League's Rookie of the Year in 1960, and went on to twice lead the American League in home runs and total bases and in slugging average, runs batted in and walks once each.",
      "pageId": 659254,
      "monthDay": "08/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Terry_Nation",
      "name": "Terry Nation",
      "aboutText": "Donald Paul Bellisario (born August 8, 1935) is an American television producer and screenwriter who created and sometimes wrote episodes for the TV series Magnum, P.I., Airwolf, Quantum Leap, JAG, and NCIS. He has often included military veterans as characters.",
      "pageId": 667255,
      "monthDay": "08/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jerry_Tarkanian",
      "name": "Jerry Tarkanian",
      "aboutText": "Luis García Meza Tejada (born August 8, 1929, La Paz, Bolivia) is a former Bolivian dictator. A native of La Paz, he was a career military officer who rose to the rank of general during the reign of Hugo Banzer (1971–78).",
      "pageId": 766374,
      "monthDay": "08/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Roger_Penrose",
      "name": "Roger Penrose",
      "aboutText": "John Ellis Temple (August 8, 1927 – January 9, 1994) was a Major League Baseball second baseman who played for the Redlegs/Reds (1952–59; 1964); Cleveland Indians (1960–61), Baltimore Orioles (1962) and Houston Colt .45s (1962–63). Temple was born in Lexington, North Carolina. He batted and threw right-handed.",
      "pageId": 1246048,
      "monthDay": "08/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Luis_Garc%C3%ADa_Meza_Tejada",
      "name": "Luis García Meza Tejada",
      "aboutText": "Jerry Esther Tarkanian (August 8, 1930 – February 11, 2015) was an American basketball coach. He coached college basketball for 31 seasons over five decades at three schools. He spent the majority of his career coaching with the UNLV Runnin' Rebels, leading them four times to the Final Four of the NCAA Men's Division I Basketball Tournament, winning the national championship in 1990.",
      "pageId": 1461287,
      "monthDay": "08/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Mel_Tillis",
      "name": "Mel Tillis",
      "aboutText": "Donald Vernon \"Don\" Burrows AO MBE (born 8 August 1928) is an Australian jazz and swing musician, a multi-instrumentalist who is best known for playing the clarinet but also the saxophone and flute. For his contribution to the arts, Burrows has been awarded a Handel Music Prize and had a supper club named for him at The Regent Hotel (now the Four Seasons Hotel) in Sydney, Australia.\nBurrows is best known for his work with the Don Burrows Quartet consisting of Burrows (multiple woodwind), George Golla (guitar), Ed Gaston (double bass) and Alan Turnbull (drums).",
      "pageId": 1677160,
      "monthDay": "08/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Joe_Tex",
      "name": "Joe Tex",
      "aboutText": "Lonnie Melvin \"Mel\" Tillis (born August 8, 1932) is an American country music singer and songwriter. Although he recorded songs since the late 1950s, his biggest success occurred in the 1970s, with a long list of Top 10 hits.\nTillis's biggest hits include \"I Ain't Never\", \"Good Woman Blues\", and \"Coca-Cola Cowboy\".",
      "pageId": 1819807,
      "monthDay": "08/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Serena_Wilson",
      "name": "Serena Wilson",
      "aboutText": "Keith Barron (born 8 August 1934) is an English actor and television presenter, well-known from numerous roles on British television from the 1960s to the present day.\n^ \"Index entry\".",
      "pageId": 3157336,
      "monthDay": "08/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Keith_Barron",
      "name": "Keith Barron",
      "aboutText": "Simón Narciso Díaz Márquez (August 8, 1928 – February 19, 2014) was a singer and Grammy Award-winning composer of Venezuelan music.",
      "pageId": 4575021,
      "monthDay": "08/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Sarat_Pujari",
      "name": "Sarat Pujari",
      "aboutText": "Maia Wojciechowska (August 7, 1927 – June 13, 2002) was a Polish-American writer best known for children's and young-adult fiction. Her first book and two books for adults were published under her married name Maia Rodman.",
      "pageId": 5855048,
      "monthDay": "08/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Donald_P._Bellisario",
      "name": "Donald P. Bellisario",
      "aboutText": "Joan Mondale (née Adams; August 8, 1930 – February 3, 2014) was Second Lady of the United States from 1977 until 1981 as the wife of Walter Mondale, the 42nd Vice President of the United States. She was an artist and author and served on the boards of several organizations.",
      "pageId": 6575829,
      "monthDay": "08/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Laws",
      "name": "John Laws",
      "aboutText": "Serena Wilson (August 8, 1933 – June 17, 2007), often known just as \"Serena\", was a well-known dancer, choreographer, and teacher who helped popularize belly dance in the United States. Serena's work also helped legitimize the dance form and helped it to be perceived as more than burlesque or stripping.",
      "pageId": 15361417,
      "monthDay": "08/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/Frank_Howard_(baseball)",
      "name": "Frank Howard",
      "aboutText": "Çolpan İlhan (8 August 1936 – 25 July 2014) was a Turkish cinema and theatre actress. In 1998 she was awarded the title of State Artist of Turkey.",
      "pageId": 17490348,
      "monthDay": "08/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/%C3%87olpan_%C4%B0lhan",
      "name": "Çolpan İlhan",
      "aboutText": "Sarat Pujari (8 August 1934 – 12 May 2014) was an Indian film actor, director and producer in Odia film industry (Ollywood). He was originally from Jhaduapada, Sambalpur.",
      "pageId": 19984728,
      "monthDay": "08/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jan_Pie%C5%84kowski",
      "name": "Jan Pieńkowski",
      "aboutText": "Dustin Lee Hoffman (born August 8, 1937) is an American actor and director with a career in film, television, and theatre since 1960. He has been known for his versatile portrayals of antiheroes and vulnerable characters. He won the Academy Award for Best Actor in 1979 (for Kramer vs.",
      "pageId": 42148,
      "monthDay": "08/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Dustin_Hoffman",
      "name": "Dustin Hoffman",
      "aboutText": "Connie Stevens (born August 8, 1938) is an American actress, director, screenwriter and singer, best known for her role in the television series Hawaiian Eye and other TV and film work.",
      "pageId": 374451,
      "monthDay": "08/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Cornelis_Vreeswijk",
      "name": "Cornelis Vreeswijk",
      "aboutText": "Dennis Anthony Tito (born August 8, 1940) is an American engineer and multimillionaire, most widely known as the first space tourist to fund his own trip into space. In mid-2001, he spent nearly eight days in orbit as a crew member of ISS EP-1, a visiting mission to the International Space Station.",
      "pageId": 405142,
      "monthDay": "08/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jack_Baldwin_(chemist)",
      "name": "Jack Baldwin",
      "aboutText": "Dennis Andrew Canavan (born 8 August 1942) is a Scottish politician. He was the Member of Parliament for Falkirk West from 1974 to 2000 (known as West Stirlingshire from 1974 to 1983), first as a member of the Labour Party, and then as an Independent. He then served as an Independent Member of the Scottish Parliament (MSP) for Falkirk West from 1999 to 2007.",
      "pageId": 415667,
      "monthDay": "08/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jacques_H%C3%A9tu",
      "name": "Jacques Hétu",
      "aboutText": "Michael Johnson (born August 8, 1944), is an American pop, country and folk singer-songwriter and guitarist. He is best known for his 1978 hit song \"Bluer Than Blue\". To date, he has charted four hits on the Billboard Hot 100 charts, and nine more on the Hot Country Songs charts, including two Number One country hits in 1986's \"Give Me Wings\" and \"The Moon Is Still Over Her Shoulder\".",
      "pageId": 569909,
      "monthDay": "08/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Connie_Stevens",
      "name": "Connie Stevens",
      "aboutText": "Cornelis Vreeswijk ( Swedish pronunciation ,  Dutch pronunciation ) (8 August 1937 – 12 November 1987) was a singer-songwriter, poet and actor born in IJmuiden in the Netherlands.\nHe emigrated to Sweden with his parents in 1949 at the age of twelve. He was educated as a social worker and hoped to become a journalist, but became increasingly involved in music, performing at events for students.",
      "pageId": 645946,
      "monthDay": "08/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Phil_Balsley",
      "name": "Phil Balsley",
      "aboutText": "John Renbourn (8 August 1944 – 26 March 2015) was an English guitarist and songwriter. He was possibly best known for his collaboration with guitarist Bert Jansch as well as his work with the folk group Pentangle, although he maintained a solo career before, during and after that band's existence (1967–1973).\nWhile most commonly labelled a folk musician, Renbourn's musical tastes and interests took in early music, classical music, jazz, blues and world music.",
      "pageId": 841292,
      "monthDay": "08/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Viorica_Viscopoleanu",
      "name": "Viorica Viscopoleanu",
      "aboutText": "Dilip Narayan Sardesai  pronunciation  (8 August 1940, Margao, Goa – 2 July 2007, Mumbai) was a former Indian Test cricketer. He was the only Goa-born cricketer to play for India, and was often regarded as India's best batsman against spin bowling.",
      "pageId": 934622,
      "monthDay": "08/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Alexander_Watson_(diplomat)",
      "name": "Alexander Watson",
      "aboutText": "Alexander Fletcher Watson (born August 8, 1939) is a retired American ambassador and diplomat.",
      "pageId": 955153,
      "monthDay": "08/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dilip_Sardesai",
      "name": "Dilip Sardesai",
      "aboutText": "Ulrike Patzelt (August 8, 1944 – February 18, 2005) a.k.a.",
      "pageId": 1544005,
      "monthDay": "08/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dennis_Tito",
      "name": "Dennis Tito",
      "aboutText": "Jacques Hétu OC OQ MSRC (August 8, 1938 – February 9, 2010) was a Canadian composer and music educator.\nHétu was born in Trois-Rivières, Quebec; he began his professional training at the University of Ottawa where he was a pupil of Jules Martel from 1955 to 1956. In 1956 he entered the Conservatoire de musique du Québec à Montréal and studied there for five years with Melvin Berman (oboe), Isabelle Delorme (harmony), Jean Papineau-Couture (fugue), Clermont Pépin (composition and counterpoint), and Georges Savaria (piano); he also studied at the Tanglewood Music Center during the summer of 1959 with Lukas Foss.",
      "pageId": 2137656,
      "monthDay": "08/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/George_Tiller",
      "name": "George Tiller",
      "aboutText": "Brooke Bundy (born August 8, 1944) is an American actress.",
      "pageId": 2201642,
      "monthDay": "08/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dennis_Canavan",
      "name": "Dennis Canavan",
      "aboutText": "Sir Jack Edward Baldwin, FRS (b. London 8 Aug 1938), is a British chemist. He is a former Waynflete Professor of Chemistry at the University of Oxford (1978–2005) and the former head of the organic chemistry department of that university.",
      "pageId": 2352582,
      "monthDay": "08/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Gustafson_(musician)",
      "name": "John Gustafson",
      "aboutText": "George Richard Tiller, MD (August 8, 1941 – May 31, 2009) was an American physician from Wichita, Kansas. He gained national attention as the medical director of Women's Health Care Services, one of only three clinics nationwide to provide late-term abortions at the time.\nDuring his tenure with the center, which began in 1975 and continued the medical practice of his father, Tiller was frequently targeted with protest and violence by anti-abortion groups and individuals.",
      "pageId": 5481919,
      "monthDay": "08/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Vardo_Rumessen",
      "name": "Vardo Rumessen",
      "aboutText": "Viorica Viscopoleanu (née Belmega, born August 8, 1939) is a Romanian athlete who competed mainly in the long jump.\nShe was born in Budinet, then in Romania, now in Ukraine.\nViscopoleanu competed for Romania at the 1968 Summer Olympics held in Mexico City, Mexico in the women's long jump event.",
      "pageId": 6803099,
      "monthDay": "08/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Brooke_Bundy",
      "name": "Brooke Bundy",
      "aboutText": "Jan Michał Pieńkowski (born 8 August 1936) is a Polish-British author of children's books—as illustrator, as writer, and as designer of movable books. He has also designed for the theatre. For his contribution as a children's illustrator he was UK nominee in 1982 and again in 2008 for the biennial, international Hans Christian Andersen Award, the highest recognition available to creators of children's books.",
      "pageId": 8719805,
      "monthDay": "08/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Uli_Derickson",
      "name": "Uli Derickson",
      "aboutText": "Philip Elwood \"Phil\" Balsley (born August 8, 1939) is the former baritone singer for the retired country vocal group The Statler Brothers. Due to his quiet presence on stage and humble appearance, he is known as \"The Quiet One\" of the group. He is one of the four founders of The Statler Brothers.",
      "pageId": 10756384,
      "monthDay": "08/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Johnson_(singer)",
      "name": "Michael Johnson",
      "aboutText": "John \"Gus\" Gustafson also known as Johnny Gustafson (8 August 1942 – 11 September 2014), was an English bass guitar player and singer, who had a lengthy recording and live performance career.",
      "pageId": 17808039,
      "monthDay": "08/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Renbourn",
      "name": "John Renbourn",
      "aboutText": "Vardo Rumessen (8 August 1942 – 24 August 2015) was an Estonian pianist, musicologist and politician for the Union of Pro Patria and Res Publica. He is best known for his work with Eduard Tubin's music.",
      "pageId": 21491782,
      "monthDay": "08/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Simon_Taylor_(journalist)",
      "name": "Simon Taylor",
      "aboutText": "Simon Taylor, born 8 August 1944, is a motor sports journalist who writes for several publications, including a monthly in-depth interview in Motor Sport magazine in the series 'Lunch With...' and a regular column under the name of 'Full Throttle' in Classic & Sports Car Magazine.\nTaylor joined the weekly motor racing magazine Autosport straight from university in 1966 as an editorial assistant. In 1967 the magazine was taken over by the Haymarket Publishing Group and he was promoted to Editor in 1968, still aged only 23.",
      "pageId": 25477226,
      "monthDay": "08/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joe_Bethancourt",
      "name": "Joe Bethancourt",
      "aboutText": "Svetlana Yevgenyevna Savitskaya (Russian: Светла́на Евге́ньевна Сави́цкая; born August 8, 1948) is a former Soviet aviator and cosmonaut who flew aboard Soyuz T-7 in 1982, becoming the second woman in space.",
      "pageId": 192137,
      "monthDay": "08/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jos%C3%A9_Cruz",
      "name": "José Cruz",
      "aboutText": "Kenneth Wayne \"Ken\" Dryden, PC OC, (born August 8, 1947) is a Canadian politician, lawyer, businessman, author, and former NHL goaltender. He is an officer of the Order of Canada and a member of the Hockey Hall of Fame. Dryden was a Liberal Member of Parliament from 2004, also serving as a cabinet minister from 2004 to 2006, until losing his seat in the 2011 Canadian federal elections to Conservative Mark Adler.",
      "pageId": 274752,
      "monthDay": "08/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ken_Dryden",
      "name": "Ken Dryden",
      "aboutText": "José Cruz Dilan (born August 8, 1947) is a former Major League Baseball outfielder. He is also the former first base coach for the Houston Astros. During his 19-year baseball career, he played from 1970 to 1988 for three different teams, playing primarily for the Astros.",
      "pageId": 327530,
      "monthDay": "08/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Larry_Wilcox",
      "name": "Larry Wilcox",
      "aboutText": "Mamoru Oshii (押井 守 Oshii Mamoru; born August 8, 1951 in Tokyo) is a Japanese filmmaker, television director, and writer. Famous for his philosophy-oriented storytelling, Oshii has directed a number of popular anime, including Urusei Yatsura, Ghost in the Shell, and Patlabor 2: The Movie. He also holds the distinction of having created the first ever OVA, Dallos.",
      "pageId": 345113,
      "monthDay": "08/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Susan_Himmelweit",
      "name": "Susan Himmelweit",
      "aboutText": "Ken Kutaragi (久夛良木 健, Kutaragi Ken, born August 2, 1950) is the former Chairman and Group CEO of Sony Computer Entertainment (SCEI), the video game division of Sony Corporation, and current president and CEO of Cyber AI Entertainment. He is known as \"The Father of the PlayStation\", and its successors and spinoffs, including the PlayStation 2, PlayStation Portable, and the PlayStation 3.\nHe had also designed the sound processor for the Super Nintendo.",
      "pageId": 510275,
      "monthDay": "08/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Svetlana_Savitskaya",
      "name": "Svetlana Savitskaya",
      "aboutText": "Aloysius Paulus Maria \"Louis\" van Gaal, OON (Dutch pronunciation: [luˈʋi vɑŋ ˈɣaːl]; born 8 August 1951), is a Dutch football manager and former player who is the current manager of Manchester United. He was formerly manager of Ajax, Barcelona, AZ, Bayern Munich, and the Netherlands national team. He is one of the most decorated managers in world football.",
      "pageId": 683945,
      "monthDay": "08/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Margaret_Urban_Walker",
      "name": "Margaret Urban Walker",
      "aboutText": "Martin Brest (born August 8, 1951) is an American film director, screenwriter, and producer.",
      "pageId": 705305,
      "monthDay": "08/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Keith_Carradine",
      "name": "Keith Carradine",
      "aboutText": "Keith Ian Carradine (born August 8, 1949) is an American actor, singer and songwriter who has had success on stage, film and television. He is perhaps best known for his roles as Tom Frank in Robert Altman's Nashville, Wild Bill Hickok in the HBO series Deadwood and FBI agent Frank Lundy in Dexter. In addition, he is a Golden Globe and Academy Award winning songwriter.",
      "pageId": 884488,
      "monthDay": "08/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ricardo_Londo%C3%B1o",
      "name": "Ricardo Londoño",
      "aboutText": "Randy Shilts (August 8, 1951 – February 17, 1994) was a pioneering gay American journalist and author.",
      "pageId": 1022472,
      "monthDay": "08/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sarah_Dunant",
      "name": "Sarah Dunant",
      "aboutText": "Ricardo Londoño-Bridge (8 August 1949 in Medellín – 18 July 2009) was a racing driver from Colombia. He had an unremarkable international career apart from his one attempt at Formula One in the 1981 Brazilian Grand Prix with Ensign.\nBrought into the small team for financial reasons, Londoño took part in the special acclimatisation practice session held before the Grand Prix weekend.",
      "pageId": 1353920,
      "monthDay": "08/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Willie_Hall_(drummer)",
      "name": "Willie Hall",
      "aboutText": "Larry Dee Wilcox (born August 8, 1947) is an American actor, best known for his role as Officer Jonathan \"Jon\" Baker in CHiPs, an American television series. He is a decorated Marine veteran, accomplished motorcycle rider, race car driver, Bonneville Salt Flats Land Speed Record holder, and private pilot.\n^ \"Larry Wilcox\".",
      "pageId": 1368700,
      "monthDay": "08/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ken_Kutaragi",
      "name": "Ken Kutaragi",
      "aboutText": "Anton Fig (born 8 August 1952 in Cape Town, South Africa), known as \"The Thunder from Down Under\", is a South African/American session drummer, noted for his work in David Letterman's house band, the CBS Orchestra.",
      "pageId": 3539707,
      "monthDay": "08/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Lucjan_Lis",
      "name": "Lucjan Lis",
      "aboutText": "W. Joseph \"Joe\" Bethancourt III (August 8, 1946 – August 28, 2014) was an American folk musician.",
      "pageId": 3566656,
      "monthDay": "08/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Martin_Brest",
      "name": "Martin Brest",
      "aboutText": "Phillip Henry Carlson (born 8 August 1951, Nundah, Queensland) is a former Australian cricketer who played in 2 Tests and 4 ODIs in 1979.\nCarlson was an all-rounder who played for Queensland between 1969–70 and 1980–81. He played two Test matches for Australia v England in 1978–79 Ashes series and five One Day Internationals against the same opponents.",
      "pageId": 3616405,
      "monthDay": "08/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Carlson",
      "name": "Phil Carlson",
      "aboutText": "Sarah Dunant (born 8 August 1950) is a writer, broadcaster and critic. She was a founding vice patron of the Orange Prize for women's fiction, sits on the editorial board of the Royal Academy magazine, and reviews for The Times, The Guardian, and The Independent on Sunday. She teaches creative writing at The Faber Academy in London and biennially at Washington University in St.",
      "pageId": 5358771,
      "monthDay": "08/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mohamed_Morsi",
      "name": "Mohamed Morsi",
      "aboutText": "Willie \"Too Big\" Hall (born August 8, 1950, Memphis, Tennessee, United States) is an American drummer, best known for being a member of the Blues Brothers band.\nHall began his career as a drummer in 1965, while still in high school. He played with the Bar-Kays band and Isaac Hayes's band The Movement.",
      "pageId": 22875981,
      "monthDay": "08/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mamoru_Oshii",
      "name": "Mamoru Oshii",
      "aboutText": "Mohamed Morsi (Arabic: محمد محمد مرسى عيسى العياط‎, ALA-LC: Muḥammad Muḥammad Mursī ‘Īsá al-‘Ayyāṭ, IPA: [mæˈħæmmæd mæˈħæmmæd ˈmoɾsi ˈʕiːsæ (ʔe)l.ʕɑjˈjɑːtˤ]; born 8 August 1951) is an Egyptian politician who served as the fifth President of Egypt, from 30 June 2012 to 3 July 2013, when he was removed by army chief General Abdel Fattah el-Sisi after the June 2013 Egyptian protests and the 2013 Egyptian coup d'état. He was the first democratically elected head of state in Egyptian history.\nMohamed Morsi was educated in Egyptian public schools and universities; he was later granted a scholarship from the Egyptian government to prepare for a Ph.D. degree in the United States.",
      "pageId": 32253721,
      "monthDay": "08/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Randy_Shilts",
      "name": "Randy Shilts",
      "aboutText": "Lucjan Roman Lis (8 August 1950 – 26 January 2015) was a Polish cyclist. He had his greatest success in the 100 km team time trial. In this event he won a silver medal at the 1972 Summer Olympics as well as a bronze and a gold medal at the world championships in 1971 and 1973, respectively.",
      "pageId": 38400316,
      "monthDay": "08/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Louis_van_Gaal",
      "name": "Louis van Gaal",
      "aboutText": "Margaret Urban Walker (born August 8, 1948), is the Donald J. Schuenke Chair in Philosophy at Marquette University. Before her appointment at Marquette, she was the Lincoln Professor of Ethics at Arizona State University, and before that she was at Fordham University. She has also previously held visiting appointments at Washington University at St.",
      "pageId": 40272509,
      "monthDay": "08/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Anton_Fig",
      "name": "Anton Fig",
      "aboutText": "Susan 'Sue' Felicity Himmelweit (born 8 August 1948), is a British economist, emeritus professor of economics for the Open University in the UK, and was the 2009 president of the International Association for Feminist Economics (IAFFE).\nOther bodies which she is connected to include: principal investigator on an Economic and Social Research Council (ESRC) funded research project entitled, Gender and intra-household entitlements – a cross-national longitudinal analysis (GenIX); member of an international network on care policy called Political and Social Economy of Care in a Globalising World (PASEC), funded by Nordic Centre of Excellence's REASSESS scheme looking at the Nordic economic and social model; member of the management committee for the Women's Budget Group; member of the editorial board of Feminist Economics; and member of the editorial board of the Journal of Women, Politics & Policy.\n^ \"Himmelweit, Susan\".",
      "pageId": 42962448,
      "monthDay": "08/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jostein_Gaarder",
      "name": "Jostein Gaarder",
      "aboutText": "Nigel Ernest James Mansell, CBE (/ˈmænsəl/; born 8 August 1953) is a British former racing driver who won both the Formula One World Championship (1992) and the CART Indy Car World Series (1993). Mansell was the reigning F1 champion when he moved over to CART, becoming the first person to win the CART title in his debut season, and making him the only person to hold both titles simultaneously.\nHis career in Formula One spanned 15 seasons, with his final two full seasons of top-level racing being spent in the CART series.",
      "pageId": 228615,
      "monthDay": "08/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Doug_Melvin",
      "name": "Doug Melvin",
      "aboutText": "Jostein Gaarder (Norwegian: [ˈjuːstaɪn ˈɡɔːrdər]; born 8 August 1952) is a Norwegian intellectual and author of several novels, short stories and children's books. Gaarder often writes from the perspective of children, exploring their sense of wonder about the world. He often utilizes metafiction in his works and constructs stories within stories.",
      "pageId": 233546,
      "monthDay": "08/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Robin_Quivers",
      "name": "Robin Quivers",
      "aboutText": "Robin Ophelia Quivers (born August 8, 1952) is an American radio personality, author, and actress, best known for being the long-running news anchor and co-host of The Howard Stern Show.",
      "pageId": 295561,
      "monthDay": "08/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sudhakar_Rao",
      "name": "Sudhakar Rao",
      "aboutText": "Mark Lazarowicz (born Marek Lazarowicz; 8 August 1953) is a British Labour Co-operative politician and lawyer who was the Member of Parliament (MP) for Edinburgh North and Leith from 2001 to 2015. In October 2010, he was appointed as part of the shadow team for the Department for International Development along with Rushanara Ali with Harriet Harman in charge As of October 2011, his position of Shadow DFID Minister was taken over by Tony Cunningham.\n^ \"Labour Shadow Cabinet | The Labour Party\".",
      "pageId": 416923,
      "monthDay": "08/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mark_Lazarowicz",
      "name": "Mark Lazarowicz",
      "aboutText": "Deborah Anne Norville (born August 8, 1958) is an American television journalist and businesswoman. Norville is the anchor of Inside Edition, a syndicated television news magazine, a position she has held since March 1995. She is a member of the Board of Directors of the Viacom Corporation.",
      "pageId": 1436312,
      "monthDay": "08/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nigel_Mansell",
      "name": "Nigel Mansell",
      "aboutText": "Don Most (born August 8, 1953) is an American actor best known for his role as Ralph Malph on the television series Happy Days.",
      "pageId": 1909726,
      "monthDay": "08/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Don_Most",
      "name": "Don Most",
      "aboutText": "Branscombe Richmond (born August 8, 1955) is an American character actor and stuntman. He is sometimes credited in films as Richmond Branscombe, Ranscombe Richmon, Ranhome Quickman or Branscom Richmond.\nRichmond was born in Los Angeles, California, the son of Leo C. Richmond, an actor and stuntman.",
      "pageId": 2068856,
      "monthDay": "08/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Nick_Holtam",
      "name": "Nick Holtam",
      "aboutText": "Herbert Prohaska (born 8 August 1955 in Vienna, Austria) is a retired Austrian football player. He ranks among Austria's greatest football players of all time. Prohaska is currently working as a football pundit for the Austrian Broadcasting Corporation (ORF).",
      "pageId": 2282543,
      "monthDay": "08/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Didd%C3%BA",
      "name": "Diddú",
      "aboutText": "Dennis Drew (born on 8 August 1957) is the keyboardist for the band 10,000 Maniacs. He has been with the band since its inception in 1981 and is one of only two remaining founding members of the band. Drew is also general manager of WRFA-LP, a low-power nonprofit radio station in Jamestown, New York.",
      "pageId": 2380669,
      "monthDay": "08/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Herbert_Prohaska",
      "name": "Herbert Prohaska",
      "aboutText": "Christopher John Foreman (born 8 August 1956 in St Pancras, London), nicknamed \"Chrissy Boy\", is an English musician, and songwriter who achieved success as the guitarist for the second wave ska band Madness.\n^ \"Camden Town - Chrissy Boy\". Madness7.comuv.com.",
      "pageId": 2406182,
      "monthDay": "08/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Michael_Roe_(racing_driver)",
      "name": "Michael Roe",
      "aboutText": "Cecilia Roth (Spanish pronunciation: [seˈsilja rot]; born Cecilia Edith Rotenberg; August 8, 1956) is an Argentine actress.",
      "pageId": 2977755,
      "monthDay": "08/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Branscombe_Richmond",
      "name": "Branscombe Richmond",
      "aboutText": "David Grant (born 8 August 1956 in Hackney, London) is an English pop singer, celebrity and vocal coach.",
      "pageId": 2987317,
      "monthDay": "08/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Chris_Foreman",
      "name": "Chris Foreman",
      "aboutText": "Ramchandra Sudhakar Rao (Kannada: ರಾಮಚಂದ್ರ ಸುಧಾಕರ ರಾವ್‌)  pronunciation  (born 8 August 1952 in Bangalore, India) is a former Indian cricketer.",
      "pageId": 4282503,
      "monthDay": "08/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Grant_(singer)",
      "name": "David Grant",
      "aboutText": "Dr.",
      "pageId": 5447489,
      "monthDay": "08/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Cecilia_Roth",
      "name": "Cecilia Roth",
      "aboutText": "Douglas Robert Melvin (born August 8, 1952 ) is a Canadian front-office executive in Major League Baseball who served as the general manager of the Texas Rangers and Milwaukee Brewers of the American League and National League He held the position with Milwaukee from 2002 to 2015. He is currently a senior advisor for the Milwaukee Brewers.",
      "pageId": 6096956,
      "monthDay": "08/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dennis_Drew",
      "name": "Dennis Drew",
      "aboutText": "Sigrún Hjálmtýsdóttir (pronounced [ˈsɪɣrun ˈçaulmtʰi(ː)sˌtouhtɪr]) (born 8 August 1955), better known as Diddú (pronounced [ˈtɪtːu]), is an Icelandic soprano and songwriter. Educated at the Reykjavík College of Music and the Guildhall School of Music and Drama in London, she began her singing career in the 1970s as a vocalist for the popular folk and pop group Spilverk Þjóðanna. She subsequently turned to classical music, particularly Lieder and operas.",
      "pageId": 13519451,
      "monthDay": "08/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Deborah_Norville",
      "name": "Deborah Norville",
      "aboutText": "Michael Roe (born August 8, 1955) is a former racing driver from Naas, Ireland.\nRoe began racing in Formula Ford and won the 1978 Formula Ford Festival. The following year he drove in British Formula Three and finished in 9th place in his rookie campaign with 2 podium finishes for David Clark's team.",
      "pageId": 15189299,
      "monthDay": "08/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Caroline_Ansink",
      "name": "Caroline Ansink",
      "aboutText": "Caroline Ansink (born 8 August 1959 in Amsterdam) is a Dutch musician, music educator and composer.",
      "pageId": 29154153,
      "monthDay": "08/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mustafa_Balbay",
      "name": "Mustafa Balbay",
      "aboutText": "Nicholas Roderick \"Nick\" Holtam (born 8 August 1954) is a bishop of the Church of England. Since 2011, he has been the Bishop of Salisbury.",
      "pageId": 31476688,
      "monthDay": "08/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ulrich_Maly",
      "name": "Ulrich Maly",
      "aboutText": "Mustafa Ali Balbay (born August 8, 1960 in Burdur) is a journalist, writer and Turkish MP. As the main political correspondent in Ankara for the left-wing Kemalist daily newspaper Cumhuriyet, he wrote a regular column called Gözlem which he took over from the prominent investigative journalist Ugur Mumcu, who was assassinated in 1993. Balbay was arrested on March 5, 2009 as an Ergenekon suspect in the Odatv case, and in August 2009 he was sentenced to 34 years and eight months.\n^ \"Balbay was to lead the left, Ergenekon suspect testifies\".",
      "pageId": 31987625,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/The_Edge",
      "name": "The Edge",
      "aboutText": "David Howell Evans (born 8 August 1961), better known by his stage name The Edge (or just Edge), is a British-born Irish musician and songwriter best known as the lead guitarist, keyboardist and backing vocalist of the rock band U2. A member of the group since its inception, he has recorded 13 studio albums with the band as well as one solo record. As a guitarist, the Edge has crafted a minimalistic and textural style of playing.",
      "pageId": 123998,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Daniel_House",
      "name": "Daniel House",
      "aboutText": "Simon Weston CBE (born 8 August 1961) is a veteran of the British Army who has become well known throughout the United Kingdom for his recovery and charity work after suffering severe burn injuries during the Falklands War.",
      "pageId": 162418,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ron_Klain",
      "name": "Ron Klain",
      "aboutText": "Mohandas Dewese (born August 8, 1962), better known by his stage name Kool Moe Dee, is an American hip hop MC prominent in the late 1970s through the early 1990s.",
      "pageId": 642991,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bruce_Matthews_(American_football)",
      "name": "Bruce Matthews",
      "aboutText": "Emi Shinohara (篠原 恵美, Shinohara Emi, born Emiko Shinohara (篠原 恵美子, Shinohara Emiko), born August 8, 1963) is a Japanese voice actress employed by 81 Produce. She was born in Fukushima Prefecture and raised in Nagano. She is married to tokusatsu actor Hiroshi Watari.",
      "pageId": 771335,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rikki_Rockett",
      "name": "Rikki Rockett",
      "aboutText": "Rica Fukami (深見 梨加, Fukami Rika, born August 8, 1963) is a Japanese voice actress from Saitama Prefecture who is affiliated with Vi-Vo. She made her voice acting debut in 1982 with Tokimeki Tonight. Fukami is best known for her role in the Sailor Moon series as Sailor Venus.",
      "pageId": 776200,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Annemieke_Verdoorn",
      "name": "Annemieke Verdoorn",
      "aboutText": "Angus Robert Charles Fraser MBE (born 8 August 1965) is currently Middlesex County Cricket Club's managing director of Cricket, and a former English cricketer and journalist. In February 2014, Fraser was made an England selector.\nFraser played in forty-six Test matches and forty-two One Day Internationals for England.",
      "pageId": 897200,
      "monthDay": "08/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Simon_Weston",
      "name": "Simon Weston",
      "aboutText": "Richard Allan Ream (born August 8, 1961), better known by the stage name Rikki Rockett, is an American drummer for the multi-platinum selling Glam Metal band, Poison. The band have sold over 45 million records worldwide and have sold 15 million records in the United States alone.",
      "pageId": 1128019,
      "monthDay": "08/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kool_Moe_Dee",
      "name": "Kool Moe Dee",
      "aboutText": "Ronald A. \"Ron\" Klain (born August 8, 1961) is an American political operative and lawyer who on October 17, 2014, was named for the newly created position of \"Ebola response coordinator\" or, less officially, Ebola Czar.",
      "pageId": 2139611,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rica_Fukami",
      "name": "Rica Fukami",
      "aboutText": "Eddie Scott Trunk (born August 8, 1964) is an American music historian, radio personality, talk show host, and author, best known as the host of several hard rock and heavy metal-themed radio and television shows.",
      "pageId": 2267937,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Hur_Jin-ho",
      "name": "Hur Jin-ho",
      "aboutText": "Stephen Walkom (born August 8, 1963) currently serves as vice president and director of officiating for the National Hockey League (NHL). This is second tenure in that position, having previously served from 2005 to 2009. From 1990 to 2004, and from 2009 to 2013, he worked as an on-ice referee for the league.",
      "pageId": 2946135,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ron_Karkovice",
      "name": "Ron Karkovice",
      "aboutText": "Hur Jin-ho (Hangul: 허진호; born August 8, 1963) is a South Korean film director and screenwriter.",
      "pageId": 3531806,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Emi_Shinohara",
      "name": "Emi Shinohara",
      "aboutText": "Paul Taylor (born Jonathan Paul Taylor, 8 August 1964, Ashby-de-la-Zouch, Leicestershire, England) is an English former cricketer, who played in two Tests and one ODI for England from 1993 to 1994.\n^ Bateman, Colin (1993). If The Cap Fits.",
      "pageId": 3741193,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jon_Turteltaub",
      "name": "Jon Turteltaub",
      "aboutText": "Jonathan Charles \"Jon\" Turteltaub (born August 8, 1963) is an American film director and producer.",
      "pageId": 4759617,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Stephen_Walkom",
      "name": "Stephen Walkom",
      "aboutText": "Annemieke Verdoorn (born 8 August 1961) is a Dutch actress.",
      "pageId": 4966096,
      "monthDay": "08/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Carmi_Martin",
      "name": "Carmi Martin",
      "aboutText": "Bruce Rankin Matthews (born August 8, 1961) is a former American college and professional football player who was an offensive guard and center in the National Football League (NFL) for nineteen seasons during the 1980s, 1990s and 2000s. Matthews played college football for the University of Southern California, and was recognized as an All-American. He was selected in the first round of the 1983 NFL Draft, played professionally for the NFL's Oilers/Titans franchise, and was a fourteen-time Pro Bowl selection, the most in NFL history, a record shared with Merlin Olsen, Tony Gonzalez, and Peyton Manning.",
      "pageId": 5838930,
      "monthDay": "08/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Anastasia_M._Ashman",
      "name": "Anastasia M. Ashman",
      "aboutText": "Ronald Joseph Karkovice (born August 8, 1963, in Union Township, Union County, New Jersey) is a former Major League Baseball catcher.",
      "pageId": 5981983,
      "monthDay": "08/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Scott_Sandelin",
      "name": "Scott Sandelin",
      "aboutText": "Anastasia M. Ashman (born 1964) is an American author and cultural producer, a digital strategist and cofounder of global personal branding startup GlobalNiche.net",
      "pageId": 6857716,
      "monthDay": "08/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Taylor_(cricketer,_born_1964)",
      "name": "Paul Taylor",
      "aboutText": "Daniel House (born August 8, 1961) is a business owner/entrepreneur and musician best known for his contribution to the Seattle “grunge” music movement of the 1980s and ‘90s. He was a co-founder and bass-player for Skin Yard, a band that was active from 1985 to 1992, and was President and owner of C/Z Records, a Seattle-based independent record label that released music by many bands including 7 Year Bitch, Built to Spill, Coffin Break, Engine Kid, The Gits, Hammerbox, Love Battery, The Melvins, The Presidents of the United States of America, Silkworm, and Skin Yard.",
      "pageId": 9688889,
      "monthDay": "08/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Eddie_Trunk",
      "name": "Eddie Trunk",
      "aboutText": "Scott Alan Sandelin (born August 8, 1964) is an American former professional ice hockey player. He is currently the head coach of the Minnesota-Duluth Bulldogs men's ice hockey team. In 2011 he became the first coach in Bulldog history to lead them to a national title.",
      "pageId": 11994604,
      "monthDay": "08/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Angus_Fraser",
      "name": "Angus Fraser",
      "aboutText": "Carmi Martin (born August 9, 1963 in Dumaguete City, Philippines) is a Filipino actress.",
      "pageId": 38812579,
      "monthDay": "08/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/El_Hefe",
      "name": "El Hefe",
      "aboutText": "Faye Wong (born 8 August 1969) is a Chinese–Hong Kong singer-songwriter and actress, who is usually referred to in the media as a \"diva\" (Chinese: 天后; literally: \"Heavenly Queen\"). Early in her career she briefly used the stage name Shirley Wong (王靖雯). Born in Beijing, she moved to British Hong Kong in 1987 and came to public attention in the early 1990s by singing ballads in Cantonese.",
      "pageId": 294664,
      "monthDay": "08/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kate_Langbroek",
      "name": "Kate Langbroek",
      "aboutText": "Rena Marlette Lesnar (née Greek; born August 8, 1967), better known as Sable, is an American model, actress, and retired professional wrestler. She is primarily known for her time in WWE. Before gaining popularity in the world of professional wrestling, she began working for WWE in 1996. As Sable, she was one of the first WWE Divas, and gained considerable popularity.",
      "pageId": 317070,
      "monthDay": "08/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Chris_Eubank",
      "name": "Chris Eubank",
      "aboutText": "Christopher Livingstone Eubanks (born 8 August 1966), known as Chris Eubank, is a British former professional boxer. He held the WBO middleweight and super middleweight titles, holding victories over six world champions in a career that spanned thirteen years. A slick, awkward and unorthodox fighter, Eubank had natural athleticism, coupling speed and one-punch knockout power together with ease.",
      "pageId": 412087,
      "monthDay": "08/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_Hudek",
      "name": "John Hudek",
      "aboutText": "Aaron Abeyta (born August 8, 1965), better known as El Hefe or simply Hefe, from el Jefe (Spanish for \"the boss\") is the lead guitarist and trumpet player for the California punk band NOFX. He started playing guitar at the age of 13, but he states that he started taking it seriously at the age of 15, joining his first band. He attended the Berklee College of Music and graduated with honors. Abeyta was given his moniker by his fellow band members for his superior mastery of the instruments he plays, and because at the time he joined the band there were already two \"Erics\", and that an \"Aaron\" would just be too much.",
      "pageId": 589576,
      "monthDay": "08/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Y%C5%ABki_Amami",
      "name": "Yūki Amami",
      "aboutText": "Marcelo Balboa (born August 8, 1967 in Chicago, Illinois) is a retired American soccer defender who played in the 1990s for the U.S. national team, becoming its captain. He is a member of the National Soccer Hall of Fame.\nAfter retiring from playing, he has worked as a commentator for ESPN and ABC and MLS games on HDNet and Altitude, as well as FIFA World Cup games on Univision.",
      "pageId": 934982,
      "monthDay": "08/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Eric_Angle",
      "name": "Eric Angle",
      "aboutText": "Yūki Amami (天海 祐希, Amami Yūki, born August 8, 1967) is a Japanese actress.",
      "pageId": 1384996,
      "monthDay": "08/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Marcelo_Balboa",
      "name": "Marcelo Balboa",
      "aboutText": "Eric Angle (born August 8, 1967) is an American former amateur and professional wrestler.",
      "pageId": 1981554,
      "monthDay": "08/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sable_(wrestler)",
      "name": "Sable",
      "aboutText": "Katherine Elizabeth Wilhelmina Beuving Langbroek (born 8 August 1965) is an Australian television and radio personality of Jamaican, Jewish and Dutch heritage. She was a radio announcer on the 3RRR programme Breakfasters and has been a panelist for Network Ten's talkshow The Panel.\nLangbroek currently hosts Hughesy & Kate with Dave Hughes on the KIIS Network.",
      "pageId": 2238624,
      "monthDay": "08/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Lee_Unkrich",
      "name": "Lee Unkrich",
      "aboutText": "Chester Mornay Williams (born 8 August 1970 in Paarl, Western Province, South Africa) is a former South African rugby union rugby player. He played as a winger for the Springboks from 1993 to 2000. Williams also played rugby for the Western Province in the Currie Cup.",
      "pageId": 2597834,
      "monthDay": "08/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yvie_Burnett",
      "name": "Yvie Burnett",
      "aboutText": "Pascal Duquenne (born 8 August 1970 in Vilvoorde, Belgium) is a Belgian actor. He shared the prize for a male role in 1996 Cannes Film Festival for his performance as Georges in the movie The Eighth Day, with Daniel Auteuil, who played Harry. He currently lives in Brussels.",
      "pageId": 2884466,
      "monthDay": "08/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Aldo_Calder%C3%B3n_van_Dyke",
      "name": "Aldo Calderón van Dyke",
      "aboutText": "Abey Kuruvilla  pronunciation  (born 8 August 1968) is a former Indian pace bowler of the mid-1990s.\nKuruvilla stood like a tower 6 ft 5 in (1.96 m) tall and coupled with his broad flame cut the imposing figure on the field.\nKuruvilla lead the pace attack on the tour of the West Indies in 1997, when Javagal Srinath was sidelined with a rotator cuff injury.",
      "pageId": 2938275,
      "monthDay": "08/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Abey_Kuruvilla",
      "name": "Abey Kuruvilla",
      "aboutText": "Lee Edward Unkrich (born August 8, 1967) is an American director, film editor and screenwriter. He is a longtime member of the creative team at Pixar, where he started in 1994 as a film editor. He later began directing, first as co-director of Toy Story 2.",
      "pageId": 4108294,
      "monthDay": "08/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Huey_Morgan",
      "name": "Huey Morgan",
      "aboutText": "Hugh Thomas Ángel Munger Díaz Morgan, known as Huey Morgan (born August 8, 1968) is the frontman of rock/hip hop band Fun Lovin' Criminals. Morgan performs both vocals and guitar and combines rock, hip hop, jazz, reggae, and funk influences in his music. He also performs as a BBC Radio DJ, and has made film and TV appearances.",
      "pageId": 4193243,
      "monthDay": "08/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Song_Sung-il",
      "name": "Song Sung-il",
      "aboutText": "John Raymond Hudek (born on August 8, 1966) is a former Major League Baseball pitcher. He played all or part of six seasons in the majors, from 1994 until 1999, for five different teams. He appeared in a total of 194 major league games, all in relief, making the 1994 NL All-Star team as a rookie.",
      "pageId": 6179188,
      "monthDay": "08/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Monika_Ts%C3%B5ganova",
      "name": "Monika Tsõganova",
      "aboutText": "Trevor Kendall Alberts (born August 8, 1970) is an American sports administrator and the director of athletics at the University of Nebraska Omaha. Alberts is a former American college and professional football player. He played college football for the University of Nebraska, and earned All-American honors at linebacker.",
      "pageId": 6737428,
      "monthDay": "08/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Faye_Wong",
      "name": "Faye Wong",
      "aboutText": "Yvie Burnett (born 8 August 1968), is a Scottish mezzo-soprano and vocal coach, best known for her work with Simon Cowell on television shows The X Factor and Britain's Got Talent and also The Big Reunion and The Voice UK.",
      "pageId": 17685013,
      "monthDay": "08/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Trev_Alberts",
      "name": "Trev Alberts",
      "aboutText": "Aldo Mauricio Calderón van Dyke (8 August 1968 – 15 July 2013) was a Honduran journalist and news anchor. He worked during the 1990s as collaborator in La Prensa and later in Diario Tiempo.\nSince 2001 he was anchor of the evening newscast of Canal 11.",
      "pageId": 39983005,
      "monthDay": "08/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ben_G._Davis",
      "name": "Ben G. Davis",
      "aboutText": "Monika Tsõganova (born August 8, 1969, Kohtla-Järve) is an Estonian chess Woman International Master (1991).",
      "pageId": 41730275,
      "monthDay": "08/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Pascal_Duquenne",
      "name": "Pascal Duquenne",
      "aboutText": "Song Sung Il (August 8 1969 - January 29 1995) was a Korean Greco-Roman wrestler. He was born in Gwacheon, South Korea. Song won gold medal at 1994 Asian Games in Hiroshima.",
      "pageId": 46222471,
      "monthDay": "08/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chester_Williams",
      "name": "Chester Williams",
      "aboutText": "Benjamin Guy Davis (born 1970) FRS is Professor of Chemistry in the Department of Chemistry at the University of Oxford.",
      "pageId": 46759578,
      "monthDay": "08/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Johnny_Balentina",
      "name": "Johnny Balentina",
      "aboutText": "Joshua Scott \"JC\" Chasez (/ˈʃɑːzeɪ/, born August 8, 1976) is an American singer, songwriter, dancer, record producer, and occasional actor. He started out his career as a cast member on the The Mickey Mouse Club before rising to superstardom as one of the two lead vocalists of the boy band NSYNC. After the band's split-up, Chasez released his solo album, Schizophrenic, and has gone on to write and produce for music acts such as Girls Aloud, Basement Jaxx, David Archuleta, Matthew Morrison, and the Backstreet Boys.",
      "pageId": 68139,
      "monthDay": "08/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joely_Collins",
      "name": "Joely Collins",
      "aboutText": "Brian Lee Harvey (born 8 August 1974) is an English musician and was the lead singer of pop band East 17.",
      "pageId": 356122,
      "monthDay": "08/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Andrea_de_Rossi",
      "name": "Andrea de Rossi",
      "aboutText": "Axel Merckx (born 8 August 1972 in Uccle) is a Belgian former professional road bicycle racer. In his professional career that began in 1993 and ended in 2007, he won an Olympic bronze medal and competed in eight Tours de France, finishing as the highest-placed Belgian rider six times.",
      "pageId": 591724,
      "monthDay": "08/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Axel_Merckx",
      "name": "Axel Merckx",
      "aboutText": "Andrew Graham \"Andy\" Priaulx, MBE (born 8 August 1974) is a British professional racing driver from Guernsey, and is a BMW factory driver. He is a European Touring Car Championship champion, three times World Touring Car Championship champion and the only FIA Touring Car champion to win an International level championship for four consecutive years (2004 to 2007).",
      "pageId": 1166708,
      "monthDay": "08/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Steven_Tweed",
      "name": "Steven Tweed",
      "aboutText": "Scott Alan Stapp (born August 8, 1973) is an American singer, songwriter, and musician, known as the lead vocalist and lyricist of the post-grunge band Creed, of which he is a founding member. His debut solo album, The Great Divide, was released in 2005. His second album, Proof of Life, was released on November 5, 2013.",
      "pageId": 1179390,
      "monthDay": "08/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shane_Lee",
      "name": "Shane Lee",
      "aboutText": "Scott Francis D'Amore (born August 8, 1974) is a Canadian professional wrestler, manager, promoter, booker and entrepreneur. He formerly managed Team Canada in Total Nonstop Action Wrestling. He was also the former head of the creative team.",
      "pageId": 1944787,
      "monthDay": "08/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Senta_Moses",
      "name": "Senta Moses",
      "aboutText": "Szilárd Németh (Slovak pronunciation: [ˈsilaːrt ˈneːmet]; Hungarian pronunciation: [ˈsilaːrd ˈneːmɛt]; born 8 August 1977) is a retired Slovak footballer who played as a striker.\nAfter playing for clubs in his country of birth and the Czech Republic, he spent four-and-a-half seasons at Middlesbrough of the Premier League from 2001 to 2006. After a brief stint at France's RC Strasbourg, he played for Alemannia Aachen in Germany until his retirement in 2010.",
      "pageId": 1984328,
      "monthDay": "08/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jessica_Calvello",
      "name": "Jessica Calvello",
      "aboutText": "Andrew John \"Drew\" Lachey (born August 8, 1976) is an American singer and actor. He is known as a member of 98 Degrees, the winner of the second season of Dancing with the Stars, and is the younger brother of Nick Lachey.",
      "pageId": 2063909,
      "monthDay": "08/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gert_Olesk",
      "name": "Gert Olesk",
      "aboutText": "Shane Lee (born 8 August 1973) is a former Australian cricketer. He was an all-rounder known for his hard batting and medium-pace bowling.",
      "pageId": 2201806,
      "monthDay": "08/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Stapp",
      "name": "Scott Stapp",
      "aboutText": "Jessica Calvello (born August 8, 1973 in Webster, TX, USA) is an American voice actress and production assistant primarily known for her anime voiceover work, particularly with ADV Films, Seraphim Digital/Sentai Filmworks, DuArt Film and Video, Funimation, Central Park Media, New Generation Pictures, NYAV Post and 4Kids Entertainment.\nIn June 2002, before the recording of the lead role in Excel Saga began, an agreement was made between Calvello and ADV that she would receive 6 weeks vocal rest in between each volume, due to the series being extremely taxing on the voice. This agreement was broken by ADV Films, and while recording Volume 4 of the series, Calvello injured her voice and was replaced by Larissa Wolcott.",
      "pageId": 4078718,
      "monthDay": "08/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Manjul_Bhargava",
      "name": "Manjul Bhargava",
      "aboutText": "Manjul Bhargava (born 8 August 1974) is a Canadian-American mathematician. He is the R. Brandon Fradd Professor of Mathematics at Princeton University, the Stieltjes Professor of Number Theory at Leiden University, and also holds Adjunct Professorships at the Tata Institute of Fundamental Research, the Indian Institute of Technology Bombay, and the University of Hyderabad. He is known primarily for his contributions to number theory.",
      "pageId": 5102088,
      "monthDay": "08/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Scott_D%27Amore",
      "name": "Scott D'Amore",
      "aboutText": "Joely Collins (born August 8, 1972) is a Canadian actress and producer.\nCollins is the daughter of Andrea Bertorelli and the adopted daughter of English musician Phil Collins. Born and raised largely in Vancouver, British Columbia, Collins studied at the Vancouver Youth Theater, and later at London's Royal Academy of Dramatic Arts.",
      "pageId": 5550867,
      "monthDay": "08/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brian_Harvey",
      "name": "Brian Harvey",
      "aboutText": "Tawny Cypress (born August 8, 1976) is an American actress. She has appeared in various television and stage plays. She starred as Cherie Rollins-Murray on the television series Unforgettable, on seasons 2nd&3rd.",
      "pageId": 7173620,
      "monthDay": "08/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andy_Priaulx",
      "name": "Andy Priaulx",
      "aboutText": "Senta Michelle Moses (born August 8, 1973) is an American actress.",
      "pageId": 8453387,
      "monthDay": "08/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mick_Moss",
      "name": "Mick Moss",
      "aboutText": "Steven Tweed (born 8 August 1972) is a former Scottish footballer player and manager.\nTweed started his career in Scotland with Hibernian, for whom he made over 100 league appearances. He made his first move abroad in 1996 when he joined Greek side Ionikos.",
      "pageId": 9527715,
      "monthDay": "08/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/JC_Chasez",
      "name": "JC Chasez",
      "aboutText": "Randolph Benito (\"Johnny\") Balentina (born August 8, 1971 in Willemstad, Curaçao) is a Dutch baseball player, who competed in three consecutive Summer Olympics for the Netherlands, starting in 1996 (Atlanta, Georgia).",
      "pageId": 9737810,
      "monthDay": "08/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tawny_Cypress",
      "name": "Tawny Cypress",
      "aboutText": "Gert Olesk (born 8 August 1973) is an Estonian professional footballer. He plays the position of defender.",
      "pageId": 14783019,
      "monthDay": "08/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Drew_Lachey",
      "name": "Drew Lachey",
      "aboutText": "Darren Manzella (August 8, 1977 – August 29, 2013) was a United States Army Sergeant, Army medic and gay activist from Portland, New York, who was discharged under the Don't ask, don't tell policy. Manzella served in Iraq and Kuwait, and was stationed in Fort Hood, Texas.",
      "pageId": 15591114,
      "monthDay": "08/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Darren_Manzella",
      "name": "Darren Manzella",
      "aboutText": "Mick Moss (8 August 1975) is an English singer/songwriter. He is best known for his role in UK band Antimatter.",
      "pageId": 20614305,
      "monthDay": "08/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Szil%C3%A1rd_N%C3%A9meth",
      "name": "Szilárd Németh",
      "aboutText": "Andrea De Rossi (born Genova, 8 August 1972) is an Italian former rugby union footballer and a current coach. He played as number eight.\nDe Rossi first team was Rugby Livorno, where he played from 1990/91 to 1999/2000.",
      "pageId": 22563608,
      "monthDay": "08/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lindsay_Sloane",
      "name": "Lindsay Sloane",
      "aboutText": "Natsuko Kuwatani (桑谷 夏子, Kuwatani Natsuko, born August 8, 1978 in Tokyo) is a Japanese voice actress who works for I'm Enterprise as of March 1, 2008.\n^ Doi, Hitoshi. \"Kuwatani Natsuko\".",
      "pageId": 798914,
      "monthDay": "08/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rocky_Thompson",
      "name": "Rocky Thompson",
      "aboutText": "Louis Laurent Saha (born 8 August 1978) is a French former professional footballer. Saha was capped 20 times for the French national team and scored four goals. A former scholar at the Clairefontaine football academy, he started his career at Metz before playing on loan at Newcastle United.",
      "pageId": 816790,
      "monthDay": "08/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nicolas_Vogondy",
      "name": "Nicolas Vogondy",
      "aboutText": "Richard Harwood is also the assumed name of National Front member Richard Verrall.",
      "pageId": 905503,
      "monthDay": "08/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mohammad_Wasim",
      "name": "Mohammad Wasim",
      "aboutText": "Alan Paul Maybury (born 8 August 1978 in Dublin) is an Irish professional football player, who is currently a player-coach at Falkirk. Maybury is a defender, who can play in either full back position. He has previously played for Leeds United, Reading, Crewe Alexandra, Heart of Midlothian, Leicester City, Aberdeen, Colchester United, St.",
      "pageId": 1444119,
      "monthDay": "08/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alan_Maybury",
      "name": "Alan Maybury",
      "aboutText": "Countess Danielle Vaughn (born August 8, 1978) is an American actress and singer. Vaughn is best known for her role as Kimberly Ann Parker on the UPN sitcoms Moesha (1996–1999) and its spin-off The Parkers (1999–2004).",
      "pageId": 1684157,
      "monthDay": "08/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Louis_Saha",
      "name": "Louis Saha",
      "aboutText": "Michael \"Dirt\" Hindert (born August 8, 1980) is the bass guitarist of the New York rock/electronica band The Bravery.\nHindert grew up in Falls Church, Virginia, where his identical twin, Bryan, plays bass guitar in a local indie surf rock band. He is actually a guitar player and ukelele lover who learned the bass guitar to join the Bravery, a multi-instrumentalist.",
      "pageId": 2599085,
      "monthDay": "08/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Miho_Shiraishi",
      "name": "Miho Shiraishi",
      "aboutText": "Mohammad Wasim (Urdu: محمد وسیم‎; born August 8, 1977, Rawalpindi, Punjab) is an ex-Pakistani cricketer who currently plays for Netherlands.",
      "pageId": 2813922,
      "monthDay": "08/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Countess_Vaughn",
      "name": "Countess Vaughn",
      "aboutText": "Lindsay Sloane Leikin (born August 8, 1977) is an American actress who is known for playing Valerie Birkhead on Sabrina, the Teenage Witch (1997–1999). She has also starred in films such as Bring It On (2000), She's Out of My League (2010), The Other Guys (2010), Horrible Bosses (2011) and its sequel Horrible Bosses 2 (2014).",
      "pageId": 3001099,
      "monthDay": "08/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Natsuko_Kuwatani",
      "name": "Natsuko Kuwatani",
      "aboutText": "Pooja Ashwin Shah (born 8 August 1979 in London, England) is a British Asian actress and model of Kenyan-Asian descent. Her grandparents migrated to Kenya from Gujarat in Western India and so her ancestral roots are there.\nShah has trained as an Indian classical dancer.",
      "pageId": 3350131,
      "monthDay": "08/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ebru_Ya%C5%9Far",
      "name": "Ebru Yaşar",
      "aboutText": "Shayna Baszler (born August 8, 1980) is an American mixed martial artist and professional wrestler. She currently trains under former UFC Heavyweight Champion Josh Barnett. She has a record of 15 wins and 10 losses, with 14 wins coming by way of submission.",
      "pageId": 3569175,
      "monthDay": "08/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Richard_Harwood",
      "name": "Richard Harwood",
      "aboutText": "Rocky Lee Thompson (born August 8, 1977) was a Canadian ice hockey right wing. He was drafted in the third round, 72nd overall, by the Calgary Flames in the 1995 NHL Entry Draft. He was born in Calgary, Alberta and raised in Whitecourt, Alberta.",
      "pageId": 4984829,
      "monthDay": "08/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rashard_Lewis",
      "name": "Rashard Lewis",
      "aboutText": "Miho Shiraishi (白石 美帆, Shiraishi Miho, born August 8, 1978) is a Japanese actress from Ibaraki Prefecture, Japan.",
      "pageId": 5689496,
      "monthDay": "08/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Richard_Lyons_(racing_driver)",
      "name": "Richard Lyons",
      "aboutText": "Craig Andrew Breslow (pronounced BREHZ-loh; born August 8, 1980) is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the San Diego Padres, Cleveland Indians, Minnesota Twins, Oakland Athletics, Arizona Diamondbacks and Boston Red Sox.\nAs a senior at Yale University, where he majored in molecular biophysics and biochemistry, he led the Ivy League with a 2.56 ERA. He was drafted in the 26th round by the Milwaukee Brewers in 2002, and debuted in the Major Leagues with the San Diego Padres in 2005.",
      "pageId": 5959898,
      "monthDay": "08/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Pooja_Shah",
      "name": "Pooja Shah",
      "aboutText": "Denisse Guerrero Flores (born August 8, 1980, Los Mochis, Sinaloa) is a Mexican musician and singer-songwriter, best known as the lead vocalist of the electropop band Belanova. The band has released five albums since signing to Virus Records and later to Universal Mexico, in 2000.\nWhen she was eight years old, Guerrero won a Los Mochis singing competition.",
      "pageId": 6862024,
      "monthDay": "08/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gu%C3%B0j%C3%B3n_Valur_Sigur%C3%B0sson",
      "name": "Guðjón Valur Sigurðsson",
      "aboutText": "Found Website,",
      "pageId": 9777257,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shayna_Baszler",
      "name": "Shayna Baszler",
      "aboutText": "Richard Lyons (born 8 August 1979) is a British motor racing driver.",
      "pageId": 11868760,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Craig_Breslow",
      "name": "Craig Breslow",
      "aboutText": "Nicolas Vogondy (born August 8, 1977) is a French former professional road racing cyclist, who competed as a professional between 1997 and 2013.",
      "pageId": 12324651,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jack_Cassel",
      "name": "Jack Cassel",
      "aboutText": "Joseph \"Jack\" Buren Cassel II (born August 8, 1980) is a former Major League Baseball pitcher for the San Diego Padres and Houston Astros organizations. He retired from professional baseball in 2010 after suffering a career ending shoulder injury. He is now an Investment Banker with GrowthPoint Technology Partners.",
      "pageId": 12720656,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Denisse_Guerrero",
      "name": "Denisse Guerrero",
      "aboutText": "Guðjón Valur Sigurðsson (born 8 August 1979) is an Icelandic handball player who plays for FC Barcelona Handbol.\n^ \"2015 World Championship Roster\" (PDF). IHF. Retrieved 15 January 2015.",
      "pageId": 18978801,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Hindert",
      "name": "Mike Hindert",
      "aboutText": "Rashard Quovon Lewis (born August 8, 1979) is an American professional basketball player who last played for the Miami Heat of the National Basketball Association (NBA).",
      "pageId": 30874341,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sabine_Klaschka",
      "name": "Sabine Klaschka",
      "aboutText": "Roger Federer (German: [ˈfeːdərər]; born 8 August 1981) is a Swiss professional tennis player who is currently ranked world No. 3 by the Association of Tennis Professionals (ATP). Many commentators and players regard Federer as the greatest tennis player of all time.",
      "pageId": 262376,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Diego_Markwell",
      "name": "Diego Markwell",
      "aboutText": "Meagan Monique Good (born August 8, 1981) is an American actress. Beginning her career at the age of four, Good has appeared in numerous commercials, television shows, feature films, and music videos.\nIn 2011, Good featured in an ensemble cast of the highly successful film version of Think Like a Man.",
      "pageId": 335787,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pat_Noonan",
      "name": "Pat Noonan",
      "aboutText": "Vanessa Amorosi (born 8 August 1981) is an Australian singer-songwriter and recording artist. Her combined album and single sales have reached over 2 million worldwide.",
      "pageId": 547917,
      "monthDay": "08/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Michael_Urie",
      "name": "Michael Urie",
      "aboutText": "Pat Noonan (born August 2, 1980 in Ballwin, Missouri) is a former American soccer player who currently serves as an assistant coach for Los Angeles Galaxy in Major League Soccer.",
      "pageId": 1113577,
      "monthDay": "08/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vanessa_Amorosi",
      "name": "Vanessa Amorosi",
      "aboutText": "Found height,",
      "pageId": 1128690,
      "monthDay": "08/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Roger_Federer",
      "name": "Roger Federer",
      "aboutText": "Sabine Klaschka (born 8 August 1980) is a retired professional German tennis player.\nAt the 2005 Wimbledon Championships she beat British number one Elena Baltacha in the first round, she then was defeated in the second round by sixth seed Elena Dementieva.\nShe reached her all time ranking high of World No.",
      "pageId": 2101472,
      "monthDay": "08/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Meagan_Good",
      "name": "Meagan Good",
      "aboutText": "Bradley John McIntosh (born 8 August 1981) is an English singer, songwriter and actor.",
      "pageId": 2628745,
      "monthDay": "08/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kaori_Iida",
      "name": "Kaori Iida",
      "aboutText": "Villiami Sione \"Willie\" Tonga (born 8 August 1983 in Canberra, Australian Capital Territory) is an Australian professional rugby league footballer for the Leigh Centurions of the English Championship. An Australian international and Queensland State of Origin representative centre, he previously played for the Eels, then the Bulldogs, with whom he won the 2004 NRL Premiership and the North Queensland Cowboys. He re-signed with Parramatta starting with the 2012 season.",
      "pageId": 4647170,
      "monthDay": "08/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bradley_McIntosh",
      "name": "Bradley McIntosh",
      "aboutText": "Devon McTavish (born August 8, 1984 in Winchester, Virginia) is a retired American soccer player who most recently played for D.C. United in Major League Soccer.",
      "pageId": 5487859,
      "monthDay": "08/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Harel_Skaat",
      "name": "Harel Skaat",
      "aboutText": "For the chain of stores often referred to as \"Fred Meyer's\", see Fred Meyer.\nFred Meyers (born August 8, 1981 in Fort Leavenworth, Kansas) is an American actor.",
      "pageId": 6452910,
      "monthDay": "08/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Florence",
      "name": "David Florence",
      "aboutText": "Kirk John Broadfoot (born 8 August 1984 in Irvine, North Ayrshire) is a Scottish football player who plays as a defender for Rotherham United.\nBroadfoot started his senior career with St. Mirren and he helped the club gain promotion to the Scottish Premier League by winning the 2005–06 Scottish First Division.",
      "pageId": 6553460,
      "monthDay": "08/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Guy_Burnet",
      "name": "Guy Burnet",
      "aboutText": "Michael Lorenzo Urie (born August 8, 1980) is an American actor, presenter, director, and producer. He is known for his portrayal of Marc St.",
      "pageId": 7600820,
      "monthDay": "08/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fred_Meyers",
      "name": "Fred Meyers",
      "aboutText": "Guy Burnet (born 8 August 1983) is an English film, television and theatre actor. He is best known for his theater work. In recent years Burnet also completed a number of roles in feature films and on the New York stage as well as small directing/writing roles.",
      "pageId": 7885572,
      "monthDay": "08/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Willie_Tonga",
      "name": "Willie Tonga",
      "aboutText": "Tobias Gerald Albert Lieven \"Toby\" Flood (born 8 August 1985) is an English rugby union player. He currently plays at fly half or inside centre for Toulouse having previously played for Newcastle Falcons and Leicester Tigers.",
      "pageId": 8013413,
      "monthDay": "08/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kirk_Broadfoot",
      "name": "Kirk Broadfoot",
      "aboutText": "Harel Skaat (Hebrew: הראל סקעת‎, born 8 August 1981) is an Israeli singer and songwriter. He represented Israel in the Eurovision Song Contest 2010 with the song \"Milim\" (\"מילים\", \"Words\").\nSkaat has been singing and performing in public since he was a child.",
      "pageId": 9714825,
      "monthDay": "08/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brenda_Gandini",
      "name": "Brenda Gandini",
      "aboutText": "Martrez Milner (born August 8, 1984) is a former American football tight end. He was drafted by the Atlanta Falcons in the fourth round of the 2007 NFL Draft. He played college football at Georgia.",
      "pageId": 10966359,
      "monthDay": "08/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Devon_McTavish",
      "name": "Devon McTavish",
      "aboutText": "Diegomar Raymundo \"Diego\" Markwell (born August 8, 1980 in Willemstad, Curaçao, Netherlands Antilles) is a Dutch baseball player.\nMarkwell represented the Netherlands at the 2004 Summer Olympics in Athens, where he and his team finished sixth.",
      "pageId": 11961011,
      "monthDay": "08/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Norbert_Michelisz",
      "name": "Norbert Michelisz",
      "aboutText": "David Florence (born 8 August 1982) is a British slalom canoeist who has competed since the early 2000s. He was the 2013 and 2015 world champion in individual canoe (C-1) slalom, and 2013 pairs canoe (C-2) slalom, the latter with Richard Hounslow. Florence was the first canoeist since Charles Dussuet, sixty years earlier, to achieve the C-1, C-2 'double' in the same world championships.",
      "pageId": 18808071,
      "monthDay": "08/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Martrez_Milner",
      "name": "Martrez Milner",
      "aboutText": "Norbert Michelisz (born 8 August 1984, Mohács) is a Hungarian auto racing driver, who currently competes in the World Touring Car Championship.\n^ \"PÁLYAFUTÁS (Career)\". Norbert Michelisz official website.",
      "pageId": 21197708,
      "monthDay": "08/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Toby_Flood",
      "name": "Toby Flood",
      "aboutText": "Brenda Gandini (August 8, 1984, in Buenos Aires, Argentina) is an Argentine actress and model. She is the best known of her roles on television hits such as Floricienta, Sos mi vida and Romeo y Julieta.",
      "pageId": 21622154,
      "monthDay": "08/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ryan_Koolwijk",
      "name": "Ryan Koolwijk",
      "aboutText": "Princess Beatrice of York (Beatrice Elizabeth Mary; born 8 August 1988) is the first child and elder daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. She is seventh, and the second female, in line to succeed her grandmother, Elizabeth II. After the birth of her first cousin once removed, Princess Charlotte of Cambridge, Beatrice moved from sixth to seventh in the line of succession. Consequently, she no longer needs the permission of the sovereign of the UK to marry, as only the first six individuals in the line of succession require such permission.",
      "pageId": 177388,
      "monthDay": "08/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/James_Morgan_(actor)",
      "name": "James Morgan",
      "aboutText": "Katie Liu Leung (born 8 August 1987) is a Scottish/Chinese actress, television and stage actress. She is best known for playing Cho Chang, first love interest for lead character Harry Potter, in the Harry Potter film series. In 2012, Leung made her stage debut in the play Wild Swans.",
      "pageId": 650080,
      "monthDay": "08/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brett_Ratliff",
      "name": "Brett Ratliff",
      "aboutText": "Sesil Radoslavova Karatantcheva (Bulgarian: Сесил Радославова Каратанчева; born 8 August 1989) is a Bulgarian tennis player.\nKaratantcheva has won seven singles titles on the ITF tour in her career. On 7 November 2005, she reached her best singles ranking of world no.",
      "pageId": 1956941,
      "monthDay": "08/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kateryna_Bondarenko",
      "name": "Kateryna Bondarenko",
      "aboutText": "Kateryna Volodymyrivna Bondarenko (Ukrainian: Катерина Володимирівна Бондаренко, born 8 August 1986) is a professional female tennis player from Ukraine and a doubles champion at Australian Open 2008.\nThe younger sister of professional tennis players Valeria and Alona Bondarenko, she was born in Kryvyi Rih, Ukraine, then part of the Soviet Union. She was introduced to tennis by her parents at age 4.",
      "pageId": 5776334,
      "monthDay": "08/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pierre_Gar%C3%A7on",
      "name": "Pierre Garçon",
      "aboutText": "Peyton List (born August 8, 1986) is an American actress and model, best known for her roles as Lucy Montgomery on the CBS daytime soap opera As the World Turns, as Jane Sterling on the AMC drama series Mad Men, as Nicole Kirby on the ABC series FlashForward, and as Cara Coburn in The CW series The Tomorrow People.",
      "pageId": 5817707,
      "monthDay": "08/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Cody_Lightning",
      "name": "Cody Lightning",
      "aboutText": "Pierre Boulanger (born 8 August 1987) is a French actor. He is known for the 2003 film Monsieur Ibrahim, where he played a young Jewish boy, Moises \"Momo\" Schmidt and for 2008 film Nos 18 ans where he played Richard. The young actor was then reported to be concentrating on his studies, and thus was not able to do movies.",
      "pageId": 8144799,
      "monthDay": "08/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Peyton_List_(actress,_born_1986)",
      "name": "Peyton List",
      "aboutText": "Danilo Gallinari (Italian pronunciation: [daˈniːlo ɡalliˈnaːri]; born August 8, 1988) is an Italian professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He is 2.08 m (6 ft 10 in) in height and 102 kg (225 lbs) in weight, and mainly plays at the small forward position.",
      "pageId": 9274504,
      "monthDay": "08/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Chris_Pressley",
      "name": "Chris Pressley",
      "aboutText": "Charlotte Stokely (born August 8, 1986) is an American pornographic actress.",
      "pageId": 10080646,
      "monthDay": "08/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Charlotte_Stokely",
      "name": "Charlotte Stokely",
      "aboutText": "Tatjana Maria (née Malek; born 8 August 1987 in Bad Saulgau) is a German tennis player.\nMaria has won 13 singles and 15 doubles titles on the ITF tour, as well as one WTA tour doubles title in her career. On 13 July 2015, she reached her best singles ranking of world number 62.",
      "pageId": 11737744,
      "monthDay": "08/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Pierre_Boulanger",
      "name": "Pierre Boulanger",
      "aboutText": "Brett Ratliff (born August 8, 1985) is a former American football quarterback. He was signed by the New York Jets as an undrafted free agent in 2007. He played college football at Butte College and Utah.",
      "pageId": 13987374,
      "monthDay": "08/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Katie_Leung",
      "name": "Katie Leung",
      "aboutText": "Ryan Koolwijk (born 8 August 1985) is a Dutch professional footballer who plays as a midfielder for AS Trenčín in the Fortuna Liga. Before he came to AS Trenčín, he had played for Excelsior, NEC and FC Dordrecht.\n^ Ryan Koolwijk profile at Soccerway.",
      "pageId": 16180632,
      "monthDay": "08/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tatjana_Malek",
      "name": "Tatjana Malek",
      "aboutText": "Pierre Andre Garçon (/piˈɛər ɡɑrˈsoʊn/; born August 8, 1986) is an American football wide receiver for the Washington Redskins of the National Football League (NFL). He played college football at Norwich University and Mount Union College, and was drafted by the Indianapolis Colts in the sixth round of the 2008 NFL Draft.\n^ \"Meet a Colt: Pierre Garcon\".",
      "pageId": 17147586,
      "monthDay": "08/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Princess_Beatrice_of_York",
      "name": "Princess Beatrice of York",
      "aboutText": "Kenneth Robert Tuff Baumann (born August 8, 1989) is an American writer, publisher, and book designer. For ten years, he worked in theater, film, and television, becoming most known for playing Ben Boykewich on The Secret Life of the American Teenager. He is the author of the novels Solip and Say, Cut, Map, the nonfiction book EarthBound, as well as various essays, short stories, and poems.",
      "pageId": 18333482,
      "monthDay": "08/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Danilo_Gallinari",
      "name": "Danilo Gallinari",
      "aboutText": "Rinku Singh (born August 8, 1988 in Lucknow, India) is a left-handed baseball pitcher with the Pittsburgh Pirates organization. Singh was signed by the Pittsburgh Pirates organization after he won a pitching contest on a 2008 reality television show, Million Dollar Arm. He was the first Indian to play professional baseball and has spent several seasons in the minor leagues, reaching as high as the AA level.",
      "pageId": 20567599,
      "monthDay": "08/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ni_Ni",
      "name": "Ni Ni",
      "aboutText": "Chris Pressley (born August 8, 1986) is an American football fullback who is currently a free agent. He went undrafted in the 2009 NFL Draft after playing for five years for the University of Wisconsin–Madison Badgers.",
      "pageId": 24061617,
      "monthDay": "08/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rinku_Singh",
      "name": "Rinku Singh",
      "aboutText": "Cody Lightning (born August 8, 1986) is a Cree Native American actor.\nHe is son of Georgina Lightning, and brother of William Lightning and Crystle Lightning.\nNominated for the Young Artist Award in 1999 for Best Performance in a Feature Film - Supporting Young Actor, for Smoke Signals (1998).",
      "pageId": 25829584,
      "monthDay": "08/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Laura_Slade_Wiggins",
      "name": "Laura Slade Wiggins",
      "aboutText": "James Morgan (born 8 August 1985) is a Welsh stage and television actor.",
      "pageId": 26965877,
      "monthDay": "08/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ken_Baumann",
      "name": "Ken Baumann",
      "aboutText": "Anthony Vincent Rizzo (born August 8, 1989) is a professional baseball first baseman with the Chicago Cubs of Major League Baseball (MLB). He is a two-time All-Star. Rizzo was selected by the Boston Red Sox in the sixth round of the 2007 MLB Draft and became a top minor league prospect in the Red Sox organization.",
      "pageId": 30877177,
      "monthDay": "08/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Anthony_Rizzo",
      "name": "Anthony Rizzo",
      "aboutText": "Laura Slade Wiggins (born August 8, 1988 in Athens, Georgia) is an American television and film actress and a musician.",
      "pageId": 31098771,
      "monthDay": "08/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sesil_Karatantcheva",
      "name": "Sesil Karatantcheva",
      "aboutText": "Ni Ni (born 8 August 1988) is a Chinese actress best known for her role as \"Yu Mo\" in the 2011 film The Flowers of War directed by Zhang Yimou.",
      "pageId": 34103660,
      "monthDay": "08/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hannah_Miley",
      "name": "Hannah Miley",
      "aboutText": "1999 (MCMXCIX) was a common year starting on Friday (dominical letter C) of the Gregorian calendar, the 1999th year of the Common Era (CE) and Anno Domini (AD) designations, the 999th year of the 2nd millennium, the 99th year of the 20th century, and the 10th and last year of the 1990s decade.",
      "pageId": 34553,
      "monthDay": "08/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aleksandra_Szwed",
      "name": "Aleksandra Szwed",
      "aboutText": "Aleksandra Szwed (aka Ola Szwed; 8 August 1990, Warsaw, Poland) is a Polish actress and singer, of Polish and Nigerian ethnicity. She was a popular child actress, starring regularly since 1999 in Rodzina zastępcza (Foster Family) television series, modified and renamed in 2004 to Rodzina zastępcza plus (Foster Family and Others). She also stars on TV talent shows.",
      "pageId": 1996583,
      "monthDay": "08/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Vladim%C3%ADr_Darida",
      "name": "Vladimír Darida",
      "aboutText": "Malin (born Malin Reitan on 8 August 1995 in Trondheim, Norway) is a Norwegian singer. She finished 3rd in the Junior Eurovision Song Contest 2005 with her song \"Sommer og skolefri\". She is also a recording artist with several released albums.",
      "pageId": 8858404,
      "monthDay": "08/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Parker_Kligerman",
      "name": "Parker Kligerman",
      "aboutText": "Hannah Louise Miley (born 8 August 1989) is a Scottish competitive swimmer who has represented Great Britain in the world and European championships, and Scotland in the Commonwealth Games. A specialist in the individual medley, Miley is a former World short-course champion (2012), European champion (2010), double Commonwealth champion (2010 and 2014), and double European short-course champion (2009 and 2012) in the 400 m individual medley event.",
      "pageId": 17926357,
      "monthDay": "08/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/N%C3%A9lson_Oliveira",
      "name": "Nélson Oliveira",
      "aboutText": "Nélson Miguel Castro Oliveira CavIH (born 8 August 1991) is a Portuguese professional footballer who plays as a striker for English club Nottingham Forest, on loan from Benfica.\nHe began his career at Benfica, spending most of his tenure out on loan at various clubs in five countries.\nOliveira earned 70 caps for Portugal across all youth levels combined.",
      "pageId": 23905880,
      "monthDay": "08/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Josip_Drmi%C4%87",
      "name": "Josip Drmić",
      "aboutText": "Parker Kligerman (born August 8, 1990) is an American professional stock car racing driver. A former development driver for Penske Racing, he has been working for NBC Sports Network as a NASCAR analyst since his former race team Swan Racing suspended operations. He currently competes part-time in the Xfinity Series, driving the No.",
      "pageId": 26096082,
      "monthDay": "08/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ben_Breedlove",
      "name": "Ben Breedlove",
      "aboutText": "Vladimír Darida (born 8 August 1990) is a Czech footballer who plays as a midfielder for German club Hertha BSC and the Czech Republic national team.",
      "pageId": 27905955,
      "monthDay": "08/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jessie_Rogers",
      "name": "Jessie Rogers",
      "aboutText": "Benjamin Daniel Breedlove (August 8, 1993 – December 25, 2011) was an American Internet personality from Austin, Texas, known for his blogs on YouTube.",
      "pageId": 34214923,
      "monthDay": "08/08"
    },
    {
      "year": "1995",
      "uri": "/wiki/Malin_Reitan",
      "name": "Malin Reitan",
      "aboutText": "Josip Drmić (born 8 August 1992) is a Swiss professional footballer who plays as a striker for Bundesliga club Borussia Mönchengladbach and the Switzerland national football team.\nHe began his career at FC Zürich and moved to 1. FC Nürnberg in 2013.",
      "pageId": 35489196,
      "monthDay": "08/08"
    },
    {
      "year": "1998",
      "uri": "/wiki/Shawn_Mendes",
      "name": "Shawn Mendes",
      "aboutText": "Jessie Rogers (born August 8, 1993) is a Brazilian-American Internet celebrity and former pornographic actress.",
      "pageId": 41097054,
      "monthDay": "08/08"
    },
    {
      "year": "1999,",
      "uri": "/wiki/1999",
      "name": "1999",
      "aboutText": "Shawn Peter Raul Mendes (born August 8, 1998) is a Canadian singer and songwriter. He attracted a following in 2013, when he began posting song covers on the popular video sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton which led to him signing a deal with the record label.",
      "pageId": 42198936,
      "monthDay": "08/08"
    }
  ]
}