{
  "people": [
    {
      "year": "1201",
      "uri": "/wiki/Arnold_Fitz_Thedmar",
      "name": "Arnold Fitz Thedmar",
      "aboutText": "Charles Robert Malden (9 August 1797 – 23 May 1855), was a nineteenth-century British naval officer, surveyor and educator. He is the discoverer of Malden Island in the central Pacific, which is named in his honour.",
      "pageId": 6091,
      "monthDay": "08/09"
    },
    {
      "year": "1537",
      "uri": "/wiki/Francesco_Barozzi",
      "name": "Francesco Barozzi",
      "aboutText": "Lorenzo Romano Amedeo Carlo Avogadro di Quaregna e di Cerreto, Count of Quaregna and Cerreto (9 August 1776, Turin, Piedmont-Sardinia – 9 July 1856), was an Italian scientist. He is most noted for his contribution to molecular theory now known as Avogadro's law, which says equal volumes of gases under the same conditions of temperature and pressure will contain equal numbers of molecules.",
      "pageId": 42009,
      "monthDay": "08/09"
    },
    {
      "year": "1544",
      "uri": "/wiki/Bogislaw_XIII,_Duke_of_Pomerania",
      "name": "Bogislaw XIII, Duke of Pomerania",
      "aboutText": "Thomas Telford FRS, FRSE (1757–1834) was a Scottish civil engineer, architect and stonemason, and a noted road, bridge and canal builder. After establishing himself as an engineer of road and canal projects in Shropshire, he designed numerous infrastructure projects in his native Scotland, as well as harbours and tunnels. Such was his reputation as a prolific designer of highways and related bridges, he was dubbed The Colossus of Roads, and, reflecting his command of all types of civil engineering in the early 19th century, he was elected as the first President of the Institution of Civil Engineers, a post he retained for 14 years until his death.",
      "pageId": 43240,
      "monthDay": "08/09"
    },
    {
      "year": "1603",
      "uri": "/wiki/Johannes_Cocceius",
      "name": "Johannes Cocceius",
      "aboutText": "John Dryden (/ˈdraɪdən/; 19 August [O.S. 9 August] 1631 – 12 May  [O.S. 1 May] 1700) was an English poet, literary critic, translator, and playwright who was made Poet Laureate in 1668.\nHe is seen as dominating the literary life of Restoration England to such a point that the period came to be known in literary circles as the Age of Dryden.",
      "pageId": 59378,
      "monthDay": "08/09"
    },
    {
      "year": "1631",
      "uri": "/wiki/John_Dryden",
      "name": "John Dryden",
      "aboutText": "André Bessette, C.S.C. (9 August 1845 – 6 January 1937), more commonly known as Brother André (French: Frère André), and since his canonization as St. André of Montreal, was a lay brother of the Congregation of Holy Cross and a significant figure of the Roman Catholic Church among French-Canadians, credited with thousands of reported miraculous healings. He was declared venerable in 1978 and was beatified by Pope John Paul II in 1982.",
      "pageId": 214341,
      "monthDay": "08/09"
    },
    {
      "year": "1653",
      "uri": "/wiki/John_Oldham_(poet)",
      "name": "John Oldham",
      "aboutText": "Joseph Locke (9 August 1805 – 18 September 1860) was a notable English civil engineer of the 19th century, particularly associated with railway projects. Locke ranked alongside Robert Stephenson and Isambard Kingdom Brunel as one of the major pioneers of railway development.",
      "pageId": 354711,
      "monthDay": "08/09"
    },
    {
      "year": "1669",
      "uri": "/wiki/Eudoxia_Lopukhina",
      "name": "Eudoxia Lopukhina",
      "aboutText": "Adoniram Judson, Jr. (August 9, 1788 – April 12, 1850) was an American Congregationalist and later Baptist missionary, who served in Burma for almost forty years. At the age of 25, Adoniram Judson became the first Protestant missionary sent from North America to preach in Burma.",
      "pageId": 359720,
      "monthDay": "08/09"
    },
    {
      "year": "1674",
      "uri": "/wiki/Franti%C5%A1ek_Maxmili%C3%A1n_Ka%C5%88ka",
      "name": "František Maxmilián Kaňka",
      "aboutText": "Francesco Cetti (9 August 1726 – 20 November 1778) was an Italian Jesuit priest, zoologist and mathematician.",
      "pageId": 401137,
      "monthDay": "08/09"
    },
    {
      "year": "1696",
      "uri": "/wiki/Joseph_Wenzel_I,_Prince_of_Liechtenstein",
      "name": "Joseph Wenzel I, Prince of Liechtenstein",
      "aboutText": "Joseph Wenzel I (Josef Wenzel Lorenz; 9 August 1696 – 10 February 1772) was the Prince of Liechtenstein between 1712 and 1718, 1732 and 1745, and 1748 and 1772.\nBorn at Prague, Joseph Wenzel was the eldest son of Prince Philip Erasmus of Liechtenstein (11 September 1664 – 13 January 1704) and Countess Christina Theresa von Löwenstein-Wertheim-Rochefort (12 October 1665 – 14 April 1730). He was a nephew of Anton Florian.",
      "pageId": 774447,
      "monthDay": "08/09"
    },
    {
      "year": "1722",
      "uri": "/wiki/Prince_Augustus_William_of_Prussia",
      "name": "Prince Augustus William of Prussia",
      "aboutText": "Tsarina Eudoxia Feodorovna Lopukhina (Russian: Евдоки́я Фёдоровна Лопухина; 9 August [O.S. 30 July] 1669, Moscow – 7 September [O.S. 27 August] 1731, Moscow) was the first wife of Peter I of Russia. They married in 1689 but divorced in 1698. She is the mother of Tsarevich Alexei Petrovich and the paternal grandmother of Peter II of Russia.",
      "pageId": 780461,
      "monthDay": "08/09"
    },
    {
      "year": "1726",
      "uri": "/wiki/Francesco_Cetti",
      "name": "Francesco Cetti",
      "aboutText": "František Maxmilián Kaňka (August 9, 1674 – July 14, 1766, both in Prague) was a Czech architect and builder.\nHe is most famous for reconstructions of palaces and castles of Bohemian noblemen and for designs of churches and other religious buildings, principally in Baroque style.",
      "pageId": 1204010,
      "monthDay": "08/09"
    },
    {
      "year": "1757",
      "uri": "/wiki/Thomas_Telford",
      "name": "Thomas Telford",
      "aboutText": "John Oldham (9 August 1653 – 9 December 1683) was an English satirical poet and translator.",
      "pageId": 1592291,
      "monthDay": "08/09"
    },
    {
      "year": "1776",
      "uri": "/wiki/Amedeo_Avogadro",
      "name": "Amedeo Avogadro",
      "aboutText": "Johannes Cocceius (or Coccejus, pronounced [kɔχ'seɪ.juːs]; August 9, 1603 – November 4, 1669), was a Dutch theologian born at Bremen.",
      "pageId": 1597713,
      "monthDay": "08/09"
    },
    {
      "year": "1783",
      "uri": "/wiki/Grand_Duchess_Alexandra_Pavlovna_of_Russia",
      "name": "Grand Duchess Alexandra Pavlovna of Russia",
      "aboutText": "Francesco Barozzi (in Latin, Franciscus Barocius) (9 August 1537 – 23 November 1604) was an Italian mathematician, astronomer and humanist.",
      "pageId": 2577671,
      "monthDay": "08/09"
    },
    {
      "year": "1788",
      "uri": "/wiki/Adoniram_Judson",
      "name": "Adoniram Judson",
      "aboutText": "Arnold Fitz Thedmar (August 9, 1201 – 1274 or 1275) was a London chronicler and merchant; he was born in London.",
      "pageId": 2683127,
      "monthDay": "08/09"
    },
    {
      "year": "1797",
      "uri": "/wiki/Charles_Robert_Malden",
      "name": "Charles Robert Malden",
      "aboutText": "Augustus William of Prussia (German: August Wilhelm; 9 August 1722 – 12 June 1758) was Prince of Prussia and a brother of Frederick II. He was the second son of Frederick William I and Sophia Dorothea.\nHe was a younger brother of Friederike Sophie, Frederick II and Louisa Ulrika.\nAugustus was a general in the Silesian Wars, and distinguished himself in the Battle of Hohenfriedberg.",
      "pageId": 2872847,
      "monthDay": "08/09"
    },
    {
      "year": "1805",
      "uri": "/wiki/Joseph_Locke",
      "name": "Joseph Locke",
      "aboutText": "Dorothea Klumpke Roberts (August 9, 1861 in San Francisco – October 5, 1942 in San Francisco) was an astronomer.",
      "pageId": 4848459,
      "monthDay": "08/09"
    },
    {
      "year": "1845",
      "uri": "/wiki/Andr%C3%A9_Bessette",
      "name": "André Bessette",
      "aboutText": "Maria Vittoria dal Pozzo (Maria Vittoria Carlotta Enrichetta; 9 August 1847 – 8 November 1876) was an Italian noblewoman and was the Princess della Cisterna in her own right. Married to the Amedeo of Savoy, Duke of Aosta, a son of Victor Emmanuel II of Italy she was later the queen of Spain from 1870 until her husband's abdication in 1873. She is an ancestress of the present Duke of Apulia, a claimant to the throne of Italy.",
      "pageId": 10300267,
      "monthDay": "08/09"
    },
    {
      "year": "1847",
      "uri": "/wiki/Maria_Vittoria_dal_Pozzo",
      "name": "Maria Vittoria dal Pozzo",
      "aboutText": "Grand Duchess Alexandra Pavlovna of Russia, (Russian: Александра Павловна: 9 August 1783 at Saint Petersburg – 16 March 1801 in Vienna) was a daughter of Tsar Paul I of Russia and sister of Emperors Alexander I and Nicholas I. She became Archduchess of Austria upon her marriage to Archduke Joseph of Austria, Governor of Hungary.",
      "pageId": 11866541,
      "monthDay": "08/09"
    },
    {
      "year": "1861",
      "uri": "/wiki/Dorothea_Klumpke",
      "name": "Dorothea Klumpke",
      "aboutText": "Bogislaw XIII (Bogusław XIII) of Pomerania (9 August 1544 – 7 March 1606, Stettin; Polish: Szczecin), son of Philip I and Maria of Saxony, was a prince of Stettin and Wolgast, and a member of the Griffins.\nBogislaw studied at the University of Greifswald at the age of 14. At first, he was co-regent with his brother Johann Friedrich of Pomerania-Wolgast, but in 1569 he settled with control over Barth and Neuenkamp.",
      "pageId": 12911889,
      "monthDay": "08/09"
    },
    {
      "year": "1867",
      "uri": "/wiki/Evelina_Haverfield",
      "name": "Evelina Haverfield",
      "aboutText": "Erich Armand Arthur Joseph Hückel ForMemRS (August 9, 1896, Berlin – February 16, 1980, Marburg) was a German physicist and physical chemist.",
      "pageId": 38418,
      "monthDay": "08/09"
    },
    {
      "year": "1872",
      "uri": "/wiki/Archduke_Joseph_August_of_Austria",
      "name": "Archduke Joseph August of Austria",
      "aboutText": "Tove Marika Jansson (Finland Swedish pronunciation: [ˈtuːve ˈjaːnsɔn]; 9 August 1914 – 27 June 2001) was a Swedish-speaking Finnish novelist, painter, illustrator and comic strip author. For her contribution as a children's writer she received the Hans Christian Andersen Medal in 1966.\nBrought up by artistic parents, Jansson studied art from 1930 to 1938 in Stockholm, Helsinki and then Paris.",
      "pageId": 49274,
      "monthDay": "08/09"
    },
    {
      "year": "1874",
      "uri": "/wiki/Reynaldo_Hahn",
      "name": "Reynaldo Hahn",
      "aboutText": "Jean Piaget (French: [ʒɑ̃ pjaʒɛ]; 9 August 1896 – 16 September 1980) was a Swiss developmental psychologist and philosopher known for his epistemological studies with children. His theory of cognitive development and epistemological view are together called \"genetic epistemology\".\nPiaget placed great importance on the education of children.",
      "pageId": 95274,
      "monthDay": "08/09"
    },
    {
      "year": "1875",
      "uri": "/wiki/Albert_Ket%C3%A8lbey",
      "name": "Albert Ketèlbey",
      "aboutText": "Pamela Lyndon Travers, OBE (/ˈtrævərs/; born Helen Lyndon Goff; 9 August 1899 – 23 April 1996), was an Australian-born British novelist, actress, and journalist who migrated to England and lived most of her adult life there. She is known best for the Mary Poppins series of children's books featuring the magical English nanny Mary Poppins.\nUpon emigrating to England in 1924, Goff began to write under the pen name P. L. Travers.",
      "pageId": 215141,
      "monthDay": "08/09"
    },
    {
      "year": "1881",
      "uri": "/wiki/Prince_Ant%C3%B4nio_Gast%C3%A3o_of_Orl%C3%A9ans-Braganza",
      "name": "Prince Antônio Gastão of Orléans-Braganza",
      "aboutText": "Archduke Joseph August Viktor Klemens Maria of Austria, Prince of Hungary and Bohemia (9 August 1872 – 6 July 1962) was for a short period head of state of Hungary. He was a member of the House of Habsburg-Lorraine, the eldest son of Archduke Joseph Karl of Austria (1833–1905) and his wife Princess Clotilde of Saxe-Coburg-Gotha (1846–1927).",
      "pageId": 547863,
      "monthDay": "08/09"
    },
    {
      "year": "1896",
      "uri": "/wiki/Erich_H%C3%BCckel",
      "name": "Erich Hückel",
      "aboutText": "Friedrich Adam von Trott zu Solz (9 August 1909 – 26 August 1944) was a German lawyer and diplomat who was involved in the conservative opposition to the Nazi regime, and who played a central part in the 20 July Plot.",
      "pageId": 548963,
      "monthDay": "08/09"
    },
    {
      "year": "1896",
      "uri": "/wiki/Jean_Piaget",
      "name": "Jean Piaget",
      "aboutText": "William Alfred \"Willie\" Fowler (/ˈfaʊlər/; August 9, 1911 – March 14, 1995) was an American nuclear physicist, later astrophysicist, who, with Subrahmanyan Chandrasekhar won the 1983 Nobel Prize in Physics.",
      "pageId": 577678,
      "monthDay": "08/09"
    },
    {
      "year": "1899",
      "uri": "/wiki/P._L._Travers",
      "name": "P. L. Travers",
      "aboutText": "Albert William Ketèlbey (/kəˈtɛlbi/; born Ketelbey; 9 August 1875 – 26 November 1959), was an English composer, conductor, and pianist, best known for his short pieces of light orchestral music. He was born in Birmingham, and moved to London in 1889 to study at Trinity College of Music. After a brilliant studentship he did not pursue the classical career predicted for him, becoming musical director of the Vaudeville Theatre before gaining fame as a composer of light music and as a conductor of his own works.",
      "pageId": 732460,
      "monthDay": "08/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/Charles_Farrell",
      "name": "Charles Farrell",
      "aboutText": "Joseph 'Joe' Mercer, OBE (9 August 1914 – 9 August 1990) was an English football player and manager.",
      "pageId": 760513,
      "monthDay": "08/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Zino_Francescatti",
      "name": "Zino Francescatti",
      "aboutText": "Reynaldo Hahn (French: [ʁɛ.nal.do an]; August 9, 1874 – January 28, 1947) was a Venezuelan, naturalised French, composer, conductor, music critic, diarist, theatre director, and salon singer. Best known as a composer of songs, he wrote in the French classical tradition of the mélodie.",
      "pageId": 787829,
      "monthDay": "08/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Panteleimon_Ponomarenko",
      "name": "Panteleimon Ponomarenko",
      "aboutText": "René-Charles \"Zino\" Francescatti (August 9, 1902 - September 17, 1991) was a French virtuoso violinist.\nZino Francescatti was born in Marseilles, to a musical family. Both parents were violinists.",
      "pageId": 1239391,
      "monthDay": "08/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Vinayaka_Krishna_Gokak",
      "name": "Vinayaka Krishna Gokak",
      "aboutText": "Vinayaka Krishna Gokak (Kannada: ವಿನಾಯಕ ಕೃಷ್ಣ ಗೋಕಾಕ; 9 August 1909 – 28 April 1992) was a major writer in the Kannada language and a scholar of English and Kannada literatures. He was fifth writer to be honored with the Jnanpith Award in 1990 for Kannada language, for his epic Bharatha Sindhu Rashmi. Bharatha Sindhu Rashmi deals with the Vedic age and is perhaps the longest epic narrative in any language in the 20th Century.",
      "pageId": 1710617,
      "monthDay": "08/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Adam_von_Trott_zu_Solz",
      "name": "Adam von Trott zu Solz",
      "aboutText": "Ferenc Fricsay (Hungarian pronunciation: [ˈfɛrɛnt͡s ˈfrit͡ʃɒi]; 9 August 1914 – 20 February 1963) was a Hungarian conductor.",
      "pageId": 2190446,
      "monthDay": "08/09"
    },
    {
      "year": "1911",
      "uri": "/wiki/William_Alfred_Fowler",
      "name": "William Alfred Fowler",
      "aboutText": "Eddie Futch (August 9, 1911 – October 10, 2001) was a boxing trainer. Among the fighters he trained are Joe Frazier, Ken Norton, Larry Holmes, and Trevor Berbick, four of the five men to defeat Muhammad Ali. Futch also trained Riddick Bowe and Montell Griffin when they handed future Hall of Fame fighters Evander Holyfield and Roy Jones, Jr., their first professional defeats.",
      "pageId": 3332957,
      "monthDay": "08/09"
    },
    {
      "year": "1911",
      "uri": "/wiki/Eddie_Futch",
      "name": "Eddie Futch",
      "aboutText": "Charles Farrell (August 9, 1901 – May 6, 1990) was an American film actor of the 1920s silent era and into the 1930s, and later a television actor.",
      "pageId": 4946558,
      "monthDay": "08/09"
    },
    {
      "year": "1911",
      "uri": "/wiki/John_McQuade",
      "name": "John McQuade",
      "aboutText": "John McQuade (9 August 1911 – 19 November 1984), known as Johnny McQuade, was a Northern Ireland politician. He was a professional boxer under the name of Jack Higgins.\nAfter serving with the British Army in Dunkirk and Burma, he was an Ulster Unionist Party (UUP) member of Belfast City Council from 1955 to 1972.",
      "pageId": 5784754,
      "monthDay": "08/09"
    },
    {
      "year": "1913",
      "uri": "/wiki/Wilbur_Norman_Christiansen",
      "name": "Wilbur Norman Christiansen",
      "aboutText": "Panteleimon Kondrat'evich Ponomarenko (Russian: Пантелеймон Кондратьевич Пономаренко, Belarusian: Пантэляймон Кандрацьевіч Панамарэнка, Pantelajmon Kandraćjevič Panamarenka; 9 August [O.S. 27 July] 1902 – 18 January 1984) was a general in the Red Army before becoming a Soviet administrator in Belarus and then Kazakhstan. He was born in Krasnodar Krai, Russia.\nFrom 1938 to 1947, Ponomarenko was the First Secretary of the Communist Party of Belorussia, and from 1944 to 1948, also the Chairman of the Council of Ministers of Byelorussia.",
      "pageId": 7688617,
      "monthDay": "08/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ferenc_Fricsay",
      "name": "Ferenc Fricsay",
      "aboutText": "Wilbur Norman \"Chris\" Christiansen (9 August 1913 in Melbourne, Victoria – 26 April 2007 in Dorrigo, New South Wales) was a pioneer Australian radio astronomer and electrical engineer.",
      "pageId": 11388330,
      "monthDay": "08/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Tove_Jansson",
      "name": "Tove Jansson",
      "aboutText": "Captain Prince Antônio Gastão of Orléans-Braganza MC; (Portuguese: Antônio Gastão de Orléans e Bragança; 9 August 1881 – 29 November 1918) was a Brazilian prince who served in the forces of the British Empire during World War I.",
      "pageId": 12660968,
      "monthDay": "08/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Joe_Mercer",
      "name": "Joe Mercer",
      "aboutText": "Evelina Haverfield (9 August 1867 – 21 March 1920) was a British suffragette and aid worker. In the early part of the 20th century, she was involved in Emmeline Pankhurst's militant women's suffrage organisation the Women's Social and Political Union.",
      "pageId": 25921514,
      "monthDay": "08/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Mareta_West",
      "name": "Mareta West",
      "aboutText": "Marvin Lee Minsky (born August 9, 1927) is an American cognitive scientist in the field of artificial intelligence (AI), co-founder of the Massachusetts Institute of Technology's AI laboratory, and author of several texts on AI and philosophy.",
      "pageId": 19639,
      "monthDay": "08/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/Kermit_Beahan",
      "name": "Kermit Beahan",
      "aboutText": "Philip Arthur Larkin, CH, CBE, FRSL (9 August 1922 – 2 December 1985) was an English poet, novelist and librarian. His first book of poetry, The North Ship, was published in 1945, followed by two novels, Jill (1946) and A Girl in Winter (1947), and he came to prominence in 1955 with the publication of his second collection of poems, The Less Deceived, followed by The Whitsun Weddings (1964) and High Windows (1974). He contributed to The Daily Telegraph as its jazz critic from 1961 to 1971, articles gathered in All What Jazz: A Record Diary 1961–71 (1985), and he edited The Oxford Book of Twentieth Century English Verse (1973).",
      "pageId": 43923,
      "monthDay": "08/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/Giles_Cooper",
      "name": "Giles Cooper",
      "aboutText": "Johannes Marten den Uijl, known as Joop den Uyl (Dutch pronunciation: [ˈjoːp dɛn ˈœy̯l]; 9 August 1919 – 24 December 1987) was a Dutch politician of the Labour Party (PvdA). He served as Prime Minister of the Netherlands from 11 May 1973 until 19 December 1977.\nDen Uyl previously served as a Member of the House of Representatives from 6 November 1956 until 5 June 1963.",
      "pageId": 98052,
      "monthDay": "08/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/Albert_Seedman",
      "name": "Albert Seedman",
      "aboutText": "Robert Archibald Shaw (9 August 1927 – 28 August 1978) was an English actor, novelist and playwright. With his menacing mutter and intimidating demeanor, he was often cast as a villain. He is best remembered for his performances in Jaws (1975), in which he portrayed a shark hunter named Quint, and The Sting (1973), where he played the conned mobster, Doyle Lonnegan.",
      "pageId": 166123,
      "monthDay": "08/09"
    },
    {
      "year": "1919",
      "uri": "/wiki/Joop_den_Uyl",
      "name": "Joop den Uyl",
      "aboutText": "Robert Joseph \"Bob\" Cousy (born August 9, 1928) is a retired American professional basketball player. Cousy played point guard with the Boston Celtics from 1950 to 1963 and briefly with the Cincinnati Royals in the 1969–70 season. Cousy first demonstrated his basketball abilities while playing for his high school varsity team in his junior year.",
      "pageId": 350762,
      "monthDay": "08/09"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ralph_Houk",
      "name": "Ralph Houk",
      "aboutText": "Enzo Biagi (Italian pronunciation: [ˈɛntso ˈbjaːdʒi]; 9 August 1920 – 6 November 2007) was an Italian journalist and writer.",
      "pageId": 668450,
      "monthDay": "08/09"
    },
    {
      "year": "1920",
      "uri": "/wiki/Enzo_Biagi",
      "name": "Enzo Biagi",
      "aboutText": "John James \"Jim\" Exon (August 9, 1921 – June 10, 2005) was an American Democratic politician. He served as the 33rd Governor of Nebraska from 1971 to 1979, and as a U.S. Senator from Nebraska from 1979 to 1997. Exon was a Nebraska Democrat who never lost an election, and the only Democrat to hold Nebraska's Class 2 U.S. Senate seat.",
      "pageId": 780720,
      "monthDay": "08/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ernest_Angley",
      "name": "Ernest Angley",
      "aboutText": "Daniel Keyes (August 9, 1927 – June 15, 2014) was an American author best known for his award-winning novel Flowers for Algernon. Keyes was given the Author Emeritus honor by the Science Fiction and Fantasy Writers of America in 2000.",
      "pageId": 884963,
      "monthDay": "08/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/J._James_Exon",
      "name": "J. James Exon",
      "aboutText": "Ernest Angley (born August 9, 1921) is an American Christian evangelist, author, and television station owner based in Cuyahoga Falls, Ohio.",
      "pageId": 1575787,
      "monthDay": "08/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/Philip_Larkin",
      "name": "Philip Larkin",
      "aboutText": "Ralph George Houk (/ˈhaʊk/; August 9, 1919 – July 21, 2010), nicknamed The Major, was an American catcher, coach, manager, and front office executive in Major League Baseball.",
      "pageId": 2523027,
      "monthDay": "08/09"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mathews_Mar_Barnabas",
      "name": "Mathews Mar Barnabas",
      "aboutText": "Mareta N. West (August 9, 1915 – November 2, 1998) was an American astrogeologist who in the 1960s chose the site of the first manned lunar landing, Apollo 11. She was the first female astrogeologist.",
      "pageId": 2910421,
      "monthDay": "08/09"
    },
    {
      "year": "1924",
      "uri": "/wiki/Frank_Mart%C3%ADnez_(artist)",
      "name": "Frank Martínez",
      "aboutText": "Kermit K. Beahan (August 9, 1918 – March 10, 1989) was a career officer in the United States Air Force and its predecessor United States Army Air Forces during World War II. He was the bombardier on the crew flying the Boeing B-29 Superfortress Bockscar on August 9, 1945 (his 27th birthday), that dropped the second atomic bomb on Nagasaki, Japan.\nHe also participated in the first atomic mission that bombed Hiroshima on August 6, 1945. Flying as part of the crew of The Great Artiste which was a reference to him, purportedly because he could \"hit a pickle barrel with a bomb from 30,000 feet\" or he was \"good with the fairer sex,\" his aircraft acted as the blast instrumentation support aircraft for the mission.",
      "pageId": 3214426,
      "monthDay": "08/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/David_A._Huffman",
      "name": "David A. Huffman",
      "aboutText": "Giles Stannus Cooper, OBE (9 August 1918 – 2 December 1966) was an Anglo-Irish playwright and prolific radio dramatist, writing over sixty scripts for BBC Radio and television. He was awarded the OBE in 1960 for \"Services to Broadcasting\". A dozen years after his death at only 48 the Giles Cooper Awards for Radio Drama were instituted in his honour, jointly by the BBC and the publishers Eyre Methuen.",
      "pageId": 12041418,
      "monthDay": "08/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Daniel_Keyes",
      "name": "Daniel Keyes",
      "aboutText": "Camilla Wicks (born August 9, 1928) is an American violinist and one of the first female violinists to establish a major international career. Her performing career included solo appearances with leading European and American symphony orchestras including the New York Philharmonic, Philadelphia Orchestra and Chicago Symphony Orchestra.",
      "pageId": 18622309,
      "monthDay": "08/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Malpas",
      "name": "Robert Malpas",
      "aboutText": "Dolores Mae Wilson (August 9, 1928 – September 28, 2010) was an American coloratura soprano who had an active international opera career from the late 1940s through the early 1960s. Beginning her career with major theatres in Europe, she performed in six seasons at the Metropolitan Opera in New York City during the 1950s. She is perhaps best known for originating the title role in the world premiere of Douglas Moore's The Ballad of Baby Doe at the Central City Opera in 1956.",
      "pageId": 29069491,
      "monthDay": "08/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Marvin_Minsky",
      "name": "Marvin Minsky",
      "aboutText": "David Albert Huffman (August 9, 1925 – October 7, 1999) was a pioneer in computer science, known for his Huffman coding. He was also one of the pioneers in the field of mathematical origami. David Huffman died at the age of 74, ten months after being diagnosed with cancer.",
      "pageId": 32317463,
      "monthDay": "08/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Shaw_(British_actor)",
      "name": "Robert Shaw",
      "aboutText": "Sir Robert Malpas CBE FREng FRSA (born 9 August 1927) is a British engineer and business man.",
      "pageId": 35028510,
      "monthDay": "08/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bob_Cousy",
      "name": "Bob Cousy",
      "aboutText": "Mathews Mar Barnabas (9 August 1924 – 9 December 2012) was a Metropolitan of the Malankara Orthodox Syrian Church.",
      "pageId": 36563993,
      "monthDay": "08/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Camilla_Wicks",
      "name": "Camilla Wicks",
      "aboutText": "Albert A. Seedman, (August 9, 1918 – May 17, 2013), was an officer with the New York City Police Department (NYPD) for 30 years. At the end of his career he was the department's chief of detectives, the only Jewish officer to ever hold that position. After his retirement he was the chief of security for a New York area department store chain before retiring to South Florida.",
      "pageId": 39437911,
      "monthDay": "08/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dolores_Wilson",
      "name": "Dolores Wilson",
      "aboutText": "Francisco Alonzo \"Frank\" Martínez (August 9, 1924 – August 17, 2013) was an American artist. He painted murals of his Mexican American heritage.",
      "pageId": 40461144,
      "monthDay": "08/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Abdi_%C4%B0pek%C3%A7i",
      "name": "Abdi İpekçi",
      "aboutText": "Sir Thomas Dalyell of the Binns, 11th Baronet (born 9 August 1932), known as Tam Dalyell, is a Scottish Labour Party politician who was a member of Parliament in the House of Commons from 1962 to 2005. He represented West Lothian from 1962 to 1983, then Linlithgow from 1983 to 2005.",
      "pageId": 77358,
      "monthDay": "08/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Milt_Bolling",
      "name": "Milt Bolling",
      "aboutText": "Rodney George \"Rod\" Laver MBE (born 9 August 1938) is an Australian former tennis player widely regarded as one of the greatest in tennis history. He was the No. 1 ranked professional from 1964 to 1970, spanning four years before and three years after the start of the Open Era.",
      "pageId": 221421,
      "monthDay": "08/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jacques_Parizeau",
      "name": "Jacques Parizeau",
      "aboutText": "Jacques Parizeau, GOQ, PhD, (French pronunciation: ​[ʒɑk parizo]; August 9, 1930 – June 1, 2015) was a noted economist and Quebec sovereigntist who was the 26th Premier of the Canadian province of Quebec from September 26, 1994, to January 29, 1996.",
      "pageId": 292157,
      "monthDay": "08/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Chuck_Essegian",
      "name": "Chuck Essegian",
      "aboutText": "Leonid Danylovych Kuchma (Ukrainian: Леонід Данилович Кучма, born 9 August 1938) was the second President of independent Ukraine from 19 July 1994 to 23 January 2005. Kuchma took office after winning the 1994 presidential election against his rival, incumbent Leonid Kravchuk. Kuchma won re-election for an additional five-year term in 1999.",
      "pageId": 383797,
      "monthDay": "08/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Freeman_Gilbert",
      "name": "James Freeman Gilbert",
      "aboutText": "This is also the name of a character played by Al Pacino in the 1995 film, Heat.",
      "pageId": 575611,
      "monthDay": "08/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Paula_Kent_Meehan",
      "name": "Paula Kent Meehan",
      "aboutText": "Mário Jorge Lobo Zagallo (Brazilian Portuguese: [ˈmaɾju zaˈɡalu]; born 9 August 1931) is a Brazilian former football player and manager.",
      "pageId": 677558,
      "monthDay": "08/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/M%C3%A1rio_Zagallo",
      "name": "Mário Zagallo",
      "aboutText": "Beverlee McKinsey (August 9, 1935 – May 2, 2008) was an American actress. She is best known for her roles on two daytime serials. Her first known role was as Iris Carrington Wheeler on the soap opera Another World from 1972 to 1980.",
      "pageId": 715257,
      "monthDay": "08/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tam_Dalyell",
      "name": "Tam Dalyell",
      "aboutText": "Otto Rehhagel (German: [ʁeːˈhaːɡəl]; born 9 August 1938 in Essen) is a German football coach and former football player. Along with Helmut Schön, Ottmar Hitzfeld, Udo Lattek and Hennes Weisweiler, he is considered one of the most successful German managers.\nRehhagel is the only one of two persons, the other one being Jupp Heynckes, who, as player and as manager combined, has participated in over 1000 Bundesliga matches.",
      "pageId": 753750,
      "monthDay": "08/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Gomery",
      "name": "John Gomery",
      "aboutText": "Tetsuko Kuroyanagi (黒柳 徹子, Kuroyanagi Tetsuko) (born August 9, 1933 in Tokyo) is an internationally famous Japanese actress, a talk show host, an author of a best-selling children's book, a World Wide Fund for Nature advisor, and a Goodwill Ambassador for UNICEF. She is well known for her charitable works, and is considered as one of the first Japanese celebrities who achieved international recognition.",
      "pageId": 769500,
      "monthDay": "08/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tetsuko_Kuroyanagi",
      "name": "Tetsuko Kuroyanagi",
      "aboutText": "Manuel Julián (Liranzo) Javier (born August 9, 1936 in San Francisco de Macorís, Dominican Republic), better known as Julián Javier [hoo-lee-AN hah-vee-ER], is a former Major League Baseball second baseman. Called Hoolie by his teammates, he was also nicknamed \"The Phantom\" by Tim McCarver for his ability to avoid baserunners sliding into second base.",
      "pageId": 930755,
      "monthDay": "08/09"
    },
    {
      "year": "1935",
      "uri": "/wiki/Beverlee_McKinsey",
      "name": "Beverlee McKinsey",
      "aboutText": "John H. Gomery QC (born August 9, 1932) is a retired Canadian jurist. He was born in Montreal, Quebec, Canada.",
      "pageId": 1457844,
      "monthDay": "08/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Juli%C3%A1n_Javier",
      "name": "Julián Javier",
      "aboutText": "Patrick Tse Yin (Chinese: 謝賢, born 9 August 1936 in Guangzhou) is a Hong Kong actor, producer, screenwriter and director in Hong Kong cinema.",
      "pageId": 2575322,
      "monthDay": "08/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Patrick_Tse",
      "name": "Patrick Tse",
      "aboutText": "Brito, real name Hércules de Brito Ruas, (born 9 August 1939 in Rio de Janeiro) is a former Brazilian footballer.",
      "pageId": 3131392,
      "monthDay": "08/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Leonid_Kuchma",
      "name": "Leonid Kuchma",
      "aboutText": "Charles Abraham Essegian, Jr. (born August 9, 1931) is a former backup outfielder who played from 1958 through 1963 in Major League Baseball. Listed at 5 ft 11 in (1.80 m), 200 lb., he batted and threw right-handed.",
      "pageId": 4502067,
      "monthDay": "08/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Rod_Laver",
      "name": "Rod Laver",
      "aboutText": "Abdi İpekçi (9 August 1929 – 1 February 1979) was a Turkish journalist, intellectual and an activist for human rights.",
      "pageId": 5426800,
      "monthDay": "08/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Otto_Rehhagel",
      "name": "Otto Rehhagel",
      "aboutText": "Milton Joseph Bolling (August 9, 1930 – January 19, 2013) was a former shortstop in Major League Baseball who played from 1952 through 1958 for the Boston Red Sox (1952–1957), Washington Senators (1957) and Detroit Tigers (1958). Bolling batted and threw right-handed. He was the older brother of Frank Bolling.",
      "pageId": 8579236,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/H%C3%A9rcules_Brito_Ruas",
      "name": "Hércules Brito Ruas",
      "aboutText": "Billy Henderson (August 9, 1939 – February 2, 2007) was an American singer, best known for being an original member and founder of The Spinners, a soul vocal group.\nThe Spinners were formed in 1954 by five friends in High School while growing up in Royal Oak Township, Michigan, USA. They had several hits, especially in the 1970s, including \"I'll Be Around\" (1972) and \"Could It Be I'm Falling in Love\", \"Then Came You\" (with Dionne Warwick), \"The Rubberband Man\" and \"It's a Shame\".\n\"It's a Shame\" is a song co-written by Stevie Wonder, Syreeta Wright and Lee Garrett and produced by Wonder as a single for The Spinners on Motown's V.I.P. Records label.",
      "pageId": 9307478,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Vincent_Hanna",
      "name": "Vincent Hanna",
      "aboutText": "Paula Jane Meehan (formerly Kent; née Baer; August 9, 1931 – June 23, 2014) was an American businesswoman, executive and philanthropist. She co-founded the Redken hair care products company.",
      "pageId": 13999635,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/The_Mighty_Hannibal",
      "name": "The Mighty Hannibal",
      "aboutText": "James Timothy Shaw (August 9, 1939 – January 30, 2014), known as The Mighty Hannibal, was an American R&B, soul and funk singer, songwriter and record producer. Known for his showmanship, and outlandish costumes often incorporating a pink turban, several of his songs carried social or political themes. His biggest hit was \"Hymn No.",
      "pageId": 27175628,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Billy_Henderson_(American_singer)",
      "name": "Billy Henderson",
      "aboutText": "James Freeman Gilbert (August 9, 1931 – August 15, 2014) was an American geophysicist, best known for his work with George E. Backus on inverting geophysical data, and also for his role in establishing an international network of long-period seismometers.\nGilbert was born in Vincennes, Indiana. His undergraduate and graduate degrees were earned from MIT (B.S., 1953, and Ph.D. in geophysics, 1956), and he continued at MIT as a postdoctoral fellow until 1957, when he moved to the University of California, Los Angeles.",
      "pageId": 32782764,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bulle_Ogier",
      "name": "Bulle Ogier",
      "aboutText": "Kenneth Howard Norton, Sr. (August 9, 1943 – September 18, 2013), best known as Ken Norton, was an American professional boxer. He was the WBC world heavyweight champion from 1977 to 1978 and is best known for his trilogy with Muhammad Ali, in which he defeated Ali in their first bout by split decision over twelve rounds in March 1973.",
      "pageId": 155524,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Romano_Prodi",
      "name": "Romano Prodi",
      "aboutText": "Romano Prodi, OMRI (Italian pronunciation: [roˈmaːno ˈprɔːdi]; born 9 August 1939) is an Italian former politician and economist. He twice served as the Prime Minister of Italy, from 17 May 1996 to 21 October 1998 and from 17 May 2006 to 8 May 2008. He was also the tenth President of the European Commission from 1999 to 2004.",
      "pageId": 197983,
      "monthDay": "08/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Butch_Warren",
      "name": "Butch Warren",
      "aboutText": "Jack DeJohnette (born August 9, 1942) is an American jazz drummer, pianist, and composer.\nAn important figure of the fusion era of jazz, DeJohnette is one of the most influential jazz drummers of the 20th century, given his extensive work as leader and sideman for musicians including Charles Lloyd, Freddie Hubbard, Keith Jarrett, John Abercrombie, Sonny Rollins, Miles Davis, Joe Henderson, and John Scofield.",
      "pageId": 511533,
      "monthDay": "08/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Way_Bandy",
      "name": "Way Bandy",
      "aboutText": "John Cody Fidler-Simpson CBE (born 9 August 1944) is an English foreign correspondent. He is world affairs editor of BBC News. He has spent all his working life at the BBC. He has reported from more than 120 countries, including thirty war zones, and has interviewed many world leaders.",
      "pageId": 533212,
      "monthDay": "08/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Shirlee_Busbee",
      "name": "Shirlee Busbee",
      "aboutText": "Edward \"Butch\" Warren (August 9, 1939 – October 5, 2013) was an American jazz double bassist who played in the hard bop genre. He was especially active in the late-50s and the 1960s.\n^ \"Edward ‘Butch’ Warren, Washington-born bassist, dies at 74\".",
      "pageId": 678525,
      "monthDay": "08/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tommie_Agee",
      "name": "Tommie Agee",
      "aboutText": "Tommie Lee Agee (August 9, 1942 – January 22, 2001) was a Major League Baseball center fielder most noted for making two of the greatest catches in World Series history, both of which occurred in game three of the 1969 World Series.",
      "pageId": 866562,
      "monthDay": "08/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jack_DeJohnette",
      "name": "Jack DeJohnette",
      "aboutText": "Rosemary Elizabeth \"Posy\" Simmonds MBE (born 9 August 1945) is a British newspaper cartoonist and writer and illustrator of children's books. She is best known for her long association with The Guardian, for which she has drawn the series Gemma Bovery (2000) and Tamara Drewe (2005–06), both later published as books. Her style gently satirises the English middle classes and in particular those of a literary bent.",
      "pageId": 869284,
      "monthDay": "08/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Steinberg",
      "name": "David Steinberg",
      "aboutText": "Patrick André Eugène Joseph Depailler (9 August 1944 – 1 August 1980) was a racing driver from France. He participated in 95 World Championship Formula One Grands Prix, debuting on 2 July 1972. He also participated in several non-Championship Formula One races.",
      "pageId": 1226335,
      "monthDay": "08/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ken_Norton",
      "name": "Ken Norton",
      "aboutText": "David Steinberg (born August 9, 1942) is a Canadian comedian, actor, writer, director, and author. At the height of his popularity, during the late 1960s and early 1970s, he was one of the best-known comics in the United States. He appeared on The Tonight Show Starring Johnny Carson more than 130 times (second only to Bob Hope in number of appearances) and served as guest host 12 times, the youngest person ever to guest-host.",
      "pageId": 1662226,
      "monthDay": "08/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/George_Armstrong_(footballer)",
      "name": "George Armstrong",
      "aboutText": "George \"Geordie\" Armstrong (9 August 1944 – 1 November 2000) was an English football player and coach, primarily associated with Arsenal.",
      "pageId": 1781926,
      "monthDay": "08/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Patrick_Depailler",
      "name": "Patrick Depailler",
      "aboutText": "Bulle Ogier (born Marie-France Thielland on 9 August 1939) is a French actress and screenwriter. She adopted the professional surname Ogier, which was her mother's maiden name. Her first appearance on screen was in Voilà l'Ordre, a short film directed by Jacques Baratier with a number of the then-emerging young singers of the 1960s in France, including Boris Vian, Claude Nougaro, etc.",
      "pageId": 1883808,
      "monthDay": "08/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sam_Elliott",
      "name": "Sam Elliott",
      "aboutText": "Samuel Pack \"Sam\" Elliott (born August 9, 1944) is an American actor. His rangy physique, thick horseshoe moustache, deep, resonant voice, and Western drawl lend to frequent casting as cowboys and ranchers. His other credits over the years have included playing Marvel Comics characters General Ross in Hulk (2003) and The Caretaker in Ghost Rider (2007), as well as the \"Stranger\" in 1998's The Big Lebowski.",
      "pageId": 2101536,
      "monthDay": "08/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Patricia_McKissack",
      "name": "Patricia McKissack",
      "aboutText": "Roy Hodgson (born 9 August 1947) is an English former footballer, and the present manager of the England national football team.\nHodgson has managed sixteen different teams in eight countries, beginning in Sweden with Halmstad BK. He later guided the Switzerland national team to the last 16 of the 1994 World Cup and qualification for Euro 1996; Switzerland had not qualified for a major tournament since the 1960s. From 2006 to 2007, he managed the Finland national team, guiding them to their highest-ever FIFA ranking of 33rd place and coming close to qualifying for a major tournament for the first time in their history.",
      "pageId": 2394550,
      "monthDay": "08/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Simpson_(journalist)",
      "name": "John Simpson",
      "aboutText": "James Forrest Kiick (born August 9, 1946) is a former professional football player, a running back for the Miami Dolphins in the American Football League (AFL) from 1968 to 1969 and in the National Football League (NFL) from 1970 through 1974.\nHe was a member of the undefeated 1972 team, and was an integral part of the ball-control running game which characterized the Dolphins under head coach Don Shula in the early 1970s. Kiick played in three Super Bowls and is the Dolphins' fourth all-time leading rusher.",
      "pageId": 2778253,
      "monthDay": "08/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Barbara_Delinsky",
      "name": "Barbara Delinsky",
      "aboutText": "Way Bandy (August 9, 1941 – August 13, 1986) was an American make-up artist. During the 1970s, Bandy became one of the most well known and highest paid make-up artist in the fashion industry.",
      "pageId": 3959209,
      "monthDay": "08/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Aleksandr_Gorelik",
      "name": "Aleksandr Gorelik",
      "aboutText": "Patricia L'Ann Carwell \"Pat\" McKissack (born August 9, 1944) is an American children's writer. She is the author of three Dear America books: A Picture of Freedom: The Diary of Clotee, a Slave Girl, Color Me Dark: The Diary of Nellie Lee Love, The Great Migration North, and Look to the Hills: The Diary of Lozette Moreau, a French Slave Girl. She has also written a novel for The Royal Diaries series: Nzingha: Warrior Queen of Matamba.",
      "pageId": 6503654,
      "monthDay": "08/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Zurab_Sakandelidze",
      "name": "Zurab Sakandelidze",
      "aboutText": "Zurab Aleksandrovich Sakandelidze (Georgian: ზურაბ საკანდელიძე; Russian: Зураб Александрович Саканделидзе; born August 9, 1945 in Kutaisi – January 25, 2004 in Tbilisi) was a Georgian basketball player who won gold with the Soviet basketball team in Basketball at the 1972 Summer Olympics.",
      "pageId": 6517997,
      "monthDay": "08/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Posy_Simmonds",
      "name": "Posy Simmonds",
      "aboutText": "Barbara Delinsky (born August 9, 1945, in Boston, Massachusetts, U.S.A. as Barbara Ruth Greenberg.) is an American writer of romance novels, including 19 New York Times bestsellers.",
      "pageId": 8859140,
      "monthDay": "08/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Kiick",
      "name": "Jim Kiick",
      "aboutText": "Shirlee Busbee (born August 9, 1941 in San Jose, California) is an American writer of romance novels since 1977.",
      "pageId": 9486540,
      "monthDay": "08/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roy_Hodgson",
      "name": "Roy Hodgson",
      "aboutText": "Aleksandr Yudaevich Gorelik (Russian: Александр Юдаевич Горелик; August 9, 1945 – September 27, 2012) was a Soviet pair skater. He competed with Tatiana Zhuk. They are the 1965 World bronze medalists and the 1966 and 1968 World silver medalists.",
      "pageId": 10801640,
      "monthDay": "08/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Barbara_Mason",
      "name": "Barbara Mason",
      "aboutText": "Kurt Walker (born August 9, 1959), professionally known by his stage name Kurtis Blow, is an American rapper and record producer. He is the first commercially successful rapper and the first to sign with a major record label. \"The Breaks\", a single from his 1980 debut album, is the first certified gold record rap song.",
      "pageId": 16641,
      "monthDay": "08/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Varley_(author)",
      "name": "John Varley",
      "aboutText": "John Herbert Varley (born August 9, 1947) is an American science fiction writer.",
      "pageId": 90216,
      "monthDay": "08/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bill_Campbell_(baseball)",
      "name": "Bill Campbell",
      "aboutText": "Amanda Bearse (born August 9, 1958) is an American actress, director and comedienne best known for her role as neighbor Marcy Rhoades D'Arcy on Married... with Children, a sitcom that ran in the United States between 1987 and 1997, and for her performance in the 1985 horror film Fright Night opposite William Ragsdale.",
      "pageId": 212541,
      "monthDay": "08/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jonathan_Kellerman",
      "name": "Jonathan Kellerman",
      "aboutText": "Jonathan Kellerman (born August 9, 1949) is an American psychologist, and Edgar and Anthony Award-winning author of numerous bestselling suspense novels. His writings on psychology (and specifically psychopathology) include Savage Spawn: Reflections on Violent Children. Most of his fictional stories feature the character of Alex Delaware, a child psychologist who consults for the police, assisted in his investigations by LAPD detective Milo Sturgis, who is what Kellerman describes as \"gay, but so what?\"  He has also written numerous essays, an art book on vintage guitars entitled With Strings Attached and two children's books that he illustrated.",
      "pageId": 256752,
      "monthDay": "08/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ted_Simmons",
      "name": "Ted Simmons",
      "aboutText": "Melanie Griffith (born August 9, 1957) is an American actress. The daughter of actress Tippi Hedren and former stage actor Peter Griffith, she rose to prominence for her role in Brian De Palma's Body Double (1984), which earned her a National Society of Film Critics Award for Best Supporting Actress. Griffith's subsequent performance in Something Wild (1986) garnered critical acclaim before she was cast in 1988's Working Girl, for which she was nominated for an Academy Award for Best Actress and won a Golden Globe.",
      "pageId": 484101,
      "monthDay": "08/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/James_Naughtie",
      "name": "James Naughtie",
      "aboutText": "Alexander James \"Jim\" Naughtie (surname pronounced /ˈnɔːxti/; born 9 August 1951) is a British radio and news presenter for the BBC. From 1994 until 2015 he was one of the main presenters of Radio 4's Today programme.\nIn July 2015 he announced, via the BBC, that in early 2016 he would retire from regular presenting duties on the programme and would, instead, be its 'Special Correspondent' with 'responsibility for charting the course of the constitutional changes at the heart of the UK political debate', as well as the BBC News's Books Editor, contributing a book review to the Saturday morning editions of Today. In his 21-plus years on Today, Naughtie had anchored every BBC Radio UK election results programme since 1997 and had worked on every US presidential election since 1988, the BBC added.",
      "pageId": 600095,
      "monthDay": "08/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_Swisher",
      "name": "Steve Swisher",
      "aboutText": "John E. Sweeney (born August 9, 1955) is a politician from the U.S. state of New York. A Republican, he represented New York's 20th congressional district in the United States House of Representatives from January 1999 to January 2007.",
      "pageId": 963972,
      "monthDay": "08/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Prateep_Ungsongtham_Hata",
      "name": "Prateep Ungsongtham Hata",
      "aboutText": "James Lileks (born August 9, 1958 in Fargo, North Dakota) is an American journalist, columnist, and blogger living in Minneapolis, Minnesota.",
      "pageId": 1198099,
      "monthDay": "08/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kay_Stenshjemmet",
      "name": "Kay Stenshjemmet",
      "aboutText": "Ted Lyle Simmons (born August 9, 1949 in Highland Park, Michigan) is an American former professional baseball player and coach. A switch-hitter, Simmons was a catcher for most of his Major League Baseball career with the St. Louis Cardinals (1968–80), the Milwaukee Brewers (1981–85) and the Atlanta Braves (1986–88).",
      "pageId": 1816394,
      "monthDay": "08/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jean_Tirole",
      "name": "Jean Tirole",
      "aboutText": "Raymond Vernon Jennings (born 9 August 1954 in Vanderbijlpark) is a former South African cricketer. He was one of South Africa's leading wicket-keepers during the apartheid era.\nIn October 2004 Jennings was appointed coach of the South Africa national cricket team on a short-term contract, he had previously coached South Africa A. Under Jennings, South Africa played four Test series, losing to India and England before beating Zimbabwe and the West Indies.",
      "pageId": 1958108,
      "monthDay": "08/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Roberta_Tovey",
      "name": "Roberta Tovey",
      "aboutText": "Stuart Hughes (born August 9, 1959 in Toronto, Ontario) is a Canadian actor known for his leading roles on the stages of Shaw Festival, Stratford Festival, Soulpepper Theatre Company (of which he is a founding member), and many other Canadian theatre companies.\nHe has received three Dora Awards for the roles of Billy in The Collected Works of Billy the Kid, The Man in On the Verge (Tarragon Theatre), and Kit Carson in The Time Of Your Life (Soulpepper).\nAs a teenager, Hughes lived in London, Ontario where he attended Saunders Secondary School and played French horn and violin in the school orchestra and band.",
      "pageId": 2518192,
      "monthDay": "08/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ray_Jennings",
      "name": "Ray Jennings",
      "aboutText": "Carl Wilhelm Irene (\"Calie\") Pistorius (born 9 August 1958) is a South African academic who is currently the Vice-Chancellor of the University of Hull, Kingston upon Hull, United Kingdom.",
      "pageId": 2626023,
      "monthDay": "08/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_E._Sweeney",
      "name": "John E. Sweeney",
      "aboutText": "William Richard Campbell (born August 9, 1948) is a former Major League Baseball (MLB) pitcher who played from 1973 to 1987. He played for the Minnesota Twins, Boston Red Sox and Detroit Tigers all of the American League and the Chicago Cubs, Philadelphia Phillies, St. Louis Cardinals and the Montreal Expos all of the National League.",
      "pageId": 2782381,
      "monthDay": "08/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Melanie_Griffith",
      "name": "Melanie Griffith",
      "aboutText": "Roberta Tovey (born 9 August 1953 in Shepherd's Bush, London) is an English actress who has appeared in films and television programmes. One of her better-known roles was that of Susan, the granddaughter of Dr. Who, in the films Dr.",
      "pageId": 3400326,
      "monthDay": "08/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Amanda_Bearse",
      "name": "Amanda Bearse",
      "aboutText": "Prateep Ungsongtham Hata (Thai: ประทีป อึ้งทรงธรรม ฮาตะ; rtgs: Prathip Uengsongtham; born 9 August 1952) is a Thai activist noted for her work with slum dwellers in the Khlong Toei District of Bangkok, Thailand. Among her supporters, she is known as Khru Prateep (\"Teacher Prateep\"), the \"Angel of Khlong Toei\" or \"Slum Angel\". She was awarded the Ramon Magsaysay Award for Public Service in 1978, founded and became the Secretary General of the Duang Prateep Foundation.",
      "pageId": 3811739,
      "monthDay": "08/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Muazzez_Ersoy",
      "name": "Muazzez Ersoy",
      "aboutText": "Kay Arne Stenshjemmet (born 9 August 1953) is a former speed skater from Norway.",
      "pageId": 4107348,
      "monthDay": "08/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/James_Lileks",
      "name": "James Lileks",
      "aboutText": "Barbara Mason (born August 9, 1947, in Philadelphia, Pennsylvania) is an American R&B/soul singer with several R&B and pop hits in the 1960s and 1970s, best known for her self-written 1965 hit song, \"Yes, I'm Ready\".",
      "pageId": 4170058,
      "monthDay": "08/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Calie_Pistorius",
      "name": "Calie Pistorius",
      "aboutText": "Jean Tirole (born 9 August 1953) is a French professor of economics. He focuses on industrial organization, game theory, banking and finance, and economics and psychology.",
      "pageId": 4455114,
      "monthDay": "08/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kurtis_Blow",
      "name": "Kurtis Blow",
      "aboutText": "Steven Eugene \"Steve\" Swisher (born August 9, 1951) is an American former professional baseball player and minor league manager. He played in Major League Baseball as a catcher for the Chicago Cubs, St. Louis Cardinals, and San Diego Padres from 1974 to 1982.",
      "pageId": 7388226,
      "monthDay": "08/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stuart_Hughes",
      "name": "Stuart Hughes",
      "aboutText": "Muazzez Ersoy (born Hatice Yıldız Levent, August 9, 1958 in Istanbul, Turkey) is a Turkish classical music singer.",
      "pageId": 10637745,
      "monthDay": "08/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_Kors",
      "name": "Michael Kors",
      "aboutText": "Whitney Elizabeth Houston (August 9, 1963 – February 11, 2012) was an American singer, actress, producer, and model. In 2009, Guinness World Records cited her as the most awarded female act of all time. Houston is one of pop music's best-selling music artists of all-time, with an estimated 170–200 million records sold worldwide.",
      "pageId": 34071,
      "monthDay": "08/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Toni_Servillo",
      "name": "Toni Servillo",
      "aboutText": "Gillian Leigh Anderson (born August 9, 1968) is an American-British, film, television and theatre actress, activist and writer. Her credits include the roles of FBI Special Agent Dana Scully in the long-running and widely popular series The X-Files, ill-fated socialite Lily Bart in Terence Davies' film The House of Mirth (2000), and Lady Dedlock in the successful BBC production of Charles Dickens' Bleak House. Among other honours, Anderson has won a Primetime Emmy Award, a Golden Globe Award and two Screen Actors Guild Awards.",
      "pageId": 42238,
      "monthDay": "08/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Brad_Gilbert",
      "name": "Brad Gilbert",
      "aboutText": "Eric Bana (born Eric Banadinović; 9 August 1968) is an Australian actor. He began his career as a comedian in the sketch comedy series Full Frontal before gaining critical recognition in the biographical crime film Chopper (2000). After a decade of roles in Australian TV shows and films, Bana gained Hollywood's attention for his performance in the war film Black Hawk Down (2001) and by playing the lead role as Hulk/Bruce Banner in the Ang Lee-directed Marvel Comics film Hulk (2003) with Jennifer Connelly.",
      "pageId": 177032,
      "monthDay": "08/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Key",
      "name": "John Key",
      "aboutText": "Linn Ullmann, originally Karin Beate Ullmann (born 9 August 1966, in Oslo, Norway), is a Norwegian author and journalist.",
      "pageId": 354281,
      "monthDay": "08/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Louis_Lipps",
      "name": "Louis Lipps",
      "aboutText": "Brett Andrew Hull (born August 9, 1964) is a Canadian-American former National Hockey League (NHL) player and general manager, and currently an executive vice president of the St. Louis Blues. He played for the Calgary Flames, St.",
      "pageId": 434907,
      "monthDay": "08/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kevin_Mack",
      "name": "Kevin Mack",
      "aboutText": "Deion Luwynn Sanders, Sr. (/ˈdiːɒn/; born August 9, 1967) is an American former football and baseball player, who works as an analyst for CBS Sports and the NFL Network. He was inducted into the Pro Football Hall of Fame on August 6, 2011.",
      "pageId": 901141,
      "monthDay": "08/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_%22Hot_Rod%22_Williams",
      "name": "John \"Hot Rod\" Williams",
      "aboutText": "John Phillip Key (born 9 August 1961) is the 38th Prime Minister of New Zealand, in office since 2008. He has led the New Zealand National Party since 2006.\nBorn in Auckland before moving to Christchurch when he was a child, Key attended the University of Canterbury and graduated in 1981 with a bachelor of commerce.",
      "pageId": 1075887,
      "monthDay": "08/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Whitney_Houston",
      "name": "Whitney Houston",
      "aboutText": "James Kevin Mack (born August 9, 1962) is a former professional American football player who played running back.",
      "pageId": 1306518,
      "monthDay": "08/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jay_Leggett",
      "name": "Jay Leggett",
      "aboutText": "Hoda Kotb (/ˈhoʊdə ˈkɒtbiː/ HOH-de KOT-bee; Arabic: هدى قطب‎ Hudā Quṭb Egyptian Arabic pronunciation: [ˈhodæ ˈʔotˤb]), born August 9, 1964, is an American television news anchor and TV host known as the co-host of NBC's Today Show '​s fourth hour with Kathie Lee Gifford. An Egyptian American, she won a Daytime Emmy Award in 2010 as part of The Today Show team.",
      "pageId": 1807079,
      "monthDay": "08/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Brett_Hull",
      "name": "Brett Hull",
      "aboutText": "Brad Gilbert (born August 9, 1961) is an American tennis coach, a television tennis commentator, an author and former professional tennis player. He was born in Oakland, California and graduated from Piedmont High School (California).\nGilbert's career-high singles ranking was world no.",
      "pageId": 1829348,
      "monthDay": "08/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hoda_Kotb",
      "name": "Hoda Kotb",
      "aboutText": "Chin Ka-lok, sometimes credited as Chin Kar-lok (Chinese: 錢嘉樂, Pinyin: Qian Jiale,) (born 6 August 1965) is an actor, action choreographer.\nChin was born in Hong Kong, the younger brother of actor and stunt performer Chin Siu Ho. He is a former member of Sammo Hung's Stuntman Team.",
      "pageId": 2192376,
      "monthDay": "08/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chin_Ka-lok",
      "name": "Chin Ka-lok",
      "aboutText": "Louis Adam Lipps (born August 9, 1962 in New Orleans, Louisiana) is a former American football wide receiver in the NFL who played nine seasons in the NFL, eight for the Pittsburgh Steelers and one for the New Orleans Saints.",
      "pageId": 2385166,
      "monthDay": "08/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vinny_Del_Negro",
      "name": "Vinny Del Negro",
      "aboutText": "For the company, see Michael Kors (brand).\nMichael Kors (born Karl Anderson, Jr.; August 9, 1959) is a New York City-based fashion designer of American sportswear. He is the honorary chairman and chief creative officer for his company, Michael Kors Holdings Limited (KORS), which deals in women's and men's ready-to-wear, accessories, jewelry, footwear and fragrance.",
      "pageId": 2454625,
      "monthDay": "08/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Linn_Ullmann",
      "name": "Linn Ullmann",
      "aboutText": "Samuel Joseph Fogarino (born August 9, 1968 in Philadelphia) is the drummer of New York City band Interpol. He has played in bands such as the Holy Terrors, Gus, the Wahoos, Napoleon Solo, the Ton-ups and the Last Night.\nFogarino began to play the drums at the age of 13.",
      "pageId": 2911968,
      "monthDay": "08/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Deion_Sanders",
      "name": "Deion Sanders",
      "aboutText": "Joseph McGinty \"McG\" Nichol (born August 9, 1968) is an American film director, film and television producer, and former record producer.\nHe began his career in the music industry, directing music videos and producing various albums. He later rose to prominence with his first film, Charlie's Angels, which had the highest-grossing opening weekend for a directorial debut at the time.",
      "pageId": 3005072,
      "monthDay": "08/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/McG",
      "name": "McG",
      "aboutText": "Vincent Joseph \"Vinny\" Del Negro (born August 9, 1966) is a retired American basketball player. He was the head coach of the National Basketball Association's Chicago Bulls from 2008 to 2010, and the Los Angeles Clippers from 2010 to 2013.",
      "pageId": 3216501,
      "monthDay": "08/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Gillian_Anderson",
      "name": "Gillian Anderson",
      "aboutText": "John \"Hot Rod\" Williams (August 9, 1962 – December 11, 2015) was an American professional basketball player who had a 13-year NBA career from 1986 to 1999.",
      "pageId": 3450668,
      "monthDay": "08/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Eric_Bana",
      "name": "Eric Bana",
      "aboutText": "Toni Servillo (born 25 January 1959 in Afragola, Province of Naples) is an Italian television and film actor and director of theater and opera.",
      "pageId": 22207696,
      "monthDay": "08/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sam_Fogarino",
      "name": "Sam Fogarino",
      "aboutText": "Carmi Martin (born August 9, 1963 in Dumaguete City, Philippines) is a Filipino actress.",
      "pageId": 38812579,
      "monthDay": "08/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Carmi_Martin",
      "name": "Carmi Martin",
      "aboutText": "Jay Michael Leggett (August 9, 1963 – November 23, 2013) was an American actor, improvisational comedian, producer, director, and screenwriter.",
      "pageId": 39405348,
      "monthDay": "08/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Smaragda_Karydi",
      "name": "Smaragda Karydi",
      "aboutText": "A-mei or A-Mei (Chinese: 阿妹, p Āmèi), stylized as a MEI since 2014, is the stage name of the aboriginal Taiwanese pop singer and songwriter Chang Hui-mei (t 張惠妹, s 张惠妹,). Born as Amit Kulilay (transcribed as t 阿密特·古歷來, s 阿密特·古历来) in the rugged mountains of eastern Taiwan, A-mei is the seventh-oldest in a family of nine children. She made her debut in the world of music in 1996, achieving rapid commercial success.",
      "pageId": 486042,
      "monthDay": "08/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Troy_Percival",
      "name": "Troy Percival",
      "aboutText": "Roderic Jean Brind'Amour (born August 9, 1970) is a Canadian former professional ice hockey centre and the current assistant and development coach of the Carolina Hurricanes. A centreman during his career, Brind'Amour played 20 seasons in the National Hockey League (NHL) for the St. Louis Blues, Philadelphia Flyers and Carolina Hurricanes.",
      "pageId": 850689,
      "monthDay": "08/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Estella_Marie_Thompson",
      "name": "Estella Marie Thompson",
      "aboutText": "James Kim (August 9, 1971 – December 3–4, 2006) was an American television personality and technology analyst for the former TechTV international cable television network, reviewing products for shows including The Screen Savers, Call for Help, and Fresh Gear. At the time of his death he was working as a senior editor of MP3 and Digital Audio for CNET, where he wrote more than 400 product reviews. He also co-hosted a weekly video podcast for CNET's gadget blog, Crave, and a weekly audio podcast, The MP3 Insider (both podcasts were co-hosted with Veronica Belmont).",
      "pageId": 950059,
      "monthDay": "08/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rod_Brind%27Amour",
      "name": "Rod Brind'Amour",
      "aboutText": "Filippo \"Pippo\" Inzaghi, Ufficiale OMRI (Italian pronunciation: [fiˈlippo inˈtsaːɡi]; born 9 August 1973) is a retired Italian professional footballer and a manager.\nHe played as a striker, and spent the most notable spells of his club career with Juventus and Milan, winning two UEFA Champions League titles (2003, 2007), and three Serie A titles (1998, 2004, 2011). He is one of the most prolific goalscorers of all time, and the fifth in Italy, with 313 goals scored in official matches.",
      "pageId": 968320,
      "monthDay": "08/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chris_Cuomo",
      "name": "Chris Cuomo",
      "aboutText": "Juan Esteban Aristizábal Vásquez (born August 9, 1972), better known as Juanes (for the contraction of his first and second name), is a Colombian musician who was a member of the Acoustic Rock band Ekhymosis and is now a solo artist. In 2000, his solo debut album Fíjate Bien won three Latin Grammy Awards. According to his record label, Juanes has sold more than 15 million albums worldwide.",
      "pageId": 991041,
      "monthDay": "08/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Thomas_Lennon_(actor)",
      "name": "Thomas Lennon",
      "aboutText": "Troy Eugene Percival (born August 9, 1969) is a retired Major League Baseball pitcher. He gained fame as a closer. During a 14-year baseball career, he pitched from 1995–2009 for four different teams, pitching primarily with the California/Anaheim Angels.",
      "pageId": 1181585,
      "monthDay": "08/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mack_10",
      "name": "Mack 10",
      "aboutText": "Derek Lamar Fisher (born August 9, 1974) is an American basketball coach and former player. He is currently the head coach of the New York Knicks of the National Basketball Association (NBA). He played professionally in the NBA for 18 seasons, spending the majority of his career with the Los Angeles Lakers, with whom he won five NBA championships.",
      "pageId": 1246851,
      "monthDay": "08/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/James_Kim",
      "name": "James Kim",
      "aboutText": "Nikki Schieler Ziering (born August 9, 1971) is an American model and actress.",
      "pageId": 1541943,
      "monthDay": "08/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mark_Povinelli",
      "name": "Mark Povinelli",
      "aboutText": "Matthew Christian Morris (born August 9, 1974) is a former Major League Baseball right-handed starting pitcher. He retired on April 30, 2008.\nMorris attended Valley Central High School in New York before attending Seton Hall University, where he played baseball for the Pirates under head coach Mike Sheppard.",
      "pageId": 1601763,
      "monthDay": "08/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Davide_Rebellin",
      "name": "Davide Rebellin",
      "aboutText": "Estella Marie Thompson (born August 9, 1969), also known as Divine Brown, is an American former prostitute who gained public attention in 1995 when Hugh Grant, the English actor, was caught receiving oral sex from her in his car on Hollywood's Sunset Boulevard.",
      "pageId": 1741116,
      "monthDay": "08/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nikki_Ziering",
      "name": "Nikki Ziering",
      "aboutText": "Thomas Patrick Lennon (born August 9, 1970) is an American actor, comedian, screenwriter, producer and director best known as a cast member on MTV's The State and for his role as Lieutenant Jim Dangle on the Comedy Central series Reno 911!. He is the writing partner of Robert Ben Garant.",
      "pageId": 2134706,
      "monthDay": "08/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/A-mei",
      "name": "A-mei",
      "aboutText": "Dedrick D'Mon Rolison (born August 9, 1971), better known by his stage name Mack 10, is an American rapper and actor. He has sold nearly 11 million records independently combining his solo and group works. Mack 10 made his first appearance on Ice Cube's 1994 \"Bootlegs & B-Sides\" compilation on the remixed track \"What Can I Do?\" and was a member of hip hop supergroup Westside Connection along with Ice Cube and WC. Mack 10 is also the founder of independent record label Hoo-Bangin' Records.",
      "pageId": 2140240,
      "monthDay": "08/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Juanes",
      "name": "Juanes",
      "aboutText": "Christopher Charles \"Chris\" Cuomo (born August 9, 1970) is a television journalist, currently at CNN. He previously was the ABC News chief law and justice correspondent, and co-anchor for ABC's 20/20. He is the son of former New York Governor Mario Cuomo and the brother of current New York Governor Andrew Cuomo.\n^ a b Anchors & reporters: Chris Cuomo, CNN, Atlanta, GA: Cable News Network/Turner Broadcasting System, Inc., 2013, Retrieved 1 February 2014.",
      "pageId": 2335095,
      "monthDay": "08/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ryan_Bollman",
      "name": "Ryan Bollman",
      "aboutText": "Davide Rebellin (born 9 August 1971 in San Bonifacio, province of Verona) is an Italian road bicycle racer, currently riding for CCC-Sprandi-Polkowice. In 2012 he rode for the Meridiana-Kamen team. He served a 2-year suspension for testing positive for Mircera at the 2008 Olympic Games.",
      "pageId": 2871262,
      "monthDay": "08/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Filippo_Inzaghi",
      "name": "Filippo Inzaghi",
      "aboutText": "Stephen Fung (Chinese: 馮德倫, Fung Tak-lun; born 9 August 1974) is a Hong Kong actor, singer, writer and film director.",
      "pageId": 4608894,
      "monthDay": "08/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kevin_McKidd",
      "name": "Kevin McKidd",
      "aboutText": "Ryan Matthew Bollman (born August 9, 1972 in St.",
      "pageId": 6307829,
      "monthDay": "08/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gene_Luen_Yang",
      "name": "Gene Luen Yang",
      "aboutText": "Gene Luen Yang (Chinese Traditional: 楊謹倫, Simplified: 杨谨伦, Pinyin: Yáng Jǐnlún; born August 9, 1973) is an American writer of graphic novels and comics. Until recently, he was the Director of Information Services and taught computer science at Bishop O'Dowd High School in Oakland, California and travels all over the world, speaking about graphic novels and comics at comic book conventions and universities, schools, and libraries.",
      "pageId": 7619558,
      "monthDay": "08/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Derek_Fisher",
      "name": "Derek Fisher",
      "aboutText": "Mark Povinelli (born August 9, 1971) is an American stage, television, and movie actor who also does occasional stunt work.",
      "pageId": 15405741,
      "monthDay": "08/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Stephen_Fung",
      "name": "Stephen Fung",
      "aboutText": "Kevin McKidd (born 9 August 1973) is a Scottish born American television and film actor, director and an occasional singer. Before playing the role of Owen Hunt in Grey's Anatomy, McKidd starred as Tommy in Danny Boyle's Trainspotting (1996), Count Vronsky in the BBC miniseries Anna Karenina (2000), and Lucius Vorenus in the historical drama series Rome (2005–2007). He also provides the voice of John \"Soap\" MacTavish in the video games Call of Duty: Modern Warfare 2 and Call of Duty: Modern Warfare 3.",
      "pageId": 19081292,
      "monthDay": "08/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Matt_Morris_(baseball)",
      "name": "Matt Morris",
      "aboutText": "Smaragda Karydi (Greek: Σμαράγδα Καρύδη) is a Greek TV and stage actress.",
      "pageId": 19963577,
      "monthDay": "08/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kirill_Reznik",
      "name": "Kirill Reznik",
      "aboutText": "Nawaf Muhammed Salim al-Hazmi (Arabic: نواف الحازمي‎, Nawāf al-Ḥāzmī; also known as Rabia al-Makki) (August 9, 1976 – September 11, 2001) was a Saudi citizen and one of five hijackers of American Airlines Flight 77, which they crashed into the Pentagon as part of the September 11 attacks in the United States.\nHazmi and a longtime friend, Khalid al-Mihdhar, left their homes in Saudi Arabia in 1995 to fight for Muslims in the Bosnian War. Hazmi later traveled to Afghanistan to fight with the Taliban against the Afghan Northern Alliance.",
      "pageId": 21630,
      "monthDay": "08/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nicola_Stapleton",
      "name": "Nicola Stapleton",
      "aboutText": "Audrey Justine Tautou (French: [o.dʁɛ to.tu]; born 9 August 1976) is a French actress and model. Signed by an agent at age 17, she made her acting debut at 18 on television and her feature film debut the following year in Venus Beauty Institute (1999), for which she received critical acclaim and won the César Award for Most Promising Actress. Her subsequent roles in the 1990s and 2000s included Le Libertin and Happenstance (2000).",
      "pageId": 342753,
      "monthDay": "08/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rapha%C3%ABl_Poir%C3%A9e",
      "name": "Raphaël Poirée",
      "aboutText": "Rhona Natasha Mitra (born 9 August 1975), sometimes credited as Rona Mitra, is an English actress, model and singer.\nMitra began her career as a model. She came to prominence as the Lara Croft model between 1997 and 1998.",
      "pageId": 462070,
      "monthDay": "08/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mahesh_Babu",
      "name": "Mahesh Babu",
      "aboutText": "Raphaël Poirée (born 9 August 1974) is a retired French biathlete who was active from 1995 to 2007.",
      "pageId": 463373,
      "monthDay": "08/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mike_Lamb",
      "name": "Mike Lamb",
      "aboutText": "Jessica Brooke Capshaw (born August 9, 1976) is an American actress. She is known for her role as Jamie Stringer in The Practice and Dr. Arizona Robbins on the ABC medical drama Grey's Anatomy.",
      "pageId": 656668,
      "monthDay": "08/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Robbie_Middleby",
      "name": "Robbie Middleby",
      "aboutText": "Chamique Shaunta Holdsclaw (born August 9, 1977) is a former professional basketball player in the Women's National Basketball Association (WNBA) most recently under a contract with the San Antonio Silver Stars.",
      "pageId": 756297,
      "monthDay": "08/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nawaf_al-Hazmi",
      "name": "Nawaf al-Hazmi",
      "aboutText": "Adewale Ogunleye (/ˌɑːdeɪˈwɑːleɪ oʊɡuːnˈleɪjeɪ/; born August 9, 1977) is a former American football defensive end who played eleven seasons in the National Football League (NFL). He was signed by the Miami Dolphins as an undrafted free agent in 2000.",
      "pageId": 1150391,
      "monthDay": "08/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jessica_Capshaw",
      "name": "Jessica Capshaw",
      "aboutText": "Mikaël Samy Silvestre (born 9 August 1977) is a former French footballer who last played as a defender for Chennaiyin in the Indian Super League.\nHe began his career at Rennes and went on to Inter Milan before joining Manchester United in 1999. At Old Trafford, he won honours including five Premier League titles and the UEFA Champions League, making 361 appearances in all competitions, then joined Arsenal in 2008.",
      "pageId": 1302425,
      "monthDay": "08/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aled_Haydn_Jones",
      "name": "Aled Haydn Jones",
      "aboutText": "Jason Andrew Frasor (born August 9, 1977) is an American professional baseball pitcher who is a free agent. He made his debut with the Toronto Blue Jays in 2004, and had a 4.08 ERA in 63 games.",
      "pageId": 2354655,
      "monthDay": "08/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rhona_Mitra",
      "name": "Rhona Mitra",
      "aboutText": "Michael Robert Lamb (born August 9, 1975) is an American former professional baseball third baseman and first baseman.",
      "pageId": 2407255,
      "monthDay": "08/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mark_Priestley",
      "name": "Mark Priestley",
      "aboutText": "Daniela Denby-Ashe (born 9 August 1978) is an English actress, best known for playing the character Sarah Hills in the soap opera EastEnders, Margaret Hale in the period drama North and South and Janey Harper in the sitcom My Family.",
      "pageId": 2631495,
      "monthDay": "08/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Audrey_Tautou",
      "name": "Audrey Tautou",
      "aboutText": "Mahesh Babu (born Mahesh Ghattamaneni, 9 August 1975) is an Indian actor, producer, media personality and philanthropist known for his work in Telugu cinema. He owns the production house G. Mahesh Babu Entertainment Pvt. Ltd.",
      "pageId": 2633662,
      "monthDay": "08/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tuncay_%C3%87al%C4%B1%C5%9Fkan",
      "name": "Tuncay Çalışkan",
      "aboutText": "Robert Middleby (born 9 August 1975 in Newcastle, New South Wales, Australia) is a former Australian football player who last played for North Queensland Fury in the A-League.",
      "pageId": 2860794,
      "monthDay": "08/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Frasor",
      "name": "Jason Frasor",
      "aboutText": "Ime Sunday Udoka (/ˈiːmeɪ uːˈdoʊkə/ EE-may oo-DOH-kə; born August 9, 1977) is a Nigerian-American former professional basketball player and current assistant coach for the San Antonio Spurs of the National Basketball Association (NBA).",
      "pageId": 4186327,
      "monthDay": "08/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chamique_Holdsclaw",
      "name": "Chamique Holdsclaw",
      "aboutText": "Nicola Kathleen Stapleton (born 9 August 1974 in Elephant and Castle, London) is an English actress. A graduate of the Sylvia Young Theatre School, Stapleton began her career at an early age, appearing in films such as Hansel and Grettel and on television in the children's show Simon and the Witch in 1987. In 1992, she secured a high-profile role on British television as Mandy Salter in BBC's EastEnders.",
      "pageId": 4322791,
      "monthDay": "08/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Adewale_Ogunleye",
      "name": "Adewale Ogunleye",
      "aboutText": "Mark Priestley (9 August 1976 – 27 August 2008) was an Australian actor. Born in Perth, Western Australia, he graduated from the National Institute of Dramatic Art (NIDA) with a degree in Performing Arts (acting) in 1999. His first big TV break was when he appeared in The Farm in 2000 and met director Kate Woods.",
      "pageId": 5580618,
      "monthDay": "08/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ime_Udoka",
      "name": "Ime Udoka",
      "aboutText": "Aled Haydn Jones (born 9 August 1976 in Aberystwyth, Wales) is a Welsh radio editor, presenter and former radio producer. From 2004 until 2012 he worked on The Chris Moyles Show. He was a presenter on The Surgery on BBC Radio 1 between 2009 and 2015.",
      "pageId": 7473452,
      "monthDay": "08/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mika%C3%ABl_Silvestre",
      "name": "Mikaël Silvestre",
      "aboutText": "Kirill Reznik (born August 9, 1974) is an American politician from Maryland and a member of the Democratic Party. He is one of three members of the Maryland House of Delegates from District 39. District 39 encompasses a horse-shoe shaped area in the middle of Montgomery County, Maryland, and includes parts of North Potomac, Darnestown, Germantown, Montgomery Village, Derwood, and the Town of Washington Grove.",
      "pageId": 14110280,
      "monthDay": "08/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dorin_Chirtoac%C4%83",
      "name": "Dorin Chirtoacă",
      "aboutText": "Dorin Chirtoacă (born August 9, 1978 in Chișinău) is a Moldovan politician.",
      "pageId": 14636390,
      "monthDay": "08/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daniela_Denby-Ashe",
      "name": "Daniela Denby-Ashe",
      "aboutText": "Tuncay Çalışkan (born August 9, 1977 in Söke, Aydın, Turkey) is a Turkish-born Austrian taekwondo practitioner, who competed in the men's featherweight category. He captured a bronze medal in the 72-kg division at the 2003 World Taekwondo Championships in Garmisch-Partenkirchen, Germany, and attained top seven finishes in two editions of the Olympic Games (2000 and 2004), representing his naturalized nation Austria. Caliskan is also a full-fledged member of Baden Taekwondo Club (German: TKD Verein Baden) and Austrian taekwondo squad, under head coach and master Mustafa Atalar.",
      "pageId": 44887751,
      "monthDay": "08/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ana_Serradilla",
      "name": "Ana Serradilla",
      "aboutText": "Ashley Suzanne Johnson (born August 9, 1983) is an American actress, singer, and voice actress. She is known for her roles as Chrissy Seaver in the sitcom Growing Pains and for playing the daughter of Mel Gibson's character in What Women Want. As a voice actress she is well known for the part of Gretchen Grundler in Disney's Recess as well as for Gwen Tennyson in the series Ben 10: Alien Force, and its two successors Ben 10: Ultimate Alien and Ben 10: Omniverse, as well as Terra in Teen Titans and its sequel series, Teen Titans Go!.",
      "pageId": 674895,
      "monthDay": "08/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Kingma",
      "name": "Michael Kingma",
      "aboutText": "Paul Gallagher (born 9 August 1984) is a Scottish footballer who plays as a forward for Preston North End.\nBorn in Glasgow, he has played in the Premier League for Blackburn Rovers, and the Football League for Stoke City (two spells), Preston North End (four spells), Plymouth Argyle, Leicester City and Sheffield United. He has been capped once by the Scotland national team.",
      "pageId": 1370335,
      "monthDay": "08/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lisa_Nandy",
      "name": "Lisa Nandy",
      "aboutText": "Jarvis James Hayes (born August 9, 1981) is an American-Qatari professional basketball player for Asesoft Ploiești of the Liga Națională. A 6'8\", 220 lbs.",
      "pageId": 1723360,
      "monthDay": "08/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tony_Stewart_(American_football)",
      "name": "Tony Stewart",
      "aboutText": "Li Jiawei (Chinese: 李佳薇; pinyin: Lǐ Jiāwēi; born 9 August 1981) is a Chinese-born Singaporean table tennis player who is ranked among the top ten athletes in her sport. Spotted by Singapore talent scouts in Beijing in 1995, she moved to Singapore and commenced her international career in competitive table tennis in 1996. She became a Singapore citizen at the age of 18 years under the Foreign Sports Talent Scheme.",
      "pageId": 1754380,
      "monthDay": "08/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Texas_Battle",
      "name": "Texas Battle",
      "aboutText": "Tyson Gay (born August 9, 1982) is an American track and field sprinter, who competes in the 100 and 200 meters dash. His 100 m personal best of 9.69 seconds is the American record and makes him tied for second fastest athlete ever, after Usain Bolt. His 200 m time of 19.58 makes him the sixth fastest athlete in that event.",
      "pageId": 2633317,
      "monthDay": "08/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nuria_Cabanillas",
      "name": "Nuria Cabanillas",
      "aboutText": "Michael Kingma (born 9 August 1979) is an Australian professional basketball player.\nKingma was born in Manly, New South Wales, where he started his basketball playing as a junior. Kingma played seven seasons in Australia's National Basketball League, including six seasons with the Sydney Kings.",
      "pageId": 3087614,
      "monthDay": "08/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Charlie_David",
      "name": "Charlie David",
      "aboutText": "Ryoo Seung-bum (born August 9, 1980) is a South Korean actor. He made a name for himself in his older brother director Ryoo Seung-wan's eclectic films, notably Die Bad (his acting debut in 2000), Arahan (2004), Crying Fist (2005), The Unjust (2010), and The Berlin File (2013). Known for his manic energy, casual demeanor and subtle ability to command a scene, over the years Ryoo Seung-bum has cemented his status as one of Korea's top actors.",
      "pageId": 3133640,
      "monthDay": "08/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rachel_Kramer",
      "name": "Rachel Kramer",
      "aboutText": "Texas Quency Battle (born August 9, 1980) is an American film and television actor.",
      "pageId": 3722660,
      "monthDay": "08/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryoo_Seung-bum",
      "name": "Ryoo Seung-bum",
      "aboutText": "Tony Alexander Stewart (born August 9, 1979) is a former American football tight end. He is the Founder and Executive Director of the non-profit Beyond the Locker. An organization whose mission is to help youth and athletes have better sense of self-awareness, empower them with self-worth and teach life skills through sports.",
      "pageId": 4451487,
      "monthDay": "08/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dominic_Tabuna",
      "name": "Dominic Tabuna",
      "aboutText": "Ana Isabel Serradilla García (born August 9, 1978) is a Mexican actress starring in TV series such as La Viuda Negra,Drenaje Profundo and Linea nocturna. She also starred in the Mexican version of Desperate Housewives, Amas de Casa Desesperadas.\nAs a little girl, she dreamed of becoming an actress but was so shy she often couldn't even answer the telephone.",
      "pageId": 5107175,
      "monthDay": "08/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jarvis_Hayes",
      "name": "Jarvis Hayes",
      "aboutText": "Shane O'Brien (born August 9, 1983) is a Canadian professional ice hockey defenceman currently playing for the San Diego Gulls of the American Hockey League (AHL) as a member of the Anaheim Ducks of the National Hockey League (NHL).",
      "pageId": 7383083,
      "monthDay": "08/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Li_Jiawei",
      "name": "Li Jiawei",
      "aboutText": "Charles David Lubiniecki (born August 9, 1980), better known as Charlie David, is a Canadian actor, writer, director and producer, best known for the male lead in the LGBT horror series Dante's Cove. He has also worked as a TV host on a number of shows like F.Y.E!, SpyTV, Bump! and Crash Test Mommy.",
      "pageId": 7399249,
      "monthDay": "08/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joel_Anthony",
      "name": "Joel Anthony",
      "aboutText": "Kanstantsin Sivtsov (Belarusian: Канстанцін Сівцов), born 9 August 1982, is a Belarusian professional road bicycle racer for UCI ProTeam team Team Sky.\n^ \"Sivtsov to Team Sky\". Cycling News (Future Publishing Limited).",
      "pageId": 12226670,
      "monthDay": "08/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tyson_Gay",
      "name": "Tyson Gay",
      "aboutText": "Joel Vincent Anthony (pronounced Jo-EL; born August 9, 1982) is a Canadian professional basketball player for the Detroit Pistons of the National Basketball Association (NBA).",
      "pageId": 14008378,
      "monthDay": "08/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yekaterina_Samutsevich",
      "name": "Yekaterina Samutsevich",
      "aboutText": "Dominic Joselito Tabuna (born 9 August 1980) is a Nauruan politician.",
      "pageId": 20865484,
      "monthDay": "08/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kanstantsin_Sivtsov",
      "name": "Kanstantsin Sivtsov",
      "aboutText": "Nuria Cabanillas Provencio (born 9 August 1980) is a Catalan-born and Extremaduran adoption rhythmic gymnast and Olympic Champion. She won a gold medal with the Spanish group at the 1996 Summer Olympics in Atlanta. The team was formed by Nuria, Estela Giménez, Marta Baldó, Lorena Guréndez, Estíbaliz Martínez and Tania Lamarca.",
      "pageId": 20894462,
      "monthDay": "08/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ashley_Johnson",
      "name": "Ashley Johnson",
      "aboutText": "Rachel Kramer (born in Rotterdam on August 9, 1980) is a Dutch singer and the runner-up of the second season of the X Factor] in the Netherlands. Her first single was a cover of Rascal Flatts's What Hurts the Most.",
      "pageId": 23461900,
      "monthDay": "08/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Shane_O%27Brien_(ice_hockey)",
      "name": "Shane O'Brien",
      "aboutText": "Alicja Smietana (born 9 August 1983 in Krakow, Poland) is a Polish Violinist, currently based in London.",
      "pageId": 26727866,
      "monthDay": "08/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alicja_Smietana",
      "name": "Alicja Smietana",
      "aboutText": "Lisa Eva Nandy (born 9 August 1979) is a British Labour Party politician. Identified with the left-wing of the Labour Party, she has been the Member of Parliament (MP) for Wigan since 2010.",
      "pageId": 27266258,
      "monthDay": "08/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paul_Gallagher_(footballer)",
      "name": "Paul Gallagher",
      "aboutText": "Yekaterina Stanislavovna Samutsevich (Russian: Екатери́на Станисла́вовна Самуце́вич; born August 9, 1982) is a Russian political activist. She is a member of the anti-Putinist punk rock group Pussy Riot. On August 17, 2012, she was convicted of hooliganism motivated by religious hatred for a performance in Moscow’s Cathedral of Christ the Saviour and sentenced to two years imprisonment.",
      "pageId": 36746412,
      "monthDay": "08/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Luca_Filippi",
      "name": "Luca Filippi",
      "aboutText": "Stefano Okaka Chuka (Italian pronunciation: [ˈsteːfano oˈkaːka]; born 9 August 1989) is an Italian footballer who currently plays as a striker for Belgium club Anderlecht and the Italy national team.",
      "pageId": 2831728,
      "monthDay": "08/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anna_Kendrick",
      "name": "Anna Kendrick",
      "aboutText": "Luca Filippi (born 9 August 1985 in Savigliano, Italy) is an Italian racing driver who competes in the IndyCar Series.",
      "pageId": 4023915,
      "monthDay": "08/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Haruka_Kinami",
      "name": "Haruka Kinami",
      "aboutText": "JaMarcus Trenell Russell (born August 9, 1985) is a former American football quarterback. He played college football at LSU, where he finished 21–4 as a starter and was named MVP of the 2007 Sugar Bowl. The Oakland Raiders selected Russell with the first overall pick of the 2007 NFL Draft.",
      "pageId": 4707150,
      "monthDay": "08/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Hayley_Peirsol",
      "name": "Hayley Peirsol",
      "aboutText": "Rafaela Köhler Zanella (born August 9, 1986 in Santa Maria) is Brazilian model and beauty pageant titleholder of German and Italian descent who represented her country in the Miss Universe 2006 pageant.\n^ Noronha, Isabela (3 June 2007). \"Miss Brasil curte fama e encontra vencedor do Big Brother 7\".",
      "pageId": 4958141,
      "monthDay": "08/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/JaMarcus_Russell",
      "name": "JaMarcus Russell",
      "aboutText": "Hayley Reide Peirsol (born August 9, 1985) is an American former distance swimmer. She swam under Dave Salo with Irvine Novaquatics prior to attending Auburn University. While at Auburn, Hayley trained under David Marsh, Dorsey Tierney and the late Ralph Crocker.",
      "pageId": 6204220,
      "monthDay": "08/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chandler_Williams",
      "name": "Chandler Williams",
      "aboutText": "Adelaide Kane (born 9 August 1990) is an Australian actress. She is known for her roles as Lolly Allen in the Australian soap opera Neighbours and Mary, Queen of Scots in the CW period drama series Reign. She is also known for her small role as Cora Hale in Teen Wolf.",
      "pageId": 6384236,
      "monthDay": "08/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Michael_Lerchl",
      "name": "Michael Lerchl",
      "aboutText": "Chandler Williams, III (August 9, 1985 – January 5, 2013) was an American football wide receiver who last played as a member of the Tampa Bay Storm. He was drafted by the Minnesota Vikings in the seventh round of the 2007 NFL Draft. He played college football at Florida International.",
      "pageId": 10973810,
      "monthDay": "08/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Daniel_Preussner",
      "name": "Daniel Preussner",
      "aboutText": "Michael Lerchl (born 9 August 1986 in Windhoek, Namibia) is a German footballer who plays as a midfielder for SSV Markranstädt.\n^ \"Michael Lerchl\". worldfootball.net.",
      "pageId": 11365008,
      "monthDay": "08/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tyler_%22Telle%22_Smith",
      "name": "Tyler \"Telle\" Smith",
      "aboutText": "Jason Alias Heyward (born August 9, 1989), nicknamed \"The J-Hey Kid\" and \"J-Hey\", is an American professional baseball right fielder for the Chicago Cubs of Major League Baseball (MLB). Originally the Atlanta Braves' first-round selection in the 2007 MLB Draft from Henry County High School in Georgia, he began his minor league career at age 17. Heyward soon became one of the top-rated prospects in all of baseball for batting, speed, and defense, and debuted in MLB as Atlanta's starting right fielder on Opening Day 2010.",
      "pageId": 11652868,
      "monthDay": "08/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rafaela_Zanella",
      "name": "Rafaela Zanella",
      "aboutText": "Anna Kendrick (born August 9, 1985) is an American actress and singer. She began her career as a child actress, and played Dinah Lord in the 1998 Broadway musical High Society, for which she was nominated for the Tony Award for Best Featured Actress in a Musical. In 2009 she rose to international fame after her performance as Natalie Keener in Up in the Air, for which she received nominations for the BAFTA, Golden Globe, SAG, and Academy Award for Best Supporting Actress.",
      "pageId": 16789908,
      "monthDay": "08/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marco_Carmona",
      "name": "Marco Carmona",
      "aboutText": "Marek Niit (born August 9, 1987 in Kuressaare) is a male sprinter from Estonia who won gold medal at the 200 metres at the 2006 World Junior Championships in Athletics in Beijing, China.",
      "pageId": 18844370,
      "monthDay": "08/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marek_Niit",
      "name": "Marek Niit",
      "aboutText": "Vasilios Koutsianikoulis (Greek: Βασίλης Κουτσιανικούλης; born 9 August 1988) is a Greek footballer who currently plays for AE Larissa in the Greek Football League as a Left winger / Attacking Midfielder.",
      "pageId": 20242337,
      "monthDay": "08/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Anthony_Castonzo",
      "name": "Anthony Castonzo",
      "aboutText": "Marco Antonio Carmona Araiza (born August 9, 1987) is a Mexican artist, illustrator and animator.\nMarco Carmona was born in Mexico City, Mexico. Carmona's father taught him how to draw and paint during Carmona's childhood and later on, he joined the Casa de Cultura in the borough Felipe Carrillo Puerto, Querétaro, where he continued his studies under the tutelage of artist Ernesto Zavala.",
      "pageId": 21788336,
      "monthDay": "08/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Vasilios_Koutsianikoulis",
      "name": "Vasilios Koutsianikoulis",
      "aboutText": "Anthony Salvatore Castonzo (born August 9, 1988) is an American football offensive tackle with the Indianapolis Colts of the National Football League. After a college career at Boston College, Castonzo was selected by the Indianapolis Colts with their first round draft pick in the 2011 NFL Draft.",
      "pageId": 23862768,
      "monthDay": "08/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lucy_Dixon",
      "name": "Lucy Dixon",
      "aboutText": "Tyler Smith, known also by his alias Telle, is an American musician. He is currently the lead vocalist of Arizona metalcore outfit The Word Alive and has played in several bands, such as Greeley Estates and In Fear and Faith.",
      "pageId": 25128450,
      "monthDay": "08/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jason_Heyward",
      "name": "Jason Heyward",
      "aboutText": "Daniel Preussner (born 9 August 1986) is a German international rugby union player, playing for the SC 1880 Frankfurt in the Rugby-Bundesliga and the German national rugby union team.\nHe made his debut for Germany in a friendly against Hong Kong on 12 December 2009.\nPreussner, together with Rolf Wacha, has been in the line-up of the German championship final from 2008 to 2011.",
      "pageId": 26676865,
      "monthDay": "08/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Stefano_Okaka",
      "name": "Stefano Okaka",
      "aboutText": "Lucy Dixon (born 9 August 1989) is an English actress, best known for her roles as Tilly Evans in teen soap opera Hollyoaks and as Danielle Harker in Waterloo Road.\n^ \"OK! Magazine: First For Celebrity News :: Lifestyle :: Interview: Scarlett Bowman, Lucy Dixon and Laurie Duncan\".",
      "pageId": 33441508,
      "monthDay": "08/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kento_Ono",
      "name": "Kento Ono",
      "aboutText": "İshak Doğan (born 9 August 1990) is a Turkish professional footballer who plays as a left back for Turkish club Trabzonspor.",
      "pageId": 38207031,
      "monthDay": "08/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/%C4%B0shak_Do%C4%9Fan",
      "name": "İshak Doğan",
      "aboutText": "Kento Ono (小野 健斗, Ono Kento, born August 9, 1989, in Tokyo) is a Japanese actor and model who is affiliated with Stardust Promotion, then later Ray Net. He played the role of Hyde (Gosei Blue) in the 2010 Super Sentai TV series Tensou Sentai Goseiger.\n^ a b ゴセイブルー　ハイド [Gosei Blue / Hyde] (in Japanese).",
      "pageId": 46980177,
      "monthDay": "08/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Adelaide_Kane",
      "name": "Adelaide Kane",
      "aboutText": "Haruka Kinami (木南 晴夏, Kinami Haruka, born August 9, 1985, in Toyonaka, Osaka Prefecture, Japan) is a Japanese actress who is affiliated with Horipro.\n^ \"Official profile at Horipro\".",
      "pageId": 47138845,
      "monthDay": "08/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Stuart_McInally",
      "name": "Stuart McInally",
      "aboutText": "Hansika Motwani (born 9 August 1991) is an Indian actress who predominantly appears in Tamil and Telugu films. She made her film debut as a leading actress in the Telugu film Desamuduru (2007), winning the Filmfare Award for Best Female Debut – South. She then appeared in several high-budget Telugu films, including Kantri (2008) and Maska (2009).",
      "pageId": 6743683,
      "monthDay": "08/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Brice_Roger",
      "name": "Brice Roger",
      "aboutText": "Caylee Marie Anthony (August 9, 2005 – 2008) was a two-year-old American girl who lived in Orlando, Florida, with her mother, Casey Marie Anthony, and her maternal grandparents, George and Cindy Anthony. On July 15, 2008, she was reported missing in a 9-1-1 call made by Cindy, who said she had not seen Caylee for 31 days and that Casey's car smelled like a dead body had been inside it. Cindy said Casey had given varied explanations as to Caylee's whereabouts before finally telling her that she had not seen Caylee for weeks.",
      "pageId": 18793578,
      "monthDay": "08/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bill_Skarsg%C3%A5rd",
      "name": "Bill Skarsgård",
      "aboutText": "María Candela Vetrano Vega (born August 9, 1991) Is an Argentine actress, singer and model. She has a sister called Maria Vetrano Vega.",
      "pageId": 20694527,
      "monthDay": "08/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Emily_Tennant",
      "name": "Emily Tennant",
      "aboutText": "Alice Barlow (born 9 August 1991), is an English actress and singer, best known for her role in Hollyoaks as Rae Wilson.",
      "pageId": 27546447,
      "monthDay": "08/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alice_Barlow",
      "name": "Alice Barlow",
      "aboutText": "Bill Istvan Günther Skarsgård (born 9 August 1990) is a Swedish actor, known for his roles in Simple Simon and Hemlock Grove.",
      "pageId": 28846555,
      "monthDay": "08/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hansika_Motwani",
      "name": "Hansika Motwani",
      "aboutText": "Stuart McInally (born 9 August 1990) is a Scottish rugby union player who plays for Edinburgh Rugby in the RaboDirect Pro12. He played primarily at number eight and occasionally at flanker, before announcing in August 2013 that he was focusing on a conversion to hooker.",
      "pageId": 33277917,
      "monthDay": "08/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Candela_Vetrano",
      "name": "Candela Vetrano",
      "aboutText": "Emily Tennant (born August 9, 1990) is a Canadian film and television actress.",
      "pageId": 38400237,
      "monthDay": "08/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Young_Thug",
      "name": "Young Thug",
      "aboutText": "Jeffrey Lamar Williams, (born August 9, 1991), better known by his stage name Young Thug, is an American rapper from Atlanta, Georgia. He is perhaps best known for his commercial debut single \"Stoner\", as well as his collaborations with fellow Southern rappers, such as Rich Homie Quan, Birdman, Waka Flocka Flame, Gucci Mane, Young Scooter, Shy Glizzy, Migos, Travi$ Scott and T.I.. Young Thug signed a record deal with Gucci Mane's 1017 Brick Squad Records, an Asylum/Atlantic imprint, in early 2013.",
      "pageId": 41620875,
      "monthDay": "08/09"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rydel_Lynch",
      "name": "Rydel Lynch",
      "aboutText": "Brice Roger (born August 9, 1990 in Bourg-Saint-Maurice, France) is an alpine skier from France. He was scheduled to competed for France at the 2014 Winter Olympics in the alpine skiing events, but tore his anterior cruciate ligament during training and did not compete.",
      "pageId": 42088768,
      "monthDay": "08/09"
    },
    {
      "year": "1999",
      "uri": "/wiki/Deniss_Vasi%C4%BCjevs",
      "name": "Deniss Vasiļjevs",
      "aboutText": "Deniss Vasiļjevs (born 9 August 1999) is a Latvian figure skater. He has won two silver medals on the ISU Junior Grand Prix series and finished in the top ten at two World Junior Championships.",
      "pageId": 42207594,
      "monthDay": "08/09"
    },
    {
      "year": "2005",
      "uri": "/wiki/Caylee_Anthony",
      "name": "Caylee Anthony",
      "aboutText": "Rydel Mary Lynch (born August 9, 1993) is an American television actress, singer, dancer, and musician. She is one of the founding members of the pop rock band R5.\n^ \"10 Things to Know About Ross Lynch and His Band, R5!\".",
      "pageId": 42604160,
      "monthDay": "08/09"
    }
  ]
}