{
  "people": [
    {
      "year": "941",
      "uri": "/wiki/L%C3%AA_Ho%C3%A0n",
      "name": "Lê Hoàn",
      "aboutText": "John the Blind (Luxembourgish: Jang de Blannen; German: Johann der Blinde von Luxemburg; Czech: Jan Lucemburský) (10 August 1296 – 26 August 1346) was the Count of Luxembourg from 1309 and King of Bohemia from 1310 and titular King of Poland. He was the eldest son of the Holy Roman Emperor Henry VII and his wife Margaret of Brabant. He is well known for having died while fighting in the Battle of Crécy at age 50, after having been blind for a decade.",
      "pageId": 38197,
      "monthDay": "08/10"
    },
    {
      "year": "1267",
      "uri": "/wiki/James_II_of_Aragon",
      "name": "James II of Aragon",
      "aboutText": "Albert the Magnanimous KG (10 August 1397 – 27 October 1439) was King of Hungary and Croatia from 1437 until his death. He was also King of Bohemia, elected (but never crowned) King of Germany as Albert II, duke of Luxembourg and, as Albert V, archduke of Austria from 1404.",
      "pageId": 38447,
      "monthDay": "08/10"
    },
    {
      "year": "1296",
      "uri": "/wiki/John_of_Bohemia",
      "name": "John of Bohemia",
      "aboutText": "Jay Cooke (August 10, 1821 – February 16, 1905) was an American financier who helped finance the Union war effort during the American Civil War and the postwar development of railroads in the northwestern United States.",
      "pageId": 181343,
      "monthDay": "08/10"
    },
    {
      "year": "1360",
      "uri": "/wiki/Francesco_Zabarella",
      "name": "Francesco Zabarella",
      "aboutText": "Gilles Personne de Roberval (August 10, 1602 – October 27, 1675), French mathematician, was born at Roberval, Oise, near Beauvais, France. His name was originally Gilles Personne or Gilles Personier, with Roberval the place of his birth.\n^ Walker, Helen M (1936).",
      "pageId": 196880,
      "monthDay": "08/10"
    },
    {
      "year": "1397",
      "uri": "/wiki/Albert_II_of_Germany",
      "name": "Albert II of Germany",
      "aboutText": "James II (10 August 1267 – 2 or 5 November 1327), called the Just (the fair), (Catalan: Jaume el Just, Spanish: Jaime el Justo) was the King of Sicily (as James I) from 1285 to 1296 and King of Aragon and Valencia and Count of Barcelona from 1291 to 1327. In 1297 he was granted the Kingdom of Sardinia and Corsica. He used the Latin title Iacobus Dei gracia rex Aragonum, Valencie, Sardinie, et Corsice ac comes Barchinone.",
      "pageId": 305014,
      "monthDay": "08/10"
    },
    {
      "year": "1489",
      "uri": "/wiki/Jacob_Sturm_von_Sturmeck",
      "name": "Jacob Sturm von Sturmeck",
      "aboutText": "Vicente Ramón Guerrero Saldaña (Spanish: [biˈsente raˈmoŋ ɡeˈreɾo salˈdaɲa]; August 10, 1782 – February 14, 1831) was one of the leading revolutionary generals of the Mexican War of Independence. He fought against Spain for independence in the early 19th century, and later served as President of Mexico. Of Afro-Mestizo descent, he was the grandfather of the Mexican politician and intellectual Vicente Riva Palacio.",
      "pageId": 358373,
      "monthDay": "08/10"
    },
    {
      "year": "1520",
      "uri": "/wiki/Madeleine_of_Valois",
      "name": "Madeleine of Valois",
      "aboutText": "Henri Nestlé, born Heinrich Nestle (10 August 1814 – 7 July 1890), was a Swiss confectioner and the founder of Nestlé, the world's largest food and beverage company, as well as one of the main creators of condensed milk.",
      "pageId": 530481,
      "monthDay": "08/10"
    },
    {
      "year": "1560",
      "uri": "/wiki/Hieronymus_Praetorius",
      "name": "Hieronymus Praetorius",
      "aboutText": "John Kirk Townsend (August 10, 1809 – February 6, 1851) was an American naturalist, ornithologist and collector.\nTownsend was a Quaker born in Philadelphia, the son of Charles Townsend and Priscilla Kirk. He attended Westtown School in West Chester, Pennsylvania and was trained as a physician and pharmacist.",
      "pageId": 840219,
      "monthDay": "08/10"
    },
    {
      "year": "1602",
      "uri": "/wiki/Gilles_de_Roberval",
      "name": "Gilles de Roberval",
      "aboutText": "Madeleine of Valois (10 August 1520 – 7 July 1537) was a French princess who became Queen of Scots as the first spouse of King James V.",
      "pageId": 904458,
      "monthDay": "08/10"
    },
    {
      "year": "1645",
      "uri": "/wiki/Eusebio_Kino",
      "name": "Eusebio Kino",
      "aboutText": "Jacob (or Jakob, or Jacques) Sturm von Sturmeck (10 August 1489 – 30 October 1553) was a German statesman, one of the preeminent promoters of the Protestant Reformation in Germany.",
      "pageId": 1177262,
      "monthDay": "08/10"
    },
    {
      "year": "1737",
      "uri": "/wiki/Anton_Losenko",
      "name": "Anton Losenko",
      "aboutText": "Hieronymus Praetorius (10 August 1560 – 27 January 1629) was a north German composer and organist of the late Renaissance and very early Baroque eras.",
      "pageId": 1246806,
      "monthDay": "08/10"
    },
    {
      "year": "1740",
      "uri": "/wiki/Samuel_Arnold_(composer)",
      "name": "Samuel Arnold",
      "aboutText": "Eusebio Francisco Kino, (10 August 1645 – 15 March 1711) was an Italian Jesuit, missionary, geographer, explorer, cartographer and astronomer. For the last 24 years of his life he worked in the region then known as the Pimería Alta, modern-day Sonora in Mexico and southern Arizona in the United States. He explored the region and worked with the indigenous Native American population, including primarily the Sobaipuri and other Upper Piman groups.",
      "pageId": 1340309,
      "monthDay": "08/10"
    },
    {
      "year": "1744",
      "uri": "/wiki/Alexandrine_Le_Normant_d%27%C3%89tiolles",
      "name": "Alexandrine Le Normant d'Étiolles",
      "aboutText": "Francesco Zabarella (10 August 1360 – 26 September 1417) was an Italian cardinal and canonist.",
      "pageId": 1686206,
      "monthDay": "08/10"
    },
    {
      "year": "1782",
      "uri": "/wiki/Vicente_Guerrero",
      "name": "Vicente Guerrero",
      "aboutText": "Anton Pavlovich Losenko (Ukrainian: Антон Павлович Лосенко) (10 August [O.S. 30 July] 1737 — 4 December [O.S. 23 November] 1773) was a Ukrainian neoclassical painter and academician who lived in Imperial Russia and who specialized in historical subjects and portraits. He was one of the founders of the Imperial Russian historical movement in painting.",
      "pageId": 3134986,
      "monthDay": "08/10"
    },
    {
      "year": "1805",
      "uri": "/wiki/Ferenc_Toldy",
      "name": "Ferenc Toldy",
      "aboutText": "Alexandrine-Jeanne Le Normant d'Étiolles (10 August 1744 – 15 June 1754) was born during the \"Scenes of Metz\", in which the public was scandalised to learn of the adultery of her stepfather-to-be, Louis XV of France.",
      "pageId": 3386862,
      "monthDay": "08/10"
    },
    {
      "year": "1809",
      "uri": "/wiki/John_Kirk_Townsend",
      "name": "John Kirk Townsend",
      "aboutText": "Hugh Stowell Brown (10 August 1823 – 24 February 1886) was a Manx Christian minister and renowned preacher.\nHugh Stowell Brown was a preacher, pastor and social reformer in Liverpool in the nineteenth century. His public lectures and work among the poor brought him great renown.",
      "pageId": 6002146,
      "monthDay": "08/10"
    },
    {
      "year": "1810",
      "uri": "/wiki/Camillo_Benso,_Count_of_Cavour",
      "name": "Camillo Benso, Count of Cavour",
      "aboutText": "Samuel Arnold (10 August 1740 – 22 October 1802) was an English composer and organist.\nArnold was born in London (his mother is said to have been Princess Amelia; his father was Thomas Arnold), and began writing music for the theatre in about 1764. A few years later he became director of music at the Marylebone Gardens, for which much of his popular music was written.",
      "pageId": 6783550,
      "monthDay": "08/10"
    },
    {
      "year": "1814",
      "uri": "/wiki/Henri_Nestl%C3%A9",
      "name": "Henri Nestlé",
      "aboutText": "Lê Hoàn (黎桓 941–1005), posthumous name Lê Đại Hành (黎大行), was an emperor of Đại Cồ Việt (an ethnic Vietnamese polity located in what is now northern Vietnam and limited by the Chinese empire of Song to the North and the Indic kingdom of Champa to the South) and the founder of the Anterior Lê Dynasty.\nHe started his career as a commander in the army of the first Vietnamese emperor Đinh Bộ Lĩnh and rose to the position of commander-in-chief. Following the death of Đinh Bộ Lĩnh, Lê Hoàn became regent to Bộ Lĩnh's successor, the six-year-old Dinh Toan.",
      "pageId": 9535674,
      "monthDay": "08/10"
    },
    {
      "year": "1821",
      "uri": "/wiki/Jay_Cooke",
      "name": "Jay Cooke",
      "aboutText": "Ferenc Toldy (born Franz Karl Joseph Schedel, August 10, 1805, in Buda - December 10, 1875, in Budapest) was a German-Hungarian literary critic.\nAs a small boy he lived with his German parents, Franz Schedel and Josepha Thalherr, in Buda. He was sent to school in Cegléd.",
      "pageId": 23459396,
      "monthDay": "08/10"
    },
    {
      "year": "1823",
      "uri": "/wiki/Hugh_Stowell_Brown",
      "name": "Hugh Stowell Brown",
      "aboutText": "Camillo Paolo Filippo Giulio Benso, Count of Cavour, Isolabella and Leri (August 10, 1810 – June 6, 1861), generally known as Cavour (Italian: [kaˈvur]) was an Italian statesman and a leading figure in the movement toward Italian unification. He was the founder of the original Liberal Party and Prime Minister of the Kingdom of Piedmont-Sardinia, a position he maintained (except for a six-month resignation) throughout the Second Italian War of Independence and Garibaldi's campaigns to unite Italy. After the declaration of a united Kingdom of Italy, Cavour took office as the first Prime Minister of Italy; he died after only three months in office, and thus did not live to see Venetia or Rome added to the new Italian nation.",
      "pageId": 43152198,
      "monthDay": "08/10"
    },
    {
      "year": "1825",
      "uri": "/wiki/Istv%C3%A1n_T%C3%BCrr",
      "name": "István Türr",
      "aboutText": "Herbert Clark Hoover (August 10, 1874 – October 20, 1964) was the 31st President of the United States (1929–1933). He was a professional mining engineer and was raised as a Quaker. A Republican, Hoover served as head of the U.S. Food Administration during World War I, and became internationally known for humanitarian relief efforts in war-time Belgium.",
      "pageId": 13682,
      "monthDay": "08/10"
    },
    {
      "year": "1827",
      "uri": "/wiki/Lovro_Toman",
      "name": "Lovro Toman",
      "aboutText": "William Manuel \"Bill\" Johnson (August 10, 1872 – December 3, 1972), was an American jazz musician, considered the father of the \"slap\" style of Double bass playing.\nJohnson claimed to have started \"slapping\" the strings of his bass (a more vigorous technique than the classical pizzicato) after he accidentally broke his bow on the road with his band in northern Louisiana in the early 1910s. Other New Orleans string bass players picked up this style, and spread it across the country with the spread of New Orleans Jazz.",
      "pageId": 89707,
      "monthDay": "08/10"
    },
    {
      "year": "1839",
      "uri": "/wiki/Aleksandr_Stoletov",
      "name": "Aleksandr Stoletov",
      "aboutText": "Robert Laurence Binyon, CH (10 August 1869 – 10 March 1943) was an English poet, dramatist and art scholar.",
      "pageId": 132748,
      "monthDay": "08/10"
    },
    {
      "year": "1845",
      "uri": "/wiki/Abai_Qunanbaiuli",
      "name": "Abai Qunanbaiuli",
      "aboutText": "Abay (Ibrahim) Qunanbayuli (Kazakh: Абай (Ибраһим) Құнанбайұлы ) (August 10, 1845 – July 6, 1904) was a Kazakh poet, composer and philosopher.",
      "pageId": 175044,
      "monthDay": "08/10"
    },
    {
      "year": "1848",
      "uri": "/wiki/William_Harnett",
      "name": "William Harnett",
      "aboutText": "Dr. Hugo Eckener (10 August 1868 – 14 August 1954) was the manager of the Luftschiffbau Zeppelin during the inter-war years, and also the commander of the famous Graf Zeppelin for most of its record-setting flights, including the first airship flight around the world, making him the most successful airship commander in history. He was also responsible for the construction of the most successful type of airships of all time.",
      "pageId": 187933,
      "monthDay": "08/10"
    },
    {
      "year": "1856",
      "uri": "/wiki/William_Willett",
      "name": "William Willett",
      "aboutText": "Alexander Konstantinovich Glazunov (Russian: Алекса́ндр Константи́нович Глазуно́в, 10 August 1865 – 21 March 1936) was a Russian composer of the late Russian Romantic period, music teacher and conductor. He served as director of the Saint Petersburg Conservatory between 1905 and 1928 and was also instrumental in the reorganization of the institute into the Petrograd Conservatory, then the Leningrad Conservatory, following the Bolshevik Revolution. He continued heading the Conservatory until 1930, though he had left the Soviet Union in 1928 and did not return.",
      "pageId": 254781,
      "monthDay": "08/10"
    },
    {
      "year": "1860",
      "uri": "/wiki/Vishnu_Narayan_Bhatkhande",
      "name": "Vishnu Narayan Bhatkhande",
      "aboutText": "William Willett (10 August 1856 – 4 March 1915) was a British builder and a tireless promoter of British Summer Time.",
      "pageId": 350499,
      "monthDay": "08/10"
    },
    {
      "year": "1865",
      "uri": "/wiki/Alexander_Glazunov",
      "name": "Alexander Glazunov",
      "aboutText": "Frank James Marshall (August 10, 1877 – November 9, 1944) was the U.S. Chess Champion from 1909 to 1936, and one of the world's strongest chess players in the early part of the 20th century.",
      "pageId": 467523,
      "monthDay": "08/10"
    },
    {
      "year": "1868",
      "uri": "/wiki/Hugo_Eckener",
      "name": "Hugo Eckener",
      "aboutText": "Charles Brace Darrow (August 10, 1889 – August 28, 1967) in Farmdale was an American best known as the claimed inventor of the Monopoly board game.",
      "pageId": 497036,
      "monthDay": "08/10"
    },
    {
      "year": "1869",
      "uri": "/wiki/Laurence_Binyon",
      "name": "Laurence Binyon",
      "aboutText": "Robert Lee Thornton, Sr. (often just R. L. Thornton) (10 August 1880 – 15 February 1964) was a Dallas, Texas (USA) businessman, philanthropist, and mayor of the city.\nThornton grew up with some schooling, but spent many of his early years working - first as a cotton picker, then as a store clerk and later as a traveling salesman.",
      "pageId": 507235,
      "monthDay": "08/10"
    },
    {
      "year": "1872",
      "uri": "/wiki/William_Manuel_Johnson",
      "name": "William Manuel Johnson",
      "aboutText": "Angus Lewis Macdonald PC QC (August 10, 1890 – April 13, 1954), popularly known as 'Angus L.', was a Canadian lawyer, law professor and politician from Nova Scotia. He served as the Liberal premier of Nova Scotia from 1933 to 1940, when he became the federal minister of defence for naval services. He oversaw the creation of an effective Canadian navy and Allied convoy service during World War II. After the war, he returned to Nova Scotia to become premier again.",
      "pageId": 556344,
      "monthDay": "08/10"
    },
    {
      "year": "1874",
      "uri": "/wiki/Herbert_Hoover",
      "name": "Herbert Hoover",
      "aboutText": "Panait Istrati (Romanian: [panaˈit isˈtrati]; sometimes rendered as Panaït Istrati; August 10, 1884 – April 16, 1935) was a Romanian writer of French and Romanian expression, nicknamed The Maxim Gorky of the Balkans.",
      "pageId": 591584,
      "monthDay": "08/10"
    },
    {
      "year": "1877",
      "uri": "/wiki/Frank_Marshall_(chess_player)",
      "name": "Frank Marshall",
      "aboutText": "William Michael Harnett (August 10, 1848 – October 29, 1892) was an Irish-American painter known for his trompe-l'œil still lifes of ordinary objects.",
      "pageId": 744232,
      "monthDay": "08/10"
    },
    {
      "year": "1878",
      "uri": "/wiki/Alfred_D%C3%B6blin",
      "name": "Alfred Döblin",
      "aboutText": "Bruno Alfred Döblin (August 10, 1878 – June 26, 1957) was a German novelist, essayist, and doctor, best known for his novel Berlin Alexanderplatz (1929). A prolific writer whose œuvre spans more than half a century and a wide variety of literary movements and styles, Döblin is one of the most important figures of German literary modernism. His complete works comprise over a dozen novels ranging in genre from historical novels to science fiction to novels about the modern metropolis; several dramas, radio plays, and screenplays; a true crime story; a travel account; two book-length philosophical treatises; scores of essays on politics, religion, art, and society; and numerous letters—his complete works, republished by Deutscher Taschenbuch Verlag and Fischer Verlag, span more than thirty volumes.",
      "pageId": 896457,
      "monthDay": "08/10"
    },
    {
      "year": "1880",
      "uri": "/wiki/Robert_L._Thornton",
      "name": "Robert L. Thornton",
      "aboutText": "Prince Christopher of Greece and Denmark (10 August 1888 – 21 January 1940) was the youngest son and last child of King George I of Greece, belonging to a dynasty which mounted and lost the throne of Greece several times during his lifetime. Much of his life was spent living abroad.",
      "pageId": 2122151,
      "monthDay": "08/10"
    },
    {
      "year": "1884",
      "uri": "/wiki/Panait_Istrati",
      "name": "Panait Istrati",
      "aboutText": "Henry O'Neill (August 10, 1891 – May 18, 1961) was an American film actor known for playing gray-haired fathers, lawyers, and similarly dignified roles during the 1930s and 1940s.",
      "pageId": 3231581,
      "monthDay": "08/10"
    },
    {
      "year": "1888",
      "uri": "/wiki/Prince_Christopher_of_Greece_and_Denmark",
      "name": "Prince Christopher of Greece and Denmark",
      "aboutText": "Alexander Grigorievich Stoletov (Russian: Алекса́ндр Григо́рьевич Столе́тов; August 10, 1839 – May 27, 1896) was a Russian physicist, founder of electrical engineering, and professor in Moscow University. He was the brother of general Nikolai Stoletov.",
      "pageId": 3380759,
      "monthDay": "08/10"
    },
    {
      "year": "1889",
      "uri": "/wiki/Charles_Darrow",
      "name": "Charles Darrow",
      "aboutText": "Pandit Vishnu Narayan Bhatkhande (August 10, 1860 – September 19, 1936) was an Indian musicologist who wrote the first modern treatise on Hindustani Classical Music (The north Indian variety of Indian classical music), an art which had been propagated earlier for a few centuries mostly through oral traditions. During those earlier times, the art had undergone several changes, rendering the raga grammar documented in scant old texts outdated.\nRagas used to be classified into Raga (male), Ragini (female), and Putra (children).",
      "pageId": 5490803,
      "monthDay": "08/10"
    },
    {
      "year": "1891",
      "uri": "/wiki/Henry_O%27Neill",
      "name": "Henry O'Neill",
      "aboutText": "István Türr (Italian: Stefano Türr, French: Étienne Türr), (10 August 1825 in Baja, Hungary – 3 May 1908 in Budapest) was a Hungarian soldier, revolutionary, canal architect and engineer, remembered in Italy for his role in that country's unification and his association with Garibaldi.",
      "pageId": 12767899,
      "monthDay": "08/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Angus_Lewis_Macdonald",
      "name": "Angus Lewis Macdonald",
      "aboutText": "Lovro Toman (10 August, 1827 – 15 August, 1870) was a Slovene Romantic nationalist revolutionary activist during the Revolution of 1848, known as the person who in Ljubljana, at the Wolf Street 8, raised the Slovene tricolor for the first time in history in response to a German flag raised on top of the Ljubljana Castle. Later he helped founding one of the first Slovene publishing houses, the Slovenska matica. He was a Slovene national conservative politician and member of the Austrian Parliament.",
      "pageId": 22577563,
      "monthDay": "08/10"
    },
    {
      "year": "1894",
      "uri": "/wiki/V._V._Giri",
      "name": "V. V. Giri",
      "aboutText": "Edith Norma Shearer (August 10, 1902 – June 12, 1983) was a Canadian-American actress, and a major Hollywood star from 1925 through 1942. Her early films cast her as a spunky ingenue, but in the Pre-Code film era, she played sexually liberated women. She excelled in drama, in comedy, and in period roles.",
      "pageId": 61354,
      "monthDay": "08/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Hammy_Love",
      "name": "Hammy Love",
      "aboutText": "Varahagiri Venkata Giri Telugu: వరహగిరి వెంకట గిరి ( pronunciation ; 10 August 1894 – 23 June 1980), commonly known as V. V. Giri, was the fourth President of the Republic of India from 24 August 1969 to 24 August 1974.\nBorn to Telugu parents in Berhampur, Odisha , Giri completed his education at Khallikote Autonomous College(Established-1878), Berhampur and the University College, Dublin. Expelled from Ireland in 1916, Giri returned to India where he joined the Indian National Congress Party and became active in the trade union movement.",
      "pageId": 277700,
      "monthDay": "08/10"
    },
    {
      "year": "1897",
      "uri": "/wiki/John_W._Galbreath",
      "name": "John W. Galbreath",
      "aboutText": "Clarence Leonidas \"Leo\" Fender (August 10, 1909 – March 21, 1991) was an American inventor who founded Fender Electric Instrument Manufacturing Company, or \"Fender\" for short. In January 1965, he sold the company to CBS and later founded two other musical instrument companies, Music Man and G&L Musical Instruments.\nThe guitars, bass guitars, and amplifiers he designed from the 1940s on are still relevant: the Fender Telecaster (1950) was the first mass-produced solid-body electric guitar; the Fender Stratocaster (1954) is among the world's most iconic electric guitars; the Fender Precision Bass (1951) set the standard for electric bass guitars, and the Fender Bassman amplifier, popular enough in its own right, became the basis for later amplifiers (notably by Marshall and Mesa Boogie) that dominated rock and roll music.",
      "pageId": 284527,
      "monthDay": "08/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Jack_Haley",
      "name": "Jack Haley",
      "aboutText": "Jorge Leal Amado de Faria (Brazilian Portuguese: [ˈʒɔʁʒi lɛˈaw ɐˈmadu dʒi fɐˈɾi.ɐ], 10 August 1912 – 6 August 2001) was a Brazilian writer of the modernist school. He remains the best known of modern Brazilian writers, with his work having been translated into some 49 languages and popularized in film, notably Dona Flor and Her Two Husbands in 1978. His work reflects the image of a Mestiço Brazil and is marked by religious syncretism.",
      "pageId": 421320,
      "monthDay": "08/10"
    },
    {
      "year": "1900",
      "uri": "/wiki/Arthur_Porritt,_Baron_Porritt",
      "name": "Arthur Porritt, Baron Porritt",
      "aboutText": "John Joseph \"Jack\" Haley (August 10, 1898 – June 6, 1979) was an American vaudevillian, stage, radio, and film actor, light comedian, singer and dancer best known for his portrayal of the Tin Man in the classic 1939 MGM film The Wizard of Oz.",
      "pageId": 508579,
      "monthDay": "08/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/Norma_Shearer",
      "name": "Norma Shearer",
      "aboutText": "Ward Moore (August 10, 1903 – January 28, 1978) was the working name of American writer Joseph Ward Moore.",
      "pageId": 571878,
      "monthDay": "08/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/Curt_Siodmak",
      "name": "Curt Siodmak",
      "aboutText": "Colonel Arthur Espie Porritt, Baron Porritt Bt GCMG GCVO CBE FRCS (10 August 1900 – 1 January 1994) was a New Zealand physician, military surgeon, statesman and athlete.",
      "pageId": 764912,
      "monthDay": "08/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/Arne_Tiselius",
      "name": "Arne Tiselius",
      "aboutText": "Guy Mairesse (10 August 1910 – 24 April 1954) was a racing driver from France. He participated in 3 Formula One World Championship Grands Prix, debuting on 3 September 1950. He scored no championship points.",
      "pageId": 1237411,
      "monthDay": "08/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ward_Moore",
      "name": "Ward Moore",
      "aboutText": "Arne Wilhelm Kaurin Tiselius (10 August 1902 – 29 October 1971) was a Swedish biochemist who won the Nobel Prize in Chemistry in 1948 \"for his research on electrophoresis and adsorption analysis, especially for his discoveries concerning the complex nature of the serum proteins.\"",
      "pageId": 1242168,
      "monthDay": "08/10"
    },
    {
      "year": "1905",
      "uri": "/wiki/Era_Bell_Thompson",
      "name": "Era Bell Thompson",
      "aboutText": "Su Yu (Chinese: 粟裕; pinyin: Sù Yù; August 10, 1907 – February 5, 1984) was a Chinese Communist military leader. He was considered by Chinese Communist Leader Mao Zedong to be among the best commanders of the PLA only next to Lin Biao and Liu Bocheng. Su Yu fought in the Second Sino-Japanese War and in the Chinese Civil War.",
      "pageId": 1519128,
      "monthDay": "08/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Su_Yu",
      "name": "Su Yu",
      "aboutText": "Noah Lindsey Beery (August 10, 1913 – November 1, 1994), known professionally as Noah Beery, Jr. or just Noah Beery, was an American actor specializing in warm, friendly character parts similar to the ones played by his uncle, Wallace Beery, although Noah Beery, Jr., unlike his uncle, seldom broke away from playing supporting roles. Beery's father, Noah Nicholas Beery (known professionally as Noah Beery or Noah Beery, Sr.), enjoyed a similarly lengthy film career as a major supporting actor.",
      "pageId": 1728807,
      "monthDay": "08/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Rica_Erickson",
      "name": "Rica Erickson",
      "aboutText": "Curt Siodmak (August 10, 1902 – 2 September 2000) was a novelist and screenwriter. He made a name for himself in Hollywood with horror and science fiction films, most notably The Wolf Man and Donovan's Brain (the latter adapted from his novel of the same name).",
      "pageId": 1985958,
      "monthDay": "08/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Billy_Gonsalves",
      "name": "Billy Gonsalves",
      "aboutText": "Era Bell Thompson (August 10, 1905 – December 30, 1986) was a graduate of the University of North Dakota (UND) and an editor of Ebony magazine. She was also a recipient of the governor of North Dakota's Roughrider Award. A multicultural center at UND is named after her.",
      "pageId": 2096223,
      "monthDay": "08/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Leo_Fender",
      "name": "Leo Fender",
      "aboutText": "Adelino William (\"Billy\") Gonsalves (sometimes spelt in the Portuguese form, Gonçalves) (August 10, 1908 in Portsmouth, Rhode Island – July 17, 1977 in Kearny, New Jersey) was an American soccer player, sometimes described as the \"Babe Ruth of American Soccer\". He spent over 25 years playing in various American professional leagues and was a member of the U.S. squad at the FIFA World Cup in 1930 and 1934. He is a member of the National Soccer Hall of Fame.",
      "pageId": 2259470,
      "monthDay": "08/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Guy_Mairesse",
      "name": "Guy Mairesse",
      "aboutText": "John Wilmer Galbreath (August 10, 1897 – July 20, 1988) was an American building contractor, sportsman and philanthropist.\nBorn in Derby, Ohio, he grew up in Mt. Sterling Ohio.",
      "pageId": 2315476,
      "monthDay": "08/10"
    },
    {
      "year": "1911",
      "uri": "/wiki/Leonidas_Andrianopoulos",
      "name": "Leonidas Andrianopoulos",
      "aboutText": "Adrian Nicholas Sherwin-White, FBA (10 August 1911 – 1 November 1993) was a British academic and ancient historian. He was a fellow of St John's College, University of Oxford and President of the Society for the Promotion of Roman Studies.",
      "pageId": 2468889,
      "monthDay": "08/10"
    },
    {
      "year": "1911",
      "uri": "/wiki/A._N._Sherwin-White",
      "name": "A. N. Sherwin-White",
      "aboutText": "Hampden Stanley Bray Love (10 August 1895, Lilyfield, New South Wales – 22 July 1969, Mosman, New South Wales) was an Australian cricketer who played in one Test for Australia in 1933. He replaced Bert Oldfield as wicket-keeper for the Ashes match played at Brisbane after Oldfield retired hurt in the Adelaide test of the Bodyline series. Love made his debut for New South Wales in the 1920/21 season but later switched to Victoria in order to gain more opportunities.",
      "pageId": 3594066,
      "monthDay": "08/10"
    },
    {
      "year": "1912",
      "uri": "/wiki/Jorge_Amado",
      "name": "Jorge Amado",
      "aboutText": "Frederica Lucy \"Rica\" Erickson AM, née Sandilands, (10 August 1908 – 8 September 2009) was an Australian naturalist, botanical artist, historian, author and teacher. Without any formal scientific training, she wrote extensively on botany and birds, as well as genealogy and general history.",
      "pageId": 4343531,
      "monthDay": "08/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Noah_Beery,_Jr.",
      "name": "Noah Beery, Jr.",
      "aboutText": "Leonidas Andrianopoulos (Greek: Λεωνίδας Ανδριανόπουλος; 10 August 1911 – 25 October 2011) was a Greek footballer who played as a striker.\n^ Λεωνίδας Ανδριανόπουλος, ένας άνθρωπος ευλογημένος από τον Θεό (in Greek). 27 October 2011.",
      "pageId": 33641282,
      "monthDay": "08/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Kalevi_Kotkas",
      "name": "Kalevi Kotkas",
      "aboutText": "Kalevi Kotkas (10 August 1913 in Tallinn – 24 August 1983 in Vantaa) was a Finnish athlete, specializing in high jump, discus throw and shot put. He took part in the 1932 Summer Olympics and in the 1936 Summer Olympics, but is best known for becoming the first ever European champion in high jump 1934 in Turin.\nKalevi Kotkas set four European records in high jump, but two of them - achieved in Rio de Janeiro 1934 - were never ratified.",
      "pageId": 35774963,
      "monthDay": "08/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Wolfgang_Paul",
      "name": "Wolfgang Paul",
      "aboutText": "Jimmy Ray Dean (August 10, 1928 – June 13, 2010) was an American country music singer, television host, actor and businessman. Although he may be best known today as the creator of the Jimmy Dean sausage brand, he became a national television personality starting on CBS in 1957. He rose to fame for his 1961 country crossover hit \"Big Bad John\" and his 1963 ABC television series, The Jimmy Dean Show, which also gave puppeteer Jim Henson his first national media exposure.",
      "pageId": 192199,
      "monthDay": "08/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jeff_Corey",
      "name": "Jeff Corey",
      "aboutText": "Edwin Jack \"Eddie\" Fisher (August 10, 1928 – September 22, 2010) was an American entertainer. He was the most successful pop singles artist of the first half of the 1950s, selling millions of records and hosting his own TV show.\nFisher left his first wife, actress Debbie Reynolds, to marry Reynolds' best friend, actress Elizabeth Taylor, when Taylor's husband, film producer Mike Todd, died.",
      "pageId": 365841,
      "monthDay": "08/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Carlos_Menditeguy",
      "name": "Carlos Menditeguy",
      "aboutText": "Wolfgang Paul (10 August 1913 – 7 December 1993) was a German physicist, who co-developed the non-magnetic quadrupole mass filter which laid the foundation for what we now call an ion trap.",
      "pageId": 595186,
      "monthDay": "08/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ray_Smith_(cricketer)",
      "name": "Ray Smith",
      "aboutText": "William \"Red\" Holzman (August 10, 1920 – November 13, 1998) was an NBA basketball player and coach probably best known as the head coach of the New York Knicks from 1967 to 1982. Holzman helped lead the Knicks to two NBA Championships in 1970 and 1973, and was elected into the Basketball Hall of Fame in 1985.",
      "pageId": 1003449,
      "monthDay": "08/10"
    },
    {
      "year": "1918",
      "uri": "/wiki/Eugene_P._Wilkinson",
      "name": "Eugene P. Wilkinson",
      "aboutText": "Carlos Alberto Menditéguy (10 August 1914 – 27 April 1973) was a racing driver and polo player from Buenos Aires, Argentina. He entered 11 Formula One World Championship Grands Prix, achieving one podium, and scoring a total of nine championship points.\nIn polo he reached the highest possible handicap of 10.",
      "pageId": 1228256,
      "monthDay": "08/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Red_Holzman",
      "name": "Red Holzman",
      "aboutText": "Gerino Gerini (10 August 1928 – 17 April 2013) was a racing driver from Italy.\nA native of Rome, he participated in seven World Championship Formula One Grands Prix, debuting on 22 January 1956. He scored 1.5 championship points.",
      "pageId": 1228405,
      "monthDay": "08/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bill_Doolittle",
      "name": "Bill Doolittle",
      "aboutText": "Martha Hyer (August 10, 1924 – May 31, 2014) was an American actress. She is best remembered for her role as Gwen French in Some Came Running (1958), for which she was nominated for the Academy Award for Best Supporting Actress.",
      "pageId": 1268236,
      "monthDay": "08/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rhonda_Fleming",
      "name": "Rhonda Fleming",
      "aboutText": "Rhonda Fleming (born Marilyn Louis, Hollywood, California, August 10, 1923), is an American film and television actress.\nShe acted in more than forty films, mostly in the 1940s and 1950s, and became renowned as one of the most glamorous actresses of her day.",
      "pageId": 1390658,
      "monthDay": "08/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Fred_Ridgway",
      "name": "Fred Ridgway",
      "aboutText": "James H. \"Jimmy\" Martin (August 10, 1927 – May 14, 2005) was an American bluegrass musician, known as the \"King of Bluegrass\".",
      "pageId": 1887889,
      "monthDay": "08/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/SM_Sultan",
      "name": "SM Sultan",
      "aboutText": "Sheikh Mohammed Sultan (10 August 1923 - 10 October 1994; better known as SM Sultan, Bengali: এস এম সুলতান), was a Bangladesh avant-garde artist who worked in painting and drawing. His fame rests on his striking depictions of exaggeratedly muscular Bangladeshi peasants engaged in the activities of their everyday lives.\nFor his achievement in fine arts he was awarded with the Ekushey Padak in 1982; the Bangladesh Charu Shilpi Sangsad Award in 1986; and the Independence Day Award in 1993.",
      "pageId": 2385670,
      "monthDay": "08/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nancy_Buckingham",
      "name": "Nancy Buckingham",
      "aboutText": "Samuel Vernon Washington (August 10, 1927 – June 7, 1988) was an American actor who starred in film and television. He is best known for his roles in the 1984 science fiction movie The Last Starfighter as Otis and in the 1985 horror movie Friday the 13th: A New Beginning as George.\nHis best known television role was in the 1979 miniseries Roots: The Next Generations as Rev.",
      "pageId": 2533466,
      "monthDay": "08/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Martha_Hyer",
      "name": "Martha Hyer",
      "aboutText": "For the American ice hockey player, see Jeff Corey (ice hockey).",
      "pageId": 2879406,
      "monthDay": "08/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Cooper_(British_Army_officer)",
      "name": "George Cooper",
      "aboutText": "Marie-Claire Alain (10 August 1926 – 26 February 2013) was a French organist and organ teacher best known for her prolific recording career.",
      "pageId": 3099439,
      "monthDay": "08/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Marie-Claire_Alain",
      "name": "Marie-Claire Alain",
      "aboutText": "Frederick Ridgway (10 August 1923 – 26 September 2015) was an English cricketer, who played in five Tests for England on the 1951-52 tour of India, where he and Brian Statham shared the opening pace bowling duties.",
      "pageId": 3717356,
      "monthDay": "08/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jimmy_Martin",
      "name": "Jimmy Martin",
      "aboutText": "Eugene Parks \"Dennis\" Wilkinson (August 10, 1918 – July 11, 2013) was a United States Naval officer who was selected for three historic command assignments. The first, in 1954, was as the first Commanding Officer of the USS Nautilus, the world's first nuclear submarine. The second was in 1961, where Admiral Rickover selected him to serve as the first Commanding Officer of the USS Long Beach, America's first nuclear surface ship.",
      "pageId": 8910570,
      "monthDay": "08/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nejat_Uygur",
      "name": "Nejat Uygur",
      "aboutText": "General Sir George Leslie Conroy Cooper GCB MC DL (born 10 August 1925) is a former Adjutant-General to the Forces.",
      "pageId": 24573110,
      "monthDay": "08/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Vernon_Washington",
      "name": "Vernon Washington",
      "aboutText": "Nancy J. Buckingham Sawyer (born 10 August 1924) is a British writer who co-authored over 45 gothic and romance novels in collaboration with her husband, John Sawyer (4 October 1919 - 1992).",
      "pageId": 25389472,
      "monthDay": "08/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jimmy_Dean",
      "name": "Jimmy Dean",
      "aboutText": "Francis William \"Bill\" Doolittle (August 10, 1923 – April 10, 2014) was an American football player and coach in the United States. Doolittle attended high school in Mansfield, Ohio where he was selected as an all-state quarterback in his senior year. He enrolled at Ohio State University in 1941.",
      "pageId": 31580641,
      "monthDay": "08/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eddie_Fisher_(singer)",
      "name": "Eddie Fisher",
      "aboutText": "Ray Smith (10 August 1914 – 21 February 1996) was an English cricketer.",
      "pageId": 40018765,
      "monthDay": "08/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gerino_Gerini_(racing_driver)",
      "name": "Gerino Gerini",
      "aboutText": "Nejat Uygur (10 August 1927 – 18 November 2013) was a Turkish actor and comedian.",
      "pageId": 41118776,
      "monthDay": "08/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gus_Mercurio",
      "name": "Gus Mercurio",
      "aboutText": "Kate O'Mara (10 August 1939 – 30 March 2014) was an English film, stage and television actress, and writer. She was perhaps most widely known for her 1986 role as Caress Morell, the scheming sister of Alexis Colby in the American primetime soap opera Dynasty.\nO'Mara made her stage debut in a 1963 production of The Merchant of Venice.",
      "pageId": 236755,
      "monthDay": "08/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Barry_Unsworth",
      "name": "Barry Unsworth",
      "aboutText": "Doyle F. Brunson (born August 10, 1933)  is an American poker player who has played professionally for over 50 years. He is a two-time World Series of Poker (WSOP) Main Event champion, a Poker Hall of Fame inductee, and the author of several books on poker.\nBrunson was the first player to earn $1 million in poker tournaments and has won ten WSOP bracelets throughout his career, tied with Johnny Chan and Phil Ivey for second all-time, behind Phil Hellmuth's fourteen.",
      "pageId": 255519,
      "monthDay": "08/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dolores_Alexander",
      "name": "Dolores Alexander",
      "aboutText": "Robert Lee \"Bobby\" Hatfield (August 10, 1940 – November 5, 2003) was an American singer, best known as one half of the Righteous Brothers.",
      "pageId": 357867,
      "monthDay": "08/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tom_Laughlin",
      "name": "Tom Laughlin",
      "aboutText": "Alexander Goehr (born 10 August 1932) is an English composer and academic.",
      "pageId": 594873,
      "monthDay": "08/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alexander_Goehr",
      "name": "Alexander Goehr",
      "aboutText": "Rocco Domenico \"Rocky\" Colavito, Jr. (born August 10, 1933) is a former right fielder in Major League Baseball best known for his years with the Cleveland Indians. He wore a #6, #7 or #21 jersey during his MLB career.",
      "pageId": 660876,
      "monthDay": "08/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gaudencio_Rosales",
      "name": "Gaudencio Rosales",
      "aboutText": "Thomas Robert \"Tom\" Laughlin (August 10, 1931 – December 12, 2013) was an American B-movie actor and director, screenwriter, author, educator and political activist.\nLaughlin was best known for his series of Billy Jack films. He was married to actress Delores Taylor from 1954 until his death.",
      "pageId": 1019890,
      "monthDay": "08/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Doyle_Brunson",
      "name": "Doyle Brunson",
      "aboutText": "Charles Grandison \"Charlie\" Rose III (August 10, 1939 – September 3, 2012) was a Democratic United States Congressman from North Carolina who served from 1973 to 1997.",
      "pageId": 1068541,
      "monthDay": "08/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Elizabeth_Butler-Sloss,_Baroness_Butler-Sloss",
      "name": "Elizabeth Butler-Sloss, Baroness Butler-Sloss",
      "aboutText": "Barry Unsworth FRSL (10 August 1930 – 4 June 2012) was an English writer known for his historical fiction.",
      "pageId": 1214167,
      "monthDay": "08/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rocky_Colavito",
      "name": "Rocky Colavito",
      "aboutText": "Ann Elizabeth Oldfield Butler-Sloss, Baroness Butler-Sloss, GBE, PC (born 10 August 1933, née Havers) is a retired English judge. She was the first female Lord Justice of Appeal and, until 2004, was the highest-ranking female judge in the United Kingdom. Until June 2007, she chaired the inquests into the deaths of Diana, Princess of Wales, and Dodi Fayed.",
      "pageId": 1294076,
      "monthDay": "08/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Keith_Duckworth",
      "name": "Keith Duckworth",
      "aboutText": "Gaudencio Borbon Rosales (Latin: Gaudentius Rosales; born August 10, 1932) is a Roman Catholic Cardinal who was Archbishop of Manila, succeeding Jaime Sin in 2003, and followed by Luis Antonio Tagle in 2011. He was also Metropolitan of the ecclesiastical province of Manila and Archpriest of Manila Cathedral.\nHe was the 31st Archbishop of Manila and the fourth native Filipino to hold the post, following centuries of Spanish, American, and Irish prelates.",
      "pageId": 1730716,
      "monthDay": "08/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tevfik_K%C4%B1%C5%9F",
      "name": "Tevfik Kış",
      "aboutText": "Anatoly Aleksandrovich Sobchak (Russian: Анато́лий Алекса́ндрович Собча́к; IPA: [ɐnɐˈtolʲɪj ɐlʲɪˈksandrəvʲɪtɕ sɐpˈtɕak], 10 August 1937 – 20 February 2000) was a Russian politician, a co-author of the Constitution of the Russian Federation, the first democratically elected mayor of Saint Petersburg, and a mentor and teacher of both Vladimir Putin and Dmitry Medvedev.",
      "pageId": 2441003,
      "monthDay": "08/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ian_Stewart,_Baron_Stewartby",
      "name": "Ian Stewart, Baron Stewartby",
      "aboutText": "Augustino Eugenio \"Gus\" Mercurio (10 August 1928 – 7 December 2010) was an American-born Australian character actor who appeared on both film and television.",
      "pageId": 2779278,
      "monthDay": "08/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ad_van_Luyn",
      "name": "Ad van Luyn",
      "aboutText": "Anita Lonsbrough, MBE (born 10 August 1941 in York), later known by her married name Anita Porter, is a former swimmer from Great Britain who won a gold medal at the 1960 Summer Olympics.",
      "pageId": 3211583,
      "monthDay": "08/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anatoly_Sobchak",
      "name": "Anatoly Sobchak",
      "aboutText": "David Keith Duckworth (10 August 1933 – 18 December 2005) was an English mechanical engineer.",
      "pageId": 3481050,
      "monthDay": "08/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tony_Ross",
      "name": "Tony Ross",
      "aboutText": "Sid Waddell (10 August 1940 – 11 August 2012) was an English sports commentator and television personality. He was nicknamed 'The Voice of Darts' due to his fame as a darts commentator, and worked for Granada, Yorkshire, BBC, and Sky Sports television broadcasters. Due to his joke telling skills he was also nicknamed The Thief of Bad Gags, firstly by Dave Lanning.",
      "pageId": 3943723,
      "monthDay": "08/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Kate_O%27Mara",
      "name": "Kate O'Mara",
      "aboutText": "Bernard Harold Ian Halley Stewart, Baron Stewartby, Kt, PC, FSA, FRSE, FBA (born 10 August 1935) is a British Conservative Party politician and numismatist. He was the Member of Parliament for Hitchin from February 1974 to 1983, and for North Hertfordshire from 1983 to 1992.",
      "pageId": 5651130,
      "monthDay": "08/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Charlie_Rose_(congressman)",
      "name": "Charlie Rose",
      "aboutText": "Tony Ross (born 10 August 1938) is a British illustrator and author of children's picture books. In Britain he may be known best for illustrating the Horrid Henry series by Francesca Simon. He has also illustrated the Amber Brown series by Paula Danziger, the Dr.",
      "pageId": 5786201,
      "monthDay": "08/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bobby_Hatfield",
      "name": "Bobby Hatfield",
      "aboutText": "Tevfik Kış (born 10 August 1934 in Kargı, Çorum Province) is a former Turkish European, World and Olympic champion sports wrestler in the Light heavyweight class (87 kg) and a trainer. He won the gold medal in men's Greco-Roman wrestling at the 1960 Olympics.\nBorn 1934 in Pelitçik village of Kargı district in the Çorum Province, he began 1956 wrestling.",
      "pageId": 9420571,
      "monthDay": "08/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sid_Waddell",
      "name": "Sid Waddell",
      "aboutText": "Adrianus Herman (Ad) van Luyn, SDB, (Groningen, 10 August 1935) is a Dutch Roman Catholic bishop.",
      "pageId": 23377583,
      "monthDay": "08/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Anita_Lonsbrough",
      "name": "Anita Lonsbrough",
      "aboutText": "Dolores Alexander (August 10, 1931 – May 13, 2008) was a lesbian feminist, writer, and reporter. Alexander is the only Executive Director of the National Organization for Women (NOW) to have resigned because of the homophobic beliefs in the early inception of NOW. She co-opened \"Mother Courage\" with Jill Ward, creating the first feminist restaurant in the United States. Until her death, in 2008, she continued to believe in the need for the women's rights movement in contemporary times, stating that \"It's bigotry, and I don't know if you can eliminate it\".",
      "pageId": 32733723,
      "monthDay": "08/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kees_van_Kooten",
      "name": "Kees van Kooten",
      "aboutText": "Ian Scott Anderson, MBE (born 10 August 1947) is a Scottish-born musician, singer, songwriter and multi-instrumentalist best known for his work as the lead vocalist, flautist and acoustic guitarist of British rock band Jethro Tull. Anderson plays several other musical instruments, including keyboards, bass guitar, bouzouki, balalaika, saxophone, harmonica, and a variety of whistles. His solo work began with the 1983 album Walk into Light, and since then he has released another five works, including the sequel of Jethro Tull album Thick as a Brick (1972) in 2012, entitled Thick as a Brick 2.",
      "pageId": 223497,
      "monthDay": "08/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Susan_Dorothea_White",
      "name": "Susan Dorothea White",
      "aboutText": "Rémy Girard (born August 10, 1950) is a Canadian actor and former television host from Quebec.",
      "pageId": 989817,
      "monthDay": "08/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Betsey_Johnson",
      "name": "Betsey Johnson",
      "aboutText": "Ronnie Spector (born Veronica Yvette Bennett; August 10, 1943) is an American singer. She was lead singer of the R&B/Pop girl group, the Ronettes which had a string of hits in the 1960s.",
      "pageId": 1170158,
      "monthDay": "08/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michael_Pepper",
      "name": "Michael Pepper",
      "aboutText": "Harriet Ellan Miers (born August 10, 1945) is a Republican lawyer and former White House Counsel to President George W. Bush.",
      "pageId": 1180779,
      "monthDay": "08/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Louise_Forestier",
      "name": "Louise Forestier",
      "aboutText": "Louise Forestier (born Louise Bellehumeur on August 10, 1942 in Shawinigan, Quebec, Canada) is a singer, songwriter and actress.",
      "pageId": 1274176,
      "monthDay": "08/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jimmy_Griffin",
      "name": "Jimmy Griffin",
      "aboutText": "This article is about the musician; for other James Griffins or Jimmy Griffins see James Griffin (disambiguation).\nJames Arthur Griffin (August 10, 1943 – January 11, 2005) was a singer, guitarist, and songwriter, best known for his work with the 1970s rock band Bread. He won an Academy Award for Best Song in 1970 as co-writer of \"For All We Know\".",
      "pageId": 1437055,
      "monthDay": "08/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Mantler",
      "name": "Michael Mantler",
      "aboutText": "Patti Austin is an American R&B, pop and jazz singer.",
      "pageId": 1983285,
      "monthDay": "08/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Shafqat_Rana",
      "name": "Shafqat Rana",
      "aboutText": "Betsey Johnson (born August 10, 1942) is an American fashion designer best known for her feminine and whimsical designs. Many of her designs are considered \"over the top\" and embellished.",
      "pageId": 2234792,
      "monthDay": "08/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ronnie_Spector",
      "name": "Ronnie Spector",
      "aboutText": "Daniel Hugh Kelly (born August 10, 1952) is an American stage, film and television actor.",
      "pageId": 2386456,
      "monthDay": "08/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Harriet_Miers",
      "name": "Harriet Miers",
      "aboutText": "Michael Mantler (born August 10, 1943) is an Austrian composer and trumpeter in new jazz and contemporary music.\n^ \"Michael Mantler - composer, musician - Biography\". Mantlermusic.com.",
      "pageId": 3516152,
      "monthDay": "08/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Laura_Spurr",
      "name": "Laura Spurr",
      "aboutText": "Alan Ward (born 10 August 1947) is an English former cricketer, who played in five Tests for England from 1969 to 1976. He played for Derbyshire from 1966 to 1976, and for Leicestershire from 1977 to 1978. A fast right-arm bowler, he could, with more fortune, have been the perfect foil of his era for John Snow.",
      "pageId": 3726883,
      "monthDay": "08/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ian_Anderson",
      "name": "Ian Anderson",
      "aboutText": "Shafqat Rana (born August 10, 1943, Simla, British india) is a former Pakistani cricketer who played in five Tests from 1964 to 1969.\n\"Shafqat Rana was a very good right-handed batsman, strong on the drive and cut, who was not given that many opportunities in a broken career in which he played five Tests in six years.",
      "pageId": 3976225,
      "monthDay": "08/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anwar_Ibrahim",
      "name": "Anwar Ibrahim",
      "aboutText": "Sir Michael Pepper, FRS, FREng (born 10 August 1942) is a British physicist notable for his work in semiconductor nanostructures.",
      "pageId": 4421617,
      "monthDay": "08/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Spencer_(rugby_union)",
      "name": "John Spencer",
      "aboutText": "Nick Stringer (born 10 August 1948 in Torquay, Devon) is an English actor.\nIn a thirty-year career, Stringer has appeared in numerous well-known British television shows, including The Bill, Open All Hours, Only Fools and Horses, Auf Wiedersehen, Pet, Coronation Street, Family Affairs, Minder, Johnny Jarvis, Butterflies, My Family and The Professionals. He also had roles in the films The Long Good Friday (1980), Clockwise (1986) and Personal Services (1987).",
      "pageId": 7062557,
      "monthDay": "08/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Ward",
      "name": "Alan Ward",
      "aboutText": "Juan Manuel Santos Calderón (Spanish: [xwan maˈnwel ˈsantos kaldeˈɾon]; born 10 August 1951) is the 32nd and current President of Colombia, in office since 2010. He was Minister of Defence from 2006 to 2009.\nAn economist by profession and a journalist by trade, Santos is a member of the wealthy and influential Santos family, who from 1913 to 2007 were the majority shareholders of the El Tiempo newspaper until its sale in 2007 to Planeta DeAgostini.",
      "pageId": 9743046,
      "monthDay": "08/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nick_Stringer",
      "name": "Nick Stringer",
      "aboutText": "John Southern Spencer (born 10 August 1947) is a former England international rugby union player. He was born in Grassington, Yorkshire, in 1947 and educated at Cressbrook, Sedbergh School, and Queens' College, Cambridge. He has three children, David, Hazel and Emily.",
      "pageId": 14300121,
      "monthDay": "08/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Patti_Austin",
      "name": "Patti Austin",
      "aboutText": "Datuk Seri Anwar Ibrahim (born 10 August 1947) is a Malaysian politician. He is a founder and leading figure of the People's Justice Party (Parti KeADILan Rakyat).\nAnwar served as the Deputy Prime Minister of Malaysia from 1993 to 1998 and Finance Minister from 1991 to 1998 when he was a member of UMNO, the major party in the ruling Barisan Nasional coalition.",
      "pageId": 19264815,
      "monthDay": "08/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/R%C3%A9my_Girard",
      "name": "Rémy Girard",
      "aboutText": "Cornelis Reinier \"Kees\" van Kooten (Dutch pronunciation: [kɔrˈneːləs rɛiˈniːr keːs fɑŋ ˈkoːtə(n)]) (born 10 August 1941) is a Dutch comedian, television actor, and writer.",
      "pageId": 20023388,
      "monthDay": "08/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Juan_Manuel_Santos",
      "name": "Juan Manuel Santos",
      "aboutText": "Susan Dorothea White (born 10 August 1941), also called Sue White and Susan White, is an Australian painter, sculptor, and printmaker. She is a narrative artist and her work concerns the natural world and human situation, increasingly incorporating satire and irony to convey her concern for human rights and equality. Her art is skill-based and multidisciplinary; she is the author of Draw Like Da Vinci (2006).",
      "pageId": 22230516,
      "monthDay": "08/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Daniel_Hugh_Kelly",
      "name": "Daniel Hugh Kelly",
      "aboutText": "Laura Spurr (August 10, 1945 - February 19, 2010) was the American chairwoman of the Nottawaseppi Huron Band of Potawatomi, a federally recognized Potawatomi Indian tribe based in Calhoun County, Michigan, from 2003 until her death in 2010.",
      "pageId": 26494745,
      "monthDay": "08/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Diane_Venora",
      "name": "Diane Venora",
      "aboutText": "Charles William Ashworth (born August 10, 1956) better known by the stage name Charlie Peacock is an American singer, songwriter, pianist, record producer, session musician and author. His albums include the instrumental jazz recordings Love Press Ex-Curio and Arc of the Circle and his latest vocal project No Man's Land (2012). He has been part of the creative team for several successful songs and albums including Amy Grant's \"Every Heartbeat\" (1991), Switchfoot's \"Dare You to Move\" (2003) and both of the The Civil Wars' studio albums — the Gold certified Barton Hollow (2011) and the self-titled follow-up (2013) which debuted at No.",
      "pageId": 316244,
      "monthDay": "08/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mark_Doty",
      "name": "Mark Doty",
      "aboutText": "Rosanna Lisa Arquette (ro-SAH-nah; born August 10, 1959) is an American actress, film director, and producer.",
      "pageId": 328700,
      "monthDay": "08/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Peter_Endrulat",
      "name": "Peter Endrulat",
      "aboutText": "Dame Rosie Winterton DBE (born Rosalie Winterton; 10 August 1958, Leicester) is a British Labour Party politician who has been the Member of Parliament (MP) for Doncaster Central since 1997. She served under Prime Minister Gordon Brown as the Minister for Work and Pensions from 2008 to 2009, and the Minister for Local Government from 2009 to 2010. She later entered the Shadow Cabinet in May 2010 as the Shadow Leader of the House of Commons.",
      "pageId": 419124,
      "monthDay": "08/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rick_Overton",
      "name": "Rick Overton",
      "aboutText": "Albert Owen (born 10 August 1959) is a Welsh Labour Party politician and Member of Parliament (MP) for Ynys Môn. He took the seat in the 2001 election from Plaid Cymru with a margin of exactly eight hundred votes and retained the seat at the three subsequent general elections, though always with slim majorities.",
      "pageId": 422823,
      "monthDay": "08/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jim_Mees",
      "name": "Jim Mees",
      "aboutText": "Richard \"Rick\" Overton (born August 10, 1954) is an American screenwriter, actor and comedian.",
      "pageId": 595994,
      "monthDay": "08/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mel_Tiangco",
      "name": "Mel Tiangco",
      "aboutText": "Michael Marshall Dokes (August 10, 1958 – August 11, 2012) was an American boxer, nicknamed \"Dynamite.\" Dokes is a former WBA heavyweight champion, and holds notable wins over Jimmy Young, Ossie Ocasio, Randall Cobb, Mike Weaver and Jesse Ferguson.",
      "pageId": 867330,
      "monthDay": "08/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jos%C3%A9_Luis_Montes",
      "name": "José Luis Montes",
      "aboutText": "Fred Ottman (born August 10, 1956) is a retired American professional wrestler. He is best known by the ring names Tugboat and Typhoon, the latter being half of the tag team The Natural Disasters with John \"Earthquake\" Tenta. Ottman is also well known for his infamous Shockmaster character in World Championship Wrestling.",
      "pageId": 868722,
      "monthDay": "08/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fred_Ottman",
      "name": "Fred Ottman",
      "aboutText": "Mark Gerard Price (born 10 August 1959, Burnley, Lancashire) is an English drummer, who is known for being the first full-time drummer for All About Eve and being the percussionist of Del Amitri between 1997 and 2002.",
      "pageId": 1652229,
      "monthDay": "08/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charlie_Peacock",
      "name": "Charlie Peacock",
      "aboutText": "Diane Venora (born August 10, 1952) is an American stage, television and film actress.\nVenora graduated from the Juilliard School in 1977 and made her film debut in 1981 opposite Albert Finney in Wolfen. She won the New York Film Critics Circle Award for Best Supporting Actress for her role in the 1988 film Bird directed by Clint Eastwood.",
      "pageId": 2290628,
      "monthDay": "08/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_Robbins_(child_actor)",
      "name": "Peter Robbins",
      "aboutText": "Fred Ho (Chinese: 侯维翰; pinyin: Hóu Wéihàn; born Fred Wei-han Houn; August 10, 1957 – April 12, 2014) was an American jazz baritone saxophonist, composer, bandleader, playwright, writer and Marxist social activist.",
      "pageId": 3477258,
      "monthDay": "08/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Perween_Warsi",
      "name": "Perween Warsi",
      "aboutText": "Clifton James \"Jack\" Richards (born 10 August 1958, Penzance, Cornwall, England) is an English former cricketer, who played in eight Tests and 22 ODIs for England from 1981 to 1988. He was a wicket-keeper and a useful lower-middle order batsman, who made 133 for England against Australia at the WACA, Perth in 1987.\nThe cricket correspondent Colin Bateman remarked that \"an ability to rub people up the wrong way counted against Jack Richards, England's most gifted wicketkeeper-batsman since Alan Knott.",
      "pageId": 3740936,
      "monthDay": "08/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Fred_Ho",
      "name": "Fred Ho",
      "aboutText": "Mark Doty (born August 10, 1953) is an American poet and memoirist, and the winner of the National Book Award for Poetry in 2008.",
      "pageId": 3803010,
      "monthDay": "08/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Zuhal_Olcay",
      "name": "Zuhal Olcay",
      "aboutText": "Carmela Tiangco-Cornejo, popularly known as Mel Tiangco (born August 10, 1955) is a popular television newscaster and television host in the Philippines.\nAfter graduating from De La Salle University, she became one of the leading presenters in Philippine television journal programmes. She currently co-anchors GMA Network's evening newscast, 24 Oras with Mike Enriquez.",
      "pageId": 5871163,
      "monthDay": "08/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andres_P%C3%B5ime",
      "name": "Andres Põime",
      "aboutText": "Peter Robbins (born Louis Nanasi, August 10, 1956; Los Angeles, California) is a former child actor best known for his voice-over work as Charlie Brown in the 1960s.",
      "pageId": 8203835,
      "monthDay": "08/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Dokes",
      "name": "Michael Dokes",
      "aboutText": "Zuhal Olcay (Turkish pronunciation: [zuˈhal olˈdʒaj]) (née İşanç) (born 10 August 1957 in Üsküdar, Istanbul, Turkey) is a famous Turkish actress and singer.",
      "pageId": 11114704,
      "monthDay": "08/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jack_Richards",
      "name": "Jack Richards",
      "aboutText": "Perween Warsi (born 10 August 1948), CBE Founder and Chief Executive, S&A Foods",
      "pageId": 16311594,
      "monthDay": "08/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rosie_Winterton",
      "name": "Rosie Winterton",
      "aboutText": "Andres Põime (born August 10, 1957 in Tallinn) is a notable Estonian architect.\nFrom 1964 to 1975 Andres Põime studied in the 2nd Secondary School of Tallinn (today’s Secondary Science School of Tallinn). From 1975 he studied in the State Art Institute of the Estonian SSR (today’s Estonian Academy of Arts) in the department of architecture.",
      "pageId": 25453616,
      "monthDay": "08/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rosanna_Arquette",
      "name": "Rosanna Arquette",
      "aboutText": "Peter Endrulat (born 10 August 1954 in the Weidenau) is a former German footballer.\nAfter coming through the ranks of his local team VfB 07 Weidenau as a youth, Endrulat moved to FC Schalke 04 in 1973 and made his Bundesliga debut as a 20-year-old for the Gelsenkirchen-based team in a 1–1 draw at home to Eintracht Frankfurt on 10 December 1974. Having played three times for SpVgg Erkenschwick, he later moved to fellow North Rhine-Westphalian club Borussia Dortmund where he was the second choice goalkeeper to Horst Bertram.",
      "pageId": 28981234,
      "monthDay": "08/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Albert_Owen",
      "name": "Albert Owen",
      "aboutText": "Jim Mees (August 10, 1955 – March 29, 2013), was an American set designer who worked on a variety of television series as well as music tours and films. He was awarded an Emmy Award for Outstanding Art Direction for a Series in 1990 for his work on the Star Trek: The Next Generation episode \"Sins of the Father\", and was nominated on four other occasions.",
      "pageId": 39034656,
      "monthDay": "08/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Price_(musician)",
      "name": "Mark Price",
      "aboutText": "José Luis Montes Vicente (10 August 1956 – 18 August 2013) was a Spanish professional football player and manager.",
      "pageId": 40314772,
      "monthDay": "08/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Florent_Vollant",
      "name": "Florent Vollant",
      "aboutText": "Phoolan Devi (Hindi: फूलन देवी, Phūlan Dēvi) (10 August 1963 – 25 July 2001), popularly known as \"Bandit Queen\", was an Indian bandit and later a Member of Parliament. Born to a low caste family in rural Uttar Pradesh, Phoolan endured poverty as a child, had an unsuccessful marriage, and took to a life of crime.\nWhile yet a teenager, Phoolan ran away from her husband and joined a gang of bandits.",
      "pageId": 44541,
      "monthDay": "08/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Antonio_Banderas",
      "name": "Antonio Banderas",
      "aboutText": "José Antonio Domínguez Banderas (born 10 August 1960) is a Spanish actor, director, and producer. He began his acting career with a series of films by director Pedro Almodóvar and then appeared in high-profile Hollywood movies, especially in the 1990s, including Assassins, Evita, Interview with the Vampire, Philadelphia, Desperado, The Mask of Zorro and Spy Kids.",
      "pageId": 52627,
      "monthDay": "08/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Annely_Ojastu",
      "name": "Annely Ojastu",
      "aboutText": "Andrew Michael Sullivan (born 10 August 1963) is a British-born, American author, editor and blogger. Sullivan is a conservative political commentator, a former editor of The New Republic and the author or editor of six books, He was a pioneer of the political blog, starting his in 2000. He eventually moved the blog to various publishing platforms, including Time, The Atlantic, and The Daily Beast and finally an independent subscription based format.",
      "pageId": 177335,
      "monthDay": "08/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kenny_Perry",
      "name": "Kenny Perry",
      "aboutText": "Claudia Ann Christian (born Claudia Ann Coghlan; August 10, 1965) is an American actress, writer, singer, musician and director, known for her role as Commander Susan Ivanova on the science fiction television series Babylon 5. Her main charity work is publicizing the Sinclair Method as a cure for alcoholism.",
      "pageId": 422647,
      "monthDay": "08/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jon_Farriss",
      "name": "Jon Farriss",
      "aboutText": "Hans Jürgen Kürsch, better known as Hansi Kürsch (born 10 August 1966 in Lank-Latum/Meerbusch, Germany) is a German singer, bass guitarist, and songwriter, best known for being the co-founder, lead vocalist, co-composer, and lyricist of power metal band Blind Guardian. He was also the bassist in Blind Guardian until the 1998 album Nightfall in Middle-Earth. He also provides lead vocals for the band Demons and Wizards.",
      "pageId": 768131,
      "monthDay": "08/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Suzanne_Collins",
      "name": "Suzanne Collins",
      "aboutText": "Kashtin were a Canadian folk rock duo in the 1980s and 1990s, one of the most commercially successful and famous musical groups in First Nations history.\nThe band was formed in 1984 by Claude McKenzie and Florent Vollant, two Innu from the Maliotenam reserve on the Saint Lawrence River in Quebec.",
      "pageId": 1008742,
      "monthDay": "08/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Julia_Fordham",
      "name": "Julia Fordham",
      "aboutText": "Aaron Hall (born August 10, 1966, The Bronx, New York, grew up in Brooklyn, New York and Roosevelt, Long Island, is an American soul singer and songwriter. He is a current member of the group Guy, which he founded in the late 1980s, along with New jack swing producer Teddy Riley and songwriter Timmy Gatling, who was later replaced by Hall's brother Damion Hall. In 1988, at age 22 they released their debut album which went on to sell over a million copies being certified platinum.",
      "pageId": 1443310,
      "monthDay": "08/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Alan_Muraoka",
      "name": "Alan Muraoka",
      "aboutText": "James Kenneth Perry (born August 10, 1960) is an American professional golfer who currently plays on both the PGA Tour and the Champions Tour, for which he became eligible following his 50th birthday.",
      "pageId": 1558607,
      "monthDay": "08/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Phoolan_Devi",
      "name": "Phoolan Devi",
      "aboutText": "Toumani Diabaté (born August 10, 1965) is a Malian kora player.",
      "pageId": 1625832,
      "monthDay": "08/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Anton_Janssen",
      "name": "Anton Janssen",
      "aboutText": "Charlotte Elouise \"Charlie\" Dimmock (born 10 August 1966) is an English gardening expert and TV presenter.",
      "pageId": 1780803,
      "monthDay": "08/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Sullivan",
      "name": "Andrew Sullivan",
      "aboutText": "Michael Earl \"Mike\" Smith (born August 10, 1965) is an American jockey who has been one of the leading riders in U.S. Thoroughbred racing since the early 1990s, inducted into the National Museum of Racing and Hall of Fame in 2003, and has won the most Breeders' Cup races of any jockey.\nThe son of a jockey, Smith began riding races in his native New Mexico at age 11, and took out a jockey's license at age 16 in 1982. He left New Mexico the following year, riding mostly in the Midwest where he earned his apprenticeship at Canterbury Downs Minnesota before moving to New York in 1989.",
      "pageId": 1865804,
      "monthDay": "08/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Aaron_Hall_(singer)",
      "name": "Aaron Hall",
      "aboutText": "Julia Fordham (born 10 August 1962) is a British singer-songwriter. Her professional career started in the early 1980s, under the name \"Jules Fordham\", as a backing singer for Mari Wilson and Kim Wilde, before signing a recording contract of her own later that decade.",
      "pageId": 1938841,
      "monthDay": "08/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/K%C3%A5re_Kolve",
      "name": "Kåre Kolve",
      "aboutText": "John Levell Starks (born August 10, 1965) is an American retired professional basketball shooting guard. Starks was listed at 6'5\" and 190 pounds during his NBA playing career.",
      "pageId": 3614080,
      "monthDay": "08/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hiro_Takahashi",
      "name": "Hiro Takahashi",
      "aboutText": "Jonathan James Farriss (born 10 August 1961, Perth, Western Australia) is the drummer, and founding member, of the Australian rock band INXS.",
      "pageId": 3738147,
      "monthDay": "08/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Claudia_Christian",
      "name": "Claudia Christian",
      "aboutText": "Suzanne Marie Collins (born August 10, 1962) is an American television writer and novelist, best known as the author of The New York Times best selling series The Underland Chronicles and The Hunger Games trilogy (which consists of The Hunger Games, Catching Fire, and Mockingjay).",
      "pageId": 4196525,
      "monthDay": "08/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Toumani_Diabat%C3%A9",
      "name": "Toumani Diabaté",
      "aboutText": "Anton Janssen (born 10 August 1963 in Tiel, Gelderland) is a retired Dutch footballer who played for PSV Eindhoven and was part of their European Cup victory in 1988.",
      "pageId": 9997630,
      "monthDay": "08/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mike_E._Smith",
      "name": "Mike E. Smith",
      "aboutText": "Alan Muraoka (born August 10, 1962) is an American actor and theatre director who plays Alan, the current owner of Hooper's Store, on the television show Sesame Street.",
      "pageId": 13218927,
      "monthDay": "08/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_Starks_(basketball)",
      "name": "John Starks",
      "aboutText": "Hiro Takahashi (高橋 ひろ, Takahashi Hiro, August 10, 1964 – November 4, 2005), born as Hiroyuki Takahashi (高橋 裕幸, Takahashi Hiroyuki), was a Japanese singer, lyricist, and composer.",
      "pageId": 22031673,
      "monthDay": "08/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Charlie_Dimmock",
      "name": "Charlie Dimmock",
      "aboutText": "Annely Ojastu (born 10 August 1960 in Tartu) is an Estonian Paralympic athlete. At the 1992 Barcelona Games, she won a silver medal in the Women's 100 m TS4 event. At the 1996 Atlanta Games, she won a gold medal in the Women's 100 m T42–46 event and two silver medals in the Women's 200 m T42–46 and Women's Long Jump F42–46 events.",
      "pageId": 36111189,
      "monthDay": "08/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hansi_K%C3%BCrsch",
      "name": "Hansi Kürsch",
      "aboutText": "Kåre Kolve (born 10 August 1964 in Voss, Norway) is a Norwegian jazz musician (saxophone), and the older brother of the vibraphonist Ivar Kolve. He is known as bandleader of his own Kåre Kolve Quartet, several album releases and the collaborations within the bands \"Lava\", \"Mezzoforte\" and \"Tre Små Kinesere\".\n^ \"Kåre Kolve Quartet Biography\".",
      "pageId": 40229958,
      "monthDay": "08/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Philippe_Albert",
      "name": "Philippe Albert",
      "aboutText": "Riddick Lamont Bowe (born August 10, 1967) is an American former professional boxer.\nAs an amateur he won a silver medal in the super heavyweight division at the 1988 Olympic Games. After turning professional, Bowe became a two-time world heavyweight champion, having first won the WBA, WBC and IBF titles in 1992 to become the undisputed heavyweight champion.",
      "pageId": 240739,
      "monthDay": "08/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Riddick_Bowe",
      "name": "Riddick Bowe",
      "aboutText": "Roy Maurice Keane (born 10 August 1971) is an Irish football manager and former professional football player. He is the joint most successful Irish footballer of all time, having won 19 major trophies, 17 of which came at Manchester United, in his club career. He is currently the assistant manager of the Republic of Ireland national football team.",
      "pageId": 413261,
      "monthDay": "08/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gus_Johnson_(sportscaster)",
      "name": "Gus Johnson",
      "aboutText": "Michael Lamont Bivins (born August 10, 1968) is the founder and member of American groups New Edition and Bell Biv DeVoe.\n^ George, Nelson (2001-07-11). Buppies, b-boys, baps & bohos: notes on post-soul Black culture.",
      "pageId": 584481,
      "monthDay": "08/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Lorraine_Pearson",
      "name": "Lorraine Pearson",
      "aboutText": "Mario César Kindelán Mesa (born August 10, 1971), best known as Mario Kindelán, is a Cuban former amateur boxer. He is a two-time Olympic gold medalist, having competed in the lightweight division at the 2000 and 2004 events. His cousin is baseball player Orestes Kindelán.",
      "pageId": 1077088,
      "monthDay": "08/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mart_Sander",
      "name": "Mart Sander",
      "aboutText": "Brendon Paul Julian (born 10 August 1970, Hamilton, New Zealand) is a former Australian cricketer who played in 7 Tests and 25 ODIs from 1993 to 1999. He was an AIS Australian Cricket Academy scholarship holder in 1989.\nStanding at 6' 5\", he was a dangerous left-arm fast-medium bowler and a tremendously hard-hitting right-handed late-middle order batsman, he was regarded as a prospect to become an all-rounder.",
      "pageId": 1625321,
      "monthDay": "08/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Reinout_Scholte",
      "name": "Reinout Scholte",
      "aboutText": "Peter Hans \"Pete\" Docter (born October 9, 1968) is an American film director, animator, screenwriter, producer and voice actor from Bloomington, Minnesota. He is best known for directing the animated feature films Monsters, Inc. (2001), Up (2009) and Inside Out (2015) and as a key figure and collaborator in Pixar Animation Studios.",
      "pageId": 1634482,
      "monthDay": "08/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Bivins",
      "name": "Michael Bivins",
      "aboutText": "Bret Michael Hedican (born August 10, 1970) is an American former professional ice hockey player, a Stanley Cup champion, and a two-time US Olympian.",
      "pageId": 1770179,
      "monthDay": "08/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pete_Docter",
      "name": "Pete Docter",
      "aboutText": "Stephan Groth (born August 10, 1971 in Odense, Denmark) is the man behind Apoptygma Berzerk, an electronic body music act that plays in styles such as synthpop, ebm, and futurepop. Stephan Leonard Groth was born in Odense, Denmark but relocated with his family to his father's home town Sarpsborg, Norway in 1986.\nAlong with Ronan Harris of VNV Nation and the members of Covenant, he is considered by many to be one of the pioneers of the futurepop genre of the late 1990s and early 2000s.",
      "pageId": 2181357,
      "monthDay": "08/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Greg_Hawgood",
      "name": "Greg Hawgood",
      "aboutText": "Salvatore Frank Fasano (/fəˈsɑːnoʊ/; born August 10, 1971) is an American retired Major League Baseball catcher, and currently the Roving Catching Instructor for the Toronto Blue Jays.\nJeff Pearlman of ESPN.com said of Fasano: \"When I think of Sal Fasano, however, I think of greatness.",
      "pageId": 2313869,
      "monthDay": "08/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Emily_Symons",
      "name": "Emily Symons",
      "aboutText": "Augustus Cornelius \"Gus\" Johnson, Jr. (born August 10, 1967) is an American sportscaster. Formerly employed by CBS Sports, he currently calls play-by-play for Fox Sports, Showtime, and the Big Ten Network.",
      "pageId": 2475738,
      "monthDay": "08/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bret_Hedican",
      "name": "Bret Hedican",
      "aboutText": "Kevin Christopher Randleman (born August 10, 1971) is a retired American mixed martial arts fighter and a former UFC Heavyweight Champion. Randleman's background is in collegiate wrestling, and he has competed in the Heavyweight and Light Heavyweight classes. Randleman has fought in the UFC, PRIDE, WVR, and Strikeforce.",
      "pageId": 2495135,
      "monthDay": "08/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Brendon_Julian",
      "name": "Brendon Julian",
      "aboutText": "Philippe Julien Albert (born 10 August 1967) is a former Belgian footballer who played as a defender. He played for Charleroi, KV Mechelen and Anderlecht in his native Belgium, and for English clubs Newcastle United and Fulham. It was at Newcastle that he became known as an attack-minded centre-back for his forward runs from defence in the team dubbed as \"the Entertainers\".",
      "pageId": 2935301,
      "monthDay": "08/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steve_Mautone",
      "name": "Steve Mautone",
      "aboutText": "Reinout Scholte (born 10 August 1967 in The Hague, South Holland) is a former Dutch cricketer. He is a right-handed batsman and a right-arm medium-fast bowler, but usually occupies the position of wicket-keeper.\nScholte was the vice-captain of the 1996 World Cup squad, and has also been the captain on occasion.",
      "pageId": 3042074,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sal_Fasano",
      "name": "Sal Fasano",
      "aboutText": "Martin Laurent Sander (born 10 August 1967 in Tallinn, Estonia) is an Estonian singer, actor, director, author, and television host.",
      "pageId": 3076572,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Stephan_Groth",
      "name": "Stephan Groth",
      "aboutText": "Emily Symons (born 10 August 1969) is an Australian-born actress, active on both Australian and English television. She is best known for playing Marilyn Chambers in Australian soap Home and Away and Louise Appleton in British soap Emmerdale. She also took part in British show Dancing on Ice in 2007.",
      "pageId": 3352899,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Roy_Keane",
      "name": "Roy Keane",
      "aboutText": "Lorraine Pearson (born Lorraine Samantha Jean Pearson, 10 August 1967, in Wembley, London, United Kingdom ) is a British singer and a member of the pop group, Five Star.",
      "pageId": 5185718,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Robby_Maria",
      "name": "Robby Maria",
      "aboutText": "Gregory William Hawgood (born August 10, 1968) is a retired Canadian professional ice hockey defenceman who played in the National Hockey League (NHL) with the Boston Bruins, Edmonton Oilers, Philadelphia Flyers, Florida Panthers, Pittsburgh Penguins, San Jose Sharks, Vancouver Canucks and Dallas Stars. Hawgood was born in Edmonton, Alberta, but grew up in St.",
      "pageId": 5387162,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mario_Kindel%C3%A1n",
      "name": "Mario Kindelán",
      "aboutText": "Paul Newlove (born 10 August 1971 in Pontefract, in the West Riding of Yorkshire) is an English former rugby league footballer of the 1980s, '90s and 2000s. A Great Britain and England international representative, he competed in the Super League competition, featuring as a centre. He played for the St.",
      "pageId": 12515088,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Paul_Newlove",
      "name": "Paul Newlove",
      "aboutText": "Steve Mautone (born 10 August 1970) is an Australian football (soccer) coach with Melbourne Victory in the A-League. Mautone was initially recruited by Melbourne Victory to assume responsibility for training their goalkeepers Michael Theoklitos and Eugene Galekovic. He has been responsible for training and developing former Melbourne Victory goalkeepers Michael Petkovic, Sebastian Mattei, Michael Theoklitos, Eugene Galekovic, Glen Moss and Mitch Langerak whilst they were respectively playing at the Victory.",
      "pageId": 13072407,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kevin_Randleman",
      "name": "Kevin Randleman",
      "aboutText": "Robert Maria Muñoz (born August 10, 1971) known professionally by his stage name Robby Maria, is an Austrian musician and singer-songwriter with Argentinian roots.",
      "pageId": 43087032,
      "monthDay": "08/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Justin_Theroux",
      "name": "Justin Theroux",
      "aboutText": "Javier Adelmar Zanetti (Spanish pronunciation: [xaˈβ̞je̞ɾ saˈne̞ti]; born 10 August 1973) is an Argentine former footballer. He played most of his career for the Italian Serie A club Internazionale, from 1995 to 2014, and served as their captain from 1999, earning him the nickname \"Il Capitano\" (The Captain). Known for his versatility, he was adept on both the left and right wing, having played on both flanks as a fullback, as well as a winger.",
      "pageId": 615792,
      "monthDay": "08/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dilana",
      "name": "Dilana",
      "aboutText": "Lorenzo Bruno Nero \"Lawrence\" Dallaglio, OBE (born 10 August 1972) is a retired English rugby union player and former captain of the English national team. He played as a flanker or number eight for London Wasps and never played for another club, having arrived at Sudbury as a teenager. He was capped in all three positions in the back row, and captained England until a newspaper scandal forced his resignation from that role.",
      "pageId": 640800,
      "monthDay": "08/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lawrence_Dallaglio",
      "name": "Lawrence Dallaglio",
      "aboutText": "Angela Michelle \"Angie\" Harmon (born August 10, 1972) is an American television and film actress and fashion model. She became a well-known model before gaining international fame for her roles in Baywatch Nights and Law & Order.",
      "pageId": 953101,
      "monthDay": "08/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Angie_Harmon",
      "name": "Angie Harmon",
      "aboutText": "İlhan Mansız (born 10 August 1975, Germany) is a German-born Turkish former football player and current competing figure skater of Crimean Tatar origin.",
      "pageId": 1113221,
      "monthDay": "08/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christofer_Johnsson",
      "name": "Christofer Johnsson",
      "aboutText": "Michael DePoli (born August 10, 1976) is a retired professional wrestler best known for his work in Extreme Championship Wrestling. He worked for World Wrestling Entertainment in its Ohio Valley Wrestling developmental territory. He is best known as Roadkill, where his wrestling gear was traditional Amish dress and he was billed as being from Lancaster, Pennsylvania, an area of large Amish population.",
      "pageId": 1334983,
      "monthDay": "08/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jake_Adam_York",
      "name": "Jake Adam York",
      "aboutText": "Christopher Mark Wells Read (born 10 August 1978) is an English cricketer, a wicket-keeper who is the captain of Nottinghamshire County Cricket Club.",
      "pageId": 2173361,
      "monthDay": "08/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lisa_Raymond",
      "name": "Lisa Raymond",
      "aboutText": "Lisa Raymond (born August 10, 1973) is an American retired professional tennis player who has achieved notable success in doubles tennis. Raymond has 11 Grand Slam titles to her name: 6 in women's doubles and 5 in mixed doubles. On June 12, 2000, she reached the world number one ranking in doubles.",
      "pageId": 2199290,
      "monthDay": "08/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Javier_Zanetti",
      "name": "Javier Zanetti",
      "aboutText": "Justin Paul Theroux (born August 10, 1971) is an American actor, director, and screenwriter. He is best known for his work with film director David Lynch, appearing in Mulholland Drive (2001) and Inland Empire (2006). He is also known as a screenwriter for films such as Tropic Thunder, Iron Man 2, Rock of Ages, and the upcoming Zoolander 2.",
      "pageId": 2286019,
      "monthDay": "08/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Haifaa_al-Mansour",
      "name": "Haifaa al-Mansour",
      "aboutText": "Darnell Marcus Lamar Fizer (born August 10, 1978) is an American professional basketball player.",
      "pageId": 2315127,
      "monthDay": "08/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Luis_Mar%C3%ADn",
      "name": "Luis Marín",
      "aboutText": "David Sommeil (born 10 August 1974) is a former professional footballer who last played as a defender for Ligue 1 club Valenciennes.",
      "pageId": 2652337,
      "monthDay": "08/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rachel_Simmons",
      "name": "Rachel Simmons",
      "aboutText": "Daniel Lee \"Danny\" Allsopp (born 10 August 1978) is a former Australian football (soccer) player who played as a striker. He last played for Croydon City Arrows.",
      "pageId": 3075367,
      "monthDay": "08/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/David_Sommeil",
      "name": "David Sommeil",
      "aboutText": "Christofer Johnsson (born 10 August 1972 in Upplands Väsby, Stockholm County) is a Swedish composer. He is a founding member and the guitar player for Therion and used to be in Carbonized, Liers in Wait, Messiah and Demonoid. He is a member of the order Dragon Rouge.",
      "pageId": 3097423,
      "monthDay": "08/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/%C4%B0lhan_Mans%C4%B1z",
      "name": "İlhan Mansız",
      "aboutText": "Daniel Joseph \"Danny\" Griffin (born 10 August 1977 in Belfast) is a retired Northern Irish footballer. He was primarily a defender, but could also play in midfield. He is a youth coach with his first professional club, St.",
      "pageId": 3293676,
      "monthDay": "08/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Roadkill_(wrestler)",
      "name": "Roadkill",
      "aboutText": "Luis Antonio Marín Murillo (born 10 August 1974) is a retired professional Costa Rican footballer and former national captain.\nHe currently acts as the assistant manager of the national team.",
      "pageId": 5196483,
      "monthDay": "08/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ian_Murray_(British_politician)",
      "name": "Ian Murray",
      "aboutText": "Rachel Simmons is an American author of the book Odd Girl Out: The Hidden Culture of Aggression in Girls published in 2002.",
      "pageId": 5265763,
      "monthDay": "08/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Danny_Griffin",
      "name": "Danny Griffin",
      "aboutText": "Dilana Robichaux is a singer, songwriter, and performer who lives in Los Angeles, California. She is best known as the runner-up contestant on the CBS reality television show Rock Star: Supernova.",
      "pageId": 5921625,
      "monthDay": "08/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matt_Morgan_(comedian)",
      "name": "Matt Morgan",
      "aboutText": "Matthew \"Matt\" Morgan (born 10 August 1977) is an English comedian, actor, writer, DJ and radio presenter.",
      "pageId": 6357856,
      "monthDay": "08/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Danny_Allsopp",
      "name": "Danny Allsopp",
      "aboutText": "Haifaa al-Mansour (Arabic: هيفاء المنصور‎; born 10 August 1974) is a film director from Saudi Arabia. She is one of the country's best-known and most controversial directors, and the first female Saudi filmmaker.\n^ Joan Dupont.",
      "pageId": 16237530,
      "monthDay": "08/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Marcus_Fizer",
      "name": "Marcus Fizer",
      "aboutText": "Jake Adam York (August 10, 1972 – December 16, 2012) was an American poet. He published three books of poetry before his death: Murder Ballads, which won the 2005 Elixir Prize in Poetry; A Murmuration of Starlings, which won the 2008 Colorado Book Award in Poetry; and Persons Unknown, an editor's selection in the Crab Orchard Series in Poetry. A fourth book, Abide, was released posthumously, in 2014.",
      "pageId": 17189931,
      "monthDay": "08/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Read",
      "name": "Chris Read",
      "aboutText": "Ian Murray (born 10 August 1976) is a British Labour Party politician who has represented Edinburgh South as Member of Parliament (MP) since 2010.",
      "pageId": 27283452,
      "monthDay": "08/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Claire_Yiu",
      "name": "Claire Yiu",
      "aboutText": "Devon Edwenna Aoki (born August 10, 1982) is an American actress and model.",
      "pageId": 615995,
      "monthDay": "08/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dinusha_Fernando",
      "name": "Dinusha Fernando",
      "aboutText": "Taufik Hidayat (born 10 August 1981 in Bandung, West Java) is a retired Indonesian badminton player. He is a former World and Olympic champion in men's singles. He has also won the Indonesian Open six times (1999, 2000, 2002, 2003, 2004 and 2006).",
      "pageId": 906906,
      "monthDay": "08/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/JoAnna_Garcia",
      "name": "JoAnna Garcia",
      "aboutText": "Natsumi Abe (安倍 なつみ, Abe Natsumi, born August 10, 1981 in Muroran, Hokkaidō, Japan) is a Japanese singer and actress, a former member of Morning Musume, and currently a member of Dream Morning Musume.",
      "pageId": 1564684,
      "monthDay": "08/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ted_Geoghegan",
      "name": "Ted Geoghegan",
      "aboutText": "John Alvbåge ([ˈjɔn ˈɑlv.ˈboːɡɛ]; born 10 August 1982 in Torslanda, Gothenburg) is a Swedish footballer who plays for IFK Göteborg in Allsvenskan a goalkeeper.",
      "pageId": 2149398,
      "monthDay": "08/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brandon_Lyon",
      "name": "Brandon Lyon",
      "aboutText": "Joanna Lynne García Swisher (born August 10, 1979) is an American actress. She is known for her portrayal of Cheyenne Hart-Montgomery on The WB/CW sitcom Reba. She later starred as Mia Putney in the ABC sitcom Better with You.",
      "pageId": 2151953,
      "monthDay": "08/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/R%C3%A9my_Martin_(rugby_union)",
      "name": "Rémy Martin",
      "aboutText": "Filmmaker, author, and publicist Ted Geoghegan (born August 10, 1979 in Beaverton, Oregon, United States) grew up in Great Falls, Montana, attending private and public schools and studying film extensively. He attended The University of Montana in Missoula, Montana and attained a degree in English Education.\nGeoghegan is best known for his work in the horror and science fiction film genres.",
      "pageId": 2196510,
      "monthDay": "08/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yannick_Schroeder",
      "name": "Yannick Schroeder",
      "aboutText": "Kandana Arachchige Dinusha Manoj Fernando (born August 10, 1979 in Panadura, otherwise known as Dinu) is a Sri Lankan cricketer. He is a right-handed batsman and a right-arm medium-fast bowler.\nA useful middle-order batsman, he initially impressed during 2001 in the Sri Lankan Test series against England.",
      "pageId": 3111245,
      "monthDay": "08/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Wade_Barrett",
      "name": "Wade Barrett",
      "aboutText": "Roxanne McKee is an English actress and model. She is best known for playing Louise Summers in the popular British soap Hollyoaks, Doreah in the American fantasy drama series Game of Thrones and Lady Claire Riesen in the American apocalyptic supernatural action series Dominion.",
      "pageId": 4108114,
      "monthDay": "08/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pua_Magasiva",
      "name": "Pua Magasiva",
      "aboutText": "Pua Magasiva (born August 10, 1980) is a Samoan-New Zealand actor, who is best known for his roles as Shane Clarke, the Red Ranger from Power Rangers Ninja Storm, and Nurse Vinnie Kruse in New Zealand soap Shortland Street.",
      "pageId": 4286494,
      "monthDay": "08/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Roxanne_McKee",
      "name": "Roxanne McKee",
      "aboutText": "Brandon James Lyon (born August 10, 1979) is an American former professional baseball pitcher.",
      "pageId": 5289756,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Natsumi_Abe",
      "name": "Natsumi Abe",
      "aboutText": "Malek Ali Mouath Al-Hawsawi (Arabic: مالك علي معاذ الهوساوي‎) (also named Malek Maaz officially by FIFA ) (born 10 August 1981) is a Saudi Arabian professional footballer who currently plays for Al-Nassr.\nMouath originally played as an attacking midfielder but was converted into a striker after moving to Al Ahli.",
      "pageId": 5322833,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Guillaume_Elmont",
      "name": "Guillaume Elmont",
      "aboutText": "Rémy Martin (born 10 August 1979 in Aubenas, Ardèche) is a French rugby union footballer. He has also played for France. His usual position is at flanker.",
      "pageId": 5713942,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Taufik_Hidayat",
      "name": "Taufik Hidayat",
      "aboutText": "Yannick Schroeder (born 10 August 1979 in Metz) is a French racing car driver.\nSchroeder competed in French Formula Three in 1999 and 2000, finishing tenth and ninth in the championships in these respective years. For 2001, he graduated to European F3000 and stayed there for 2002, placing sixth in the championship with two podium finishes.",
      "pageId": 7031112,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yaani_King",
      "name": "Yaani King",
      "aboutText": "Guillaume Ricaldo Elmont (born August 10, 1981 in Rotterdam) is a male judoka from the Netherlands, whose biggest success so far was winning the world title at the World Championships in Cairo, Egypt. He did so in the 73–81 kg weight division. In 2005 he became Amsterdam Sportsman of the year.",
      "pageId": 8544669,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Manila_Luzon",
      "name": "Manila Luzon",
      "aboutText": "Yaani King (born August 10, 1981) is an American actress, known for her role as Neely Lloyd in the TNT crime drama series Saving Grace.",
      "pageId": 10019528,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Malek_Mouath",
      "name": "Malek Mouath",
      "aboutText": "Joshua Aaron Anderson (born August 10, 1982) is an American retired Major League Baseball (MLB) outfielder. He played college baseball at Eastern Kentucky University and was drafted in the 4th round of the 2003 Major League Baseball Draft by the Houston Astros.\nIn 2004, he led the minor leagues in stolen bases with 79.",
      "pageId": 12946338,
      "monthDay": "08/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jon_Prescott",
      "name": "Jon Prescott",
      "aboutText": "Claire Yiu (姚嘉妮), 10 August 1978, is a Hong Kong actress. She started her acting career after being the 2nd runner-up in the Miss Asia Pageant in 1998. After filming some ATV series, such as 海瑞鬥嚴嵩, and Ten Tigers of Guangdong (廣東十虎), she went over to TVB and filmed in some minor roles such as 趙美美 (Mia) in To Catch The Uncatchable and 戴玉瑩 (Grace) in Healing Hands 3.",
      "pageId": 15019489,
      "monthDay": "08/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/John_Alvb%C3%A5ge",
      "name": "John Alvbåge",
      "aboutText": "Jon Prescott (born August 10, 1981) is an American actor.",
      "pageId": 17712774,
      "monthDay": "08/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Josh_Anderson_(baseball)",
      "name": "Josh Anderson",
      "aboutText": "Stuart Alexander \"Stu\" Bennett (born 10 August 1980) is an English professional wrestler, actor, and former bare-knuckle boxer. He is signed to WWE, where he performs under the ring name King Barrett, a modification of his previous moniker, Wade Barrett. Barrett won the first season of NXT in 2010 and made his Raw debut on 7 June of that year, rising to prominence as the leader of the The Nexus, composed of the remaining NXT rookies of season 1.",
      "pageId": 17839812,
      "monthDay": "08/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Devon_Aoki",
      "name": "Devon Aoki",
      "aboutText": "Manila Luzon (born Karl Philip Michael Westerberg; August 10, 1981) is an American drag queen and reality television personality, a native of Minnesota who now resides in New York City. She is best known as the runner-up of the third season of RuPaul's Drag Race. Her name is a play on words of the capital city (Manila) and the largest island (Luzon) of the Philippines, where her mother was born.",
      "pageId": 31747313,
      "monthDay": "08/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Katrina_Begin",
      "name": "Katrina Begin",
      "aboutText": "Mariel Rodriguez-Padilla (born Maria Erlinda Lucille Sazon Termulo on August 10, 1984) is a Filipina commercial model, endorser, television host, VJ, and actress.",
      "pageId": 2853215,
      "monthDay": "08/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nicole_O%27Brian",
      "name": "Nicole O'Brian",
      "aboutText": "Alexander Valerievich Perezhogin (Russian: Александр Пережогин; born August 10, 1983) is a Kazakhstani-Russian professional ice hockey player currently playing for Avangard Omsk of the Kontinental Hockey League (KHL).",
      "pageId": 2945322,
      "monthDay": "08/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shaun_Murphy_(snooker_player)",
      "name": "Shaun Murphy",
      "aboutText": "Claudia Nicole O'Brian (born August 10, 1982) is a former beauty queen and reality television show contestant from Friendswood, Texas who has competed in the Miss Teen USA and Miss USA pageants.\nO'Brian was crowned Miss Texas Teen USA 2000 in a state pageant held Thanksgiving weekend 1999 in Houston, Texas. She had placed third runner-up to Misty Giles the year previously.",
      "pageId": 4589462,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mark_Bautista",
      "name": "Mark Bautista",
      "aboutText": "Spencer Redford (born Jessica Leigh Spencer on August 10, 1983 in Rochester, Michigan) is an American actress best known for her role as Loretta Modern in the Disney Channel Original Movie Pixel Perfect.",
      "pageId": 5232635,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chrisna_Bootha",
      "name": "Chrisna Bootha",
      "aboutText": "Mathieu Roy (born August 10, 1983) is a professional ice hockey defenceman with the Hamburg Freezers organization of the Deutsche Eishockey Liga (DEL).",
      "pageId": 5858565,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kyle_Brown_(soccer)",
      "name": "Kyle Brown",
      "aboutText": "Héctor Faubel Rojí (born 10 August 1983, in Llíria, Valencia, Spain) is a former professional motorcycle road racer.\nFaubel has been racing full-time since 2002, always on Aprilia bikes. After finishing 2006 strongly he was considered a favourite for the 2007 125cc title, during which he battled with eventual world champion Gábor Talmácsi.",
      "pageId": 5881007,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/C.B._Dollaway",
      "name": "C.B. Dollaway",
      "aboutText": "Jigar Kumar Hakumatrai Naik (born 10 August 1984 in Leicester) is an English cricket player. He is , as of June 2015, playing for Leicestershire.\nNaik who played for Kibworth and Billesdown as well as Loughborough MCCU, made history when he became the first Leicester-born Asian to play for Leicestershire in a first class game against a touring West Indies A side.",
      "pageId": 6335015,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/H%C3%A9ctor_Faubel",
      "name": "Héctor Faubel",
      "aboutText": "Roy Simon O'Donovan (born 10 August 1985) is an Irish footballer who plays for Central Coast Mariners in the A-League. He has been capped by Ireland at Under-19, Under-21 and B level. O'Donovan has previously played for Cork City, Sunderland, Dundee United, Blackpool, Southend United, Hartlepool United, Coventry City, Hibernian, Northampton Town, DPMM FC and Mitra Kukar F.C..",
      "pageId": 7964701,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alexander_Perezhogin",
      "name": "Alexander Perezhogin",
      "aboutText": "Jared Nathan (August 10, 1985 – December 28, 2006) was an American child actor from Nashua, New Hampshire, United States.",
      "pageId": 8989742,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Spencer_Redford",
      "name": "Spencer Redford",
      "aboutText": "Kyle Brown (born August 10, 1983 in Southlake, Texas) is an American soccer player, currently without a club.",
      "pageId": 9034671,
      "monthDay": "08/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mathieu_Roy",
      "name": "Mathieu Roy",
      "aboutText": "Mark Bautista (born August 10, 1983) is a Filipino singer, actor and commercial model. Bautista received his career break when he became a grand finalist on the Philippine reality TV talent search Star for a Night where he placed second behind Sarah Geronimo. He transferred to GMA Network in year 2010.",
      "pageId": 12996026,
      "monthDay": "08/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_Eggold",
      "name": "Ryan Eggold",
      "aboutText": "Ryan James Eggold (born August 10, 1984) is an American actor. He is known for his roles as Ryan Matthews on the CW teen drama series 90210 and as Tom Keen on the NBC crime drama series The Blacklist.",
      "pageId": 17242683,
      "monthDay": "08/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mokomichi_Hayami",
      "name": "Mokomichi Hayami",
      "aboutText": "Mokomichi Hayami (速水 もこみち, Hayami Mokomichi, born August 10, 1984) is a Japanese actor and model. He debuted in 2002 with the television series You're Under Arrest, and came to fame with Gokusen 2 in 2005. He has also acted in such shows as Densha Otoko, Tokyo Tower (as Nakagawa Masaya), and Zettai Kareshi (Absolute Boyfriend, as Night Tenjo).",
      "pageId": 17380931,
      "monthDay": "08/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jigar_Naik",
      "name": "Jigar Naik",
      "aboutText": "Clarence Byron \"C.B.\" Dollaway (born August 10, 1983) is an American mixed martial artist currently fighting in the middleweight division of the Ultimate Fighting Championship. He is currently ranked #15 in UFC middleweight rankings. He was a finalist on SpikeTV's The Ultimate Fighter 7.",
      "pageId": 17430191,
      "monthDay": "08/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mariel_Rodriguez",
      "name": "Mariel Rodriguez",
      "aboutText": "Enrico Cortese (born 10 August 1985) is an Italian footballer who plays for Morro d'Oro at Serie D (as of 2009-10 season).",
      "pageId": 26785787,
      "monthDay": "08/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Melissa_Barrera",
      "name": "Melissa Barrera",
      "aboutText": "Melissa Eva Barrera (born August 10, 1985) is an American radio and television personality of Mexican parentage. She is best known for her work as host on mun2's Daily Shift, The mun2 Shift: Late Night and reality television show The Chicas Project.",
      "pageId": 32708202,
      "monthDay": "08/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Enrico_Cortese",
      "name": "Enrico Cortese",
      "aboutText": "Chrisna Bootha (born 10 August 1983) is a South African netball player. Chrisna plays in the positions of Goal Shooter (GS) and Goal Attack (GA). She is a member of the South Africa national netball team and has competed in the 2010 Commonwealth Games in Delhi and the 2011 World Netball Championships in Singapore, among many other tournaments.",
      "pageId": 33902892,
      "monthDay": "08/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jared_Nathan",
      "name": "Jared Nathan",
      "aboutText": "Katrina Begin (born August 10, 1982 in Minneapolis, Minnesota) is an American actress. She is perhaps best known for her role as Sylvia in the 2007 film Remember the Daze. In television, she guest starred on Grounded for Life, E-Ring, ER, Gossip Girl, The Protector, After Lately and had a four-episode on No Ordinary Family from 2010 to 2011.",
      "pageId": 35416178,
      "monthDay": "08/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Roy_O%27Donovan",
      "name": "Roy O'Donovan",
      "aboutText": "Julia Skripnik (née Matojan; born 10 August 1985) is an Estonian tennis player.\nOn 25 August 2008, Skripnik reached her best singles ranking of world number 866. On 23 June 2008, she peaked at world number 949 in the doubles rankings.",
      "pageId": 39150069,
      "monthDay": "08/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Julia_Skripnik",
      "name": "Julia Skripnik",
      "aboutText": "Shaun Murphy (born 10 August 1982) is an English professional snooker player, who won the 2005 World Championship. Nicknamed \"The Magician\", Murphy is noted for his straight cue action and his long potting.\nBorn in Harlow and raised in Irthlingborough, Murphy turned professional in 1998.",
      "pageId": 48460500,
      "monthDay": "08/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrea_Hlav%C3%A1%C4%8Dkov%C3%A1",
      "name": "Andrea Hlaváčková",
      "aboutText": "Ben Sahar (Hebrew: בן שׂהר‎, changed his last name from סהר; born 10 August 1989) is an Israeli football striker who currently plays for Hapoel Be'er Sheva in the Israeli Premier League.\nAt just 16, Sahar was already the equivalent of a second-year apprentice at Chelsea. He first caught Chelsea's eye in an Under-16 fixture against Ireland in 2004 and has since played for the Israeli Under-21 national team and the Israeli national team.",
      "pageId": 5368345,
      "monthDay": "08/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jim_Bakkum",
      "name": "Jim Bakkum",
      "aboutText": "Jimmy \"Jim\" Johannes Bakkum (born 10 August 1987) is a Dutch singer, actor, stage actor and television personality. Rising to nationwide fame after becoming runner-up in the first season of Dutch singing competition series Idols, he has released five albums and made a career in musicals and film.",
      "pageId": 6259328,
      "monthDay": "08/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ari_Boyland",
      "name": "Ari Boyland",
      "aboutText": "Ari Boyland (born 10 August 1987) is a New Zealand stage and television actor.",
      "pageId": 6671416,
      "monthDay": "08/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Francesco_Acerbi",
      "name": "Francesco Acerbi",
      "aboutText": "Sam William Gagner (born August 10, 1989) is a Canadian professional ice hockey player currently playing for the Philadelphia Flyers of the National Hockey League (NHL). He was drafted by the Edmonton Oilers in the first round, sixth overall, of the 2007 NHL Entry Draft, and played there for the first seven years of his NHL career.",
      "pageId": 7751398,
      "monthDay": "08/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Julia_Melim",
      "name": "Julia Melim",
      "aboutText": "Go Ah-sung (born August 10, 1992) is a South Korean actress. She began her career as a child actress, notably in 2006 top-grossing blockbuster The Host.",
      "pageId": 10543467,
      "monthDay": "08/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sam_Gagner",
      "name": "Sam Gagner",
      "aboutText": "Andrea Hlaváčková (Czech pronunciation: [ˈandrɛa ˈɦlavaːtʃkovaː]; born 10 August 1986) is a professional tennis player from the Czech Republic. Her highest singles ranking is World No. 58, which she reached in September 2012, and her highest doubles ranking is World No.",
      "pageId": 14348408,
      "monthDay": "08/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ben_Sahar",
      "name": "Ben Sahar",
      "aboutText": "Yuto Nakajima (中島裕翔, Nakajima Yūto, born 10 August 1993) is a Japanese actor, dancer, model, voice actor, and singer from the group Hey! Say! JUMP. He played Koji Kiritani in the 2005 Japanese television drama, Nobuta wo Produce.",
      "pageId": 16051268,
      "monthDay": "08/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Brenton_Thwaites",
      "name": "Brenton Thwaites",
      "aboutText": "Lucas Daniel Till (born August 10, 1990) is an American actor. He began acting in the early 1990s starting at a young age, and has since appeared in a number of films and television parts, including roles on House, Hannah Montana: The Movie, X-Men: First Class and X-Men: Days of Future Past. Till also starred in the music video for Taylor Swift's song, \"You Belong with Me\".",
      "pageId": 21463899,
      "monthDay": "08/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Cruze_Ah-Nau",
      "name": "Cruze Ah-Nau",
      "aboutText": "Julia Melim (born August 10, 1982) is a Brazilian TV host, actress and producer of Italian descent. She is currently the TV host and NY correspondent at Hollywood TV. Her works include the film Death of Evil directed by Damian Chapa, Sofia Coppola's latest film Somewhere Executive Produced by Francis Ford Coppola and The Incredible Hulk with Edward Norton directed by Louis Leterrier.\n^ http://www.imdb.com/name/nm2554204/.",
      "pageId": 26599029,
      "monthDay": "08/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lucas_Till",
      "name": "Lucas Till",
      "aboutText": "Chanel Simmonds (born 10 August 1992 in Kempton Park) is a South African tennis player.\nSimmonds has won 15 singles and 14 doubles titles on the ITF tour in her career. On 27 May 2013, she reached her best singles ranking of world number 158.",
      "pageId": 27534690,
      "monthDay": "08/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Gwen_Zamora",
      "name": "Gwen Zamora",
      "aboutText": "Marcus Foligno (born August 10, 1991) is an American-Canadian professional ice hockey player, who plays for the Buffalo Sabres of the National Hockey League (NHL).",
      "pageId": 29824926,
      "monthDay": "08/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Marcus_Foligno",
      "name": "Marcus Foligno",
      "aboutText": "Andre Jamal Drummond (born August 10, 1993) is an American professional basketball player for the Detroit Pistons of the National Basketball Association (NBA). He was one of the top rated basketball players in the high school class of 2011, and attended the University of Connecticut for his freshman year before declaring for the 2012 NBA draft.",
      "pageId": 30561537,
      "monthDay": "08/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Chris_Tremain_(cricketer)",
      "name": "Chris Tremain",
      "aboutText": "Francesco Acerbi (Italian pronunciation: [franˈtʃesko aˈtʃɛrbi]; born 10 February 1988) is an Italian professional footballer who plays for Sassuolo in Serie A, mainly as a central defender.",
      "pageId": 32150432,
      "monthDay": "08/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Go_Ah-sung",
      "name": "Go Ah-sung",
      "aboutText": "Brenton Thwaites (born 10 August 1989) is an Australian actor who first came to prominence with his portrayal of Luke Gallagher in the Fox8 teen drama series SLiDE (2011), and later Stu Henderson in the soap opera Home and Away (2011–12). Since moving to the United States, Thwaites has headlined films such as Blue Lagoon: The Awakening (2012), Oculus (2013), and The Giver (2014) – the latter, opposite Jeff Bridges and Meryl Streep.\nThwaites will next star in Gods of Egypt in 2016, alongside Gerard Butler and his Pirates of the Caribbean co-star Geoffrey Rush.",
      "pageId": 33160756,
      "monthDay": "08/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mugi_Kadowaki",
      "name": "Mugi Kadowaki",
      "aboutText": "Oliver Rowland (born 10 August 1992) is a British racing driver.",
      "pageId": 33958434,
      "monthDay": "08/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Chanel_Simmonds",
      "name": "Chanel Simmonds",
      "aboutText": "Gwenaelle Tasha Mae Agnese better known as Gwen Zamora (born August 10, 1990 in Australia) is a Filipina—Italian actress and model in the Philippines.",
      "pageId": 34512206,
      "monthDay": "08/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ryn_Weaver",
      "name": "Ryn Weaver",
      "aboutText": "Cruze Ah-Nau (born 10 August 1990) is an Australian rugby union footballer who plays as a prop. He is currently a member of the Melbourne Rebels Super Rugby Extended Playing Squad. Ah-Nau was previously a member of the Western Force squad during the 2011 Super Rugby season although he didn't make any appearances.",
      "pageId": 38015409,
      "monthDay": "08/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Oliver_Rowland",
      "name": "Oliver Rowland",
      "aboutText": "Chris Tremain (born 10 August 1991) is an Australian cricketer who currently plays for Victoria and the Melbourne Renegades in the Big Bash League.\n^ \"Chris Tremain\". ESPN Cricinfo.",
      "pageId": 44777567,
      "monthDay": "08/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/Andre_Drummond",
      "name": "Andre Drummond",
      "aboutText": "Ryn Weaver (born Erin Michelle Wüthrich; August 10, 1992) is an American indie pop singer-songwriter who first gained attention with the release of single, “OctaHate” in June 2014. Billboard deemed the single a viral sensation.",
      "pageId": 46364350,
      "monthDay": "08/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/Yuto_Nakajima",
      "name": "Yuto Nakajima",
      "aboutText": "Mugi Kadowaki (門脇 麦, Kadowaki Mugi, born August 10, 1992 in Tokyo, Japan) is a Japanese actress who is affiliated with Humanite.",
      "pageId": 47112753,
      "monthDay": "08/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/Shin_Hyejeong",
      "name": "Shin Hyejeong",
      "aboutText": "Kylie Kristen Jenner (born August 10, 1997) is an American reality television personality, socialite and model. Born and raised in Los Angeles, California, she is best known for appearing on the E! reality television series Keeping Up with the Kardashians.",
      "pageId": 21881809,
      "monthDay": "08/10"
    },
    {
      "year": "1996",
      "uri": "/wiki/Jacob_Latimore",
      "name": "Jacob Latimore",
      "aboutText": "Diptayan Ghosh (born 10 August 1998) is a chess player from Kolkata, India. He became the under-10 Asian champion at the 2008 Youth Chess Championship in Tehran, Iran, and is a student at the Goodricke National Chess Academy at Kolkata.",
      "pageId": 25268388,
      "monthDay": "08/10"
    },
    {
      "year": "1997",
      "uri": "/wiki/Kylie_Jenner",
      "name": "Kylie Jenner",
      "aboutText": "Jacob O'Neal Latimore, Jr. (born August 10, 1996) is an American singer, actor, and dancer.",
      "pageId": 32446093,
      "monthDay": "08/10"
    },
    {
      "year": "1998",
      "uri": "/wiki/Diptayan_Ghosh",
      "name": "Diptayan Ghosh",
      "aboutText": "Shin Hyejeong (Hangul: 신혜정; born August 10, 1993), better known as simply Hyejeong, is a South Korean idol singer and actress.",
      "pageId": 43280954,
      "monthDay": "08/10"
    }
  ]
}