{
  "people": [
    {
      "year": "1086",
      "uri": "/wiki/Henry_V,_Holy_Roman_Emperor",
      "name": "Henry V, Holy Roman Emperor",
      "aboutText": "David Rice Atchison (August 11, 1807 – January 26, 1886) was a mid-19th century Democratic United States Senator from Missouri. He served as President pro tempore of the United States Senate for six years. He is best known for the claim that for one day (March 4, 1849) he may have been Acting President of the United States.",
      "pageId": 8662,
      "monthDay": "08/11"
    },
    {
      "year": "1467",
      "uri": "/wiki/Mary_of_York",
      "name": "Mary of York",
      "aboutText": "Marie François Sadi Carnot (French: [maʁi fʁɑ̃swa sadi kaʁno]; 11 August 1837 – 25 June 1894) was a French statesman and the fifth president of the Third Republic.",
      "pageId": 154770,
      "monthDay": "08/11"
    },
    {
      "year": "1648",
      "uri": "/wiki/Jeremiah_Shepard",
      "name": "Jeremiah Shepard",
      "aboutText": "Robert Green \"Bob\" Ingersoll (August 11, 1833 – July 21, 1899) was an American lawyer, a Civil War veteran, political leader, and orator of United States during the Golden Age of Free Thought, noted for his broad range of culture and his defense of agnosticism.",
      "pageId": 175531,
      "monthDay": "08/11"
    },
    {
      "year": "1667",
      "uri": "/wiki/Anna_Maria_Luisa_de%27_Medici",
      "name": "Anna Maria Luisa de' Medici",
      "aboutText": "Kido Takayoshi (木戸 孝允, August 11, 1833 – May 26, 1877), also referred as Kido Kōin was a Japanese statesman during the Late Tokugawa shogunate and the Meiji Restoration.",
      "pageId": 192552,
      "monthDay": "08/11"
    },
    {
      "year": "1673",
      "uri": "/wiki/Richard_Mead",
      "name": "Richard Mead",
      "aboutText": "Christiaan Eijkman (Dutch: [ˈkrɪstijaːn ˈɛi̯kmɑn]; 11 August 1858 – 5 November 1930) was a Dutch physician and professor of physiology whose demonstration that beriberi is caused by poor diet led to the discovery of antineuritic vitamins (Thiamine).",
      "pageId": 240829,
      "monthDay": "08/11"
    },
    {
      "year": "1718",
      "uri": "/wiki/Frederick_Haldimand",
      "name": "Frederick Haldimand",
      "aboutText": "Ottó Titusz Bláthy (11 August 1860 – 26 September 1939) was a Hungarian electrical engineer. In his career, he became the co-inventor of the modern electric transformer, the tension regulator, (voltage stabilizer), the AC watt-hour meter, motor capacitor for the single-phase (AC) electric motors, the turbo generator, and the high efficiency turbo generator.\nOttó Titusz's career as an inventor began during his time at the Ganz Works in 1883.",
      "pageId": 243997,
      "monthDay": "08/11"
    },
    {
      "year": "1722",
      "uri": "/wiki/Richard_Brocklesby",
      "name": "Richard Brocklesby",
      "aboutText": "Anna Maria Luisa de' Medici (11 August 1667 – 18 February 1743) was the last scion of the House of Medici.",
      "pageId": 292522,
      "monthDay": "08/11"
    },
    {
      "year": "1748",
      "uri": "/wiki/Joseph_Schuster_(composer)",
      "name": "Joseph Schuster",
      "aboutText": "Sir Frederick Haldimand, KB (August 11, 1718 – June 5, 1791) was a military officer best known for his service in the British Army in North America during the Seven Years' War and the American Revolutionary War. From 1778 to 1786, he served as Governor of the Province of Quebec, during which time he oversaw military operations against the northern frontiers in the war, and engaged in ultimately fruitless negotiations to establish the independent Vermont Republic as a new British province. His administration of Quebec was at times harsh, with the detention of numerous political dissidents and agitators.",
      "pageId": 581473,
      "monthDay": "08/11"
    },
    {
      "year": "1778",
      "uri": "/wiki/Friedrich_Ludwig_Jahn",
      "name": "Friedrich Ludwig Jahn",
      "aboutText": "Friedrich Ludwig Jahn (August 11, 1778 – October 15, 1852) was a German gymnastics educator and nationalist. His admirers know him as Turnvater Jahn, roughly meaning \"father of gymnastics\" Jahn.",
      "pageId": 772623,
      "monthDay": "08/11"
    },
    {
      "year": "1794",
      "uri": "/wiki/James_B._Longacre",
      "name": "James B. Longacre",
      "aboutText": "Richard Mead (11 August 1673 – 16 February 1754) was an English physician.",
      "pageId": 1553473,
      "monthDay": "08/11"
    },
    {
      "year": "1807",
      "uri": "/wiki/David_Rice_Atchison",
      "name": "David Rice Atchison",
      "aboutText": "John Robart Hodges, an Australian cricketer, was born in Knightsbridge, London on 11 August 1855 and is believed to have died on 17 January 1933 in Melbourne, Victoria in his adopted country. The exact details of his death remain unconfirmed but this date is generally accepted by the sport's historians. He is one of the least known Australian players, so meteoric and short was his career.",
      "pageId": 2404759,
      "monthDay": "08/11"
    },
    {
      "year": "1808",
      "uri": "/wiki/William_W._Chapman",
      "name": "William W. Chapman",
      "aboutText": "Richard Brocklesby (11 August 1722 – 11 December 1797), an English physician, was born at Minehead, Somerset.\nHe was educated at Ballitore, in Ireland, where Edmund Burke was one of his school fellows, studied medicine at Edinburgh, and finally graduated at Leiden in 1745. He succeeded John Pringle as Surgeon General of the British Army in 1758, and served in Germany during part of the Seven Years' War, and on his return settled down to practice in London.",
      "pageId": 2971973,
      "monthDay": "08/11"
    },
    {
      "year": "1833",
      "uri": "/wiki/Robert_G._Ingersoll",
      "name": "Robert G. Ingersoll",
      "aboutText": "The Honorable Warren Brown (August 11, 1836 – September 19, 1919) was a politician, historian, gentleman farmer, businessman, and author from Hampton Falls, New Hampshire.\nMr. Brown owned and operated a highly successful farm on family land purchased by his father in 1812.",
      "pageId": 4705070,
      "monthDay": "08/11"
    },
    {
      "year": "1833",
      "uri": "/wiki/Kido_Takayoshi",
      "name": "Kido Takayoshi",
      "aboutText": "Mary of York (11 August 1467 – 23 May 1482) was the second daughter of Edward IV of England and his queen consort Elizabeth Woodville.",
      "pageId": 5103561,
      "monthDay": "08/11"
    },
    {
      "year": "1836",
      "uri": "/wiki/Warren_Brown_(politician)",
      "name": "Warren Brown",
      "aboutText": "Jeremiah Shepard (August 11, 1648 – June 2, 1720) was an American Puritan minister and the youngest son of Thomas Shepard, a major figure in the founding generation of Puritan New England. He was an early graduate of Harvard University, in the class of 1669.\nShepard replaced his brother Samuel Shepard at the church in Rowley, Massachusetts and served at the church in Chebacco, later renamed Essex, Massachusetts, and at the church in Lynn, Massachusetts.",
      "pageId": 5260272,
      "monthDay": "08/11"
    },
    {
      "year": "1837",
      "uri": "/wiki/Marie_Fran%C3%A7ois_Sadi_Carnot",
      "name": "Marie François Sadi Carnot",
      "aboutText": "William Williams Chapman (August 11, 1808 – October 18, 1892) was an American politician and lawyer in Oregon and Iowa. He was born and raised in Virginia. He served as a United States Attorney in Iowa when it was part of the Michigan and Wisconsin territories, and then represented the Iowa Territory in the United States House of Representatives.",
      "pageId": 13051522,
      "monthDay": "08/11"
    },
    {
      "year": "1855",
      "uri": "/wiki/John_Hodges",
      "name": "John Hodges",
      "aboutText": "Joseph Schuster (11 August 1748 – 24 July 1812) was a German composer.",
      "pageId": 15819670,
      "monthDay": "08/11"
    },
    {
      "year": "1858",
      "uri": "/wiki/Christiaan_Eijkman",
      "name": "Christiaan Eijkman",
      "aboutText": "Henry V (11 August 1086 – 23 May 1125) was King of Germany (from 1099 to 1125) and Holy Roman Emperor (from 1111 to 1125), the fourth and last ruler of the Salian dynasty. Henry's reign coincided with the final phase of the great Investiture Controversy, which had pitted pope against emperor.",
      "pageId": 27485376,
      "monthDay": "08/11"
    },
    {
      "year": "1860",
      "uri": "/wiki/Ott%C3%B3_Bl%C3%A1thy",
      "name": "Ottó Bláthy",
      "aboutText": "James Barton Longacre (August 11, 1794 – January 1, 1869) was an American portraitist and engraver, and from 1844 until his death the fourth Chief Engraver of the United States Mint. Longacre is best known for designing the Indian Head cent, which entered commerce in 1859, and for the designs of the Shield nickel, Flying Eagle cent and other coins of the mid-19th century.\nLongacre was born in Delaware County, Pennsylvania in 1794.",
      "pageId": 30871074,
      "monthDay": "08/11"
    },
    {
      "year": "1869",
      "uri": "/wiki/Hale_Holden",
      "name": "Hale Holden",
      "aboutText": "Hale Holden (August 11, 1869 – September 23, 1940) was president of the Chicago, Burlington and Quincy Railroad (CB&Q) from 1914 to 1918 and 1920 to 1929, and chairman of the board of directors for Southern Pacific Railroad from 1932 to 1939. He was one of the lawyers working for James J. Hill's defense team in the Minnesota Rate Cases. In later years he served as a director for a number of large companies including American Telephone & Telegraph, New York Life Insurance Company and the Chemical Bank & Trust.",
      "pageId": 41250013,
      "monthDay": "08/11"
    },
    {
      "year": "1870",
      "uri": "/wiki/Tom_Richardson",
      "name": "Tom Richardson",
      "aboutText": "Enid Mary Blyton (11 August 1897 – 28 November 1968) was an English children's writer whose books have been among the world's best-sellers since the 1930s, selling more than 600 million copies. Blyton's books are still enormously popular, and have been translated into almost 90 languages; her first book, Child Whispers, a 24-page collection of poems, was published in 1922. She wrote on a wide range of topics including education, natural history, fantasy, mystery stories and biblical narratives, and is best remembered today for her Noddy, Famous Five, and Secret Seven series.",
      "pageId": 10258,
      "monthDay": "08/11"
    },
    {
      "year": "1874",
      "uri": "/wiki/Princess_Louise_Charlotte_of_Saxe-Altenburg",
      "name": "Princess Louise Charlotte of Saxe-Altenburg",
      "aboutText": "Alfredo Binda (11 August 1902 – 19 July 1986) was an Italian cyclist of the 1920s and 1930s. He was the first to win five editions of the Giro d'Italia, and a three-time world champion. In addition he won Milan–San Remo twice, and the Tour of Lombardy four times.",
      "pageId": 229727,
      "monthDay": "08/11"
    },
    {
      "year": "1877",
      "uri": "/wiki/Adolph_M._Christianson",
      "name": "Adolph M. Christianson",
      "aboutText": "Erwin Chargaff (11 August 1905 – 20 June 2002) was an Austro-Hungarian biochemist who immigrated to the United States during the Nazi era and was a professor of biochemistry at Columbia University medical school.",
      "pageId": 235517,
      "monthDay": "08/11"
    },
    {
      "year": "1878",
      "uri": "/wiki/Oliver_W._F._Lodge",
      "name": "Oliver W. F. Lodge",
      "aboutText": "Eiji Yoshikawa (吉川 英治, Yoshikawa Eiji, August 11, 1892 – September 7, 1962) was a Japanese historical novelist. Among his best-known novels are revisions of older classics. He was mainly influenced by classics such as The Tale of the Heike, Tale of Genji, Water Margin, and Romance of the Three Kingdoms, many of which he retold in his own style.",
      "pageId": 315864,
      "monthDay": "08/11"
    },
    {
      "year": "1881",
      "uri": "/wiki/Aleksander_Aberg",
      "name": "Aleksander Aberg",
      "aboutText": "Christopher Murray Grieve (11 August 1892 – 9 September 1978), known by his pen name Hugh MacDiarmid, was a Scottish poet, journalist, essayist and political figure. He is best known for his works written in 'synthetic Scots', or Lallans, a literary version of the Scots language that MacDiarmid himself developed.\nThe son of a postman, MacDiarmid was born in the town of Langholm, Dumfriesshire.",
      "pageId": 374370,
      "monthDay": "08/11"
    },
    {
      "year": "1884",
      "uri": "/wiki/Hermann_Wlach",
      "name": "Hermann Wlach",
      "aboutText": "Louise Bogan (August 11, 1897 – February 4, 1970) was an American poet. She was appointed the fourth Poet Laureate to the Library of Congress in 1945.\nAs poetry editor of The New Yorker magazine for nearly 40 years, Bogan played a major role in shaping mainstream poetic sensibilities of the mid-20th Century.",
      "pageId": 1351872,
      "monthDay": "08/11"
    },
    {
      "year": "1885",
      "uri": "/wiki/Stephen_Butterworth",
      "name": "Stephen Butterworth",
      "aboutText": "Tom Richardson (11 August 1870 – 2 July 1912) was an English cricketer. A fast bowler, Richardson relied to a great extent on the break-back (a fast ball moving from off to leg), a relatively long run-up and high arm which allowed him to gain sharp lift on fast pitches even from the full, straight length he always bowled. He played 358 first-class cricket matches and 14 Tests, taking a total of 2,104 wickets.",
      "pageId": 1613833,
      "monthDay": "08/11"
    },
    {
      "year": "1891",
      "uri": "/wiki/Stancho_Belkovski",
      "name": "Stancho Belkovski",
      "aboutText": "Lloyd Benedict Nolan (August 11, 1902 – September 27, 1985) was an American film and television actor.",
      "pageId": 2018411,
      "monthDay": "08/11"
    },
    {
      "year": "1892",
      "uri": "/wiki/Hugh_MacDiarmid",
      "name": "Hugh MacDiarmid",
      "aboutText": "Edward Lambert (\"Ted\") a'Beckett (born 11 August 1907 in St Kilda East, Victoria, died 2 June 1989 in Terang, Victoria) was an Australian cricketer who played in four Tests between 1928 and 1931. He also played in 47 first-class matches for Victoria.\nA'Beckett was the second of three sons born to solicitor Thomas Archibald a'Beckett and his wife Ada Mary, née Lambert.",
      "pageId": 2952746,
      "monthDay": "08/11"
    },
    {
      "year": "1892",
      "uri": "/wiki/Eiji_Yoshikawa",
      "name": "Eiji Yoshikawa",
      "aboutText": "Ernst Jaakson (11 August 1905, Riga, Livonia (then Russian Empire) – 4 September 1998, New York, USA) was an Estonian diplomat whose unique contribution was to maintain Estonia's legal continuity with his uninterrupted diplomatic service for 69 years.",
      "pageId": 3193031,
      "monthDay": "08/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/Enid_Blyton",
      "name": "Enid Blyton",
      "aboutText": "Adolph M. Christianson (August 11, 1877 – February 11, 1954) was an attorney and a justice of the North Dakota Supreme Court.",
      "pageId": 4346998,
      "monthDay": "08/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/Louise_Bogan",
      "name": "Louise Bogan",
      "aboutText": "This article is about the American archaeologist; for others with the same name, see Philip Phillips (disambiguation).\nPhilip Phillips (11 August 1900 – 11 December 1994) was an influential archaeologist in the United States during the 20th century. Although his first graduate work was in architecture, he later received a doctorate from Harvard University under advisor Alfred Marston Tozzer.",
      "pageId": 4420342,
      "monthDay": "08/11"
    },
    {
      "year": "1898",
      "uri": "/wiki/Peter_Mohr_Dam",
      "name": "Peter Mohr Dam",
      "aboutText": "For the basketball player, see Donnie Freeman",
      "pageId": 6309053,
      "monthDay": "08/11"
    },
    {
      "year": "1900",
      "uri": "/wiki/Philip_Phillips_(archaeologist)",
      "name": "Philip Phillips",
      "aboutText": "For the British physicist and writer, see Oliver Lodge",
      "pageId": 11536916,
      "monthDay": "08/11"
    },
    {
      "year": "1902",
      "uri": "/wiki/Alfredo_Binda",
      "name": "Alfredo Binda",
      "aboutText": "Aleksander Richard Aberg (11 August [O.S. 30 July] 1881 in Kolga Manor – 15 February 1920 in Armavir) was an Estonian professional Greco-Roman and free-style wrestling world champion of the early 20th century. He took part in the World Heavyweight Championship and was one of the three most famous Estonian professional wrestlers along with Georg Lurich and Georg Hackenschmidt.",
      "pageId": 16056397,
      "monthDay": "08/11"
    },
    {
      "year": "1902",
      "uri": "/wiki/Lloyd_Nolan",
      "name": "Lloyd Nolan",
      "aboutText": "Stephen Butterworth (1885–1958) was a British physicist who invented the Butterworth filter, a class of electrical circuits that are used to separate different frequencies of electrical signals.\nStephen Butterworth was born on 11 August 1885 in Rochdale, Lancashire, England (a town located about 10 miles north of the city of Manchester). He was the son of Alexander Butterworth, a postman, and Elizabeth (maiden name unknown).",
      "pageId": 16150627,
      "monthDay": "08/11"
    },
    {
      "year": "1905",
      "uri": "/wiki/Erwin_Chargaff",
      "name": "Erwin Chargaff",
      "aboutText": "Peter Mohr Dam (11 August 1898 – 8 November 1968) was a Faroe Islands politician who was one of the founders of the Social Democratic Javnaðarflokkurin party in 1926.\nBorn on 11 August 1898, in Skopun, Faroe Islands, Dam became a teacher in Tvøroyri.\nHe was member of the Faroese Løgting from 1926 until his death in 1968.",
      "pageId": 18396013,
      "monthDay": "08/11"
    },
    {
      "year": "1905",
      "uri": "/wiki/Ernst_Jaakson",
      "name": "Ernst Jaakson",
      "aboutText": "Stancho Belkovski (Bulgarian: Станчо Белковски) was a Bulgarian architect, born in 1891, deceased in 1962.\nBelkovski is among the prominent names in the history of the Bulgarian architecture from the beginning and the middle of the 20th century. Some of the landmarks of Sofia were designed by him or with his participation most notably the complex “Bulgaria” at the city centre with a hotel, restaurant and a concert hall.",
      "pageId": 34157537,
      "monthDay": "08/11"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ted_a%27Beckett",
      "name": "Ted a'Beckett",
      "aboutText": "Hermann Wlach (11 August 1884 – 28 January 1962) was an Austrian stage and film actor.",
      "pageId": 36017973,
      "monthDay": "08/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Don_Freeman",
      "name": "Don Freeman",
      "aboutText": "Princess Marie Agnes Louise Charlotte of Saxe-Altenburg (11 August 1874 in Altenburg – 14 April 1953 in Altenburg) was a German noblewoman. She was a Princess of Saxe-Altenburg by birth and by marriage Duchess of Anhalt.",
      "pageId": 37869486,
      "monthDay": "08/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Torgny_T:son_Segerstedt",
      "name": "Torgny T:son Segerstedt",
      "aboutText": "Alexander Murray Palmer \"Alex\" Haley (August 11, 1921 – February 10, 1992) was an American writer known as the author of the 1976 book Roots: The Saga of an American Family. The book was adapted by ABC as a TV mini-series of the same name and aired in 1977 to a record-breaking 130 million viewers. It had great influence on awareness in the United States of African-American history and inspired a broad interest in genealogy and family history.",
      "pageId": 96904,
      "monthDay": "08/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Y%C5%ABji_Koseki",
      "name": "Yūji Koseki",
      "aboutText": "Sir Angus Frank Johnstone-Wilson, CBE (11 August 1913 – 31 May 1991) was an English novelist and short story writer. He was awarded the 1958 James Tait Black Memorial Prize for The Middle Age of Mrs Eliot and later received a knighthood for his services to literature.\n^ Guide to the Angus Wilson Papers.",
      "pageId": 178208,
      "monthDay": "08/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Uku_Masing",
      "name": "Uku Masing",
      "aboutText": "Eva Ahnert-Rohlfs (11 August 1912 – 9 March 1954) was a German astronomer. She made important observations of variable stars.\nEva Ahner-Rohlfs was born in Coburg (Duchy Saxe-Coburg-Gotha).",
      "pageId": 590692,
      "monthDay": "08/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Berthe_Qvistgaard",
      "name": "Berthe Qvistgaard",
      "aboutText": "Field Marshal Thanom Kittikachorn (Thai ถนอม กิตติขจร, Thai pronunciation: [tʰànɔ̌ːm kìttìkʰat͡ɕɔ̌ːn]; August 11, 1911 – June 16, 2004) was a military dictator of Thailand. A staunch anti-Communist, Thanom oversaw a decade of military rule in Thailand from 1963 to 1973, until public protests which exploded into violence forced him to step down.",
      "pageId": 733029,
      "monthDay": "08/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Thanom_Kittikachorn",
      "name": "Thanom Kittikachorn",
      "aboutText": "Mike Douglas (August 11, 1920 – August 11, 2006) was an American \"Big Band\" era singer, entertainer, and television talk show host (The Mike Douglas Show).",
      "pageId": 766478,
      "monthDay": "08/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Eva_Ahnert-Rohlfs",
      "name": "Eva Ahnert-Rohlfs",
      "aboutText": "Ginette Neveu (11 August 1919 – 28 October 1949) was a famous French classical violinist who was killed in a plane crash at the age of 30.",
      "pageId": 856781,
      "monthDay": "08/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Raphael_Blau",
      "name": "Raphael Blau",
      "aboutText": "Luis Olmo (born August 11, 1919) is a former major league baseball outfielder and right-handed batter.",
      "pageId": 881338,
      "monthDay": "08/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Paul_Dupuis",
      "name": "Paul Dupuis",
      "aboutText": "Octave John \"Johnny\" Claes (11 August 1916 – 3 February 1956) was an English-born racing driver who competed for Belgium. Before his fame as a racing driver, Claes was also a jazz trumpeter and successful bandleader in Britain.",
      "pageId": 1234953,
      "monthDay": "08/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Bob_Scheffing",
      "name": "Bob Scheffing",
      "aboutText": "Torgny Torgnysson Segerstedt (11 August 1908, Mellerud, Dalsland – 28 January 1999) was a Swedish philosopher and sociologist. He was the son of the elder Torgny Segerstedt, scholar of comparative religion and publicist remembered especially for his uncompromising anti-Nazi stance. To distinguish him from his father, when needed, he is often referred to as Torgny T:son Segerstedt (i.e.",
      "pageId": 1679440,
      "monthDay": "08/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Angus_Wilson",
      "name": "Angus Wilson",
      "aboutText": "Claude Earl \"Charlie, Chuck\" Rayner (August 11, 1920 – October 6, 2002) was a Canadian professional hockey goaltender who played 9 seasons in the National Hockey League for the New York Americans and New York Rangers.",
      "pageId": 1998004,
      "monthDay": "08/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Morris_Weiss",
      "name": "Morris Weiss",
      "aboutText": "Robert Boden Scheffing (August 11, 1913 – October 26, 1985) was an American baseball player, coach, manager and front-office executive. Nicknamed \"Grumpy\", the native of Overland, Missouri, is most often identified with the Chicago Cubs, for whom he played as a catcher (1941–42, 1946–50), coached (1954–55), and managed (1957–59). He threw and batted right-handed, stood 6 feet 2 inches (1.88 m) tall and weighed 180 pounds (82 kg) as an active player.",
      "pageId": 2199800,
      "monthDay": "08/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Johnny_Claes",
      "name": "Johnny Claes",
      "aboutText": "Morris S. Weiss (August 11, 1915 – May 18, 2014) was an American comic book and comic strip artist and writer. Active from the 1930s through the mid-1970s, he created the teen-comedy character \"Margie\" for Timely Comics, the 1940s predecessor of Marvel Comics, and was the final cartoonist on the comic strip Mickey Finn. He also worked as a writer or illustrator on numerous other strips, including Joe Palooka.",
      "pageId": 3560298,
      "monthDay": "08/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ginette_Neveu",
      "name": "Ginette Neveu",
      "aboutText": "Uku Masing (born Hugo A. Masing, 11 August 1909 – 25 April 1985) was an Estonian philosopher. He developed Estonian religious philosophy. Masing also wrote poetry, mostly on religious issues.",
      "pageId": 5006024,
      "monthDay": "08/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Luis_Olmo",
      "name": "Luis Olmo",
      "aboutText": "Stanley Holroyd \"Stan\" Chambers (August 11, 1923 – February 13, 2015) was an American television reporter who worked for KTLA in Los Angeles from 1947 to 2010.\nChambers was born in Los Angeles. His career began shortly after KTLA became the first commercially licensed TV station in the western United States.",
      "pageId": 5709905,
      "monthDay": "08/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mike_Douglas",
      "name": "Mike Douglas",
      "aboutText": "Floyd James \"Busher\" Curry (August 11, 1925 in Chapleau, Ontario and raised in Montreal, Quebec - September 16, 2006 in Montreal, Quebec) was a Canadian ice hockey right winger.\nHe played junior hockey with the Oshawa Generals and starred for the team. The Montreal Canadiens realized his potential and signed him.",
      "pageId": 6399359,
      "monthDay": "08/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Chuck_Rayner",
      "name": "Chuck Rayner",
      "aboutText": "Paul Dupuis (August 11, 1913 – January 23, 1976) was a French Canadian film actor who was born in Montreal, Quebec, Canada and performed in British films during the late 1940s. The roles he played were mainly as the romantic leading man. He died in Saint-Sauveur in Quebec.",
      "pageId": 6644896,
      "monthDay": "08/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alex_Haley",
      "name": "Alex Haley",
      "aboutText": "Berthe Qvistgaard (11 August 1910 - 24 October 1999) was a Danish stage and film actress, and winner of the prestigious Tagea Brandt Rejselegat award in 1965.\nShe was a rector of the Danish National School of Theatre and Contemporary Dance for a period of her life.",
      "pageId": 19493726,
      "monthDay": "08/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_%22Mule%22_Miles",
      "name": "John \"Mule\" Miles",
      "aboutText": "Found Img-size,",
      "pageId": 22383890,
      "monthDay": "08/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Stan_Chambers",
      "name": "Stan Chambers",
      "aboutText": "John \"Mule\" Miles (August 11, 1922 – May 24, 2013) played with the Chicago American Giants of the Negro League from 1946-1949. Nicknamed the \"Mule\" by his manager Candy Jim Taylor after hitting two home runs in one ball game. Taylor commented that Miles \"hit like a mule kicks\".",
      "pageId": 23122496,
      "monthDay": "08/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Floyd_Curry",
      "name": "Floyd Curry",
      "aboutText": "Raphael David Blau (August 11, 1912 – March 31, 1996) was an American screenwriter who co-wrote the story for Bedtime for Bonzo (1951), among other film productions.\nBlau was raised in New York City and London. His first film credit was for Mother Is a Freshman (1949).",
      "pageId": 34638420,
      "monthDay": "08/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Arlene_Dahl",
      "name": "Arlene Dahl",
      "aboutText": "Jerry Lamon Falwell, Sr. (August 11, 1933 – May 15, 2007) was an American evangelical Southern Baptist pastor, televangelist, and a conservative political commentator. He was known for his stance against homosexuality.",
      "pageId": 16504,
      "monthDay": "08/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Aaron_Klug",
      "name": "Aaron Klug",
      "aboutText": "Jerzy Marian Grotowski (Polish pronunciation: ['jɛʐɨ grɔ'tɔfskʲi]; 11 August 1933 – 14 January 1999) was a Polish innovative theatre director and theorist whose approaches to acting, training and theatrical production have significantly influenced theatre today. He was born in Rzeszów, in South-eastern Poland in 1933 and studied acting and directing at the State Theatre School in Kraków and in Moscow. He debuted as a director in 1959 in Kraków with Eugène Ionesco's play Chairs and shortly afterwards founded a small Laboratory Theatre in 1959 in the town of Opole in Poland.",
      "pageId": 53520,
      "monthDay": "08/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Claus_von_B%C3%BClow",
      "name": "Claus von Bülow",
      "aboutText": "Fernando Arrabal Terán (born August 11, 1932) is a Spanish playwright, screenwriter, film director, novelist and poet. Arrabal was born in Melilla, Spain, but settled in France in 1955; he describes himself as “desterrado”, or “half-expatriate, half-exiled”.\nArrabal has directed seven full-length feature films; he has published more than 100 plays, 14 novels, 800 poetry collections, chapbooks, and artist’s books; several essays, and his notorious “Letter to General Franco” during the dictator’s lifetime.",
      "pageId": 294181,
      "monthDay": "08/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Raymond_Leppard",
      "name": "Raymond Leppard",
      "aboutText": "Peter Eisenman (born 1932) is an American architect.",
      "pageId": 328740,
      "monthDay": "08/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Stuart_Rosenberg",
      "name": "Stuart Rosenberg",
      "aboutText": "Israel Harold \"Izzy\" Asper, OC OM QC (August 11, 1932 – October 7, 2003) was a Canadian tax lawyer and media magnate. He was the founder of the now defunct CanWest Global Communications Corp and father to its former CEO and President Leonard Asper, former director and corporate secretary Gail Asper, as well as former Executive Vice President David Asper. He was also the leader of the Manitoba Liberal Party from 1970 to 1975  and is credited with the idea and vision to establish the Canadian Museum for Human Rights.",
      "pageId": 336608,
      "monthDay": "08/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Paul_Soles",
      "name": "Paul Soles",
      "aboutText": "Raymond Leppard, CBE (born 11 August 1927) is a British conductor and harpsichordist.\nHe was born in London and grew up in Bath, where he was educated at the City of Bath Boys' School, now known as the Beechen Cliff School. A student of harpsichord and viola at Trinity College, Cambridge, he also was active as a choral conductor and served as music director of the Cambridge Philharmonic Society.",
      "pageId": 387908,
      "monthDay": "08/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Fernando_Arrabal",
      "name": "Fernando Arrabal",
      "aboutText": "Paul Robert Soles (born 11 August 1930) is a Canadian actor and television personality.",
      "pageId": 528190,
      "monthDay": "08/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Izzy_Asper",
      "name": "Izzy Asper",
      "aboutText": "Anna Raymond Massey, CBE (11 August 1937 – 3 July 2011) was an English actress.",
      "pageId": 580188,
      "monthDay": "08/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Geoffrey_Cass",
      "name": "Geoffrey Cass",
      "aboutText": "Claus von Bülow (born Claus Cecil Borberg; 11 August 1926) is a British socialite of German and Danish ancestry. He was accused of the attempted murder of his wife Sunny von Bülow (born Martha Sharp Crawford, 1931–2008) by administering an insulin overdose in 1980 which left her in a persistent vegetative state for the rest of her life, but his conviction in the first trial was reversed and he was found not guilty at his second trial.\n^ State v.",
      "pageId": 755123,
      "monthDay": "08/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Peter_Eisenman",
      "name": "Peter Eisenman",
      "aboutText": "Sir Aaron Klug OM FRS (born 11 August 1926) is a Lithuanian-born British chemist and biophysicist, and winner of the 1982 Nobel Prize in Chemistry for his development of crystallographic electron microscopy and his structural elucidation of biologically important nucleic acid-protein complexes.",
      "pageId": 758556,
      "monthDay": "08/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Gorrie_(director)",
      "name": "John Gorrie",
      "aboutText": "Jonathan Dermot Spence (born 11 August 1936) is a British-American historian and public intellectual specialising in Chinese history. He was Sterling Professor of History at Yale University from 1993 to 2008. His most widely read book is The Search for Modern China, a survey of the last several hundred years of Chinese history based on his popular course at Yale.",
      "pageId": 816381,
      "monthDay": "08/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jerry_Falwell",
      "name": "Jerry Falwell",
      "aboutText": "Andre Jules Dubus II (August 11, 1936 – February 24, 1999) was an American short story writer, essayist, and autobiographer.",
      "pageId": 944429,
      "monthDay": "08/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jerzy_Grotowski",
      "name": "Jerzy Grotowski",
      "aboutText": "Arlene Carol Dahl (born August 11, 1925) is an American actress and former MGM contract star, who achieved notability during the 1950s. She has three children, the eldest of whom is actor Lorenzo Lamas.",
      "pageId": 1050097,
      "monthDay": "08/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tam%C3%A1s_V%C3%A1s%C3%A1ry",
      "name": "Tamás Vásáry",
      "aboutText": "William Charles Monbouquette (August 11, 1936 – January 25, 2015) was an American Major League Baseball (MLB) right-handed pitcher. He pitched for the Boston Red Sox (1958–65), Detroit Tigers (1966–67), New York Yankees (1967–68), and the San Francisco Giants (1968).",
      "pageId": 1771262,
      "monthDay": "08/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bob_Hepple",
      "name": "Bob Hepple",
      "aboutText": "Tamás Vásáry (Hungarian pronunciation: [ˈtɒmaːʃ ˈvaːʃaːri]; born 11 August 1933) is a Hungarian concert pianist and conductor.",
      "pageId": 2683847,
      "monthDay": "08/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Andre_Dubus",
      "name": "Andre Dubus",
      "aboutText": "Carmen Susana Duijm Zubillaga (born August 11, 1936 in Aragua de Barcelona, Anzoátegui) is a Venezuelan actress, TV Host, beauty queen and former model who was crowned Miss Venezuela 1955 and competed at Miss Universe 1955 at placed Top 15.",
      "pageId": 3386350,
      "monthDay": "08/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Susana_Duijm",
      "name": "Susana Duijm",
      "aboutText": "Stuart Rosenberg (August 11, 1927 – March 15, 2007) was an American film and television director whose motion pictures include Cool Hand Luke (1967), Voyage of the Damned (1976), The Amityville Horror (1979), and The Pope of Greenwich Village (1984).",
      "pageId": 5844643,
      "monthDay": "08/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bill_Monbouquette",
      "name": "Bill Monbouquette",
      "aboutText": "John Gorrie (born 11 August 1932, Hastings, East Sussex) is an English director and screenwriter. He began his career as an actor, but in early 1963 he completed the BBCs director's course. His first assignments as a director were for the soap opera Compact and the anthology series Suspense.",
      "pageId": 8721611,
      "monthDay": "08/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jonathan_Spence",
      "name": "Jonathan Spence",
      "aboutText": "Sir Geoffrey Arthur Cass (born 11 August 1932) spent twenty years as Chief Executive of Cambridge University Press and has also been Chairman of the Royal Shakespeare Company and President of the Lawn Tennis Association.",
      "pageId": 19647592,
      "monthDay": "08/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anna_Massey",
      "name": "Anna Massey",
      "aboutText": "Sir Bob Alexander Hepple, QC FBA (11 August 1934 – 21 August 2015) was a South African-born academic and leader in the fields of labour law, equality and human rights.",
      "pageId": 30983536,
      "monthDay": "08/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Patrick_Joseph_McGovern",
      "name": "Patrick Joseph McGovern",
      "aboutText": "Pervez Musharraf (Urdu: پرویز مشرف‎; born 11 August 1943), is a Pakistani politician and a retired four-star army general who tenured as the tenth President of Pakistan from 2001 until tendering resignation, to avoid impeachment, in 2008.\nPrior to seizing control of the government through a military coup d'état in 1999, Musharraf served as the Chairman joint chiefs and Chief of army staff— the appointments he secured in 1998. Although, Musharraf relinquished the position of Chairman joint chiefs in 2001, he eventually retired from military service after retiring from the army in 2007.",
      "pageId": 24260,
      "monthDay": "08/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ronnie_Dawson_(musician)",
      "name": "Ronnie Dawson",
      "aboutText": "Marilyn vos Savant (/ˌvɒs səˈvɑːnt/; born August 11, 1946) is an American who is known for having the highest recorded IQ according to the Guinness Book of Records, a competitive category the publication has since retired.",
      "pageId": 343218,
      "monthDay": "08/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lennie_Pond",
      "name": "Lennie Pond",
      "aboutText": "John Martin Linton (born 11 August 1944) is a British Labour Party politician, who was the Member of Parliament for Battersea from 1997 to 2010.",
      "pageId": 428642,
      "monthDay": "08/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alla_Kushnir",
      "name": "Alla Kushnir",
      "aboutText": "Jan Palach (11 August 1948 – 19 January 1969; Czech pronunciation: [jan ˈpalax]) was a Czech student of history and political economy at Charles University in Prague. He committed self-immolation as a political protest against the end of the Prague Spring resulting from the 1968 invasion of Czechoslovakia by the Warsaw Pact armies.",
      "pageId": 620359,
      "monthDay": "08/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mike_Hugg",
      "name": "Mike Hugg",
      "aboutText": "Young Timothy Hutchinson, known as Tim Hutchinson, (born August 11, 1949) is an American Republican politician who is a former United States senator from the state of Arkansas.",
      "pageId": 959011,
      "monthDay": "08/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jim_Kale",
      "name": "Jim Kale",
      "aboutText": "Frederick Wallace \"Fred\" Smith (born August 11, 1944), is the founder, chairman, president, and CEO of FedEx, originally known as Federal Express.The company is headquartered in Memphis, Tennessee.",
      "pageId": 1207066,
      "monthDay": "08/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Pervez_Musharraf",
      "name": "Pervez Musharraf",
      "aboutText": "Georgios Karatzaferis (Greek: Γεώργιος Καρατζαφέρης; born August 11, 1947) is a Greek politician, a former member of the Hellenic Parliament and the president of the Popular Orthodox Rally. Previously, Karatzaferis was a member of parliament of the liberal-conservative New Democracy party. He is a former Member of the European Parliament and former vice-president of the Independence and Democracy group.",
      "pageId": 1318399,
      "monthDay": "08/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Denis_Payton",
      "name": "Denis Payton",
      "aboutText": "Eric Howard Carmen (born August 11, 1949) is an American singer, songwriter, guitarist and keyboardist.",
      "pageId": 1791243,
      "monthDay": "08/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Hans_Knudsen",
      "name": "Hans Knudsen",
      "aboutText": "John Conlee (born August 11, 1946) is an American country music singer. Between 1978 and 2004 Conlee charted a total of 32 singles on the Billboard Hot Country Songs charts, and recorded 11 studio albums.",
      "pageId": 2536629,
      "monthDay": "08/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Martin_Linton",
      "name": "Martin Linton",
      "aboutText": "Lennie Pond (born August 11, 1940 in Ettrick, Virginia) is a former NASCAR driver. He won NASCAR Winston Cup Rookie of the Year honors in 1973, and won his only race at Talladega Superspeedway in 1978 for Ronnie Elder and Harry Ranier.",
      "pageId": 2606377,
      "monthDay": "08/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ian_McDiarmid",
      "name": "Ian McDiarmid",
      "aboutText": "Patrick Joseph McGovern, Jr. (August 11, 1937 – March 19, 2014) was an American businessman, known for being chairman and founder of International Data Group (IDG), a company that includes subsidiaries in technology publishing, research, event management and venture capital.\nHe was listed on the Forbes 400 list of the richest Americans in September, 2013 as having a net worth of $5.1 billion.",
      "pageId": 4201118,
      "monthDay": "08/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Frederick_W._Smith",
      "name": "Frederick W. Smith",
      "aboutText": "Ronald Monroe \"Ronnie\" Dawson (11 August 1939 – 30 September 2003) was an American rockabilly singer, guitarist and drummer, nicknamed The Blond Bomber.",
      "pageId": 6780828,
      "monthDay": "08/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Conlee",
      "name": "John Conlee",
      "aboutText": "Theodorus (\"Theo\") Jacob de Jong (born 11 August 1947 in Leeuwarden) is a former Dutch footballer and now coach.\nDuring his career he played for NEC Nijmegen and Feyenoord Rotterdam. He earned 15 caps and scored 3 goals for the Netherlands national football team, and played for them in the 1974 FIFA World Cup Final.",
      "pageId": 7644288,
      "monthDay": "08/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Marilyn_vos_Savant",
      "name": "Marilyn vos Savant",
      "aboutText": "Alla Shulimovna Kushnir (Hebrew: אלה שולימובנה קושניר‎; Russian: Алла Шулимовна Кушнир; 11 August 1941 – 2 August 2013) was a Russian–born Israeli chess Woman Grandmaster.",
      "pageId": 7921052,
      "monthDay": "08/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Theo_de_Jong",
      "name": "Theo de Jong",
      "aboutText": "Michael John \"Mike\" Hugg (born 11 August 1942) is a musician (drums, vibraphone, vocals, keyboards, songwriter) who achieved fame as a founding member of the 1960s group Manfred Mann.\n^ Rawlings, Terry (2002). Then, Now and Rare British Beat 1960–1969.",
      "pageId": 9143341,
      "monthDay": "08/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Georgios_Karatzaferis",
      "name": "Georgios Karatzaferis",
      "aboutText": "Michael James \"Jim\" Kale (born August 11, 1943, Winnipeg, Manitoba, Canada) is a Canadian musician, best known as the bassist for The Guess Who. He played bass on many of the Guess Who's biggest hits, including \"These Eyes\", \"Laughing\", \"No Time\", \"Hand Me Down World\", \"Share the Land\", and the band's best-known song, \"American Woman\" which he co-wrote with bandmates Garry Peterson, Randy Bachman and Burton Cummings. Kale left the band in 1973, after the Live at the Paramount album.",
      "pageId": 9714541,
      "monthDay": "08/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Don_Boyd",
      "name": "Don Boyd",
      "aboutText": "Donald William Robertson \"Don\" Boyd Hon D.Litt (Exeter) (born 11 August 1948 in Nairn, Scotland) is a Scottish film director, producer, screenwriter and novelist. He is a Governor of the London Film School and a Visiting Professor in Film at Exeter University.",
      "pageId": 16463977,
      "monthDay": "08/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jan_Palach",
      "name": "Jan Palach",
      "aboutText": "Ian McDiarmid (/məkˈdɜrmɨd/; born 11 August 1944) is a Scottish character actor and director. He has appeared in 47 films since 1976. Internationally, he is most famous for his role as Palpatine in the Star Wars film series.",
      "pageId": 18581372,
      "monthDay": "08/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Eric_Carmen",
      "name": "Eric Carmen",
      "aboutText": "Hans Knudsen (sometimes listed as Hans-Viggo Knudsen, born August 11, 1944) is a Danish sprint canoer who competed in the mid to late 1960s.",
      "pageId": 24243620,
      "monthDay": "08/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tim_Hutchinson",
      "name": "Tim Hutchinson",
      "aboutText": "Denis Archibald West Payton (11 August 1943 – 17 December 2006) was an English saxophonist.",
      "pageId": 30829098,
      "monthDay": "08/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Elya_Baskin",
      "name": "Elya Baskin",
      "aboutText": "Stephen (or Stephan) Gary \"Steve\" Wozniak (born August 11, 1950), known as \"Woz\", is an American pioneer of the personal computer revolution of the 1970s (along with Apple Computer co-founder, Steve Jobs). Wozniak is an American inventor, electronics engineer, and computer programmer who single-handedly developed the 1976 Apple I, the computer that launched Apple. He primarily designed the 1977 Apple II, but Jobs oversaw the development of its unusual case and Rod Holt developed the unique power supply.",
      "pageId": 27848,
      "monthDay": "08/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Erik_Brann",
      "name": "Erik Brann",
      "aboutText": "David Ian \"Joe\" Jackson is an English musician and singer-songwriter born on 11 August 1954. He subsequently relocated from England to New York and then to Berlin, where he still resides. He recorded 19 studio albums and garnered 5 Grammy Award nominations in a career extending from 1979 to today.",
      "pageId": 149420,
      "monthDay": "08/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gennadiy_Nikonov",
      "name": "Gennadiy Nikonov",
      "aboutText": "Terry Gene Bollea (born August 11, 1953), better known by his ring name Hulk Hogan, is an American professional wrestler, actor, television personality, entrepreneur and rock bassist.\nBollea enjoyed mainstream popularity in the 1980s and 1990s as the all-American character Hulk Hogan in the World Wrestling Federation (WWF, now WWE), and as \"Hollywood\" Hulk Hogan, the villainous nWo leader, in World Championship Wrestling (WCW). A regular pay-per-view headliner in both organizations, Hogan closed the respective premier annual events of the WWF and WCW, WrestleMania and Starrcade, on multiple occasions.",
      "pageId": 301775,
      "monthDay": "08/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Steve_Wozniak",
      "name": "Steve Wozniak",
      "aboutText": "Ian Stuart Donaldson (11 August 1957 – 24 September 1993), also known as Ian Stuart, was an English singer, musician, songwriter and political activist from Poulton-le-Fylde, Lancashire. He was best known as the frontman of Skrewdriver, a British punk rock band which he rebranded as a white power rock band.",
      "pageId": 312784,
      "monthDay": "08/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Vincent_Bilodeau",
      "name": "Vincent Bilodeau",
      "aboutText": "Gennadiy Nikolayevich Nikonov (Russian: Геннадий Николаевич Никонов; August 11, 1950 - May 14, 2003) was a Russian gun engineer. His most famous accomplishments were probably as the designer of the AN-94 assault rifle, and the \"straight-back bolt.\" Nikonov held 44 Copyright Certificates, and was awarded the titles of \"The Best Designer of the Company\" and \"The Best Designer of the Ministry.\"  In memory of the outstanding designer, a memorial plaque on the building design and weapons center of \"Izhmash\" (2003), and at the place of his burial (2007).",
      "pageId": 333487,
      "monthDay": "08/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Reid_Blackburn",
      "name": "Reid Blackburn",
      "aboutText": "Sylvia Eileen, Lady Hermon (née Paisley; born 11 August 1955) is a Northern Irish politician. Since 2001, she has been the Member of Parliament for the constituency of North Down, first elected for the Ulster Unionist Party (UUP), but now an independent. She is the widow of Sir Jack Hermon, former Chief Constable of the Royal Ulster Constabulary.",
      "pageId": 417506,
      "monthDay": "08/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bob_Mothersbaugh",
      "name": "Bob Mothersbaugh",
      "aboutText": "Pierre-Louis Lions (born 11 August 1956) is a French mathematician. His parents were Jacques-Louis Lions, a mathematician and at that time professor at the University of Nancy, who became President of the International Mathematical Union, and Andrée Olivier, his wife. He graduated from the École normale supérieure in 1977 (same year as Jean-Christophe Yoccoz).",
      "pageId": 1270068,
      "monthDay": "08/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Hulk_Hogan",
      "name": "Hulk Hogan",
      "aboutText": "Richie Ramone (born Richard Reinhardt, August 11, 1957) is an American drummer best known for being the drummer for the iconic punk band the Ramones, from February 1983 until August 1987.",
      "pageId": 1477705,
      "monthDay": "08/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Wijda_Mazereeuw",
      "name": "Wijda Mazereeuw",
      "aboutText": "Robert Leroy \"Bob\" Mothersbaugh, Jr., (/ˈmʌðərzbɔː/; born August 11, 1952), or \"Bob 1\", is the lead guitarist and occasional vocalist for Devo and younger brother of lead vocalist Mark Mothersbaugh.",
      "pageId": 2953368,
      "monthDay": "08/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Cory_Quirino",
      "name": "Cory Quirino",
      "aboutText": "Marc Bureau (born August 11, 1955) is a Canadian politician, who was the mayor of the city of Gatineau, Quebec from 2005 to 2013.\nBorn in Rouyn-Noranda, Quebec, he was elected mayor of Gatineau on November 6, 2005, by beating incumbent Yves Ducharme with 68% of the vote. His landslide victory came as a surprise because he had trailed in the polls at the start of the campaign, although he progressed until being given winner by a small margin two weeks before the election (52% vs 48%).",
      "pageId": 3104435,
      "monthDay": "08/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Vance_Heafner",
      "name": "Vance Heafner",
      "aboutText": "Yashpal Sharma  pronunciation  (born 11 August 1954) is a former Indian cricketer. He was a middle order batsman who played at the turn of the 1980s.",
      "pageId": 3121656,
      "monthDay": "08/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Joe_Jackson_(musician)",
      "name": "Joe Jackson",
      "aboutText": "Erik Keith Brann (August 11, 1950 – July 25, 2003), born Rick Davis and also known as Erik Braunn, was an American guitarist with the 1960s acid rock band Iron Butterfly. He is featured on the band's greatest hit, the 17-minute In-A-Gadda-Da-Vida (1968), recorded when he was 17.\nA Boston, Massachusetts native and a violinist, Brann was accepted as a child into the prodigy program at the Boston Symphony Orchestra, but was soon lured away to become a rock guitarist, joining Iron Butterfly at 16.",
      "pageId": 3546144,
      "monthDay": "08/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/M._V._Narasimha_Rao",
      "name": "M. V. Narasimha Rao",
      "aboutText": "Modireddy Venkat 'Bobjee' Narasimha Rao  pronunciation  (born 11 August 1954, Secunderabad, Andhra Pradesh) is a former Indian cricketer who played in 4 Tests from 1978 to 1979.\nHe was picked to play against West Indies in 1978-79 but after two Tests he was dropped. He was again brought back the following season for the series against Kim Hughes' Australian team, but again discarded after two Tests.",
      "pageId": 3964520,
      "monthDay": "08/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tarmo_R%C3%BC%C3%BCtli",
      "name": "Tarmo Rüütli",
      "aboutText": "Tarmo Rüütli (born 11 August 1954 in Viljandi) is an Estonian football manager and former player. He has been the manager of Estonian national team twice, guiding them to their highest ever FIFA ranking of 47th and coming close to qualifying for a major tournament for the first time in their history with reaching the Euro 2012 qualifying play-offs.",
      "pageId": 7203868,
      "monthDay": "08/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Yashpal_Sharma",
      "name": "Yashpal Sharma",
      "aboutText": "Socorro Alicia \"Cory\" Rastrollo Quirino , born August 11, 1953, is a Filipino author, former beauty queen, television and radio host. Additionally, she is the exclusive licensee and national director of Miss World Philippines and Mister World Philippines, a national pageant that searches for Philippines' representative to the Miss World and Mister World contests respectively.",
      "pageId": 7377595,
      "monthDay": "08/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Marc_Bureau_(politician)",
      "name": "Marc Bureau",
      "aboutText": "Vance Heafner (August 11, 1954 – September 26, 2012) was an American professional golfer who played on the PGA Tour, the Nationwide Tour and the Champions Tour. He was the son of professional golfer Clayton Heafner.\nHeafner was born in Charlotte, North Carolina.",
      "pageId": 7859485,
      "monthDay": "08/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Sylvia_Hermon",
      "name": "Sylvia Hermon",
      "aboutText": "Ilya Zalmanovich Baskin (Russian: Илья́ (Э́лиа) За́лманович Ба́скин; Latvian: Iļja Zalmanovičs Baskins; born 11 August 1950), known as Elya Baskin, is an American actor.",
      "pageId": 8812841,
      "monthDay": "08/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pierre-Louis_Lions",
      "name": "Pierre-Louis Lions",
      "aboutText": "Wijda Mazereeuw (born August 11, 1953 in Enkhuizen, North Holland) is a retired medley and breaststroke swimmer from the Netherlands.\nMazereeuw represented her native country twice at the Summer Olympics, starting in 1972 (Munich, West Germany), but the highlight of her career was at the 1975 World Aquatics Championships in Cali, Colombia, where she won silver medals at both the 100 m (1:14.29) and the 200 m (2:37.50) breaststroke. She was also part of the Dutch 4x100m medley relay team that won the bronze medal with a time of 4:21.45.",
      "pageId": 10233139,
      "monthDay": "08/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ian_Stuart_Donaldson",
      "name": "Ian Stuart Donaldson",
      "aboutText": "Vincent Bilodeau (born August 11, 1951) is a French Canadian actor and comedian from Quebec.\n^ \"Vincent Bilodeau\". unifrance.org.",
      "pageId": 10533973,
      "monthDay": "08/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Richie_Ramone",
      "name": "Richie Ramone",
      "aboutText": "Reid Turner Blackburn (August 11, 1952 – May 18, 1980) was a photographer killed in the 1980 volcanic eruption of Mount St. Helens. A photojournalist covering the eruption for a local newspaper—the Vancouver, Washington Columbian—as well as National Geographic magazine and the United States Geological Survey, he was caught at Coldwater Camp in the blast.",
      "pageId": 11368683,
      "monthDay": "08/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jah_Wobble",
      "name": "Jah Wobble",
      "aboutText": "David Brooks (born August 11, 1961) is an American conservative political and cultural commentator who writes for The New York Times. He has worked as an editorial writer and film reviewer for the Washington Times; a reporter and later op-ed editor for The Wall Street Journal; a senior editor at The Weekly Standard from its inception; a contributing editor at Newsweek and The Atlantic Monthly; and as a commentator on National Public Radio. He is currently a columnist for The New York Times and commentator on the PBS NewsHour.",
      "pageId": 175812,
      "monthDay": "08/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gustavo_Cerati",
      "name": "Gustavo Cerati",
      "aboutText": "Gustavo Adrián Cerati Clark (11 August 1959 – 4 September 2014) was an Argentine singer-songwriter, composer and producer, considered one of the most important and influential figures of Ibero-American rock and a Latin American rock legend. As a solo artist, and with his band Soda Stereo, he set the gold standard for Latin American Rock, Rock En Español, and Ibero-American Rock. Soda Stereo became one of the most important and successful Latin American rock bands of all time, selling out stadiums in their native Argentina and throughout Latin America and beyond.",
      "pageId": 454347,
      "monthDay": "08/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Yoshiaki_Murakami",
      "name": "Yoshiaki Murakami",
      "aboutText": "Jim Lee (Korean 이용철; born August 11, 1964) is a Korean American comic book artist, writer, editor, and publisher. He entered the industry in 1987 as an artist for Marvel Comics, illustrating titles such as Alpha Flight and The Punisher War Journal, before gaining popularity on The Uncanny X-Men. X-Men No.",
      "pageId": 620711,
      "monthDay": "08/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Taraki_Sivaram",
      "name": "Taraki Sivaram",
      "aboutText": "John Joseph Wardle (born (1958-08-11)11 August 1958), known by the stage name Jah Wobble, is an English bass guitarist, singer, poet and composer. He became known to a wider audience as the original bass player in Public Image Ltd (PiL) in the late 1970s and early 1980s, but left the band after two albums. Following his departure from PiL, he went on to a successful solo career, continuing to the present.",
      "pageId": 621798,
      "monthDay": "08/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Richard_Scudamore",
      "name": "Richard Scudamore",
      "aboutText": "Embeth Jean Davidtz (born August 11, 1965) is an American-South African actress. Her screen roles include movies such as Matilda, Mansfield Park, Bicentennial Man, and Fracture, and the television series Mad Men. Davidtz spent much of her early life in South Africa.",
      "pageId": 705774,
      "monthDay": "08/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Szl%C3%A1vics,_Jr.",
      "name": "László Szlávics, Jr.",
      "aboutText": "Marc Bergevin (born August 11, 1965) is a retired Canadian professional hockey defenceman and current general manager of the Montreal Canadiens of the National Hockey League.",
      "pageId": 711264,
      "monthDay": "08/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/David_Brooks_(journalist)",
      "name": "David Brooks",
      "aboutText": "Brian Azzarello (born in Cleveland, Ohio, August 11, 1962) is an American comic book writer. He came to prominence with the hardboiled crime series 100 Bullets, published by DC Comics' mature-audience imprint Vertigo.",
      "pageId": 861049,
      "monthDay": "08/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Craig_Ehlo",
      "name": "Craig Ehlo",
      "aboutText": "Sunil Shetty (born 11 August 1961) is an Indian film actor, producer and entrepreneur predominantly active in Bollywood who has acted in more than 110 films. His major works have been action films. Besides Bollywood movies, he appeared in the English-language film Don't Stop Dreaming (2007) and the Tamil film 12B (2001).",
      "pageId": 1085304,
      "monthDay": "08/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sunil_Shetty",
      "name": "Sunil Shetty",
      "aboutText": "Charles Cecil MBE (born 11 August 1962) is a British video game designer and co-founder of Revolution Software. Cecil was brought to the Democratic Republic of the Congo when he was still very young, but was evacuated at two years after Mobutu Sese Seko's coup d'état. He was then educated at Bedales School in Hampshire, England.",
      "pageId": 1848257,
      "monthDay": "08/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jukka_Tapanim%C3%A4ki",
      "name": "Jukka Tapanimäki",
      "aboutText": "Robert R. \"Rob\" Minkoff (born August 11, 1962) is an American filmmaker.",
      "pageId": 2414268,
      "monthDay": "08/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Brian_Azzarello",
      "name": "Brian Azzarello",
      "aboutText": "Miguel A. Núñez, Jr. (born August 11, 1964) is an American actor. He is best known for his supporting roles in The Return of the Living Dead and Life and leading roles in Juwanna Mann and Tour of Duty.",
      "pageId": 2700571,
      "monthDay": "08/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Charles_Cecil",
      "name": "Charles Cecil",
      "aboutText": "Jukka Tapanimäki (11 August 1961 – 1 May 2000) was a Finnish game programmer. Tapanimäki wrote his games for the Commodore 64 computer, and many have been ported to other computer systems. Tapanimäki was a reviewer for MikroBitti and \"C\" computer magazines; and a free-lance writer of advanced-level computer programming articles.",
      "pageId": 2729615,
      "monthDay": "08/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Micklethwait",
      "name": "John Micklethwait",
      "aboutText": "Joel Craig Ehlo (born August 11, 1961) is a retired American National Basketball Association (NBA) player.\nA 6 ft 8 in (2.03 m) guard/forward from Odessa Junior College and Washington State University. Ehlo was selected in the third round of the 1983 NBA draft by the Houston Rockets, and went with the Rockets to the 1986 NBA Finals in a losing cause to the Boston Celtics.",
      "pageId": 2971867,
      "monthDay": "08/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rob_Minkoff",
      "name": "Rob Minkoff",
      "aboutText": "John Micklethwait (born 11 August 1962) is an English journalist, who served as the editor-in-chief of The Economist. In December 2014, it was announced that he was leaving The Economist to serve as the editor-in-chief of Bloomberg News.",
      "pageId": 4494573,
      "monthDay": "08/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Hiromi_Makihara",
      "name": "Hiromi Makihara",
      "aboutText": "Richard Craig Scudamore (born 11 August 1959) is the Executive Chairman of the highest tier of association football in England, the Premier League, a position he has held since June 2014.",
      "pageId": 5076527,
      "monthDay": "08/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jim_Lee",
      "name": "Jim Lee",
      "aboutText": "Taraki Sivaram or Dharmeratnam Sivaram (11 August 1959 – 28 April 2005) was a popular Tamil journalist of Sri Lanka. He was kidnapped by four men in a white van on 28 April 2005, in front of the Bambalapitya police station. His body was found the next day in the district of Himbulala, near the Parliament of Sri Lanka.",
      "pageId": 6920405,
      "monthDay": "08/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Miguel_A._N%C3%BA%C3%B1ez,_Jr.",
      "name": "Miguel A. Núñez, Jr.",
      "aboutText": "Hiromi Makihara (born August 11, 1963 in Handa, Aichi, Japan) is a former Nippon Professional Baseball pitcher.",
      "pageId": 10613983,
      "monthDay": "08/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nikki_Randall_(actress)",
      "name": "Nikki Randall",
      "aboutText": "Yoshiaki Murakami (村上 世彰, Murakami Yoshiaki, born August 11, 1959 in Osaka) is a Japanese investor known for highly publicized corporate raid. He was the founder and the former president of M&A Consulting, Inc., usually known as the \"Murakami fund\".\nHe was formerly associated with Livedoor and was indicted  in the scandal involving securities law violations.",
      "pageId": 12336230,
      "monthDay": "08/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Marc_Bergevin",
      "name": "Marc Bergevin",
      "aboutText": "Nikki Randall (born August 11, 1964) is a pornographic actress, and member of the AVN Hall of Fame. During her career, she was a contract performer with Vivid Entertainment.\n^ \"Personal Bio Nikki Randall\".",
      "pageId": 12739705,
      "monthDay": "08/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Embeth_Davidtz",
      "name": "Embeth Davidtz",
      "aboutText": "László Szlávics (born August 11, 1959) a Hungarian sculptor and medallic artist. He publishes his works under the names (Hungarian: ifj. Szlávics László, or Szlávics László, ifj.) László, ifj.",
      "pageId": 23649118,
      "monthDay": "08/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Viola_Davis",
      "name": "Viola Davis",
      "aboutText": "Juan María Solare (born August 11, 1966) is an Argentine composer and pianist.",
      "pageId": 220650,
      "monthDay": "08/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Duane_Martin",
      "name": "Duane Martin",
      "aboutText": "Joseph James \"Joe\" Rogan (born August 11, 1967) is an American stand-up comedian, podcaster, and color commentator. He is also a former actor, host, and mixed martial artist but is perhaps best known for his podcast titled The Joe Rogan Experience, performing stand-up comedy, color commentating for the Ultimate Fighting Championship (UFC), and hosting former reality shows Fear Factor and Joe Rogan Questions Everything.",
      "pageId": 263718,
      "monthDay": "08/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Shinji_Mikami",
      "name": "Shinji Mikami",
      "aboutText": "Antony Nigel Martyn (born 11 August 1966), more commonly known as Nigel Martyn, is an English retired professional footballer who played as a goalkeeper from 1987 until 2006.\nHaving started his career with Bristol Rovers he moved to Crystal Palace where he became the first £1million goalkeeper in British football and also won the Full Members Cup. Martyn then left to spend six seasons at Leeds United.",
      "pageId": 1362836,
      "monthDay": "08/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nigel_Martyn",
      "name": "Nigel Martyn",
      "aboutText": "Sophie Okonedo OBE (born 11 August 1968) is a British actress. She received an OBE in the 2010 Queen's Birthday Honours.\nOkonedo began her film career in 1991 in the British coming-of-age drama Young Soul Rebels before appearing in Ace Ventura: When Nature Calls (1995) and Stephen Frears' Dirty Pretty Things (2002).",
      "pageId": 1431025,
      "monthDay": "08/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Juan_Mar%C3%ADa_Solare",
      "name": "Juan María Solare",
      "aboutText": "Ali Shaheed Muhammad (born August 11, 1970) is an American hip hop DJ, rapper, producer best known as a member of A Tribe Called Quest. With Q-Tip and Phife Dawg, the group released five studio albums from 1990 to 1998.\nAli Shaheed Muhammad is a Muslim.",
      "pageId": 1437890,
      "monthDay": "08/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Enrique_Bunbury",
      "name": "Enrique Bunbury",
      "aboutText": "Duane Martin (born August 11, 1965) is an American film and television actor and real estate agent.",
      "pageId": 1665702,
      "monthDay": "08/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Collin_Chou",
      "name": "Collin Chou",
      "aboutText": "Toomas Kivisild, (born on 11 August 1969 in Tapa, Estonia) is an Estonian geneticist. He graduated with Ph.D. from University of Tartu in 2000 and is currently a lecturer at Cambridge University, Division of Biological Anthropology. His research focuses mainly on human evolution and evolutionary population genetics, with a particular emphasis on questions relating global genetic population structure with evolutionary processes such as selection, drift, migrations and admixture.",
      "pageId": 1921632,
      "monthDay": "08/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Joe_Rogan",
      "name": "Joe Rogan",
      "aboutText": "Enrique Ortiz de Landázuri Izarduy (a.k.a. Enrique Bunbury), born August 11, 1967 is a Spanish singer-songwriter.\nBunbury was born in Zaragoza, Spain.",
      "pageId": 2053166,
      "monthDay": "08/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Petter_Wettre",
      "name": "Petter Wettre",
      "aboutText": "Shinji Mikami (三上 真司, Mikami Shinji, born August 11, 1965) is a Japanese video game designer best known for creating the survival horror series Resident Evil. He also contributed to some of Capcom's most popular post-32-bit era franchises, including Viewtiful Joe, Devil May Cry, and Ace Attorney, where he served as an executive producer. He was also the creator of the third-person shooter games Resident Evil 4 and Vanquish.",
      "pageId": 2137404,
      "monthDay": "08/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anna_Gunn",
      "name": "Anna Gunn",
      "aboutText": "Ashley Jensen (born 11 August 1969) is a Scottish actress. She was nominated for an Emmy for her role on the television series Extras, on which she appeared from 2005–2007. She was also a cast member of the ABC show Ugly Betty and the brief-lived CBS sitcom Accidentally on Purpose.",
      "pageId": 2497740,
      "monthDay": "08/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Princess_Mabel_of_Orange-Nassau",
      "name": "Princess Mabel of Orange-Nassau",
      "aboutText": "Noordin Mohammad Top (11 August 1968 – 17 September 2009) was a Malaysian Muslim extremist, also referred to as Noordin, Din Moch Top, Muh Top, or Mat Top. Until his death, he was Indonesia's most wanted Islamist militant.\nBorn in Kluang, Johor, Malaysia, he is thought to have been a key bomb maker and/or financier for Jemaah Islamiyah (JI) and to have left JI and set up a more violent splinter group Tanzim Qaedat al-Jihad.",
      "pageId": 2815454,
      "monthDay": "08/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sophie_Okonedo",
      "name": "Sophie Okonedo",
      "aboutText": "Collin Chou (born 11 August 1967), sometimes credited as Ngai Sing, is a Taiwan-born American actor and martial artist. Chou is best known in the United States for his portrayal of Seraph in the films The Matrix Reloaded and The Matrix Revolutions, and in the video game Enter the Matrix. In Asian cinema, Chou has co-starred with Jet Li, Donnie Yen and Sammo Hung in martial arts films such as Fearless (2006), and Flash Point (2007).",
      "pageId": 3737997,
      "monthDay": "08/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Charlie_Sexton",
      "name": "Charlie Sexton",
      "aboutText": "Charles Wayne \"Charlie\" Sexton (born August 11, 1968) is an American guitarist, singer, and songwriter, best known for the 1985 hit \"Beat's So Lonely\"; for being the guitarist for Bob Dylan's backing band from 1999 to 2002, 2009 to 2012, and 2013 to present; and for his song \"Tennessee Plates\" on the soundtrack of the 1991 movie Thelma & Louise.",
      "pageId": 5305697,
      "monthDay": "08/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Noordin_Mohammad_Top",
      "name": "Noordin Mohammad Top",
      "aboutText": "Alejandra Barros (born Alejandra Barros del Campo on August 11, 1971 in Mexico City, Mexico) is a Mexican actress.",
      "pageId": 5688638,
      "monthDay": "08/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ashley_Jensen",
      "name": "Ashley Jensen",
      "aboutText": "Viola Davis (born August 11, 1965) is an American actress. She won the 2001 Tony Award for Best Featured Actress in a Play for her role as Tonya in the original production of King Hedley II, and the 2010 Tony Award for Best Actress in a Play for her role as Rose Maxon in the revival of Fences. In 2014, she began starring as Annalise Keating on the ABC drama How to Get Away with Murder, and in 2015 she became the first African American woman, as well as the first black woman of any nationality, to win the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series.",
      "pageId": 6713737,
      "monthDay": "08/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Toomas_Kivisild",
      "name": "Toomas Kivisild",
      "aboutText": "Anna Gunn (born August 11, 1968) is an American actress, best known for her role as Skyler White on the AMC drama series Breaking Bad, for which she won the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series in 2013 and 2014.",
      "pageId": 15513766,
      "monthDay": "08/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dirk_Hannemann",
      "name": "Dirk Hannemann",
      "aboutText": "Teresa Pavlinek (born August 11, 1970) is a Canadian actress, writer, and television producer who is best known as the creator and star of The Jane Show.",
      "pageId": 17119147,
      "monthDay": "08/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ali_Shaheed_Muhammad",
      "name": "Ali Shaheed Muhammad",
      "aboutText": "Princess Mabel of Orange-Nassau (formerly Mabel Martine Wisse Smit, born Mabel Martine Los, 11 August 1968) is the widow of Prince Friso, brother of King Willem-Alexander of the Netherlands.",
      "pageId": 26576703,
      "monthDay": "08/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Teresa_Pavlinek",
      "name": "Teresa Pavlinek",
      "aboutText": "Dirk Hannemann (born 11 August 1970 in Dessau) is a former German footballer.\nHannemann made 11 appearances in the Austrian Football Bundesliga and 12 appearances in the German 2. Bundesliga during his playing career.",
      "pageId": 35051114,
      "monthDay": "08/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alejandra_Barros",
      "name": "Alejandra Barros",
      "aboutText": "Petter Wettre (born 11 August 1967 in Sandefjord, Norway) is a Norwegian Jazz musician (Saxophone) and Composer, known from a number of album recordings, accompanied by receiving the Spellemannprisen two times.\n^ \"Petter Wettre Biografi – Norsk Musikkinformasjon Ballade.no\".",
      "pageId": 36260621,
      "monthDay": "08/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Julie_Clarke",
      "name": "Julie Clarke",
      "aboutText": "Jonathon Prandi (born August 11, 1972) is an American male fashion model, actor and IT-consultant. He was born in Kalamazoo, Michigan and grew up in Miami, Florida. Jonathon Prandi has been modeling for fashion shows, catalogs and magazines and has appeared in training videos and fitness- and training magazines such as Men's Health, Men's Workout, and Exercise for Men.",
      "pageId": 376769,
      "monthDay": "08/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tommy_Mooney",
      "name": "Tommy Mooney",
      "aboutText": "Benjamin \"Ben\" Gibbard (born August 11, 1976) is an American singer, songwriter and guitarist. He is best known as the lead vocalist and guitarist of the indie rock band Death Cab for Cutie, with whom he has recorded eight studio albums, and as one half of the electronica duo the Postal Service. Gibbard released his debut solo album, Former Lives, in 2012, and a collaborative studio album, One Fast Move or I'm Gone (2009), with Uncle Tupelo and Son Volt's Jay Farrar.",
      "pageId": 631190,
      "monthDay": "08/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jonathon_Prandi",
      "name": "Jonathon Prandi",
      "aboutText": "Iván Ramiro Córdoba Sepúlveda (Spanish pronunciation: [iˈβ̞an ˈko̞ɾð̞o̞β̞a], born 11 August 1976 in Rionegro, Antioquia Department) it is a retired Colombian footballer, who played for Internazionale and the Colombia national team.",
      "pageId": 649687,
      "monthDay": "08/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nigel_Harman",
      "name": "Nigel Harman",
      "aboutText": "William Alan \"Will\" Friedle (born August 11, 1976) is an American actor, voice actor and comedian. He is best known for his comedic roles, most notably the underachieving elder brother Eric Matthews on the long-running TV sitcom Boy Meets World from 1993 to 2000. More recently, he has voiced a number of animated characters such as Terry McGinnis/Batman, the titular character of Batman Beyond, and Ron Stoppable of Kim Possible.",
      "pageId": 674898,
      "monthDay": "08/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Carolyn_Murphy",
      "name": "Carolyn Murphy",
      "aboutText": "Audrey Mestre (11 August, 1974 - 12 October, 2002) was a French world record-setting freediver.",
      "pageId": 888263,
      "monthDay": "08/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marie-France_Dubreuil",
      "name": "Marie-France Dubreuil",
      "aboutText": "Richard Stephen \"Bubba\" Crosby (born August 11, 1976) is a former Major League Baseball outfielder who played with the Los Angeles Dodgers and the New York Yankees.",
      "pageId": 1391705,
      "monthDay": "08/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Anju_Jain",
      "name": "Anju Jain",
      "aboutText": "Carolyn Murphy (born August 11, 1974) is an American model and actress.\n^ a b c d \"Portfolio\". IMG Models.",
      "pageId": 1519275,
      "monthDay": "08/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kira_Kener",
      "name": "Kira Kener",
      "aboutText": "Nigel Derek Harman (born 11 August 1973) is a British actor, most famous for his role as Dennis Rickman in the BBC soap opera EastEnders. He has worked mostly in theatre, with the stage being described as his \"first love\". He starred in the final series of Hotel Babylon.",
      "pageId": 1924117,
      "monthDay": "08/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Messina",
      "name": "Chris Messina",
      "aboutText": "Kira Nicole Kener (born Stephanie Knain on August 11, 1974) is an American former pornographic actress. She has legally changed her name to Kira Kener and registered it as a trademark.",
      "pageId": 2393331,
      "monthDay": "08/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Landau_Eugene_Murphy,_Jr.",
      "name": "Landau Eugene Murphy, Jr.",
      "aboutText": "Thomas John \"Tommy\" Mooney (born 11 August 1971) is an English former professional football player who played as a striker.",
      "pageId": 2888202,
      "monthDay": "08/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Audrey_Mestre",
      "name": "Audrey Mestre",
      "aboutText": "Marie-France Dubreuil (born August 11, 1974) is a Canadian ice dancer.",
      "pageId": 4159207,
      "monthDay": "08/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Cummings",
      "name": "Chris Cummings",
      "aboutText": "Kishō Taniyama (谷山 紀章, Taniyama Kishō, born August 11, 1975 in Ube, Yamaguchi) is a Japanese voice actor affiliated with Ken Production. He is also the vocalist and lyricist of the Japanese rock band Granrodeo under the name Kishow. He is the official Japanese dubbing voice for Fred Jones in the Scooby-Doo franchise.",
      "pageId": 5346549,
      "monthDay": "08/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kishou_Taniyama",
      "name": "Kishou Taniyama",
      "aboutText": "Davey von Bohlen (born August 11, 1975) is an American musician and songwriter, best known for his roles as guitarist and vocalist in Cap'n Jazz, The Promise Ring, Vermont, and currently, Maritime.",
      "pageId": 5733014,
      "monthDay": "08/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Davey_von_Bohlen",
      "name": "Davey von Bohlen",
      "aboutText": "Chris Messina (born August 11, 1974) is an American actor and film director. He has appeared in films such as Vicky Cristina Barcelona, Argo, Julie & Julia, Ruby Sparks, Celeste and Jesse Forever, and You've Got Mail.",
      "pageId": 5825254,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Iv%C3%A1n_C%C3%B3rdoba",
      "name": "Iván Córdoba",
      "aboutText": "Christopher Allen Thomas \"Chris\" Cummings (born August 11, 1975) is a Canadian country music artist. In his career, he has released five studio albums, an EP and two compilations.",
      "pageId": 10834271,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bubba_Crosby",
      "name": "Bubba Crosby",
      "aboutText": "Anju Jain (born 11 August 1974, in [New Delhi]) is a former Indian cricketer. She played Women's Test cricket (8 matches between 1995 and 2003) and ODI cricket (65 matches between 1993 and 2005) for India. She opened the innings and was the team wicket-keeper.",
      "pageId": 11417998,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Will_Friedle",
      "name": "Will Friedle",
      "aboutText": "Tõnis Kalde (born 11 August 1976) is a retired football (soccer) midfielder from Estonia.",
      "pageId": 23042374,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ben_Gibbard",
      "name": "Ben Gibbard",
      "aboutText": "The following is a list of Playboy Playmates of 1991.",
      "pageId": 27111440,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jhong_Hilario",
      "name": "Jhong Hilario",
      "aboutText": "Jhong Hilario (born August 11, 1976), better known by his stage name Jhong Hilario, is a Filipino actor and dancer. He is part of the dance group Streetboys in the Philippines.\nAs an actor, Hilario has acted in movies such as Muro Ami, released in 1999, in which he portrayed Butong; D' Anothers (2005), and Dekada '70 (2002).",
      "pageId": 27955739,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/T%C3%B5nis_Kalde",
      "name": "Tõnis Kalde",
      "aboutText": "Landau Eugene Murphy, Jr. (born August 11, 1974) is an American jazz singer from Logan County, West Virginia. He received national attention for winning the sixth season of the NBC reality show America's Got Talent.",
      "pageId": 33090438,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Erick_Lindgren",
      "name": "Erick Lindgren",
      "aboutText": "Chris Hemsworth (born 11 August 1983) is an Australian actor. He is best known for his roles as Kim Hyde in the Australian TV series Home and Away (2004) and as Thor in the Marvel Cinematic Universe films Thor (2011), The Avengers (2012), Thor: The Dark World (2013) and Avengers: Age of Ultron (2015). He has also appeared in the science fiction action film Star Trek (2009), the thriller adventure A Perfect Getaway (2009), the horror comedy The Cabin in the Woods (2012), the dark fantasy action film Snow White and the Huntsman (2012), the war film Red Dawn (2012) and the biographical sports drama film Rush (2013).",
      "pageId": 1221476,
      "monthDay": "08/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C4%BDubom%C3%ADr_Vi%C5%A1%C5%88ovsk%C3%BD",
      "name": "Ľubomír Višňovský",
      "aboutText": "Lee Ernest Suggs, Jr. (born August 11, 1980) is a former American football running back in the National Football League. He was drafted by the Cleveland Browns in the fourth round of the 2003 NFL Draft.",
      "pageId": 1267291,
      "monthDay": "08/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gemma_Hayes",
      "name": "Gemma Hayes",
      "aboutText": "Jermain Taylor (born August 11, 1978) is an American professional boxer. He is a former undisputed middleweight champion, having unified the IBF, WBA, WBC, WBO and The Ring titles in 2005 by beating Bernard Hopkins. This made Taylor the first boxer to ever claim each title from all four major boxing sanctioning organizations.",
      "pageId": 1862337,
      "monthDay": "08/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/D%C3%AAnio_Martins",
      "name": "Dênio Martins",
      "aboutText": "Erick A. Lindgren (born August 11, 1976 in Burney, California) is an American professional poker player. He has won two World Poker Tour (WPT) titles, two World Series of Poker bracelets, and more than nine million dollars in tournament earnings during his poker career. As of August 2014 he is 28th in the All time money list of poker.",
      "pageId": 2077954,
      "monthDay": "08/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Spyros_Gogolos",
      "name": "Spyros Gogolos",
      "aboutText": "Melky Astacio Cabrera (born August 11, 1984) is a Dominican professional baseball outfielder for the Chicago White Sox of Major League Baseball (MLB). He has also played for the New York Yankees, Atlanta Braves, Kansas City Royals, San Francisco Giants and Toronto Blue Jays.\nCabrera signed with the Yankees as an amateur free agent.",
      "pageId": 2190408,
      "monthDay": "08/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Hannes_Kaasik",
      "name": "Hannes Kaasik",
      "aboutText": "Walter Orlando Ayoví Corozo (Spanish pronunciation: [ˈwalteɾ aˈʝoβi]; born 11 August 1979 in Camarones, Esmeraldas) is an Ecuadorian footballer. He plays for C.F. Monterrey of the Liga MX. He previously played as a left winger for Club Deportivo El Nacional in the Ecuadorian league and plays in the Ecuadorian national team, primarily in left defence. He is the cousin of fellow footballer Jaime Ayoví, who also plays in the Ecuadorian national team.",
      "pageId": 2487320,
      "monthDay": "08/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jermain_Taylor",
      "name": "Jermain Taylor",
      "aboutText": "Gemma Hayes (born 11 August 1977) is an Irish musician, singer-songwriter and composer. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments, including the piano and the harmonica.",
      "pageId": 3359208,
      "monthDay": "08/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Walter_Ayov%C3%AD",
      "name": "Walter Ayoví",
      "aboutText": "Alan David Halsall (born 11 August 1982) is an English actor known for playing Tyrone Dobbs in Coronation Street, a role which he has played since 1998.",
      "pageId": 3464184,
      "monthDay": "08/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Justin_Jedlica",
      "name": "Justin Jedlica",
      "aboutText": "Fiona Sit (born 11 August 1981) is a Chinese Cantopop singer and actress from Hong Kong.",
      "pageId": 3484850,
      "monthDay": "08/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Daniel_Lloyd_(cyclist)",
      "name": "Daniel Lloyd",
      "aboutText": "Ľubomír Višňovský (Slovak pronunciation: [ˈʎubɔˌmiːr ˈviʃɲɔu̯ˌskiː]; born August 11, 1976) is a Slovak professional ice hockey defenceman. He is currently playing with his hometown club, HC Slovan Bratislava of the Kontinental Hockey League (KHL). He has played in the National Hockey League (NHL) with the Los Angeles Kings, Edmonton Oilers, Anaheim Ducks and the New York Islanders.",
      "pageId": 3978901,
      "monthDay": "08/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lee_Suggs",
      "name": "Lee Suggs",
      "aboutText": "Alexandria \"Sandi\" Thom (born 11 August 1981, Banff, Aberdeenshire) is a Scottish singer-songwriter and multi-instrumentalist. She was one of the first artists along with Arctic Monkeys to become mainstream thanks to the Internet. She became widely known in 2006 after a series of webcasts and the success of the UK number one single \"I Wish I Was a Punk Rocker (With Flowers in My Hair)\".",
      "pageId": 5146860,
      "monthDay": "08/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Daniel_Poohl",
      "name": "Daniel Poohl",
      "aboutText": "Luke Lewis (born 11 August 1983) is an Australian professional rugby league footballer who currently plays for the Cronulla-Sutherland Sharks in the National Rugby League. An Australian international and New South Wales State of Origin representative utility player, he previously played for the Penrith Panthers between 2001 and 2012, winning the 2003 NRL Premiership with them. A versatile player, Lewis has played (but not necessarily started) in every position in first grade football.",
      "pageId": 7802728,
      "monthDay": "08/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fiona_Sit",
      "name": "Fiona Sit",
      "aboutText": "Spyros Gogolos (Greek: Σπύρος Γόγολος) is an experienced Greek footballer, currently playing for Aris in the Football League 2, as a defender.",
      "pageId": 8408666,
      "monthDay": "08/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sandi_Thom",
      "name": "Sandi Thom",
      "aboutText": "Daniel Lloyd (born August 11, 1980 is a retired English professional road racing cyclist from Christchurch, Dorset. He was a member of the Irish An Post-M.Donnelly-Grant Thornton-Sean Kelly team in 2008. In 2009 he joined the Cervélo TestTeam.",
      "pageId": 17164553,
      "monthDay": "08/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alan_Halsall",
      "name": "Alan Halsall",
      "aboutText": "Wilko Rudi Risser (born 11 August 1982 in Windhoek) is a Namibian-German footballer who plays for Chippa United in the South African Premier Soccer League.\n^ \"List of Players under Written Contract Registered Between 01/02/2012 and 29/02/2012\" (PDF). The Football Association.",
      "pageId": 20936980,
      "monthDay": "08/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Wilko_Risser",
      "name": "Wilko Risser",
      "aboutText": "Dênio full name Dênio Pereira Martins (born 11 August 1977) is a Brazilian footballer who plays for Cerâmica.",
      "pageId": 29852240,
      "monthDay": "08/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pavel_183",
      "name": "Pavel 183",
      "aboutText": "Hannes Kaasik (born 11 August 1978) is an Estonian football referee. He has refereed UEFA Champions League and UEFA Europa League matches since the 2009–10 season.",
      "pageId": 33880381,
      "monthDay": "08/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Hemsworth",
      "name": "Chris Hemsworth",
      "aboutText": "Pavel 183 (Russian: Павел Пухов, tr.",
      "pageId": 34655343,
      "monthDay": "08/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Luke_Lewis",
      "name": "Luke Lewis",
      "aboutText": "Justin Jedlica (born August 11, 1980), known as the Human Ken Doll, is an American man who garnered national attention for undergoing over 190 cosmetic procedures. He and his husband own businesses in the Chicago area.\n^ CNNBuzzFeed.",
      "pageId": 41934934,
      "monthDay": "08/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Melky_Cabrera",
      "name": "Melky Cabrera",
      "aboutText": "Daniel Poohl, (born 11 August 1981 in Vänersborg) is a Swedish editor-in-chief for the Expo magazine. He started working at Expo at the age of twenty in 2001. Poohl became the editorial assistant after the death of Stieg Larsson in 2004 and the editor-in-chief in 2006.",
      "pageId": 47703141,
      "monthDay": "08/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lucas_di_Grassi",
      "name": "Lucas di Grassi",
      "aboutText": "Jarell Damonte Houston Sr. (born August 11, 1985), known as J-Boog, is an American R&B singer, rapper, and actor.",
      "pageId": 2234024,
      "monthDay": "08/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kaire_Palmaru",
      "name": "Kaire Palmaru",
      "aboutText": "Djombo Dany-Gael \"Dany\" N'Guessan (born 11 August 1987) is a French footballer who plays for English League One club Doncaster Rovers. An attacker, he can play as a forward and as a winger.\nA graduate of the Auxerre Academy, he left France for Scotland when he signed with Rangers in July 2005.",
      "pageId": 2953020,
      "monthDay": "08/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Katie_Rees",
      "name": "Katie Rees",
      "aboutText": "Lucas Tucci di Grassi (born 11 August 1984) is a Brazilian professional racing driver who currently competes for Audi Sport Team Joest in the FIA World Endurance Championship. Di Grassi also races in the FIA Formula E Championship for Audi Sport ABT and became the first driver in motorsport history to win a motor race in an all electric single-seater racing car at the 2014 Beijing ePrix. He is also a former GP2 Series runner-up, as well as driving for Virgin Racing in the 2010 Formula One season.",
      "pageId": 4095564,
      "monthDay": "08/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/J-Boog",
      "name": "J-Boog",
      "aboutText": "Katie Rees (born Katherine Nicole Rees on August 11, 1984 in St. Petersburg, Florida) is a former beauty queen from the United States who was crowned Miss Nevada USA 2007.",
      "pageId": 7392143,
      "monthDay": "08/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jacqueline_Fernandez",
      "name": "Jacqueline Fernandez",
      "aboutText": "Richard John Keogh (born 11 August 1986) is a professional footballer who plays as a defender for Football League Championship club Derby County and the Republic of Ireland national football team. He plays primarily as a centre-half but can also play at right-back.\nKeogh began his career as a trainee at Ipswich Town and Stoke City, making his professional début on loan from the latter at Icelandic club Víkingur in 2004.",
      "pageId": 7516131,
      "monthDay": "08/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Asher_Roth",
      "name": "Asher Roth",
      "aboutText": "Alyssa Alano (born Geramie Daud; 11 August 1987) is a Filipina - Australian film and TV actress. She was a former member of the popular Viva Hotbabes franchise.\nAlthough she grew up in Tarlac, she was born Geramie Daud in Zamboanga City on 11 August 1987, to a Filipina mother and an Australian father of Spanish descent.",
      "pageId": 8260243,
      "monthDay": "08/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mokhtar_Benmoussa",
      "name": "Mokhtar Benmoussa",
      "aboutText": "Jacqueline Fernandez (born 11 August 1985) is a Bahraini-Sri Lankan actress, former model, and the winner of the 2006 Miss Universe Sri Lanka pageant. As Miss Universe Sri Lanka she represented her country at the 2006 world Miss Universe pageant. She graduated with a degree in mass communication from the University of Sydney, and worked as a television reporter in Sri Lanka.",
      "pageId": 10094963,
      "monthDay": "08/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kaori_Fukuhara",
      "name": "Kaori Fukuhara",
      "aboutText": "Kaori Fukuhara (福原 香織, Fukuhara Kaori, born August 11, 1986) is a Japanese voice actress from Chiba, Japan.",
      "pageId": 10615270,
      "monthDay": "08/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Richard_Keogh",
      "name": "Richard Keogh",
      "aboutText": "Patrick Sammy \"Patty\" Mills (born 11 August 1988) is an Australian professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). Mills is the second Indigenous Australian to play in the NBA (after Nathan Jawai) and the first person of Torres Strait Islander descent. Mills was drafted by the Portland Trail Blazers with the 55th overall pick in the 2009 NBA draft after playing college basketball for Saint Mary's College of California.",
      "pageId": 12821809,
      "monthDay": "08/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pablo_Sandoval",
      "name": "Pablo Sandoval",
      "aboutText": "Mokhtar Benmoussa (born August 11, 1986) is an Algerian footballer who plays for USM Alger in the Algerian Ligue Professionnelle 1. He plays primarily as a left-winger but has also been used as a left-midfielder and a left-back. Benmoussa is an Algeria youth international and has represented Algeria at the Under-17 and Under-23 level.",
      "pageId": 17614174,
      "monthDay": "08/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alyssa_Alano",
      "name": "Alyssa Alano",
      "aboutText": "Pablo Emilio Juan Pedro Sandoval, Jr. (born August 11, 1986) is a Venezuelan professional baseball third baseman for the Boston Red Sox of Major League Baseball (MLB). He previously played seven seasons for the San Francisco Giants.",
      "pageId": 18863950,
      "monthDay": "08/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shouta_Aoi",
      "name": "Shouta Aoi",
      "aboutText": "Mustafa Pektemek (born 11 August 1988) is a Turkish footballer who plays as a striker for Beşiktaş in the Süper Lig.\nAfter breaking his leg at the start of the 2010–11 Süper Lig season, he scored on his first appearance back for Gençlerbirliği six months later, scoring in a 1-0 win against İstanbul B.B. On 27 May 2011 Beşiktaş announced that Pektemek has been transferred from Gençlerbirliği for €4 million.\nDuring the first derby match on the second week of the 2012 - 2013 season against rivals Galatasaray he suffered a knee injury, leaving the match immediately.",
      "pageId": 19973234,
      "monthDay": "08/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Maris_M%C3%A4gi",
      "name": "Maris Mägi",
      "aboutText": "Asher Paul Roth (born August 11, 1985), is an American hip hop recording artist from Morrisville, Pennsylvania. He is perhaps best known for his debut single \"I Love College\". Roth released his debut studio album Asleep in the Bread Aisle, on April 20, 2009, under Universal Motown, SRC and Schoolboy Records; the latter of which was launched by Roth's former manager Scooter Braun.",
      "pageId": 20116019,
      "monthDay": "08/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Dany_N%27Guessan",
      "name": "Dany N'Guessan",
      "aboutText": "Wu Ying Chieh (simplified Chinese: 吴映洁; traditional Chinese: 吳映潔, Western name Emma, born 11 August 1989 in Taiwan Keelung), better known by her stage name Gui Gui (Chinese: 鬼鬼), is a Taiwanese Mandopop singer and actress represented by Polyland International Entertainment.",
      "pageId": 20898881,
      "monthDay": "08/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Drew_Storen",
      "name": "Drew Storen",
      "aboutText": "Drew Patrick Storen (born August 11, 1987) is an American professional baseball relief pitcher for the Washington Nationals of Major League Baseball. The Nationals selected the 6 ft 1 in (1.85 m), 170 lb (77 kg) right-hander No. 10 overall in the 2009 Major League Baseball Draft.",
      "pageId": 23184458,
      "monthDay": "08/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rabeh_Al-Hussaini",
      "name": "Rabeh Al-Hussaini",
      "aboutText": "Maris Mägi (born 11 August 1987 in Tartu) is an Estonian sprinter who specializes in the 400 metres.",
      "pageId": 28219876,
      "monthDay": "08/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Patty_Mills",
      "name": "Patty Mills",
      "aboutText": "Rabeh Ahmed T. Al-Hussaini (born August 11, 1988) is a Filipino professional basketball player who plays for the Meralco Bolts in the PBA. A power forward/center, he played five seasons for the Ateneo de Manila Blue Eagles in the University Athletic Association of the Philippines from 2005 to 2009 and led the Eagles to back-to-back basketball championships in his last two seasons with them.",
      "pageId": 28694423,
      "monthDay": "08/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mustafa_Pektemek",
      "name": "Mustafa Pektemek",
      "aboutText": "Kaire Palmaru is an Estonian football midfielder currently playing in the Meistriliiga for Pärnu JK, with whom she has also played the Champions League. She is a member of the Estonian national team.",
      "pageId": 34823621,
      "monthDay": "08/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Gui_Gui",
      "name": "Gui Gui",
      "aboutText": "Junior Heffernan (11 August 1989 – 3 March 2013) was an Irish triathlete and then bicyclist who at the end of his cut short athletic career was competing mostly in Great Britain. He attended Kelly College on the outskirts of Tavistock, Devon, where he competed under coach Rich Brady.\nHeffernan represented Ireland in international competitions both at the World and European championship levels in the triathlon from 2007 until 2009 when a hip injury sent him in the direction of bicycling.",
      "pageId": 38734501,
      "monthDay": "08/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Junior_Heffernan",
      "name": "Junior Heffernan",
      "aboutText": "Shouta Aoi (蒼井 翔太, Aoi Shōta) (born Noboru Yanagawa (柳川 昇, Noboru Yanagawa) on August 11, 1987 in Fukui Prefecture) is a Japanese singer, song writer, voice actor and musical actor, previously known as Showta. He is represented by S Inc for voice acting, and Broccoli on the B-green label for singing.",
      "pageId": 44171368,
      "monthDay": "08/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sebastian_Huke",
      "name": "Sebastian Huke",
      "aboutText": "Alyson Rae Stoner (born August 11, 1993) is an American actress, dancer, choreographer and singer. Stoner is known as Max in The Suite Life of Zack & Cody and also for the roles Sarah Baker in Cheaper by the Dozen, Camille Gage in the Step Up series and Caitlyn Gellar in the Camp Rock series. She has been a background dancer for several artists, such as Missy Elliott, Eminem, Kumbia Kings, Outkast and Will Smith.",
      "pageId": 457893,
      "monthDay": "08/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lenka_Jur%C3%ADkov%C3%A1",
      "name": "Lenka Juríková",
      "aboutText": "Found twitter, Found voicetype, Found Full popular_name,",
      "pageId": 17957120,
      "monthDay": "08/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Cristian_Tello",
      "name": "Cristian Tello",
      "aboutText": "Cristian Tello Herrera (Spanish pronunciation: [ˈkɾistjan ˈteʎo eˈreɾa]; born 11 August 1991) is a Spanish professional footballer who plays for Portuguese club FC Porto on loan from FC Barcelona as a forward or winger.\nHe spent his youth at Espanyol and Barcelona, playing for both teams' reserves before breaking through into the first team of the latter.",
      "pageId": 27650532,
      "monthDay": "08/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Gita_Gutawa",
      "name": "Gita Gutawa",
      "aboutText": "Lenka Juríková (born 11 August 1990 in Bratislava) is a Slovak tennis player.\nJuríková has won six singles and three doubles titles on the ITF tour in her career. On 2 May 2011, she reached her best singles ranking of world number 196.",
      "pageId": 27801549,
      "monthDay": "08/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Sean_McGinty",
      "name": "Sean McGinty",
      "aboutText": "Sean Andrew McGinty (born 11 August 1993) is an English-born Irish professional footballer who plays as a defender. Born in Maidstone, Kent, he began his professional career with Manchester United after a spell with Charlton Athletic as a junior. Failing to break into the United first team he had loan spells at Morecambe, Oxford United, Carlisle United and Tranmere Rovers before signing for Sheffield United, and spells at Northampton Town and Rochdale while at the Blades.",
      "pageId": 34924466,
      "monthDay": "08/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alyson_Stoner",
      "name": "Alyson Stoner",
      "aboutText": "Sebastian Huke (born 11 August 1989 in Leinefelde) is a German footballer who currently plays for BFC Viktoria 1889.\nHuke was a member of the German team at the 2006 UEFA Under-17 Championship.\n^ \"Huke, Sebastian\".",
      "pageId": 35463999,
      "monthDay": "08/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Rand_Saad",
      "name": "Rand Saad",
      "aboutText": "Rand Saad Al-Mashhadani (born 11 August 1994) is an Iraqi archer. She competed in the individual event at the 2012 Summer Olympics.",
      "pageId": 36629608,
      "monthDay": "08/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Storm_Sanders",
      "name": "Storm Sanders",
      "aboutText": "Storm Sanders (born 11 August 1994 in Rockhampton) is an Australian tennis player.\nSanders has won one singles and five doubles titles on the ITF tour in her career. On 10 February 2014, she reached her best singles ranking of world number 202.",
      "pageId": 38238487,
      "monthDay": "08/11"
    }
  ]
}