{
  "people": [
    {
      "year": "1311",
      "uri": "/wiki/Alfonso_XI_of_Castile",
      "name": "Alfonso XI of Castile",
      "aboutText": "Alfonso XI (13 August 1311 – 26/27 March 1350) was the king of Castile, León and Galicia.\nHe was the son of Ferdinand IV of Castile and his wife Constance of Portugal. Upon his father's death in 1312, several disputes ensued over who would hold regency, which were resolved in 1313.",
      "pageId": 70642,
      "monthDay": "08/13"
    },
    {
      "year": "1584",
      "uri": "/wiki/Theophilus_Howard,_2nd_Earl_of_Suffolk",
      "name": "Theophilus Howard, 2nd Earl of Suffolk",
      "aboutText": "Rasmus Bartholin (/bɑrˈtoʊlɪn, ˈbɑrtəlɪn/; Latinized: Erasmus Bartholinus; 13 August 1625 – 4 November 1698) was a Danish scientist and physician. As part of his studies, he travelled in Europe for ten years. Professor at the University of Copenhagen, first in Geometry, later in Medicine.",
      "pageId": 95280,
      "monthDay": "08/13"
    },
    {
      "year": "1625",
      "uri": "/wiki/Rasmus_Bartholin",
      "name": "Rasmus Bartholin",
      "aboutText": "Lucy Stone Blackwell (August 13, 1818 – October 19, 1893) was a prominent American orator, abolitionist, and suffragist, and a vocal advocate and organizer promoting rights for women. In 1847, Stone became the first woman from Massachusetts to earn a college degree. She spoke out for women's rights and against slavery at a time when women were discouraged and prevented from public speaking.",
      "pageId": 161151,
      "monthDay": "08/13"
    },
    {
      "year": "1662",
      "uri": "/wiki/Charles_Seymour,_6th_Duke_of_Somerset",
      "name": "Charles Seymour, 6th Duke of Somerset",
      "aboutText": "William Wotton (13 August 1666 – 13 February 1727) was an English theologian,classical scholar and linguist. He is chiefly remembered for his remarkable abilities in learning languages and for his involvement in the Quarrel of the Ancients and the Moderns.",
      "pageId": 190840,
      "monthDay": "08/13"
    },
    {
      "year": "1666",
      "uri": "/wiki/William_Wotton",
      "name": "William Wotton",
      "aboutText": "Adelaide of Saxe-Meiningen (Adelaide Amelia Louise Theresa Caroline; 13 August 1792 – 2 December 1849) was the queen consort of the United Kingdom and of Hanover as spouse of William IV of the United Kingdom. Adelaide, the capital city of South Australia, is named after her.",
      "pageId": 208952,
      "monthDay": "08/13"
    },
    {
      "year": "1700",
      "uri": "/wiki/Heinrich_von_Br%C3%BChl",
      "name": "Heinrich von Brühl",
      "aboutText": "Goldwin Smith (13 August 1823 – 7 June 1910) was a British historian and journalist, active in the United Kingdom and Canada.\n^ Underhill, Frank Hawkins (1960). \"Goldwin Smith.\" In: In Search of Canadian Liberalism.",
      "pageId": 212429,
      "monthDay": "08/13"
    },
    {
      "year": "1717",
      "uri": "/wiki/Louis_Fran%C3%A7ois,_Prince_of_Conti",
      "name": "Louis François, Prince of Conti",
      "aboutText": "Sir George Gabriel Stokes, 1st Baronet, PRS (/stoʊks/; 13 August 1819 – 1 February 1903), was a mathematician, physicist, politician and theologian. Born in Ireland, Stokes spent all of his career at University of Cambridge, where he served as the Lucasian Professor of Mathematics from 1849 until his death in 1903. Stokes made seminal contributions to fluid dynamics (including the Navier–Stokes equations), optics, and mathematical physics (including the first version of what is now known as Stokes' theorem).",
      "pageId": 212838,
      "monthDay": "08/13"
    },
    {
      "year": "1752",
      "uri": "/wiki/Maria_Carolina_of_Austria",
      "name": "Maria Carolina of Austria",
      "aboutText": "Sir George Grove, CB (13 August 1820 – 28 May 1900) was an English writer on music, known as the founding editor of Grove's Dictionary of Music and Musicians.\nGrove was trained as a civil engineer, and successful in that profession, but his love of music drew him into musical administration. When responsible for the regular orchestral concerts at the Crystal Palace, he wrote a series of programme notes from which eventually grew his musical dictionary.",
      "pageId": 251053,
      "monthDay": "08/13"
    },
    {
      "year": "1764",
      "uri": "/wiki/Louis_Baraguey_d%27Hilliers",
      "name": "Louis Baraguey d'Hilliers",
      "aboutText": "William Charles Wentworth (13 August 1790 – 20 March 1872) was an Australian poet, explorer, journalist and politician, and one of the leading figures of early colonial New South Wales. He was the first native-born Australian to achieve a reputation overseas, and a leading advocate for self-government for the Australian colonies.",
      "pageId": 297951,
      "monthDay": "08/13"
    },
    {
      "year": "1790",
      "uri": "/wiki/William_Wentworth",
      "name": "William Wentworth",
      "aboutText": "Charles Seymour, 6th Duke of Somerset (13 August 1662 – 2 December 1748), known by the epithet \"The Proud Duke\", was a British peer. He rebuilt Petworth House in Sussex, the ancient Percy seat inherited from his wife, in the palatial form which survives today.",
      "pageId": 317271,
      "monthDay": "08/13"
    },
    {
      "year": "1792",
      "uri": "/wiki/Adelaide_of_Saxe-Meiningen",
      "name": "Adelaide of Saxe-Meiningen",
      "aboutText": "Heinrich, count von Brühl (Polish: Henryk Brühl, 13 August 1700 – 28 October 1763), was a Polish-Saxon statesman at the court of Saxony and the Polish–Lithuanian Commonwealth and a member of the powerful German von Brühl family. The incumbency of the ambitious politician went along with the decline of both states. Brühl was a skillful diplomat and cunning strategist, who managed to attain control over of Saxony and Poland, partly by controlling its king, Augustus III, who ultimately could only be accessed through Brühl himself.",
      "pageId": 586017,
      "monthDay": "08/13"
    },
    {
      "year": "1803",
      "uri": "/wiki/Vladimir_Odoyevsky",
      "name": "Vladimir Odoyevsky",
      "aboutText": "Louis François de Bourbon, Prince of Conti (13 August 1717 – 2 August 1776) was a French nobleman, who was the Prince of Conti from 1727 to his death, following his father Louis Armand II. His mother was Louise Élisabeth de Bourbon, a natural granddaughter of Louis XIV. As a member of the reigning House of Bourbon, he was a Prince du Sang.",
      "pageId": 658315,
      "monthDay": "08/13"
    },
    {
      "year": "1814",
      "uri": "/wiki/Anders_Jonas_%C3%85ngstr%C3%B6m",
      "name": "Anders Jonas Ångström",
      "aboutText": "Theophilus Howard, 2nd Earl of Suffolk, KG (13 August 1584 – 3 June 1640) was an English nobleman and politician.\nBorn at the family estate of Saffron Walden, he was the son of Thomas Howard, 1st Earl of Suffolk, by his second wife, Catherine Knyvet of Charlton, and succeeded his father in 1626.\nSir Theophilus Howard was named in the Second Charter of Virginia made by King James I on 23 May 1609.",
      "pageId": 1044106,
      "monthDay": "08/13"
    },
    {
      "year": "1818",
      "uri": "/wiki/Lucy_Stone",
      "name": "Lucy Stone",
      "aboutText": "Johnny Mullagh (born Unaarrimin) (13 August 1841 – 14 August 1891) was a leading Victorian cricketer who led the famous 1868 Aboriginal cricket tour of England. He was a skilful all-rounder, being a right arm bowler and right-handed batsman.\nBorn Unaarrimin (he was given the name 'Mullagh' to identify him with his place of birth), a member of the Jardwadjali people, on Mullagh Station, about sixteen kilometres north of Harrow, Victoria, Mullagh learned to play cricket whilst working on the adjoining Pine Hills agricultural property.",
      "pageId": 1339695,
      "monthDay": "08/13"
    },
    {
      "year": "1819",
      "uri": "/wiki/Sir_George_Stokes,_1st_Baronet",
      "name": "Sir George Stokes, 1st Baronet",
      "aboutText": "Maria Carolina of Austria (Maria Karolina Luise Josepha Johanna Antonia; 13 August 1752 – 8 September 1814) was Queen of Naples and Sicily as the wife of King Ferdinand IV & III. As de facto ruler of her husband's kingdoms, Maria Carolina oversaw the promulgation of many reforms, including the revocation of the ban on Freemasonry, the enlargement of the navy under her favourite, John Acton, 6th Baronet, and the expulsion of Spanish influence. She was a proponent of enlightened absolutism until the advent of the French Revolution, when, in order to prevent its ideas gaining currency, she made Naples a police state.\nBorn an Austrian archduchess, the thirteenth child of Empress Maria Theresa and Emperor Francis I, she married Ferdinand as part of an Austrian alliance with Spain, where Ferdinand's father was king.",
      "pageId": 1656787,
      "monthDay": "08/13"
    },
    {
      "year": "1820",
      "uri": "/wiki/George_Grove",
      "name": "George Grove",
      "aboutText": "Salomon Jadassohn (13 August 1831, Breslau – 1 February 1902, Leipzig) was a German pianist, composer and a renowned teacher of piano and composition at the Leipzig Conservatory.",
      "pageId": 1933644,
      "monthDay": "08/13"
    },
    {
      "year": "1823",
      "uri": "/wiki/Goldwin_Smith",
      "name": "Goldwin Smith",
      "aboutText": "Prince Vladimir Fyodorovich Odoyevsky (Russian: Владимир Федорович Одоевский) (13 August [O.S. 1 August] 1803 – 11 March [O.S. 27 February] 1869) was a prominent Russian philosopher, writer, music critic, philanthropist and pedagogue.",
      "pageId": 2927779,
      "monthDay": "08/13"
    },
    {
      "year": "1831",
      "uri": "/wiki/Salomon_Jadassohn",
      "name": "Salomon Jadassohn",
      "aboutText": "Louis Baraguey d'Hilliers (13 August 1764 – 6 January 1813) was a French Army general who fought in the French Revolutionary Wars and the Napoleonic Wars. He was the father of Achille Baraguey d'Hilliers, a Marshal of France, and the father-in-law of General Damrémont, governor-general of Algeria.",
      "pageId": 3481945,
      "monthDay": "08/13"
    },
    {
      "year": "1841",
      "uri": "/wiki/Johnny_Mullagh",
      "name": "Johnny Mullagh",
      "aboutText": "Anders Jonas Ångström (Swedish: [ˈan.ˈdəʂ ˈjuː.ˈnas ˈɔŋ.ˈstrøm]; 13 August 1814 – 21 June 1874) was a Swedish physicist and one of the founders of the science of spectroscopy.",
      "pageId": 23275314,
      "monthDay": "08/13"
    },
    {
      "year": "1842",
      "uri": "/wiki/Charles_Wells_(brewer)",
      "name": "Charles Wells",
      "aboutText": "Captain Charles Wells (13 August 1842 – 1 April 1914) was the British founder of Charles Wells Ltd, now the largest privately owned brewery in the United Kingdom, and the progenitor of the Wells Baronets of Felmersham.",
      "pageId": 45537613,
      "monthDay": "08/13"
    },
    {
      "year": "1851",
      "uri": "/wiki/Felix_Adler_(professor)",
      "name": "Felix Adler",
      "aboutText": "Sir Alfred Joseph Hitchcock, KBE (13 August 1899 – 29 April 1980) was an English film director and producer, often nicknamed \"The Master of Suspense\". He pioneered many elements of the suspense and psychological thriller genres. He had a successful career in British cinema with both silent films and early talkies and became renowned as England's best director.",
      "pageId": 808,
      "monthDay": "08/13"
    },
    {
      "year": "1860",
      "uri": "/wiki/Annie_Oakley",
      "name": "Annie Oakley",
      "aboutText": "Felix Heinrich Wankel (13 August 1902 – 9 October 1988) was a German mechanical engineer and inventor after whom the Wankel engine was named.",
      "pageId": 11358,
      "monthDay": "08/13"
    },
    {
      "year": "1866",
      "uri": "/wiki/Giovanni_Agnelli",
      "name": "Giovanni Agnelli",
      "aboutText": "John Logie Baird FRSE (/ˈloʊɡi bɛrd/; 14 August 1888 – 14 June 1946) was a Scottish engineer, innovator, one of the inventors of the mechanical television and the inventor of both the first publicly demonstrated colour television system, and the first purely electronic colour television picture tube. Baird's early technological successes and his role in the practical introduction of broadcast television for home entertainment have earned him a prominent place in television's history.\nIn 2002, Baird was ranked number 44 in the BBC's list of the \"100 Greatest Britons\" following a UK-wide vote.",
      "pageId": 39570,
      "monthDay": "08/13"
    },
    {
      "year": "1867",
      "uri": "/wiki/George_Luks",
      "name": "George Luks",
      "aboutText": "John Nicholson Ireland (13 August 1879 – 12 June 1962) was an English composer and teacher of classical music. The majority of his output consists of piano miniatures and of songs with piano.",
      "pageId": 256733,
      "monthDay": "08/13"
    },
    {
      "year": "1872",
      "uri": "/wiki/Richard_Willst%C3%A4tter",
      "name": "Richard Willstätter",
      "aboutText": "Annie Oakley (born Phoebe Ann Mosey; August 13, 1860 – November 3, 1926) was an American sharpshooter and exhibition shooter. Her \"amazing talent\" first came to light when the then 15-year-old won a shooting match with traveling show marksman Frank E. Butler (whom she married). The couple joined Buffalo Bill's Wild West show a few years later.",
      "pageId": 395513,
      "monthDay": "08/13"
    },
    {
      "year": "1879",
      "uri": "/wiki/John_Ireland_(composer)",
      "name": "John Ireland",
      "aboutText": "Bert Lahr, born Irving Lahrheim (August 13, 1895 – December 4, 1967), was an American iconic actor, particularly of stage and film and comedian. Lahr is principally known for his role as the Cowardly Lion, as well as his counterpart Kansas farmworker Zeke in The Wizard of Oz (1939).",
      "pageId": 412193,
      "monthDay": "08/13"
    },
    {
      "year": "1884",
      "uri": "/wiki/Harry_Dean_(cricketer)",
      "name": "Harry Dean",
      "aboutText": "Camillien Houde,CBE OStJ, (13 August 1889 – 11 September 1958) was a Quebec politician, a Member of Parliament, and a four-time mayor of Montreal – one of the few Canadian politicians to have served at all three levels of government.",
      "pageId": 517013,
      "monthDay": "08/13"
    },
    {
      "year": "1888",
      "uri": "/wiki/John_Logie_Baird",
      "name": "John Logie Baird",
      "aboutText": "Ali Suat Hayri Ürgüplü (13 August 1903, Damascus, Ottoman Empire – 26 December 1981, Istanbul, Turkey) was a Turkish political figure. He served a brief term as prime minister of Turkey in 1965.",
      "pageId": 734784,
      "monthDay": "08/13"
    },
    {
      "year": "1888",
      "uri": "/wiki/Gleb_W._Derujinsky",
      "name": "Gleb W. Derujinsky",
      "aboutText": "George Benjamin Luks (August 13, 1867–October 29, 1933) was an American realist artist and illustrator.",
      "pageId": 756037,
      "monthDay": "08/13"
    },
    {
      "year": "1889",
      "uri": "/wiki/Camillien_Houde",
      "name": "Camillien Houde",
      "aboutText": "Jean Robert Borotra (French pronunciation: ​[ʒɑ̃ ʁɔbɛʁ bɔ.ʁotʁa], Basque pronunciation: [borotɾa]; 13 August 1898 – 17 July 1994) was a French tennis champion.",
      "pageId": 775562,
      "monthDay": "08/13"
    },
    {
      "year": "1895",
      "uri": "/wiki/Istv%C3%A1n_Barta",
      "name": "István Barta",
      "aboutText": "For others named Felix Adler, see the Felix Adler navigation page",
      "pageId": 1073078,
      "monthDay": "08/13"
    },
    {
      "year": "1895",
      "uri": "/wiki/Bert_Lahr",
      "name": "Bert Lahr",
      "aboutText": "Charles Edward “Buddy” Rogers (August 13, 1904 – April 21, 1999) was an American actor and jazz musician.",
      "pageId": 1555606,
      "monthDay": "08/13"
    },
    {
      "year": "1898",
      "uri": "/wiki/Jean_Borotra",
      "name": "Jean Borotra",
      "aboutText": "Charles O. \"Chuck\" Carroll (August 13, 1906 – June 23, 2003) was an American football player and attorney from Washington.\nHe played for Garfield High School and earned 17 varsity letters while there. He would be given the title of Garfield Athlete of the First Half of the Century in 1950.",
      "pageId": 1981099,
      "monthDay": "08/13"
    },
    {
      "year": "1898",
      "uri": "/wiki/Regis_Toomey",
      "name": "Regis Toomey",
      "aboutText": "John Regis Toomey (August 13, 1898 – October 12, 1991) was an American film and television actor.",
      "pageId": 2875499,
      "monthDay": "08/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/Alfred_Hitchcock",
      "name": "Alfred Hitchcock",
      "aboutText": "Harry Dean, born 13 August 1884, and died at Garstang, Lancashire, 12 March 1957, was a cricketer who played for Lancashire and England.\nDean was a left-arm bowler who could bowl fast-medium swing or slower spinners to suit the conditions. Joining Lancashire in 1906, he made an immediate impact with 60 wickets in his first season.",
      "pageId": 2921817,
      "monthDay": "08/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/Soledad_Mexia",
      "name": "Soledad Mexia",
      "aboutText": "Giovanni Agnelli (13 August 1866 – 16 December 1945) was an Italian entrepreneur, who founded Fiat car manufacturing in 1899.",
      "pageId": 5194932,
      "monthDay": "08/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Felix_Wankel",
      "name": "Felix Wankel",
      "aboutText": "Gleb W. Derujinsky (August 13, 1888 – March 9, 1975) was a Russian-American sculptor.",
      "pageId": 6039819,
      "monthDay": "08/13"
    },
    {
      "year": "1903",
      "uri": "/wiki/Suat_Hayri_%C3%9Crg%C3%BCpl%C3%BC",
      "name": "Suat Hayri Ürgüplü",
      "aboutText": "Richard Martin Willstätter, ForMemRS (13 August 1872 – 3 August 1942) was a German organic chemist whose study of the structure of plant pigments, chlorophyll included, won him the 1915 Nobel Prize for Chemistry.",
      "pageId": 7577160,
      "monthDay": "08/13"
    },
    {
      "year": "1904",
      "uri": "/wiki/Buddy_Rogers_(actor)",
      "name": "Buddy Rogers",
      "aboutText": "István Barta (August 13, 1895 – February 16, 1948) was a Hungarian water polo player who competed in the 1924 Summer Olympics, in the 1928 Summer Olympics, and in the 1932 Summer Olympics.\nBarta, who was Jewish, was born in Álmosd. He first competed at the Olympics in 1924.",
      "pageId": 12814479,
      "monthDay": "08/13"
    },
    {
      "year": "1906",
      "uri": "/wiki/Chuck_Carroll",
      "name": "Chuck Carroll",
      "aboutText": "Soledad Mexia (August 13, 1899 – August 30, 2013) was a Mexican-born American supercentenarian who at the time of her death was the world's sixth-oldest living person and the oldest living resident of California. She was also the oldest verified Mexican-born person ever, until being surpassed by Dominga Velasco on May 30, 2015.",
      "pageId": 29420832,
      "monthDay": "08/13"
    },
    {
      "year": "1906",
      "uri": "/wiki/Art_Shires",
      "name": "Art Shires",
      "aboutText": "Frederick Sanger OM CH CBE FAA (/ˈsæŋər/; 13 August 1918 – 19 November 2013) was a British biochemist who won the Nobel Prize for Chemistry twice, one of only two people to have done so in the same category (the other is John Bardeen in Physics), the fourth person overall with two Nobel Prizes, and the third person overall with two Nobel Prizes in the sciences. In 1958, he was awarded a Nobel Prize in chemistry \"for his work on the structure of proteins, especially that of insulin\". In 1980, Walter Gilbert and Sanger shared half of the chemistry prize \"for their contributions concerning the determination of base sequences in nucleic acids\".",
      "pageId": 63349,
      "monthDay": "08/13"
    },
    {
      "year": "1907",
      "uri": "/wiki/Basil_Spence",
      "name": "Basil Spence",
      "aboutText": "Neville Brand (born Lawrence Neville Brand; August 13, 1920–April 16, 1992) was an American television and movie actor.",
      "pageId": 84474,
      "monthDay": "08/13"
    },
    {
      "year": "1908",
      "uri": "/wiki/Gene_Raymond",
      "name": "Gene Raymond",
      "aboutText": "Salvador Edward Luria (August 13, 1912 – February 6, 1991) was an Italian microbiologist, later a naturalized American citizen. He won the Nobel Prize in Physiology or Medicine in 1969, with Max Delbrück and Alfred Hershey, for their discoveries on the replication mechanism and the genetic structure of viruses. Salvador Luria showed that bacterial resistance to viruses (phages) is genetically inherited.",
      "pageId": 256313,
      "monthDay": "08/13"
    },
    {
      "year": "1911",
      "uri": "/wiki/William_Bernbach",
      "name": "William Bernbach",
      "aboutText": "William Ben Hogan (August 13, 1912 – July 25, 1997) was an American professional golfer, generally considered one of the greatest players in the history of the game. Born within six months of two other acknowledged golf greats of the 20th century, Sam Snead and Byron Nelson, Hogan is notable for his profound influence on golf swing theory and his legendary ball-striking ability.\nHis nine career professional major championships tie him with Gary Player for fourth all-time, trailing only Jack Nicklaus (18), Tiger Woods (14) and Walter Hagen (11).",
      "pageId": 262383,
      "monthDay": "08/13"
    },
    {
      "year": "1912",
      "uri": "/wiki/Claire_Cribbs",
      "name": "Claire Cribbs",
      "aboutText": "Makarios III (Greek: Μακάριος Γ΄), born Michail Christodoulou Mouskos (Greek: Μιχαήλ Χριστοδούλου Μούσκος; August 13, 1913 – August 3, 1977), was the archbishop and primate of the autocephalous Church of Cyprus, a Greek Orthodox Church (1950–1977), and the first President of the Republic of Cyprus (1960–1974 and 1974–1977). In his three terms as President of Cyprus (1959–1977), he survived four assassination attempts and a 1974 coup.",
      "pageId": 358396,
      "monthDay": "08/13"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ben_Hogan",
      "name": "Ben Hogan",
      "aboutText": "Sir Basil Urwin Spence, OM, OBE, RA (13 August 1907 – 19 November 1976) was a Scottish architect, most notably associated with Coventry Cathedral in England and the Beehive in New Zealand, but also responsible for numerous other buildings in the Modernist/Brutalist style.",
      "pageId": 417761,
      "monthDay": "08/13"
    },
    {
      "year": "1912",
      "uri": "/wiki/Salvador_Luria",
      "name": "Salvador Luria",
      "aboutText": "Noor Mohamed Hassanali, TC (August 1918 – 25 August 2006) was the second President of the Republic of Trinidad and Tobago (1987 to 1997). A retired High Court judge, President Hassanali was the first Indo-Trinidadian to hold the office of President and was the first Muslim head of state in the Americas. The sixth of seven children, Hassanali was born in San Fernando and was educated at Canaan and Corinth Canadian Mission (now Presbyterian) Primary Schools and Naparima College.",
      "pageId": 701574,
      "monthDay": "08/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Makarios_III",
      "name": "Makarios III",
      "aboutText": "Sir George Shearing, OBE (13 August 1919 –  14 February 2011) was a British jazz pianist who for many years led a popular jazz group that recorded for Discovery Records, MGM Records and Capitol Records. The composer of over 300 titles, including the jazz standard \"Lullaby of Birdland\", had multiple albums on the Billboard charts during the 1950s, 1960s, 1980s and 1990s.",
      "pageId": 704076,
      "monthDay": "08/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Fred_Davis_(snooker_player)",
      "name": "Fred Davis",
      "aboutText": "Louis Frémaux (born August 13, 1921 in Aire-sur-la-Lys, France) is a French conductor.",
      "pageId": 764673,
      "monthDay": "08/13"
    },
    {
      "year": "1914",
      "uri": "/wiki/Luis_Mariano",
      "name": "Luis Mariano",
      "aboutText": "Mariano Eusebio González y García (13 August 1914 – 14 July 1970), also known as Luis Mariano, was a popular tenor of Spanish Basque origin who achieved celebrity in 1946 with « La belle de Cadix » (« The Beautiful Lady of Cadix ») an operetta by Francis Lopez.",
      "pageId": 2539204,
      "monthDay": "08/13"
    },
    {
      "year": "1917",
      "uri": "/wiki/Sid_Gordon",
      "name": "Sid Gordon",
      "aboutText": "Sidney \"Sid\" Gordon (August 13, 1917 – June 17, 1975), known as \"Sid\", was a stocky, powerfully built American right-handed Major League Baseball outfielder, third baseman, and first baseman.\nHe had a 13-year career in MLB for the New York Giants (1941–43, 1946–49, and 1955), Boston Braves (1950–52), Milwaukee Braves (1953), and Pittsburgh Pirates (1954–55). Gordon was one of the Giants' most popular players.",
      "pageId": 2763306,
      "monthDay": "08/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Noor_Hassanali",
      "name": "Noor Hassanali",
      "aboutText": "William \"Bill\" Bernbach (August 13, 1911 – October 2, 1982) was an American advertising creative director. He was one of the three founders in 1949 of the international advertising agency Doyle Dane Bernbach (DDB).",
      "pageId": 3140750,
      "monthDay": "08/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Frederick_Sanger",
      "name": "Frederick Sanger",
      "aboutText": "Alpha Rex Emmanuel Humbard (August 13, 1919 – September 21, 2007) was a well-known American television evangelist whose Cathedral of Tomorrow show was aired on over 600 stations at the peak of its popularity.",
      "pageId": 3275272,
      "monthDay": "08/13"
    },
    {
      "year": "1919",
      "uri": "/wiki/Rex_Humbard",
      "name": "Rex Humbard",
      "aboutText": "Gene Raymond (August 13, 1908 – May 3, 1998) was an American film, television, and stage actor of the 1930s and 1940s.",
      "pageId": 3645445,
      "monthDay": "08/13"
    },
    {
      "year": "1919",
      "uri": "/wiki/George_Shearing",
      "name": "George Shearing",
      "aboutText": "Jimmy McCracklin (August 13, 1921 – December 20, 2012) was an American pianist, vocalist, and songwriter. His style contained West Coast blues, Jump blues, and R&B. Over a career that spanned seven decades, he said he had written almost a thousand songs and had recorded hundreds of them. McCracklin recorded over 30 albums, and earned four gold records.",
      "pageId": 3814960,
      "monthDay": "08/13"
    },
    {
      "year": "1920",
      "uri": "/wiki/Neville_Brand",
      "name": "Neville Brand",
      "aboutText": "Ernest Harold \"Benny\" Bailey (13 August 1925 – 14 April 2005) was an American bebop and hard-bop jazz trumpeter.",
      "pageId": 7043713,
      "monthDay": "08/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Louis_Fr%C3%A9maux",
      "name": "Louis Frémaux",
      "aboutText": "Fred Davis, OBE (14 August 1913 – 16 April 1998) was an English professional player of snooker and billiards, being one of only two players ever to win the world title in both, along with his brother Joe. He was one of the most popular personalities in the game. His professional career spanned from 1929 to 1993.",
      "pageId": 11516049,
      "monthDay": "08/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jimmy_McCracklin",
      "name": "Jimmy McCracklin",
      "aboutText": "Charles E. Gilmur (August 13, 1922 – January 14, 2011) was an American basketball player and high school teacher.\nA 6'4\" forward/center from the University of Washington, Gilmur earned first-team All-PCC honors in 1943. He played in the National Basketball Association from 1946 to 1951 as a member of the Chicago Stags and Washington Capitols.",
      "pageId": 16530748,
      "monthDay": "08/13"
    },
    {
      "year": "1922",
      "uri": "/wiki/Chuck_Gilmur",
      "name": "Chuck Gilmur",
      "aboutText": "Claire Linton Cribbs (August 13, 1912 – September 14, 1985) was an American basketball player and high school coach. He was a two-time All-American at the University of Pittsburgh and won over 400 games as a high school coach in the state of Ohio.\nCribbs, a 6'0 (1.83 m) guard from Jeannette High School in Jeannette, Pennsylvania, chose to attend the nearby University of Pittsburgh and play for Hall of Fame coach Doc Carlson.",
      "pageId": 29216413,
      "monthDay": "08/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Benny_Bailey",
      "name": "Benny Bailey",
      "aboutText": "Charles Arthur Shires (August 13, 1906 – July 13, 1967) was an American professional baseball player. He played in Major League Baseball as a first baseman for the Chicago White Sox, Washington Senators and Boston Braves.",
      "pageId": 30133875,
      "monthDay": "08/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Fidel_Castro",
      "name": "Fidel Castro",
      "aboutText": "Fidel Alejandro Castro Ruz (American Spanish: [fiˈðel aleˈxandɾo ˈkastɾo ˈrus]  audio ; born August 13, 1926), commonly known as Fidel Castro, is a Cuban politician and revolutionary who served as Prime Minister of the Republic of Cuba from 1959 to 1976 and then President from 1976 to 2008. Politically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration Cuba became a one-party socialist state; industry and business were nationalized, and state socialist reforms were implemented throughout society.",
      "pageId": 38301,
      "monthDay": "08/13"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Tidmarsh",
      "name": "John Tidmarsh",
      "aboutText": "Minnie Joycelyn Elders (born Minnie Lee Jones; August 13, 1933) is an American pediatrician and public health administrator. She was a vice admiral in the Public Health Service Commissioned Corps and the first African American appointed as Surgeon General of the United States. Elders is best known for her frank discussion of her views on controversial issues such as drug legalization and distributing contraception in schools.",
      "pageId": 219413,
      "monthDay": "08/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Pat_Harrington,_Jr.",
      "name": "Pat Harrington, Jr.",
      "aboutText": "Rodney Stephen Hull (13 August 1935 – 17 March 1999), better known as Rod Hull, was an English comedian, best known as a popular entertainer on British television in the 1970s and 1980s.",
      "pageId": 486476,
      "monthDay": "08/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wilfried_Hilker",
      "name": "Wilfried Hilker",
      "aboutText": "Bernard John Manning (13 August 1930 – 18 June 2007) was an English comedian and nightclub owner.\nManning told irreverent jokes about people from all walks of life, but his act was best known for material involving ethnic stereotypes and minority groups. This led to frequent criticism that his act was racist, which he discounted, saying: \"I tell jokes.",
      "pageId": 551781,
      "monthDay": "08/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Don_Ho",
      "name": "Don Ho",
      "aboutText": "Madhur Jaffrey, CBE (born Bahadur, 13 August 1933) is an Indian-born actress, food and travel writer, and television personality. She is recognized for bringing Indian cuisine to the Western world with her debut cookbook, An Invitation to Indian Cooking (1973), which was inducted into the James Beard Foundation’s Cookbook Hall of Fame in 2006. She has written over a dozen cookbooks and appeared on several related television programs, the most notable of which was Madhur Jaffrey's Indian Cookery, which premiered in the UK in 1982.",
      "pageId": 1329600,
      "monthDay": "08/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bernard_Manning",
      "name": "Bernard Manning",
      "aboutText": "Erin Leslie Fleming (August 13, 1941 – April 15, 2003) was a Canadian actress best-known as the companion of Groucho Marx in his final years.\n^ \"Erin M Fleming\". United States Social Security Death Index.",
      "pageId": 1424339,
      "monthDay": "08/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wilmer_Mizell",
      "name": "Wilmer Mizell",
      "aboutText": "David Cortez Clowney, known by the stage name Dave \"Baby\" Cortez (born August 13, 1938, Detroit, Michigan), is an American pop and R&B organist and pianist.\nClowney attended Northwestern High School in Detroit. His father played the piano, and encouraged him to pursue a musical career.",
      "pageId": 1598086,
      "monthDay": "08/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bob_Wiesler",
      "name": "Bob Wiesler",
      "aboutText": "Pat Harrington, Jr., (born August 13, 1929) is an American voice, stage, and television actor most popularly known for his role as building superintendent \"Schneider\" on the CBS sitcom One Day at a Time.",
      "pageId": 1799862,
      "monthDay": "08/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Joycelyn_Elders",
      "name": "Joycelyn Elders",
      "aboutText": "Wilmer David \"Vinegar Bend\" Mizell (August 13, 1930 – February 21, 1999) was an American left-handed pitcher in major league baseball who went on to serve three terms as a Republican U.S. congressman from North Carolina from 1969 to 1975.",
      "pageId": 1846266,
      "monthDay": "08/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Madhur_Jaffrey",
      "name": "Madhur Jaffrey",
      "aboutText": "Alexander de Renzy (August 13, 1935 – June 8, 2001) was an American director and producer of pornographic movies.\nBorn in New York City, de Renzy served in the United States Air Force as a Survival Instructor. Back in the United States, he began making documentary films in San Francisco.",
      "pageId": 1905165,
      "monthDay": "08/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Alex_de_Renzy",
      "name": "Alex de Renzy",
      "aboutText": "James Timothy \"Mudcat\" Grant (born August 13, 1935 in Lacoochee, Florida) is a former Major League Baseball pitcher who played for the Cleveland Indians (1958–64), Minnesota Twins (1964–67), Los Angeles Dodgers (1968), Montreal Expos (1969), St. Louis Cardinals (1969), Oakland Athletics (1970 and 1971) and Pittsburgh Pirates (1970–71).",
      "pageId": 2219593,
      "monthDay": "08/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mudcat_Grant",
      "name": "Mudcat Grant",
      "aboutText": "William Clifford \"Bill\" Musselman (August 13, 1940 – May 5, 2000) was an American basketball coach in the NCAA, the ABA, the WBA, the CBA and the NBA. He was a fiercely intense coach who once was quoted as saying, \"Defeat is worse than death because you have to live with defeat.\"",
      "pageId": 4137099,
      "monthDay": "08/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Rod_Hull",
      "name": "Rod Hull",
      "aboutText": "Susan I.M. Jameson (born 13 August 1941) is an English actress who is best known for her television work. She is possibly most notable for portraying Esther Lane in the BBC crime drama, New Tricks between 2003 and 2013.",
      "pageId": 4737830,
      "monthDay": "08/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kostas_Hatzis",
      "name": "Kostas Hatzis",
      "aboutText": "Frederick Gordon \"Fred\" Hill (born August 13, 1943) is a former professional American football player.",
      "pageId": 5819210,
      "monthDay": "08/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dave_%22Baby%22_Cortez",
      "name": "Dave \"Baby\" Cortez",
      "aboutText": "Michael Willetts, GC (13 August 1943 – 25 May 1971) was one of the first British soldiers to be killed during the Troubles in Northern Ireland, and the recipient of a posthumous George Cross for his heroism in saving lives during the Provisional Irish Republican Army bombing which claimed his own.",
      "pageId": 8954868,
      "monthDay": "08/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bill_Musselman",
      "name": "Bill Musselman",
      "aboutText": "John Alan Tidmarsh, O.B.E., born 13 August 1928 in King's College Hospital, Camberwell, is a British broadcaster and journalist who spent 10 years with domestic radio and television and more than 30 with the BBC World Service magazine programme Outlook.\nAn evacuee during the early years of the Second World War, he went to three different grammar schools before joining his parents in Bristol for his final school years at Cotham Grammar School. He left school at 16 to become a junior reporter with the Western Daily Press.",
      "pageId": 19063314,
      "monthDay": "08/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Erin_Fleming",
      "name": "Erin Fleming",
      "aboutText": "Robert George Wiesler (August 13, 1930 – August 10, 2014) was a pitcher in Major League Baseball who played for the New York Yankees and Washington Senators in parts of five seasons spanning 1951–1958. Listed at 6' 3\", 188 lb., he was a switch-hitter and threw left-handed.\nWiesler was signed by the Yankees as an amateur free agent in 1949 out of Beaumont High School in St.",
      "pageId": 21337088,
      "monthDay": "08/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Susan_Jameson",
      "name": "Susan Jameson",
      "aboutText": "Wilfried Hilker (born 13 August 1930 in Ahlen) is a former football referee from Germany.\nHilker was a referee for the German Football Association between 1964 and 1978. He refereed 81 games in the Fußball-Bundesliga and 36 games in the 2.",
      "pageId": 30629527,
      "monthDay": "08/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Fred_Hill_(American_football)",
      "name": "Fred Hill",
      "aboutText": "Kostas Hatzis (Greek: Κώστας Χατζής) (born August 13, 1936) is a Romani singer-songwriter and musician.\nKostas Hatzis born in Livadeia, a city in central Greece. He is one of the most significant composers in the Greek social song.",
      "pageId": 35256228,
      "monthDay": "08/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Willetts",
      "name": "Michael Willetts",
      "aboutText": "Donald Tai Loy \"Don\" Ho (simplified Chinese: 何大来; traditional Chinese: 何大來; pinyin: Hé Dàlái; August 13, 1930 – April 14, 2007) was a Hawaiian-born American traditional pop musician, singer and entertainer.",
      "pageId": 47720197,
      "monthDay": "08/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Divina_Galica",
      "name": "Divina Galica",
      "aboutText": "Dave Carter (August 13, 1952 – July 19, 2002) was an American folk singer-songwriter who described his style as \"post-modern mythic American folk music.\" He was one half of the duo Dave Carter and Tracy Grammer, who were heralded as the new \"voice of modern folk music\" in the months before Carter's unexpected death in July 2002. They were ranked as number one on the year-end list for \"Top Artists\" on the Folk Music Radio Airplay Chart for 2001 and 2002, and their popularity has endured in the years following Carter's death.",
      "pageId": 516683,
      "monthDay": "08/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kevin_Tighe",
      "name": "Kevin Tighe",
      "aboutText": "Kathleen Deanna Battle (born August 13, 1948) is an American operatic light lyric soprano known for her distinctive vocal range and tone. Born in Portsmouth, Ohio, Battle initially became known for her work within the concert repertoire through performances with major orchestras during the early and mid-1970s. She made her opera debut in 1975.",
      "pageId": 653203,
      "monthDay": "08/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lars_Engqvist",
      "name": "Lars Engqvist",
      "aboutText": "Lars Engqvist (born August 13, 1945) is a Swedish politician. He served as chairman of the youth organization of the Swedish Social Democrats from 1972 to 1978, and then worked as a journalist. He was the editor-in-chief of Arbetet, a Malmö-based newspaper.",
      "pageId": 703659,
      "monthDay": "08/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gary_Gregor",
      "name": "Gary Gregor",
      "aboutText": "Divina Mary Galica MBE (born 13 August 1944) is an English sportswoman. She competed in four Winter Olympics as a skier, captaining the British Women’s Olympic Ski Team in 1968 and 1972.",
      "pageId": 1228304,
      "monthDay": "08/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robin_Jackman",
      "name": "Robin Jackman",
      "aboutText": "Daniel Grayling \"Dan\" Fogelberg (August 13, 1951 – December 16, 2007) was an American musician, songwriter, composer, and multi-instrumentalist whose music was inspired by sources as diverse as folk, pop, rock, classical, jazz, and bluegrass.",
      "pageId": 1311795,
      "monthDay": "08/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Fred_Stanley_(baseball)",
      "name": "Fred Stanley",
      "aboutText": "Philippe Petit (French pronunciation: ​[fi'lip pə'ti]; born 13 August 1949) is a French high-wire artist who gained fame for his high-wire walk between the Twin Towers of the World Trade Center in New York City, on the morning of August 7, 1974. For his unauthorized feat (which he referred to as \"le coup\") 1,350 feet (400 metres) above the ground, he rigged a 450-pound (200-kilogram) cable and used a custom-made 26-foot (8-metre) long, 55-pound (25-kilogram) balancing pole. He performed for 45 minutes, making eight passes along the wire.",
      "pageId": 1718352,
      "monthDay": "08/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Stocker_(voice_actor)",
      "name": "John Stocker",
      "aboutText": "Thomas James \"Tom\" Davis (August 13, 1952 – July 19, 2012) was an American writer, comedian, and author.",
      "pageId": 2193845,
      "monthDay": "08/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Margareta_Winberg",
      "name": "Margareta Winberg",
      "aboutText": "John Stocker (born August 13, 1947) is a Canadian voice actor. His career in voice acting began in the 1970s.",
      "pageId": 2385047,
      "monthDay": "08/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Justus_Thigpen",
      "name": "Justus Thigpen",
      "aboutText": "James \"Jim\" Brunzell (born August 13, 1949) is a retired professional wrestler and author Best known for his successful tag teams, Brunzell performed for various wrestling promotions during his 21-year career.",
      "pageId": 2424651,
      "monthDay": "08/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kathleen_Battle",
      "name": "Kathleen Battle",
      "aboutText": "Kevin Tighe (born Jon Kevin Fishburn; August 13, 1944) is an American actor who has worked in television, film, and theatre since the late 1960s. He is known for his character, firefighter-paramedic Roy DeSoto, on the 1972-1977 NBC series Emergency!.\nTighe was cast in his first major film as an extra in 1967's The Graduate.",
      "pageId": 2509349,
      "monthDay": "08/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Scott_Powell",
      "name": "Scott Powell",
      "aboutText": "Robin David Jackman (born 13 August 1945, Simla, Punjab, British India) is a former English cricketer, who played in four Tests and fifteen ODIs for England from 1974 to 1983. He was a seam bowler and useful tail-end batsman. During a first-class career lasting from 1966 to 1982, he took 1,402 wickets.",
      "pageId": 3080876,
      "monthDay": "08/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Brunzell",
      "name": "Jim Brunzell",
      "aboutText": "Gary Gibbs (born August 13, 1952) is an American football coach and former player. Gibbs served as the head football coach at the University of Oklahoma for six years following the resignation of Barry Switzer, from 1989 to 1994, compiling a record of 44–23–2.\nGibbs spent the first half of his adult life at Oklahoma as a player, assistant coach, and head coach.",
      "pageId": 5638185,
      "monthDay": "08/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bobby_Clarke",
      "name": "Bobby Clarke",
      "aboutText": "Frederick Blair Stanley (born August 13, 1947) is a retired American Major League Baseball shortstop. He played from 1969 to 1982 for the Seattle Pilots, Milwaukee Brewers, Cleveland Indians, San Diego Padres, New York Yankees, and the Oakland Athletics.",
      "pageId": 6418034,
      "monthDay": "08/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Philippe_Petit",
      "name": "Philippe Petit",
      "aboutText": "Gun Margareta Winberg (born Gustafsson 13 August 1947) is a Swedish Social Democratic politician. Winberg held various ministerial posts in the Third cabinet of Ingvar Carlsson and Cabinet of Göran Persson from 1994 to 2003, and was Deputy Prime Minister of Sweden from 2002 to 2003. She was Minister for Agriculture from 1994 to 1996 and again from 1998 to 2002, Minister for Labour from 1996 to 1998, and in addition held the position of Minister for Gender Equality from 1998 to 2003.",
      "pageId": 7470656,
      "monthDay": "08/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rusty_Gerhardt",
      "name": "Rusty Gerhardt",
      "aboutText": "Robert Earle Clarke (born August 13, 1949), also known as Bob Clarke and Bobby Clarke, is a Canadian former professional ice hockey centre who played his entire 15-year National Hockey League (NHL) career with the Philadelphia Flyers and is currently an executive with the team. Clarke is widely acknowledged as being one of the greatest two-way forwards of all time. He was captain of the Flyers from 1973 to 1979, winning the Stanley Cup with them in both 1974 and 1975.",
      "pageId": 8533908,
      "monthDay": "08/13"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dan_Fogelberg",
      "name": "Dan Fogelberg",
      "aboutText": "Gary W. Gregor (born August 13, 1945) is an American former professional basketball player.\nA 6'7\" forward/center from the University of South Carolina, Gregor played in the National Basketball Association and American Basketball Association as a member of the Phoenix Suns (1968–1969), Atlanta Hawks (1969–1970), Portland Trail Blazers (1970–1972), Milwaukee Bucks (1972–1973), and New York Nets (1973–1974).",
      "pageId": 12141332,
      "monthDay": "08/13"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ric_Parnell",
      "name": "Ric Parnell",
      "aboutText": "Scott Powell was born in Dallas, Texas, on August 13, 1948. He was a founding member of Sha Na Na, which began at Columbia University in 1969, under the name The Kingsmen. The group's name was later changed to avoid confusion with another band of the same name.",
      "pageId": 12347473,
      "monthDay": "08/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dave_Carter",
      "name": "Dave Carter",
      "aboutText": "Justus Thigpen (born August 13, 1947) is an American former professional basketball player.\nThigpen was selected by the San Diego Rockets in the 11th round of the 1969 NBA Draft.\nThigpen played for the following teams: Pittsburgh Pipers (1969–70 ABA season), Detroit Pistons (1972–73 NBA season), and Kansas City-Omaha Kings (1973–74 NBA season).",
      "pageId": 19614826,
      "monthDay": "08/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tom_Davis_(comedian)",
      "name": "Tom Davis",
      "aboutText": "Allen Russell \"Rusty\" Gerhardt (born August 13, 1950) is an American former professional baseball player. He was a left-handed pitcher who appeared in 23 games, 22 in relief, for the San Diego Padres of Major League Baseball in 1974. Gerhardt was named \"Sandlot Player of the Year\" by the National Baseball Congress in 1970 while attending Clemson University.",
      "pageId": 21686221,
      "monthDay": "08/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gary_Gibbs",
      "name": "Gary Gibbs",
      "aboutText": "Richard \"Ric\" J. Parnell (born 13 August 1951, London) is an English rock drummer. Although notable for his work in the band Atomic Rooster, he probably best known for his role as the ill-fated drummer Mick Shrimpton in the film This is Spinal Tap.",
      "pageId": 23907337,
      "monthDay": "08/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marie_Helvin",
      "name": "Marie Helvin",
      "aboutText": "Randall David \"Randy\" Shughart (August 13, 1958 – October 3, 1993) was a United States Army soldier of the special operations unit, 1st Special Forces Operational Detachment-Delta (1SFOD-D), also known as \"Delta Force\". Shughart was posthumously awarded the Medal of Honor for his actions during the Battle of Mogadishu in October 1993.",
      "pageId": 60153,
      "monthDay": "08/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Herb_Ritts",
      "name": "Herb Ritts",
      "aboutText": "Herbert \"Herb\" Ritts Jr.",
      "pageId": 161896,
      "monthDay": "08/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Hughie_Thomasson",
      "name": "Hughie Thomasson",
      "aboutText": "Dante Daniel \"Danny\" Bonaduce (born August 13, 1959) is an American radio/television personality, comedian, professional wrestler, and former child actor. Born in Broomall, Pennsylvania, Bonaduce is the son of veteran TV writer/producer Joseph Bonaduce (The Dick Van Dyke Show, One Day at a Time, etc.).\nThe younger Bonaduce became famous as a child actor of the 1970s on the TV sitcom The Partridge Family.",
      "pageId": 170518,
      "monthDay": "08/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Cohen",
      "name": "Tom Cohen",
      "aboutText": "Koji Kondo (近藤 浩治, Kondō Kōji, born August 13, 1961) is a Japanese video game composer and sound director who has been employed at Nintendo since 1984. He is best known for his involvement in numerous titles in the Mario and The Legend of Zelda series of video games.",
      "pageId": 219026,
      "monthDay": "08/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Thomas_Pogge",
      "name": "Thomas Pogge",
      "aboutText": "Peter Maurice Wright (9 August 1916 – 27 April 1995) was an English scientist and former MI5 counterintelligence officer, noted for writing the controversial book Spycatcher, which became an international bestseller with sales of over two million copies. Spycatcher was part memoir, part exposé of what Wright claimed were serious institutional failings in MI5 and his subsequent investigations into those.",
      "pageId": 896809,
      "monthDay": "08/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Wright",
      "name": "Peter Wright",
      "aboutText": "Seán Feargal Sharkey (born 13 August 1958) is a Northern Irish singer most widely known as the lead vocalist of pop punk band The Undertones in the 1980s, and also for solo works in the 1990s.",
      "pageId": 1105762,
      "monthDay": "08/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Nico_Assump%C3%A7%C3%A3o",
      "name": "Nico Assumpção",
      "aboutText": "Thomas Winfried Menko Pogge (born 13 August 1953), is a German philosopher and is the Director of the Global Justice Program and Leitner Professor of Philosophy and International Affairs at Yale University. In addition to his Yale appointment, he is the Research Director of the Centre for the Study of the Mind in Nature at the University of Oslo, a Professorial Research Fellow at the Centre for Applied Philosophy and Public Ethics at Charles Sturt University and Professor of Political Philosophy at the University of Central Lancashire's Centre for Professional Ethics. Pogge is also an editor for social and political philosophy for the Stanford Encyclopedia of Philosophy and a member of the Norwegian Academy of Science and Letters.",
      "pageId": 1181844,
      "monthDay": "08/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Keith_Ahlers",
      "name": "Keith Ahlers",
      "aboutText": "Keith Ahlers (born 13 August 1955) is a British race car driver. He was born in Cambridge, England, and was educated at the Perse School for Boys, Cambridge.\nHe is associated with Morgan Motor Company, driving a privately owned car (not the Morgan Aero 8 as in the 2004 24 Hours of Le Mans) in the 24 Hours Nürburgring each year.",
      "pageId": 1616360,
      "monthDay": "08/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Hideo_Fukuyama",
      "name": "Hideo Fukuyama",
      "aboutText": "Paul Greengrass (born 13 August 1955) is an English film director, screenwriter and former journalist. He specialises in dramatisations of real-life events and is known for his signature use of hand-held cameras. His early film Bloody Sunday won the Golden Bear at 52nd Berlin International Film Festival.",
      "pageId": 1998361,
      "monthDay": "08/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Paul_Greengrass",
      "name": "Paul Greengrass",
      "aboutText": "David Feherty (born 13 August 1958) is a former professional golfer on the European Tour and PGA Tour.\nSince retiring, he has worked as a television personality; from 1997 through 2015, Feherty served as an on-course reporter for the PGA Tour on CBS. In 2011, he also introduced a self-titled interview series on Golf Channel.",
      "pageId": 2244199,
      "monthDay": "08/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mulgrew_Miller",
      "name": "Mulgrew Miller",
      "aboutText": "Hideo Fukuyama (福山 英朗, Hideo Fukuyama, born August 13, 1955), is a Japanese racing driver. A former competitor at the 24 Hours of Le Mans, he attempted to compete in the NASCAR Winston Cup Series in the early 2000s, but only qualified for four races before leaving the series.",
      "pageId": 2621026,
      "monthDay": "08/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_Feherty",
      "name": "David Feherty",
      "aboutText": "Mulgrew Miller (August 13, 1955 – May 29, 2013) was an American jazz pianist, composer, and educator. As a child he played in churches and was influenced on piano by Ramsey Lewis and then Oscar Peterson. Aspects of their styles remained in his playing, but he added the greater harmonic freedom of McCoy Tyner and others in developing as a hard bop player and then in creating his own style, which influenced others from the 1980s on.",
      "pageId": 3599785,
      "monthDay": "08/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Feargal_Sharkey",
      "name": "Feargal Sharkey",
      "aboutText": "Bruce Nicholas French (born 13 August 1959 in Market Warsop, Nottinghamshire, England) is a former English cricketer, who played in sixteen Tests and thirteen ODIs for England from 1985 to 1988. A wicket-keeper/batsman, French played his first Test against India at Headingley, Leeds in 1986, and his last Test against New Zealand in Wellington in March 1988.\nFrench played his county cricket exclusively for Nottinghamshire.",
      "pageId": 3740731,
      "monthDay": "08/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Randy_Shughart",
      "name": "Randy Shughart",
      "aboutText": "Nico Assumpção (Antônio Álvaro Assumpção Neto) (August 13, 1954 in São Paulo, Brazil – January 20, 2001 in Rio de Janeiro), was a Brazilian bass player.",
      "pageId": 3914215,
      "monthDay": "08/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Danny_Bonaduce",
      "name": "Danny Bonaduce",
      "aboutText": "Marie Helvin (born August 13, 1952, Tokyo, Japan) is a British-based American fashion model, who worked extensively with David Bailey—to whom she was married between 1975 and 1985. In the 1970s and 1980s she appeared in many fashion stories for British Vogue and posed for a series of nude photographs made by David Bailey, which were published in his 1980 book Trouble and Strife.",
      "pageId": 5743440,
      "monthDay": "08/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_Bradley_(musician)",
      "name": "Michael Bradley",
      "aboutText": "Thomas Edward Niedenfuer (born August 13, 1959), is a retired American Major League Baseball right-handed pitcher. He attended high school in Redmond, Washington and was a standout pitcher in college for the Washington State Cougars under coach Bobo Brayton. He left school before completing his senior season.",
      "pageId": 6074021,
      "monthDay": "08/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bruce_French_(cricketer)",
      "name": "Bruce French",
      "aboutText": "Hugh Edward \"Hughie\" Thomasson, Jr.",
      "pageId": 6712625,
      "monthDay": "08/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tom_Niedenfuer",
      "name": "Tom Niedenfuer",
      "aboutText": "Michael \"Mickey\" Bradley (born 13 August 1959) is the bassist for the Northern Irish pop punk band, The Undertones.\nHe is also a radio producer for BBC Radio Foyle. Bradley also presented a one hour programme on Radio Ulster, \"After Midnight with Mickey\".",
      "pageId": 7283257,
      "monthDay": "08/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Koji_Kondo",
      "name": "Koji Kondo",
      "aboutText": "Ivar Stukolkin (born August 13, 1960 in Tallinn) is a retired Estonian swimmer. He is an Olympic champion in swimming.",
      "pageId": 9818264,
      "monthDay": "08/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ivar_Stukolkin",
      "name": "Ivar Stukolkin",
      "aboutText": "Tom Dana Cohen (born August 13, 1953), is an American media and cultural theorist, currently a professor at the University at Albany, State University of New York. He has published numerous important books on Alfred Hitchcock. Cohen has also written on other aspects of film studies, comparative literature, theory, cultural studies and on Paul de Man.",
      "pageId": 40408419,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Chad_Brown_(poker_player)",
      "name": "Chad Brown",
      "aboutText": "Deborah \"Debi\" Mazar (/məˈzɑr/ or /ˈmeɪzɑr/; born August 13, 1964) is an American actress and television personality, known for her Jersey Girl-type roles; as sharp-tongued women in independent films; and for her starring role in the Cooking Channel series, Extra Virgin, along with her husband Gabriele Corcos.",
      "pageId": 90685,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sam_Champion",
      "name": "Sam Champion",
      "aboutText": "Valerie Elise Plame Wilson (born August 13, 1963), known as Valerie Plame, Valerie E. Wilson, and Valerie Plame Wilson, is a former United States CIA operations officer, the wife of former Ambassador Joseph C. Wilson, and the author of a memoir detailing her career and the events leading up to her forced resignation from the CIA.",
      "pageId": 333091,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dawnn_Lewis",
      "name": "Dawnn Lewis",
      "aboutText": "Jay Campbell Buhner (born August 13, 1964), nicknamed \"Bone\", is a former Major League Baseball right fielder.",
      "pageId": 385914,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Stuart_Maconie",
      "name": "Stuart Maconie",
      "aboutText": "Dawnn Lewis (born August 13, 1961) is an American actress and singer. She is best known for her roles as Jaleesa Vinson–Taylor on the NBC television sitcom A Different World (1987–92), for which she co–wrote the theme song; as Robin Dumars on the ABC sitcom Hangin' With Mr. Cooper for its first season (1992–93); and as Cheryl Spade in the 1988 film I'm Gonna Git You Sucka.",
      "pageId": 1573006,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Neil_Mallender",
      "name": "Neil Mallender",
      "aboutText": "Mark Alan Lemke (born August 13, 1965 in Utica, New York) is a former Major League Baseball player.",
      "pageId": 1594183,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tom_Perrotta",
      "name": "Tom Perrotta",
      "aboutText": "Jan Håkan \"Ian\" Haugland (born 13 August 1964) is the drummer in the Swedish rock band Europe. When he was eight months old, he and his family moved to the Swedish suburb Märsta. He joined Europe in the summer of 1984, replacing Tony Reno.",
      "pageId": 1789035,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tomasz_Starzewski",
      "name": "Tomasz Starzewski",
      "aboutText": "Sridevi Kapoor, known as Sridevi (born Shree Amma Yanger Ayyapan on 13 August 1963), is an Indian film actress who has worked in Tamil, Hindi, Telugu, Malayalam and Kannada films. She is cited as the first female superstar of Hindi Cinema.\nShe started her career as a child artist in M.A. Thirumugham’s devotional Thunaivan at the age of four, and continued to act as a child artist in Tamil, Telugu, Malayalam and Kannada films.",
      "pageId": 1938728,
      "monthDay": "08/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Cary_Stayner",
      "name": "Cary Stayner",
      "aboutText": "Stuart Maconie (born 13 August 1960) is an English radio DJ and television presenter, writer, journalist, and critic working in the field of pop music and popular culture. He is currently a presenter on BBC Radio 6 Music, where he hosts an afternoon show five times a week (Monday–Friday, 1pm–4pm), alongside Mark Radcliffe, called Radcliffe & Maconie, which broadcasts from the BBC's MediaCityUK in Salford, Greater Manchester. The pair had previously presented an evening show on BBC Radio 2.",
      "pageId": 1967079,
      "monthDay": "08/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Thanos_Kalliris",
      "name": "Thanos Kalliris",
      "aboutText": "Thomas R. Perrotta (born August 13, 1961) is an American novelist and screenwriter best known for his novels Election (1998) and Little Children (2004), both of which were made into critically acclaimed, Academy Award-nominated films. Perrotta co-wrote the screenplay for the 2006 film version of Little Children with Todd Field, for which he received an Academy Award nomination for Best Adapted Screenplay.",
      "pageId": 2061308,
      "monthDay": "08/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Slattery",
      "name": "John Slattery",
      "aboutText": "Cary Anthony Stayner (August 13, 1961) is an American serial killer convicted of the murders of four women between February and July 1999: Carole Sund, her teenaged daughter Juli Sund and their teenaged traveling companion Silvina Pelosso, and Yosemite Institute naturalist Joie Ruth Armstrong. The murders occurred in Mariposa County, California, near Yosemite National Park. Stayner's early family life was marked by the abduction of his younger brother, Steven, a kidnapping victim of convicted child molester, Kenneth Parnell.",
      "pageId": 2071664,
      "monthDay": "08/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sridevi",
      "name": "Sridevi",
      "aboutText": "Neil Alan Mallender (born 13 August 1961) is a former English cricketer. Born in Kirk Sandall, Yorkshire, Mallender was a right-arm fast-medium bowler and a right-hand lower order batsman who improved as his career progressed. He played first-class cricket in England for Northamptonshire (1980–1986 and 1995–1996) and for Somerset (1987–1994).",
      "pageId": 2204944,
      "monthDay": "08/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Steve_Higgins",
      "name": "Steve Higgins",
      "aboutText": "Athanasios 'Thanos' Kalliris (born 13 August 1962) is a Greek singer who was born in Athens. His father was a guitarist and composer, Titos Kalliris (1934-2013). In the 1980s, he was a part of the pop music band Bang alongside Vassilis Dertilis.",
      "pageId": 2502190,
      "monthDay": "08/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Valerie_Plame",
      "name": "Valerie Plame",
      "aboutText": "Samuel James \"Sam\" Champion (born August 13, 1961) is an American weather anchor who is best known for his combined 25-year career on the ABC flagship station WABC-TV and Good Morning America. He formerly co-anchored AMHQ: America's Morning Headquarters on The Weather Channel.\nFollowing his December 4, 2013, final day with ABC, he became the managing editor of The Weather Channel on January 21, 2014.",
      "pageId": 2833927,
      "monthDay": "08/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jay_Buhner",
      "name": "Jay Buhner",
      "aboutText": "Thomas Albert Prince (born August 13, 1964, Kankakee, Illinois) is an American former professional baseball player. He played as a catcher in Major League Baseball for seventeen seasons. He is currently the manager of the Altoona Curve in the Eastern League.",
      "pageId": 2984511,
      "monthDay": "08/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hank_Cheyne",
      "name": "Hank Cheyne",
      "aboutText": "Chad Brown (August 13, 1961 – July 2, 2014) was an American actor, poker player and color commentator, based in Los Angeles, California.",
      "pageId": 4250220,
      "monthDay": "08/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ian_Haugland",
      "name": "Ian Haugland",
      "aboutText": "Hank Cheyne (born August 13, 1958) is an American actor known for playing Ricardo Torres in the, Aaron Spelling soap opera Sunset Beach (1997-2000)'. He also played the role of Scott LaSalle on Another World (1986–1988) and Anton on Saints & Sinners.\nBorn Henry Edward Garcia, Hank graduated from Santa Clara University in 1980 with a BSC in Business, where he also played varsity baseball.",
      "pageId": 6538008,
      "monthDay": "08/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Debi_Mazar",
      "name": "Debi Mazar",
      "aboutText": "John M. Slattery, Jr. (born August 13, 1962) is an American actor, director, producer, and screenwriter. He is best known for his role as Roger Sterling in the AMC drama series Mad Men.",
      "pageId": 6617452,
      "monthDay": "08/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tom_Prince",
      "name": "Tom Prince",
      "aboutText": "Hayato Matsuo (松尾早人, Matsuo Hayato, born August 13, 1965 in Kashiwa, Japan) is a Japanese video game and anime composer, arranger and orchestrator. He has worked on titles such as Front Mission 3, Final Fantasy XII, the Shenmue series, and Magic Knight Rayearth. Inspired by his mother, a piano teacher, he graduated from the music composition department of Tokyo University of the Arts.",
      "pageId": 6727049,
      "monthDay": "08/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mark_Lemke",
      "name": "Mark Lemke",
      "aboutText": "Tomasz Starzewski (born 13 Aug 1961) is a Polish British fashion designer, the owner of a well known London couture house.\nThe son of Polish parents who had emigrated to London in 1946, Starzewski's mother and grandmother both worked in fashion. He attended Emanuel School and St Martins College and had an ambition to be a designer from an early age.",
      "pageId": 14066307,
      "monthDay": "08/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Hayato_Matsuo",
      "name": "Hayato Matsuo",
      "aboutText": "Steve Higgins (born August 13, 1963) is an American writer, producer, announcer, actor, and comedian. He currently serves as the announcer of The Tonight Show Starring Jimmy Fallon and as a writer and producer of Saturday Night Live. Prior to The Tonight Show, Higgins was also the announcer for Late Night with Jimmy Fallon from 2009 to 2014.",
      "pageId": 21786142,
      "monthDay": "08/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Scooter_Barry",
      "name": "Scooter Barry",
      "aboutText": "Hani Saleh Hasan Hanjour (Arabic: هاني صالح حسن حنجور‎, Hānī Ṣāliḥ Ḥasan Ḥanjūr; August 13, 1972 – September 11, 2001) was the Saudi Arabian hijacker-pilot of American Airlines Flight 77, crashing the plane into the Pentagon as part of the September 11 attacks.\nHanjour first came to the United States in 1991, enrolling at the University of Arizona, where he studied English for a few months before returning to Saudi Arabia early the next year. He came back to the United States in 1996, studying English in California before he began taking flying lessons in Arizona.",
      "pageId": 13924,
      "monthDay": "08/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Shayne_Corson",
      "name": "Shayne Corson",
      "aboutText": "Alan Shearer OBE, DL (/ˈʃɪərər/; born 13 August 1970) is an English retired footballer. He played as a striker in the top level of English league football for Southampton, Blackburn Rovers, Newcastle United and for the England national team. He was widely regarded as one of the world's best strikers, being both Newcastle's and the Premier League's record goalscorer.",
      "pageId": 58682,
      "monthDay": "08/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Quinn_Cummings",
      "name": "Quinn Cummings",
      "aboutText": "Heike Makatsch (born 13 August 1971) is a German actress and singer. She is known for her roles as Dr.",
      "pageId": 342514,
      "monthDay": "08/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dave_Jamerson",
      "name": "Dave Jamerson",
      "aboutText": "Richard Francis \"Scooter\" Barry IV (born August 13, 1966) is a retired American professional basketball player.\nHis nickname \"Scooter\" was given shortly after being born in San Francisco, California. The son of NBA Hall of Fame member, Rick Barry, has three younger brothers Jon, Brent and Drew, who also share his profession.",
      "pageId": 633958,
      "monthDay": "08/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Digna_Ketelaar",
      "name": "Digna Ketelaar",
      "aboutText": "Matthew Jonathan Hyson (born August 13, 1970) is an American professional wrestler currently signed to Total Nonstop Action Wrestling (TNA) under his real name, Matt Hyson. He is best known for his performances in Extreme Championship Wrestling and World Wrestling Entertainment under the ring name Spike Dudley and in Total Nonstop Action Wrestling under the ring name Brother Runt.\nIn ECW, he was a two-time Tag Team Champion.",
      "pageId": 650354,
      "monthDay": "08/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tal_Bachman",
      "name": "Tal Bachman",
      "aboutText": "Midori Ito or Midori Itō (伊藤みどり, Itō Midori, born August 13, 1969 in Nagoya) is a Japanese former figure skater. She is the 1989 World champion and the 1992 Olympic silver medalist. She is the first woman to land a triple/triple jump combination and a triple axel in competition.",
      "pageId": 657068,
      "monthDay": "08/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Todd_Hendricks",
      "name": "Todd Hendricks",
      "aboutText": "Anthony Alexander Jarrett (born 13 August 1968 in Enfield, London) is a former sprint and hurdling athlete from England. He was a silver medalist in the 110 metres hurdles at the World Championships in 1993 and 1995, and at the European Championships in 1990, and won the gold medal in the event at the Commonwealth Games in 1998.\nJarrett came fourth in the 110m hurdles at the 1992 Summer Olympics in Barcelona, missing out on a bronze medal by 1000th of a second to Jack Pierce of the USA. He again narrowly missed out on an Olympic medal when he was a member of the 4 × 100 m sprint relay team that also finished 4th in the Olympic final of that year.",
      "pageId": 795714,
      "monthDay": "08/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tony_Jarrett",
      "name": "Tony Jarrett",
      "aboutText": "Moritz Johann Bleibtreu (born 13 August 1971) is a German actor.",
      "pageId": 1098341,
      "monthDay": "08/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Midori_Ito",
      "name": "Midori Ito",
      "aboutText": "David Harold Monahan (born August 13, 1971) is an American actor, best known for recurring roles on Crossing Jordan as Detective Matt Seely and Dawson's Creek as Tobey Barret. He has also appeared in such films as The Last Supper (2000), The Mostly Unfabulous Social Life of Ethan Green (2005) and Something New (2006). He also appeared in the Supernatural episode \"Houses of the Holy\".",
      "pageId": 1566353,
      "monthDay": "08/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Will_Clarke_(novelist)",
      "name": "Will Clarke",
      "aboutText": "Talmage Charles Robert \"Tal\" Bachman (born August 13, 1968) is a Canadian singer-songwriter and musician. He is best known for his late 1999 hit, \"She's So High\", a pop rock tune from his self-titled 1999 album that led to a BMI award.\n^ \"Bachman, Tal\".",
      "pageId": 1800862,
      "monthDay": "08/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Spike_Dudley",
      "name": "Spike Dudley",
      "aboutText": "Shayne Paul Corson (born August 13, 1966) is a retired Canadian professional hockey player. He played in the National Hockey League for the Montreal Canadiens, Edmonton Oilers, St. Louis Blues, Toronto Maple Leafs, and Dallas Stars.",
      "pageId": 1892783,
      "monthDay": "08/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Elvis_Grbac",
      "name": "Elvis Grbac",
      "aboutText": "Elvis M. Grbac (/ˈɡɜrbæk/; born August 13, 1970) is a retired American football quarterback who played in the NFL. During his career he was a starting quarterback for the San Francisco 49ers, the Kansas City Chiefs, and Baltimore Ravens. In college he was a three-time passing efficiency champion, a Sammy Baugh Trophy-winner and the quarterback for Heisman Trophy-winner Desmond Howard. Drafted by San Francisco 49’ers in 1994, and serving in his rookie year as the backup to Steve Young on a Super Bowl championship team, he went on to play seven more seasons, starting 70 of the 106 games he played for San Francisco (1994–96), Kansas City (1997-2000) and Baltimore (2001).",
      "pageId": 2091417,
      "monthDay": "08/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alan_Shearer",
      "name": "Alan Shearer",
      "aboutText": "Patrick Carpentier (born August 13, 1971) is a retired Canadian race car driver. He is best known for his career in the Champ Car World Series and the IndyCar Series, where he got five wins and 24 podiums, as well as two 3rd place championship finishes in 2002 and 2004. The long-time Champ Car driver switched to the IndyCar Series in 2005, but moved on Grand Am in 2007 and spent a bit more time running his ranch.",
      "pageId": 2507336,
      "monthDay": "08/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Moritz_Bleibtreu",
      "name": "Moritz Bleibtreu",
      "aboutText": "For Chef Rolando A. Molina see List of people from the Dominican Republic.\nRolando Alberto Argueta-Molina (Born August 13, 1971) is an Hispanic-American actor.\nMolina was born in El Salvador and immigrated to the United States at a very young age.",
      "pageId": 2896774,
      "monthDay": "08/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Patrick_Carpentier",
      "name": "Patrick Carpentier",
      "aboutText": "Will Clarke (born August 13, 1970) is an American novelist who is the author of Lord Vishnu's Love Handles: A Spy Novel (sort of) and The Worthy: A Ghost's Story.\nA native of Shreveport, Louisiana, Clarke originally self-published both books via the Internet and independent books stores like Book Soup in Los Angeles, BookPeople in Austin, and Elliott Bay Book Company in Seattle. Clarke's books eventually became underground hits in the early part of the 2000s.",
      "pageId": 3905695,
      "monthDay": "08/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Adam_Housley",
      "name": "Adam Housley",
      "aboutText": "Quinn Louise Cummings (born August 13, 1967) is an American retired child actress, now writer and entrepreneur. She is best known for her Academy Award nominated role in Neil Simon's The Goodbye Girl as Lucy McFadden, and for her recurring role as Annie Cooper on the television series Family.\nShe has written a memoir Notes From The Underwire.",
      "pageId": 4380140,
      "monthDay": "08/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Heike_Makatsch",
      "name": "Heike Makatsch",
      "aboutText": "Arthur Adam Housley (born, August 13, 1971) is an award-winning American journalist and former professional baseball player. He joined Fox News Channel (FNC) in 2001 as a Los Angeles-based senior correspondent. He does not use his given first name.",
      "pageId": 5545685,
      "monthDay": "08/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rolando_Molina",
      "name": "Rolando Molina",
      "aboutText": "John David \"Dave\" Jamerson (born August 13, 1967) is an American former professional basketball player who was selected by the Miami Heat in the 1st round (15th overall) of the 1990 NBA Draft. Jamerson played for the Houston Rockets, Utah Jazz and New Jersey Nets in 3 NBA seasons. His best year as a pro came during the 1991-92 NBA season as a member of the Rockets, when he appeared in 48 games and averaged 4.0 ppg.",
      "pageId": 5564873,
      "monthDay": "08/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/David_Monahan",
      "name": "David Monahan",
      "aboutText": "Todd Hendricks (born August 13, 1968 in Graceville, Minnesota) is a former professional American football player who played wide receiver, running back, and kick returner.",
      "pageId": 25348883,
      "monthDay": "08/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Hani_Hanjour",
      "name": "Hani Hanjour",
      "aboutText": "Digna Ketelaar (born 13 August 1967) is a former Dutch tennis player. She won one ITF doubles title during her career and on 2 March 1987 reached a singles ranking high of world number 258. On 21 December 1986, Ketelaar reached a doubles ranking high of world number 174.",
      "pageId": 36796134,
      "monthDay": "08/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kevin_Plank",
      "name": "Kevin Plank",
      "aboutText": "Shoaib Akhtar  pronunciation ; born 13 August 1975) is a former Pakistani cricketer and a legendary bowler who is widely regarded as the fastest bowler of all time bowling at speeds up to 161.3 km/h. He was nicknamed the \"Rawalpindi Express\", as a tribute to his hometown and fast bowling.\nAkhtar made his Test debut in November 1997 as an opening fast bowler and played his first One Day International 3 months later.",
      "pageId": 533467,
      "monthDay": "08/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/John_Safran",
      "name": "John Safran",
      "aboutText": "Marty Vincent Turco (born August 13, 1975) is a Canadian former professional ice hockey goaltender who played 11 seasons in the National Hockey League (NHL). He played nine seasons with the Dallas Stars and one season each with the Chicago Blackhawks and Boston Bruins.",
      "pageId": 612544,
      "monthDay": "08/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Michael_Sinterniklaas",
      "name": "Michael Sinterniklaas",
      "aboutText": "Joe Perry (born 13 August 1974) is an English professional snooker player. Often referred to as the \"Fen Potter\" and also nicknamed \"the Gentleman\", he was born in Wisbech, Cambridgeshire. He climbed the rankings steadily after turning professional in 1991, and reached the top sixteen for the first time in 2002.",
      "pageId": 621568,
      "monthDay": "08/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brittany_Andrews",
      "name": "Brittany Andrews",
      "aboutText": "John Safran (born 13 August 1972) is an Australian radio personality, satirist, documentary maker and author, known for combining humour with explorations into religion and other issues.",
      "pageId": 968195,
      "monthDay": "08/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Molly_Henneberg",
      "name": "Molly Henneberg",
      "aboutText": "Ryoko Shinohara (篠原 涼子, Shinohara Ryōko, born August 13, 1973) is a Japanese singer and actress.",
      "pageId": 1056676,
      "monthDay": "08/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eric_Medlen",
      "name": "Eric Medlen",
      "aboutText": "Michael Tremain Sinterniklaas (born August 13, 1972 in Nice, France) is an American actor, voice actor, ADR director and script writer who has provided voices for a number of English-language versions of Japanese anime films and television series, as well as video games at Central Park Media, 4Kids Entertainment, Bandai Entertainment, Media Blasters, Viz Media, Funimation and Tripwire Productions. He is also the founder of NYAV Post, A Bi-coastal studio located in New York City and Los Angeles, which dubbed more than 350 different anime titles and recorded several original prelay works. He was born in France, lived in London as a child and moved to the United States when he was 10 years old.",
      "pageId": 1722648,
      "monthDay": "08/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ryoko_Shinohara",
      "name": "Ryoko Shinohara",
      "aboutText": "Samuel Bingham \"Sam\" Endicott (born August 13, 1974) is an American songwriter, multi-instrumentalist, actor and director. He is best known as the lead vocalist of the The Bravery, with whom he recorded three studio albums.",
      "pageId": 2119485,
      "monthDay": "08/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sam_Endicott",
      "name": "Sam Endicott",
      "aboutText": "Brittany Andrews (born Michelle Barry on August 13, 1973 in Milwaukee, Wisconsin) is an American exotic dancer, pornographic actress, film producer, and club DJ. In 2008, Andrews was inducted into the AVN Hall of Fame.\n^ a b Clark, Jan (May 16, 2010). \"Woman Around Town: Alison Li—Multimedia Tornado\".",
      "pageId": 2292640,
      "monthDay": "08/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Scott_MacRae",
      "name": "Scott MacRae",
      "aboutText": "Jarrod Michael Washburn (born August 13, 1974) is a former Major League Baseball pitcher and currently resides in his hometown of Webster, Wisconsin in Burnett County, Wisconsin.",
      "pageId": 2533437,
      "monthDay": "08/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Du%C5%A1an_Jeli%C4%87",
      "name": "Dušan Jelić",
      "aboutText": "Mary Janne \"Molly\" Henneberg (born August 13, 1973) is a former news reporter for the Fox News Channel. She had joined the network in 2001 and was based at the network's Washington D.C. bureau. Henneberg left Fox News in December 2014 to spend more time with her family and young daughter.",
      "pageId": 2620619,
      "monthDay": "08/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joe_Perry_(snooker_player)",
      "name": "Joe Perry",
      "aboutText": "Nicolás Alexander Lapentti Gómez (born 13 August 1976) is a former professional tennis player from Ecuador.",
      "pageId": 2817661,
      "monthDay": "08/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jarrod_Washburn",
      "name": "Jarrod Washburn",
      "aboutText": "Geno Marcellus Carlisle (born August 13, 1976 in Grand Rapids, Michigan) is an American former professional basketball player. The 6' 3\", 200-lb. point guard played in several leagues throughout the world.",
      "pageId": 4354073,
      "monthDay": "08/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shoaib_Akhtar",
      "name": "Shoaib Akhtar",
      "aboutText": "James Carpinello (born August 13, 1975) is an American film, television, and Broadway actor who came to national attention with his appearances in Tori Spelling's VH1 sitcom So NoTORIous. He is also part of the musical Rock of Ages.",
      "pageId": 4972368,
      "monthDay": "08/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/James_Carpinello",
      "name": "James Carpinello",
      "aboutText": "Kevin A. Plank (born August 13, 1972) is an American businessman, CEO and founder of Under Armour, a manufacturer of sports performance apparel, footwear and accessories, based in Baltimore.",
      "pageId": 6041328,
      "monthDay": "08/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marty_Turco",
      "name": "Marty Turco",
      "aboutText": "Eric Medlen (August 13, 1973 – March 23, 2007), was an NHRA Fuel Funny Car driver. Medlen drove for John Force Racing in 2004, 2005 and 2006, campaigning in the Castrol Syntec Ford Mustang Fuel Funny Car, and in 2007, campaigning in the Auto Club/Pleasant Holiday Ford Mustang Fuel Funny Car. He had a total of 6 career wins.",
      "pageId": 10165106,
      "monthDay": "08/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Geno_Carlisle",
      "name": "Geno Carlisle",
      "aboutText": "Özge Özberk (born 1990) is a Turkish actress who has acted in many films, television series and plays.",
      "pageId": 10989763,
      "monthDay": "08/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gr%C3%A9gory_Fitoussi",
      "name": "Grégory Fitoussi",
      "aboutText": "Dušan Jelić (Cyrillic: Душан Јелић; born August 13, 1974) is a Serbian-Greek retired professional basketball player, who played the center position. Like many players from the former Yugoslavia during the 1990s, Jelić obtained Greek citizenship, while playing in the country, and thus competed as a domestic player under the name Ntousan Koutsopoulos (Greek: Ντοὐσαν Κουτσόπουλος).",
      "pageId": 16829785,
      "monthDay": "08/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nicol%C3%A1s_Lapentti",
      "name": "Nicolás Lapentti",
      "aboutText": "Grégory Fitoussi (born 13 August 1976) is a French actor.",
      "pageId": 18389174,
      "monthDay": "08/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C3%96zge_%C3%96zberk",
      "name": "Özge Özberk",
      "aboutText": "Jody Rae Thompson is a Canadian actress, screenwriter and fillmmaker working in film and television.",
      "pageId": 20086221,
      "monthDay": "08/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jody_Thompson",
      "name": "Jody Thompson",
      "aboutText": "Scott Patrick MacRae (born August 13, 1974) is an American Major League Baseball player who played with the Cincinnati Reds from 7/24/2001 to 10/6/2001. He was active in the Cincinnati Reds organization from 6/1/1995 to 10/15/2004, and was active with the Houston Astros 3/2/2005 to 10/15/2005.\nDuring his years of being active, he was often said to be a humorous member of the clubhouse, and was nicknamed \"The Golden Ab\".",
      "pageId": 28016174,
      "monthDay": "08/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Michael_Klim",
      "name": "Michael Klim",
      "aboutText": "Donald Corey Patterson (born August 13, 1979) is an American former professional baseball outfielder. Currently, he is the Head Coach of the Brookhaven Bucks in the Sunbelt Baseball League. He is the older brother of outfielder Eric Patterson.",
      "pageId": 966752,
      "monthDay": "08/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Damian_O%27Hare",
      "name": "Damian O'Hare",
      "aboutText": "Michael George Klim, OAM (born 13 August 1977) is a Polish-born Australian swimmer, Olympic gold medallist, world champion, and former world record-holder.",
      "pageId": 1053605,
      "monthDay": "08/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kenyan_Weaks",
      "name": "Kenyan Weaks",
      "aboutText": "Shani Davis (/ˈʃɑːni/; born August 13, 1982) is an Olympic Champion speed skater from the United States.\nAt the 2006 Winter Olympics in Turin, Italy, Davis became the first black athlete to win a gold medal in an individual sport at the Olympic Winter Games, winning the speedskating 1000 meter event. He also won a silver medal in the 1500 meter event.",
      "pageId": 1381764,
      "monthDay": "08/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dwight_Smith_(American_football)",
      "name": "Dwight Smith",
      "aboutText": "Dwight L. Smith (born August 13, 1978) is an American former college and professional football player who was a safety in the National Football League (NFL) for eight seasons. He played college football for the University of Akron, and earned consensus All-American honors.",
      "pageId": 2932703,
      "monthDay": "08/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rom%C3%A1n_Col%C3%B3n",
      "name": "Román Colón",
      "aboutText": "Taizō Sugimura (杉村 太蔵, Sugimura Taizō, born August 13, 1979) is a Japanese politician and a member of the Diet of Japan, representing the Liberal Democratic Party until 2009. He ran in House of Councillors election in 2010 as a proportional candidate of the Sunrise Party of Japan.\nSugimura was born in Asahikawa, Hokkaidō.",
      "pageId": 2932898,
      "monthDay": "08/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kathryn_Fiore",
      "name": "Kathryn Fiore",
      "aboutText": "Gil Doron Reichstadt Ofarim (born 13 August 1982 in Munich, Bavaria) is a German singer, songwriter, and occasional actor. He is currently also known as the lead singer of the bands Zoo Army and Acht.",
      "pageId": 3067550,
      "monthDay": "08/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Corey_Patterson",
      "name": "Corey Patterson",
      "aboutText": "Gary McSheffrey (born 13 August 1982) is an English professional footballer who plays for League One club Scunthorpe United. He began his career as a striker but eventually became a left-winger. He has made 418 appearances in the Football League and Premier League, including 247 for Coventry City, where he became the youngest player ever to play in the Premier League.",
      "pageId": 4017534,
      "monthDay": "08/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kasia_Smutniak",
      "name": "Kasia Smutniak",
      "aboutText": "Kathryn Fiore is an American voice actress.",
      "pageId": 4371483,
      "monthDay": "08/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Taiz%C5%8D_Sugimura",
      "name": "Taizō Sugimura",
      "aboutText": "Román Benedicto Colón (born August 13, 1979) is a Dominican professional baseball pitcher in the Kansas City Royals organization. He is 6 feet, 6 inches (198 cm) tall and weighs 245 pounds (111 kg). Colón bats and throws right-handed.",
      "pageId": 5645001,
      "monthDay": "08/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jamie_Travis",
      "name": "Jamie Travis",
      "aboutText": "Damian O'Hare (born August 13, 1977) is an Irish film actor. He is best known for his role as Lt. Gillette in Pirates of the Caribbean: The Curse of the Black Pearl and Pirates of the Caribbean: On Stranger Tides.",
      "pageId": 5767715,
      "monthDay": "08/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/%C3%81lex_Gonz%C3%A1lez_(actor)",
      "name": "Álex González",
      "aboutText": "Jonathon Dutton (born 23 August 1982) is an Australian actor and director. From 1998 to 2002, Dutton played Tad Reeves in Neighbours. He later returned to the show as a director.",
      "pageId": 5869665,
      "monthDay": "08/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Murtz_Jaffer",
      "name": "Murtz Jaffer",
      "aboutText": "Panagiotis Markouizos (Greek: Παναγιώτης Μαρκουίζος, born August 13, 1980 in Athens) is a Greek figure skater. He is a multiple Greek national champion. His highest placement at an ISU championship was 33rd at the 2001 European Figure Skating Championships.",
      "pageId": 12648237,
      "monthDay": "08/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Panagiotis_Markouizos",
      "name": "Panagiotis Markouizos",
      "aboutText": "Murtz Jaffer (born August 13, 1980) is a Canadian celebrity journalist. He hosted the television show Reality Obsessed which aired on TVTropolis and the Global Reality Channel in Canada. He is the television editor of InsidePulse.com.",
      "pageId": 13976436,
      "monthDay": "08/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jonathon_Dutton",
      "name": "Jonathon Dutton",
      "aboutText": "Christopher Casey \"C.C.\" Swiney (born August 13, 1981) is a writer, actor and comedian in the film and television industry.\nHe was born in Big Stone Gap, Virginia, to Joyce and Tate Swiney.\nSwiney attended Powell Valley High School and received his bachelor's degree from Carson-Newman College.",
      "pageId": 16065332,
      "monthDay": "08/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/C._C._Swiney",
      "name": "C. C. Swiney",
      "aboutText": "Kalenna Lashante Harper-Vick (born August 13, 1982), mononymously known as Kalenna (pronounced kuh-LEE-nuh), is an American singer-songwriter, hit TV show personality and record producer from Philadelphia, Pennsylvania. She is perhaps best known as a member of the hip hop soul group Diddy-Dirty Money, which also included Sean \"Diddy\" Combs and fellow singer-songwriter Dawn Richard, until they disbanded in 2012.",
      "pageId": 27481264,
      "monthDay": "08/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shani_Davis",
      "name": "Shani Davis",
      "aboutText": "Jamie Travis (born August 13, 1979) is a Toronto-based filmmaker who has written and directed award-winning short films, music videos and television commercials. He received international recognition for his two short film trilogies: The Patterns Trilogy and the Saddest Children in the World trilogy. His six short films all premiered at the Toronto International Film Festival.",
      "pageId": 27508092,
      "monthDay": "08/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kalenna_Harper",
      "name": "Kalenna Harper",
      "aboutText": "Kasia Smutniak (full name Katarzyna Anna Smutniak) is a Polish born actress and model. She starred in the movie From Paris with Love. She was born in Piła, Wielkopolskie, Poland.",
      "pageId": 31031315,
      "monthDay": "08/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gary_McSheffrey",
      "name": "Gary McSheffrey",
      "aboutText": "Christopher Ræburn (born August 13, 1982) is a British fashion designer and Artistic Director of Victorinox. He utilises re-appropriated military fabrics sourced throughout Europe. All of Ræburn's garments are produced in England.",
      "pageId": 33061557,
      "monthDay": "08/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gil_Ofarim",
      "name": "Gil Ofarim",
      "aboutText": "Augusto Alejandro José González (born 13 August 1980), known professionally as Álex González, is a Spanish actor best known for his role as Riptide in the 2011 film X-Men: First Class.",
      "pageId": 36034769,
      "monthDay": "08/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christopher_Raeburn_(designer)",
      "name": "Christopher Raeburn",
      "aboutText": "Kenyan Weaks (born August 13, 1977) is a retired American professional basketball player and a current assistant coach at Chowan College. He is 1.98 m shooting guard–small forward.\n^ \"Chowan Coaching staff bio\".",
      "pageId": 37485068,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dallas_Braden",
      "name": "Dallas Braden",
      "aboutText": "Alona Volodymyrivna Bondarenko Dyachok (Ukrainian: Альона Володимирівна Бондаренко, born 13 August 1984) is a retired Ukrainian tennis player. She has a younger sister Kateryna Bondarenko who also plays on the Tour. She formerly paired with her older sister Valeria in doubles.",
      "pageId": 1498593,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ale%C5%A1_Hemsk%C3%BD",
      "name": "Aleš Hemský",
      "aboutText": "Niko Kranjčar (pronounced [nǐːko krâɲt͡ʃaːr]) (born 13 August 1984) is a Croatian footballer who plays for Ukrainian club Dynamo Kyiv. He primarily plays as an attacking midfielder, but can also operate as a winger or second striker.\nHe represented two of the biggest clubs in his homeland, playing for Dinamo Zagreb before sparking controversy by making a move to their fierce rivals Hajduk Split in January 2005.",
      "pageId": 1955370,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Stephen_James_King",
      "name": "Stephen James King",
      "aboutText": "Aleš Hemský (Czech pronunciation: [ˈalɛʃ ˈɦɛmskiː], born 13 August 1983) is a Czech professional ice hockey player currently playing for the Dallas Stars of the National Hockey League (NHL). He was previously a member of the Edmonton Oilers, who selected him in the first round, 13th overall, of the 2001 NHL Entry Draft. He played over ten seasons with Edmonton before being traded to the Senators in 2014.",
      "pageId": 2009771,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/%C4%BDubom%C3%ADr_Michal%C3%ADk",
      "name": "Ľubomír Michalík",
      "aboutText": "James Morrison (born James Morrison Catchpole; 13 August 1984) is an English singer-songwriter and guitarist from Rugby, Warwickshire. In 2006, his debut single \"You Give Me Something\" became a hit in Europe, Australia,Japan and Iran peaking in the top five in the UK and claiming the number 1 spot in New Zealand. His debut album, Undiscovered, debuted at the top of the UK Albums Chart.",
      "pageId": 4683946,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Christian_M%C3%BCller_(footballer,_born_1983)",
      "name": "Christian Müller",
      "aboutText": "Boone Logan (born August 13, 1984) is an American professional baseball left-handed relief pitcher for the Colorado Rockies of Major League Baseball.",
      "pageId": 4950795,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sebastian_Stan",
      "name": "Sebastian Stan",
      "aboutText": "Sebastian Stan (born August 13, 1982) is a Romanian American actor, known for his role as James Buchanan \"Bucky\" Barnes/Winter Soldier in the Marvel Cinematic Universe. He also appeared in the 2010 film Black Swan. On television, Stan portrayed Carter Baizen on Gossip Girl, Prince Jack Benjamin on Kings, Jefferson on Once Upon a Time, and T.J. Hammond on the miniseries Political Animals.",
      "pageId": 9110929,
      "monthDay": "08/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Elisha_Yaffe",
      "name": "Elisha Yaffe",
      "aboutText": "Ľubomír Michalík (born 13 August 1983) is a Slovak professional footballer who plays for as a centre-back who currently plays for Dunajská Streda.",
      "pageId": 9123379,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/L%27Aura",
      "name": "L'Aura",
      "aboutText": "Dallas Lee Braden (born August 13, 1983) is a former American professional baseball pitcher. He played in Major League Baseball (MLB) for the Oakland Athletics from 2007 through 2011.\nThe Athletics drafted Braden out of Texas Tech University in the twenty fourth round of the 2004 MLB Draft.",
      "pageId": 10076365,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alona_Bondarenko",
      "name": "Alona Bondarenko",
      "aboutText": "L'Aura (born Laura Abela; Brescia, August 13, 1984) is an Italian singer, songwriter, composer, pianist and violinist.\nL'Aura spent two years in San Francisco in preparation for recording her first record titled Okumuki, which was recorded in Italy and released in 2005. She sang part of it in Italian and part of it in English.",
      "pageId": 14722674,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Niko_Kranj%C4%8Dar",
      "name": "Niko Kranjčar",
      "aboutText": "Yasuhisa Furuhara (古原 靖久, Furuhara Yasuhisa, born August 13, 1986) is a Japanese actor, best known for the leading role of Sousuke Esumi/Go-On Red in the 2008 tokusatsu series Engine Sentai Go-onger.",
      "pageId": 16866331,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lidi_Lisboa",
      "name": "Lidi Lisboa",
      "aboutText": "Christian Müller (born 13 August 1983 in Offenbach am Main) is a German footballer.",
      "pageId": 21221940,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Boone_Logan",
      "name": "Boone Logan",
      "aboutText": "Stephen James King (born 13 August 1983) is an Australian TV and stage actor.",
      "pageId": 23896854,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/James_Morrison_(singer)",
      "name": "James Morrison",
      "aboutText": "Lacey Elizabeth Brown (born August 13, 1985) is an American singer-songwriter and artist from Amarillo, Texas, who was the twelfth place finalist on the ninth season of American Idol.",
      "pageId": 26250155,
      "monthDay": "08/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Morteza_Pashaei",
      "name": "Morteza Pashaei",
      "aboutText": "Gerrit van Look (born 13 August 1985) is a retired German international rugby union player, having last played for the Berliner RC in the Rugby-Bundesliga and the German national rugby union team.",
      "pageId": 26393989,
      "monthDay": "08/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Grega_Bole",
      "name": "Grega Bole",
      "aboutText": "Demetrious Khrisna Johnson (born August 13, 1986) is an American mixed martial artist. He is the first and current Flyweight Champion of the Ultimate Fighting Championship (UFC) and currently holds the longest active championship reign at 7 title defenses. At 5'3\", he is also the shortest male fighter in the promotion.",
      "pageId": 26562534,
      "monthDay": "08/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lacey_Brown",
      "name": "Lacey Brown",
      "aboutText": "Grega Bole (born 13 August 1985 in Jesenice, Slovenia) is a Slovenian professional road bicycle racer, currently riding for CCC-Sprandi-Polkowice. His biggest victory is the 2011 GP Ouest-France, where he launched a solo attack with 2 kilometres (1.2 mi) to go. He held on as the field was closing in rapidly, with only Simon Gerrans who was second on the day being awarded the same time as Bole.",
      "pageId": 28073152,
      "monthDay": "08/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gerrit_van_Look",
      "name": "Gerrit van Look",
      "aboutText": "Elisha Yaffe is a comedian, actor and writer. He has co-created webseries, including Downers Grove, Minor Stars and Remember When. He has appeared in commercials for Mike's Hard Lemonade, Time Warner Cable, Samsung, Wendy's, McDonald's, Nintendo 3DS and Hanes.",
      "pageId": 33511285,
      "monthDay": "08/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yasuhisa_Furuhara",
      "name": "Yasuhisa Furuhara",
      "aboutText": "Lidiane Rafaela Lisboa (August 13, 1984 in Guaíra, Paraná) is a Brazilian actress.",
      "pageId": 35931360,
      "monthDay": "08/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Demetrious_Johnson_(fighter)",
      "name": "Demetrious Johnson",
      "aboutText": "Daniil Steptšenko (born 13 August 1988) is a former Estonian biathlete.\nSteptšenko was born in Narva. He competed at the 2014 Winter Olympics for Estonia where his best individual finish was 50th in the sprint.",
      "pageId": 41946225,
      "monthDay": "08/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Daniil_Stept%C5%A1enko",
      "name": "Daniil Steptšenko",
      "aboutText": "Morteza Pashaei (Persian: مرتضی پاشایی‎‎; August 11, 1984 – November 14, 2014) was an Iranian musician, composer, and pop singer.\nBorn and raised in Tehran, Pashaei studied graphic design and was interested in music since his childhood, when he began playing guitar. Less than two decades later, he was diagnosed with cancer in 2013 and hospitalized at Tehran's Bahman Hospital on November 3, 2014 as his health deteriorated.",
      "pageId": 44397556,
      "monthDay": "08/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Pepe_Diokno",
      "name": "Pepe Diokno",
      "aboutText": "Jose Lorenzo \"Pepe\" Diokno (born August 13, 1987) is a Filipino motion picture director, producer and screenwriter.\nHis debut film, Engkwentro premiered at the 2009 Venice Film Festival and received the Lion of the Future - \"Luigi de Laurentiis\" Award for Best Debut Film, as well as the Orizzonti Prize for new trends in cinema. It also received the NETPAC Award for Best Asian Film at the 2010 Jeonju International Film Festival, a special citation from the 2009 Cinemalaya Independent Film Festival, and the Gawad Urian for Best Editing.",
      "pageId": 5490780,
      "monthDay": "08/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Devin_McCourty",
      "name": "Devin McCourty",
      "aboutText": "Jamie Lee Reed (born 13 August 1987) is a footballer who plays for Welsh club The New Saints as a striker.",
      "pageId": 11729753,
      "monthDay": "08/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jason_McCourty",
      "name": "Jason McCourty",
      "aboutText": "Gregory Alexander \"Greg\" Draper (born 13 August 1989) is an English-born New Zealand football player who is currently under contract with The New Saints.",
      "pageId": 13382687,
      "monthDay": "08/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jamie_Reed_(footballer)",
      "name": "Jamie Reed",
      "aboutText": "Sae Miyazawa (宮澤 佐江, Miyazawa Sae, born August 13, 1990 in Tokyo) is a Japanese idol, best known for her affiliations with AKB48 and its various sister- and subgroups. Since her debut in 2006, she has represented AKB48 in 32 single releases. She has announced her departure from the group in 2016.",
      "pageId": 22017416,
      "monthDay": "08/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/M%C3%98",
      "name": "MØ",
      "aboutText": "DeMarcus Amir Cousins (born August 13, 1990) is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He played college basketball at the University of Kentucky, where he was an All-American in 2010. He left Kentucky after one season, and was selected with the fifth overall pick in the 2010 NBA draft by Sacramento.",
      "pageId": 22556240,
      "monthDay": "08/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Keith_Benson",
      "name": "Keith Benson",
      "aboutText": "Jason McCourty (born August 13, 1987) is an American football cornerback for the Tennessee Titans of the National Football League (NFL). McCourty was drafted by the Tennessee Titans in the 6th round, 203 overall pick of the 2009 NFL Draft. He played college football at Rutgers.",
      "pageId": 22577582,
      "monthDay": "08/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brandon_Workman",
      "name": "Brandon Workman",
      "aboutText": "Devin McCourty (born August 13, 1987) is an American football free safety for the New England Patriots of the National Football League (NFL). He played college football for Rutgers University, and was drafted by the Patriots in the first round of the 2010 NFL Draft.\nListed as a defensive back on the Patriots' roster, McCourty has played both cornerback and safety during his career, and has been named to the Associated Press All-Pro second team at both positions (cornerback in 2010, safety in 2013).",
      "pageId": 25819003,
      "monthDay": "08/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Greg_Draper",
      "name": "Greg Draper",
      "aboutText": "Dominika Stará (born August 13, 1993) is a Slovak pop singer who competed in the first season of the Česko Slovenská Superstar (Czech-Slovak Superstar), where she finished third, the most successful female participant in the competition.\n^ Stará, Dominika (4 October 2010). \"Dominika Stará\" (in Slovak).",
      "pageId": 25853883,
      "monthDay": "08/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Justin_Greene",
      "name": "Justin Greene",
      "aboutText": "Keith Anderson Benson, Jr. (born August 13, 1988) is an American professional basketball player for the Sioux Falls Skyforce of the NBA Development League. He played college basketball for Oakland University.",
      "pageId": 26771200,
      "monthDay": "08/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Israel_Jim%C3%A9nez",
      "name": "Israel Jiménez",
      "aboutText": "Lucas Rodrigues Moura da Silva (born 13 August 1992), known as Lucas or Lucas Moura, is a Brazilian footballer who plays as a right winger for Paris Saint-Germain and the Brazil national football team.",
      "pageId": 28780752,
      "monthDay": "08/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/Shila_Amzah",
      "name": "Shila Amzah",
      "aboutText": "Benjamin Stambouli (born 13 August 1990) is a French footballer who plays as a defensive midfielder for Paris Saint-Germain in the French Ligue 1. Stambouli's father is Henri Stambouli, a former player and the current youth director of French club Marseille, and his grandfather is former manager Gérard Banide.",
      "pageId": 29587018,
      "monthDay": "08/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/DeMarcus_Cousins",
      "name": "DeMarcus Cousins",
      "aboutText": "David Joseph Colditz (born August 13, 1991), commonly known as Dave Days, is a musician, entertainer and YouTube personality from Downingtown, Pennsylvania, currently living in Los Angeles, California. He is best known for his YouTube channel featuring pop-punk covers and parodies of popular songs, as well as original songs.",
      "pageId": 30847655,
      "monthDay": "08/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sae_Miyazawa",
      "name": "Sae Miyazawa",
      "aboutText": "Israel Sabdi Jiménez Nañez (13 August 1989) is a Mexican profesional footballer who plays for Liga MX club Tigres UANL. He is an olympic gold medalist.",
      "pageId": 31898632,
      "monthDay": "08/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/Benjamin_Stambouli",
      "name": "Benjamin Stambouli",
      "aboutText": "Carl Filip Anton Forsberg (born August 13, 1994) is a Swedish professional ice hockey player. He is currently playing for the Nashville Predators of the National Hockey League (NHL).",
      "pageId": 32764467,
      "monthDay": "08/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dave_Days",
      "name": "Dave Days",
      "aboutText": "Justin Pierre Greene (born August 13, 1989) is an American basketball player. He played college basketball for the NCAA Division I Kent State Golden Flashes. On May 20, 2008 Justin committed to attend Kent State University.",
      "pageId": 33133639,
      "monthDay": "08/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alexander_Ka%C4%8Danikli%C4%87",
      "name": "Alexander Kačaniklić",
      "aboutText": "John Michael \"Johnny\" Gaudreau (born August 13, 1993) is an American professional ice hockey left winger currently playing for the Calgary Flames of the National Hockey League (NHL). He has previously played for the NCAA Division I's Boston College Eagles from 2011 to 2014. He was selected by the Flames in the fourth round, 104th overall, of the 2011 NHL Entry Draft.",
      "pageId": 33438856,
      "monthDay": "08/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lucas_Moura",
      "name": "Lucas Moura",
      "aboutText": "Alexander \"Alex\" Kačaniklić (Serbian Cyrillic: Александар Качаниклић; born 13 August 1991) is a Swedish professional footballer who plays for Fulham, and the Swedish national team.",
      "pageId": 34610645,
      "monthDay": "08/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/Johnny_Gaudreau",
      "name": "Johnny Gaudreau",
      "aboutText": "Brandon Carlin Workman (born August 13, 1988) is an American professional baseball pitcher with the Boston Red Sox of Major League Baseball.",
      "pageId": 35924052,
      "monthDay": "08/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/Dominika_Star%C3%A1",
      "name": "Dominika Stará",
      "aboutText": "NurShahila binti Amir Amzah is a Malaysian singer-songwriter, actress and record producer currently based in Hong Kong. Born and raised in Kuala Lumpur by a family of musicians, Shila began making music when she was 9 years old and performed in various musical venues in her hometown throughout her childhood. She released her debut album, Terima Kasih Guruku at the age of 10 and started winning awards from then on, beginning with the Most Popular Kids Artiste at the Anugerah Bintang Popular Berita Harian.",
      "pageId": 37446174,
      "monthDay": "08/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Filip_Forsberg",
      "name": "Filip Forsberg",
      "aboutText": "Karen Marie Ørsted (born 13 August 1988), better known by her stage name MØ, is a Danish singer and songwriter signed to Sony Music Entertainment. Born in Odense, MØ has been compared to electropop artists such as Grimes and Twin Shadow. Besides being an acronym for her middle and last initials, the word mø means \"maiden\" or \"virgin\" in Danish.",
      "pageId": 39036773,
      "monthDay": "08/13"
    },
    {
      "year": "1996",
      "uri": "/wiki/Antonia_Lottner",
      "name": "Antonia Lottner",
      "aboutText": "Piper Reese (born August 13, 2000) is an MPAA-accredited American kid's entertainment reporter, Internet celebrity and actress who hosts her own podcasts, Piper's Picks TV and Piper's Quick Picks. Reese is the older of two children. As an actress, Piper is best known for playing Nancy Patanski on the Nickelodeon drama series Deadtime Stories.",
      "pageId": 20778836,
      "monthDay": "08/13"
    },
    {
      "year": "1996",
      "uri": "/wiki/Thea_Tolentino",
      "name": "Thea Tolentino",
      "aboutText": "Antonia Lottner (born 13 August 1996 in Düsseldorf-Kaiserswerth) is a German tennis player.\nLottner has won five singles and four doubles titles on the ITF tour in her career. On 20 July 2015, she reached her best singles ranking of world number 290.",
      "pageId": 36582415,
      "monthDay": "08/13"
    },
    {
      "year": "1998",
      "uri": "/wiki/Dalma_G%C3%A1lfi",
      "name": "Dalma Gálfi",
      "aboutText": "Thea Louise Señerez-Tolentino (born 13 August 1996) is a Filipina actress known for her role as Ashley Mercado Alcantara in the GMA Network television drama The Half Sisters. Born and raised in Brgy. Halang, Calamba City, Tolentino started her career as one of the winners of the second season of the reality show, Protégé, a reality based artista search, created by GMA Network.",
      "pageId": 37402179,
      "monthDay": "08/13"
    },
    {
      "year": "2000",
      "uri": "/wiki/Piper_Reese",
      "name": "Piper Reese",
      "aboutText": "Dalma Rebeka Gálfi (born 13 August 1998 in Veszprém) is a Hungarian tennis player.\nGálfi has won five singles and two doubles titles on the ITF tour in her career. On 19 October 2015, she reached her best singles ranking of world number 294.",
      "pageId": 39894218,
      "monthDay": "08/13"
    }
  ]
}