{
  "people": [
    {
      "year": "1450",
      "uri": "/wiki/Marko_Maruli%C4%87",
      "name": "Marko Marulić",
      "aboutText": "Antonio Salieri (pronounced [anˈtɔːnjo saˈljɛːri]; 18 August 1750 – 7 May 1825) was an Italian classical composer, conductor and teacher born in Legnago, south of Verona, in the Republic of Venice, but who spent his adult life and career as a subject of the Habsburg Monarchy.",
      "pageId": 2241,
      "monthDay": "08/18"
    },
    {
      "year": "1542",
      "uri": "/wiki/Charles_Neville,_6th_Earl_of_Westmorland",
      "name": "Charles Neville, 6th Earl of Westmorland",
      "aboutText": "Franz Joseph I or Francis Joseph I (German: Franz Joseph I., Hungarian: I. Ferenc József, Croatian: Franjo Josip I., Czech: František Josef I., Slovene: Franc Jožef I., Romanian: Franț Iosif 18 August 1830 – 21 November 1916) was Emperor of Austria, King of Hungary, Croatia and Bohemia. From 1 May 1850 until 24 August 1866 he was President of the German Confederation.\nIn December 1848, Emperor Ferdinand abdicated the throne as part of Ministerpräsident Felix zu Schwarzenberg's plan to end the Revolutions of 1848 in Austria, which allowed Ferdinand's nephew Franz Joseph to ascend to the throne.",
      "pageId": 51695,
      "monthDay": "08/18"
    },
    {
      "year": "1579",
      "uri": "/wiki/Countess_Charlotte_Flandrina_of_Nassau",
      "name": "Countess Charlotte Flandrina of Nassau",
      "aboutText": "John Russell, 1st Earl Russell KG GCMG PC (18 August 1792 – 28 May 1878), known as Lord John Russell before 1861, was a leading Whig and Liberal politician who served as Prime Minister on two occasions during the mid-19th century. Scion of one of the most powerful aristocratic families, his great achievements, says A. J. P. Taylor, were based on his indefatigable battles in Parliament over the years on behalf of the expansion of liberty; after each loss he tried again and again, until finally his efforts were largely successful. Woodward, however, argued that he was too much the abstract theorist, so that \"He was more concerned with the removal of obstacles to civil liberty than with the creation of a more reasonable and civilized society.",
      "pageId": 167859,
      "monthDay": "08/18"
    },
    {
      "year": "1596",
      "uri": "/wiki/Jean_Bolland",
      "name": "Jean Bolland",
      "aboutText": "Brook Taylor FRS (18 August 1685 – 29 December 1731) was an English mathematician who is best known for Taylor's theorem and the Taylor series.",
      "pageId": 210429,
      "monthDay": "08/18"
    },
    {
      "year": "1605",
      "uri": "/wiki/Henry_Hammond",
      "name": "Henry Hammond",
      "aboutText": "Meriwether Lewis (August 18, 1774 – October 11, 1809) was an American explorer, soldier, politician, and public administrator, best known for his role as the leader of the Lewis and Clark Expedition, also known as the Corps of Discovery, with William Clark.\nTheir mission was to explore the territory of the Louisiana Purchase, establish trade with, and sovereignty over the natives near the Missouri River, and claim the Pacific Northwest and Oregon Country for the United States before European nations. They also collected scientific data, and information on indigenous nations.",
      "pageId": 215913,
      "monthDay": "08/18"
    },
    {
      "year": "1606",
      "uri": "/wiki/Maria_Anna_of_Spain",
      "name": "Maria Anna of Spain",
      "aboutText": "Bajirao I (18 August 1700 – 28 April 1740) was a noted Indian general who served as Peshwa (Prime Minister) to the fourth Maratha Chhatrapati (Emperor) Shahu from 1720 until Bajirao's death. His other names include Bajirao Ballal and Thorale (Marathi for Elder) Bajirao. He was also popular with the nickname 'Rau' (in Marathi 'राऊ').",
      "pageId": 239318,
      "monthDay": "08/18"
    },
    {
      "year": "1611",
      "uri": "/wiki/Marie_Louise_Gonzaga",
      "name": "Marie Louise Gonzaga",
      "aboutText": "Henry Hammond (18 August 1605 – 25 April 1660) was an English churchman.",
      "pageId": 242328,
      "monthDay": "08/18"
    },
    {
      "year": "1657",
      "uri": "/wiki/Ferdinando_Galli-Bibiena",
      "name": "Ferdinando Galli-Bibiena",
      "aboutText": "Marko Marulić (Croatian pronunciation: [mâːrko mǎrulitɕ]; Italian: Marco Marulo; 18 August 1450 – 5 January 1524) was a Croatian national poet and Christian humanist, known as the Crown of the Croatian Medieval Age and the father of the Croatian Renaissance. He signed his works as Marko Marulić Splićanin (\"Marko Marulić of Split\"), Marko Pečenić, Marcus Marulus (or de Marulis) Spalatensis, or Dalmata.",
      "pageId": 479234,
      "monthDay": "08/18"
    },
    {
      "year": "1685",
      "uri": "/wiki/Brook_Taylor",
      "name": "Brook Taylor",
      "aboutText": "Nathan Clifford (August 18, 1803 – July 25, 1881) was an American statesman, diplomat and jurist, whose career culminated in a lengthy period of service as an Associate Justice of the Supreme Court of the United States.\n^ \"Federal Judicial Center: Nathan Clifford\". 2009-12-11.",
      "pageId": 685218,
      "monthDay": "08/18"
    },
    {
      "year": "1692",
      "uri": "/wiki/Louis_Henri,_Duke_of_Bourbon",
      "name": "Louis Henri, Duke of Bourbon",
      "aboutText": "Louis Henri de Bourbon, Duke of Bourbon, Prince de Condé (Louis Henri Joseph; 18 August 1692 – 27 January 1740) was head of the Bourbon-Condé cadet branch of the France's reigning House of Bourbon from 1710 to his death, and served as prime minister to his kinsman Louis XV from 1723 to 1726.\nDespite succeeding as head of the House of Condé in 1709, he never used that name, preferring the title \"Duke of Bourbon\", and was known at court as Monsieur le Duc.",
      "pageId": 703465,
      "monthDay": "08/18"
    },
    {
      "year": "1700",
      "uri": "/wiki/Baji_Rao_I",
      "name": "Baji Rao I",
      "aboutText": "Laurence Shirley, 4th Earl Ferrers (18 August 1720 – 5 May 1760) was an English nobleman, notable for being the last peer to be hanged, following his conviction for murdering his steward.",
      "pageId": 738645,
      "monthDay": "08/18"
    },
    {
      "year": "1720",
      "uri": "/wiki/Laurence_Shirley,_4th_Earl_Ferrers",
      "name": "Laurence Shirley, 4th Earl Ferrers",
      "aboutText": "François, marquis de Chasseloup-Laubat (August 18, 1754 – October 3, 1833), French general and military engineer, was born at Saint-Sernin (Charente Inferieure), of a noble family, and entered the French engineers in 1774.\nHe was still a subaltern at the outbreak of the Revolution, becoming captain in 1791. His ability as a military engineer was recognized in the campaigns of 1792 and 1793.",
      "pageId": 883838,
      "monthDay": "08/18"
    },
    {
      "year": "1750",
      "uri": "/wiki/Antonio_Salieri",
      "name": "Antonio Salieri",
      "aboutText": "Charles Neville, 6th Earl of Westmorland (18 August 1542 – 16 November 1601) was an English nobleman and one of the leaders of the Rising of the North in 1569.\nHe was the son of Henry Neville, 5th Earl of Westmorland and Lady Anne Manners, second daughter of Thomas Manners, 1st Earl of Rutland.\nIn 1563, he married Jane Howard, daughter of Henry Howard, Earl of Surrey, and Frances de Vere, Countess of Surrey.",
      "pageId": 2504250,
      "monthDay": "08/18"
    },
    {
      "year": "1754",
      "uri": "/wiki/Fran%C3%A7ois,_marquis_de_Chasseloup-Laubat",
      "name": "François, marquis de Chasseloup-Laubat",
      "aboutText": "Jean Bolland (Latin: Johannes Bollandus) (18 August 1596 – 12 September 1665) was a Jesuit priest and prominent Flemish hagiographer.",
      "pageId": 2545137,
      "monthDay": "08/18"
    },
    {
      "year": "1774",
      "uri": "/wiki/Meriwether_Lewis",
      "name": "Meriwether Lewis",
      "aboutText": "Maria Anna of Spain (18 August 1606 – 13 May 1646), Infanta of Spain, the youngest daughter of King Philip III of Spain and Margaret of Austria, was Holy Roman Empress and Queen of Hungary and Bohemia as the wife of Ferdinand III, Holy Roman Emperor.",
      "pageId": 3008367,
      "monthDay": "08/18"
    },
    {
      "year": "1792",
      "uri": "/wiki/John_Russell,_1st_Earl_Russell",
      "name": "John Russell, 1st Earl Russell",
      "aboutText": "Isaac Peace Rodman (August 18, 1822 – September 30, 1862) was a Rhode Island banker and politician, and a Union Army brigadier general in the American Civil War, mortally wounded at the Battle of Antietam.",
      "pageId": 3102653,
      "monthDay": "08/18"
    },
    {
      "year": "1803",
      "uri": "/wiki/Nathan_Clifford",
      "name": "Nathan Clifford",
      "aboutText": "Marie Louise Gonzaga (Polish: Ludwika Maria; 18 August 1611 – 10 May 1667) was a French princess, noblewoman, the wife of two Polish kings, Władysław IV Vasa and John II Casimir, and as such queen of Poland. She was born in Nevers to Charles I, Duke of Mantua, and Catherine of Guise.\nAn active and energetic woman, she was a strong supporter of an autocratic monarchy for which she was disliked by the highly democratic Polish court and zealous Polish nobility, however, she managed to stay involved in the Commonwealth's politics which led to the foundation of the first Polish newspaper as well as other public institutions.",
      "pageId": 3842557,
      "monthDay": "08/18"
    },
    {
      "year": "1819",
      "uri": "/wiki/Grand_Duchess_Maria_Nikolaevna_of_Russia_(1819%E2%80%931876)",
      "name": "Grand Duchess Maria Nikolaevna of Russia",
      "aboutText": "Grand Duchess Maria Nikolaievna of Russia (Russian: Мария Николаевна) (18 August 1819 – 21 February 1876) was a daughter of Emperor Nicholas I of Russia, sister of Alexander II and aunt of Alexander III. In 1839 she married Maximilian, Duke of Leuchtenberg.",
      "pageId": 7822646,
      "monthDay": "08/18"
    },
    {
      "year": "1822",
      "uri": "/wiki/Isaac_P._Rodman",
      "name": "Isaac P. Rodman",
      "aboutText": "Ferdinando Galli Bibiena or Ferdinando Galli-Bibiena (18 August 1657 – 3 January 1743), also Ferdinando Galli da Bibiena or Bibbiena, was an Italian Baroque-era architect, designer, and painter.",
      "pageId": 7998912,
      "monthDay": "08/18"
    },
    {
      "year": "1830",
      "uri": "/wiki/Franz_Joseph_I_of_Austria",
      "name": "Franz Joseph I of Austria",
      "aboutText": "Countess Charlotte Flandrina of Nassau (Antwerp, 18 August 1579 – St.Croix (near Poitiers), 16 April 1640) was the fourth daughter of William the Silent and his third spouse Charlotte of Bourbon.",
      "pageId": 11913294,
      "monthDay": "08/18"
    },
    {
      "year": "1831",
      "uri": "/wiki/Ernest_Noel",
      "name": "Ernest Noel",
      "aboutText": "Lavr Georgiyevich Kornilov (Russian: Лавр Гео́ргиевич Корни́лов, IPA: [ˈlavr kɐrˈnʲiləf]; 18 August 1870 – 13 April 1918) was a military intelligence officer, explorer, and general in the Imperial Russian Army during World War I and the ensuing Russian Civil War.",
      "pageId": 18096,
      "monthDay": "08/18"
    },
    {
      "year": "1834",
      "uri": "/wiki/Marshall_Field",
      "name": "Marshall Field",
      "aboutText": "Burleigh Arland Grimes (August 18, 1893 – December 6, 1985) was an American professional baseball player, and the last pitcher officially permitted to throw the spitball. Grimes made the most of this advantage and he won 270 games and pitched in four World Series over the course of his 19-year career.",
      "pageId": 73295,
      "monthDay": "08/18"
    },
    {
      "year": "1841",
      "uri": "/wiki/William_Halford",
      "name": "William Halford",
      "aboutText": "Walther Funk (18 August 1890 – 31 May 1960) was an economist and prominent Nazi official who served as Reich Minister for Economic Affairs from 1938 to 1945 and was tried and convicted as a major war criminal by the International Military Tribunal at Nuremberg.",
      "pageId": 172678,
      "monthDay": "08/18"
    },
    {
      "year": "1855",
      "uri": "/wiki/Alfred_Wallis",
      "name": "Alfred Wallis",
      "aboutText": "Jack Pickford (born John Charles Smith) (August 18, 1896 – January 3, 1933) was a Canadian-born American actor, film director and producer. He was the younger brother of early film star Mary Pickford, born Gladys Smith.\nAfter their father deserted the family, all three Pickford children had to take work as child actors.",
      "pageId": 186172,
      "monthDay": "08/18"
    },
    {
      "year": "1857",
      "uri": "/wiki/Libert_H._Boeynaems",
      "name": "Libert H. Boeynaems",
      "aboutText": "Margaret Thomas \"Mardy\" Murie (August 18, 1902 – October 19, 2003) was a naturalist, author, adventurer, and conservationist. Dubbed the \"Grandmother of the Conservation Movement\" by both the Sierra Club and the Wilderness Society, she helped in the passage of the Wilderness Act, and was instrumental in creating the Arctic National Wildlife Refuge.",
      "pageId": 356322,
      "monthDay": "08/18"
    },
    {
      "year": "1869",
      "uri": "/wiki/Carl_Rungius",
      "name": "Carl Rungius",
      "aboutText": "Janet Gertrude \"Nettie\" Palmer (née Higgins) (18 August 1885 – 19 October 1964) was an Australian poet, essayist and Australia's leading literary critic of her day.",
      "pageId": 412635,
      "monthDay": "08/18"
    },
    {
      "year": "1870",
      "uri": "/wiki/Lavr_Kornilov",
      "name": "Lavr Kornilov",
      "aboutText": "Alfred Wallis (18 August 1855 – 29 August 1942) was a Cornish fisherman and artist.",
      "pageId": 521835,
      "monthDay": "08/18"
    },
    {
      "year": "1879",
      "uri": "/wiki/Alexander_Rodzyanko",
      "name": "Alexander Rodzyanko",
      "aboutText": "Lucienne Boyer (18 August 1901 – 6 December 1983) was a French diseuse  and singer, best known for her song \"Parlez-moi d'amour\". Her impresario was Bruno Coquatrix.",
      "pageId": 562392,
      "monthDay": "08/18"
    },
    {
      "year": "1883",
      "uri": "/wiki/Sidney_Hatch",
      "name": "Sidney Hatch",
      "aboutText": "Sir Ernest Alexander Campbell MacMillan, CC (August 18, 1893 – May 6, 1973) was an internationally renowned Canadian orchestral conductor and composer, and Canada's only \"Musical Knight\". He is widely regarded as being Canada's pre-eminent musician, from the 1920s through the 1950s. His extraordinary contributions to the development of music in Canada, as conductor, performer, composer, administrator, lecturer, adjudicator, writer, humourist, and statesman, are unparalleled.",
      "pageId": 596928,
      "monthDay": "08/18"
    },
    {
      "year": "1885",
      "uri": "/wiki/Nettie_Palmer",
      "name": "Nettie Palmer",
      "aboutText": "Libert H. Boeynaems, formally Libert Hubert John Louis Boeynaems, SS.CC., (August 18, 1857 – May 13, 1926), was the fourth vicar apostolic of the Vicariate Apostolic of the Hawaiian Islands — now the Roman Catholic Diocese of Honolulu.\nHe was born in Antwerp, Belgium, the son of John and Leopoldina (Van Opstal) Boeynaems. He was educated at the Jesuit college of Antwerp and the Seminary at Mechelen and finished his scholasticate at the University of Leuven.",
      "pageId": 750962,
      "monthDay": "08/18"
    },
    {
      "year": "1887",
      "uri": "/wiki/John_Anthony_Sydney_Ritson",
      "name": "John Anthony Sydney Ritson",
      "aboutText": "Clemente Biondetti (18 August 1898 – 24 February 1955) was an Italian auto racing driver. Born into a working-class family, Biondetti raced motorcycles before turning to automobiles where he had greater success.",
      "pageId": 1228280,
      "monthDay": "08/18"
    },
    {
      "year": "1890",
      "uri": "/wiki/Walther_Funk",
      "name": "Walther Funk",
      "aboutText": "Alexander Pavlovich Rodzyanko (Russian: Александр Павлович Родзянко; 18 August 1879 – 6 May 1970) was a lieutenant-general and a corps commander of the White Army during the Russian Civil War.",
      "pageId": 1308131,
      "monthDay": "08/18"
    },
    {
      "year": "1893",
      "uri": "/wiki/Burleigh_Grimes",
      "name": "Burleigh Grimes",
      "aboutText": "William Halford (August 18, 1841 – February 7, 1919) was a sailor, and later an officer, in the United States Navy. He also received the Medal of Honor.",
      "pageId": 1940462,
      "monthDay": "08/18"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ernest_MacMillan",
      "name": "Ernest MacMillan",
      "aboutText": "Adamson-Eric (18 August 1902 in Tartu – 2 December 1968 in Tallinn) was an Estonian artist who worked mainly within the medium of painting in applied art.\nBorn Erich Carl Hugo Adamson in Tartu, he was the fourth child of Jaan and Anna Adamson. Adamson attended schools in his native Estonia before relocating to Berlin to study at the Charlottenburg Art and Crafts School.",
      "pageId": 4220354,
      "monthDay": "08/18"
    },
    {
      "year": "1896",
      "uri": "/wiki/Jack_Pickford",
      "name": "Jack Pickford",
      "aboutText": "Sidney Hatch (Sidney Herbert Hatch; August 18, 1883 – October 17, 1966) was an American athlete who competed for the United States in the 1904 Summer Olympics held in St.",
      "pageId": 7543551,
      "monthDay": "08/18"
    },
    {
      "year": "1898",
      "uri": "/wiki/Clemente_Biondetti",
      "name": "Clemente Biondetti",
      "aboutText": "Marshall Field (August 18, 1834 – January 16, 1906) was an American entrepreneur and the founder of Marshall Field and Company, the Chicago-based department stores. His business was renowned for its then-exceptional level of quality and customer service. Field is also known for some of his philanthropic donations, providing funding for the Field Museum of Natural History and donating land for the campus of the University of Chicago.",
      "pageId": 8436535,
      "monthDay": "08/18"
    },
    {
      "year": "1902",
      "uri": "/wiki/Adamson-Eric",
      "name": "Adamson-Eric",
      "aboutText": "Carl Clemens Moritz Rungius (August 18, 1869 – October 21, 1959) was a leading American wildlife artist. He was born in Germany though he immigrated to the United States and he spent his career painting in the western United States and Canada. Active primarily in the first half of the 20th century, he earned a reputation as the most important big game painter and the first career wildlife artist in North America.",
      "pageId": 18795990,
      "monthDay": "08/18"
    },
    {
      "year": "1902",
      "uri": "/wiki/Margaret_Murie",
      "name": "Margaret Murie",
      "aboutText": "Ernest Noel, FGS (18 August 1831 – 20 May 1931) was member of Parliament for the Scottish seat of Dumfries Burghs from 1874 to 1886.",
      "pageId": 21585571,
      "monthDay": "08/18"
    },
    {
      "year": "1903",
      "uri": "/wiki/Lucienne_Boyer",
      "name": "Lucienne Boyer",
      "aboutText": "Charlotte Klamroth (née Dettmar; 18 August 1903 – 16 May 2015) was a German supercentenarian who became the oldest living person in Germany after the death of Johanna Klink on 20 February 2015. Klamroth died less than three months later.\n^ \"Charlotte Klamroth ist jetzt die älteste Deutsche\".",
      "pageId": 45507034,
      "monthDay": "08/18"
    },
    {
      "year": "1903",
      "uri": "/wiki/Charlotte_Klamroth",
      "name": "Charlotte Klamroth",
      "aboutText": "John Anthony Sydney Ritson DSO & Bar, OBE, MC (18 August 1887 – 16 October 1957) was an English mines inspector and engineer who became professor of mining at Leeds University and at the Royal School of Mines, Imperial College, London. In his early life he was a rugby union player of note playing international rugby for both England and the British Isles, and was a member of the first ever English Grand Slam winning side.",
      "pageId": 46821544,
      "monthDay": "08/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Max_Factor,_Jr.",
      "name": "Max Factor, Jr.",
      "aboutText": "Edgar Faure (French: [ɛdɡaʁ foʁ]; 18 August 1908 – 30 March 1988) was a French politician, essayist, historian, and memoirist.",
      "pageId": 145262,
      "monthDay": "08/18"
    },
    {
      "year": "1906",
      "uri": "/wiki/Marcel_Carn%C3%A9",
      "name": "Marcel Carné",
      "aboutText": "Caspar Willard \"Cap\" Weinberger, GBE (August 18, 1917 – March 28, 2006), was an American politician and businessman. As a prominent Republican, he served in a variety of prominent state and federal positions for three decades, including Chairman of the California Republican Party, 1962–68. Most notably he was Secretary of Defense under Republican President Ronald Reagan from 1981 to 1987.",
      "pageId": 157090,
      "monthDay": "08/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Edgar_Faure",
      "name": "Edgar Faure",
      "aboutText": "Walter Joseph \"Wally\" Hickel (August 18, 1919 – May 7, 2010) was an American businessman and politician. Starting out in Alaska during territorial days as a construction worker and subsequently a construction company owner/operator, he later became heavily involved with real estate development during Alaska's post-World War II boom period, building residential subdivisions at first, then branching out to building and operating shopping centers and hotels. Thrust into politics during the early 1950s by a power struggle within the territorial Republican Party and the battle to achieve statehood for Alaska, Hickel remained a formidable power in Alaskan politics for nearly a half century.",
      "pageId": 332169,
      "monthDay": "08/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Olav_H._Hauge",
      "name": "Olav H. Hauge",
      "aboutText": "Robert Henry Winters, PC (August 18, 1910 – October 10, 1969) was a Canadian politician and businessman.",
      "pageId": 540504,
      "monthDay": "08/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bill_Merritt_(cricketer)",
      "name": "Bill Merritt",
      "aboutText": "Amelia Platts Boynton Robinson (August 18, 1911 – August 26, 2015) was an American activist who was a leader of the American Civil Rights Movement in Selma, Alabama and a key figure in the 1965 Selma to Montgomery marches. In 1984, she became founding Vice-President of the Schiller Institute affiliated with Lyndon LaRouche. She was awarded the Martin Luther King, Jr., Freedom Medal in 1990.",
      "pageId": 663779,
      "monthDay": "08/18"
    },
    {
      "year": "1909",
      "uri": "/wiki/G%C3%A9rard_Filion",
      "name": "Gérard Filion",
      "aboutText": "Otto-Ernst Remer (18 August 1912 – 4 October 1997) was a German Wehrmacht officer who played a decisive role in stopping the 1944 20 July plot against Adolf Hitler. During the war he was wounded nine times in combat. After the war he co-founded the Sozialistische Reichspartei (SRP) and advanced Holocaust denial.",
      "pageId": 880725,
      "monthDay": "08/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Herman_Berlinski",
      "name": "Herman Berlinski",
      "aboutText": "Neagu Djuvara (Romanian pronunciation: [ˈne̯aɡu d͡ʒjuˈvara]; born August 18, 1916) is a Romanian historian, essayist, philosopher, journalist, novelist and diplomat.",
      "pageId": 946366,
      "monthDay": "08/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Robert_Winters",
      "name": "Robert Winters",
      "aboutText": "Marcel Carné (18 August 1906 – 31 October 1996) was a French film director.",
      "pageId": 1102445,
      "monthDay": "08/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/Amelia_Boynton_Robinson",
      "name": "Amelia Boynton Robinson",
      "aboutText": "Gilbert Vandine \"Cisco\" Houston (August 18, 1918 – April 29, 1961) was an American folk singer and songwriter who is closely associated with Woody Guthrie due to their extensive history of recording together.\nHouston was a regular recording artist for Moses Asch's Folkways recording studio.",
      "pageId": 1596439,
      "monthDay": "08/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/Klara_Dan_von_Neumann",
      "name": "Klara Dan von Neumann",
      "aboutText": "Dame Moura Lympany DBE (18 August 1916 – 28 March 2005) was an English concert pianist.",
      "pageId": 1671178,
      "monthDay": "08/18"
    },
    {
      "year": "1912",
      "uri": "/wiki/Otto_Ernst_Remer",
      "name": "Otto Ernst Remer",
      "aboutText": "Gérard Filion, CC GOQ MSRC (August 18, 1909 – March 26, 2005) was a Canadian businessman and journalist.\nBorn in L'Isle-Verte, Quebec, the youngest of 17 children, he received a Bachelor of Arts from Université Laval in 1931 and a diploma in 1934 from École des Hautes Études Commerciales de Montréal. From 1935 until 1947 he worked for the l'Union catholique des cultivateurs, a group representing farmers.",
      "pageId": 1729328,
      "monthDay": "08/18"
    },
    {
      "year": "1913",
      "uri": "/wiki/Romain_Maes",
      "name": "Romain Maes",
      "aboutText": "Thomas Godfrey Evans CBE (18 August 1920 – 3 May 1999) was an English cricketer who played for Kent and England.\nDescribed by Wisden as 'arguably the best wicket-keeper the game has ever seen', Evans collected 219 dismissals in 91 Test match appearances between 1946 and 1959 and a total of 1066 in all first-class matches. En route he was the first wicket keeper to reach 200 Test dismissals and the first Englishman to reach both 1000 runs and 100 dismissals and 2000 runs and 200 dismissals in Test cricket.",
      "pageId": 2380488,
      "monthDay": "08/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Max_Lanier",
      "name": "Max Lanier",
      "aboutText": "William Edward \"Bill\" Merritt, born on 18 August 1908, and died at Christchurch, New Zealand on 9 June 1977, was a cricketer who played for Canterbury, Northamptonshire and New Zealand.\nA leg break and googly bowler and a forceful lower order batsman, Merritt had played just four first-class matches when he was selected for the New Zealand tour to England in 1927 – in one of the four, he had taken eight Otago wickets for 68 runs in an innings. The 1927 tour, though no Test matches were played, was a triumph: Merritt took 107 wickets and Wisden noted that though \"he showed no great command of length...",
      "pageId": 3253529,
      "monthDay": "08/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Neagu_Djuvara",
      "name": "Neagu Djuvara",
      "aboutText": "Romain Maes (pronounced: [ʁɔ.mɛ̃ maːs]; 10 August 1912 – 22 February 1983) was a Belgian cyclist who won the 1935 Tour de France after wearing the yellow jersey of leadership from beginning to end.\nMaes was the 13th child in his family. He started racing when he was 17.",
      "pageId": 3613270,
      "monthDay": "08/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Don_Keefer",
      "name": "Don Keefer",
      "aboutText": "Hubert Max Lanier (August 18, 1915 – January 30, 2007) was an American left-handed pitcher in Major League Baseball who spent most of his career with the St. Louis Cardinals. He led the National League in earned run average in 1943, and was the winning pitcher of the clinching game in the 1944 World Series against the crosstown St.",
      "pageId": 4157064,
      "monthDay": "08/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Moura_Lympany",
      "name": "Moura Lympany",
      "aboutText": "Max Factor, Jr. (August 18, 1904 – June 7, 1996), was an American businessman who was president of the Max Factor Cosmetics empire.\nHe was born Francis Factor in St.",
      "pageId": 6156392,
      "monthDay": "08/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Caspar_Weinberger",
      "name": "Caspar Weinberger",
      "aboutText": "Olav Håkonson Hauge (18 August 1908 – 23 May 1994) was a Norwegian poet. He was born in Ulvik and lived his whole life there, working as a gardener in his own orchard.\nAside from writing his own poems, he was internationally oriented, and translated poems by Alfred Tennyson, William Butler Yeats, Robert Browning, Stéphane Mallarmé, Arthur Rimbaud, Stephen Crane, Friedrich Hölderlin, Georg Trakl, Paul Celan, Bertolt Brecht and Robert Bly to Norwegian.",
      "pageId": 12896944,
      "monthDay": "08/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Cisco_Houston",
      "name": "Cisco Houston",
      "aboutText": "Donald Hood \"Don\" Keefer (August 18, 1916 – September 7, 2014) was an American actor known for the versatility of his roles. He was born in Highspire in Dauphin County near Harrisburg, Pennsylvania. A founding member of The Actors Studio, Keefer's film debut was as Bernard in the 1951 film, Death of a Salesman, based on the Arthur Miller play.",
      "pageId": 22222519,
      "monthDay": "08/18"
    },
    {
      "year": "1919",
      "uri": "/wiki/Wally_Hickel",
      "name": "Wally Hickel",
      "aboutText": "Herman Berlinski (18 August 1910 – 27 September 2001) was a German-born American composer, organist, pianist, musicologist and choir conductor.",
      "pageId": 27651753,
      "monthDay": "08/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Godfrey_Evans",
      "name": "Godfrey Evans",
      "aboutText": "Klára (Klari) Dán Von Neumann (18 August 1911 – 10 November 1963) was a scientist, and a pioneer computer programmer. She wrote the code used on the MANIAC machine developed by John von Neumann and Julian Bigelow at the Los Alamos Scientific Laboratory. She was also involved in the design of new controls for ENIAC and was one of its primary programmers.",
      "pageId": 35278855,
      "monthDay": "08/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bob_Kennedy",
      "name": "Bob Kennedy",
      "aboutText": "Brian Wilson Aldiss, OBE (/ˈɔːldɪs/; born 18 August 1925) is an English writer and anthologies editor, best known for science fiction novels and short stories. His byline reads either Brian W. Aldiss or simply Brian Aldiss, except for occasional pseudonyms during the mid-1960s. Greatly influenced by science fiction pioneer H. G. Wells, Aldiss is a vice-president of the international H. G. Wells Society.",
      "pageId": 4561,
      "monthDay": "08/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Shelley_Winters",
      "name": "Shelley Winters",
      "aboutText": "Shelley Winters (August 18, 1920 – January 14, 2006) was an American actress who appeared in dozens of films, as well as on stage and television; her career spanned over 50 years until her death in 2006. Winters won Academy Awards for The Diary of Anne Frank and A Patch of Blue, and received nominations for A Place in the Sun (Best Actress) and The Poseidon Adventure (Best Supporting Actress).",
      "pageId": 187094,
      "monthDay": "08/18"
    },
    {
      "year": "1921",
      "uri": "/wiki/Lydia_Litvyak",
      "name": "Lydia Litvyak",
      "aboutText": "Eleanor Rosalynn Carter (née Smith; August 18, 1927) is the wife of the 39th President of the United States, Jimmy Carter and in that capacity served as the First Lady of the United States from 1977 to 1981. She has for decades been a leading advocate for numerous causes, perhaps most prominently for mental health research. She was politically active during her White House years, sitting in on Cabinet and policy meetings as well as serving as her husband's closest adviser.",
      "pageId": 241367,
      "monthDay": "08/18"
    },
    {
      "year": "1921",
      "uri": "/wiki/Zdzis%C5%82aw_%C5%BBygulski_(junior)",
      "name": "Zdzisław Żygulski",
      "aboutText": "William Richards \"Bill\" Bennett, PC, OBC (August 18, 1932 – December 3, 2015) was the 27th Premier of the Canadian province of British Columbia 1975–1986. He was a son of Annie Elizabeth May (Richards) and former Premier, W. A. C. Bennett. He was a 3rd cousin, twice removed, of R.B. Bennett, eleventh Prime Minister of Canada.",
      "pageId": 244128,
      "monthDay": "08/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alain_Robbe-Grillet",
      "name": "Alain Robbe-Grillet",
      "aboutText": "Margaret Unnewehr Schott (August 18, 1928 – March 2, 2004) was the managing general partner, president and CEO of Major League Baseball's Cincinnati Reds franchise from 1984 to 1999. She was the third woman to own a North American major-league team without inheriting it (the first being New York Mets founder Joan Whitney Payson), and the second woman to buy an existing team rather than inheriting it. She is perhaps most well known for her controversial behavior during her tenure as owner of the Reds, which included slurs towards African-Americans, Jews, and persons of Japanese ancestry.",
      "pageId": 499343,
      "monthDay": "08/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jenni_Irani",
      "name": "Jenni Irani",
      "aboutText": "Alain Robbe-Grillet (French: [a.lɛ̃ ʁɔb ɡʁi.jɛ]; 18 August 1922 – 18 February 2008) was a French writer and filmmaker. He was, along with Nathalie Sarraute, Michel Butor and Claude Simon, one of the figures most associated with the Nouveau Roman (new novel) trend. Alain Robbe-Grillet was elected a member of the Académie française on 25 March 2004, succeeding Maurice Rheims at seat No.",
      "pageId": 671962,
      "monthDay": "08/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Sadashiv_Shinde",
      "name": "Sadashiv Shinde",
      "aboutText": "Henricus Antonius Franciscus Maria Oliva \"Hans\" van Mierlo (Dutch pronunciation: ['??ns f?n 'mi?rlo?]; 18 August 1931 – 11 March 2010) was a Dutch politician of the Democrats 66 (D66) party.\nVan Mierlo a journalist by occupation, worked for the NRC Handelsblad as a managing editor from 1960 until 1967. In 1966 Van Mierlo together with Hans Gruijters founded the Democrats 66 party after continuing frustrations with the The Establishment parties.",
      "pageId": 1071703,
      "monthDay": "08/18"
    },
    {
      "year": "1924",
      "uri": "/wiki/Armin,_Prince_of_Lippe",
      "name": "Armin, Prince of Lippe",
      "aboutText": "Robert Daniel Kennedy (August 18, 1920 – April 7, 2005) was a right fielder/third baseman, manager and executive in Major League Baseball.\nFrom 1939 to 1957, Kennedy played for the Chicago White Sox (1939–42, 1946–48, 1955–56, 1957), Cleveland Indians (1948–54), Baltimore Orioles (1954–55), Detroit Tigers (1956) and Brooklyn Dodgers (1957). He batted and threw right-handed.",
      "pageId": 1720553,
      "monthDay": "08/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Brian_Aldiss",
      "name": "Brian Aldiss",
      "aboutText": "Lydia Vladimirovna Litvyak (Лидия Владимировна Литвяк, (August 18, 1921 in Moscow – August 1, 1943 in Krasnyi Luch), also known as Lydia Litviak or Lilya Litviak, was a fighter pilot in the Soviet Air Force during World War II. With at least 12 solo victories and at least four shared kills over a total of 66 combat missions, over about two years of missions, she was the first female fighter pilot to shoot down an enemy plane, the first female fighter pilot to earn the title fighter ace, and the holder of the record for the greatest number of kills by a female fighter pilot.",
      "pageId": 1826353,
      "monthDay": "08/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pierre_Grondin",
      "name": "Pierre Grondin",
      "aboutText": "Jamshed Khudadad (Jenni) Irani  pronunciation  (18 August 1923 – 25 February 1982) was a cricketer who represented India as a wicket-keeper in Test cricket.\nIrani was born in Karachi (present-day Pakistan, in the Sind province of British India) and made his debut in first-class cricket in 1937 at the age of 14, playing for Sind while still in school. He played his only two Test matches against Australia in 1947/48.",
      "pageId": 2602484,
      "monthDay": "08/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Anis_Mansour",
      "name": "Anis Mansour",
      "aboutText": "Hugues Aufray (born Hugues Jean Marie Auffray on 18 August 1929 in Neuilly-sur-Seine) is a French singer-songwriter and guitarist. His songs are often poetic, evocative of travel, friendship, brotherhood, respect.\nAufray is well known for his French covers of Bob Dylan's songs.",
      "pageId": 3558080,
      "monthDay": "08/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_P._Finnegan",
      "name": "John P. Finnegan",
      "aboutText": "Sadashiv Ganpatrao \"Sadu\" Shinde  pronunciation  (18 August 1923, Bombay – 22 June 1955, Bombay) was an Indian cricketer who played in seven Tests from 1946 to 1952. His daughter, Pratibha Pawar, is the wife of politician Sharad Pawar.\nA leg-spinner, Shinde was described as \"frail and willowy\".",
      "pageId": 3954201,
      "monthDay": "08/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Rosalynn_Carter",
      "name": "Rosalynn Carter",
      "aboutText": "Bramwell Harold Tillsley (born August 18, 1931) was the 14th General of The Salvation Army (1993–1994).\nThe son of Salvationists, he was born in Kitchener, Ontario. His parents had emigrated in 1928 from the United Kingdom.",
      "pageId": 4561131,
      "monthDay": "08/18"
    },
    {
      "year": "1928",
      "uri": "/wiki/Marge_Schott",
      "name": "Marge Schott",
      "aboutText": "Pierre Rene Grondin, MD (August 18, 1925 - January 17, 2006) was a Canadian cardiac surgeon who was one of the first doctors to perform a successful heart transplant. He was legendary in his surgical abilities and style and brought many innovations to the Montreal Heart Institute after his post-graduate training with pioneers Michael DeBakey and Denton Cooley in Houston, Texas. He was one of a select few heart surgeons worldwide who participated in the development of open heart surgery using the heart-lung machine in the early 1960s.",
      "pageId": 5653729,
      "monthDay": "08/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hugues_Aufray",
      "name": "Hugues Aufray",
      "aboutText": "John P. \"J.P.\" Finnegan (August 18, 1926 – July 29, 2012) was an American film and television actor, mostly known for his recurrent role on the American crime fiction series Columbo. He voiced the villainous character Warren T. Rat in the 1986 Don Bluth film An American Tail.\nA friend of director/actor John Cassavetes, Finnegan appeared in five of his films, including A Woman Under the Influence (1974) and Big Trouble (1986), which also starred Columbo star Peter Falk.",
      "pageId": 6333606,
      "monthDay": "08/18"
    },
    {
      "year": "1930",
      "uri": "/wiki/Liviu_Librescu",
      "name": "Liviu Librescu",
      "aboutText": "Armin, Prince of Lippe (Armin Leopold Ernst Bruno Heinrich Willa August Fürst zur Lippe) (18 August 1924 – 20 August 2015, also in Detmold) was the son of Leopold IV, Prince of Lippe and his second wife Princess Anna of Ysenburg and Büdingen.",
      "pageId": 9650685,
      "monthDay": "08/18"
    },
    {
      "year": "1930",
      "uri": "/wiki/Rafael_Pineda_Ponce",
      "name": "Rafael Pineda Ponce",
      "aboutText": "Zdzisław Żygulski (18 August 1921 – 14 May 2015) was a Polish art historian and professor of the Academy of Fine Arts in Kraków. The son of Zdzisław Żygulski (senior), he was the curator of the Arms and Armour Section of the Czartoryski Museum from 1949 until his death in 2015 in Kraków, aged 93.\nFrom 1975–81, he was the President of the International Association of Museums of Art and Military History.",
      "pageId": 10112351,
      "monthDay": "08/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bramwell_Tillsley",
      "name": "Bramwell Tillsley",
      "aboutText": "Liviu Librescu (Romanian pronunciation: [ˈlivju liˈbresku]; Hebrew: ליביו ליברסקו‎; August 18, 1930 – April 16, 2007) was a Romanian-born Israeli and American scientist and engineer. He was a professor whose major research fields were aeroelasticity and aerodynamics. A prominent academic in addition to being a survivor of the Holocaust, he is most widely known for his actions during the Virginia Tech shootings, in which he held off the gunman, giving all but one of his students enough time to escape through the windows.",
      "pageId": 10723489,
      "monthDay": "08/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Hans_van_Mierlo",
      "name": "Hans van Mierlo",
      "aboutText": "Rafael Pineda Ponce (August 18, 1930 – January 24, 2014) was a Honduran professor and politician in the Liberal Party of Honduras and President of the National Congress of Honduras from 1998 to 2002.",
      "pageId": 24387216,
      "monthDay": "08/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Bill_Bennett",
      "name": "Bill Bennett",
      "aboutText": "Anis Mansour, also transliterated as Anīs Manṣūr (Arabic: أنيس منصور‎, IPA: [ʔæˈniːs mɑnˈsˤuːɾ]) (18 August 1925 – 21 October 2011) was an Egyptian writer.",
      "pageId": 28324966,
      "monthDay": "08/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Luc_Montagnier",
      "name": "Luc Montagnier",
      "aboutText": "Roman Polanski (born Rajmund Roman Thierry Polański, 18 August 1933) is a Paris-born Pole and, since 1976, naturalized French-Polish film director, producer, writer, and actor. Having made films in Poland, the United Kingdom, France and the United States, he is considered one of the few \"truly international filmmakers.\" Born in Paris to Polish parents, he moved with his family back to Poland (Second Polish Republic) in 1937, shortly before the outbreak of World War II. He survived the Holocaust, was educated in Poland (People's Republic of Poland), and became a director of both art house and commercial films.\nPolanski's first feature-length film, Knife in the Water (1962), made in Poland, was nominated for a United States Academy Award for Best Foreign Language Film.",
      "pageId": 25428,
      "monthDay": "08/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Just_Fontaine",
      "name": "Just Fontaine",
      "aboutText": "Roberto Enrique Clemente Walker  (August 18, 1934 – December 31, 1972) was a Puerto Rican professional baseball player. Clemente spent eighteen Major League Baseball (MLB) seasons playing in the National League (NL) as a right fielder for the Pittsburgh Pirates. He was inducted into the National Baseball Hall of Fame in 1973, becoming the first Latin American and Caribbean player to be enshrined.",
      "pageId": 25901,
      "monthDay": "08/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Roman_Polanski",
      "name": "Roman Polanski",
      "aboutText": "Charles Robert Redford Jr. (born August 18, 1936), known professionally as Robert Redford, is an American actor, director, producer, businessman, environmentalist, and philanthropist. He is the founder of the Sundance Film Festival.",
      "pageId": 61982,
      "monthDay": "08/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Gulzar",
      "name": "Gulzar",
      "aboutText": "Vincent T. Bugliosi, Jr. (/ˌbuːliˈoʊsi/; August 18, 1934 – June 6, 2015) was an American attorney and New York Times bestselling author. During his eight years in the Los Angeles County district attorney's office, he successfully prosecuted 105 out of 106 felony jury trials, which included 21 murder convictions without a single loss.",
      "pageId": 370936,
      "monthDay": "08/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Vincent_Bugliosi",
      "name": "Vincent Bugliosi",
      "aboutText": "Just \"Justo\" Fontaine (pronounced: [ʒyst fɔ̃.tɛn]; born 18 August 1933) is a retired French football player best known for being the record holder for most goals scored in a single edition of the FIFA World Cup, with 13 in six games in 1958. In 2004, Pelé named him one of the 125 Greatest Living Footballers at a FIFA Awards Ceremony.",
      "pageId": 615834,
      "monthDay": "08/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ronnie_Carroll",
      "name": "Ronnie Carroll",
      "aboutText": "Rafer Lewis Johnson (born August 18, 1935) is an American former decathlete and film actor. He was the 1960 Olympic gold medalist, after getting a silver in 1956 and a gold in the 1955 Pan American Games. He was also the flag bearer at the 1960 Olympics and lit the Olympic Flame when the Olympics came to Los Angeles in 1984.",
      "pageId": 657162,
      "monthDay": "08/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roberto_Clemente",
      "name": "Roberto Clemente",
      "aboutText": "Luc Antoine Montagnier (born 18 August 1932) is a French virologist and joint recipient with Françoise Barré-Sinoussi and Harald zur Hausen of the 2008 Nobel Prize in Physiology or Medicine for his discovery of the human immunodeficiency virus (HIV). A long-time researcher at the Pasteur Institute in Paris, he currently works as a full-time professor at Shanghai Jiao Tong University in China.\nIn 2009, Montagnier published two controversial research studies that some homeopaths claimed as support for homeopathy.",
      "pageId": 837251,
      "monthDay": "08/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Michael_May_(racing_driver)",
      "name": "Michael May",
      "aboutText": "Sir Howard Leslie Morrison OBE, (18 August 1935 – 24 September 2009) was a New Zealand entertainer.",
      "pageId": 901053,
      "monthDay": "08/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Gail_Fisher",
      "name": "Gail Fisher",
      "aboutText": "Hifikepunye Lucas Pohamba (born 18 August 1935) is a Namibian politician who served as the second President of Namibia from 21 March 2005 to 21 March 2015. He won the 2004 election overwhelmingly as the candidate of SWAPO, the ruling party, and he was re-elected in the 2009 election. Pohamba was the President of SWAPO from 2007 until his retirement in 2015.",
      "pageId": 1196731,
      "monthDay": "08/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Rafer_Johnson",
      "name": "Rafer Johnson",
      "aboutText": "Johnny Preston (August 18, 1939 – March 4, 2011) was an American pop singer, who was best known for his international number one hit in 1960, \"Running Bear\".",
      "pageId": 1614316,
      "monthDay": "08/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Howard_Morrison",
      "name": "Howard Morrison",
      "aboutText": "Gail Fisher (August 18, 1935 – December 2, 2000) was an American actress who was one of the first black women to play substantive roles in American television. She was best known for playing the role of secretary \"Peggy Fair\" on the television detective series Mannix from 1968 through 1975, a role for which she won two Golden Globe Awards and an Emmy Award.",
      "pageId": 1960488,
      "monthDay": "08/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Hifikepunye_Pohamba",
      "name": "Hifikepunye Pohamba",
      "aboutText": "Sir Robert Horton, FRSA (18 August 1939 – 30 December 2011) was a British businessman. He was a Director of the European Advisory Council and of Emerson Electric Company. He spent 30 years working for BP, formerly British Petroleum.",
      "pageId": 2539146,
      "monthDay": "08/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Robert_Redford",
      "name": "Robert Redford",
      "aboutText": "Adam Makowicz (born Adam Matyszkowicz; August 18, 1940) is a Polish pianist and composer living in Toronto. He performs jazz and classical piano pieces, as well as his own compositions. Besides playing solo, he has worked with such musicians as Michał Urbaniak, Tomasz Stanko and Leszek Możdżer, as well as with the National Symphony Orchestra of Washington DC, at the Kennedy Centre, at the Carnegie Hall, the Royal Philharmonic Orchestra, London, the Moscow Symphony Orchestra, and other major orchestras at concert halls in Americas and in Europe.",
      "pageId": 2866061,
      "monthDay": "08/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Sheila_Cassidy",
      "name": "Sheila Cassidy",
      "aboutText": "Ronnie Carroll (18 August 1934 – 13 April 2015) was a Northern Irish singer, entertainer, and political candidate.",
      "pageId": 2960761,
      "monthDay": "08/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Harald_Heide-Steen_Jr.",
      "name": "Harald Heide-Steen Jr.",
      "aboutText": "Charles Wilson, (b. 18 Aug 1940), is a Scottish journalist and newspaper executive.\nCharlie Wilson was Managing Director of Mirror Group plc from 1992 to 1998, having been Editorial Director of Mirror Group Newspapers from 1991 to 1992.",
      "pageId": 3499353,
      "monthDay": "08/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Robert_Horton_(businessman)",
      "name": "Robert Horton",
      "aboutText": "Harald Heide-Steen Jr. (18 August 1939 – 3 July 2008) was a Norwegian actor, comedian and singer. He was the son of Harald Heide Steen.",
      "pageId": 5746771,
      "monthDay": "08/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Johnny_Preston",
      "name": "Johnny Preston",
      "aboutText": "Sheila Cassidy (born 18 August 1937, Cranwell, Lincolnshire, England) is an English doctor, known for her work in the hospice movement, as a writer and as someone who, by publicising her own history as a torture survivor, drew attention to human rights abuse in Chile in the 1970s.\n^ \"Birthdays\". The Guardian (Guardian New & Media).",
      "pageId": 6874649,
      "monthDay": "08/18"
    },
    {
      "year": "1940",
      "uri": "/wiki/Adam_Makowicz",
      "name": "Adam Makowicz",
      "aboutText": "Gil Whitney was an American television personality in Dayton, Ohio, who worked primarily at WHIO Television and Radio until his death in 1982. He was posthumously inducted into the Dayton Broadcasters Hall of Fame in 2005.",
      "pageId": 14575084,
      "monthDay": "08/18"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gil_Whitney",
      "name": "Gil Whitney",
      "aboutText": "Sampooran Singh Kalra (born 18 August 1934), known popularly by his pen name Gulzar, is an Indian poet, lyricist and film director. Born in Jhelum District in British India, his family moved to India after partition. He started his career as a lyricist in the 1963 film Bandini and worked with many music directors including R. D. Burman, Salil Choudhury, Vishal Bhardwaj and A. R. Rahman.",
      "pageId": 20767827,
      "monthDay": "08/18"
    },
    {
      "year": "1940",
      "uri": "/wiki/Charles_Wilson_(journalist)",
      "name": "Charles Wilson",
      "aboutText": "Michael May (born 18 August 1934 in Stuttgart, Germany) is a former racing driver from Switzerland. He participated in three Formula One World Championship Grands Prix, debuting on 14 May 1961. He scored no championship points.",
      "pageId": 30875284,
      "monthDay": "08/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Christopher_Jones_(actor)",
      "name": "Christopher Jones",
      "aboutText": "Paula Danziger (August 18, 1944 – July 8, 2004) was an American children's author. She grew up in Metuchen, New Jersey. She lived in New York City and in Bearsville, New York (just outside of Woodstock).",
      "pageId": 51680,
      "monthDay": "08/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Judith_Keppel",
      "name": "Judith Keppel",
      "aboutText": "Sir John McLeod Scarlett, KCMG, OBE (born 18 August 1948) is a retired British senior intelligence officer. He was Chief of the British Secret Intelligence Service (MI6) from 2004 to 2009. Prior to this appointment, he had chaired the Cabinet Office Joint Intelligence Committee (JIC).",
      "pageId": 453764,
      "monthDay": "08/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sarah_Dash",
      "name": "Sarah Dash",
      "aboutText": "Patrick Wayne Swayze (/ˈsweɪziː/; August 18, 1952 – September 14, 2009) was an American actor, dancer, and singer-songwriter. Having gained fame with appearances in films during the 1980s, Swayze became popular for playing tough guys and romantic lead males, gaining him a wide fan base with female audiences, and status as a teen idol and sex symbol. He starred in films from a range of genres, including the drama The Outsiders (1983), the war film Red Dawn (1984), the romantic \"coming-of-age\" drama Dirty Dancing (1987), the action film Road House (1989), the romantic fantasy/crime thriller Ghost (1990), the action crime film Point Break (1991), the comedy To Wong Foo, Thanks for Everything!",
      "pageId": 493900,
      "monthDay": "08/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Martin_Mull",
      "name": "Martin Mull",
      "aboutText": "Rudy Hartono Kurniawan (Chinese: 梁海量; pinyin: Liang Hailiang), born August 18, 1949) is a former Indonesian badminton star who won the men's singles title at the prestigious All-England Championship eight times, seven times consecutively (1968–1974) in the 1960s and 1970s, and at World Championship in 1980 on his only attempt at this title. He is one of the most famous players in the history of the sport and is considered to be one of the greatest badminton players of all time. His sister is also a former world-level badminton player, Utami Dewi Kinard.",
      "pageId": 601852,
      "monthDay": "08/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gianni_Rivera",
      "name": "Gianni Rivera",
      "aboutText": "Giovanni \"Gianni\" Rivera (Italian pronunciation: [ˈdʒanni riˈvɛːra]; born 18 August 1943 in Alessandria) is an Italian former football midfielder, who was mostly utilised as an offensive playmaker.\nDubbed Italy's \"Golden Boy\" by the media, he played the majority of his career with Serie A side A.C. Milan, after beginning his career with Alessandria for a season in 1959. With Milan, he enjoyed a highly successful career in domestic and European football.",
      "pageId": 615868,
      "monthDay": "08/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Carl_Wayne",
      "name": "Carl Wayne",
      "aboutText": "Lewis Burwell Puller, Jr. (August 18, 1945 – May 11, 1994) was an attorney and a former United States Marine Corps officer who was severely wounded in the Vietnam War.",
      "pageId": 765244,
      "monthDay": "08/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Paula_Danziger",
      "name": "Paula Danziger",
      "aboutText": "Martin Eugene Mull (born August 18, 1943) is an American actor who has appeared in many television and film roles. He is also a comedian, painter, and recording artist. As an actor, he first became known in his role on Mary Hartman, Mary Hartman and its spin-off Fernwood 2 Night.",
      "pageId": 855800,
      "monthDay": "08/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_Hitchcock",
      "name": "Robert Hitchcock",
      "aboutText": "Nigel Griggs (born 18 August 1949, Hatfield, England) is a musician who played bass guitar in Split Enz. He is the brother of Paul Griggs from the 1970s vocal group Guys 'n' Dolls. A professional musician since 1963, Nigel Griggs played in a number of bands, notably The Cortinas and Octopus, 1963–1971, with his brother Paul, Carmen and Steve Hillage's Khan.",
      "pageId": 900250,
      "monthDay": "08/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/Barbara_Harris_(singer)",
      "name": "Barbara Harris",
      "aboutText": "Carl Wayne (born Colin David Tooley; 18 August 1943 – 31 August 2004) was a British singer and actor.",
      "pageId": 951185,
      "monthDay": "08/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/V%C3%A4rner_Lootsmann",
      "name": "Värner Lootsmann",
      "aboutText": "Judith Cynthia Aline Keppel (born 18 August 1942) was the first one-million-pound winner on the television game show Who Wants to Be a Millionaire? in the United Kingdom. She is also the only woman in the United Kingdom to have won it and also the first person to win a million or more on a British television game show.",
      "pageId": 1830345,
      "monthDay": "08/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lewis_Burwell_Puller,_Jr.",
      "name": "Lewis Burwell Puller, Jr.",
      "aboutText": "Barbara Harris (born Barbara Ann Harris, August 18, 1945, Elizabeth City, North Carolina) is an African American R&B singer, best known as a founding member and lead singer of the 1960s girl group The Toys.",
      "pageId": 2104310,
      "monthDay": "08/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/James_Jones_(bishop)",
      "name": "James Jones",
      "aboutText": "Joseph Marcell (born 14 August 1948) is a British actor, best known for his role as Geoffrey the English butler on the NBC sitcom The Fresh Prince of Bel-Air from its beginning in September 1990, until its final episode in May 1996.",
      "pageId": 2225336,
      "monthDay": "08/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joseph_Marcell",
      "name": "Joseph Marcell",
      "aboutText": "Sarah Dash (born August 18, 1945) is a singer and actress. Her first notable appearance on the music scene was as a member of Patti LaBelle & the Bluebelles. Dash has had a full career, moving from singer, to songwriter, session musician, sideman for famous bands that include LaBelle, The Rolling Stones, and Keith Richards.",
      "pageId": 2288327,
      "monthDay": "08/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Scarlett",
      "name": "John Scarlett",
      "aboutText": "Ricardo Julio \"Ricky\" Villa (locally: [riˈkarðo ˈβiʃa]; born 18 August 1952 in Roque Pérez, Buenos Aires) is an Argentine football coach and former professional midfielder.",
      "pageId": 2400136,
      "monthDay": "08/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nigel_Griggs",
      "name": "Nigel Griggs",
      "aboutText": "Elayne Boosler (born August 18, 1952) is an American comedian and advocate for animal rescue.\nBoosler was born into a Jewish family and raised in Brooklyn. She was the youngest child and only daughter of her father, a Russian acrobat, and her mother, a Romanian ballerina.",
      "pageId": 2886312,
      "monthDay": "08/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rudy_Hartono",
      "name": "Rudy Hartono",
      "aboutText": "William Frank Jones, better known as Christopher Jones (August 18, 1941 – January 31, 2014), was an American stage, movie, and television actor from Jackson, Tennessee.",
      "pageId": 5442078,
      "monthDay": "08/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dennis_Elliott",
      "name": "Dennis Elliott",
      "aboutText": "Dennis Leslie Eliott (born 18 August 1950, Peckham, London) was the original drummer for the rock band, Foreigner. He played with the band from 1976 until leaving between 1991 and 1993. He went on to became a sculptor.",
      "pageId": 7297804,
      "monthDay": "08/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Elayne_Boosler",
      "name": "Elayne Boosler",
      "aboutText": "James Stuart Jones (born 18 August 1948) is a retired Church of England bishop. He was the Bishop of Liverpool.\nJones is the son of Major Stuart Jones and Helen Jones.",
      "pageId": 8166060,
      "monthDay": "08/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Patrick_Swayze",
      "name": "Patrick Swayze",
      "aboutText": "Robert Charles Hitchcock (born 18 August 1944) is an Australian sculptor. He commenced his career in 1970 and works in a wide variety of subjects and materials. Hitchcock is one of the leading portrait sculptors currently working in Australia today.",
      "pageId": 27125953,
      "monthDay": "08/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ricardo_Villa",
      "name": "Ricardo Villa",
      "aboutText": "Värner Lootsmann (born August 18, 1945) is an Estonian Politician from Harju County.",
      "pageId": 35870617,
      "monthDay": "08/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Louie_Gohmert",
      "name": "Louie Gohmert",
      "aboutText": "Denis Colin Leary (born August 18, 1957) is an American actor, writer, producer, singer, and comedian. He was the star and co-creator of Rescue Me, which ended its seventh and final season on September 7, 2011. Leary has starred in many motion pictures, most recently as Captain George Stacy in Marc Webb's 2012 film The Amazing Spider-Man, Cleveland Browns Head Coach Vince Penn in Ivan Reitman's 2014 film Draft Day, and the voice of Diego in the Ice Age franchise.",
      "pageId": 8878,
      "monthDay": "08/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Umberto_Guidoni",
      "name": "Umberto Guidoni",
      "aboutText": "Madeleine Marie Stowe (born August 18, 1958) is an American actress. She appeared mostly on television before her breakthrough role in the 1987 crime-comedy film Stakeout. She went on to star in the films Revenge (1990) Unlawful Entry (1992), The Last of the Mohicans (1992), Blink (1993), Bad Girls (1994), 12 Monkeys (1995), The General’s Daughter (1999), and We Were Soldiers (2002).",
      "pageId": 336790,
      "monthDay": "08/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruce_Benedict",
      "name": "Bruce Benedict",
      "aboutText": "Huw Edwards (born 18 August 1961) is a BAFTA award-winning Welsh journalist, presenter and newsreader.\nHe is a news presenter and the lead presenter for major breaking news for BBC News in the United Kingdom. Edwards presents Britain's most watched news programme, BBC News at Ten, which is also the corporation's flagship news broadcast.",
      "pageId": 443772,
      "monthDay": "08/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Taher_Elgamal",
      "name": "Taher Elgamal",
      "aboutText": "Umberto Guidoni (born in Rome 18 August 1954) is an Italian astrophysicist, science writer and a former ESA astronaut, being the first European to visit the International Space Station. He is a veteran of two NASA space shuttle missions.",
      "pageId": 479106,
      "monthDay": "08/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Debney",
      "name": "John Debney",
      "aboutText": "Taher Elgamal (Arabic: طاهر الجمل) (born 18 August 1955) is an Egyptian cryptographer. Elgamal is sometimes written as El Gamal or ElGamal, but Elgamal is now preferred. In 1985, Elgamal published a paper titled “A Public key Cryptosystem and A Signature Scheme based on discrete Logarithms” in which he proposed the design of the ElGamal discrete log cryptosystem and of the ElGamal signature scheme.",
      "pageId": 565930,
      "monthDay": "08/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sandeep_Patil",
      "name": "Sandeep Patil",
      "aboutText": "Louis Buller \"Louie\" Gohmert, Jr. (born August 18, 1953) is a current Republican U.S. Representative from Texas's First Congressional District. On January 4, 2015, Gohmert announced he would challenge John Boehner for the position of Speaker of the House of Representatives.",
      "pageId": 1131926,
      "monthDay": "08/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jon_Schwartz_(drummer)",
      "name": "Jon Schwartz",
      "aboutText": "Carole Bouquet (born 18 August 1957) is a French actress and fashion model, who has appeared in more than 50 films since 1977.\nIn 1990, she was awarded the César Award for Best Actress for her role in Too Beautiful for You.",
      "pageId": 1141291,
      "monthDay": "08/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kelly_Willard",
      "name": "Kelly Willard",
      "aboutText": "Ninagawa Yuki (蜷川 有紀; born 1960 in Yokohama, Japan) is a Japanese actress, daughter of the poet Mizuno Akiyoshi.\nShe made her debut as an actress in 1978 as she was chosen out of 3000 candidates to play the heroine in Kohei Tsuka’s Rock Opera “Salome” while she was still in high school. She received The Best New Actress Award in 1981 for her performance in “Kurutta Kajitsu”.",
      "pageId": 1437478,
      "monthDay": "08/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Rainer_Woelki",
      "name": "Rainer Woelki",
      "aboutText": "Lafayette \"Fat\" Lever (born August 18, 1960) is a retired American professional basketball player born in Pine Bluff, Arkansas who played in the National Basketball Association.",
      "pageId": 1686974,
      "monthDay": "08/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Carole_Bouquet",
      "name": "Carole Bouquet",
      "aboutText": "\"Dr Tom\", \"Doctor Tom\" and \"Dr. Tom\" redirect here.",
      "pageId": 1705484,
      "monthDay": "08/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Denis_Leary",
      "name": "Denis Leary",
      "aboutText": "Sandeep Madhusudan Patil (Marathi: संदीप मधुसुदन पाटील;  pronunciation ; born 18 August 1956) is a former Indian cricketer, Indian national age group cricket manager and former Kenya national team coach, who guided the minnows to the semi-finals of the 2003 World Cup. He was a hard-hitting middle order batsman and an occasional medium pace bowler. He was the coach of Mumbai Champs in the Indian Cricket League, but returned to the mainstream when he cut ties with the unofficial league in 2009.",
      "pageId": 1853351,
      "monthDay": "08/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ron_Strykert",
      "name": "Ron Strykert",
      "aboutText": "Jon \"Bermuda\" Schwartz (born August 18, 1956) is a drummer best known for working with the singer-songwriter \"Weird Al\" Yankovic. The two met while recording \"Another One Rides the Bus\" at the Dr. Demento show on September 14, 1980.",
      "pageId": 2157741,
      "monthDay": "08/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Diana_Castle",
      "name": "Diana Castle",
      "aboutText": "Didier Auriol (born 18 August 1958) is a French former rally driver.\nBorn in Montpellier, and initially an ambulance driver, Auriol made his name as a French rally driver in the World Rally Championship throughout the 1990s. He became World Rally Champion in 1994, the first from his country to do so.",
      "pageId": 2273096,
      "monthDay": "08/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Didier_Auriol",
      "name": "Didier Auriol",
      "aboutText": "Bruce Edwin Benedict (born August 18, 1955) is an American former professional baseball player, coach and scout. He played 12 seasons in Major League Baseball as a catcher for the Atlanta Braves from 1978 to 1989.\n^ a b \"Bruce Benedict\".",
      "pageId": 2772764,
      "monthDay": "08/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Madeleine_Stowe",
      "name": "Madeleine Stowe",
      "aboutText": "John C. Debney (born August 18, 1956) is an American film composer and conductor. He received an Academy Award nomination for his score for Mel Gibson's The Passion of the Christ (2004).",
      "pageId": 2957573,
      "monthDay": "08/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tom_Prichard",
      "name": "Tom Prichard",
      "aboutText": "Michael Eugene \"Mike\" LaValliere (born August 18, 1960), nicknamed Spanky, is a former catcher in Major League Baseball whose 11-year career included tenures in both the National and American Leagues. He batted left-handed and threw right-handed.\nSigned by the Philadelphia Phillies as an amateur free agent in 1981, LaValliere started out as a third baseman but was converted to catcher in 1982.",
      "pageId": 3146936,
      "monthDay": "08/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_LaValliere",
      "name": "Mike LaValliere",
      "aboutText": "Ronald \"Ron\" Graham Strykert (born 18 August 1957) is an Australian musician. He is most well known for playing lead guitar, providing vocals, co-founder and composing songs with the 1980s band Men at Work.\n^ Dafydd Rees, Luke Crampton (15 September 1999).",
      "pageId": 10575836,
      "monthDay": "08/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Fat_Lever",
      "name": "Fat Lever",
      "aboutText": "Kelly Willard (born on August 18, 1956) is a contemporary Christian musician best known for her praise and worship recordings. She was featured as a soloist on projects from Integrity, Vineyard Music, and Maranatha! Music.",
      "pageId": 26055268,
      "monthDay": "08/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Yuki_Ninagawa",
      "name": "Yuki Ninagawa",
      "aboutText": "Rainer Maria Woelki (born 18 August 1956) is a German Cardinal of the Catholic Church. He has been Archbishop of Cologne since his installation on 20 September 2014 following his appointment by Pope Francis on 11 July to succeed Joachim Cardinal Meisner in that position.",
      "pageId": 32283916,
      "monthDay": "08/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Huw_Edwards_(journalist)",
      "name": "Huw Edwards",
      "aboutText": "Diana Castle (born August 18, 1957) is an American actress, born in New York City, USA, as Diana Szlosberg.\nIn 1981, Castle made her debut in the film, Sharky’s Machine (1981), under her born name. As Diana Castle, she best known for her roles in Planes, Trains & Automobiles (1987), Rapid Fire (1992) and Just Ask My Children.",
      "pageId": 42747311,
      "monthDay": "08/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Timothy_Geithner",
      "name": "Timothy Geithner",
      "aboutText": "Daler Singh, famously known by his stage name, \"Daler Mehndi\" (Punjabi: ਦਲੇਰ ਮਹਿੰਦੀ, dalēr mahindī), born 18 August 1967, is an Indian recording artist, musician, song writer, author, record producer, performer and environmentalist. He is credited with making bhangra beats hot round the globe and setting up a parallel non-film music industry to the pre-Daler era’s then existent Bollywood music. An Indian pop icon known for his energetic dance songs, his distinctive power pitched voice, turban and long flowing robes has been cited as an influence by many musicians and the father of the Indian pop industry.",
      "pageId": 409521,
      "monthDay": "08/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Glenn_Plummer",
      "name": "Glenn Plummer",
      "aboutText": "Brian Michael Bendis (born August 18, 1967) is an American comic book writer and former artist. He has won critical acclaim, including five Eisner Awards for both his creator-owned work and his work on various Marvel Comics books.\nStarting out with crime and noir comics, Bendis eventually moved to mainstream superhero work.",
      "pageId": 633317,
      "monthDay": "08/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Birol_%C3%9Cnel",
      "name": "Birol Ünel",
      "aboutText": "Ikue Ōtani (大谷 育江, Ōtani Ikue, born August 18, 1965) is a Japanese voice actress from Kashiwazaki, Niigata, affiliated with Mausu Promotion. She is best known for her roles in the Pokémon series (as Pikachu), One Piece (as Tony Tony Chopper), Detective Conan (as Mitsuhiko Tsuburaya), and Uchi no Sanshimai (as Fu). She is currently attached to Mausu Promotion.",
      "pageId": 864714,
      "monthDay": "08/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bob_Woodruff",
      "name": "Bob Woodruff",
      "aboutText": "Geoffrey Lawton Courtnall (born August 18, 1962) is a Canadian former professional ice hockey player in the National Hockey League (NHL) from 1983 to 2000.",
      "pageId": 1567794,
      "monthDay": "08/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Felipe_Calder%C3%B3n",
      "name": "Felipe Calderón",
      "aboutText": "Felipe de Jesús Calderón Hinojosa GCB (Spanish pronunciation: [feˈlipe kaldeˈɾon]; born August 18, 1962) is a Mexican politician who served as President of Mexico from December 1, 2006, to November 30, 2012. He is a member of the Partido Acción Nacional (PAN), one of the three major Mexican political parties.\nPrior to the presidency, Calderón received two master's degrees and went on to work within the PAN while it was still an important opposition party.",
      "pageId": 1976348,
      "monthDay": "08/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Geoff_Courtnall",
      "name": "Geoff Courtnall",
      "aboutText": "Kōji Kikkawa (吉川 晃司, Kikkawa Kōji, born August 18, 1965 in Hiroshima) is a Japanese musician. His most recent album is 2009's Double-Edged Sword.\nKōji was supposed to represent Japan in water polo in the coming Olympics but chose to be a singer.",
      "pageId": 2006324,
      "monthDay": "08/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rebecca_Bardoux",
      "name": "Rebecca Bardoux",
      "aboutText": "Sarita Catherine Louise Choudhury (born 18 August 1966) is an English actress, best known for her roles in the Mira Nair-directed feature films Mississippi Masala (1992), The Perez Family (1995) and Kama Sutra: A Tale of Love (1996).",
      "pageId": 2022502,
      "monthDay": "08/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Heino_Ferch",
      "name": "Heino Ferch",
      "aboutText": "Robert Warren \"Bob\" Woodruff (born August 18, 1961) is an American television journalist. His career in journalism dates back to 1989, and he is widely known for succeeding Peter Jennings as co-anchor of ABC News's weekday news broadcast, World News Tonight, in December 2005.",
      "pageId": 2032699,
      "monthDay": "08/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Craig_Bierko",
      "name": "Craig Bierko",
      "aboutText": "Craig Philip Bierko (born August 18, 1964) is an American actor and singer.",
      "pageId": 2324520,
      "monthDay": "08/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jim_Florentine",
      "name": "Jim Florentine",
      "aboutText": "Gustavo Charif (born August 18, 1966, Buenos Aires) is an Argentine writer, visual artist and film director. He is a friend of dramaturg Fernando Arrabal. His works are a sort of Dadaism mixed with the secular poetry of actual times.",
      "pageId": 2671216,
      "monthDay": "08/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kenny_Walker",
      "name": "Kenny Walker",
      "aboutText": "Daniel Joe Peters (born August 18, 1967) is the drummer for Mudhoney. He joined Bundle of Hiss when he was fifteen years old. He also played drums for Nirvana, appearing on one single, \"Sliver\".",
      "pageId": 2992123,
      "monthDay": "08/18"
    },
    {
      "year": "1965",
      "uri": "/wiki/K%C5%8Dji_Kikkawa",
      "name": "Kōji Kikkawa",
      "aboutText": "Lee Seung-yeon (born August 18, 1968) is a South Korean actress and talk show host.",
      "pageId": 3065959,
      "monthDay": "08/18"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ikue_%C5%8Ctani",
      "name": "Ikue Ōtani",
      "aboutText": "Glenn E. Plummer (born August 18, 1961) is an American film and television actor.\nPlummer was born in Richmond, California. He has appeared in numerous films and television series, primarily in supporting roles or small bit parts, such as High Top in Colors.",
      "pageId": 3186765,
      "monthDay": "08/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gustavo_Charif",
      "name": "Gustavo Charif",
      "aboutText": "Kenneth \"Kenny\" \"Sky\" Walker (born August 18, 1964) is an American former professional basketball player, primarily for the New York Knicks of the NBA. Walker played college basketball at the University of Kentucky.",
      "pageId": 3369005,
      "monthDay": "08/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sarita_Choudhury",
      "name": "Sarita Choudhury",
      "aboutText": "Jim Florentine (born August 18, 1964) is an American stand-up comedian, actor, and television personality. He is best known for co-hosting That Metal Show on VH1 Classic, as well as voicing several Characters on Crank Yankers including Special Ed and Bobby Fletcher.",
      "pageId": 4458946,
      "monthDay": "08/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kang_Soo-yeon",
      "name": "Kang Soo-yeon",
      "aboutText": "Birol Ünel (born 18 August 1961) is a German actor of Turkish descent. He has acted in a number of German and Turkish films, TV series and theatrical productions. His name, \"Birol\", means \"unique\" in Turkish.",
      "pageId": 4577130,
      "monthDay": "08/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Brian_Michael_Bendis",
      "name": "Brian Michael Bendis",
      "aboutText": "Kang Soo-yeon (born 18 August 1966) is a South Korean actress.",
      "pageId": 5445363,
      "monthDay": "08/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Daler_Mehndi",
      "name": "Daler Mehndi",
      "aboutText": "Rebecca Bardoux (born August 18, 1963) is the stage name of an American pornographic actress. She made her debut in the adult film industry in 1992 at age 29.\n^ a b c d e f g h \"Rebecca Bardoux\".",
      "pageId": 6643682,
      "monthDay": "08/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dan_Peters",
      "name": "Dan Peters",
      "aboutText": "Heino Ferch (born 18 August 1963) is a German film and television actor.\n^ Kern, Laura (April 29, 2005). \"In a Divided Berlin, Digging Underground for Freedom\".",
      "pageId": 12619081,
      "monthDay": "08/18"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lee_Seung-yeon",
      "name": "Lee Seung-yeon",
      "aboutText": "Timothy Franz \"Tim\" Geithner (/ˈɡaɪtnər/; born August 18, 1961) is an American economic policy maker and central banker who served as the 75th United States Secretary of the Treasury, under President Barack Obama, from 2009 to 2013. He was previously the president of the Federal Reserve Bank of New York from 2003 to 2009. He now serves as president of Warburg Pincus, a Wall Street private equity firm.",
      "pageId": 21214078,
      "monthDay": "08/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Everlast_(musician)",
      "name": "Everlast",
      "aboutText": "Edward Harrison Norton (born August 18, 1969) is an American actor, filmmaker and activist. He was nominated for three Academy Awards for his work in the films Primal Fear (1996), American History X (1998) and Birdman (2014). He also starred in other roles, such as Everyone Says I Love You (1996), The People vs.",
      "pageId": 159473,
      "monthDay": "08/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mark_Kuhlmann",
      "name": "Mark Kuhlmann",
      "aboutText": "Christian Michael Leonard Slater (born August 18, 1969) is an American actor. He made his film debut with a leading role in the 1985 film The Legend of Billie Jean. He played a monk's apprentice alongside Sean Connery in The Name of the Rose before gaining wider recognition for his breakthrough role in the cult film Heathers.",
      "pageId": 260996,
      "monthDay": "08/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Edward_Norton",
      "name": "Edward Norton",
      "aboutText": "Malcolm-Jamal Warner (born August 18, 1970) is an American actor, director, and musician. He is best known for his roles as Theo Huxtable on the long-running NBC sitcom The Cosby Show and as Malcolm McGee on the UPN sitcom Malcolm & Eddie. He also starred as Dr.",
      "pageId": 656258,
      "monthDay": "08/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Christian_Slater",
      "name": "Christian Slater",
      "aboutText": "Erik Francis Schrody (born August 18, 1969), known by his stage name Everlast, is an American rapper, singer, and songwriter, known for his solo hit \"What It's Like\" and as the front-man for rap group House of Pain. He was also part of the hip-hop supergroup La Coka Nostra, which consists of members of House of Pain and other rappers.",
      "pageId": 907210,
      "monthDay": "08/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jason_Furman",
      "name": "Jason Furman",
      "aboutText": "Tom Middleton (born 18 August 1971) is a British recording artist, music producer, remixer and DJ.",
      "pageId": 1351808,
      "monthDay": "08/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jessica_Hsuan",
      "name": "Jessica Hsuan",
      "aboutText": "Leo Ku Kui-Kei is a Hong Kong Cantopop and Mandopop singer, actor, TV host, model, cartoonist, MV director, and producer and designer, a major figure in popular music culture. Ku was selected the \"Ten Outstanding Young Persons of Hong Kong\" in 2005 by the Government of Hong Kong.",
      "pageId": 1659799,
      "monthDay": "08/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Malcolm-Jamal_Warner",
      "name": "Malcolm-Jamal Warner",
      "aboutText": "Found Occupation?s?, Found Instruments,",
      "pageId": 1838415,
      "monthDay": "08/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tom_Middleton",
      "name": "Tom Middleton",
      "aboutText": "Jessica Hester Hsuan(Chinese: 宣萱; pinyin: Xuān Xuān; [IPA: syn hyn]; born 18 August 1970), also known as Suen Huen, is a Hong Kong actress.",
      "pageId": 2012070,
      "monthDay": "08/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Aphex_Twin",
      "name": "Aphex Twin",
      "aboutText": "Victoria Elizabeth Coren Mitchell (born Victoria Elizabeth Coren, 18 August 1972) is an English writer, presenter and professional poker player.",
      "pageId": 2286750,
      "monthDay": "08/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jacob_Vargas",
      "name": "Jacob Vargas",
      "aboutText": "Jacob Vargas (born August 18, 1971) is an American actor.",
      "pageId": 2484674,
      "monthDay": "08/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Keiko_(musician)",
      "name": "Keiko",
      "aboutText": "Nicole Krauss (born August 18, 1974) is an American author best known for her three novels Man Walks Into a Room (2002), The History of Love (2005) and Great House (2010). Her fiction has been published in The New Yorker, Harper's, Esquire, and Granta's Best American Novelists Under 40, and has been collected in Best American Short Stories 2003 and Best American Short Stories 2008. Her novels have been translated into 35 languages.",
      "pageId": 3416981,
      "monthDay": "08/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Victoria_Coren_Mitchell",
      "name": "Victoria Coren Mitchell",
      "aboutText": "Róbert Fazekas (born 18 August 1975 in Szombathely) is a Hungarian discus thrower, who won gold in the 2002 European Championships and silver in the 2003 World Championship. He finished first in the 2004 Summer Olympics, but was later disqualified for failing to provide a drug sample, and the gold medal was awarded to Virgilijus Alekna. Fazekas ranks fifth in all-time longest discus throw distances with a personal best of 71.70m.",
      "pageId": 3797572,
      "monthDay": "08/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Leo_Ku",
      "name": "Leo Ku",
      "aboutText": "Kaitlin Willow Olson (born August 18, 1975) is an American actress known for her role as Deandra \"Sweet Dee\" Reynolds on It's Always Sunny in Philadelphia, which she has starred in since 2005.",
      "pageId": 6135328,
      "monthDay": "08/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Masahiro_Nakai",
      "name": "Masahiro Nakai",
      "aboutText": "Paraskevas Antzas (Greek: Παρασκευάς Άντζας, born 18 August 1977) is a former professional Greek football player (central defender).",
      "pageId": 11611551,
      "monthDay": "08/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paulo_Schroeber",
      "name": "Paulo Schroeber",
      "aboutText": "Jason Furman (born August 18, 1970) is an economist. On June 10, 2013, Furman was named by President Barack Obama as chairman of the Council of Economic Advisers (CEA). Previously, since January 28, 2009, Furman had served as the Deputy Director of the National Economic Council, which followed his role as an advisor to candidate Obama during the 2008 presidential campaign.",
      "pageId": 18422584,
      "monthDay": "08/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Carmen_Serano",
      "name": "Carmen Serano",
      "aboutText": "Richard David James (born 18 August 1971), best known by his alias Aphex Twin, is an Irish-born British electronic musician and composer. James has also released a number of EPs as AFX since 1991 including the Analogue Bubblebath and Analord series of EPs, and has recorded under several other aliases, including Polygon Window, Caustic Window, and the Tuss. His work in electronic music since the late 1980s has won him widespread critical acclaim.",
      "pageId": 18949200,
      "monthDay": "08/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nicole_Krauss",
      "name": "Nicole Krauss",
      "aboutText": "Carmen Serano (born Carmen Maria Robles; August 18, 1973) is an American actress. She starred in the 2007 film Urban Justice alongside Steven Seagal.",
      "pageId": 21136513,
      "monthDay": "08/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/R%C3%B3bert_Fazekas",
      "name": "Róbert Fazekas",
      "aboutText": "Mark Kuhlmann (born 18 August 1969) is a retired German international rugby union player, having played for the DRC Hannover in the Rugby-Bundesliga and the German national rugby union team. He captained Germany for a lengthy period of time during his career in the national team. He is, behind Horst Kemmling, Germany's second-most capped rugby player.",
      "pageId": 26653163,
      "monthDay": "08/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kaitlin_Olson",
      "name": "Kaitlin Olson",
      "aboutText": "Masahiro Nakai (中居 正広, Nakai Masahiro, born August 18, 1972) is a Japanese singer, actor and host for music events and variety shows such as the long-running music show Utaban.",
      "pageId": 30874224,
      "monthDay": "08/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paraskevas_Antzas",
      "name": "Paraskevas Antzas",
      "aboutText": "Paulo Schroeber (August 18, 1973 – March 24, 2014) was a Brazilian guitarist, most known for his work with Almah.",
      "pageId": 35763858,
      "monthDay": "08/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Even_Kruse_Skatrud",
      "name": "Even Kruse Skatrud",
      "aboutText": "César Fabián Delgado Godoy (born 18 August 1981 in Rosario) is an Argentine footballer who plays for Rosario Central. His nickname \"El Chelito\" is derived from that of Marcelo Delgado (known as \"El Chelo\") because of their same last name.",
      "pageId": 1167000,
      "monthDay": "08/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mizuo_Peck",
      "name": "Mizuo Peck",
      "aboutText": "Robert Huth (German pronunciation: [ˈʁoːbɛʁt ˈhuːt]; born 18 August 1984) is a German professional footballer who plays as a centre back for Leicester City.\nHuth was signed for Chelsea from the youth system of German club Union Berlin in 2001 by Claudio Ranieri. He struggled to establish himself in the Chelsea first team and with the likes of John Terry, William Gallas, and Ricardo Carvalho ahead of him in the pecking order at Stamford Bridge, he joined Middlesbrough in August 2006 for a fee of £6 million.",
      "pageId": 1437383,
      "monthDay": "08/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Andy_Samberg",
      "name": "Andy Samberg",
      "aboutText": "Cameron Leon White (born 18 August 1983) is an Australian cricketer for the Melbourne Renegades and is the former Australian Twenty20 and Victorian Bushrangers captain. A powerful middle order batsman and right-arm leg-spin bowler, White made his first-class cricket debut as a teenager in the 2000–01 season for the Victorian Bushrangers as a bowling all-rounder. Early comparisons with Victoria team-mate Shane Warne faded as White took on a role closer to that of Andrew Symonds, a batsman who bowled occasionally.",
      "pageId": 2119373,
      "monthDay": "08/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stuart_Dew",
      "name": "Stuart Dew",
      "aboutText": "Dimitrios \"Dimitris\" Salpingidis (Greek: Δημήτρης Σαλπιγγίδης; born 18 August 1981) is a Greek professional footballer who plays as a winger or striker and currently is a free agent.",
      "pageId": 2332031,
      "monthDay": "08/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mohib_Mirza",
      "name": "Mohib Mirza",
      "aboutText": "Jeremy Charles Shockey (/ˈʃɒki/; born August 18, 1980) is a former American football tight end. He was drafted by the New York Giants 14th overall in the 2002 NFL Draft. He played college football at the University of Miami.",
      "pageId": 2362379,
      "monthDay": "08/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Esteban_Cambiasso",
      "name": "Esteban Cambiasso",
      "aboutText": "Esteban Matías Cambiasso Deleau (born 18 August 1980), nicknamed \"Cuchu\", is an Argentine footballer who plays for Greek club Olympiacos.\nDuring his professional career, Cambiasso has won 23 official titles (as of the end of 2011), being the Argentine footballer with most honours in history, one more than Alfredo Di Stéfano. The majority of his titles were won during his ten seasons at Inter, including five Scudetti and the 2010 Champions League.",
      "pageId": 2385461,
      "monthDay": "08/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rob_Nguyen",
      "name": "Rob Nguyen",
      "aboutText": "Andrew \"Andy\" Samberg (born August 18, 1978) is an American actor, comedian, writer, producer, singer, and rapper. He is a member of the comedy group The Lonely Island and was a cast member on Saturday Night Live (2005–2012), where he and his fellow group members have been credited with popularizing the SNL Digital Shorts.\nSamberg has starred in films, such as Hot Rod, I Love You, Man, That's My Boy, Celeste and Jesse Forever and Hotel Transylvania.",
      "pageId": 2697824,
      "monthDay": "08/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Athina_Papayianni",
      "name": "Athina Papayianni",
      "aboutText": "Bartholomew Edward Scott (born August 18, 1980) is a former American football player who was a linebacker in the National Football League (NFL) for eleven seasons. After playing college football for Southern Illinois University, he was signed by the NFL's Baltimore Ravens as an undrafted free agent in 2002. Scott was selected to the Pro Bowl in 2006.",
      "pageId": 4162854,
      "monthDay": "08/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bart_Scott",
      "name": "Bart Scott",
      "aboutText": "Stuart Dew (born 18 August 1979) is a former Australian rules footballer and dual premiership-player for Port Adelaide and Hawthorn in the Australian Football League (AFL).",
      "pageId": 5347781,
      "monthDay": "08/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jeremy_Shockey",
      "name": "Jeremy Shockey",
      "aboutText": "Inge Dekker (born 18 August 1985) is a Dutch competitive swimmer who specialises in butterfly and freestyle events. She won the bronze medal with the Dutch women's 4×100-metre freestyle relay team at the 2004 Summer Olympics in Athens, alongside teammates Inge de Bruijn, Marleen Veldhuis and Chantal Groot. At the 2008 Summer Olympics in Beijing, Dekker became Olympic champion in the 4×100-metre freestyle together with Ranomi Kromowidjojo, Femke Heemskerk and Marleen Veldhuis, setting a then Olympic record.",
      "pageId": 5554008,
      "monthDay": "08/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/C%C3%A9sar_Delgado",
      "name": "César Delgado",
      "aboutText": "Athina Papayianni (also Papagianni, Greek: Αθηνά Παπαγιάννη, born August 18, 1980 in Preveza) is a Greek race walker.",
      "pageId": 6092721,
      "monthDay": "08/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dimitris_Salpingidis",
      "name": "Dimitris Salpingidis",
      "aboutText": "Rob Nguyen (born 18 August 1980 in Brisbane) is an Australian racing car driver of Vietnamese descent who competed in the 2002 and part of the 2003 International Formula 3000 seasons before running out of money. He was noted for coming straight into F3000 after only nine previous car races in his life and was at one stage regarded as a potential major talent.\n^ \"The stars of tomorrow\".",
      "pageId": 6396314,
      "monthDay": "08/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cullen_Finnerty",
      "name": "Cullen Finnerty",
      "aboutText": "Mika (/ˈmiːkə/; born Michael Holbrook Penniman, Jr.; 18 August 1983), stylized as MIKA, is a Lebanon-born British singer and songwriter.\nAfter recording his first extended play, Dodgy Holiday, Mika was named the number-one predicted breakthrough act of 2007 in an annual BBC poll of music critics, Sound of 2007. Mika released his first full-length studio album, Life in Cartoon Motion, on Island Records in 2007, which sold more than 5.6 million copies worldwide and helped Mika win a Brit Award—winning Best British Breakthrough act, and receive a Grammy Award nomination.",
      "pageId": 7258728,
      "monthDay": "08/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Danny!",
      "name": "Danny!",
      "aboutText": "Danny Swain, better known by his mononymous stage name Danny! (/ˈdæniˈ/ dan-EE), is an American recording artist and record producer from Columbia, South Carolina.\nDanny!",
      "pageId": 7608516,
      "monthDay": "08/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mika_(singer)",
      "name": "Mika",
      "aboutText": "Sigourney Bandjar (born 18 August 1984 in Paramaribo) is a Surinamese footballer who most recently played as a defender for Kazakhstan Premier League club Taraz. He previously played five years for Excelsior. He also holds Dutch citizenship.",
      "pageId": 7816800,
      "monthDay": "08/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dmitri_Antoni",
      "name": "Dmitri Antoni",
      "aboutText": "Cullen Finnerty (August 18, 1982 – May 27, 2013) was an American football quarterback whose most recent team in the National Football League was the Denver Broncos. He was originally signed by the Baltimore Ravens as an undrafted free agent in 2007. He played college football at Grand Valley State.",
      "pageId": 8470986,
      "monthDay": "08/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cameron_White",
      "name": "Cameron White",
      "aboutText": "Dmitri Antoni (born August 18, 1983 in Velsk, Soviet Union) is an Estonian figure skater. He is the 2002 Estonian bronze medalist.",
      "pageId": 17392373,
      "monthDay": "08/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sigourney_Bandjar",
      "name": "Sigourney Bandjar",
      "aboutText": "Mizuo Peck (born August 18, 1977) is an American actress best known for playing Sacagawea in the film Night at the Museum and its sequels Night at the Museum: Battle of the Smithsonian and Night at the Museum: Secret of the Tomb.",
      "pageId": 20158892,
      "monthDay": "08/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Robert_Huth",
      "name": "Robert Huth",
      "aboutText": "Mohib Mirza (born 18 August 1979) is a Pakistani actor and host, best known for hosting the original franchise Pakistan Idol and portraying the main character Ishrat Baji on Aag TV's sitcom Ishrat Baji.",
      "pageId": 29482195,
      "monthDay": "08/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Inge_Dekker",
      "name": "Inge Dekker",
      "aboutText": "Even Kruse Skatrud (born 18 August 1977, in Lørenskog, Norway) assistant professor at the University of Oslo, a Norwegian Jazz musician, composer, Music arranger and Orchestra leader. He is the son of musician Harry Andersen and Marit Skatrud Andersen, married to singer-artist Anine Kruse Skatrud and son-in-law of the major Norwegian Contemporary composer Bjørn Kruse (b.",
      "pageId": 35885055,
      "monthDay": "08/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Julen_Goikoetxea",
      "name": "Julen Goikoetxea",
      "aboutText": "Mika Sue Boorem (born August 18, 1987) is an American actress who has appeared in the films Blue Crush (2002), Carolina (2003), Sleepover (2004) and Smile (2005).",
      "pageId": 1562935,
      "monthDay": "08/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Bryan_Ruiz",
      "name": "Bryan Ruiz",
      "aboutText": "Jack Hobbs (born 18 August 1988) is an English professional footballer who plays as a defender for Championship side Nottingham Forest.",
      "pageId": 2383757,
      "monthDay": "08/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Evan_Gattis",
      "name": "Evan Gattis",
      "aboutText": "Ross McCormack (born 18 August 1986) is a Scottish professional footballer who plays for English club Fulham and the Scotland national team as a striker.\nMcCormack started his career with Scottish Premier League club Rangers in 2003, going on loan to English League One Doncaster Rovers in January 2006. At the end of the season he was released by Rangers and joined fellow SPL side Motherwell.",
      "pageId": 3235352,
      "monthDay": "08/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ross_McCormack",
      "name": "Ross McCormack",
      "aboutText": "Eggert Gunnþór Jónsson (born 18 August 1988) is an Icelandic international footballer who plays predominantly as a midfielder but is also capable of playing as a centre back or in both full back roles. He current plays for the English club Fleetwood Town.\nHe joined Scottish Premier League side Hearts as a teenager and eventually established himself in the first-team where he displayed his versatility and even went on to captain the Edinburgh side on numerous occasions before moving to the English Premier League in January 2012 when he signed for Wolves, with whom he made only seven appearances during an eighteen-month stay.",
      "pageId": 7131903,
      "monthDay": "08/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Miesha_Tate",
      "name": "Miesha Tate",
      "aboutText": "Julen Goikoetxea (18 August 1985 – 7 October 2006) was a Basque racing cyclist from Ondarroa.\nGoikoetxea started his international career in 2004 as a member of the Alfus Tedes Garbialdi team. In his first two seasons he won five races.",
      "pageId": 7349018,
      "monthDay": "08/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andreas_Weise",
      "name": "Andreas Weise",
      "aboutText": "Riko Narumi (成海 璃子, Narumi Riko, born Riko Tsukamoto (塚本 璃子, Tsukamoto Riko) on August 18, 1992) is a Japanese actress and model.\n^ 成海璃子 (in Japanese). Yahoo Japan Corporation.",
      "pageId": 8562793,
      "monthDay": "08/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mika_Boorem",
      "name": "Mika Boorem",
      "aboutText": "Bryan Jafet Ruiz González (Spanish pronunciation: [ˈbɾajan ˈrwis]; born 18 August 1985) is a Costa Rican professional footballer who plays for Portuguese club Sporting CP. He is a left-footed attacking midfielder who can play as a second striker, and the captain of the Costa Rica national team.",
      "pageId": 8719657,
      "monthDay": "08/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tine_Thing_Helseth",
      "name": "Tine Thing Helseth",
      "aboutText": "Luke Christopher Jackson (born 18 August 1988) is the author of Freaks, Geeks, and Asperger Syndrome: A User Guide to Adolescence which was published 15th august 2002, a book penned from first-hand experience about his life with Asperger syndrome. He is also the author of \"A User Guide to Cf/Gf Diet for Autism,Asperger Syndrome and ADHD\" which was published in 2001.\nJackson has three sisters and three brothers.",
      "pageId": 10869221,
      "monthDay": "08/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zuzana_Jandov%C3%A1",
      "name": "Zuzana Jandová",
      "aboutText": "Siri Tollerod, also spelled Tollerød, (born 18 August 1987) is a Norwegian model.",
      "pageId": 13201846,
      "monthDay": "08/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Siri_Toller%C3%B8d",
      "name": "Siri Tollerød",
      "aboutText": "Tine Thing Helseth (Norwegian pronunciation: [ˈtiːnə tɪŋ hɛlsət], English pronunciation: /ˈtiːnə tɪŋ ˈhɛlsət/, TEE-nə-ting-HEL-sət; born August 18, 1987) is a Norwegian trumpet soloist specializing in classical repertoire.",
      "pageId": 14786226,
      "monthDay": "08/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/G-Dragon",
      "name": "G-Dragon",
      "aboutText": "Elizabeth Lyon Beisel (born August 18, 1992) is an American competition swimmer who specializes in backstroke and individual medley events. She has won a total of nine medals in major international competition, four gold, one silver, and four bronze spanning the Olympics, World Aquatics, and the Pan Pacific championships. Beisel competed in the 200-meter backstroke and 400-meter individual medley events at the 2008 Summer Olympics, placing fifth and fourth, respectively, in the world.",
      "pageId": 18301918,
      "monthDay": "08/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jack_Hobbs_(footballer)",
      "name": "Jack Hobbs",
      "aboutText": "Kwon Ji-yong (Hangul: 권지용, Hanja: 權志龍, born August 18, 1988), better known by his stage name G-Dragon, is a South Korean rapper, singer-songwriter, record producer and a fashionista. After 6 years as a trainee under the record label YG Entertainment, G-Dragon officially debuted as a member of the South Korean group Big Bang.",
      "pageId": 18778189,
      "monthDay": "08/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Luke_Jackson_(author)",
      "name": "Luke Jackson",
      "aboutText": "Zuzana Jandová (born 18 August 1987) is a Czech Businesswoman, model, charity worker and beauty pageant titleholder who won Miss Czech Republic and represented her country in Miss World 2008 in South Africa. She was born in Karviná, Czechoslovakia, completed her studies at Business School and works in Charity Endowment, Help and Support.\n^ \"Titul Miss ČR získala Zuzana Jandová\" (in Czech).",
      "pageId": 20314403,
      "monthDay": "08/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Eggert_J%C3%B3nsson",
      "name": "Eggert Jónsson",
      "aboutText": "Miesha Theresa Tate (born August 18, 1986) is an American mixed martial artist who competes in the Ultimate Fighting Championship (UFC). Primarily known for her grappling ability, Tate became a wrestler while attending Franklin Pierce High School in Tacoma, Washington and won a state championship during her senior year in 2005. She began her professional mixed martial arts (MMA) career in 2007, and won the bantamweight championship of the Freestyle Cage Fighting promotion in 2009.",
      "pageId": 22359670,
      "monthDay": "08/18"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nikki_Bacolod",
      "name": "Nikki Bacolod",
      "aboutText": "Nikki Bacólod (born Monique Echieverri Bacólod on August 18, 1989), is a Filipina singer, television host, swimmer and actress. She is best known for placing as first runner up in the 2005 season of ABS-CBN's Search for the Star in a Million.",
      "pageId": 22885139,
      "monthDay": "08/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Elliot_Justham",
      "name": "Elliot Justham",
      "aboutText": "Nicole Kim Uysiuseng (born August 18, 1990), is a Filipino actress, model, and was the third runner-up of the reality television show Pinoy Big Brother Teen Edition Plus. She is currently a member of ABS-CBN's Star Magic. Taking a break from her career to finish her education, she is now taking up Management in Ateneo de Manila University.",
      "pageId": 28977902,
      "monthDay": "08/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nicole_Uysiuseng",
      "name": "Nicole Uysiuseng",
      "aboutText": "Andreas Georg Fredrik Weise (born 18 August 1986) is a Swedish singer, songwriter, TV host and entertainer.\nHe finished in fifth place on the Swedish Idol 2010. He is the son of TV-host Arne Weise.",
      "pageId": 30170023,
      "monthDay": "08/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Elizabeth_Beisel",
      "name": "Elizabeth Beisel",
      "aboutText": "James Evan Gattis (born August 18, 1986) is an American professional baseball designated hitter for the Houston Astros of Major League Baseball (MLB). He made his MLB debut with the Atlanta Braves on April 3, 2013. Gattis has also earned the nickname of \"El Oso Blanco\" or The White Bear, due to his raw power capabilities, and his large beard.",
      "pageId": 37461100,
      "monthDay": "08/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Riko_Narumi",
      "name": "Riko Narumi",
      "aboutText": "Amy Willerton (born 18 August 1992) is a British model, television personality and former beauty pageant titleholder who won the title of Miss Universe Great Britain 2013 and represented Great Britain at the Miss Universe 2013 pageant.",
      "pageId": 39622258,
      "monthDay": "08/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Amy_Willerton",
      "name": "Amy Willerton",
      "aboutText": "Elliot Justham (born 18 August 1990) is an English professional footballer who plays as a goalkeeper for League Two side Luton Town.",
      "pageId": 43817659,
      "monthDay": "08/18"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jung_Eun-ji",
      "name": "Jung Eun-ji",
      "aboutText": "Maia Mitchell (born 18 August 1993) is an Australian actress and singer. She is known for her roles as Brittany Flune in the children's television series Mortified for the Nine Network, and as Natasha Ham in the Seven Network's teen drama Trapped. For American audiences, she currently co-stars in the ABC Family drama, The Fosters as Callie Jacob.",
      "pageId": 12260545,
      "monthDay": "08/18"
    },
    {
      "year": "1993",
      "uri": "/wiki/Maia_Mitchell",
      "name": "Maia Mitchell",
      "aboutText": "Alīna Fjodorova (born 18 August 1995) is a Latvian figure skater.",
      "pageId": 34534584,
      "monthDay": "08/18"
    },
    {
      "year": "1995",
      "uri": "/wiki/Al%C4%ABna_Fjodorova",
      "name": "Alīna Fjodorova",
      "aboutText": "Max Charles (born August 18, 2003) is an American child actor. In addition to his appearance in the 2012 film The Three Stooges, Charles played a young Peter Parker in The Amazing Spider-Man and had a role in the ABC comedy science fiction series The Neighbors. In 2014, Charles voiced Sherman in DreamWorks Animation's Mr.",
      "pageId": 35772835,
      "monthDay": "08/18"
    },
    {
      "year": "1997",
      "uri": "/wiki/Renato_Sanches",
      "name": "Renato Sanches",
      "aboutText": "Jung Eun-ji (Korean: 정은지; born Jung Hye-rim, on August 18, 1993), is a South Korean idol singer and actress. She is the main vocalist of the girl group Apink, and has acted in television dramas including Reply 1997 (2012), That Winter, the Wind Blows (2013), Trot Lovers (2014) and Cheer Up!",
      "pageId": 36158257,
      "monthDay": "08/18"
    },
    {
      "year": "1999",
      "uri": "/wiki/Talia_Castellano",
      "name": "Talia Castellano",
      "aboutText": "Talia Joy Castellano (August 18, 1999 – July 16, 2013) was a Covergirl and an American Internet celebrity known for her YouTube channel \"TaliaJoy18\" that featured her unique makeup tutorials. Her channel was mainly dedicated to makeup, fashion and cancer vlogs where she would discuss neuroblastoma and leukemia, the diseases she battled for six years. At the time of Castellano's death, her channel had more than 750,000 subscribers and 45 million video views.",
      "pageId": 39984367,
      "monthDay": "08/18"
    },
    {
      "year": "2003",
      "uri": "/wiki/Max_Charles",
      "name": "Max Charles",
      "aboutText": "Renato Júnior Luz Sanches (born 18 August 1997) is a Portuguese professional footballer who plays as a midfielder for Benfica.",
      "pageId": 44029096,
      "monthDay": "08/18"
    }
  ]
}