{
  "people": [
    {
      "year": "1517",
      "uri": "/wiki/Antoine_Perrenot_de_Granvelle",
      "name": "Antoine Perrenot de Granvelle",
      "aboutText": "Jacopo Peri (Zazzerino) (20 August 1561 – 12 August 1633) was an Italian composer and singer of the transitional period between the Renaissance and Baroque styles, and is often called the inventor of opera. He wrote the first work to be called an opera today, Dafne (around 1597), and also the first opera to have survived to the present day, Euridice (1600).\nPeri was born in Rome, but studied in Florence with Cristofano Malvezzi, and went on to work in a number of churches there, both as an organist and as a singer.",
      "pageId": 161918,
      "monthDay": "08/20"
    },
    {
      "year": "1561",
      "uri": "/wiki/Jacopo_Peri",
      "name": "Jacopo Peri",
      "aboutText": "Thomas Corneille (20 August 1625 – 8 December 1709) was a French dramatist.",
      "pageId": 166150,
      "monthDay": "08/20"
    },
    {
      "year": "1613",
      "uri": "/wiki/Duchess_Elisabeth_Sophie_of_Mecklenburg",
      "name": "Duchess Elisabeth Sophie of Mecklenburg",
      "aboutText": "Bernardo O'Higgins Riquelme (Spanish: [berˈnarðo oˈxiɣins]; 1778–1842) was a Chilean independence leader who, together with José de San Martín, freed Chile from Spanish rule in the Chilean War of Independence. Although he was the second Supreme Director of Chile (1817–1823), he is considered one of Chile's founding fathers, as he was the first holder of this title to head a fully independent Chilean state.",
      "pageId": 303199,
      "monthDay": "08/20"
    },
    {
      "year": "1625",
      "uri": "/wiki/Thomas_Corneille",
      "name": "Thomas Corneille",
      "aboutText": "Raymond Poincaré (French pronunciation: ​[ʁɛmɔ̃ pwɛ̃kaʁe]; 20 August 1860 – 15 October 1934) was a French statesman who served three times as Prime Minister of France, and as President of France from 1913 to 1920. He was a conservative leader, primarily committed to political and social stability.\nTrained in law, Poincaré was elected as a Deputy in 1887 and served in the cabinets of Dupuy and Ribot.",
      "pageId": 303726,
      "monthDay": "08/20"
    },
    {
      "year": "1632",
      "uri": "/wiki/Louis_Bourdaloue",
      "name": "Louis Bourdaloue",
      "aboutText": "Antoine Perrenot de Granvelle (20 August 1517 – 21 September 1586), Comte de La Baume Saint Amour, was a Burgundian statesman, made a cardinal, who followed his father as a leading minister of the Spanish Habsburgs, and was one of the most influential European politicians during the time which immediately followed the appearance of Protestantism in Europe; \"the dominating Imperial statesman of the whole century\".",
      "pageId": 338411,
      "monthDay": "08/20"
    },
    {
      "year": "1710",
      "uri": "/wiki/Thomas_Simpson",
      "name": "Thomas Simpson",
      "aboutText": "Bolesław Prus (pronounced:  [bɔ'lεswaf 'prus]; 20 August 1847 – 19 May 1912), born Aleksander Głowacki, is a leading figure in the history of Polish literature and philosophy and a distinctive voice in world literature.\nAs a 15-year-old he joined the Polish 1863 Uprising against Imperial Russia. Shortly after his 16th birthday, he suffered severe battle injuries.",
      "pageId": 601880,
      "monthDay": "08/20"
    },
    {
      "year": "1719",
      "uri": "/wiki/Christian_Mayer_(astronomer)",
      "name": "Christian Mayer",
      "aboutText": "Louis Bourdaloue (August 20, 1632 – May 13, 1704) was a French Jesuit and preacher.\nHe was born in Bourges. At the age of sixteen he entered the Society of Jesus, and was appointed successively professor of rhetoric, philosophy and moral theology, in various Jesuit colleges.",
      "pageId": 733094,
      "monthDay": "08/20"
    },
    {
      "year": "1720",
      "uri": "/wiki/Bernard_de_Bury",
      "name": "Bernard de Bury",
      "aboutText": "Thomas Simpson FRS (20 August 1710 – 14 May 1761) was a British mathematician, inventor and eponym of Simpson's rule to approximate definite integrals.",
      "pageId": 1086307,
      "monthDay": "08/20"
    },
    {
      "year": "1752",
      "uri": "/wiki/Landgravine_Friederike_of_Hesse-Darmstadt",
      "name": "Landgravine Friederike of Hesse-Darmstadt",
      "aboutText": "James Prinsep (20 August 1799 – 22 April 1840) was an English scholar, orientalist and antiquary. He was the founding editor of the Journal of the Asiatic Society of Bengal and is best remembered for deciphering the Kharosthi and Brahmi scripts of ancient India.",
      "pageId": 1451892,
      "monthDay": "08/20"
    },
    {
      "year": "1778",
      "uri": "/wiki/Bernardo_O%27Higgins",
      "name": "Bernardo O'Higgins",
      "aboutText": "Bernard de Bury or Buri (20 August 1720 – 19 November 1785) was a French musician and court composer of the late Baroque era.",
      "pageId": 1463090,
      "monthDay": "08/20"
    },
    {
      "year": "1779",
      "uri": "/wiki/J%C3%B6ns_Jacob_Berzelius",
      "name": "Jöns Jacob Berzelius",
      "aboutText": "Christian Mayer (August 20, 1719 – April 16, 1783) was a Czech astronomer and teacher.",
      "pageId": 1946036,
      "monthDay": "08/20"
    },
    {
      "year": "1799",
      "uri": "/wiki/James_Prinsep",
      "name": "James Prinsep",
      "aboutText": "Andrew Greenwood (20 August 1847 – 12 February 1889) was an English cricketer, who played in the first two cricket Tests. Greenwood was small in height, but a gutsy batsman, who was also noted for his fielding in the deep.\nBorn in Huddersfield, Yorkshire, England, Greenwood, who was a professional cricketer, played his first-class cricket for Yorkshire from 1869 to 1880, but is most noted for going on tour to Australia with James Lillywhite's team in 1876-77.",
      "pageId": 2398405,
      "monthDay": "08/20"
    },
    {
      "year": "1833",
      "uri": "/wiki/Benjamin_Harrison",
      "name": "Benjamin Harrison",
      "aboutText": "Ellen Crosby Roosevelt (August 20, 1868 in Rosendale, New York – September 26, 1954 in Hyde Park, New York) was an American tennis player.\nShe was the daughter of John Aspinwall Roosevelt, an estate proprietor, and Ellen Murray Crosby. She started playing tennis with her sister Grace in 1879 when her father installed a tennis court at their mansion 'Rosedale'.",
      "pageId": 2715850,
      "monthDay": "08/20"
    },
    {
      "year": "1845",
      "uri": "/wiki/Albert_Chmielowski",
      "name": "Albert Chmielowski",
      "aboutText": "Augustus Bernard Tancred (20 August 1865 – 23 November 1911) was a leading 19th century South African Test cricketer.\nBorn in Port Elizabeth, South Africa, Tancred attended St. Aidan's College, Grahamstown, where he first displayed his cricketing prowess.",
      "pageId": 3099250,
      "monthDay": "08/20"
    },
    {
      "year": "1847",
      "uri": "/wiki/Andrew_Greenwood",
      "name": "Andrew Greenwood",
      "aboutText": "Albert Chmielowski, C.F.A.P.U. (1845–1916) was a Polish Religious Brother and founder of the Albertine Brothers and Sisters. He is honored as a saint of the Catholic Church. Albert is known in Polish as Brat Albert (English: Brother Albert); in recognition of his holiness, he is often called \"Our God's Brother\".",
      "pageId": 5297233,
      "monthDay": "08/20"
    },
    {
      "year": "1847",
      "uri": "/wiki/Boles%C5%82aw_Prus",
      "name": "Bolesław Prus",
      "aboutText": "Benjamin Harrison (August 20, 1833 – March 13, 1901) was the 23rd President of the United States (1889–1893); he was the grandson of the ninth President, William Henry Harrison. Before ascending to the presidency, Harrison established himself as a prominent local attorney, Presbyterian church leader and politician in Indianapolis, Indiana. During the American Civil War, he served the Union as a colonel and on February 14, 1865 was confirmed by the U.S. Senate as a brevet brigadier general of volunteers to rank from January 23, 1865.",
      "pageId": 7766419,
      "monthDay": "08/20"
    },
    {
      "year": "1856",
      "uri": "/wiki/Jakub_Bart-%C4%86i%C5%A1inski",
      "name": "Jakub Bart-Ćišinski",
      "aboutText": "Jakub Bart-Ćišinski (20 August 1856 in Kuckau – 16 October 1909 in Panschwitz), also known as Łužičan, Jakub Bart Kukowski, was Sorbian poet, writer and playwrighter, translator of Czech, Polish, Italian and German literature. He produced his works in Upper Sorbian.",
      "pageId": 7986869,
      "monthDay": "08/20"
    },
    {
      "year": "1860",
      "uri": "/wiki/Raymond_Poincar%C3%A9",
      "name": "Raymond Poincaré",
      "aboutText": "Elisabeth Sophie of Mecklenburg, Duchess of Brunswick-Lüneburg (20 August 1613 – 12 July 1676) was a German poet and composer.",
      "pageId": 12262444,
      "monthDay": "08/20"
    },
    {
      "year": "1865",
      "uri": "/wiki/Bernard_Tancred",
      "name": "Bernard Tancred",
      "aboutText": "Princess Friederike Caroline Luise of Hesse-Darmstadt (20 August 1752 – 22 May 1782) was a member of the House of Hesse and by marriage a Duchess of Mecklenburg-Strelitz.",
      "pageId": 16915700,
      "monthDay": "08/20"
    },
    {
      "year": "1868",
      "uri": "/wiki/Ellen_Roosevelt",
      "name": "Ellen Roosevelt",
      "aboutText": "Baron Jöns Jacob Berzelius (Swedish: [jœns ˌjɑːkɔb bæɹˈseːliɵs]; 20 August 1779 – 7 August 1848), by himself and the contemporary society named Jacob Berzelius, was a Swedish chemist. Berzelius is considered, along with Robert Boyle, John Dalton, and Antoine Lavoisier, to be one of the founders of modern chemistry.\nBerzelius began his career as a physician but his researches in physical chemistry were of lasting significance in the development of the subject.",
      "pageId": 23701666,
      "monthDay": "08/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Eliel_Saarinen",
      "name": "Eliel Saarinen",
      "aboutText": "Howard Phillips Lovecraft (/ˈlʌvkræft, -ˌkrɑːft/; August 20, 1890 – March 15, 1937) was an American author who achieved posthumous fame through his influential works of horror fiction. Virtually unknown and only published in pulp magazines before he died in poverty, he is now regarded as one of the most significant 20th-century authors in his genre. Lovecraft was born in Providence, Rhode Island, where he spent most of his life.",
      "pageId": 13509,
      "monthDay": "08/20"
    },
    {
      "year": "1881",
      "uri": "/wiki/Edgar_Guest",
      "name": "Edgar Guest",
      "aboutText": "Eero Saarinen (Finnish pronunciation: [ˈeːro ˈsɑːrinen]) (August 20, 1910 – September 1, 1961) was a Finnish American architect and industrial designer of the 20th century famous for shaping his neofuturistic style according to the demands of the project: simple, sweeping, arching structural curves or machine-like rationalism.",
      "pageId": 53352,
      "monthDay": "08/20"
    },
    {
      "year": "1881",
      "uri": "/wiki/Aleksander_Hellat",
      "name": "Aleksander Hellat",
      "aboutText": "Karl Artur Vilhelm Moberg (20 August 1898 - 8 August 1973) was a Swedish journalist, author, playwright, historian, and debater. His literary career, spanning more than 45 years, is associated with his series The Emigrants. The four books, published between 1949 and 1959, deal with the Swedish emigration to the United States in the 19th century, and are the subject of two movie adaptations and a musical.",
      "pageId": 148685,
      "monthDay": "08/20"
    },
    {
      "year": "1885",
      "uri": "/wiki/Dino_Campana",
      "name": "Dino Campana",
      "aboutText": "Weldon Leo \"Jack\" Teagarden (August 20, 1905 – January 15, 1964), known as \"Big T\" and \"The Swingin' Gate\", was an American jazz trombonist, bandleader, composer, and vocalist, regarded as the \"Father of Jazz Trombone\".",
      "pageId": 181970,
      "monthDay": "08/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Paul_Tillich",
      "name": "Paul Tillich",
      "aboutText": "Gottlieb Eliel Saarinen (Finnish pronunciation: [ˈeliel ˈsɑːrinen]; August 20, 1873 – July 1, 1950) was a Finnish architect known for his work with art deco buildings in the early years of the 20th century.",
      "pageId": 304903,
      "monthDay": "08/20"
    },
    {
      "year": "1887",
      "uri": "/wiki/Phan_Kh%C3%B4i",
      "name": "Phan Khôi",
      "aboutText": "Paul Johannes Tillich (August 20, 1886 – October 22, 1965) was a German American Christian existentialist philosopher and theologian who is widely regarded as one of the most influential theologians of the twentieth century.\nAmong the general public, he is best known for his works The Courage to Be (1952) and Dynamics of Faith (1957), which introduced issues of theology and modern culture to a general readership.",
      "pageId": 414218,
      "monthDay": "08/20"
    },
    {
      "year": "1888",
      "uri": "/wiki/T%C3%B4n_%C4%90%E1%BB%A9c_Th%E1%BA%AFng",
      "name": "Tôn Đức Thắng",
      "aboutText": "Edgar Albert Guest (20 August 1881 in Birmingham, England – 5 August 1959 in Detroit, Michigan) (aka Eddie Guest) was a prolific English-born American poet who was popular in the first half of the 20th century and became known as the People's Poet.",
      "pageId": 560690,
      "monthDay": "08/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/H._P._Lovecraft",
      "name": "H. P. Lovecraft",
      "aboutText": "Alfonso Ramón \"Al\" López (August 20, 1908 – October 30, 2005) was an American professional baseball player and manager. He played in Major League Baseball (MLB) as a catcher for the Brooklyn Robins/Dodgers, Boston Bees, Pittsburgh Pirates and Cleveland Indians between 1928 and 1947. He was a manager for the Cleveland Indians and Chicago White Sox from 1951 to 1965 and 1968 to 1969.",
      "pageId": 747430,
      "monthDay": "08/20"
    },
    {
      "year": "1896",
      "uri": "/wiki/Gostha_Paul",
      "name": "Gostha Paul",
      "aboutText": "Dino Campana (20 August 1885 – 1 March 1932) was an Italian visionary poet. His fame rests on his only published book of poetry, the Canti Orfici (\"Orphic Songs\"), as well as his wild and erratic personality, including his ill-fated love affair with Sibilla Aleramo.",
      "pageId": 846218,
      "monthDay": "08/20"
    },
    {
      "year": "1897",
      "uri": "/wiki/Tarjei_Vesaas",
      "name": "Tarjei Vesaas",
      "aboutText": "\"Teddy Bergman\" redirects here. Teddy Bergman was the original name of actor Alan Reed.\nAlan Reed, also known professionally as Alan Reed, Sr., (August 20, 1907 – June 14, 1977) was an American actor and voice actor, best known as the original voice of Fred Flintstone (although Daws Butler voiced the character in the pilot), whom he was said to have physically resembled, on The Flintstones and various spinoff series.",
      "pageId": 864104,
      "monthDay": "08/20"
    },
    {
      "year": "1898",
      "uri": "/wiki/Vilhelm_Moberg",
      "name": "Vilhelm Moberg",
      "aboutText": "Jean Gebser (German: [ˈɡeːpsɐ]; August 20, 1905 – May 14, 1973) was a philosopher, a linguist, and a poet, who described the structures of human consciousness.",
      "pageId": 1341904,
      "monthDay": "08/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Salvatore_Quasimodo",
      "name": "Salvatore Quasimodo",
      "aboutText": "Tarjei Vesaas (20 August 1897, Vinje - 15 March 1970) was a Norwegian poet and novelist.",
      "pageId": 1343030,
      "monthDay": "08/20"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jean_Gebser",
      "name": "Jean Gebser",
      "aboutText": "Gostha Behari Paul (August 20, 1896 – April 8, 1976) (Bengali: গোষ্ঠ পাল) was an Indian professional football player. He was born in Bhojeswar, Faridpore, Bengal Presidency (currently located in Bangladesh). He moved to Kolkata when he was an infant and lived there till his very last days.",
      "pageId": 2172155,
      "monthDay": "08/20"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jack_Teagarden",
      "name": "Jack Teagarden",
      "aboutText": "Albert William Roberts (20 August 1909, Christchurch, Canterbury – 13 May 1978, Clyde, Otago) was a New Zealand cricketer who played in five Tests from 1930 to 1937.",
      "pageId": 3987890,
      "monthDay": "08/20"
    },
    {
      "year": "1906",
      "uri": "/wiki/Charles_Arnt",
      "name": "Charles Arnt",
      "aboutText": "Tôn Đức Thắng (August 20, 1888 – March 30, 1980) was the second and final president of North Vietnam and the first president of the Socialist Republic of Vietnam under the rule of Lê Duẩn. The position of president is ceremonial and Thắng was never a major policymaker or even a member of the Politburo, Vietnam's ruling council. He served as president, initially of North Vietnam from September 2, 1969, and later of a united Vietnam, until his death in 1980.",
      "pageId": 6392467,
      "monthDay": "08/20"
    },
    {
      "year": "1906",
      "uri": "/wiki/Vidrik_Rootare",
      "name": "Vidrik Rootare",
      "aboutText": "Salvatore Quasimodo (Italian: [salvaˈtoːre kwaˈziːmodo]; August 20, 1901 – June 14, 1968) was an Italian author and poet. In 1959 he won the Nobel Prize for Literature \"for his lyrical poetry, which with classical fire expresses the tragic experience of life in our own times\". Along with Giuseppe Ungaretti and Eugenio Montale, he is one of the foremost Italian poets of the 20th century.",
      "pageId": 9110750,
      "monthDay": "08/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Alan_Reed",
      "name": "Alan Reed",
      "aboutText": "Phan Khôi (August 20, 1887 (Đinh Hợi) Bảo An village, Điện Bàn county, Quảng Nam Province, Vietnam – January 16, 1959, Hanoi, North Vietnam) was an intellectual leader who inspired a North Vietnamese variety of the Chinese Hundred Flowers Campaign, in which scholars were permitted to criticize the Communist regime, but for which he himself was ultimately persecuted by the Communist Party of Vietnam.",
      "pageId": 12267746,
      "monthDay": "08/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/Al_L%C3%B3pez",
      "name": "Al López",
      "aboutText": "Aleksander Hellat (20 August [O.S. 8 August] 1881 in Tartu – 28 November 1943 in Kemerovo Oblast) was an Estonian politician and a former Minister of Foreign Affairs of Estonia.",
      "pageId": 12409276,
      "monthDay": "08/20"
    },
    {
      "year": "1909",
      "uri": "/wiki/Alby_Roberts",
      "name": "Alby Roberts",
      "aboutText": "Charles Arnt (August 20, 1906 – August 6, 1990) was an American film actor. He appeared in 120 films between 1933 and 1962.",
      "pageId": 12837658,
      "monthDay": "08/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Eero_Saarinen",
      "name": "Eero Saarinen",
      "aboutText": "Vidrik \"Frits\" Rootare (born in Tallinn, Estonia August 20, 1906 – March 5, 1981) was an Estonian chess player. His wife, Salme Rootare, was also an Estonian chess player, 15-time Estonian Champion and a Women's International Master (WIM).\nIn 1942, in one of his best showings, he came in third in an Estonian Chess Championship behind Johannes Türn, in second place, and Paul Keres, in first.",
      "pageId": 14338920,
      "monthDay": "08/20"
    },
    {
      "year": "1912",
      "uri": "/wiki/John_H._Michaelis",
      "name": "John H. Michaelis",
      "aboutText": "Roger Wolcott Sperry (August 20, 1913 – April 17, 1994) was a neuropsychologist, neurobiologist and Nobel laureate who, together with David Hunter Hubel and Torsten Nils Wiesel, won the 1981 Nobel Prize in Physiology and Medicine for his work with split-brain research.",
      "pageId": 102958,
      "monthDay": "08/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Roger_Wolcott_Sperry",
      "name": "Roger Wolcott Sperry",
      "aboutText": "Donald \"Don\" King (born August 20, 1931) is an American boxing promoter whose flamboyant personality, and public and professional involvement in some of boxing's most historic matchups, have seen him leave an indelible mark in boxing history. King's career highlights include, among multiple other enterprises, promoting \"The Rumble in the Jungle\" and the \"Thrilla in Manila\". King has promoted some of the most prominent names in boxing, including Muhammad Ali, Joe Frazier, George Foreman, Larry Holmes, Mike Tyson, Evander Holyfield, Julio César Chávez, Ricardo Mayorga, Andrew Golota, Bernard Hopkins, Félix Trinidad, Roy Jones, Jr.",
      "pageId": 158351,
      "monthDay": "08/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Paul_Felix_Schmidt",
      "name": "Paul Felix Schmidt",
      "aboutText": "Jacqueline Susann (August 20, 1918 – September 21, 1974) was an American author. Her first novel Valley of the Dolls is one of the best selling books of all time. Its success was fueled by an innovative worldwide promotional tour conceived by Susann and her husband, press agent Irving Mansfield.",
      "pageId": 300341,
      "monthDay": "08/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jacqueline_Susann",
      "name": "Jacqueline Susann",
      "aboutText": "James Travis \"Jim\" Reeves (August 20, 1923 – July 31, 1964) was an American country and popular music singer-songwriter. With records charting from the 1950s to the 1980s, he became well known as a practitioner of the Nashville sound (a mixture of older country-style music with elements of popular music). Known as \"Gentleman Jim\", his songs continued to chart for years after his death.",
      "pageId": 406983,
      "monthDay": "08/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Walter_Bernstein",
      "name": "Walter Bernstein",
      "aboutText": "Fred Kavli (August 20, 1927 – November 21, 2013) was a Norwegian and naturalized American business leader, inventor, and philanthropist. He was born on a small farm in Eresfjord, Norway. He founded the Kavlico Corporation, located in Moorpark, California.",
      "pageId": 530824,
      "monthDay": "08/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Arnold_Green_(politician)",
      "name": "Arnold Green",
      "aboutText": "Yootha Joyce (20 August 1927 – 24 August 1980) was an English actress, best known for playing Mildred Roper in sitcom Man About the House and its spin-off George and Mildred.",
      "pageId": 871026,
      "monthDay": "08/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jack_Wilson_(cricketer)",
      "name": "Jack Wilson",
      "aboutText": "Mario Bernardi, CC FRSC (20 August 1930 – 2 June 2013) was a Canadian conductor and pianist. He conducted 75 different operas and over 450 other works with the National Arts Centre Orchestra.",
      "pageId": 1181966,
      "monthDay": "08/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jim_Reeves",
      "name": "Jim Reeves",
      "aboutText": "Kevin Heffernan (20 August 1929 – 25 January 2013) was an Irish Gaelic footballer and manager who played as a left corner-forward for the Dublin senior team.\nRegarded as one of the greatest Gaelic footballers of all-time, Heffernan made his debut during the 1948 championship and was a regular member of the starting fifteen until his retirement after the 1962 championship. During that time he won one All-Ireland medal, four Leinster medals and three National League medals.",
      "pageId": 1713495,
      "monthDay": "08/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/George_Zuverink",
      "name": "George Zuverink",
      "aboutText": "Walter Bernstein (born August 20, 1919) is an American screenwriter and film producer who was blacklisted by the Hollywood movie studios in the 1950s.",
      "pageId": 2122016,
      "monthDay": "08/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Nobby_Wirkowski",
      "name": "Nobby Wirkowski",
      "aboutText": "Sir John Boardman, OBE, FBA (/ˈbɔrdmən/; born 20 August 1927) is a classical art historian and archaeologist, \"Britain's most distinguished historian of ancient Greek art.\"",
      "pageId": 3312472,
      "monthDay": "08/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Boardman_(art_historian)",
      "name": "John Boardman",
      "aboutText": "John William Wilson (20 August 1921, Albert Park, Victoria – 13 October 1985, Melbourne, Victoria) was an Australian cricketer who played in one Test in 1956.\nA left-arm spinner who delivered the ball at almost medium pace, Wilson was nicknamed \"Chuck\" or \"Chucker\" because of the jerkiness of his action, a legacy of a childhood injury. He played once for his home state before moving to South Australia in 1950–51, playing virtually every first-class match for the state side until 1956–57.",
      "pageId": 3595485,
      "monthDay": "08/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Yootha_Joyce",
      "name": "Yootha Joyce",
      "aboutText": "Norbert \"Nobby\" Wirkowski (August 20, 1926 – October 15, 2014) was an American and Canadian football player and coach. He is best known as quarterback of the Toronto Argonauts. The touchdown he engineered in the 1952 Grey Cup turned out to be the last offensive touchdown by the Argonauts in a Grey Cup for 30 years.",
      "pageId": 3792692,
      "monthDay": "08/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Fred_Kavli",
      "name": "Fred Kavli",
      "aboutText": "Paul Felix Schmidt (20 August [O.S. 7 August] 1916 – 11 August 1984) was an Estonian chess International Master, chess writer, and chemist.",
      "pageId": 5685846,
      "monthDay": "08/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Peter_Oakley",
      "name": "Peter Oakley",
      "aboutText": "Peter Oakley (20 August 1927 – 23 March 2014) was a pensioner from Bakewell, Derbyshire, England. He was better known by his pseudonym geriatric1927 on the video sharing website YouTube.\nMaking his YouTube debut in August 2006 with Telling it all, a series of five- to ten-minute autobiographical videos, Oakley gained immediate popularity with a wide section of the YouTube community.",
      "pageId": 6458135,
      "monthDay": "08/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Kevin_Heffernan_(Gaelic_footballer)",
      "name": "Kevin Heffernan",
      "aboutText": "George Zuverink (August 20, 1924 – September 8, 2014) was a professional baseball player. He was a right-handed pitcher over parts of eight Major League Baseball seasons (1951-1952, 1954-1959) with the Cleveland Indians, Cincinnati Redlegs, Detroit Tigers and Baltimore Orioles. For his career, he compiled a 32–36 record in 265 appearances, mostly as a relief pitcher, with a 3.54 earned run average and 223 strikeouts.",
      "pageId": 11326066,
      "monthDay": "08/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lorenz_Weinrich",
      "name": "Lorenz Weinrich",
      "aboutText": "Arnold Green (August 20, 1920 – November 4, 2011) was an Estonian politician and president of the Estonian Olympic Committee from 1989 to 1997, leader of the Estonian Olympic team for the Games in Albertville, Barcelona, Lillehammer and Atlanta and former President of the Estonian Wrestling League and the Estonian Skiing League.",
      "pageId": 11887341,
      "monthDay": "08/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mario_Bernardi",
      "name": "Mario Bernardi",
      "aboutText": "John Hersey Michaelis (August 20, 1912 – October 31, 1985) was a United States Army four-star general who served as Commander in Chief, United Nations Command/Commander, United States Forces Korea/Commanding General, Eighth United States Army (CINCUNC/COMUSFK/CG EUSA) from 1969 to 1972.\nMichaelis was a 1936 graduate of the United States Military Academy. In World War II, he was executive officer of the 502nd Parachute Infantry Regiment, but took command of the unit after the commanding officer, George Van Horn Moseley, Jr., broke his leg on the drop into Normandy.",
      "pageId": 13178693,
      "monthDay": "08/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Peter_Randall_(GM)",
      "name": "Peter Randall",
      "aboutText": "Mikhail Kaaleste (born Mikhail Stoljar on 20 August 1931) was an Estonian sprint canoer who competed in 1950s. He won a silver medal in the K-2 1000 m event at the 1956 Summer Olympics in Melbourne.\nKaaleste changed in last name in 1940 from Stoljar.",
      "pageId": 20293062,
      "monthDay": "08/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mikhail_Kaaleste",
      "name": "Mikhail Kaaleste",
      "aboutText": "Peter John Randall MBE, GM (20 August 1930 – 23 April 2007) was a British Army soldier and a recipient of the George Medal, and the RSPCA's Margaret Wheatley Cross, for his actions on 8 October 1954 where he saved the life of a fellow soldier and a military dog from a burning truck.",
      "pageId": 21424218,
      "monthDay": "08/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Don_King_(boxing_promoter)",
      "name": "Don King",
      "aboutText": "Lorenz Hubert Weinrich (* 20 August 1929 in Salzwedel, Altmark) is a German historian.",
      "pageId": 48358894,
      "monthDay": "08/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Anthony_Ainley",
      "name": "Anthony Ainley",
      "aboutText": "Ronald Ernest \"Ron\" Paul (born August 20, 1935) is an American politician, author, and physician, who is a former Republican congressman, two-time Republican presidential candidate, and the presidential nominee of the Libertarian Party in the 1988 U.S. presidential election.\nPaul served as the U.S. Representative for Texas' 14th and 22nd congressional districts. He represented the 22nd congressional district from 1976 to 1977 and from 1979 to 1985, and then represented the 14th congressional district, which included Galveston, from 1997 to 2013.",
      "pageId": 168715,
      "monthDay": "08/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Vasily_Aksyonov",
      "name": "Vasily Aksyonov",
      "aboutText": "George John Mitchell, Jr. GBE (born August 20, 1933) is an American lawyer, businessman and politician. A Democrat, Mitchell served as a United States Senator from Maine from 1980 to 1995 and as Senate Majority Leader from 1989 to 1995.",
      "pageId": 460060,
      "monthDay": "08/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Atholl_McKinnon",
      "name": "Atholl McKinnon",
      "aboutText": "Ronald Allan Kelley Poe (August 20, 1939 – December 14, 2004), better known as Fernando Poe, Jr. and colloquially known as FPJ and Da King, was a Filipino actor. During the latter part of his career, Poe was defeated by then President Gloria Macapagal-Arroyo in the 2004 Philippine presidential elections.",
      "pageId": 641068,
      "monthDay": "08/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/George_J._Mitchell",
      "name": "George J. Mitchell",
      "aboutText": "Anthony Ainley (20 August 1932 – 3 May 2004) was an English actor best known for his work on British television and particularly for his role as the Master in Doctor Who.",
      "pageId": 646122,
      "monthDay": "08/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Armi_Kuusela",
      "name": "Armi Kuusela",
      "aboutText": "Vasily Pavlovich Aksyonov (Russian: Васи́лий Па́влович Аксёнов; IPA: [vɐˈsʲilʲɪj ˈpavləvʲɪtɕ ɐˈksʲɵnəf]; August 20, 1932 – July 6, 2009) was a Soviet and Russian novelist.",
      "pageId": 651825,
      "monthDay": "08/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tom_Mangold",
      "name": "Tom Mangold",
      "aboutText": "Hideki Shirakawa (白川 英樹 Shirakawa Hideki, born in Tokyo on August 20, 1936) is a Japanese chemist and winner of the 2000 Nobel Prize in Chemistry for his discovery of conductive polymers together with physics professor Alan J. Heeger and chemistry professor Alan G. MacDiarmid at the University of Pennsylvania.",
      "pageId": 701981,
      "monthDay": "08/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ron_Paul",
      "name": "Ron Paul",
      "aboutText": "Angus John \"Gus\" Macdonald, Baron Macdonald of Tradeston, CBE, PC (born 20 August 1940), is a member of the House of Lords, taking the Labour Party Whip.\n^ \"Birthdays\". The Guardian (Guardian News & Media).",
      "pageId": 767270,
      "monthDay": "08/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hideki_Shirakawa",
      "name": "Hideki Shirakawa",
      "aboutText": "Rubén E. Hinojosa (born August 20, 1940) is the retiring U.S. Representative for Texas's 15th congressional district, serving since 1997. He is a member of the Democratic Party. The district stretches from Seguin (east of San Antonio), to McAllen on the Mexican border.",
      "pageId": 838680,
      "monthDay": "08/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jim_Bowen",
      "name": "Jim Bowen",
      "aboutText": "Andrei Sergeyevich Mikhalkov-Konchalovsky (Russian: Андре́й Серге́евич Михалко́в-Кончало́вский; born August 20, 1937) is a Russian-American film director, film producer and screenwriter. He was a frequent collaborator of Andrei Tarkovsky earlier in his career.",
      "pageId": 882709,
      "monthDay": "08/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Stelvio_Cipriani",
      "name": "Stelvio Cipriani",
      "aboutText": "Armi Helena Kuusela (born 20 August 1934 in Muhos) is a Finnish-born U.S resides beauty queen.",
      "pageId": 994927,
      "monthDay": "08/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/El_Fary",
      "name": "El Fary",
      "aboutText": "Jim Bowen (born Peter Williams on 20 August 1937) is an English stand-up comedian and TV personality.",
      "pageId": 1005525,
      "monthDay": "08/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Andrei_Konchalovsky",
      "name": "Andrei Konchalovsky",
      "aboutText": "David Anthony \"Dave\" Brock (born 20 August 1941) is an English singer-songwriter and musician. He plays electric guitar, keyboards, bass and oscillators. He is best known as being one of the founders and musical focus of the English space rock group Hawkwind.",
      "pageId": 1080468,
      "monthDay": "08/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Sky_Saxon",
      "name": "Sky Saxon",
      "aboutText": "Sky \"Sunlight\" Saxon (August 20, 1937 – June 25, 2009) was an American rock and roll musician, best known as the leader and singer of the 1960s Los Angeles psychedelic garage rock band The Seeds.",
      "pageId": 1923141,
      "monthDay": "08/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Peter_Day_(chemist)",
      "name": "Peter Day",
      "aboutText": "Alain Vivien (born August 20, 1938, in Melun, Seine-et-Marne) is a French Socialist Party (PS) politician, best known for chairing (from 1998 to 2002) the French Mission Interministérielle pour la Lutte contre les Sectes, MILS, a ministerial organism designed to observe the activities of various religious organizations defined as \"Sectes\" (cults).\n^ Hart, K., M. Blanchot and Z. Paul. 2010.",
      "pageId": 2274414,
      "monthDay": "08/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alain_Vivien",
      "name": "Alain Vivien",
      "aboutText": "José Luis Cantero Rada (August 20, 1937 – June 19, 2007), known professionally as El Fary, was a Spanish singer and actor.\nThe youngest of six children, José Luis Cantero was born in Madrid, close to a famous bullring. As a boy he would play truant from school, preferring to spend time partying with Gypsies imitating his idol, the traditional \"copla\" singer Rafael Farina.",
      "pageId": 2934590,
      "monthDay": "08/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Fernando_Poe,_Jr.",
      "name": "Fernando Poe, Jr.",
      "aboutText": "Reginald Hugh Durning Sellers OAM (born 20 August 1940) is a former Test cricketer (Australian test cap 230). As a tall legspinner, he played one Test match for Australia in India (the place of his birth), in October 1964; where he was bowled for a duck, took 1 catch and bowled five overs for 17 runs without taking a wicket. His playing career was severely restricted due to injuries.",
      "pageId": 3605425,
      "monthDay": "08/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Rub%C3%A9n_Hinojosa",
      "name": "Rubén Hinojosa",
      "aboutText": "Atholl Henry McKinnon (20 August 1932 in Port Elizabeth, Cape Province – 2 December 1983 in Durban, Natal) was a South African cricketer who played in eight Tests from 1960 to 1966.\nA left-arm spinner, he toured England with the South African teams in 1960 and 1965, the only player to make both tours.",
      "pageId": 3828564,
      "monthDay": "08/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gus_Macdonald",
      "name": "Gus Macdonald",
      "aboutText": "Peter Day (born 20 August 1938 in Kent, England) is a British inorganic chemist.\nA scholar and subsequently graduate student at Wadham College, Oxford (of which he is now an honorary fellow), Peter Day's graduate work initiated the study of mixed-valence compounds and led to the Robin-Day classification of such species. He was elected to the Royal Society in 1986, and held the post of Director of the Royal Institution from 1991 to 1998.",
      "pageId": 4343195,
      "monthDay": "08/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Rex_Sellers_(cricketer)",
      "name": "Rex Sellers",
      "aboutText": "Thomas Cornelius \"Tom\" Mangold (born 20 August 1934) is a British broadcaster, journalist and author. For 26 years he was an investigative journalist with the BBC Panorama current affairs television programme.",
      "pageId": 11884613,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dave_Brock",
      "name": "Dave Brock",
      "aboutText": "Stelvio Cipriani (born 20 August 1937 in Rome), is an Italian composer, mostly of motion picture soundtracks.\nThough not coming from a musical background, as a child Cipriani was fascinated by his church's organ. His priest gave him his first music lessons and encouraged Cipriani and his family.",
      "pageId": 16988349,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Rich_Brooks",
      "name": "Rich Brooks",
      "aboutText": "Rajiv Ratna Gandhi (/ˈrɑːdʒiːv ˈɡɑːndiː/; 20 August 1944 – 21 May 1991) was the Prime Minister of India, serving from 1984 to 1989. He took office after the 1984 assassination of his mother, Prime Minister Indira Gandhi, to become the youngest Indian Prime Minister.\nGandhi (no relation to Mahatma Gandhi) was a scion of the politically powerful Nehru–Gandhi family, which had been associated with the Indian National Congress party.",
      "pageId": 26129,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Anne_Evans",
      "name": "Anne Evans",
      "aboutText": "Constance Yu-Hwa Chung Povich (Chinese: 宗毓華; pinyin: Zōng Yùhuá; Cantonese Yale: Jung Yukwa; born August 20, 1946), known as Connie Chung, is an American journalist. She has been an anchor and reporter for the U.S. television news networks NBC, CBS, ABC, CNN, and MSNBC. Some of her more famous interview subjects include Claus von Bülow and U.S. Representative Gary Condit, whom Chung interviewed first after the Chandra Levy disappearance, and basketball legend Earvin \"Magic\" Johnson after he went public about being HIV-positive. In 1995 she was removed as CBS Evening News co-anchor after a controversial interview with a fireman which seemed inappropriately combative, during rescue efforts at the Oklahoma City bombing and her interview tactics to get Newt Gingrich's mother to admit her unguarded thoughts about Hillary Clinton.",
      "pageId": 142554,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/William_H._Gray_(Pennsylvania_politician)",
      "name": "William H. Gray",
      "aboutText": "Ralf Hütter (born 20 August 1946) is the lead singer, keyboardist, founding member and leader of the electronic-music band Kraftwerk. Since the departure of Florian Schneider in 2008, he is the group's sole remaining founding member.",
      "pageId": 150093,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Slobodan_Milo%C5%A1evi%C4%87",
      "name": "Slobodan Milošević",
      "aboutText": "Isaac Lee Hayes, Jr. (August 20, 1942 – August 10, 2008) was an American soul singer, songwriter, actor, producer and voice artist. Hayes was one of the creative forces behind the southern soul music label Stax Records, where he served both as an in-house songwriter and as a session musician and record producer, teaming with his partner David Porter during the mid-1960s.",
      "pageId": 165932,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Robin_Oakley",
      "name": "Robin Oakley",
      "aboutText": "Sylvester McCoy (born Percy James Patrick Kent-Smith: 20 August 1943) is a Scottish actor, best known for playing the seventh incarnation of the Doctor in the long-running science fiction television series Doctor Who from 1987 to 1989 – the final Doctor of the original run – and briefly returning in a television film in 1996 and for his role as the wizard Radagast the Brown in Peter Jackson's film adaptations of The Hobbit.",
      "pageId": 241894,
      "monthDay": "08/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jo_Ram%C3%ADrez",
      "name": "Jo Ramírez",
      "aboutText": "Laurent Fabius (French: [lɔ.ʁɑ̃ fa.bjys]; born 20 August 1946) is a French Socialist who has been foreign minister of France since 16 May 2012. Previously he served as prime minister of France from 17 July 1984 to 20 March 1986.",
      "pageId": 318911,
      "monthDay": "08/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Isaac_Hayes",
      "name": "Isaac Hayes",
      "aboutText": "Alan Lee (born 20 August 1947) is an English book illustrator and movie conceptual designer. He was born in Middlesex, England, and studied at the Ealing School of Art.\n^ Jim Vadeboncoeur, Jr.",
      "pageId": 417797,
      "monthDay": "08/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Fred_Norman",
      "name": "Fred Norman",
      "aboutText": "Sir Roger James Gale (born 20 August 1943) is a British Conservative politician who has served as the Member of Parliament (MP) for North Thanet in Kent since 1983.",
      "pageId": 426644,
      "monthDay": "08/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Roger_Gale",
      "name": "Roger Gale",
      "aboutText": "Nagavara Ramarao Narayana Murthy (born 20 August 1946), commonly referred to as Narayana Murthy, is an Indian IT industrialist and the co-founder of Infosys, a multinational corporation providing business consulting, technology, engineering, and outsourcing services. Murthy studied electrical engineering at the National Institute of Engineering, University of Mysore, and M. Tech at the Indian Institute of Technology Kanpur.\nBefore starting Infosys, Murthy worked with Indian Institute of Management Ahmedabad as chief systems programmer and Patni Computer Systems in Pune (Maharashtra).",
      "pageId": 465730,
      "monthDay": "08/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sylvester_McCoy",
      "name": "Sylvester McCoy",
      "aboutText": "William Herbert \"Bill\" Gray III (August 20, 1941 – July 1, 2013) was an American politician and member of the Democratic Party who represented Pennsylvania's 2nd congressional district from 1979 to 1991. He also served as Chairman of the House Committee on the Budget from 1985 to 1989 and House Majority Whip from 1989 to 1991. He resigned from Congress in September of that year to become president and chief executive officer of the United Negro College Fund, a position he held until 2004.",
      "pageId": 750683,
      "monthDay": "08/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Rajiv_Gandhi",
      "name": "Rajiv Gandhi",
      "aboutText": "Graig Nettles (born August 20, 1944), nicknamed \"Puff\", is an American former Major League Baseball third baseman. During a 22-year baseball career, he played for the Minnesota Twins (1967–1969), Cleveland Indians (1970–1972), New York Yankees (1973–1983), San Diego Padres (1984–1986), Atlanta Braves (1987) and Montreal Expos (1988).\nNettles was one of the best defensive third basemen of all time, and despite his relatively low career batting average, he was an excellent offensive contributor, setting an American League record for career home runs by a third baseman.",
      "pageId": 1011320,
      "monthDay": "08/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Graig_Nettles",
      "name": "Graig Nettles",
      "aboutText": "James Carter \"Jimmy\" Pankow (born August 20, 1947) is an American trombone player, songwriter and brass instrument arranger best known as a founding member of the rock band Chicago.",
      "pageId": 1305552,
      "monthDay": "08/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Roy_Gardner_(businessman)",
      "name": "Roy Gardner",
      "aboutText": "Sir Roy Alan Gardner (born 20 August 1945) is a British businessman and former director of Manchester United and most recently Plymouth Argyle. Gardner is notable for his involvement in the sale of Manchester United to American businessman Malcolm Glazer and his controversial spell as chairman of Plymouth Argyle, which resulted in the club entering administration with debts of over £17 million and accusations of financial mismanagement.\n^ Scott, Matt (4 January 2011).",
      "pageId": 2042879,
      "monthDay": "08/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Henryk_Broder",
      "name": "Henryk Broder",
      "aboutText": "Robin Oakley, OBE (born 20 August 1941) in Kidderminster, Worcestershire is a British journalist. He was European Political Editor at CNN International.",
      "pageId": 2269496,
      "monthDay": "08/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Connie_Chung",
      "name": "Connie Chung",
      "aboutText": "Dame Anne Elizabeth Jane Evans DBE (born 20 August 1941) is an international British operatic soprano.",
      "pageId": 2612585,
      "monthDay": "08/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Laurent_Fabius",
      "name": "Laurent Fabius",
      "aboutText": "Richard Llewellyn \"Rich\" Brooks (born August 20, 1941) is a retired American football player and coach. He was the head coach at the University of Oregon from 1977 to 1994, the National Football League's St. Louis Rams from 1995 to 1996, and the University of Kentucky from 2003 to 2009.",
      "pageId": 2748605,
      "monthDay": "08/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ralf_H%C3%BCtter",
      "name": "Ralf Hütter",
      "aboutText": "Joaquín \"Jo\" Ramírez Fernández (born August 20, 1941, Mexico City) is an author and retired employee of several sports car racing teams.",
      "pageId": 3183777,
      "monthDay": "08/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/N._R._Narayana_Murthy",
      "name": "N. R. Narayana Murthy",
      "aboutText": "Henryk Marcin Broder (born 20 August 1946, self-designation Henryk Modest Broder) is a Polish-born German journalist, author and TV personality, known as the most outspoken personality in the German-Jewish community.\nBroder is known for polemics, columns and comments in written and audiovisual media. He wrote for the magazine Der Spiegel as well as its online version and the daily Berlin newspaper Der Tagesspiegel.",
      "pageId": 5639059,
      "monthDay": "08/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Lee_(illustrator)",
      "name": "Alan Lee",
      "aboutText": "Fredie Hubert Norman (born August 20, 1942), is a former professional baseball player who pitched in Major League Baseball from 1962 to 1964, 1966 to 1967, and 1970 to 1980. He was part of the starting rotation for the Cincinnati Reds' \"Big Red Machine\" in 1975 and 1976 when they won back-to-back World Series titles.\nThe 5-foot, 8-inch Norman graduated from Miami Jackson High School in Miami, Florida and was signed to a professional contract as an amateur free agent by the Kansas City Athletics in 1961.",
      "pageId": 6129980,
      "monthDay": "08/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/James_Pankow",
      "name": "James Pankow",
      "aboutText": "Slobodan Milošević (pronounced [slɔbɔ̌dan milɔ̌ːʃɛʋit͡ɕ]; Serbian Cyrillic: Слободан Милошевић; 20 August 1941 – 11 March 2006) was a Serbian and Yugoslav politician who was the President of Serbia (originally the Socialist Republic of Serbia, a constituent republic within the Socialist Federal Republic of Yugoslavia) from 1989 to 1997 and President of the Federal Republic of Yugoslavia from 1997 to 2000. Among his supporters, Milošević was known by the nickname of \"Sloba\". He also led the Socialist Party of Serbia from its foundation in 1990.",
      "pageId": 25862556,
      "monthDay": "08/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jos%C3%A9_Wilker",
      "name": "José Wilker",
      "aboutText": "Gregory Dale \"Greg\" Bear (born August 20, 1951) is an American writer best known for science fiction. His work has covered themes of galactic conflict (Forge of God books), artificial universes (The Way series), consciousness and cultural practices (Queen of Angels), and accelerated evolution (Blood Music, Darwin's Radio, and Darwin's Children). His most recent work is the Forerunner Trilogy, written in the Halo universe.",
      "pageId": 44445,
      "monthDay": "08/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ray_Wise",
      "name": "Ray Wise",
      "aboutText": "Robert Anthony Plant, CBE (born 20 August 1948) is an English musician, singer, and songwriter best known as the lead singer and lyricist of the rock band Led Zeppelin. A powerful and wide vocal range (particularly evident in his high-pitched vocals) have given him a successful solo career spanning over 40 years. Plant is regarded as one of the greatest singers in the history of rock and roll; he has influenced fellow rock singers such as Freddie Mercury, Axl Rose and Chris Cornell.",
      "pageId": 100405,
      "monthDay": "08/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Noble",
      "name": "John Noble",
      "aboutText": "Philip Parris \"Phil\" Lynott (/ˈlaɪnət/; 20 August 1949 – 4 January 1986) was an Irish musician, singer and songwriter. His most commercially successful group was Thin Lizzy, of which he was a founding member, the principal songwriter, lead vocalist and bassist. He later also found success as a solo artist.",
      "pageId": 300561,
      "monthDay": "08/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Robert_Plant",
      "name": "Robert Plant",
      "aboutText": "John Noble (born 20 August 1948) is an Australian film and television actor, and theatre director of more than 80 plays. He is best known for the roles of Dr Walter Bishop in the American Fox science fiction television series Fringe and Henry Parrish in the American Fox action-horror series Sleepy Hollow. His most high-profile film role was as Denethor in Peter Jackson's The Lord of the Rings trilogy.",
      "pageId": 479153,
      "monthDay": "08/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nikolas_Asimos",
      "name": "Nikolas Asimos",
      "aboutText": "John Hiatt (born August 20, 1952) is an American rock guitarist, pianist, singer, and songwriter. He has played a variety of musical styles on his albums, including new wave, blues and country. Hiatt has been nominated for several Grammy Awards and has been awarded a variety of other distinctions in the music industry.",
      "pageId": 526546,
      "monthDay": "08/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Katiana_Balanika",
      "name": "Katiana Balanika",
      "aboutText": "Reverend DeForest Blake \"Buster\" Soaries, Jr. (born August 20, 1951, in Brooklyn, New York) is an African-American Baptist minister, author and public advocate, from Montclair, New Jersey. He is the former Secretary of State of New Jersey and former chairman of the federal Election Assistance Commission.",
      "pageId": 669017,
      "monthDay": "08/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alan_Hardwick",
      "name": "Alan Hardwick",
      "aboutText": "Marcel Dadi (20 August 1951 – 17 July 1996) was a Tunisian-born Jewish French guitarist known for his finger-picking style which faithfully recreated the instrumental styles of American guitarists such as Chet Atkins, Merle Travis and Jerry Reed. He became a personal friend of country star Chet Atkins.\nBorn in Sousse, Dadi released several LPs and some instructional videos before his early death.",
      "pageId": 718358,
      "monthDay": "08/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Patrick_Kilpatrick",
      "name": "Patrick Kilpatrick",
      "aboutText": "John Ernest Emburey (born 20 August 1952, Peckham, London) is a former English cricketer, who played for Middlesex, Northamptonshire, Western Province, Berkshire and England.\nAccording to cricket writer Colin Bateman, Emburey's participation in two South African rebel tours \"cost him six lost years as far as Test cricket was concerned... and, more significantly, probably an extended run as England captain, a job for which he was better suited than some who held the position post – [such as] Mike Brearley\".",
      "pageId": 1350956,
      "monthDay": "08/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Phil_Lynott",
      "name": "Phil Lynott",
      "aboutText": "Nikolas Asimos (Greek: Νικόλας Άσιμος; 20 August 1949 – 17 March 1988) was a Greek composer and singer. His real surname was Asimopoulos (Ασημόπουλος). Asimos was a very special case of a counter-culture artist, mostly because of his lifestyle.",
      "pageId": 2289834,
      "monthDay": "08/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Greg_Bear",
      "name": "Greg Bear",
      "aboutText": "Raymond Herbert \"Ray\" Wise (born August 20, 1947) is an American actor. Some of his best-known roles include Leland Palmer in Twin Peaks, henchman Leon C. Nash in RoboCop, Jack Taggart Sr. in Jeepers Creepers 2, the Devil in the CW television series Reaper, Donald Wadsworth in Suburban Gothic and Hal Gardner in season 5 of 24.",
      "pageId": 2315503,
      "monthDay": "08/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Marcel_Dadi",
      "name": "Marcel Dadi",
      "aboutText": "Peter Horton (born August 20, 1953) is an American actor and director.",
      "pageId": 2401787,
      "monthDay": "08/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mohamed_Morsi",
      "name": "Mohamed Morsi",
      "aboutText": "Douglas Lars \"Doug\" Fieger (August 20, 1952 – February 14, 2010) was an American singer-songwriter-musician.",
      "pageId": 6255309,
      "monthDay": "08/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/DeForest_Soaries",
      "name": "DeForest Soaries",
      "aboutText": "James Michael Jackson, known as Mike Jackson (born 20 August 1953) is a Republican former member of the Texas Senate representing the 11th District. He was also the President pro tempore of the Texas Senate, before running for national office in 2012.",
      "pageId": 8614226,
      "monthDay": "08/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Emburey",
      "name": "John Emburey",
      "aboutText": "José Wilker de Almeida (20 August 1944 – 5 April 2014) was a Brazilian film, stage, and television actor and director.",
      "pageId": 11298462,
      "monthDay": "08/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Doug_Fieger",
      "name": "Doug Fieger",
      "aboutText": "Katiana Balanika (Greek: Κατιάνα Μπαλανίκα; born Aikaterini Athaniti (Αικατερίνη Αθανίτη) on August 20, 1949) is a Greek actress and singer.\nShe has starred in numerous films, series and theater performances. This includes the series \"Savvatogennimenes\" written by Giorgos Kapoutzidis, \"Ntoltse Vita\" co-starring with Anna Panayiotopoulou, \"Danikos Pateras\", and \"Dis Madiam\" as Mrs.",
      "pageId": 13368415,
      "monthDay": "08/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Hiatt",
      "name": "John Hiatt",
      "aboutText": "Gerry Bertier (pronounced with a hard G sound (like Gary); August 20, 1953 – March 20, 1981) was a prominent Virginia high school American football player. He is best known for his participation on the 1971 Virginia State Champion T. C. Williams High School team and their portrayal in the Disney film Remember the Titans. After the conclusion of the 1971 season, Bertier was involved in an automobile accident, that left him paralyzed from the waist down.",
      "pageId": 15743226,
      "monthDay": "08/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ric_Menello",
      "name": "Ric Menello",
      "aboutText": "Alan Hardwick (born 20 August 1949, Staveley, Derbyshire) is the current Police and Crime Commissioner for Lincolnshire Police and former journalist and television presenter.",
      "pageId": 17508427,
      "monthDay": "08/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gerry_Bertier",
      "name": "Gerry Bertier",
      "aboutText": "Robert Donald Kilpatrick, Jr. (born August 20, 1949), better known as Patrick Kilpatrick, is an American actor, director, screenwriter, producer, and journalist. He has appeared in over 117 films and television series.",
      "pageId": 19172937,
      "monthDay": "08/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Horton",
      "name": "Peter Horton",
      "aboutText": "Mohamed Morsi (Arabic: محمد محمد مرسى عيسى العياط‎, ALA-LC: Muḥammad Muḥammad Mursī ‘Īsá al-‘Ayyāṭ, IPA: [mæˈħæmmæd mæˈħæmmæd ˈmoɾsi ˈʕiːsæ (ʔe)l.ʕɑjˈjɑːtˤ]; born 8 August 1951) is an Egyptian politician who served as the fifth President of Egypt, from 30 June 2012 to 3 July 2013, when he was removed by army chief General Abdel Fattah el-Sisi after the June 2013 Egyptian protests and the 2013 Egyptian coup d'état. He was the first democratically elected head of state in Egyptian history.\nMohamed Morsi was educated in Egyptian public schools and universities; he was later granted a scholarship from the Egyptian government to prepare for a Ph.D. degree in the United States.",
      "pageId": 32253721,
      "monthDay": "08/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mike_Jackson_(Texas_politician)",
      "name": "Mike Jackson",
      "aboutText": "Richard \"Ric\" Menello (August 20, 1952 – March 1, 2013) was an American filmmaker and screenwriter. Menello co-directed the landmark music video for the Beastie Boys' 1987 single, \"(You Gotta) Fight for Your Right (To Party!)\".",
      "pageId": 38840832,
      "monthDay": "08/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jim_Trenton",
      "name": "Jim Trenton",
      "aboutText": "Nigel Alexander Dodds, OBE, MP (born 20 August 1958) is a Northern Irish barrister and unionist politician. He is Member of Parliament (MP) for Belfast North, and deputy leader of the Democratic Unionist Party (DUP).",
      "pageId": 416770,
      "monthDay": "08/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Quinn_Buckner",
      "name": "Quinn Buckner",
      "aboutText": "Desmond Angus Swayne TD VR MP (born 20 August 1956), is a Conservative Party politician in the United Kingdom.",
      "pageId": 450516,
      "monthDay": "08/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tawn_Mastrey",
      "name": "Tawn Mastrey",
      "aboutText": "Joan Allen (born August 20, 1956) is an American actress, who has worked in theatre, film and television. She won the 1988 Tony Award for Best Actress in a Play for her Broadway debut in Burn This. She is also a three-time Academy Award nominee; receiving Best Supporting Actress nominations for Nixon (1995) and The Crucible (1996), and a Best Actress nomination for The Contender (2000).",
      "pageId": 508453,
      "monthDay": "08/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Al_Roker",
      "name": "Al Roker",
      "aboutText": "Albert Lincoln \"Al\" Roker, Jr. (born August 20, 1954) is an American television personality, weather forecaster, actor, and book author. He is best known as being the weather anchor on NBC's Today.",
      "pageId": 598631,
      "monthDay": "08/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Agnes_Chan",
      "name": "Agnes Chan",
      "aboutText": "Sir Simon Kirwan Donaldson FRS (born 20 August 1957), is an English mathematician known for his work on the topology of smooth (differentiable) four-dimensional manifolds and Donaldson–Thomas theory.",
      "pageId": 976305,
      "monthDay": "08/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Danny_Murphy_(actor)",
      "name": "Danny Murphy",
      "aboutText": "Finlay Calder (born 20 August 1957) is a Scottish former rugby union player.\nCalder played at open side flanker and won 34 caps representing Scotland from 1986-91.",
      "pageId": 1358236,
      "monthDay": "08/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Janet_Royall,_Baroness_Royall_of_Blaisdon",
      "name": "Janet Royall, Baroness Royall of Blaisdon",
      "aboutText": "Patricia Rozema (born 20 August 1958) is a Canadian film director and screenwriter.",
      "pageId": 1715912,
      "monthDay": "08/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Joan_Allen",
      "name": "Joan Allen",
      "aboutText": "David Owen Russell (born August 20, 1958) is an American film director, screenwriter, and producer. His early directing career includes the comedy films Spanking the Monkey (1994), Flirting with Disaster (1996), Three Kings (1999) and I Heart Huckabees (2004). Three of Russell's films – the biographical sports drama The Fighter (2010), the romantic comedy-drama Silver Linings Playbook (2012), and the comedy-drama crime film American Hustle (2013) – were commercially successful and acclaimed by critics, having earned Russell three Academy Award nominations for Best Director, as well as a Best Adapted Screenplay nomination for Silver Linings Playbook and a Best Original Screenplay nomination for American Hustle.",
      "pageId": 2101649,
      "monthDay": "08/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Alvin_Greenidge",
      "name": "Alvin Greenidge",
      "aboutText": "Agnes Chan or Agnes Meiling Kaneko Chan (traditional Chinese: 陳美齡; simplified Chinese: 陈美龄; pinyin: Chén Měilíng; Cantonese Yale: Chan Mei ling; Japanese: アグネス・チャン) is a pop singer, a \"foreign television personality\" (gaijin tarento), a Doctor of Education, a professor at Japanese universities, an essayist, and a novelist.",
      "pageId": 2233913,
      "monthDay": "08/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Desmond_Swayne",
      "name": "Desmond Swayne",
      "aboutText": "Alvin Ethelbert Greenidge (born 20 August 1956) is a former West Indian cricketer who played in six Tests and one ODI from 1978 to 1979. An opener who shared his name with Gordon Greenidge, the leading West Indian opening batsman of the era, he played when the side was depleted by the defection of players to the breakaway World Series Cricket. Their return after WSC ended, as well as his participation in the tour of South Africa in 1982–83 signified the end for Alvin's career.",
      "pageId": 3904192,
      "monthDay": "08/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Finlay_Calder",
      "name": "Finlay Calder",
      "aboutText": "William Quinn Buckner (born August 20, 1954) is a former American professional basketball player and coach. He played collegiate basketball for the Indiana University Hoosiers, and was selected by the Milwaukee Bucks with the 7th pick of the 1976 NBA Draft. He had a ten-year NBA career for three different teams (the Bucks, the Boston Celtics, and the Indiana Pacers).",
      "pageId": 4158993,
      "monthDay": "08/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jim_Calder_(rugby_union)",
      "name": "Jim Calder",
      "aboutText": "James \"The Poorman\" Trenton (born August 20, 1953) is an American radio broadcaster. He is best known as the host of Loveline on KROQ-FM in Los Angeles from 1983 to 1993.",
      "pageId": 4243151,
      "monthDay": "08/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Simon_Donaldson",
      "name": "Simon Donaldson",
      "aboutText": "Sorin Antohi (born 20 August 1957) is a Romanian historian, essayist, and journalist.",
      "pageId": 5209372,
      "monthDay": "08/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Sorin_Antohi",
      "name": "Sorin Antohi",
      "aboutText": "Paul Johnson (born August 20, 1957) is an American football coach. He is currently the head coach at the Georgia Institute of Technology, a position he has held since the 2008 season.\nPreviously, Johnson served as the head coach at Georgia Southern University from 1997 to 2001 and at the United States Naval Academy from 2002 to 2007.",
      "pageId": 6205155,
      "monthDay": "08/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paul_Johnson_(American_football_coach)",
      "name": "Paul Johnson",
      "aboutText": "Tawn Mastrey (August 20, 1954 – October 2, 2007) was an American disc jockey, music video producer, one of rock radio's top media personalities. She hosted a daily show on Sirius Satellite Radio's Hair Nation Channel 23, 1 p.m. to 5 p.m.",
      "pageId": 8539479,
      "monthDay": "08/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nigel_Dodds",
      "name": "Nigel Dodds",
      "aboutText": "John Stehr (born August 20, 1958, Pittsburgh, Pennsylvania), is an American television journalist. He currently anchors at NBC affiliate WTHR in Indianapolis, Indiana weekdays at 5 pm, 6 pm and 11 pm. He and his wife Amy reside in Zionsville, Indiana and have five children.",
      "pageId": 13658838,
      "monthDay": "08/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Patricia_Rozema",
      "name": "Patricia Rozema",
      "aboutText": "James Hamilton Calder (born 20 August 1957) is a former Scotland international rugby union player. In 1983 he toured New Zealand with the British Lions and at the time played club rugby for Stewart's Melville FP. His international debut came in 1981 aged 21 against France. Scotland were on the receiving end of a 16-9 loss.",
      "pageId": 14617971,
      "monthDay": "08/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_O._Russell",
      "name": "David O. Russell",
      "aboutText": "Janet Anne Royall, Baroness Royall of Blaisdon PC (born 20 August 1955) is a British Labour politician.",
      "pageId": 15400600,
      "monthDay": "08/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Silka",
      "name": "Michael Silka",
      "aboutText": "Michael Allen (Charles?) Silka (August 20, 1958 – May 19, 1984) was an American spree killer who is believed to have killed nine people in Alaska during May 1984, primarily in the small village of Manley Hot Springs. The spree culminated in a shootout with police in the Alaskan wilderness in which Silka was shot and killed.",
      "pageId": 39357957,
      "monthDay": "08/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/John_Stehr",
      "name": "John Stehr",
      "aboutText": "Danny Murphy (August 20, 1955 – August 8, 2014) was an American actor. He was known for his roles in There's Something About Mary and in Me, Myself, & Irene. His last movie role was in Hall Pass.",
      "pageId": 43509571,
      "monthDay": "08/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ukee_Washington",
      "name": "Ukee Washington",
      "aboutText": "Greg Egan (born 20 August 1961) is an Australian science fiction writer.",
      "pageId": 12706,
      "monthDay": "08/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Amanda_Sonia_Berry",
      "name": "Amanda Sonia Berry",
      "aboutText": "Sophie Aldred (born 20 August 1962) is an English actress and television presenter, best known for her portrayal of the Doctor's companion Ace in the television series Doctor Who during the late 1980s.",
      "pageId": 184618,
      "monthDay": "08/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Greg_Egan",
      "name": "Greg Egan",
      "aboutText": "James Wesley Marsters (born August 20, 1962) is an American actor and musician. Marsters first came to the attention of the general public playing the popular character Spike, a platinum-blond English vampire in the television series Buffy the Vampire Slayer and its spin-off series, Angel, from 1997 to 2004. Since then, he has gone on to play other science fiction roles, such as the alien supervillain Brainiac on the Superman-inspired series Smallville, the omnisexual time traveller Captain John Hart in British science-fiction show Torchwood, and terrorist Barnabas Greeley in Syfy's Caprica.",
      "pageId": 213728,
      "monthDay": "08/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Joe_Pasquale",
      "name": "Joe Pasquale",
      "aboutText": "Darrell Lance Abbott (August 20, 1966 – December 8, 2004), also known as Diamond Darrell and Dimebag Darrell, was an American guitarist and songwriter best known as a founding member of two bands, Pantera and Damageplan, alongside his brother, Vinnie Paul. He is considered to be one of the driving forces behind groove metal.\nAbbott was shot and killed by a gunman while on stage during a performance with Damageplan on December 8, 2004, at the Alrosa Villa in Columbus, Ohio.",
      "pageId": 217489,
      "monthDay": "08/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alberto_Zerain",
      "name": "Alberto Zerain",
      "aboutText": "Joseph Ellis Pasquale (born 20 August 1961) is an English comedian, actor and television presenter, known for being crowned \"King of the Jungle\", in the fourth series of I'm a Celebrity...Get Me Out of Here! in 2004.\nIn January 2013, Pasqaule became one of twelve celebrities participating in the eighth series of Dancing on Ice, with skating partner Vicky Ogden.",
      "pageId": 1197173,
      "monthDay": "08/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sophie_Aldred",
      "name": "Sophie Aldred",
      "aboutText": "Tammy K. Bruce (born August 20, 1962) is an American radio host, author, and political commentator. Her nationally syndicated talk show, The Tammy Bruce Show, airs live 4-6pm (M-Th) and 10am-noon (Fridays) Pacific time online via TalkStreamLive. (A podcast of the show is also available to subscribers at her website).",
      "pageId": 1650759,
      "monthDay": "08/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tammy_Bruce",
      "name": "Tammy Bruce",
      "aboutText": "Enrico Letta (pronounced [enˌriːko ˈlɛtta]; born 20 August 1966) is an Italian politician who was Prime Minister of Italy from 2013 to 2014, leading a grand coalition comprising the centre-left Democratic Party, the centre-right People of Freedom, and the centrist Civic Choice. He has also been a Member of the Chamber of Deputies since 2006. Letta was Minister of European Affairs from 1998 to 1999 and Minister of Industry from 1999 to 2001, and served as Secretary to the Council of Ministers from 2006 to 2008.",
      "pageId": 1765716,
      "monthDay": "08/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Song_Dong-wook",
      "name": "Song Dong-wook",
      "aboutText": "Miljenko \"Dino\" Dvornik (20 August 1964 – 7 September 2008) was a Croatian singer, songwriter, music producer, actor and reality television star know as \"the Croatian king of funk\".",
      "pageId": 2473699,
      "monthDay": "08/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/James_Marsters",
      "name": "James Marsters",
      "aboutText": "Song Dong-wook (born August 20, 1962 in Seoul) is a former tennis player from South Korea, who represented his native country at the 1988 Summer Olympics in Seoul. There he was defeated in the first round by America's eventual runner up Tim Mayotte.",
      "pageId": 3956735,
      "monthDay": "08/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Uwe_Bialon",
      "name": "Uwe Bialon",
      "aboutText": "Azarias Ruberwa Manywa (born August 20, 1964) is a Congolese politician, lawyer, and public figure. He was one of four vice-presidents in the transitional government of the Democratic Republic of the Congo between 2003-2006. He has been the leader and president of the Rassemblement Congolais pour la Démocratie political party since 2003 and unsuccessfully ran as a candidate for president of DRC in 2006.",
      "pageId": 4091479,
      "monthDay": "08/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kal_Daniels",
      "name": "Kal Daniels",
      "aboutText": "David Rees Snell (born August 20, 1966) is an American actor, most known for his role as Detective Ronnie Gardocki on the crime drama The Shield.",
      "pageId": 4166577,
      "monthDay": "08/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jos%C3%A9_Cecena",
      "name": "José Cecena",
      "aboutText": "Colin Alexander Cunningham is an American television and film actor.",
      "pageId": 4196611,
      "monthDay": "08/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dino_Dvornik",
      "name": "Dino Dvornik",
      "aboutText": "Ulysses Samuel \"Ukee\" Washington III (born August 20, 1958) is an American news co-anchor for the weekday evening newscast on KYW-TV in Philadelphia, Pennsylvania. He anchors Eyewitness News on CBS 3 at 6 PM and 11 PM with Jessica Dean, and formerly hosted Eyewitness News This Morning on CBS and The CW Philly with co-anchor Erika Von Tiehl, and Talk Philly with Pat Ciarrocchi weekdays at noon. Washington is also the son of Ulysses S. Washington, a noted professor and former football coach at Delaware State University.",
      "pageId": 5015115,
      "monthDay": "08/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Azarias_Ruberwa",
      "name": "Azarias Ruberwa",
      "aboutText": "Kalvoski Daniels (born August 20, 1963) is a former Major League Baseball outfielder who played from 1986 to 1992. He spent time with the Cincinnati Reds, Los Angeles Dodgers and Chicago Cubs during his seven-year career.\nDaniels was born on August 20, 1963 in Vienna, Georgia.",
      "pageId": 5633121,
      "monthDay": "08/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/KRS-One",
      "name": "KRS-One",
      "aboutText": "Miguel Albaladejo, (Pilar de la Horadada, Alicante, 20 August 1966) is a Spanish screenwriter and film director.",
      "pageId": 11901285,
      "monthDay": "08/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Miguel_Albaladejo",
      "name": "Miguel Albaladejo",
      "aboutText": "Lawrence \"Krisna\" Parker (born August 20, 1965), better known by his stage names KRS-One, and Teacha, is an American rapper and occasional producer from The Bronx, New York City, New York. KRS-One rose to prominence as part of the group Boogie Down Productions, which he formed with DJ Scott La Rock in the mid 1980s. Following the release of the group's debut album, Criminal Minded, La Rock was shot dead, but KRS-One continued the group, effectively as a solo project.",
      "pageId": 23369739,
      "monthDay": "08/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Colin_Cunningham",
      "name": "Colin Cunningham",
      "aboutText": "Uwe Bialon (born 20 August 1963 in Aalen) is a German football manager and former player.\nBialon made his one and only Bundesliga appearance for VfB Stuttgart on 23 October 1982 in a 5–2 win over VfL Bochum.\n^ \"VfB Stuttgart vs.",
      "pageId": 28814841,
      "monthDay": "08/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dimebag_Darrell",
      "name": "Dimebag Darrell",
      "aboutText": "José Isabel (Lugo) Cecena (born August 20, 1963 in Ciudad Obregon, Mexico) is a former Major League Baseball pitcher who played in 1988 with the Texas Rangers. Jose was signed as a non-drafted free agent by Philadelphia Phillies (December 10, 1985).",
      "pageId": 31510876,
      "monthDay": "08/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Enrico_Letta",
      "name": "Enrico Letta",
      "aboutText": "Amanda Sonia Berry, OBE (born 20 August 1961) is Chief Executive of the British Academy of Film and Television Arts (BAFTA).",
      "pageId": 36530673,
      "monthDay": "08/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_Rees_Snell",
      "name": "David Rees Snell",
      "aboutText": "Alberto Zerain (born August 20, 1961) is a Spanish Basque mountaineer. He summited K2 on August 1, 2008, from Camp III and as a solo climber, only hours before the 2008 K2 Disaster. He has climbed at least 7 eight-thousanders.",
      "pageId": 45323183,
      "monthDay": "08/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tori_(wrestler)",
      "name": "Tori",
      "aboutText": "John D. Carmack (born August 20, 1970) is an American game programmer, aerospace and virtual reality engineer. He co-founded id Software. Carmack was the lead programmer of the id video games Commander Keen, Wolfenstein 3D, Doom, Quake, Rage and their sequels.",
      "pageId": 38368,
      "monthDay": "08/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andy_Benes",
      "name": "Andy Benes",
      "aboutText": "William Frederick \"Fred\" Durst (born August 20, 1970) is an American musician and film director. He spent his formative years playing in a number of local bands in Jacksonville, Florida while mowing lawns and working as a tattoo artist for financial support. Durst is best known as the vocalist of the nu metal band Limp Bizkit, formed in 1994, with whom he has released six studio albums.",
      "pageId": 182023,
      "monthDay": "08/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brett_Angell",
      "name": "Brett Angell",
      "aboutText": "Jonathan Luke Ke Huy Quan (Vietnamese: Quan Kế Huy; ; born: August 20, 1971) is a Vietnamese-born American actor.",
      "pageId": 266346,
      "monthDay": "08/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Abdelatif_Benazzi",
      "name": "Abdelatif Benazzi",
      "aboutText": "Yuri Shiratori (白鳥由里, Shiratori Yuri, born August 20, 1968) is a Japanese voice actress and J-pop singer from Kanagawa Prefecture who released various solo CD albums. She is employed by 81 Produce.\n^ Doi, Hitoshi.",
      "pageId": 495019,
      "monthDay": "08/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Klas_Ingesson",
      "name": "Klas Ingesson",
      "aboutText": "David Edward Williams (born 20 August 1971), known as David Walliams (/ˈwæliəmz/), is an English comedian, actor, author, television personality and activist, known for his partnership with Matt Lucas on the BBC One sketch shows Little Britain, Rock Profile and Come Fly with Me.\nSince 2012 Walliams has been a judge on the ITV talent show Britain's Got Talent. He wrote and starred in two series of the BBC One sitcom Big School, playing the role of chemistry teacher Keith Church.",
      "pageId": 649748,
      "monthDay": "08/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yuri_Shiratori",
      "name": "Yuri Shiratori",
      "aboutText": "Steven Brian \"Steve\" Stone (born 20 August 1971) is an English former footballer. He was part of the coaching staff at Newcastle United from 2010 to June 2015.",
      "pageId": 1001877,
      "monthDay": "08/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Frode_Barth",
      "name": "Frode Barth",
      "aboutText": "Nenad Bjelica (born 20 August 1971 in Osijek) is a former Croatian football player and currently coach who played as midfielder for Albacete Balompié, Real Betis and Kaiserslautern.",
      "pageId": 1447221,
      "monthDay": "08/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Billy_Gardell",
      "name": "Billy Gardell",
      "aboutText": "Brett Ashley Mark Angell (born 20 August 1968) is an English association football coach and former player, now coaching in New Zealand. His brother Darren also played football professionally.\nTurning professional with Portsmouth in 1986, he made his mark as a striker the following year after moving to Cheltenham Town.",
      "pageId": 1520826,
      "monthDay": "08/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mark_Holzemer",
      "name": "Mark Holzemer",
      "aboutText": "Terri Poch (born August 20, 1964) is an American bodybuilder and former professional wrestler, best known for her appearances with the World Wrestling Federation (WWF) as Tori. She opened her own yoga studio in Portland.",
      "pageId": 1866806,
      "monthDay": "08/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Els_Callens",
      "name": "Els Callens",
      "aboutText": "Els Callens (born 20 August 1970) is a former professional female tennis player from Belgium.\nCallens was born in Antwerp, and became professional in January 1990.\nHer biggest achievement came in 2000 during the Summer Olympics in Sydney where she won the bronze medal in doubles, partnering Dominique Van Roost-Monami.",
      "pageId": 1944281,
      "monthDay": "08/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Adrian_Bower",
      "name": "Adrian Bower",
      "aboutText": "Klas Inge \"Klabbe\" Ingesson (20 August 1968 – 29 October 2014) was a Swedish footballer and manager. He spent most of his career as a midfielder in Europe, mainly in Sweden, Belgium, Netherlands, England, Italy and France. Ingesson represented the Sweden national team on 57 occasions, including the 1990 and 1994 FIFA World Cup, as well as the 1992 European Championship.",
      "pageId": 1996440,
      "monthDay": "08/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/John_D._Carmack",
      "name": "John D. Carmack",
      "aboutText": "Adrian Bower (born 20 August 1970) is an English actor, best known for his role as physical education and geography teacher Brian Steadman in the first three series of the British comedy series Teachers. He is currently playing Leofric in The Last Kingdom, a British television drama adapted from Bernard Cornwell’s historical novels series The Saxon Stories.\nBorn in Chester, Cheshire, England, he studied drama at Guildhall School of Music and Drama, London.",
      "pageId": 3395550,
      "monthDay": "08/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Fred_Durst",
      "name": "Fred Durst",
      "aboutText": "Derrick Samuel Alston (born August 20, 1972) is an American former basketball player currently working as an assistant coach for the Westchester Knicks of the NBA Development League.",
      "pageId": 4088462,
      "monthDay": "08/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nenad_Bjelica",
      "name": "Nenad Bjelica",
      "aboutText": "William \"Billy\" Gardell (born August 20, 1969) is an American stand-up comedian, actor, game show host and voice artist. He has been visible within the comedy world industry since 1989. Gardell currently plays Chicago police officer Mike Biggs on Mike & Molly.",
      "pageId": 4286489,
      "monthDay": "08/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Matt_Calland",
      "name": "Matt Calland",
      "aboutText": "Andrew Charles Benes (born August 20, 1967) is a former Major League Baseball right-handed pitcher. During a 14-year career from 1989 to 2002, Benes played for four different teams: the San Diego Padres, the Seattle Mariners, the St. Louis Cardinals and the Arizona Diamondbacks.",
      "pageId": 4335606,
      "monthDay": "08/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jonathan_Ke_Quan",
      "name": "Jonathan Ke Quan",
      "aboutText": "Abdelatif Benazzi (Arabic: عبد اللطيف بن عزي‎; born 20 August 1968) is a French-Moroccan rugby union footballer who represented both Morocco and France. He played as a lock or back row forward.\nAbdel Benazzi started out with his homeland Morocco, but his ability was quickly spotted by France's selectors.",
      "pageId": 4469503,
      "monthDay": "08/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Steve_Stone_(footballer)",
      "name": "Steve Stone",
      "aboutText": "Mark Harold Holzemer (born August 20, 1969, in Littleton, Colorado) is a former Major League Baseball pitcher.\nDrafted by the California Angels in the 4th round of the 1987 Major League Baseball Draft, Holzemer made his Major League Baseball debut with the California Angels on August 21, 1993, and appeared in his final game on August 13, 2000.",
      "pageId": 4885211,
      "monthDay": "08/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/David_Walliams",
      "name": "David Walliams",
      "aboutText": "Matt Calland ( (1971-08-20) 20 August 1971 ) born in Widnes, is a rugby league footballer of the 1990s and 2000s, and coach of the 2000s and '10s, playing at representative level for England, and at club level for, Rochdale Hornets (twice), Featherstone Rovers, Bradford Bulls, Hull, and Huddersfield Giants, and coaching at club level for Halifax.",
      "pageId": 8590468,
      "monthDay": "08/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Derrick_Alston",
      "name": "Derrick Alston",
      "aboutText": "Melvin Jermaine Booker (born August 20, 1972) is an American former professional basketball player. A 6 ft 1 in (1.85 m), 185 lb (84 kg) point guard, he played for the University of Missouri Tigers basketball team.\nBooker was a standout high school player in Moss Point, Mississippi.",
      "pageId": 13223526,
      "monthDay": "08/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Melvin_Booker",
      "name": "Melvin Booker",
      "aboutText": "Found education, Found workplaces, Found doctoral_advisor, Found field, Frode Barth (born 20 August 1968) is a Norwegian musician (guitar) and composer, widely recognized for his contributions to jazz, contemporary and popular music, performing with musicians including Oscar Peterson, Reggie Workman, Arthur Maia, Robertinho Silva, Toninho Horta, Kjell Karlsen, Trygve Seim, Terje Venaas, Harald Johnsen, Celio de Carvalho, Alf Kjellman, Pål Thowsen, Arild Andersen, Jon Eberson, Per Oddvar Johansen, Steve Bloom and Jarle Vespestad.\n^ \"Frode Barth Biography\". Listen To Norway.",
      "pageId": 39699889,
      "monthDay": "08/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chaney_Kley",
      "name": "Chaney Kley",
      "aboutText": "Maxim Alexandrovich Vengerov (Russian: Максим Александрович Венгеров, pronounced [mɐkˈsʲim ɐlʲɪˈksandrəvʲɪtɕ vʲɪnˈɡʲɛrəf]; born 1974) is an Israeli violinist, violist, and conductor who was born in the Soviet Union.",
      "pageId": 849580,
      "monthDay": "08/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Scott_Quinnell",
      "name": "Scott Quinnell",
      "aboutText": "Todd Lynn Helton (born August 20, 1973) is a former American professional baseball first baseman who played his entire 17-year career for the Colorado Rockies of Major League Baseball (MLB). A five-time All-Star, four-time Silver Slugger, and three-time Gold Glove Award winner, Helton holds the Colorado Rockies club records for hits (2,519), home runs (369), doubles (592), walks (1,335), runs scored (1,401), runs batted in (RBI, with 1,406), games played (2,247), and total bases (4,292), among others.\nEach season from 1999–2004, Helton met or exceeded all of the following totals: .320 batting average, 39 doubles, 30 home runs, 107 runs scored, 96 RBI, .577 slugging percentage and .981 on-base plus slugging.",
      "pageId": 1037675,
      "monthDay": "08/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Anna_Umemiya",
      "name": "Anna Umemiya",
      "aboutText": "Scott Quinnell (born 20 August 1972 in Morriston, Swansea, Glamorgan) is a former Welsh international rugby league and rugby union player, who was a number 8 for Wales, Llanelli RFC, the Llanelli Scarlets and the Lions. He scored 11 tries for Wales and captained his country on 7 occasions in rugby union.",
      "pageId": 1183693,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alban_Bushi",
      "name": "Alban Bushi",
      "aboutText": "Donn Swaby (born August 20, 1973) is an American actor. He is best known for playing the role of Chad Harris-Crane on the television soap opera Passions. He graduated from Archbishop Molloy High School in Queens.",
      "pageId": 1955307,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alexandre_Finazzi",
      "name": "Alexandre Finazzi",
      "aboutText": "Misha Collins (born Dmitri Tippens Krushnic; August 20, 1974) is an American actor and director, best known for his role as the angel Castiel on the CW television series Supernatural (2008–present).\n^ \"Misha Collins in LA 09: On his name\". YouTube.",
      "pageId": 2171614,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Goodman",
      "name": "Scott Goodman",
      "aboutText": "Anna Umemiya (梅宮 アンナ, Umemiya Anna, born August 20, 1972) is a Japanese television personality and model. Born in Tokyo, she is the daughter of a Japanese father and an American mother, herself a former model. Her father, Tatsuo Umemiya, is an actor.",
      "pageId": 2694609,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Todd_Helton",
      "name": "Todd Helton",
      "aboutText": "Andrew Douglas Strachan (born 20 August 1974) is an Australian rock musician. In 1994, after growing up in Adelaide, he relocated to Melbourne where in 2000 he became the drummer of alternative rock group, Pollyanna. In 2002, he joined fellow alternative rockers, The Living End, they have issued four Top 5 albums on the ARIA Charts, Modern Artillery (No 3 in 2003), State of Emergency (No.",
      "pageId": 3032099,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cameron_Mather",
      "name": "Cameron Mather",
      "aboutText": "Scott Linton Goodman (born 20 August 1973) is an Australian butterfly swimmer who competed at the 1996 Summer Olympics in Atlanta, winning a bronze medal in the 200-metre butterfly. He was an Australian Institute of Sport scholarship holder.\nBorn and raised in Tasmania, Goodman was selected for his debut at the 1991 Pan Pacific Championships, but then missed selection for the 1992 Summer Olympics the following year.",
      "pageId": 3487345,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jos%C3%A9_Paniagua",
      "name": "José Paniagua",
      "aboutText": "Amy Lou Adams (born August 20, 1974) is an American actress and singer. Adams began her career on stage performing in dinner theatre and later made her feature film debut in Drop Dead Gorgeous. After moving to Los Angeles and appearing in a series of television guest appearances and roles in B movies, Adams appeared as Brenda Strong in Steven Spielberg's Frank Abagnale biopic Catch Me If You Can.",
      "pageId": 3830432,
      "monthDay": "08/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Donn_Swaby",
      "name": "Donn Swaby",
      "aboutText": "Santino Quinto Rice (born August 20, 1974) is an American fashion designer and television personality.",
      "pageId": 4198886,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Amy_Adams",
      "name": "Amy Adams",
      "aboutText": "Kenneth Doniell Moore (August 20, 1974 – October 14, 2007), better known by his stage name Big Moe, was an American rapper from Houston, Texas. He was known for a softer and slower style than other Houston rappers, including a mixture of rapping and singing that he called \"rapsinging\" as well as for his music that celebrated codeine-laced syrup as a recreational drug.\n^ a b \"Texas Births 1926–1995\".",
      "pageId": 4419605,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Misha_Collins",
      "name": "Misha Collins",
      "aboutText": "Szabolcs Sáfár (born 20 August 1974 in Budapest) is a Hungarian football goalkeeper who currently plays for the Austrian club SC Ritzing.\nHe obtained 14 caps for the Hungarian national team, and participated at the 1996 Summer Olympics in Atlanta, where Hungary failed to progress from the group stage.\n^ \"Szabolcs Sáfár\".",
      "pageId": 6810175,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Adam_Korol",
      "name": "Adam Korol",
      "aboutText": "Alban Bushi (Shqip: Alban Bushaj) (born 20 August 1973 in Tirana) is an Albanian former footballer.",
      "pageId": 10253730,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Big_Moe",
      "name": "Big Moe",
      "aboutText": "José Luis Paniagua Sánchez (born August 20, 1973) is a Dominican professional baseball relief pitcher.",
      "pageId": 10334837,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Santino_Rice",
      "name": "Santino Rice",
      "aboutText": "Alexandre Silveira Finazzi (born 20 August 1973), is a Brazilian footballer of Italian descent who plays for Goiânia.",
      "pageId": 11042101,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Szabolcs_S%C3%A1f%C3%A1r",
      "name": "Szabolcs Sáfár",
      "aboutText": "Chaney Kley (August 20, 1972 – July 24, 2007) was an American film and television actor.",
      "pageId": 17210007,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andy_Strachan",
      "name": "Andy Strachan",
      "aboutText": "Adam Korol (born August 20, 1974 in Gdańsk) is a Polish rower. He won a gold medal in quadruple sculls at the 2008 Summer Olympics. He was the Minister of Sport and Tourism from June 2015 to November 2015.",
      "pageId": 18901650,
      "monthDay": "08/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Maxim_Vengerov",
      "name": "Maxim Vengerov",
      "aboutText": "Marcin Adamski (born 20 August 1975 in Świnoujście) is a Polish professional footballer.",
      "pageId": 19778127,
      "monthDay": "08/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marcin_Adamski",
      "name": "Marcin Adamski",
      "aboutText": "Marko Martin (born 20 August in Tallinn, 1975) is an Estonian pianist trained at the Guildhall School of Music and Drama, teaching at the Estonian Academy of Music and Theatre. He is a member of the Association of Estonian Professional Musicians and the Eduard Tubin Society.\n^ EMIC http://www.emic.ee/marko-martin.",
      "pageId": 22002239,
      "monthDay": "08/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marko_Martin",
      "name": "Marko Martin",
      "aboutText": "Cameron George Mather (born 20 August 1973 in Christchurch, New Zealand) is a rugby union footballer who plays in the back row.",
      "pageId": 22907479,
      "monthDay": "08/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shaun_Newton",
      "name": "Shaun Newton",
      "aboutText": "Christopher Ellis Drury (born August 20, 1976) is a retired American professional ice hockey player who most recently played with the New York Rangers of the National Hockey League. Drury is a Hobey Baker Award-winner with Boston University, a Calder Trophy winner with the Colorado Avalanche, a Stanley Cup champion with the Avalanche, a two-time Olympic silver medalist with the United States, and a former captain of the Buffalo Sabres and New York Rangers. As a child, he also won the Little League Baseball World Series Championship with his hometown team from Trumbull, Connecticut.",
      "pageId": 976963,
      "monthDay": "08/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mac_Tonnies",
      "name": "Mac Tonnies",
      "aboutText": "Felipe Contepomi (born 20 August 1977) is an Argentine football coach and a doctor. He was a rugby union footballer who played fly-half or centre; his last club was Club Newman, in the first division of the URBA championship. He was also a key player for Argentina, having played 15 years for the national team.",
      "pageId": 1900007,
      "monthDay": "08/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Elijah_Williams_(American_football)",
      "name": "Elijah Williams",
      "aboutText": "Kristen Elizabeth Miller (born August 20, 1976) is an American actress.",
      "pageId": 1952673,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chris_Drury",
      "name": "Chris Drury",
      "aboutText": "Shaun O'Neill Newton (born 20 August 1975 in Camberwell, London) is an English former footballer whose favoured position was that of attacking right-sided midfielder.",
      "pageId": 2389314,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cornel_Fr%C4%83sineanu",
      "name": "Cornel Frăsineanu",
      "aboutText": "Ívar Ingimarsson (born 20 August 1977) is an Icelandic former professional footballer who played as a defender.\nHe began his career in Iceland with Valur and ÍBV before moving to England where, after an initial loan spell with Torquay United, he joined Brentford, making over 100 appearances. He moved to Reading in 2003, spending the next eight years with club and amassing 281 appearances before ending his career with a short spell at Ipswich Town.",
      "pageId": 3022823,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tony_Grant_(Irish_footballer)",
      "name": "Tony Grant",
      "aboutText": "Aaron \"Sammy\" Hamill (born 20 August 1977) is a former professional Australian rules footballer who is best known for his time at the St Kilda Football Club in the Australian Football League when he briefly captained the club.\nAs a player, Hamill's courage could never be questioned. His ferocity at the football often earned the ire from opposition football fans, but his team mates and opposition players respected his playing style.",
      "pageId": 3555217,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Randeep_Hooda",
      "name": "Randeep Hooda",
      "aboutText": "Eugene Humphrey \"Gene\" Kingsale (born August 20, 1976 in Solito, Aruba) is a former Major League Baseball player with the Baltimore Orioles, Seattle Mariners, San Diego Padres, and Detroit Tigers from 1996 until 2003. At six-foot-three, and his weight ranging from 170 to 194 pounds, Kingsale is known as a slick fielding, speedy switch-hitter who throws right-handed, he has played extensively for the Netherlands national team in international competition, including the World Cup of Baseball, the 2004 Olympics in Athens, Greece as well as the World Baseball Classic tournaments in 2006 and 2009.",
      "pageId": 4371182,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gene_Kingsale",
      "name": "Gene Kingsale",
      "aboutText": "Tony Grant (born 20 August 1976 in Dublin) is an Irish professional footballer who currently plays for Duleek.",
      "pageId": 5135165,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kristen_Miller",
      "name": "Kristen Miller",
      "aboutText": "Shockmain Nastase Davis (born August 20, 1977 in Port Arthur, Texas) is a current Canadian football wide receiver, and former American football wide receiver.",
      "pageId": 7094450,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Marcel_Podszus",
      "name": "Marcel Podszus",
      "aboutText": "Wayne Lawrence Brown (born 20 August 1977) is an English football manager and former professional footballer who is currently a coach at English club Colchester United.\nBrown began his playing career with Ipswich Town, where he spent six years. During his time with Ipswich, Brown had loan spells with Colchester United, Queens Park Rangers, Wimbledon and Watford.",
      "pageId": 7182549,
      "monthDay": "08/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Fabio_Ulloa",
      "name": "Fabio Ulloa",
      "aboutText": "Manuel Contepomi (born 20 August 1977 in Buenos Aires) is an Argentine rugby union footballer. He started playing Rugby at his secondary school, Colegio Cardenal Newman, and currently plays for Club Newman in the Unión de Rugby de Buenos Aires competition. He has also made numerous appearances for the Argentina national team.",
      "pageId": 7579390,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paolo_Bianco",
      "name": "Paolo Bianco",
      "aboutText": "Fabio Renán Ulloa Castillo (born 20 August 1976 Tela, Honduras) is a Honduran footballer.",
      "pageId": 8259840,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Wayne_Brown_(footballer,_born_August_1977)",
      "name": "Wayne Brown",
      "aboutText": "Paolo Bianco (born 20 August 1977) is an Italian footballer who plays as a defender.",
      "pageId": 8661937,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Felipe_Contepomi",
      "name": "Felipe Contepomi",
      "aboutText": "Randeep Hooda (pronounced [rɳd̪iːp huːɖaː]; born 20 August 1976) is an Indian film actor who appears in Hindi-language films. Hooda began acting in school productions at a young age. After completing his studies in Melbourne in Australia, he returned to India and began modelling and acting in theatre.",
      "pageId": 9785195,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Manuel_Contepomi",
      "name": "Manuel Contepomi",
      "aboutText": "Stéphane Gillet (born 20 August 1977) is a Luxembourgian footballer. He played in goal twenty times for Luxembourg.",
      "pageId": 10938304,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shockmain_Davis",
      "name": "Shockmain Davis",
      "aboutText": "Cornel Dănuţ Frăsineanu (born 20 August 1976 in Caracal) is a retired Romanian football player.",
      "pageId": 15435202,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/A._M._Esmonde",
      "name": "A. M. Esmonde",
      "aboutText": "Marcel Podszus (born 20 August 1976 in Viersen) is a German footballer who plays for VfB Speldorf.\n^ a b \"Podszus, Marcel\" (in German). kicker.de.",
      "pageId": 21463211,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/St%C3%A9phane_Gillet",
      "name": "Stéphane Gillet",
      "aboutText": "Mac Tonnies (20 August 1975 – 22 October 2009) was an American author and blogger whose work focused on futurology, transhumanism and paranormal topics. Tonnies grew up in Independence, Missouri, and attended William Chrisman High School and Ottawa University. He lived in Kansas City, Missouri.",
      "pageId": 24814947,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aaron_Hamill",
      "name": "Aaron Hamill",
      "aboutText": "Aaron Michael Esmonde (pen name A. M. Esmonde, born 20 August 1977, Swansea, Wales) is a horror, scifi and fantasy novelist, director and producer. The vampire horror novel Blood Hunger (2010) was his first work to be published, followed by the popular zombie novel Dead Pulse. Both ebook editions ranked in the top 100 (free) horror and fantasy charts, Blood Hunger position #13 with Dead Pulse reaching #39.",
      "pageId": 29397575,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/%C3%8Dvar_Ingimarsson",
      "name": "Ívar Ingimarsson",
      "aboutText": "Elijah Elgebra Williams (born August 20, 1975) is an American former college and professional football player who was a defensive back and kick returner in the National Football League (NFL) for four seasons during the late 1990s and early 2000s.",
      "pageId": 31286104,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kevin_Navayne",
      "name": "Kevin Navayne",
      "aboutText": "Jamie Cullum (born 20 August 1979) is an English jazz-pop singer-songwriter. Though he is primarily a vocalist/pianist he also accompanies himself on other instruments including guitar and drums. He is married to author and model Sophie Dahl, née Holloway.",
      "pageId": 268260,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/James_Ormond_(cricketer)",
      "name": "James Ormond",
      "aboutText": "Mayra Verónica (born Mayra Verónica Aruca Rodríguez August 20, 1980) is a Cuban-born American model and singer most famous for appearances on Spanish-language television. Verónica's role on Univision's Don Francisco Presenta brought her to the attention of FHM magazine's US edition. After appearing in FHM she was included in its 2004 calendar and went on to do additional magazine work.",
      "pageId": 1282574,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Josh_Pearce",
      "name": "Josh Pearce",
      "aboutText": "Corey Thomas Carrier (born August 20, 1980) is an American former child actor, also known as just \"Core\". He is most probably best known as playing Indiana Jones, aged 8–10, in The Young Indiana Jones Chronicles.\nCarrier was born in Middleborough, Massachusetts to Thomas and Carleen.",
      "pageId": 1614880,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aaron_Taylor_(baseball)",
      "name": "Aaron Taylor",
      "aboutText": "Langhorne Slim is an American singer-songwriter, (born Sean Scolnick on August 20, 1980 in Langhorne, Pennsylvania). Scolnick attended high school at Solebury School in New Hope, Pennsylvania, and graduated from the Conservatory of Music at Purchase College, part of the SUNY system.\nHe began to gain public notice through several years of touring with the Trachtenburg Family Slideshow Players and an appearance at the Bonnaroo Music Festival.",
      "pageId": 2399532,
      "monthDay": "08/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mayra_Ver%C3%B3nica",
      "name": "Mayra Verónica",
      "aboutText": "James \"Jimmy\" Ormond (born 20 August 1977, Coventry, England) is a former English cricketer. He is a right-handed batsman and a right-arm medium-fast bowler although he has also bowled off-spin in his second and final Test match against India in Mohali.\nJames grew up playing club cricket at Corley CC and established himself as a hard hitting fast bowling all rounder creating batting as well as bowling records.",
      "pageId": 2924682,
      "monthDay": "08/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Noah_Bean",
      "name": "Noah Bean",
      "aboutText": "Cory Sullivan (born August 20, 1979) is an American former professional baseball outfielder.",
      "pageId": 3066241,
      "monthDay": "08/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alberto_Mart%C3%ADn",
      "name": "Alberto Martín",
      "aboutText": "Alberto Martín Magret (born 20 August 1978) is a retired tennis player from Spain.",
      "pageId": 3811808,
      "monthDay": "08/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Emir_Mkademi",
      "name": "Emir Mkademi",
      "aboutText": "Brett John Finch (born 20 August 1981 in Maitland, New South Wales) is an Australian former professional rugby league footballer of the 2000s and 2010s. A New South Wales State of Origin representative half back, he played in the National Rugby League for Australian clubs the Canberra Raiders, Sydney Roosters, Parramatta Eels and Melbourne Storm (with whom he won the 2009 NRL Grand Final). Finch also played in Super League for English club Wigan Warriors (with whom he won the 2010 World Club Challenge and 2011 Challenge Cup Final).",
      "pageId": 4421568,
      "monthDay": "08/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Schroder",
      "name": "Chris Schroder",
      "aboutText": "Emir Mkademi (Arabic: أمير مقدمي‎) (born August 20, 1978) is a Tunisian football defender.",
      "pageId": 5230514,
      "monthDay": "08/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Haha_(entertainer)",
      "name": "Haha",
      "aboutText": "Samuel Dumoulin (born 20 August 1980) is a French professional road bicycle racer who rides for AG2R La Mondiale. Dumoulin has been a professional since 2002, for the Jean Delatour team. At the end of 2003 he moved to AG2R Prévoyance before riding for Cofidis.",
      "pageId": 6088573,
      "monthDay": "08/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sarah_Borwell",
      "name": "Sarah Borwell",
      "aboutText": "Nicolás Tauber (Hebrew: ניקולאס טאובר‎), (born August 20, 1980) is an Argentine-Israeli footballer currently playing for Club Atlético Nueva Chicago.",
      "pageId": 7130258,
      "monthDay": "08/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jamie_Cullum",
      "name": "Jamie Cullum",
      "aboutText": "Christopher Keith Schroder (born August 20, 1978, in Okarche, Oklahoma) is a Major League Baseball relief pitcher who is currently in the Miami Marlins organization. He attended Oklahoma City University.",
      "pageId": 7366867,
      "monthDay": "08/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Cory_Sullivan",
      "name": "Cory Sullivan",
      "aboutText": "Ha Dong-hoon (Hangul: 하동훈; born on August 20, 1979), better known by his stage name Haha (Hangul: 하하), is a South Korean entertainer. He had stints in acting as well as MC duties but most of his international fans mistake him for a comedian. This is especially the case for the fans outside of South Korea; as many believe him to be a stand-up comedian but it has been mentioned that he has never been a comedian as in South Korea.",
      "pageId": 7988697,
      "monthDay": "08/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Corey_Carrier",
      "name": "Corey Carrier",
      "aboutText": "Benjamin Thomas \"Ben\" Barnes (born 20 August 1981) is an English actor.",
      "pageId": 9304692,
      "monthDay": "08/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Samuel_Dumoulin",
      "name": "Samuel Dumoulin",
      "aboutText": "Artur Kotenko (born 20 August 1981 in Tallinn) is an Estonian footballer, who is currently playing for Shakhtyor Soligorsk.",
      "pageId": 9425233,
      "monthDay": "08/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Langhorne_Slim",
      "name": "Langhorne Slim",
      "aboutText": "Noah Bean (born August 20, 1978) is an American actor best known for his roles as Ryan Fletcher on The CW action-thriller series Nikita, as David Connor on the FX legal drama Damages and his leading performance in the independent film The Pill.",
      "pageId": 15055861,
      "monthDay": "08/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nicol%C3%A1s_Tauber",
      "name": "Nicolás Tauber",
      "aboutText": "Sarah Leah Borwell (born 20 August 1979) is an English former professional tennis player who enjoyed her greatest successes in doubles. She was the British number 1 in doubles.",
      "pageId": 16895520,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ben_Barnes_(actor)",
      "name": "Ben Barnes",
      "aboutText": "Aaron Wade Taylor (born August 20, 1977 in Valdosta, Georgia), nicknamed Big Country, is a former Major League Baseball relief pitcher for the Seattle Mariners.\nTaylor was drafted by the Atlanta Braves in the 11th round of the 1996 Major League Baseball Draft and was drafted in the 1999 Rule 5 Draft by the Seattle Mariners. He made his debut for the Mariners on September 9, 2002, but gave up 4 earned runs in only 1 inning.",
      "pageId": 20319138,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brett_Finch",
      "name": "Brett Finch",
      "aboutText": "Joshua Ray Pearce (born August 20, 1977, in Yakima, Washington) is a former Major League Baseball pitcher who played for the St. Louis Cardinals from 2002 to 2004.\nPearce was drafted by the New York Mets out of West Valley High School in Yakima, Washington in the 1996 Major League Baseball Draft, but did not sign.",
      "pageId": 20703623,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Artur_Kotenko",
      "name": "Artur Kotenko",
      "aboutText": "Kevin Niviaen (Navayne) Brown (/nəˈveɪn/; born August 20, 1977) is a Jamaican-born fashion model, American actor and producer.",
      "pageId": 25271242,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bernard_Mendy",
      "name": "Bernard Mendy",
      "aboutText": "Barney Guy Rogers (born August 20, 1982 in Harare) is a Zimbabwean cricketer. He is a left-handed batsman with a solid technique and a good range of judiciously applied attacking shots. He also bowls occasional offspin.",
      "pageId": 2868346,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Craig_Ochs",
      "name": "Craig Ochs",
      "aboutText": "Bernard Mendy (born 20 August 1981) is a French footballer who plays for Chennaiyin FC. He is a right back/right wing-back who is known for his blistering pace and constant overlapping runs.",
      "pageId": 3319438,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_Rady",
      "name": "Michael Rady",
      "aboutText": "Craig Ochs (born August 20, 1981 in Colorado Springs, Colorado) was an American football quarterback for the San Diego Chargers and Buffalo Bills in the NFL and was also assigned to the Frankfurt Galaxy of NFL Europa in the 2006 season.",
      "pageId": 3720273,
      "monthDay": "08/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Byron_Saxton",
      "name": "Byron Saxton",
      "aboutText": "Hamza Muhammad Abdullah (born August 20, 1983) is a former American football safety. He was drafted by the Tampa Bay Buccaneers in the seventh round of the 2005 NFL Draft. He played college football at Washington State.",
      "pageId": 3741642,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cl%C3%A9ber_Luis_Alberti",
      "name": "Cléber Luis Alberti",
      "aboutText": "Meghan Ory (born August 20, 1982) is a Canadian television and film actress. She is best known for her role as Red Riding Hood/Ruby on the ABC fantasy series Once Upon a Time and also starred in the short-lived CBS drama Intelligence as Riley Neal.",
      "pageId": 4387104,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aleksandr_Amisulashvili",
      "name": "Aleksandr Amisulashvili",
      "aboutText": "Joshua Blake \"Josh\" Kennedy (born 20 August 1982 in Wodonga, Victoria) is an Australian former professional soccer player, who last played as a striker for the Australia national soccer team and Melbourne City.",
      "pageId": 5120826,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Monty_Dumond",
      "name": "Monty Dumond",
      "aboutText": "Andrew Russell Garfield (born 20 August 1983) is an American-English actor. Born in Los Angeles, California and raised in Epsom, Surrey, Garfield began his career on the UK stage and in television productions. He made his feature film debut in the 2007 ensemble drama Lions for Lambs.",
      "pageId": 5993647,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Youssouf_Hersi",
      "name": "Youssouf Hersi",
      "aboutText": "Youssouf Hersi (born 20 August 1982) is an Ethiopian-Dutch professional footballer who plays as an attacking midfielder and is currently a free agent, having last played for A-League side Perth Glory.",
      "pageId": 7679014,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joshua_Kennedy",
      "name": "Joshua Kennedy",
      "aboutText": "Paulo André Cren Benini (born August 20, 1983) is a Brazilian footballer who plays for Atlético Paranaense as a defender.",
      "pageId": 8671084,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mija%C3%ADn_L%C3%B3pez",
      "name": "Mijaín López",
      "aboutText": "Cléber Luis Alberti or simply Cléber (born August 20, 1982) is a goalkeeper player from Brazil, who plays for Portuguese Liga de Honra side GD Estoril.\nMade professional debut for Atlético-PR in 0-0 draw at home to Goiás in the Campeonato Brasileiro on October 5, 2002.",
      "pageId": 10111026,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Goran_Nedeljkovi%C4%87",
      "name": "Goran Nedeljković",
      "aboutText": "Michael Rady (born August 20, 1981) is an American actor.",
      "pageId": 10428658,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Meghan_Ory",
      "name": "Meghan Ory",
      "aboutText": "Lance Daniel Broadway (born August 20, 1983) is an American actor and former Major League Baseball pitcher.",
      "pageId": 11048479,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Richard_Petiot",
      "name": "Richard Petiot",
      "aboutText": "Mijaín López Núñez (born 20 August 1982 in Pinar del Río) is a Cuban wrestler. He is a 5x world champion and 2x Olympic gold medalist in Greco-Roman wrestling.\nLópez has represented Cuba at the 2008 and 2012 Summer Olympics in Beijing and London, and was his country's flagbearer during the opening ceremonies.",
      "pageId": 13490249,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Barney_Rogers",
      "name": "Barney Rogers",
      "aboutText": "Jamil Walker Smith (born August 20, 1982) is an American actor. His best known role is as the voice of Gerald, a fourth grader and Arnold's best friend in the Nickelodeon TV series Hey Arnold!. He also appeared on various shows like Sister, Sister, Girlfriends, Bones, The X-Files, and The Bernie Mac Show.",
      "pageId": 13509520,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jamil_Walker_Smith",
      "name": "Jamil Walker Smith",
      "aboutText": "Bryan Jesus Kelly (born August 20, 1981) is an American professional wrestling color commentator, ring announcer, and former professional wrestler. He is currently signed to WWE, where he works as a color commentator on WWE Raw, Main Event, Superstars, and NXT. He is working under the ring name Byron Saxton. He was a competitor in the fourth season of NXT and was competing in the show's fifth season, NXT Redemption, until his elimination on May 31, 2011.",
      "pageId": 16099408,
      "monthDay": "08/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Enyelbert_Soto",
      "name": "Enyelbert Soto",
      "aboutText": "Aleksandr Amisulashvili (Georgian: ალექსანდრე ამისულაშვილი; born 20 August 1982 in Tbilisi) is a Georgian footballer who currently plays for Karşıyaka..",
      "pageId": 19600227,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hamza_Abdullah",
      "name": "Hamza Abdullah",
      "aboutText": "Richard Allan Petiot (born August 20, 1982) is a professional ice hockey defenceman currently playing for the St. John's IceCaps of the American Hockey League (AHL).",
      "pageId": 20144937,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Paulo_Andr%C3%A9_Cren_Benini",
      "name": "Paulo André Cren Benini",
      "aboutText": "Godfried 'Monty' Dumond (born 20 August 1982) is a South African rugby union player, currently playing with Hamiltons.\n^ \"Player Profile Monty Dumond\". sarugby.net.",
      "pageId": 30492055,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lance_Broadway",
      "name": "Lance Broadway",
      "aboutText": "Enyelbert Noriel Soto (born August 20, 1982 in Maracaibo, Venezuela) is a professional baseball pitcher for the Yokohama DeNA BayStars in Japan's Nippon Professional Baseball.",
      "pageId": 34742674,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andrew_Garfield",
      "name": "Andrew Garfield",
      "aboutText": "Goran Nedeljković (Serbian Cyrillic: Горан Недељковић, born August 20, 1982 in Smederevo, SR Serbia, Yugoslavia) is a Serbian rower.",
      "pageId": 36241710,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/H%C3%A9ctor_Landazuri",
      "name": "Héctor Landazuri",
      "aboutText": "Mirai Moriyama (森山 未來, Moriyama Mirai, born August 20, 1984 in Kobe, Hyōgo Prefecture) is a Japanese actor.",
      "pageId": 2249303,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mladen_Pelai%C4%87",
      "name": "Mladen Pelaić",
      "aboutText": "Rachelle Leah (born August 20, 1984) is an American model, actress and television personality who has worked as a glamour model in mixed martial arts.",
      "pageId": 6147352,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brian_Schaefering",
      "name": "Brian Schaefering",
      "aboutText": "Aílton José Almeida (born 20 August 1984 in Hematita, Santa Maria de Itabira, Minas Gerais), simply known as Aílton (Brazilian Portuguese: [a.ˈiwtõⁿ]), is a Brazilian footballer who currently plays for Al-Hilal in the Saudi Professional League.",
      "pageId": 6606498,
      "monthDay": "08/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Yuri_Zhirkov",
      "name": "Yuri Zhirkov",
      "aboutText": "Yuri Valentinovich Zhirkov (Russian: Ю́рий Валенти́нович Жирко́в; born 20 August 1983 in Tambov, Soviet Union) is a Russian footballer who plays for Dynamo Moscow and the Russian national team.\nA left-sided player who can play full-back or winger, he began his career at local Spartak Tambov before joining top-flight CSKA Moscow in 2004. Domestic and European success followed, and in 2009 he moved to English Premier League club Chelsea for £18 million.",
      "pageId": 8732112,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/A%C3%ADlton_Jos%C3%A9_Almeida",
      "name": "Aílton José Almeida",
      "aboutText": "Mladen Pelaić (born 20 August 1983 in Zagreb) is a Croatian football player. He currently plays for NK Zagreb.",
      "pageId": 11015881,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pavel_Eismann",
      "name": "Pavel Eismann",
      "aboutText": "Héctor Fabio Landazuri (born 20 August 1983) is an Colombian football goalkeeper currently playing for Boyacá Chicó in the Categoría Primera A.",
      "pageId": 12523982,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Laura_Georges",
      "name": "Laura Georges",
      "aboutText": "Blake Robert DeWitt (born August 20, 1985) is a former Major League Baseball second baseman and third baseman.",
      "pageId": 12552697,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jamie_Hoffmann",
      "name": "Jamie Hoffmann",
      "aboutText": "Thomas Speer (born August 20, 1984) is an American mixed martial artist. He received national exposure on The Ultimate Fighter 6: Team Hughes vs. Team Serra, fighting as a member of Team Hughes.",
      "pageId": 13621625,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tsokye_Tsomo_Karchung",
      "name": "Tsokye Tsomo Karchung",
      "aboutText": "Glen Buttriss (born 20 August 1985) is an Australian professional rugby league player for the Canberra Raiders in the National Rugby League. Buttriss primarily plays at the hooker and lock positions.",
      "pageId": 17036244,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rachelle_Leah",
      "name": "Rachelle Leah",
      "aboutText": "Brian Schaefering (born August 20, 1983) is an American football defensive end who is currently a free agent. He was signed by the Browns as an undrafted free agent in 2008. He played college football at Lindenwood Lions and for the Illinois Fighting Illini.",
      "pageId": 17166922,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ingrid_Lukas",
      "name": "Ingrid Lukas",
      "aboutText": "Laura Stéphanie Georges (born 20 August 1984) is a French football player who plays for French club Paris Saint-Germain of the Division 1 Féminine. She serves as the first-choice captain of her club and plays primarily as a central defender, but can also be utilized as a defensive midfielder. Georges is also a France women's international having made her senior international debut in September 2001.",
      "pageId": 19792133,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mirai_Moriyama",
      "name": "Mirai Moriyama",
      "aboutText": "Jamie Richard Hoffmann (born August 20, 1984, in New Ulm, Minnesota) is a former American professional baseball outfielder.",
      "pageId": 21578553,
      "monthDay": "08/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tom_Speer",
      "name": "Tom Speer",
      "aboutText": "Joshua Daniel \"Josh\" Flagg (born August 20, 1985) is an American real estate agent, author and television personality as an original cast member on the show Million Dollar Listing Los Angeles on the Bravo television network. The show follows young real estate agents in Los Angeles as they sell high-end homes. He has been with Rodeo Realty Beverly Hills since 2012.",
      "pageId": 24570105,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Glen_Buttriss",
      "name": "Glen Buttriss",
      "aboutText": "Thomas Domingo (born 20 August 1985) is a French rugby union player. Domingo, who is a loosehead prop, plays his club rugby for ASM Clermont Auvergne. He made his debut for France against Wales on 27 February 2009.",
      "pageId": 26366158,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brant_Daugherty",
      "name": "Brant Daugherty",
      "aboutText": "Tshokey Karchung (born Tshokey Tshomo Karchung on August 20, 1984) is a Bhutanese actress and beauty pageant title holder who won Miss Bhutan 2008 and competed in Miss Earth 2008. She is also the first Bhutanese woman to be crowned as Miss Bhutan.\nAs an actress, she had acted in many Bhutanese films including Shh...",
      "pageId": 29138313,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Blake_DeWitt",
      "name": "Blake DeWitt",
      "aboutText": "Pavel Eismann (born 20 August 1984) is a Czech footballer who currently plays for FK Fotbal Třinec.",
      "pageId": 29446695,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Thomas_Domingo",
      "name": "Thomas Domingo",
      "aboutText": "Brant David Daugherty (born August 20, 1985) is an American actor, best known for his recurring role as Noel Kahn on the ABC Family series Pretty Little Liars. He also has a recurring role as Brian in the long-running NBC daytime drama Days of Our Lives.\nIn 2013 he was a regular of the cast of Lifetime Network's Army Wives for season 7, which began airing in April 2013, in the role of Patrick Clarke.",
      "pageId": 30248112,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Josh_Flagg",
      "name": "Josh Flagg",
      "aboutText": "Matthew Donald Hague (born August 20, 1985) is an American professional baseball first baseman for the Hanshin Tigers of Nippon Professional Baseball (NPB). He has played in Major League Baseball (MLB) for the Pittsburgh Pirates and Toronto Blue Jays.",
      "pageId": 34596380,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matt_Hague",
      "name": "Matt Hague",
      "aboutText": "Jack Andrew King (born 20 August 1985) is an English footballer who plays as a midfielder for Scunthorpe United.",
      "pageId": 36713672,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jack_King_(footballer,_born_1985)",
      "name": "Jack King",
      "aboutText": "Ingrid Lukas (born 20 August 1984 in Tallinn, Estonia) is an Estonian singer-songwriter, pianist and composer, residing in Switzerland.",
      "pageId": 40255686,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/%C3%81lvaro_Negredo",
      "name": "Álvaro Negredo",
      "aboutText": "Andrew Ronald Edward \"Drew\" Surman (born 20 August 1986) is a South African-born English footballer, who plays as a midfielder for Bournemouth.",
      "pageId": 4042170,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Willie_Ripia",
      "name": "Willie Ripia",
      "aboutText": "Steven Campbell (born 20 August 1986) is an Australian central defender, who currently plays for East Fife.",
      "pageId": 4212930,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Joe_Vitale_(ice_hockey)",
      "name": "Joe Vitale",
      "aboutText": "Álvaro Negredo Sánchez (Spanish pronunciation: [ˈalβaɾo neˈɣɾeðo ˈsant͡ʃeθ]; born 20 August 1985) is a Spanish professional footballer who plays for Valencia CF as a striker.\nNicknamed La fiera de Vallecas (The beast of Vallecas), his early career was associated with Real Madrid, although he could never become a part of its first-team setup, going on to represent other clubs in his country, with his longest spell being at Sevilla. Over the course of seven seasons, he amassed La Liga totals of 239 games and 107 goals.",
      "pageId": 8298153,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Stephen_Ward_(footballer)",
      "name": "Stephen Ward",
      "aboutText": "Stephen Robert Ward (born 20 August 1985) is an Irish professional footballer who plays for English club Burnley. He is able to play in a variety of positions, primarily left back, but also in left midfield and as a striker.\nWard began his senior career with Bohemians in his native Ireland, before moving to English Championship side Wolverhampton Wanderers in 2007.",
      "pageId": 9036860,
      "monthDay": "08/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mark_Washington_(linebacker)",
      "name": "Mark Washington",
      "aboutText": "Lior Jean (Hebrew: ליאור ז'אן‎; born August 20, 1986) is an Israeli footballer who currently plays for Maccabi Yavne. At international level, Jan was capped at levels from under-17 to under-21.\n^ \"Player Details: Gan Lior\".",
      "pageId": 11684144,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Steven_Campbell_(footballer)",
      "name": "Steven Campbell",
      "aboutText": "Mark Washington (born August 20, 1985) is a former American football linebacker. He was signed by the San Francisco 49ers as an undrafted free agent in 2007. He played college football at Texas State.",
      "pageId": 14576821,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Letizia_Ciampa",
      "name": "Letizia Ciampa",
      "aboutText": "Manuel Pamić (born 20 August 1986) is a Croatian footballer who plays as a left back for Croatian side Istra 1961 in Croatian First League.",
      "pageId": 14699511,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Damien_Gaudin",
      "name": "Damien Gaudin",
      "aboutText": "Damien Gaudin (born August 20, 1986 in Beaupréau) is a French road bicycle racer for UCI ProTeam AG2R La Mondiale.\nGaudin left Team Europcar at the end of the 2013 season, and joined Ag2r-La Mondiale for the 2014 season. He was named in the start list for the 2015 Tour de France.",
      "pageId": 14891265,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lior_Jean",
      "name": "Lior Jean",
      "aboutText": "Stefan Aigner (born 20 August 1987) is a German footballer who plays as a midfielder for Eintracht Frankfurt in the Bundesliga.\n^ \"Aigner, Stefan\" (in German). kicker.de.",
      "pageId": 15702089,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryo_Katsuji",
      "name": "Ryo Katsuji",
      "aboutText": "Roy Krishna (born 30 August 1987, in Labasa) is a Fijian association football player, who currently plays as a striker for Wellington Phoenix in the A-League.",
      "pageId": 16932297,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Luis_Alberto_Marco",
      "name": "Luis Alberto Marco",
      "aboutText": "Willie Ripia (born 20 August 1985) is a rugby union player. He plays as a first five-eighth. He was born in Murupara, New Zealand.",
      "pageId": 17486326,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Manuel_Pami%C4%87",
      "name": "Manuel Pamić",
      "aboutText": "Luis Alberto Marco Contreras (born 20 August 1986) is a Spanish middle distance runner. He specializes in the 800 metres.\nMarco was born in Seville.",
      "pageId": 21893833,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrew_Surman",
      "name": "Andrew Surman",
      "aboutText": "Joseph Dominic Vitale (born August 20, 1985) is an American ice hockey player who plays for the Arizona Coyotes of the National Hockey League.",
      "pageId": 23548357,
      "monthDay": "08/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Steven_Zalewski",
      "name": "Steven Zalewski",
      "aboutText": "Steven \"Steve\" Zalewski (born August 20, 1986) is an American professional ice hockey center.",
      "pageId": 24672935,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Krist%C3%ADna_(singer)",
      "name": "Kristína",
      "aboutText": "Kristína Peláková (born 20 August 1987), professionally known as Kristína, is a Slovak singer. Kristína started her career as a child singer, dancer and piano player in Svidník, Slovakia. Following the advice of her music teacher, she took singing as her major and attended the Conservatoire (Music School) in Košice.",
      "pageId": 26369701,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Stefan_Aigner",
      "name": "Stefan Aigner",
      "aboutText": "Ryo Katsuji (勝地 涼, Katsuji Ryō, born August 20, 1986 in Tokyo) is a Japanese actor and voice actor.",
      "pageId": 29234906,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vedran_Janjetovi%C4%87",
      "name": "Vedran Janjetović",
      "aboutText": "Letizia Ciampa (born August 20, 1986) is an Italian voice actress who is best known as the voice of Bloom from Winx Club. She also contributes to dubbing characters from international TV programs. Ciampa is known as the official Italian dub-over artist for Emma Watson and one of the Italian dubbers of Vanessa Hudgens.",
      "pageId": 31268725,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sido_Jombati",
      "name": "Sido Jombati",
      "aboutText": "Egon Kaur (born 20 August 1987) is an Estonian rally driver.",
      "pageId": 32455466,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Egon_Kaur",
      "name": "Egon Kaur",
      "aboutText": "Sido Coelho Jombati (born 20 August 1987) is a Portuguese professional footballer who plays for Wycombe Wanderers as a defender.\n^ \"List of Players under Written Contract Registered Between 01/11/2011 and 30/11/2011\" (PDF). The Football Association.",
      "pageId": 32829773,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Roy_Krishna",
      "name": "Roy Krishna",
      "aboutText": "Vedran Janjetović (born 20 August 1987) is a Croatian born Australian football (soccer) player, currently playing for Sydney FC in the A-League.",
      "pageId": 37807877,
      "monthDay": "08/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/C%C4%83t%C4%83lina_Ponor",
      "name": "Cătălina Ponor",
      "aboutText": "Cătălina Ponor (Romanian pronunciation: [kətəˈlina poˈnor]; born 20 August 1987) is a Romanian artistic gymnast. She won three gold medals at the 2004 Summer Olympics, on balance beam, floor, and as part of the Romanian team.",
      "pageId": 903225,
      "monthDay": "08/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jerryd_Bayless",
      "name": "Jerryd Bayless",
      "aboutText": "Judd Trump (born 20 August 1989) is an English professional snooker player from Bristol and former world number one. He enjoyed considerable success in youth tournaments before turning professional in 2005. On 3 April 2011, Trump won his first ranking title, beating Mark Selby 10–8 in the final of the China Open.",
      "pageId": 4797426,
      "monthDay": "08/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sarah_R,_Lotfi",
      "name": "Sarah R, Lotfi",
      "aboutText": "Nicole \"Nikki\" SooHoo (born August 20, 1988) is a Chinese American actress.",
      "pageId": 10282107,
      "monthDay": "08/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ferhat_Pehlivan",
      "name": "Ferhat Pehlivan",
      "aboutText": "Naathan Phan (commonly known by his screen name, SungHero) (born August 20, 1988) is an Asian Scottish magician, actor, and internet personality whose clips have been featured on Tosh.0. As a magician, he was featured on America's Got Talent, Estrella TV's Tengo Talento, Mucho Talento, and Syfy's Wizard Wars (S01E06: Birds of a Feather), where he and his partner won and took home the $10,000 prize. As an actor, he had a small role as a party-going teenager in the 2007 comedy film Superbad, a driver's ed student in Reno 911!, and numerous stage productions throughout Southern California.",
      "pageId": 13946880,
      "monthDay": "08/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Naathan_Phan",
      "name": "Naathan Phan",
      "aboutText": "Jerryd Andrew Bayless (born August 20, 1988) is an American professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). He played a year of college basketball for the Arizona Wildcats after playing high school basketball at St. Mary's High School in Phoenix, where he scored a career-high 52 points in a loss to eventual state champions, Mesa Mountain View.",
      "pageId": 14143360,
      "monthDay": "08/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nikki_SooHoo",
      "name": "Nikki SooHoo",
      "aboutText": "Ranomi Kromowidjojo (Dutch pronunciation: [raːˈnoːmi ˌkromowiˈdʒojo]; born 20 August 1990) is a Dutch swimmer of mixed Dutch-Javanese Surinamese origin who mainly specialises in sprint freestyle events. She is a triple Olympic champion, winning the gold medal in the 4×100 m freestyle relay at the 2008 Olympics and in the 50 m freestyle and 100 m freestyle at the 2012 Olympics. As part of the Dutch team, she holds the world records in the 4×50 m freestyle relay on short course (25 m pool), and 4×100 m freestyle relay on long course (50 m pool) and short course.",
      "pageId": 16382086,
      "monthDay": "08/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jos%C3%A9_Zamora",
      "name": "José Zamora",
      "aboutText": "Leigh Griffiths (born 20 August 1990) is a Scottish footballer, who plays as a striker for Celtic and the Scotland national football team.\nGriffiths started his career at Livingston where he made his debut as a sixteen-year-old. He then moved to Dundee in 2009 for £125,000.",
      "pageId": 16823913,
      "monthDay": "08/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kirko_Bangz",
      "name": "Kirko Bangz",
      "aboutText": "Macauley Chrisantus (born 20 August 1990 in Abuja) is a Nigerian football striker playing for AEK Athens.",
      "pageId": 23179063,
      "monthDay": "08/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nebil_Gahwagi",
      "name": "Nebil Gahwagi",
      "aboutText": "Dean Winnard (born 20 August 1989) is an English professional footballer who plays for Accrington Stanley.",
      "pageId": 23912646,
      "monthDay": "08/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Silas_Kiplagat",
      "name": "Silas Kiplagat",
      "aboutText": "Nebil Gahwagi (born 20 August 1989 in Budapest) is a Libyan-Hungarian football player who currently plays for Mórahalom VSE and UTC Futsal Team.\n^ \"Nebil Gahwagi\" (in Hungarian).",
      "pageId": 24051416,
      "monthDay": "08/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Slavcho_Shokolarov",
      "name": "Slavcho Shokolarov",
      "aboutText": "José Zamora Girona (born 20 August 1988) is a Spanish retired footballer who played as a winger.",
      "pageId": 24975848,
      "monthDay": "08/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Judd_Trump",
      "name": "Judd Trump",
      "aboutText": "Fabien Jarsalé (born August 20, 1990 in Vannes) is a French professional football player.",
      "pageId": 25068067,
      "monthDay": "08/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dean_Winnard",
      "name": "Dean Winnard",
      "aboutText": "Sarah R. Lotfi (b. August 20, 1988) is a young filmmaker known for her WWII epic The Last Bogatyr (2009), a finalist in consideration for the 37th Student Academy Awards.\nWhile still in highschool during production of her first historical epic To Be Queen (2005), Lotfi's first cinematic attempt to adapt the love-story of Henry VIII and Anne Boleyn.",
      "pageId": 27355665,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jasmyn_Banks",
      "name": "Jasmyn Banks",
      "aboutText": "Silas Kiplagat (born 20 August 1989) is a Kenyan middle-distance runner who specialises in the 1500 metres. He has a personal best of 3:27.64 minutes, which makes him the fourth fastest of all-time over the distance.\nBorn in Siboh Village, Marakwet District, he started training in seriousness for competitive running in 2008 after completing Chebara high school in Marakwet district.",
      "pageId": 29427580,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Macauley_Chrisantus",
      "name": "Macauley Chrisantus",
      "aboutText": "Venelin Filipov (Bulgarian: Венелин Филипов; born 20 August 1990) is a Bulgarian footballer who currently plays as a defender for Beroe Stara Zagora. His brother Tsvetan is also footballer.\n^ a b \"Берое атакува Европа със Спаско, Стивън, Жоро, Ванката и Венелин\" (in Bulgarian).",
      "pageId": 30129011,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Venelin_Filipov",
      "name": "Venelin Filipov",
      "aboutText": "Bradley Klahn (born August 20, 1990) is an American tennis player from Poway, California.\nKlahn played collegiate tennis at Stanford University where he won the 2010 NCAA Singles Championships as a sophomore. His next year as a junior, he was a finalist in the NCAA Doubles Championship.",
      "pageId": 30797993,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Leigh_Griffiths",
      "name": "Leigh Griffiths",
      "aboutText": "Slavcho Petrov Shokolarov (Bulgarian: Славчо Петров Шоколаров; born 20 August 1989) is a Bulgarian football player, currently playing as a midfielder for Pomorie.\n^ \"Slavcho Shokolarov Facts\".",
      "pageId": 32130464,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fabien_Jarsal%C3%A9",
      "name": "Fabien Jarsalé",
      "aboutText": "Ferhat Pehlivan (born August 20, 1988 in Akçaabat, Trabzon Province, Turkey) is a Turkish amateur boxer competing in the light-flyweight division. The 1.68 m (5 ft 6 in) tall boxer at 49 kg (108 lb) was a member of the Karnet S.K. in Akçaabat, Trabzon before he transferred to Fenerbahçe Boxing. He is coached by Altar Kalkışım.",
      "pageId": 32219637,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bradley_Klahn",
      "name": "Bradley Klahn",
      "aboutText": "Kirk Jerel Randle (born August 20, 1989), better known by his stage name Kirko Bangz, is an American rapper, singer, and record producer signed to Atlantic Records. Bangz started rapping at the age of fifteen, due in part to witnessing his mother struggle as a single parent; using his mother’s pain as motivation. He is best known for his single, \"Drank In My Cup\" which was released in 2011 and peaked at number 28 on the US Billboard Hot 100 chart.",
      "pageId": 33897056,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ranomi_Kromowidjojo",
      "name": "Ranomi Kromowidjojo",
      "aboutText": "Jasmyn Grace Banks (born 20 August 1990) is an English actress. A graduate of the Italia Conti Academy of Theatre Arts, Banks has acted in stage productions since 2005 and she has had roles in various television productions since 2006. She was cast as Alice Branning in the BBC soap opera EastEnders in 2012, making her screen debut on 10 May that year.",
      "pageId": 36236780,
      "monthDay": "08/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Conlin_McCabe",
      "name": "Conlin McCabe",
      "aboutText": "Liana Daine Liberato (born August 20, 1995) is an American television and film actress. She played the younger version of the female lead in the 2014 film The Best of Me and starred in the 2010 films, Trust and The Last Sin Eater .",
      "pageId": 12283768,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tejitu_Daba",
      "name": "Tejitu Daba",
      "aboutText": "Demetria Devonne \"Demi\" Lovato (/ˈdɛmi lɵˈvɑːtoʊ/ DEM-ee loh-VAH-toh or lə-VAH-toh) (born August 20, 1992) is an American singer, songwriter, actress and model who made her debut as a child actress in Barney & Friends. In 2008, Lovato rose to prominence in the Disney Channel television film Camp Rock and signed a recording contract with Hollywood Records. Musically, Lovato is considered a pop, pop rock and R&B artist.",
      "pageId": 12520860,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Marko_Djokovic",
      "name": "Marko Djokovic",
      "aboutText": "Marko Djokovic (Serbian: Марко Ђоковић / Marko Đoković, pronounced [mâːrkɔ d͡ʑɔ̂ːkɔʋit͡ɕ]; born August 20, 1991) is a Serbian tennis player. Being the middle of the three children of Dijana and Srđan Đoković, younger brother of Novak Djokovic and elder to Đorđe.\n^ \"Serbian players emerge from a broken country\".",
      "pageId": 12824631,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dejan_Glavica",
      "name": "Dejan Glavica",
      "aboutText": "Luke Marcus O'Neill (born 20 August 1991) is an English professional footballer who plays as a defender for League One club Southend United. He graduated from the Leicester City youth academy. He has represented England at under-17 level.",
      "pageId": 19150248,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Cory_Joseph",
      "name": "Cory Joseph",
      "aboutText": "Mario Tičinović (born 20 August 1991) is a Croatian footballer, who plays for Lokeren in the Belgian Pro League as a winger.",
      "pageId": 20544602,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jyrki_Jokipakka",
      "name": "Jyrki Jokipakka",
      "aboutText": "Arseny Maksimovich Logashov (Russian: Арсений Максимович Логашов; born August 20, 1991 in Kursk) is a Russian professional footballer.",
      "pageId": 22691251,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Arseny_Logashov",
      "name": "Arseny Logashov",
      "aboutText": "Matej Delač (born 20 August 1992) is a Croatian goalkeeper originating in Bosnia and Herzegovina who plays for Sarajevo on loan from Chelsea.",
      "pageId": 24171777,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Luke_O%27Neill",
      "name": "Luke O'Neill",
      "aboutText": "Deniss Rakeļs (born 20 August 1992 in Jēkabpils) is a Latvian footballer, who currently plays for the Polish Ekstraklasa club Cracovia.",
      "pageId": 24861479,
      "monthDay": "08/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Mario_Ti%C4%8Dinovi%C4%87",
      "name": "Mario Tičinović",
      "aboutText": "Cory Ephram Joseph (born August 20, 1991) is a Canadian professional basketball player for the Toronto Raptors of the National Basketball Association (NBA).",
      "pageId": 32187614,
      "monthDay": "08/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Matej_Dela%C4%8D",
      "name": "Matej Delač",
      "aboutText": "Jyrki Jokipakka (born 20 August 1991) is a Finnish professional ice hockey defenceman who is currently playing for the Dallas Stars of the National Hockey League (NHL).",
      "pageId": 32211719,
      "monthDay": "08/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Demi_Lovato",
      "name": "Demi Lovato",
      "aboutText": "Dejan Glavica (born 20 August 1991) is a Croatian football midfielder currently playing for NK Zavrč.",
      "pageId": 32331382,
      "monthDay": "08/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Andrei_Peteleu",
      "name": "Andrei Peteleu",
      "aboutText": "Tejitu Daba Chalchissa (born 20 August 1991) is an Ethiopian-born long-distance runner who competes internationally for Bahrain. She competes mainly in cross country and track running events. She won the gold medal over 5000 metres at the 2011 Asian Athletics Championships.",
      "pageId": 32357367,
      "monthDay": "08/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Deniss_Rakels",
      "name": "Deniss Rakels",
      "aboutText": "Mario Jelavić (born 20 August 1993) is a Croatian football forward, who is currently play for Åtvidabergs FF.",
      "pageId": 32636448,
      "monthDay": "08/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mario_Jelavi%C4%87",
      "name": "Mario Jelavić",
      "aboutText": "Conlin McCabe (born August 20, 1990) is a Canadian rower. He won a silver medal at the 2012 Olympic games and two gold medals at the 2015 Pan American Games.\nBorn in Brockville, Ontario, McCabe rowed for the University of Washington from 2009 to 2013 (after taking a year off for the Olympics), helping the Huskies win three national championships.",
      "pageId": 36166026,
      "monthDay": "08/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/MK_Nobilette",
      "name": "MK Nobilette",
      "aboutText": "Andrei Peteleu (born 20 August 1992) is a Romanian professional footballer who plays as a right back for Petrolul Ploiești.\n^ \"Al treilea transfer al Petrolului într-o zi: Andrei Peteleu este noul fundaş dreapta al prahovenilor\". ProSport.",
      "pageId": 36626156,
      "monthDay": "08/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kamel_Zeghli",
      "name": "Kamel Zeghli",
      "aboutText": "Kamel Zeghli (born August 20, 1993 in Béjaïa) is an Algerian football player who plays for JSM Béjaïa in the Algerian Ligue Professionnelle 1.",
      "pageId": 38033505,
      "monthDay": "08/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Merily_Toom",
      "name": "Merily Toom",
      "aboutText": "Anna Danilina (Russian: Анна Данилина; born 20 August 1995 in Moscow) is a Kazakhstani tennis player. She previously represented Russia, her nation of birth, but switched allegiances in mid-2011 and has subsequently represented Kazakhstan.\nDanilina has won one singles and five doubles titles on the ITF tour in her career.",
      "pageId": 38426303,
      "monthDay": "08/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Anna_Danilina",
      "name": "Anna Danilina",
      "aboutText": "Merily Toom (born 20 August 1994) is an Estonian football player, who plays as a striker for Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team.\n^ \"Eesti Jalgpalli Liit\". jalgpall.ee.",
      "pageId": 40999502,
      "monthDay": "08/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Liana_Liberato",
      "name": "Liana Liberato",
      "aboutText": "Michaela Anne Nobilette (born August 20, 1993), also Emkay Brazil, most commonly known as MK Nobilette is an American singer from San Francisco, California, who finished in tenth place on the thirteenth season of American Idol.\nShe is the first finalist to be openly gay going into the top contestants round, and the only openly gay female to compete in the finals.",
      "pageId": 42004333,
      "monthDay": "08/20"
    },
    {
      "year": "2000",
      "uri": "/wiki/Anastasia_A._Gubanova",
      "name": "Anastasia A. Gubanova",
      "aboutText": "Anastasia Andreyevna Gubanova (Russian: Анастасия Андреевна Губанова; born 20 August 2000) is a Russian pair skater.",
      "pageId": 45589602,
      "monthDay": "08/20"
    },
    {
      "year": "2000",
      "uri": "/wiki/F%C3%A1tima_Ptacek",
      "name": "Fátima Ptacek",
      "aboutText": "Fátima Ptacek (born August 20, 2000) is an American child actress and model. She is best known as the current voice of Dora in Nickelodeon animated television series Dora the Explorer (2011–2015) and Dora and Friends: Into the City!",
      "pageId": 27327227,
      "monthDay": "08/20"
    }
  ]
}