{
  "people": [
    {
      "year": "1165",
      "uri": "/wiki/Philip_II_of_France",
      "name": "Philip II of France",
      "aboutText": "Afonso VI (Portuguese pronunciation: [ɐˈfõsu]; English: Alphonzo or Alphonse, Old Portuguese: Affonso; 21 August 1643 – 12 September 1683) was King of Portugal and the Algarves from 1656, the second of the House of Braganza, known as \"the Victorious\" (o Vitorioso).",
      "pageId": 1662,
      "monthDay": "08/21"
    },
    {
      "year": "1535",
      "uri": "/wiki/Shimazu_Yoshihiro",
      "name": "Shimazu Yoshihiro",
      "aboutText": "Baron Augustin-Louis Cauchy FRS FRSE (French: [oɡysˈtɛ̃ lwi koˈʃi]; 21 August 1789 – 23 May 1857) was a French mathematician reputed as a pioneer of analysis. He was one of the first to state and prove theorems of calculus rigorously, rejecting the heuristic principle of the generality of algebra of earlier authors. He almost singlehandedly founded complex analysis and the study of permutation groups in abstract algebra.",
      "pageId": 1842,
      "monthDay": "08/21"
    },
    {
      "year": "1567",
      "uri": "/wiki/Francis_de_Sales",
      "name": "Francis de Sales",
      "aboutText": "Philip II, called Philip Augustus (French: Philippe Auguste; 21 August 1165 – 14 July 1223) was a King of France from the House of Capet who reigned from 1180 to 1223. Philip's predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself king of France. The son of King Louis VII and his third wife, Adèle of Champagne, he was originally nicknamed \"God-given\" because he was the first son of Louis VII, born late in his father's life.",
      "pageId": 25093,
      "monthDay": "08/21"
    },
    {
      "year": "1597",
      "uri": "/wiki/Roger_Twysden",
      "name": "Roger Twysden",
      "aboutText": "William IV (William Henry; 21 August 1765 – 20 June 1837) was King of the United Kingdom of Great Britain and Ireland and King of Hanover from 26 June 1830 until his death. The third son of George III and younger brother and successor to George IV, he was the last king and penultimate monarch of Britain's House of Hanover.\nWilliam served in the Royal Navy in his youth and was, both during his reign and afterwards, nicknamed the \"Sailor King\".",
      "pageId": 43271,
      "monthDay": "08/21"
    },
    {
      "year": "1643",
      "uri": "/wiki/Afonso_VI_of_Portugal",
      "name": "Afonso VI of Portugal",
      "aboutText": "William Murdoch (sometimes spelled Murdock) (21 August 1754 – 15 November 1839) was a Scottish engineer and long-term inventor.\nMurdoch was employed by the firm of Boulton and Watt and worked for them in Cornwall, as a steam engine erector for ten years, spending most of the rest of his life in Birmingham, England.\nMurdoch was the inventor of the oscillating cylinder steam engine, and gas lighting is attributed to him in the early 1790s, also the term \"gasometer\".",
      "pageId": 58769,
      "monthDay": "08/21"
    },
    {
      "year": "1660",
      "uri": "/wiki/Hubert_Gautier",
      "name": "Hubert Gautier",
      "aboutText": "Jean Servais Stas (August 21, 1813 - December 13, 1891) was a Belgian analytical chemist.",
      "pageId": 164047,
      "monthDay": "08/21"
    },
    {
      "year": "1665",
      "uri": "/wiki/Giacomo_F._Maraldi",
      "name": "Giacomo F. Maraldi",
      "aboutText": "James FitzJames, 1st Duke of Berwick, 1st Duke of Fitz-James, 1st Duke of Liria and Jérica (21 August 1670 – 12 June 1734) was an Anglo-French military leader, illegitimate son of King James II of England by Arabella Churchill, sister of the 1st Duke of Marlborough.",
      "pageId": 214079,
      "monthDay": "08/21"
    },
    {
      "year": "1670",
      "uri": "/wiki/James_FitzJames,_1st_Duke_of_Berwick",
      "name": "James FitzJames, 1st Duke of Berwick",
      "aboutText": "Jules Michelet (French: [ʒyl miʃəlɛ]; 21 August 1798 – 9 February 1874) was a French historian. He was born in Paris to a family with Huguenot traditions.\nIn his 1855 work, Histoire de France (History of France), Jules Michelet was the first historian to use and define the word Renaissance (\"Re-birth\" in French), as a period in Europe's cultural history that represented a drastic break from the Middle Ages (which he loathed), creating a modern understanding of humanity and its place in the world.",
      "pageId": 303688,
      "monthDay": "08/21"
    },
    {
      "year": "1725",
      "uri": "/wiki/Jean-Baptiste_Greuze",
      "name": "Jean-Baptiste Greuze",
      "aboutText": "Charles Frédéric Gerhardt (21 August 1816 – 19 August 1856) was a French chemist.",
      "pageId": 530598,
      "monthDay": "08/21"
    },
    {
      "year": "1754",
      "uri": "/wiki/William_Murdoch",
      "name": "William Murdoch",
      "aboutText": "Jean-Baptiste Greuze (21 August 1725 – 4 March 1805) was a French painter of portraits, genre scenes, and history painting.",
      "pageId": 629014,
      "monthDay": "08/21"
    },
    {
      "year": "1754",
      "uri": "/wiki/Banastre_Tarleton",
      "name": "Banastre Tarleton",
      "aboutText": "Sir Banastre Tarleton, 1st Baronet, GCB (21 August 1754 – 15 January 1833) was a British soldier and politician. He was eventually ranked as a general years after his service in the colonies during the American War of Independence, but he never led troops into battle after that.\nHe is probably best remembered for his military service during that war, which he started at the age of 21.",
      "pageId": 654400,
      "monthDay": "08/21"
    },
    {
      "year": "1765",
      "uri": "/wiki/William_IV_of_the_United_Kingdom",
      "name": "William IV of the United Kingdom",
      "aboutText": "Nathaniel Everett Green (August 21, 1823 – November 10, 1899) was an English painter, art teacher and astronomer. He professionally painted landscapes and portraits, and also gained fame with his drawings of planets.",
      "pageId": 846063,
      "monthDay": "08/21"
    },
    {
      "year": "1789",
      "uri": "/wiki/Augustin-Louis_Cauchy",
      "name": "Augustin-Louis Cauchy",
      "aboutText": "Giacomo Filippo Maraldi (August 21, 1665 – December 1, 1729) was a French-Italian astronomer and mathematician. His name is also given as Jacques Philippe Maraldi. Born in Perinaldo (modern Liguria) he was the nephew of Giovanni Cassini, and worked most of his life at the Paris Observatory (1687 – 1718).",
      "pageId": 871562,
      "monthDay": "08/21"
    },
    {
      "year": "1798",
      "uri": "/wiki/Jules_Michelet",
      "name": "Jules Michelet",
      "aboutText": "Karl Gegenbaur (21 August 1826 – 14 June 1903) was a German anatomist and professor who demonstrated that the field of comparative anatomy offers important evidence supporting of the theory of evolution. As a professor of anatomy at the University of Jena (1855–1873) and at the University of Heidelberg (1873–1903), Karl Gegenbaur was a strong supporter of Charles Darwin's theory of organic evolution, having taught and worked, beginning in 1858, with Ernst Haeckel, 8 years his junior.\nGegenbaur's book Grundzüge der vergleichenden Anatomie (1859; Elements of Comparative Anatomy) became the standard textbook, at the time, of evolutionary morphology, emphasizing that structural similarities among various animals provide clues to their evolutionary history.",
      "pageId": 940542,
      "monthDay": "08/21"
    },
    {
      "year": "1800",
      "uri": "/wiki/Hiram_Walden",
      "name": "Hiram Walden",
      "aboutText": "Shimazu Yoshihiro (島津 義弘, August 21, 1535 – August 30, 1619) was the second son of Shimazu Takahisa and younger brother of Shimazu Yoshihisa. It had traditionally been believed that he became the seventeenth head of the Shimazu clan after Yoshihisa, but it is currently believed that he let Yoshihisa keep his position.\nHe was a skilled general during the Sengoku period, and the victory against Ito clan at the battle of Kizaki on 1572 is counted as one of his many victories.",
      "pageId": 1193618,
      "monthDay": "08/21"
    },
    {
      "year": "1801",
      "uri": "/wiki/Guillaume_Groen_van_Prinsterer",
      "name": "Guillaume Groen van Prinsterer",
      "aboutText": "Guillaume Groen van Prinsterer (21 August 1801 – 19 May 1876), Dutch politician and historian, was born at Voorburg, near the Hague.",
      "pageId": 1267701,
      "monthDay": "08/21"
    },
    {
      "year": "1813",
      "uri": "/wiki/Jean_Stas",
      "name": "Jean Stas",
      "aboutText": "Francis de Sales, CO OM OFM Cap. (French: François de Sales; 21 August 1567 – 28 December 1622) was a Bishop of Geneva and is honored as a saint in the Roman Catholic Church. He became noted for his deep faith and his gentle approach to the religious divisions in his land resulting from the Protestant Reformation.",
      "pageId": 1539420,
      "monthDay": "08/21"
    },
    {
      "year": "1816",
      "uri": "/wiki/Charles_Fr%C3%A9d%C3%A9ric_Gerhardt",
      "name": "Charles Frédéric Gerhardt",
      "aboutText": "Henri Gautier (21 August 1660 – 27 September 1737) was a French engineer. He was born in Nîmes, France.\nGautier initially trained as a doctor, turning to mathematics and finally engineering.",
      "pageId": 2524543,
      "monthDay": "08/21"
    },
    {
      "year": "1823",
      "uri": "/wiki/Nathaniel_Everett_Green",
      "name": "Nathaniel Everett Green",
      "aboutText": "Hiram Walden (August 21, 1800 – July 21, 1880) was a United States Representative from New York.\nWalden was born in Pawlet, Vermont on August 21, 1800, where he attended the district schools. He moved to Berne, New York in 1818 and to what became known as Waldenville, in the Town of Wright, Schoharie County, New York in 1821.",
      "pageId": 10840308,
      "monthDay": "08/21"
    },
    {
      "year": "1826",
      "uri": "/wiki/Karl_Gegenbaur",
      "name": "Karl Gegenbaur",
      "aboutText": "Sir Roger Twysden, 2nd Baronet (21 August 1597 – 27 June 1672), of Roydon Hall in Kent, was an English historian and politician who sat in the House of Commons at various times between 1625 and 1640.",
      "pageId": 11918608,
      "monthDay": "08/21"
    },
    {
      "year": "1840",
      "uri": "/wiki/Ferdinand_Hamer",
      "name": "Ferdinand Hamer",
      "aboutText": "William James \"Count\" Basie (August 21, 1904 – April 26, 1984) was an American jazz pianist, organist, bandleader, and composer. His mother taught him to play the piano and he started performing in his teens. Dropping out of school, he learned to operate lights for vaudeville and to improvise accompaniment for silent films at a local movie theater in his home town of Red Bank, New Jersey.",
      "pageId": 68090,
      "monthDay": "08/21"
    },
    {
      "year": "1858",
      "uri": "/wiki/Rudolf,_Crown_Prince_of_Austria",
      "name": "Rudolf, Crown Prince of Austria",
      "aboutText": "Isadore \"Friz\" Freleng (August 21, 1906 – May 26, 1995), often credited as I. Freleng, was an American animator, cartoonist, director, producer and composer famous for his work on the Looney Tunes and Merrie Melodies series of cartoons from Warner Bros.",
      "pageId": 197469,
      "monthDay": "08/21"
    },
    {
      "year": "1862",
      "uri": "/wiki/Emilio_Salgari",
      "name": "Emilio Salgari",
      "aboutText": "Rudolf (21 August 1858 – 30 January 1889), who was Archduke of Austria and Crown Prince of Austria-Hungary, was the heir apparent to the Austro-Hungarian Empire from birth. In 1889, he died in a suicide pact with his mistress, Baroness Mary Vetsera, at the Mayerling hunting lodge. The ensuing scandal made international headlines.",
      "pageId": 211681,
      "monthDay": "08/21"
    },
    {
      "year": "1869",
      "uri": "/wiki/William_Henry_Ogilvie",
      "name": "William Henry Ogilvie",
      "aboutText": "Aubrey Vincent Beardsley (21 August 1872 – 16 March 1898) was an English illustrator and author. His drawings in black ink, influenced by the style of Japanese woodcuts, emphasized the grotesque, the decadent, and the erotic. He was a leading figure in the Aesthetic movement which also included Oscar Wilde and James A. McNeill Whistler.",
      "pageId": 220166,
      "monthDay": "08/21"
    },
    {
      "year": "1872",
      "uri": "/wiki/Aubrey_Beardsley",
      "name": "Aubrey Beardsley",
      "aboutText": "Emilio Salgari (Italian pronunciation: [eˈmiljo salˈɡari], but often erroneously pronounced [ˈsalɡari]; 21 August 1862 – 25 April 1911) was an Italian writer of action adventure swashbucklers and a pioneer of science fiction.\nFor over a century, his novels were mandatory reading for generations of youth eager for exotic adventures. In Italy, his extensive body of work was more widely read than that of Dante.",
      "pageId": 792790,
      "monthDay": "08/21"
    },
    {
      "year": "1878",
      "uri": "/wiki/Richard_Girulatis",
      "name": "Richard Girulatis",
      "aboutText": "William Henry Ogilvie (21 August 1869 – 30 January 1963) was a Scottish-Australian narrative poet and horseman.",
      "pageId": 948069,
      "monthDay": "08/21"
    },
    {
      "year": "1879",
      "uri": "/wiki/Claude_Grahame-White",
      "name": "Claude Grahame-White",
      "aboutText": "Emiliano Mercado del Toro (August 21, 1891 – January 24, 2007) was, at age 115, the world's oldest person for six weeks, and the world's oldest man from November 19, 2004 (death of Fred H. Hale, Sr.) until his own death on January 24, 2007.\nAt the time of his death in January 2007, at the age of 115 years and 156 days, Mercado was the second oldest fully validated male ever, behind Danish-American Christian Mortensen's record of 115 years 252 days. He continued to hold this position until more than five years later, when, on September 23, 2012, Japanese man Jiroemon Kimura surpassed his age.",
      "pageId": 1255014,
      "monthDay": "08/21"
    },
    {
      "year": "1884",
      "uri": "/wiki/Chandler_Egan",
      "name": "Chandler Egan",
      "aboutText": "Major General Robert Keith Arbuthnott, 15th Viscount of Arbuthnott CB, CBE, DSO, MC, DL (21 August 1897 – 15 December 1966) was a senior officer in the British Army.\nHe was educated at Fettes College and the Royal Military College, Sandhurst. He served in both World Wars and was mentioned in despatches.",
      "pageId": 1496003,
      "monthDay": "08/21"
    },
    {
      "year": "1885",
      "uri": "/wiki/%C3%89douard_Fabre",
      "name": "Édouard Fabre",
      "aboutText": "Édouard Fabre (August 21, 1885 – July 1, 1939) was a Canadian marathon runner.\nBorn in Sainte-Geneviève, Quebec, he won the Boston Marathon in 1915, with a time of 2:56:41.8. In 1914, he had come in second in the Boston Marathon to fellow Canadian James Duffy.",
      "pageId": 2371776,
      "monthDay": "08/21"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ruth_Manning-Sanders",
      "name": "Ruth Manning-Sanders",
      "aboutText": "James Paul Moody (21 August 1887 – 15 April 1912) was the Sixth Officer of the RMS Titanic and the only junior officer of the ship to die in the disaster. Born in England, he received a prestigious education and served the White Star Line aboard the luxurious RMS Oceanic.\nWhen Titanic struck the iceberg, he was on watch on the bridge alongside First Officer William Murdoch when the ship hit an iceberg.",
      "pageId": 4376454,
      "monthDay": "08/21"
    },
    {
      "year": "1887",
      "uri": "/wiki/James_Paul_Moody",
      "name": "James Paul Moody",
      "aboutText": "Claude Grahame-White (21 August 1879 – 19 August 1959) was an English pioneer of aviation, and the first to make a night flight, during the Daily Mail sponsored 1910 London to Manchester air race.",
      "pageId": 5434371,
      "monthDay": "08/21"
    },
    {
      "year": "1891",
      "uri": "/wiki/Emiliano_Mercado_del_Toro",
      "name": "Emiliano Mercado del Toro",
      "aboutText": "Angel Karaliychev (Bulgarian: Ангел Каралийчев) (21 August 1902, Strazhitsa, Veliko Turnovo Province – 14 December 1972, Sofia) was a Bulgarian writer of children's literature.",
      "pageId": 5787884,
      "monthDay": "08/21"
    },
    {
      "year": "1892",
      "uri": "/wiki/Charles_Vanel",
      "name": "Charles Vanel",
      "aboutText": "Ruth Manning-Sanders (21 August 1886 – 12 October 1988) was a prolific British poet and author who was perhaps best known for her series of children's books in which she collected and retold fairy tales from all over the world.",
      "pageId": 6521879,
      "monthDay": "08/21"
    },
    {
      "year": "1897",
      "uri": "/wiki/Keith_Arbuthnott,_15th_Viscount_of_Arbuthnott",
      "name": "Keith Arbuthnott, 15th Viscount of Arbuthnott",
      "aboutText": "Charles-Marie Vanel, known as Charles Vanel (21 August 1892 – 15 April 1989) was a French actor and director. He made his screen debut in 1912, in Robert Péguy's Jim Crow, and is perhaps best remembered for his role as a desperate truck driver in Clouzot's acclaimed The Wages of Fear, a film that won both the Golden Bear and Palme d'Or in 1953.\nIn Hitchcock's 1955 film, To Catch a Thief, he played a restaurateur who had served in the French Resistance with Cary Grant.",
      "pageId": 11288626,
      "monthDay": "08/21"
    },
    {
      "year": "1902",
      "uri": "/wiki/Angel_Karaliychev",
      "name": "Angel Karaliychev",
      "aboutText": "Henry Chandler Egan (August 21, 1884 – April 5, 1936) was an American amateur golfer and golf course architect of the early 20th century.",
      "pageId": 12571658,
      "monthDay": "08/21"
    },
    {
      "year": "1903",
      "uri": "/wiki/Kostas_Giannidis",
      "name": "Kostas Giannidis",
      "aboutText": "P. Jeevanandham (1907–1963) also called Jeeva, was a social reformer, political leader, litterateur and one of the pioneers of the Communist and socialist movements in the state of Tamil Nadu, India.\nHe was not only a socio-political leader, but was also a cultural theoretician, an excellent orator, journalist and critic; and above all, a relentless fighter for the deprived.",
      "pageId": 15912688,
      "monthDay": "08/21"
    },
    {
      "year": "1904",
      "uri": "/wiki/Count_Basie",
      "name": "Count Basie",
      "aboutText": "Ferdinandus Hubertus Hamer C.I.C.M. (born 21 August 1840 in Nijmegen, Netherlands, died 23 July 1900 in To Tsjeng, Inner Mongolia, China) was a Catholic missionary to China and bishop who was killed in the Boxer rebellion in China.",
      "pageId": 23066002,
      "monthDay": "08/21"
    },
    {
      "year": "1905",
      "uri": "/wiki/Bipin_Gupta",
      "name": "Bipin Gupta",
      "aboutText": "Richard Girulatis (21 August 1878 – 12 May 1963) was a German football manager.\nGirulatis, having played for BTuFC Union 1892 in the 1905 Brandenburg football championship, went to live in the United States for some years. After coming back to Germany, he took over his old club and in 1912 became the first manager of Tennis Borussia Berlin.",
      "pageId": 28200798,
      "monthDay": "08/21"
    },
    {
      "year": "1906",
      "uri": "/wiki/Friz_Freleng",
      "name": "Friz Freleng",
      "aboutText": "Bipin Gupta (August 21, 1905 – September 9, 1981) was an Indian actor and artist during the 1930s and 1960s. He acted in Bengali cinema and Hindi cinema, in notable films like Baiju Bawra (1952), Jagriti (1954), some Gemini and Vasu Menon Films like Gharana, Grahasti, Hamrahi, Sasural and other films like Mamta (1966), Amrapali (1966), jeevan Mrityu and Khilona (1970).",
      "pageId": 31101766,
      "monthDay": "08/21"
    },
    {
      "year": "1907",
      "uri": "/wiki/P._Jeevanandham",
      "name": "P. Jeevanandham",
      "aboutText": "Yannis Costantinidis (Γιάννης Κωνσταντινίδης), also known by the penname Kostas Giannidis (Greek: Κώστας Γιαννίδης) (21 August 1903 – 17 January 1984) was a Greek composer, pianist and conductor.\nGiannidis was born in Smyrna in 1903. He came to Greece after the destruction of Smyrna and continued his studies in Berlin (1923–1931).",
      "pageId": 34059804,
      "monthDay": "08/21"
    },
    {
      "year": "1908",
      "uri": "/wiki/M._M._Kaye",
      "name": "M. M. Kaye",
      "aboutText": "John Francis \"Jack\" Buck (August 21, 1924 – June 18, 2002) was an American sportscaster, best known for his work announcing Major League Baseball games of the St. Louis Cardinals. His play-by-play work earned him recognition from numerous Halls of Fame, such as the National Baseball Hall of Fame, the Pro Football Hall of Fame, and the National Radio Hall of Fame.",
      "pageId": 60025,
      "monthDay": "08/21"
    },
    {
      "year": "1909",
      "uri": "/wiki/Nikolay_Bogolyubov",
      "name": "Nikolay Bogolyubov",
      "aboutText": "Mary Margaret ('Mollie') Kaye (21 August 1908 – 29 January 2004) was a British writer.",
      "pageId": 457873,
      "monthDay": "08/21"
    },
    {
      "year": "1912",
      "uri": "/wiki/Toe_Blake",
      "name": "Toe Blake",
      "aboutText": "Consuelo Velázquez (August 21, 1916 – January 22, 2005) (popularly also known as Consuelito Velázquez) was a Mexican concert pianist, songwriter and recording artist.\nAccording to her obituary, she was 88 years old when she died. Most music resources, however, list her birth date as August 29, 1924, in Ciudad Guzmán, state of Jalisco, Mexico.",
      "pageId": 864662,
      "monthDay": "08/21"
    },
    {
      "year": "1914",
      "uri": "/wiki/Doug_Wright_(cricketer)",
      "name": "Doug Wright",
      "aboutText": "Christopher Robin Milne (21 August 1920 – 20 April 1996) was the son of author A. A. Milne. As a child, he was the basis of the character Christopher Robin in his father's Winnie-the-Pooh stories and in two books of poems.",
      "pageId": 1298313,
      "monthDay": "08/21"
    },
    {
      "year": "1915",
      "uri": "/wiki/Raquel_Rastenni",
      "name": "Raquel Rastenni",
      "aboutText": "Joseph Hector \"Toe\" Blake, CM (August 21, 1912 – May 17, 1995) was a Canadian ice hockey player and coach in the National Hockey League (NHL).",
      "pageId": 1298601,
      "monthDay": "08/21"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bill_Lee_(singer)",
      "name": "Bill Lee",
      "aboutText": "Raquel Rastenni (21 August 1915 - 17 August 1998), born Anna Rachel Rastén, was a popular Danish singer. She was born in Copenhagen, and grew up in a little apartment in the poor central part of the city. Her Jewish parents had immigrated to Denmark from Russia at the start of the 20th century.",
      "pageId": 1509952,
      "monthDay": "08/21"
    },
    {
      "year": "1916",
      "uri": "/wiki/Consuelo_Vel%C3%A1zquez",
      "name": "Consuelo Velázquez",
      "aboutText": "Mario Laserna Pinzón (August 21, 1923 – July 16, 2013) was a Colombian educator and politician born in Paris of Colombian parents. Laserna Pinzón is credited for being the founder of the Los Andes University in Bogotá, which was incorporated in 1948 and is a private institution modeled on the United States liberal arts educational system.",
      "pageId": 1803064,
      "monthDay": "08/21"
    },
    {
      "year": "1917",
      "uri": "/wiki/Leonid_Hurwicz",
      "name": "Leonid Hurwicz",
      "aboutText": "Courtney Keith Allen (August 21, 1923 – February 4, 2014) was a Canadian professional ice hockey defenceman and National Hockey League (NHL) head coach and general manager. He was born in Saskatoon, Saskatchewan.",
      "pageId": 1987429,
      "monthDay": "08/21"
    },
    {
      "year": "1918",
      "uri": "/wiki/Billy_Reay",
      "name": "Billy Reay",
      "aboutText": "Jack Weston (born Jack Weinstein; August 21, 1924 – May 3, 1996) was an American film, stage, and television actor.",
      "pageId": 2003787,
      "monthDay": "08/21"
    },
    {
      "year": "1920",
      "uri": "/wiki/Christopher_Robin_Milne",
      "name": "Christopher Robin Milne",
      "aboutText": "William Tulip Reay (August 21, 1918 – September 23, 2004) was a Canadian National Hockey League hockey player and coach.\nBorn in Winnipeg, Manitoba, he played in the NHL for 10 seasons with the Montreal Canadiens and the Detroit Red Wings. In 479 games, he scored 105 goals and 267 points and in 63 playoff games, he scored 13 goals and 29 points.",
      "pageId": 2188605,
      "monthDay": "08/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Reuven_Feuerstein",
      "name": "Reuven Feuerstein",
      "aboutText": "Christopher Eugene \"Chris\" Schenkel (August 21, 1923 – September 11, 2005) was an American sportscaster.",
      "pageId": 2407993,
      "monthDay": "08/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jaymala_Shiledar",
      "name": "Jaymala Shiledar",
      "aboutText": "Nikolay Nikolayevich Bogolyubov (Russian: Никола́й Никола́евич Боголю́бов; 21 August 1909 – 13 February 1992), also transliterated as Bogoliubov and Bogolubov, was a Soviet mathematician and theoretical physicist known for a significant contribution to quantum field theory, classical and quantum statistical mechanics, and the theory of dynamical systems; a recipient of the Dirac Prize (1992).",
      "pageId": 2582609,
      "monthDay": "08/21"
    },
    {
      "year": "1922",
      "uri": "/wiki/Albert_Irvin",
      "name": "Albert Irvin",
      "aboutText": "Douglas Vivian Parson Wright, better known as Doug Wright (born 21 August 1914, Sidcup, Kent, died Canterbury, Kent 13 November 1998) was an English cricketer. A leg-spinner for Kent and England from 1932 to 1957 he took a record seven hat-tricks in first class cricket. He played for Kent for 25 years and was their first professional captain from late 1953 to 1956.",
      "pageId": 3249279,
      "monthDay": "08/21"
    },
    {
      "year": "1923",
      "uri": "/wiki/Keith_Allen_(ice_hockey)",
      "name": "Keith Allen",
      "aboutText": "Reuven Feuerstein (Hebrew: ראובן פוירשטיין; August 21, 1921 – April 29, 2014) was an Israeli clinical, developmental, and cognitive psychologist, known for his theory of intelligence which states “it is not ‘fixed’, but rather modifiable”. Feuerstein is recognized for his work in developing the theories and applied systems of: structural cognitive modifiability, mediated learning experience, cognitive map, deficient cognitive functions, learning propensity assessment device, instrumental enrichment programs, and shaping modifying environments. These interlocked practices provide educators with the skills and tools to systematically develop students’ cognitive functions and operations to build meta-cognition.",
      "pageId": 4049435,
      "monthDay": "08/21"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mario_Laserna_Pinz%C3%B3n",
      "name": "Mario Laserna Pinzón",
      "aboutText": "Toma Caragiu (Romanian pronunciation: [ˈtoma karaˈd͡ʒi.u]; 21 August 1925 – 4 March 1977) was a prolific Romanian theatre, television and film actor.\nHe was born in Ploiesti, Romania in an Aromanian family, from the Greek village of Aetomilitsa, in the region of Epirus on 21 August 1925. Toma Caragiu was one of the best Romanian actors, with a rich activity in both film and theatre.",
      "pageId": 4242545,
      "monthDay": "08/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jack_Buck",
      "name": "Jack Buck",
      "aboutText": "Leonid \"Leo\" Hurwicz (August 21, 1917 – June 24, 2008) was a Polish-American economist and mathematician, born in Moscow. He originated incentive compatibility and mechanism design, which show how desired outcomes are achieved in economics, social science and political science. Interactions of individuals and institutions, markets and trade are analyzed and understood today using the models Hurwicz developed.",
      "pageId": 10326658,
      "monthDay": "08/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Chris_Schenkel",
      "name": "Chris Schenkel",
      "aboutText": "Nellya Baughman (August 21, 1935 – May 11, 2008) was an American professional wrestler who was best known by her ring name Judy Grable. She was an active wrestler during the 1950s and 1960s.",
      "pageId": 11626076,
      "monthDay": "08/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jack_Weston",
      "name": "Jack Weston",
      "aboutText": "Bill Lee (21 August 1916 – 15 November 1980) was an American playback singer who provided a voice or singing voice in many films, for actors in musicals and for many Disney characters. He was born in Johnson, Nebraska, and like his dancing colleague Bobby Van died in 1980 in Los Angeles, California, of a brain tumor.\nLee was part of a popular singing quartet known as The Mellomen.",
      "pageId": 15329115,
      "monthDay": "08/21"
    },
    {
      "year": "1925",
      "uri": "/wiki/Toma_Caragiu",
      "name": "Toma Caragiu",
      "aboutText": "Albert Henry Thomas Irvin OBE (21 August 1922 – 26 March 2015) was an English abstract expressionist painter.\nBorn in London, during World War II, he was evacuated from there, and upon returning, went to study at the Northampton School of Art between 1940 and 1941, before being conscripted into the Royal Air Force as a navigator. When the war was over, he resumed his course at Goldsmiths College from 1946 to 1950, where he would later go onto to teach between 1962 and 1983.",
      "pageId": 17893831,
      "monthDay": "08/21"
    },
    {
      "year": "1925",
      "uri": "/wiki/Judy_Grable",
      "name": "Judy Grable",
      "aboutText": "Jaymala Shiledar (Marathi: जयमाला शिलेदार) (21 August 1926 – 8 August 2013) was an Indian Hindustani classical singer and theatre actress. She had appeared in many sangeet nataks (musical play) where she played various roles. Along with singing for the roles she played, she had also composed music for some.",
      "pageId": 40246161,
      "monthDay": "08/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Can_Y%C3%BCcel",
      "name": "Can Yücel",
      "aboutText": "Princess Margaret, Countess of Snowdon, CI, GCVO, GCStJ (Margaret Rose; 21 August 1930 – 9 February 2002), was the younger daughter of King George VI and Queen Elizabeth, and the only sibling of Queen Elizabeth II.",
      "pageId": 38567,
      "monthDay": "08/21"
    },
    {
      "year": "1927",
      "uri": "/wiki/Thomas_S._Monson",
      "name": "Thomas S. Monson",
      "aboutText": "Wilton Norman \"Wilt\" Chamberlain (August 21, 1936 – October 12, 1999) was an American basketball player. He played for the Philadelphia/San Francisco Warriors, the Philadelphia 76ers, and the Los Angeles Lakers of the National Basketball Association (NBA); he played for the University of Kansas and also for the Harlem Globetrotters before playing in the NBA. The 7 foot 1 inch Chamberlain weighed 250 pounds as a rookie before bulking up to 275 and eventually to over 300 pounds with the Lakers. He played the center position and is widely considered one of the greatest and most dominant players in NBA history.",
      "pageId": 255645,
      "monthDay": "08/21"
    },
    {
      "year": "1928",
      "uri": "/wiki/Addison_Farmer",
      "name": "Addison Farmer",
      "aboutText": "Arthur Stewart \"Art\" Farmer (August 21, 1928 – October 4, 1999) was an American jazz trumpeter and flugelhorn player. He also played flumpet, a trumpet–flugelhorn combination specially designed for him. He and his identical twin brother, double bassist Addison Farmer, started playing professionally while in high school.",
      "pageId": 310414,
      "monthDay": "08/21"
    },
    {
      "year": "1928",
      "uri": "/wiki/Art_Farmer",
      "name": "Art Farmer",
      "aboutText": "Thomas Spencer Monson (born August 21, 1927) is a religious leader, author, and the sixteenth and current President of The Church of Jesus Christ of Latter-day Saints (LDS Church). As president, Monson is considered by adherents of the religion to be a \"prophet, seer, and revelator.\" A printer by trade, Monson has spent most of his life engaged in various church leadership positions and in public service.\nMonson was ordained an apostle at age 36, served in the First Presidency under three church presidents and was the President of the Quorum of the Twelve Apostles from March 12, 1995 until he became President of the Church.",
      "pageId": 327673,
      "monthDay": "08/21"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bud_McFadin",
      "name": "Bud McFadin",
      "aboutText": "Melvin \"Block\" Van Peebles (born August 21, 1932) is an American actor, director, screenwriter, playwright, novelist and composer.\nHe is most famous for creating the acclaimed film Sweet Sweetback's Baadasssss Song, which heralded a new era of African-American focused films. He is the father of actor and director Mario Van Peebles.",
      "pageId": 348972,
      "monthDay": "08/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Herman_Badillo",
      "name": "Herman Badillo",
      "aboutText": "Barry Leslie Norman, CBE (born 21 August 1933 in London) is a British film critic, writer and media personality.",
      "pageId": 407415,
      "monthDay": "08/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/X._J._Kennedy",
      "name": "X. J. Kennedy",
      "aboutText": "Paul Panhuysen (21 August 1934–29 January 2015) was a Dutch composer, visual and sound artist. He founded and directed Het Apollohuis, an art space that functioned during the 80's and 90's having artists doing sound installations, sound sculptures, and concerts about free improvisation, experimental music, and electronic music.",
      "pageId": 409592,
      "monthDay": "08/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Marie_Severin",
      "name": "Marie Severin",
      "aboutText": "Dame Janet Abbott Baker, CH, DBE, FRSA (born 21 August 1933) is an English mezzo-soprano best known as an opera, concert, and lieder singer.\nShe was particularly closely associated with baroque and early Italian opera and the works of Benjamin Britten. During her career, which spanned the 1950s to the 1980s, she was considered an outstanding singing actress and widely admired for her dramatic intensity, perhaps best represented in her famous portrayal as Dido, the tragic heroine of Berlioz's magnum opus, Les Troyens.",
      "pageId": 469584,
      "monthDay": "08/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/Princess_Margaret,_Countess_of_Snowdon",
      "name": "Princess Margaret, Countess of Snowdon",
      "aboutText": "Herman Badillo (pronounced bah-DEE-yoh; August 21, 1929 – December 3, 2014) was an American politician who served as borough president of The Bronx and United States Representative, and ran for Mayor of New York City.",
      "pageId": 1001109,
      "monthDay": "08/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/Frank_Perry",
      "name": "Frank Perry",
      "aboutText": "Frank Joseph Perry, Jr. (August 21, 1930 – August 29, 1995) was an American stage director and filmmaker. The 1962 independent film David and Lisa was nominated for two Academy Awards for best director (Frank Perry) and best screenplay (written by his then-wife, Eleanor Perry).",
      "pageId": 1490166,
      "monthDay": "08/21"
    },
    {
      "year": "1932",
      "uri": "/wiki/Menashe_Kadishman",
      "name": "Menashe Kadishman",
      "aboutText": "Marie Severin (born August 21, 1929) is an American comic book artist and colorist best known for her work for Marvel Comics and the 1950s' EC Comics.\nShe was inducted into the Will Eisner Comics Hall of Fame in 2001. Her brother John Severin was also an artist who worked for EC and Marvel.",
      "pageId": 1549673,
      "monthDay": "08/21"
    },
    {
      "year": "1932",
      "uri": "/wiki/Melvin_Van_Peebles",
      "name": "Melvin Van Peebles",
      "aboutText": "Menashe Kadishman (Hebrew: מנשה קדישמן; August 21, 1932 - May 8, 2015) was an Israeli sculptor and painter.\nKadishman artworks are presented in central locations in Israel, such as Habima Square and his paintings can be found in many different galleries in Israel.",
      "pageId": 2168216,
      "monthDay": "08/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/Janet_Baker",
      "name": "Janet Baker",
      "aboutText": "X. J. Kennedy (born 21 August 1929, Dover, New Jersey, USA as Joseph Charles Kennedy) is a poet, translator, anthologist, editor, and author of children's literature and textbooks on English literature and poetry.",
      "pageId": 4265023,
      "monthDay": "08/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/Michael_Dacher",
      "name": "Michael Dacher",
      "aboutText": "Can Yücel (21 August, 1926 in İstanbul – August 12, 1999 in Datça) was a Turkish poet noted for his use of colloquial language.",
      "pageId": 5928328,
      "monthDay": "08/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/Barry_Norman",
      "name": "Barry Norman",
      "aboutText": "Lewis Pate \"Bud\" McFadin (August 21, 1928 – February 13, 2006) was an American football player. He played college football at the University of Texas and was a unanimous selection at the guard position on the 1950 College Football All-America Team. He later played professional football in the National Football League (NFL) for the Los Angeles Rams (1952-1956) and in the American Football League (AFL) for the Denver Broncos (1960-1963) and Houston Oilers (1964-1965).",
      "pageId": 6000118,
      "monthDay": "08/21"
    },
    {
      "year": "1934",
      "uri": "/wiki/Sudhakarrao_Naik",
      "name": "Sudhakarrao Naik",
      "aboutText": "Sudhakarrao Rajusing Naik (21 August 1934 – 10 May 2001) was an Indian politician from Indian National Congress party who served as Chief Minister of Maharashtra from 25 June 1991 until 22 February 1993 following the communal riots in the aftermath of 1993 Bombay Bombings. Born at the remote Gavli village in Yavatmal district in the Vidarbha region of Maharashtra, he was nephew of Mr Vasantrao Naik who was Chief Minister of Maharashtra for 11 years.",
      "pageId": 9325162,
      "monthDay": "08/21"
    },
    {
      "year": "1934",
      "uri": "/wiki/Paul_Panhuysen",
      "name": "Paul Panhuysen",
      "aboutText": "Radish Tordia (Georgian: რადიშ თორდია) (born Abasha, August 21, 1936) is a painter of figurative art from Georgia. He works in oil painting, with particular emphasis on colouristic features.",
      "pageId": 10203957,
      "monthDay": "08/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Adnan_%C5%9Eenses",
      "name": "Adnan Şenses",
      "aboutText": "Michael Dacher (21 August 1933 – 3 December 1994) was a German mountaineer and extreme climber. In 1979 he and Reinhold Messner climbed the K2 in record time and without oxygen equipment.\nA primary school in Khadambas, a village 80 km east of Kathmandu in Nepal, has been named after him.",
      "pageId": 15689994,
      "monthDay": "08/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Wilt_Chamberlain",
      "name": "Wilt Chamberlain",
      "aboutText": "Addison Farmer (August 21, 1928 – February 20, 1963) was an American jazz bassist.",
      "pageId": 15826154,
      "monthDay": "08/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Radish_Tordia",
      "name": "Radish Tordia",
      "aboutText": "Adnan Şenses (21 August 1935 – 25 December 2013) was a Turkish musician and actor.",
      "pageId": 41459157,
      "monthDay": "08/21"
    },
    {
      "year": "1937",
      "uri": "/wiki/Donald_Dewar",
      "name": "Donald Dewar",
      "aboutText": "Donald Campbell Dewar (21 August 1937 – 11 October 2000) was a Scottish politician, the inaugural First Minister of Scotland and an advocate of Scottish devolution.\nDewar first entered politics as the Labour Member of Parliament (MP) for Aberdeen South following the 1966 general election. After losing his seat in 1970, he served in the House of Commons again from 1978 until his death in 2000.",
      "pageId": 8833,
      "monthDay": "08/21"
    },
    {
      "year": "1937",
      "uri": "/wiki/Gustavo_Noboa",
      "name": "Gustavo Noboa",
      "aboutText": "Peter Lindsay Weir, AM (/wɪər/; born 21 August 1944) is an Australian film director. He played a leading role in the Australian New Wave cinema (1970-1990) with his films such as the mystery drama Picnic at Hanging Rock (1975), the mystery drama-thriller The Last Wave (1977) and the historical drama Gallipoli (1981). The climax of Weir's early career was the $6 million multi-national production The Year of Living Dangerously (1983).",
      "pageId": 44458,
      "monthDay": "08/21"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Stone_(novelist)",
      "name": "Robert Stone",
      "aboutText": "James Burton (born August 21, 1939 in Dubberly, Louisiana) is an American guitarist. A member of the Rock and Roll Hall of Fame since 2001 (his induction speech was given by longtime fan Keith Richards), Burton has also been recognized by the Rockabilly Hall of Fame and the Musicians Hall of Fame and Museum. Critic Mark Demming writes that \"Burton has a well-deserved reputation as one of the finest guitar pickers in either country or rock ...",
      "pageId": 164426,
      "monthDay": "08/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ernie_Maresca",
      "name": "Ernie Maresca",
      "aboutText": "Kenneth Ray \"Kenny\" Rogers (born August 21, 1938) is an American singer, songwriter and record producer. He is a member of the Country Music Hall of Fame.\nThough he has been most successful with country audiences, he has charted more than 120 hit singles across various music genres, topped the country and pop album charts for more than 200 individual weeks in the United States alone and has sold over 120 million records worldwide, certifying his position as one of the best-selling music artists of all time.",
      "pageId": 265030,
      "monthDay": "08/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Kenny_Rogers",
      "name": "Kenny Rogers",
      "aboutText": "Jackie DeShannon (born August 21, 1941) is an American singer-songwriter with a string of hit song credits from the 1960s onwards. She was one of the first female singer-songwriters of the rock 'n' roll period.",
      "pageId": 328330,
      "monthDay": "08/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/James_Burton",
      "name": "James Burton",
      "aboutText": "Festus Gontebanye Mogae (born 21 August 1939) is a Motswana politician who served as President of Botswana from 1998 to 2008. He succeeded Quett Masire as President in 1998 and was reelected in October 2004; after ten years in office, he stepped down in 2008 and was succeeded by Lieutenant General Ian Khama. He is married to Barbara Mogae, and they have three children: Chedza, Nametso and Boikaego.",
      "pageId": 392238,
      "monthDay": "08/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/Festus_Mogae",
      "name": "Festus Mogae",
      "aboutText": "Perry Gladstone Christie (born 21 August 1943), PC, MP, is a Bahamian politician who has served as Prime Minister of the Bahamas since May 2012; previously he was Prime Minister from 2002 to 2007. He is the senior most Bahamian elected parliamentarian office reelected over 7 consecutive terms winning his Centreville Seat (SFJJ) since 1977. He is also a former athlete.",
      "pageId": 393734,
      "monthDay": "08/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/Harold_Reid",
      "name": "Harold Reid",
      "aboutText": "Endre Szemerédi (Hungarian: [ˈɛndrɛ ˈsɛmɛreːdi]; born August 21, 1940) is an Hungarian-American mathematician, working in the field of combinatorics and theoretical computer science. He has been the State of New Jersey Professor of computer science at Rutgers University since 1986.\nSzemerédi has won prizes in mathematics and science, including the Abel Prize in 2012.",
      "pageId": 663489,
      "monthDay": "08/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/Clarence_Williams_III",
      "name": "Clarence Williams III",
      "aboutText": "Robert Stone (August 21, 1937 – January 10, 2015) was an American novelist.\nHe was twice a finalist for the Pulitzer Prize and once for the PEN/Faulkner Award. Stone was five times a finalist for the National Book Award for Fiction, which he did receive in 1975 for his novel Dog Soldiers.",
      "pageId": 943952,
      "monthDay": "08/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dominick_Harrod",
      "name": "Dominick Harrod",
      "aboutText": "Lucius Shepard (August 21, 1943 – March 18, 2014) was an American writer. Classified as a science fiction and fantasy writer, he often leaned into other genres, such as magical realism.",
      "pageId": 993476,
      "monthDay": "08/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Endre_Szemer%C3%A9di",
      "name": "Endre Szemerédi",
      "aboutText": "Jonathan Edward Schell (August 21, 1943 – March 25, 2014) was an American author and visiting fellow at Yale University, whose work primarily dealt with campaigning against nuclear weapons.",
      "pageId": 1287178,
      "monthDay": "08/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Patrick_Demarchelier",
      "name": "Patrick Demarchelier",
      "aboutText": "Gustavo José Joaquín Noboa Bejarano (born 21 August 1937 in Guayaquil, Ecuador) is an Ecuadorian politician, former President of Ecuador (from 22 January 2000 to 15 January 2003) and Vice President during Jamil Mahuad's government.",
      "pageId": 1969108,
      "monthDay": "08/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jonathan_Schell",
      "name": "Jonathan Schell",
      "aboutText": "Clarence Williams III (born August 21, 1939) is an American actor who is perhaps best known for his role as \"Linc Hayes\" on the iconic \"hippie\" cop show The Mod Squad (1968-1973). He is a stage, film and television actor, who occasionally directs.",
      "pageId": 2534706,
      "monthDay": "08/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lucius_Shepard",
      "name": "Lucius Shepard",
      "aboutText": "Patrick Demarchelier (French pronunciation: ​[pat.ʁik de.maɾ.ʃə.lje]; born 21 August 1943) is a French fashion photographer.",
      "pageId": 3085191,
      "monthDay": "08/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Hugh_Wilson_(director)",
      "name": "Hugh Wilson",
      "aboutText": "Hugh Hamilton Wilson (born August 21, 1943) is an American movie director, writer and TV showrunner. He is best known as the creator of the TV series WKRP in Cincinnati and Frank's Place, and as the director of the popular movie comedies Police Academy and The First Wives Club.\n^ \"Hugh Wilson Biography (1943-)\".",
      "pageId": 3610355,
      "monthDay": "08/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Perry_Christie",
      "name": "Perry Christie",
      "aboutText": "Frank Gerald DaVanon (born August 21, 1945) is a former professional baseball player.",
      "pageId": 6203300,
      "monthDay": "08/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jackie_DeShannon",
      "name": "Jackie DeShannon",
      "aboutText": "Ernest Peter \"Ernie\" Maresca (August 21, 1938 – July 8, 2015) was an American singer, songwriter and record company executive, best known for writing or co-writing some of Dion's biggest hits, including \"Runaround Sue\" and \"The Wanderer\".",
      "pageId": 6817632,
      "monthDay": "08/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Weir",
      "name": "Peter Weir",
      "aboutText": "Not to be confused with people named Harry Reid.\nHarold Reid (born August 21, 1939 in Staunton, Virginia) is the former bass singer for the country vocal group The Statler Brothers. He wrote or co-wrote 17 songs that were hit singles for the group, including \"Bed of Rose's\" and the No.",
      "pageId": 8316216,
      "monthDay": "08/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Celia_Brayfield",
      "name": "Celia Brayfield",
      "aboutText": "Celia Brayfield is an English author, academic and cultural commentator.",
      "pageId": 12165046,
      "monthDay": "08/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jerry_DaVanon",
      "name": "Jerry DaVanon",
      "aboutText": "Dominick Roy Harrod (21 August 1940 – 4 August 2013) was a journalist and broadcaster.",
      "pageId": 40183221,
      "monthDay": "08/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patty_McCormack",
      "name": "Patty McCormack",
      "aboutText": "Glenn Hughes (born 21 August 1951) is an English rock bassist and vocalist, best known for playing bass and performing vocals for rock pioneers Trapeze, the Mk. III and IV line-ups of Deep Purple and briefly fronting Black Sabbath in the mid-1980s, as well as working with Black Sabbath guitarist Tony Iommi as a solo artist. In addition to being an active session musician, Hughes also maintains a notable solo career.",
      "pageId": 46213,
      "monthDay": "08/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Basil_Poledouris",
      "name": "Basil Poledouris",
      "aboutText": "John Graham Mellor (21 August 1952 – 22 December 2002), known by his stage name Joe Strummer, was a British musician, singer, actor and songwriter who was the co-founder, lyricist, rhythm guitarist and lead vocalist of The Clash, a punk rock band that was formed in 1976 as part of the original wave of British punk. Their music also incorporated elements of reggae, ska, dub, funk, rap, and rockabilly. The Clash were one of the most prominent of the emerging bands in the UK punk rock scene, with their second album, Give 'Em Enough Rope (1978) reaching number 2 on the UK charts.",
      "pageId": 160965,
      "monthDay": "08/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carl_Giammarese",
      "name": "Carl Giammarese",
      "aboutText": "Rev. Ivan Stang, born Douglass St. Clair Smith (August 21, 1953) is an American writer, filmmaker and broadcaster, best known as the author and publisher of the first screed of the Church of the SubGenius.",
      "pageId": 186243,
      "monthDay": "08/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Loretta_Devine",
      "name": "Loretta Devine",
      "aboutText": "Arthur Herman Bremer (born August 21, 1950) is an American convicted for an assassination attempt on U.S. Democratic presidential candidate George Wallace on May 15, 1972 in Laurel, Maryland, leaving Wallace permanently paralyzed from the waist down. Bremer was found guilty and sentenced to 63 years (53 years after an appeal) in a Maryland prison for the shooting of Wallace and three bystanders.\nAfter 35 and a half years of incarceration, Bremer was released from prison on November 9, 2007.",
      "pageId": 466334,
      "monthDay": "08/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Daniel_Sivan",
      "name": "Daniel Sivan",
      "aboutText": "Basil Poledouris (August 21, 1945 – November 8, 2006) was an American music composer who concentrated on the scores for films and television shows. Poledouris won the Emmy Award for Best Musical Score for work on part four of the TV miniseries Lonesome Dove in 1989.",
      "pageId": 645278,
      "monthDay": "08/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Arthur_Bremer",
      "name": "Arthur Bremer",
      "aboutText": "Archie Mason Griffin (born August 21, 1954) is a former American football running back. Griffin played seven seasons in the NFL with the Cincinnati Bengals. He is college football's only two-time Heisman Trophy winner.",
      "pageId": 794483,
      "monthDay": "08/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Patrick_Juvet",
      "name": "Patrick Juvet",
      "aboutText": "Harry Smith (born August 21, 1951) is an American television journalist, working for NBC News. He hosted the CBS News morning programs, The Early Show and its predecessor, CBS This Morning, for seventeen years. In July 2011, Smith left CBS News to become a correspondent for NBC News and the now cancelled newsmagazine Rock Center with Brian Williams.",
      "pageId": 861910,
      "monthDay": "08/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Eric_Goles",
      "name": "Eric Goles",
      "aboutText": "Loretta Devine (born August 21, 1949) is an American actress and singer, best known for her roles as Marla Hendricks in the Fox drama series Boston Public, and for her recurring role as Adele Webber on the Shonda Rhimes' Grey's Anatomy, for which she won Primetime Emmy Award for Outstanding Guest Actress in a Drama Series in 2011. In film, Devine appeared in Waiting to Exhale, The Preacher's Wife, I Am Sam, Urban Legend, Crash, Woman Thou Art Loosed, For Colored Girls, This Christmas and Jumping the Broom.",
      "pageId": 1279759,
      "monthDay": "08/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Margo_Kane",
      "name": "Margo Kane",
      "aboutText": "Patricia \"Patty\" McCormack (born August 21, 1945) is an American actress with a career in theater, films and television.\nMcCormack began her career as a child actress. She is perhaps best known for her performance as the title character in Maxwell Anderson's shocking psychological drama The Bad Seed.",
      "pageId": 1509535,
      "monthDay": "08/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Char_Margolis",
      "name": "Char Margolis",
      "aboutText": "Eric Antonio Goles Chacc (born August 21, 1951) is a Chilean mathematician and computer scientist of Croatian descent. He studied civil engineering at the University of Chile before taking two doctorates at the University of Grenoble in France. A professor at the University of Chile, he is known for his work on cellular automata.",
      "pageId": 1723575,
      "monthDay": "08/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Chesley_V._Morton",
      "name": "Chesley V. Morton",
      "aboutText": "Jiří Paroubek (Czech pronunciation: [ˈjɪr̝iː ˈparoʊ̯bɛk]; born 21 August 1952) is a Czech politician, who served as the Prime Minister of the Czech Republic from 25 April 2005 to 16 August 2006. He was also Chairman of the Czech Social Democratic Party (ČSSD), but resigned from his position immediately after the result of the 2010 Legislative Election was announced on 29 May 2010. Although the Social Democrats became the largest party in the Czech parliament after the election, Paroubek was not able to form a governing coalition.",
      "pageId": 1794768,
      "monthDay": "08/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Harry_Smith_(journalist)",
      "name": "Harry Smith",
      "aboutText": "Keith William Hart (born August 21, 1951) is a Canadian retired firefighter and professional wrestler.",
      "pageId": 1983667,
      "monthDay": "08/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Keith_Hart_(wrestler)",
      "name": "Keith Hart",
      "aboutText": "Patrick Juvet (born 21 August 1950, in Montreux, Switzerland) is a former model turned singer-songwriter, who had a string of hit records in France.",
      "pageId": 3184267,
      "monthDay": "08/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Glenn_Hughes",
      "name": "Glenn Hughes",
      "aboutText": "Char Margolis (born August 21, 1951) is a self-proclaimed American psychic medium. She stars in her own show, Char, on Dutch television, in which she claims to utilize her intuition to contact the spirits of deceased relatives of guests in her show.",
      "pageId": 3652544,
      "monthDay": "08/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ji%C5%99%C3%AD_Paroubek",
      "name": "Jiří Paroubek",
      "aboutText": "Margo Kane (born August 21, 1951) is a Cree-Saulteaux performing artist and writer known for her solo-voice or monodrama works Moonlodge and Confessions of an Indian Cowboy, as well as her work with Full Circle First Nations Performance.",
      "pageId": 13433058,
      "monthDay": "08/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bernadette_Porter",
      "name": "Bernadette Porter",
      "aboutText": "Carl Giammarese (born August 21, 1947) is an American musician, singer-songwriter and record producer.",
      "pageId": 19526421,
      "monthDay": "08/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Joe_Strummer",
      "name": "Joe Strummer",
      "aboutText": "Chip Coffey is an American psychic from Elmira, New York, currently living in Atlanta, Georgia. He appears as a medium on various paranormal television programs, primarily Paranormal State and Psychic Kids. On Psychic Kids he acts as a mentor towards children who claim to have psychic abilities, primarily seeing ghosts.",
      "pageId": 24759913,
      "monthDay": "08/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ivan_Stang",
      "name": "Ivan Stang",
      "aboutText": "Chesley V. Morton is an American stockbroker, securities arbitrator, and former member of the Georgia House of Representatives.",
      "pageId": 40520678,
      "monthDay": "08/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Chip_Coffey",
      "name": "Chip Coffey",
      "aboutText": "Daniel Sivan (Hebrew: דניאל סיון, born August 21, 1949) is a Full Professor in the Department of Hebrew Language at the Ben-Gurion University of the Negev.",
      "pageId": 40874784,
      "monthDay": "08/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Archie_Griffin",
      "name": "Archie Griffin",
      "aboutText": "Sister Dr Bernadette Mary Porter CBE (born 21 July 1952) is a British Roman Catholic nun, educator and academic administrator.\nShe was educated at Merrow Grange Grammar School (Guildford), Digby Stuart College and King's College London (BEd, 1979; PhD, 1989).",
      "pageId": 42005438,
      "monthDay": "08/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bodil_Niska",
      "name": "Bodil Niska",
      "aboutText": "James Robert \"Jim\" McMahon, Jr. (born August 21, 1959) is a former American football player.",
      "pageId": 167090,
      "monthDay": "08/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_Smith_(musician)",
      "name": "Steve Smith",
      "aboutText": "Mohammed VI (Arabic: محمد السادس‎, Amazigh: ⵎⵓⵃⵎⵎⴷ ⵡⵉⵙ ⵚⴹⵉⵚ; born 21 August 1963) is the current King of Morocco.",
      "pageId": 226113,
      "monthDay": "08/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kim_Cattrall",
      "name": "Kim Cattrall",
      "aboutText": "Kim Victoria Cattrall (/kəˈtræl/; born 21 August 1956) is an English-Canadian actress. She is known for her role as Samantha Jones in the HBO romantic comedy series Sex and the City (1998–2004), which earned her the 2002 Golden Globe Award for Best Supporting Actress. In 2005, TV Guide ranked her number eight on its \"50 Sexiest Stars of All Time\" list.",
      "pageId": 275443,
      "monthDay": "08/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jon_Tester",
      "name": "Jon Tester",
      "aboutText": "Jeff Stryker (born Charles Casper Peyton, August 21, 1964 in Carmi, Illinois, U.S.) is an American porn star who has starred in bisexual, gay, and straight adult films. He lives in California.\n^ a b Javors, Steve (2006-12-21).",
      "pageId": 762225,
      "monthDay": "08/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Frank_Pastore",
      "name": "Frank Pastore",
      "aboutText": "David Morales (born 21 August 1961) is an internationally acclaimed Grammy-winning American house music DJ and producer. In addition to his production and DJ work, Morales is one of the most prolific remixers of all time, transforming many pop music songs into club-friendly dance tracks.",
      "pageId": 954491,
      "monthDay": "08/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Anne_Hobbs",
      "name": "Anne Hobbs",
      "aboutText": "Frank Pastore (/pəˈstɔri/; August 21, 1957 – December 17, 2012) was an American Major League baseball player and radio host.",
      "pageId": 1171055,
      "monthDay": "08/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jim_McMahon",
      "name": "Jim McMahon",
      "aboutText": "Tsutomu Miyazaki (宮﨑 勤, Miyazaki Tsutomu, August 21, 1962 – June 17, 2008), also known as The Otaku Murderer or The Little Girl Murderer, was a Japanese serial killer, cannibal and necrophile who abducted and murdered four young girls in Saitama and Tokyo Prefectures from August 1988 to June 1989. His crimes included vampirism and preservation of body parts as trophies.",
      "pageId": 1178150,
      "monthDay": "08/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gerardo_Barbero",
      "name": "Gerardo Barbero",
      "aboutText": "Stephen McDannell Hillenburg (born August 21, 1961) is an American marine biologist, cartoonist, animator, director, producer, writer, and voice actor, who is best known for creating the Nickelodeon animated television series SpongeBob SquarePants. Born in Lawton, Oklahoma, Hillenburg grew up in Anaheim, California and attended Humboldt State University, earning a bachelor's degree in marine resource planning and interpretation in 1984. After graduating from college, Hillenburg taught marine biology at the Ocean Institute in Dana Point.",
      "pageId": 1246649,
      "monthDay": "08/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/V._B._Chandrasekhar",
      "name": "V. B. Chandrasekhar",
      "aboutText": "Steve Elliott Smith (born August 21, 1954 in Whitman, Massachusetts) is an American drummer known for being the drummer of the rock band Journey. Modern Drummer magazine readers voted him the #1 All-Around Drummer five years in a row.",
      "pageId": 1328296,
      "monthDay": "08/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Stephen_Hillenburg",
      "name": "Stephen Hillenburg",
      "aboutText": "Gerardo Barbero (21 August 1961 – 4 March 2001) was an Argentine chess grandmaster. He was born in Lanús, Buenos Aires, and raised in Rosario, Santa Fe.\nBarbero came fifth in the World Junior Chess Championship of 1978.",
      "pageId": 1768009,
      "monthDay": "08/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/David_Morales",
      "name": "David Morales",
      "aboutText": "Jon Tester (born August 21, 1956) is the senior United States Senator from Montana, serving since 2007. He is a member of the Democratic Party.\nTester was first elected to the Senate in 2006, beating Republican incumbent Conrad Burns in one of the closest Senate races of that year.",
      "pageId": 1922917,
      "monthDay": "08/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Slaghuis",
      "name": "Peter Slaghuis",
      "aboutText": "Trinity Loren (born Joyce Evelyn McPherson; August 21, 1964 in La Jolla, California - October 25, 1998) was a pornographic film actor, model, and stripper.",
      "pageId": 2443116,
      "monthDay": "08/21"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Korfas",
      "name": "John Korfas",
      "aboutText": "Peter Slaghuis (21 August 1961 – 5 September 1991) was a Dutch DJ, producer and remixer, whose work was mostly released under the name Hithouse (a literal translation of his last name — slag, a hit, a beat; and huis, house).\nSlaghuis was born in Rijswijk, Netherlands. He was a figure in the European dance music scene in the 1980s, producing popular remixes of various hits (most notably the \"Long Vocal Dutch Mix\" of \"I Can't Wait\" by Nu Shooz).",
      "pageId": 3267850,
      "monthDay": "08/21"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tsutomu_Miyazaki",
      "name": "Tsutomu Miyazaki",
      "aboutText": "Richmond Arquette (born August 21, 1963) is an American film and television actor.",
      "pageId": 4263935,
      "monthDay": "08/21"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jeff_Stryker",
      "name": "Jeff Stryker",
      "aboutText": "Vakkadai Biksheswaran Chandrasekhar (born 21 August 1961) is an Indian former cricketer, who represented the country in seven One Day Internationals during 1988–90. Born in Madras (now Chennai), Chandrasekhar played for Tamil Nadu and Goa at the domestic level. Making his First-class debut in 1986 for Tamil Nadu, he went on to play for the side till 1994/95.",
      "pageId": 4292730,
      "monthDay": "08/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Richmond_Arquette",
      "name": "Richmond Arquette",
      "aboutText": "Nigel Graham Pearson (born 21 August 1963) is an English football manager and former professional player. He previously managed Hull City, Southampton, Carlisle United and Leicester City and was assistant manager for England Under-21s and Newcastle United.",
      "pageId": 7062344,
      "monthDay": "08/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mohammed_VI_of_Morocco",
      "name": "Mohammed VI of Morocco",
      "aboutText": "Anne Hobbs (born 21 August 1959 in Nottingham) is a British former professional tennis player.",
      "pageId": 14933707,
      "monthDay": "08/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nigel_Pearson",
      "name": "Nigel Pearson",
      "aboutText": "Jon Anthony Korfas (Greek: Τζον Κόρφας; born August 21, 1962) is a retired Greek American professional basketball player and a professional basketball coach.",
      "pageId": 16535405,
      "monthDay": "08/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gary_Elkerton",
      "name": "Gary Elkerton",
      "aboutText": "Gary Elkerton (born 21 August 1964), known as Kong is an Australian surfer, three time world masters champion (2000–01, 2003), three time world professional runner-up (1987, 1990, 1993), twice Hawaiian Triple Crown champion (1987, 1989) and Australian amateur champion (1984). He is regarded as an iconic big-wave rider and is highly respected by his peers for his unique, powerful surfing style. In 2009, Gary was inducted into the Australian Surfing Hall of Fame.",
      "pageId": 36258081,
      "monthDay": "08/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Trinity_Loren",
      "name": "Trinity Loren",
      "aboutText": "Bodil Aileen Niska (born 21 August 1954 in Vadsø, Norway) is a Norwegian jazz musician (saxophone), well known for popular releases of jazz standards.\n^ Hammerø, Tor; Hoprekstad, Odd Egil. \"Bodil Niska\".",
      "pageId": 40247641,
      "monthDay": "08/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jim_Bullinger",
      "name": "Jim Bullinger",
      "aboutText": "Serj Tankian (Western Armenian: Սերժ Թանկեան, pronounced [ˈsɛɾʒ tʰɑnˈkjɑn]; born August 21, 1967) is a Lebanese-born American singer-songwriter, composer, multi-instrumentalist, record producer, poet, and political activist. He is best known as the lead vocalist, songwriter, keyboardist and occasional live rhythm guitarist of the rock band System of a Down, formed in 1994 by four Armenian-American friends.\nDuring his musical career, Tankian has released five albums with System of a Down, one with Arto Tunçboyacıyan (Serart), as well as five solo albums Elect the Dead, Imperfect Harmonies, Harakiri, Orca, and Jazz-Iz-Christ.",
      "pageId": 149809,
      "monthDay": "08/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Caryn_Mower",
      "name": "Caryn Mower",
      "aboutText": "Carrie-Anne Moss (born August 21, 1967) is a Canadian actress, best known for her role of Trinity in The Matrix trilogy of films beginning with the sci-fi action film The Matrix (1999), her breakthrough film. She has starred in the neo-noir-psychological thriller film Memento, directed by Christopher Nolan, the sci-fi thriller Red Planet, and the romantic drama Chocolat (all 2000), the indie drama Snow Cake (2006), the Hitchcockian mystery horror-thriller film Disturbia (2007) and the controversial suspense thriller Unthinkable (2010).",
      "pageId": 245318,
      "monthDay": "08/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_Wetteland",
      "name": "John Wetteland",
      "aboutText": "Robert Jeffrey Harvey (born 21 August 1971) is a former Australian rules football player for the St Kilda Football Club in the Australian Football League (AFL). He is currently serving as the senior assistant coach and the midfield coach of the Collingwood Football Club, having joined Collingwood at the end of the 2011 season as an assistant coach.\nHarvey was recognised as one of the top 50 players of all time in The Australian Game of Football, a book commissioned by the AFL in 2008 to celebrate the 150th anniversary of Australian rules football.",
      "pageId": 334975,
      "monthDay": "08/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Charb",
      "name": "Charb",
      "aboutText": "Hendrik \"Erik\" Dekker (born 21 August 1970) is a retired Dutch professional road racing cyclist active from 1992 until 2006. He was a member of the Rabobank cycling team from 1996 till 2006.",
      "pageId": 934261,
      "monthDay": "08/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Darren_Bewick",
      "name": "Darren Bewick",
      "aboutText": "John Karl Wetteland (born August 21, 1966) is a retired American Major League Baseball pitcher who specialized as a closer.",
      "pageId": 981283,
      "monthDay": "08/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/B._D._Foxmoor",
      "name": "B. D. Foxmoor",
      "aboutText": "Nathan Jones (born 21 August 1969) is an Australian actor, powerlifting champion, strongman and retired professional wrestler. He held the WWA World Heavyweight Championship once in World Wrestling All-Stars, and aligned himself with The Undertaker in World Wrestling Entertainment.",
      "pageId": 993961,
      "monthDay": "08/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Carrie-Anne_Moss",
      "name": "Carrie-Anne Moss",
      "aboutText": "Mamadou Diallo (born August 28, 1971 in Dakar), also known as Big Mama, is a former Senegalese football striker.\n^ \"Diallo, Mamadou\" (in German). kicker.de.",
      "pageId": 1031943,
      "monthDay": "08/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Serj_Tankian",
      "name": "Serj Tankian",
      "aboutText": "Josée Chouinard (born August 21, 1969 in Montreal, Quebec) is a Canadian figure skater. She is the 1996 Champions Series Final bronze medalist, a three-time Canadian national champion (1991, 1993–1994), and finished as high as 5th at the World Championships (1992 and 1994). She competed at the 1992 and 1994 Winter Olympics, finishing in ninth position on both occasions.",
      "pageId": 1346215,
      "monthDay": "08/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dina_Carroll",
      "name": "Dina Carroll",
      "aboutText": "Craig John Counsell (born August 21, 1970) is a retired American Major League Baseball infielder who played sixteen seasons for four teams. Counsell is currently the manager of the Milwaukee Brewers of the National League, a position he has held since May 2015.\nCounsell is best known for his playoff performances in 1997 with the Florida Marlins and in 2001 with the Arizona Diamondbacks.",
      "pageId": 1593331,
      "monthDay": "08/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Goran_%C4%86urko",
      "name": "Goran Ćurko",
      "aboutText": "Catherine \"Cathy\" Weseluck (born August 21, 1970) is a Canadian actress, director, singer, voice artist, and comedian who frequently works with Ocean Productions in Vancouver, British Columbia. She is known with providing the voice for characters in various anime series.",
      "pageId": 2608057,
      "monthDay": "08/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Laura_Trevelyan",
      "name": "Laura Trevelyan",
      "aboutText": "Geraldine Carroll (born 21 August 1968, Newmarket, England), known as Dina Carroll, is a British singer of Scottish and African American heritage who had a string of hits during the 1990s as well as two platinum albums.",
      "pageId": 4704298,
      "monthDay": "08/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bruce_Anstey",
      "name": "Bruce Anstey",
      "aboutText": "Darren Bewick (born 21 August 1967) is a former Australian rules footballer who won two premierships with Essendon Football Club in the Australian Football League (AFL). Bewick was known for his game breaking pace and goal sense in the forward 50. His ability to take high flying marks was a spectacle amongst Bomber fans, not to mention his forward pressure with his ferocious tackling.",
      "pageId": 6256354,
      "monthDay": "08/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jos%C3%A9e_Chouinard",
      "name": "Josée Chouinard",
      "aboutText": "B.D. Foxmoor (born Michalis Mytakidis; Greek: Μιχάλης Μυτακίδης, on August 21, 1967) is a Greek rapper and hip hop producer. In 1992 he founded Active Member and released the first Greek hip hop album, Diamartyria (Protest), in 1993. In 1995 when Active Member signed to a major label, Warner, and released To megalo kolpo, B.D. Foxmoor started referring to his music as low bap.",
      "pageId": 6890521,
      "monthDay": "08/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Craig_Counsell",
      "name": "Craig Counsell",
      "aboutText": "James Eric Bullinger (born August 21, 1965) is a former starting pitcher in Major League Baseball who played for the Chicago Cubs (1992-1996), Montreal Expos (1997) and Seattle Mariners (1998). He batted and threw right-handed. He is the brother of pitcher Kirk Bullinger.",
      "pageId": 7300821,
      "monthDay": "08/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erik_Dekker",
      "name": "Erik Dekker",
      "aboutText": "Bruce Anstey MNZM (born 21 August 1969 in New Zealand) is a professional motorcycle road racer. He is a former lap record holder on the world famous Snaefell Mountain Course with a time of 17 minutes 6.682 seconds, at an average speed of 132.298 mph (212.913 km/h) set during the 2014 Superbike TT Race. Widely regarded as one of the most consistent of racers, Anstey is currently signed to race for the Padgett's Honda Racing Team having previously ridden for TAS Suzuki Racing, Valmoto Triumph and DTR Yamaha.",
      "pageId": 12708358,
      "monthDay": "08/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Simone_Eriksrud",
      "name": "Simone Eriksrud",
      "aboutText": "Caryn Lynn Mower (born August 21, 1965) is an American actress, stuntwoman, and former professional wrestler. Throughout her career, she performed for various professional wrestling promotions such as Ultimate Pro Wrestling and Gorgeous Ladies of Wrestling under the ring name Carnidge. She also performed briefly for the World Wrestling Federation as Muffy, the on-screen personal trainer of Stephanie McMahon-Helmsley as part of the McMahon-Helmsley Faction.",
      "pageId": 16083236,
      "monthDay": "08/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nathan_Jones_(wrestler)",
      "name": "Nathan Jones",
      "aboutText": "Laura Trevelyan (born 21 August 1968) is a BBC anchor/correspondent based in New York City.",
      "pageId": 20968686,
      "monthDay": "08/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Cathy_Weseluck",
      "name": "Cathy Weseluck",
      "aboutText": "Goran Ćurko (Serbian Cyrillic: Горан Ћурко, born 21 August 1968 in Novi Sad, SFR Yugoslavia) is a Serbian football goalkeeper.\nAfter starting to play with RFK Novi Sad and FK Vojvodina he continued with FK Mogren and FK Bečej before moving to Germany where he played ten years in several clubs, namely VfL Herzlake, 1. FC Nürnberg, Tennis Borussia Berlin, VfB Leipzig, Kickers Offenbach, Arminia Bielefeld and SSV Reutlingen.",
      "pageId": 24454091,
      "monthDay": "08/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mamadou_Diallo",
      "name": "Mamadou Diallo",
      "aboutText": "Simone Eriksrud (born 21 August 1970 in Freiburg, Baden-Württemberg) is a Norwegian Jazz and soul singer from Volda.",
      "pageId": 40845681,
      "monthDay": "08/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Robert_Harvey_(footballer)",
      "name": "Robert Harvey",
      "aboutText": "Stéphane Charbonnier (French: [ʃaʁbɔnje]; 21 August 1967 – 7 January 2015), known as Charb ([ʃaʁb]), was a French satirical caricaturist and journalist. He was assassinated in the Charlie Hebdo shooting in January 2015.\nHe worked for several newspapers and magazines, joining Charlie Hebdo in 1992 and becoming the director of publication in 2009.",
      "pageId": 44969610,
      "monthDay": "08/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Liam_Howlett",
      "name": "Liam Howlett",
      "aboutText": "Sergey Mikhaylovich Brin (Russian: Серге́й Миха́йлович Брин; born August 21, 1973) is a Russian-born American computer scientist and internet entrepreneur who, together with Larry Page, co-founded Google, one of the world's most profitable Internet companies. According to Hurun Global Rich List 2015, he is jointly one of three people listed as 18th richest in the world (21 overall), with a net worth of US$37.5 billion.\nBrin immigrated to the United States with his family from the Soviet Union at the age of 6.",
      "pageId": 60904,
      "monthDay": "08/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sergey_Brin",
      "name": "Sergey Brin",
      "aboutText": "Alicia Roanne Witt (born August 21, 1975) is an American actress, singer-songwriter, and classically-trained pianist. Witt first came to fame as a child actress after being discovered by David Lynch, who cast her as Alia Atreides in his film Dune (1984) and in a guest role in his television series Twin Peaks (1990).\nWitt later had a critically acclaimed role as a disturbed teenager in Fun (1994), and appeared as a music student in Mr.",
      "pageId": 623580,
      "monthDay": "08/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steve_McKenna",
      "name": "Steve McKenna",
      "aboutText": "Simon Matthew Katich (born 21 August 1975, Middle Swan, Western Australia) is an Australian cricketer. He is a former captain of the New South Wales Blues, and also captained, up until the end of the 2007 season, Derbyshire County Cricket Club. In England he played for Lancashire up until the end of the 2014 season and represents birth state Western Australia in Australian Domestic Cricket.",
      "pageId": 896431,
      "monthDay": "08/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nikolai_Valuev",
      "name": "Nikolai Valuev",
      "aboutText": "Jason Scott Marquis (/mɑrˈkiː/; born August 21, 1978) is an American professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Atlanta Braves, St. Louis Cardinals, Chicago Cubs, Colorado Rockies, Washington Nationals, Arizona Diamondbacks, San Diego Padres, Minnesota Twins and Cincinnati Reds.",
      "pageId": 1109949,
      "monthDay": "08/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Martin_Andanar",
      "name": "Martin Andanar",
      "aboutText": "Bhumika Chawla (born Rachna Chawla on 21 August 1978) is an Indian actress and a former model. She made her film debut in the Telugu film Yuvakudu (2000) and has since then worked in various Indian film industries and appeared in over thirty films in Telugu, Tamil, Hindi, Kannada, Malayalam, Bhojpuri, and Punjabi. Her notable performances include Kushi, Okkadu, Tere Naam, Missamma, Gandhi, My Father, Buddy and Anasuya.",
      "pageId": 1148182,
      "monthDay": "08/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Paul_Mellor",
      "name": "Paul Mellor",
      "aboutText": "Jeff Cunningham (born August 21, 1976) is an American soccer player.",
      "pageId": 1166612,
      "monthDay": "08/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Johnny_Reid",
      "name": "Johnny Reid",
      "aboutText": "Liam Paris Howlett (born 21 August 1971), is a member and main composer of the British electronic band The Prodigy, occasional DJ, and a record producer.",
      "pageId": 1192469,
      "monthDay": "08/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Simon_Katich",
      "name": "Simon Katich",
      "aboutText": "Reuben Droughns (/ˈdroʊnz/; born August 21, 1978) is a retired American football running back who is currently the assistant coach for the Serbian team Vukovi Beograd, the two-time champions of the Central European Football League. He was drafted by the Detroit Lions in the third round of the 2000 NFL Draft. He played college football at Oregon.",
      "pageId": 1223496,
      "monthDay": "08/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alicia_Witt",
      "name": "Alicia Witt",
      "aboutText": "Ramón Luis Vázquez (born August 21, 1976) is a former Puerto Rican professional baseball infielder. Vázquez played in Major League Baseball (MLB) for the Seattle Mariners (2001), San Diego Padres (2002-2004), Boston Red Sox (2005), Cleveland Indians (2005-2006), Texas Rangers (2007-2008), and Pittsburgh Pirates (2009). He bats left-handed and throws right-handed.",
      "pageId": 1646196,
      "monthDay": "08/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alex_Brooks",
      "name": "Alex Brooks",
      "aboutText": "Nikolai Sergeyevich Valuev (born 21 August 1973) is a Russian former professional boxer and two-time WBA heavyweight champion. After a professional career spanning 16 years, Valuev officially retired from the sport in November 2009. His final fight was a WBA heavyweight title defense against David Haye, in which Valuev was defeated by majority decision after twelve rounds.",
      "pageId": 2534852,
      "monthDay": "08/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jeff_Cunningham",
      "name": "Jeff Cunningham",
      "aboutText": "Paul Mellor (born 21 August 1974 in Sydney, New South Wales) is an Australian former rugby league footballer of the 1990s and 2000s. He played for the South Sydney Rabbitohs of the NRL before retiring at the end of the 2007 season.",
      "pageId": 3391566,
      "monthDay": "08/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Robert_Miles_(rugby_league)",
      "name": "Robert Miles",
      "aboutText": "Alan Desmond Lee (born 21 August 1978) is a Irish former footballer who played as a striker; he is now working as an academy coach at Ipswich Town. He scored 119 goals in 547 appearances in a 19-year professional career in the Football League, and won 10 caps for the Republic of Ireland.\nHe started his career with Aston Villa, also playing on loan at Torquay United and Port Vale.",
      "pageId": 3586391,
      "monthDay": "08/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ram%C3%B3n_V%C3%A1zquez",
      "name": "Ramón Vázquez",
      "aboutText": "Steve McKenna (born August 21, 1973) is a Canadian former professional ice hockey player who played both defense and left wing.",
      "pageId": 6077131,
      "monthDay": "08/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nikos_Vertis",
      "name": "Nikos Vertis",
      "aboutText": "Alex Whitmore Brooks (born August 21, 1976 in Madison, Wisconsin) is an American former professional ice hockey defenseman who played as an Undrafted player, 19 games in the National Hockey League for the New Jersey Devils in the 2006–07 season.",
      "pageId": 7476552,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Peter_Buxton",
      "name": "Peter Buxton",
      "aboutText": "John Kirkland \"Johnny\" Reid (born August 21, 1974 in Lanark, Scotland, UK) is a country music artist who has charted several hit singles in Canada. Reid moved to Canada in July, 1988 when he was 13. His father, a diesel mechanic, wanted to give Reid and his brother opportunities he did not think they would have in Scotland.",
      "pageId": 10848391,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bhumika_Chawla",
      "name": "Bhumika Chawla",
      "aboutText": "Lee Matthew Gronkiewicz (born August 21, 1978 in Los Angeles, California) is a former Major League Baseball relief pitcher. Lee played for 8 seasons in the minor leagues. He played in the MLB for the Toronto Blue Jays.",
      "pageId": 11852452,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Reuben_Droughns",
      "name": "Reuben Droughns",
      "aboutText": "Peter Buxton (born 21 August 1978 in Cheltenham) is a former rugby union footballer who played flanker previously for Gloucester Rugby.",
      "pageId": 13217528,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lee_Gronkiewicz",
      "name": "Lee Gronkiewicz",
      "aboutText": "Nikolaos \"Nikos\" Vertis (born Nikolaos Vertis Arvantidis; Greek: Νίκος Βερτης Αρβανιτίδης; August 21, 1976) is a popular Greek singer who was born in Gorinchem, Netherlands. To date, he has released five studio albums along with one CD single, and two special edition CD/DVD albums.",
      "pageId": 15798288,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alan_Lee_(footballer)",
      "name": "Alan Lee",
      "aboutText": "Martin Andanar (born August 21, 1974) is a Filipino TV media executive, news anchor, radio commentator, podcaster, audio blogger and voice over artist in TV5. He is the head of News5 Everywhere, the online news video and audio portal of Tv5. He currently anchors Aksyon sa Umaga on Tv5 and Punto Asintado Radio Show on Radyo5 92.3 News FM and AksyonTV, sister stations of TV5.",
      "pageId": 29616571,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Marquis",
      "name": "Jason Marquis",
      "aboutText": "Robert Miles (born 21 August 1976 in Sydney, Australia) is a former professional rugby league player who played in the National Rugby League for the Sydney City Roosters, Northern Eagles and the Wests Tigers. His regular position was wing, however he also played in the centres and at fullback during his NRL career.",
      "pageId": 32150261,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Fay_Wolf",
      "name": "Fay Wolf",
      "aboutText": "Kelis Rogers (/kə.ˈliːs/; born August 21, 1979) better known mononymously as Kelis, is an American singer-songwriter and certified chef. Kelis achieved moderate international success with her 1999 debut album, Kaleidoscope, but left her label Virgin Records after its follow-up, Wanderland (2001), received little sales attention and no U.S. release. Her third album, 2003's Tasty, earned the singer commercial prominence and produced the hit single \"Milkshake\", her most well-known song.",
      "pageId": 481437,
      "monthDay": "08/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Annie_Wu_(actress)",
      "name": "Annie Wu",
      "aboutText": "Paul Menard (born August 21, 1980) is an American professional stock car racing driver. He currently drives the No. 27 Chevrolet SS in the NASCAR Sprint Cup Series for Richard Childress Racing, and he also drives the No.",
      "pageId": 2036596,
      "monthDay": "08/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kelis",
      "name": "Kelis",
      "aboutText": "Burney Lamar (born August 21, 1980) is an American stock car racing driver. He has driven in both the NASCAR Nationwide Series and Camping World Truck Series.",
      "pageId": 2276267,
      "monthDay": "08/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Burney_Lamar",
      "name": "Burney Lamar",
      "aboutText": "Scott Douglas McDonald (born 21 August 1983) is an Australian professional footballer currently playing for Motherwell.",
      "pageId": 2295622,
      "monthDay": "08/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Paul_Menard",
      "name": "Paul Menard",
      "aboutText": "Jason John Eaton (born 21 August 1982 in Palmerston North, New Zealand) is a New Zealand rugby union footballer.",
      "pageId": 3298124,
      "monthDay": "08/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jasmin_W%C3%B6hr",
      "name": "Jasmin Wöhr",
      "aboutText": "Neil John Dexter (born 21 August 1984 in Johannesburg) is a South African-born English cricketer, currently playing for Leicestershire.",
      "pageId": 3536644,
      "monthDay": "08/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jarrod_Lyle",
      "name": "Jarrod Lyle",
      "aboutText": "Chantelle Vivien Houghton (born 21 August 1983) is an English television personality, glamour model, media personality, television presenter, columnist and novelist. She was the first 'non-celebrity' to feature in the Channel 4 reality television show Celebrity Big Brother in 2006.\nShe emerged as the winner of series 4, beating 10 celebrities: (Michael Barrymore, Maggot, Samuel Preston, Pete Burns, Traci Bingham, Dennis Rodman, George Galloway, Rula Lenska, Faria Alam and Jodie Marsh), winning a prize of £25,000.",
      "pageId": 3629252,
      "monthDay": "08/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Cameron_Winklevoss",
      "name": "Cameron Winklevoss",
      "aboutText": "Josh Harrington (born August 21, 1983) is an American BMX rider, from Greenville, North Carolina. He has been riding since 1996 when he was in the 7th grade. Harrington is the only pro BMX rider who lives in Greenville that was actually born there.",
      "pageId": 5671012,
      "monthDay": "08/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tyler_Winklevoss",
      "name": "Tyler Winklevoss",
      "aboutText": "Melissa Amber Schuman (born August 21, 1984) is an American singer and actress. Schuman is best known for her role in the all-girl teen band Dream. With Dream, she appeared in their two biggest hits, \"He Loves U Not\" and \"This is Me\".",
      "pageId": 6270653,
      "monthDay": "08/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jason_Eaton",
      "name": "Jason Eaton",
      "aboutText": "Collie Buddz (born Colin Patrick Harper, August 21, 1984) is an American/Bermudian reggae artist best known for his single \"Come Around\". Although born in New Orleans, Louisiana, he was raised in Bermuda. He studied audio engineering at Full Sail University in Orlando, FL. He performed on Shaggy's 2007 album Intoxication on the track \"Mad Mad World\".",
      "pageId": 7663925,
      "monthDay": "08/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Omar_Sachedina",
      "name": "Omar Sachedina",
      "aboutText": "Annie Wu (born August 21, 1978) is a Taiwanese actress and model.\nShe has mainly acted in mainland Chinese TV series, and was featured in Jackie Chan's Police Story 4: First Strike. Though not fluent in Cantonese, she has also been featured in several Hong Kong films and magazine spreads.",
      "pageId": 11094197,
      "monthDay": "08/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_Harrington",
      "name": "Josh Harrington",
      "aboutText": "Omar Sachedina (born August 21, 1982) is a Canadian television journalist, currently a news anchor and correspondent for the CTV Television Network, a Canadian English language television network owned by Bell Media, and Canada's largest privately owned network.",
      "pageId": 13396543,
      "monthDay": "08/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chantelle_Houghton",
      "name": "Chantelle Houghton",
      "aboutText": "Jasmin Wöhr (born 21 August 1980) is a retired German tennis player. She turned professional in 1999 before retiring in 2012.\nWöhr was part of the Germany Fed Cup team in 2006.",
      "pageId": 15178726,
      "monthDay": "08/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brody_Jenner",
      "name": "Brody Jenner",
      "aboutText": "Alizée Jacotey (French pronunciation: ​[a.li.ze]; born 21 August 1984), known professionally as Alizée, is a French singer, dancer and voice actress. She was born and raised in Ajaccio, Corsica.\nShe was discovered by Mylène Farmer, following her winning performance in the talent show, Graines de Star, in 1999.",
      "pageId": 16575265,
      "monthDay": "08/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Scott_McDonald",
      "name": "Scott McDonald",
      "aboutText": "Jarrod Lyle (born 21 August 1981) is an Australian professional golfer who currently plays on the PGA Tour.",
      "pageId": 18891708,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Aliz%C3%A9e",
      "name": "Alizée",
      "aboutText": "Sam Brody Jenner (born August 21, 1983) is an American television personality and model. The son of Caitlyn Jenner and actress Linda Thompson, he was born and raised in Los Angeles, California. In 2005, Jenner appeared in the reality television series, The Princes of Malibu, which additionally featured his eldest brother, Brandon Jenner, and his friend, Spencer Pratt.",
      "pageId": 21284222,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Collie_Buddz",
      "name": "Collie Buddz",
      "aboutText": "Tyler Howard Winklevoss (born August 21, 1981) is an American rower and entrepreneur. He competed in the men's pair rowing event at the 2008 Summer Olympics with his identical twin brother and rowing partner, Cameron Winklevoss. Winklevoss co-founded HarvardConnection (later renamed ConnectU) along with his brother Cameron and a Harvard classmate of theirs, Divya Narendra.",
      "pageId": 21797438,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Neil_Dexter",
      "name": "Neil Dexter",
      "aboutText": "Cameron Howard Winklevoss (born August 21, 1981) is an American rower and entrepreneur. He competed in the men's pair rowing event at the 2008 Beijing Olympics with his identical twin brother and rowing partner, Tyler Winklevoss. Cameron and his brother are known for co-founding HarvardConnection (later renamed ConnectU) along with Harvard classmate Divya Narendra.",
      "pageId": 21797439,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rachel_Potter",
      "name": "Rachel Potter",
      "aboutText": "Fay Wolf (born August 21, 1978) is an American actress, singer, songwriter, pianist, and professional organizer.",
      "pageId": 33739513,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Melissa_Schuman",
      "name": "Melissa Schuman",
      "aboutText": "Rachel Lindsey Potter (born August 21, 1984) is an American actress, singer, and songwriter. She made her broadway debut in 2011 as Wednesday Addams in The Addams Family, and in 2012, appeared as The Mistress in the Broadway revival of Evita. Potter released her debut EP entitled Live the Dream in 2012, and her first full length album \"Not So Black and White\" in March of 2015.",
      "pageId": 40694624,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Barun_Sobti",
      "name": "Barun Sobti",
      "aboutText": "Cody Reed Kasch (born August 21, 1987) is an American actor.",
      "pageId": 1659037,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Eve_Torres",
      "name": "Eve Torres",
      "aboutText": "Nicolás Almagro Sánchez (Spanish pronunciation: [nikoˈlas alˈmaɣɾo ˈsantʃeθ]; born 21 August 1985 in Murcia, Spain) is a Spanish professional tennis player, ranked world no. 74 on the ATP World Tour. He reached the quarterfinals of the French Open in 2008, 2010 and 2012 (losing each time to Rafael Nadal, the eventual champion), as well as the quarterfinals of the Australian Open in 2013 (losing to David Ferrer after leading by two sets to love).",
      "pageId": 2795581,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Melvin_Upton,_Jr.",
      "name": "Melvin Upton, Jr.",
      "aboutText": "Paris Ana'is Bennett (born August 21, 1988) is an American singer and a former contestant on the fifth season of the reality television talent show, American Idol, finishing in fifth place.",
      "pageId": 3837692,
      "monthDay": "08/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Martin_Vunk",
      "name": "Martin Vunk",
      "aboutText": "Usain St. Leo Bolt, OJ, CD (/ˈjuːseɪn/; born 21 August 1986) is a Jamaican sprinter. Regarded as the fastest person ever recorded, he is the first man to hold both the 100 metres and 200 metres world records since fully automatic time measurements became mandatory in 1977.",
      "pageId": 4764846,
      "monthDay": "08/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nicol%C3%A1s_Almagro",
      "name": "Nicolás Almagro",
      "aboutText": "Whitney Adela Sloan (born 21 August 1988 in London) is a British-born actress best known for playing her role as \"Hollywood Henderson\" in the Disney Channel Original Movie Go Figure.",
      "pageId": 5952509,
      "monthDay": "08/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aleksandra_Kiryashova",
      "name": "Aleksandra Kiryashova",
      "aboutText": "Louise Setara (born Louise Smith, 21 August 1988, Reading, Berkshire, England) is an English singer-songwriter. Her first album, Still Waters, was released by Manhattan Records/EMI in February 2007.\nSetara decided to become a singer at the age of seven, after performing at a wedding party with a member of The Drifters.",
      "pageId": 7016076,
      "monthDay": "08/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Melissa_M",
      "name": "Melissa M",
      "aboutText": "Wout Brama (Dutch pronunciation: [ˈʋʌut ˈbraːmɐ]) (born 21 August 1986) is a Dutch footballer. Brama is a midfielder who was born in Almelo and made his debut in the Eredivisie in the 2005–06 season for FC Twente.",
      "pageId": 11394365,
      "monthDay": "08/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kevin_Nee",
      "name": "Kevin Nee",
      "aboutText": "Kim Ki-bum (born August 21, 1987) is a South Korean actor and singer. He is the former member of the South Korean boy band Super Junior. After the release of Super Junior's third studio album Sorry, Sorry in 2009, Kim announced his temporary leave from the group to pursue his acting career.",
      "pageId": 11486672,
      "monthDay": "08/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Usain_Bolt",
      "name": "Usain Bolt",
      "aboutText": "Martin Vunk (born 21 August 1984) is an Estonian professional footballer who plays as a midfielder for Estonian Meistriliiga club Pärnu Linnameeskond and the Estonia national football team.\n^ \"FC Flora esindusmeeskond\". FC Flora http://www.fcflora.ee.",
      "pageId": 12852758,
      "monthDay": "08/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Wout_Brama",
      "name": "Wout Brama",
      "aboutText": "Robert Lewandowski (Polish pronunciation: [ˈrɔbɛrt lɛvanˈdɔfskʲi]; born 21 August 1988) is a Polish professional footballer who plays as a striker for German club Bayern Munich, and captains the Poland national team.\nAfter being the top scorer in the third and second tiers of Polish football with Znicz Pruszków, he moved to top-flight Lech Poznań, and was the top scorer in the league as they won the 2009–10 Ekstraklasa. In 2010, he transferred to Borussia Dortmund for a reported €4.5 million, where he won honours including two consecutive Bundesliga titles.",
      "pageId": 13362678,
      "monthDay": "08/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kiami_Davael",
      "name": "Kiami Davael",
      "aboutText": "Eve Torres Gracie (born Eve Marie Torres; August 21, 1984) is an American dancer, model, actress, and former professional wrestler. She is best known for her work with WWE as Eve Torres or simply Eve.\nTorres began her career as a model and dancer.",
      "pageId": 13965973,
      "monthDay": "08/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Koki_Sakamoto",
      "name": "Koki Sakamoto",
      "aboutText": "Kevin Nee (born August 21, 1985) is an American professional Strongman athlete. He is notable as being the youngest person ever to reach the finals in the World's Strongest Man in 2007 at age 21.\nBorn in Framingham, Massachusetts, Nee began his strength training at the age of 14.",
      "pageId": 18517067,
      "monthDay": "08/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brooks_Wheelan",
      "name": "Brooks Wheelan",
      "aboutText": "Kiami Davael (born August 21, 1986 in Kentucky), sometimes credited as Kiami Davael Daugherty, is an American actress.",
      "pageId": 18715094,
      "monthDay": "08/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Cody_Kasch",
      "name": "Cody Kasch",
      "aboutText": "Koki Sakamoto (坂本 功貴, Sakamoto Kōki) (born 21 August 1986 in Sapporo) is a Japanese gymnast. He was a member of the 2008 Olympic team that won the silver medal. He was the 2nd best Japanese gymnast in the qualifying round and 5th overall but was replaced in the all around final by Hiroyuki Tomita.",
      "pageId": 18850553,
      "monthDay": "08/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kim_Kibum",
      "name": "Kim Kibum",
      "aboutText": "Melissa Merchiche (born August 21, 1985 in Marseille), better known by her stage name Melissa M or simply Melissa, is a French R&B singer of Algerian origin. Her debut album entitled Avec Tout Mon Amour and two successful singles, \"Elle\" and \"Cette Fois\" was on April 23, 2007. Avec Tout Mon Amour was ranked in the French Top 50.",
      "pageId": 19608835,
      "monthDay": "08/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Paris_Bennett",
      "name": "Paris Bennett",
      "aboutText": "Aleksandra Aleksandrovna Kiryashova (Russian: Александра Александровна Киряшова; born 21 August 1985 in Leningrad, Soviet Union) is a Russian pole vaulter.",
      "pageId": 21175637,
      "monthDay": "08/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Robert_Lewandowski",
      "name": "Robert Lewandowski",
      "aboutText": "Barun Sobti (born 21 August 1984) is an Indian actor.\nBarun Sobti was born on 21 August 1984. He has completed his schooling from St.",
      "pageId": 26595776,
      "monthDay": "08/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kacey_Musgraves",
      "name": "Kacey Musgraves",
      "aboutText": "Melvin Emanuel Upton, Jr. (born August 21, 1984), formerly known as B. J. Upton, is an American professional baseball center fielder for the San Diego Padres of Major League Baseball (MLB). Upton also played in MLB for the Tampa Bay Devil Rays / Rays and Atlanta Braves.",
      "pageId": 30864843,
      "monthDay": "08/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Louise_Setara",
      "name": "Louise Setara",
      "aboutText": "Kacey Lee Musgraves (born August 21, 1988) is an American singer. She self-released three albums before appearing on the fifth season of the USA Network's singing competition Nashville Star in 2007, where she placed seventh. She signed to Mercury Nashville in 2012 and has released two critically acclaimed albums on the label, Same Trailer Different Park (2013) and Pageant Material (2015).",
      "pageId": 36912134,
      "monthDay": "08/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Whitney_Sloan",
      "name": "Whitney Sloan",
      "aboutText": "Brooks Patrick Wheelan (born August 21, 1986) is an American stand-up comedian who was a cast member on Saturday Night Live for the 2013–2014 season.",
      "pageId": 40542854,
      "monthDay": "08/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Charlison_Benschop",
      "name": "Charlison Benschop",
      "aboutText": "Hayden Leslie Panettiere (/ˌpænɨtiˈɛər/; Italian pronunciation: [panetˈtjɛːre]); born August 21, 1989) is an American actress, model, singer, and activist. She is known for her roles as cheerleader Claire Bennet on the NBC series Heroes (2006–10), Juliette Barnes in the ABC musical drama series Nashville (since 2012) and Kairi in the video game series Kingdom Hearts.\nA native of New York, she first appeared in a commercial at the age of 11 months.",
      "pageId": 509997,
      "monthDay": "08/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/James_Davey_(rugby_league)",
      "name": "James Davey",
      "aboutText": "Tess Gaerthé (born 21 August 1991 in Amsterdam, Netherlands), better known as just Tess, was the Dutch representative at the 3rd Junior Eurovision Song Contest in 2005.",
      "pageId": 3256526,
      "monthDay": "08/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Elarica_Gallacher",
      "name": "Elarica Gallacher",
      "aboutText": "Jamia Simone Nash (born August 21, 1996), also known simply as Jamia, is an American singer and actress.",
      "pageId": 4146280,
      "monthDay": "08/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matteo_Gentili",
      "name": "Matteo Gentili",
      "aboutText": "Roy Frank \"RJ\" Mitte III (born August 21, 1992) is an American actor, producer and model. He is best known for his role as Walter \"Flynn\" White Jr. on the AMC series Breaking Bad (2008–13).",
      "pageId": 15705081,
      "monthDay": "08/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rob_Knox",
      "name": "Rob Knox",
      "aboutText": "Brad Lewis Kavanagh (born 21 August 1992) is an English actor and singer-songwriter, originally from Whitehaven, Cumbria, and is best known for his role as Fabian Rutter in the Nickelodeon TV series House of Anubis.",
      "pageId": 17405006,
      "monthDay": "08/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hayden_Panettiere",
      "name": "Hayden Panettiere",
      "aboutText": "Robert Arthur \"Rob\" Knox (21 August 1989 – 24 May 2008) was an English actor who portrayed the character of Marcus Belby in the film Harry Potter and the Half-Blood Prince (2009), and had signed to appear in the planned film Harry Potter and the Deathly Hallows (2010).\nHaving studied at Beths Grammar School, Bexley, Knox began acting aged 11, gaining small roles in British television shows like The Bill, After You've Gone and Trust Me I'm a Teenager. His first cinematic appearance was as an extra in King Arthur (2004).",
      "pageId": 17594623,
      "monthDay": "08/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bo_Burnham",
      "name": "Bo Burnham",
      "aboutText": "Robert Pickering \"Bo\" Burnham (born August 21, 1990) is an American comedian, singer-songwriter, musician, poet, and actor. Writing comedic and satirical songs that comment on social issues, celebrity culture, and the nature of comedy itself, he achieved fame when his YouTube videos gained great popularity; as of April 2015 his videos had been watched more than 152 million times.\nBurnham signed a four record deal with Comedy Central Records and released his debut EP, Bo Fo Sho in 2008.",
      "pageId": 18221803,
      "monthDay": "08/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Big_Chocolate_(musician)",
      "name": "Big Chocolate",
      "aboutText": "Charlison Benschop (born 21 August 1989) is a Dutch professional footballer who currently plays for German club Hannover 96, as a striker.",
      "pageId": 20098639,
      "monthDay": "08/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Omar_El_Kaddouri",
      "name": "Omar El Kaddouri",
      "aboutText": "Leandro Jones Johan Bacuna (born 21 August 1991) is a Dutch professional footballer who plays for English club Aston Villa as a winger and right back.",
      "pageId": 25081571,
      "monthDay": "08/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fabian_Heimpel",
      "name": "Fabian Heimpel",
      "aboutText": "James Davey (born (1989-08-21) 21 August 1989 ) is an English rugby league footballer, playing at club level for Batley Bulldogs as a hooker. He made his first team début for Wakefield in 2009's Super League XIV, coming off the bench in the round-4 31-18 loss away to Hull Kingston Rovers.\n^ \"James Davey Profile\".",
      "pageId": 25945113,
      "monthDay": "08/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Demy_(singer)",
      "name": "Demy",
      "aboutText": "Fabian Heimpel (born 21 August 1990) is a German international rugby union player, playing for the University of Cape Town RFC and the German national rugby union team.\nHe made his debut for Germany against Portugal on 27 February 2010.\nHeimpel has also played for the Germany's 7's side in the past, like at the 2009 Hannover Sevens.",
      "pageId": 26623812,
      "monthDay": "08/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Leandro_Bacuna",
      "name": "Leandro Bacuna",
      "aboutText": "Matteo Gentili (born 21 August 1989) is an Italian footballer who plays for Vicenza Calcio.",
      "pageId": 27022852,
      "monthDay": "08/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Liis_Emaj%C3%B5e",
      "name": "Liis Emajõe",
      "aboutText": "Elarica Gallacher (born 21 August 1989) is an English model and actress.",
      "pageId": 27939107,
      "monthDay": "08/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tess_Gaerth%C3%A9",
      "name": "Tess Gaerthé",
      "aboutText": "Omar El Kaddouri (Arabic: عمر القدوري‎; born 21 August 1990) is a professional footballer who plays for Italian club Napoli and the Moroccan national team as midfielder.",
      "pageId": 29548146,
      "monthDay": "08/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Brad_Kavanagh",
      "name": "Brad Kavanagh",
      "aboutText": "Cameron Argon, better known by his stage name Big Chocolate (born August 21, 1990 in Laguna Hills, CA) is an American musician, producer and vlogger. He is the former vocalist for the death metal bands Burning the Masses, Misericordiam, Abominable Putridity and is the founder of the deathcore solo project Disfiguring the Goddess and has gained renowned work in the music industry by his skill in music production and remixing. Argon specializes in electronic dance music styles ranging from dubstep, drum and bass and electronica.",
      "pageId": 31032348,
      "monthDay": "08/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/RJ_Mitte",
      "name": "RJ Mitte",
      "aboutText": "Maxim Knight (born August 21, 1999) is an American adolescent actor who started acting at the age of eight.",
      "pageId": 32493019,
      "monthDay": "08/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Song_Seung-hyun",
      "name": "Song Seung-hyun",
      "aboutText": "Jacqueline Bonnell Marteau Emerson, born August 21, 1994, also simply known as Jacqueline, is an American actress and recording artist. She rose to prominence after she portrayed Foxface in the film The Hunger Games. She is a former member of the teenage pop band Devo 2.0.",
      "pageId": 32607562,
      "monthDay": "08/21"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jacqueline_Emerson",
      "name": "Jacqueline Emerson",
      "aboutText": "Liis Emajõe (born 21 August 1991) is an Estonian football player who plays as a striker for Flora Tallinn in the Naiste Meistriliiga, as well as the Estonian national team. In 2010 she was named Estonian Female Young Footballer of the Year.\nShe scored Estonia's first goal in the 2013 Euro's qualification in a 2–1 loss against Belarus.",
      "pageId": 33107835,
      "monthDay": "08/21"
    },
    {
      "year": "1996",
      "uri": "/wiki/Jamia_Simone_Nash",
      "name": "Jamia Simone Nash",
      "aboutText": "Dimitra Papadea (Greek: Δήμητρα Παπαδέα), also known as Demy, is a Greek singer who is signed with Greek independent label Panik Records. At the 2012 MAD Video Music Awards, she won the award for Best New Artist and 2 other awards. As was mentioned in her acceptance speech, in 2011 she was watching the awards show on television and dreaming of one day winning one.",
      "pageId": 36223789,
      "monthDay": "08/21"
    },
    {
      "year": "1999",
      "uri": "/wiki/Maxim_Knight",
      "name": "Maxim Knight",
      "aboutText": "Song Seung-hyun (Hangul: 송승현; hanja: 宋承炫;Japanese:ソン•スンヒョン born 21 August 1992) is a South Korean musician and actor. He is a member of rock band F.T. Island, where he serves as the guitarist, vocalist, lyricist, and composer. He is the newest member after replacing Oh Won Bin.",
      "pageId": 38529610,
      "monthDay": "08/21"
    }
  ]
}