{
  "people": [
    {
      "year": "408",
      "uri": "/wiki/Stilicho",
      "name": "Stilicho",
      "aboutText": "Pope Gregory IX (Latin: Gregorius IX; c. 1145 – 22 August 1241), born Ugolino di Conti, was Pope from 19 March 1227 to his death in 1241. He is known for issuing the Decretales and instituting the Papal Inquisition, a mechanism that severely punished people accused of heresy, in response to the failures of the episcopal inquisitions established during the time of Pope Lucius III through his papal bull Ad abolendam issued in 1184.",
      "pageId": 24218,
      "monthDay": "08/22"
    },
    {
      "year": "1155",
      "uri": "/wiki/Emperor_Konoe",
      "name": "Emperor Konoe",
      "aboutText": "Richard III (2 October 1452 – 22 August 1485) was King of England from 1483 until his death in 1485, at the age of 32, in the Battle of Bosworth Field. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat at Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England.",
      "pageId": 26284,
      "monthDay": "08/22"
    },
    {
      "year": "1241",
      "uri": "/wiki/Pope_Gregory_IX",
      "name": "Pope Gregory IX",
      "aboutText": "Pope Nicholas III (Latin: Nicolaus III; c. 1225 – 22 August 1280), born Giovanni Gaetano Orsini, was Pope from 25 November 1277 to his death in 1280.\nHe was a Roman nobleman who had served under eight popes, been made Cardinal-Deacon of St.",
      "pageId": 45104,
      "monthDay": "08/22"
    },
    {
      "year": "1280",
      "uri": "/wiki/Pope_Nicholas_III",
      "name": "Pope Nicholas III",
      "aboutText": "Isabella of France (1295 – 22 August 1358), sometimes described as the She-Wolf of France, was Queen of England as the wife of Edward II. She was the youngest surviving child and only surviving daughter of Philip IV of France and Joan I of Navarre. Queen Isabella was notable at the time for her beauty, diplomatic skills, and intelligence.\nIsabella arrived in England at the age of 12 during a period of growing conflict between the king and the powerful baronial factions.",
      "pageId": 47621,
      "monthDay": "08/22"
    },
    {
      "year": "1304",
      "uri": "/wiki/John_II,_Count_of_Holland",
      "name": "John II, Count of Holland",
      "aboutText": "Philip VI (French: Philippe VI) (1293 – 22 August 1350), called the Fortunate (French: le Fortuné) and of Valois, was the first King of France from the House of Valois. He reigned from 1328 until his death.\nPhilip's reign was dominated by the consequences of a succession dispute.",
      "pageId": 77498,
      "monthDay": "08/22"
    },
    {
      "year": "1350",
      "uri": "/wiki/Philip_VI_of_France",
      "name": "Philip VI of France",
      "aboutText": "Flavius Stilicho (occasionally written as Stilico) (c. 359 – Ravenna, 22 August 408) was a high-ranking general (magister militum) in the Roman army who became, for a time, the most powerful man in the Western Roman Empire. Half Vandal and married to the niece of the Emperor Theodosius, Stilicho’s regency for the underage Honorius marked the high point of German advancement in the service of Rome.",
      "pageId": 80475,
      "monthDay": "08/22"
    },
    {
      "year": "1358",
      "uri": "/wiki/Isabella_of_France",
      "name": "Isabella of France",
      "aboutText": "John Dudley, 1st Duke of Northumberland, KG (1504 – 22 August 1553) was an English general, admiral, and politician, who led the government of the young King Edward VI from 1550 until 1553, and unsuccessfully tried to install Lady Jane Grey on the English throne after the King's death. The son of Edmund Dudley, a minister of Henry VII executed by Henry VIII, John Dudley became the ward of Sir Edward Guildford at the age of seven. He grew up in Guildford's household together with his future wife, Guildford's daughter Jane, with whom he was to have 13 children.",
      "pageId": 166935,
      "monthDay": "08/22"
    },
    {
      "year": "1456",
      "uri": "/wiki/Vladislav_II_of_Wallachia",
      "name": "Vladislav II of Wallachia",
      "aboutText": "William Whiston (9 December 1667 – 22 August 1752) was an English theologian, historian, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 (and his attempts to win the rewards that it promised) and his important translations of the Antiquities of the Jews and other works by Josephus (which are still in print). He was a prominent exponent of Arianism and wrote A New Theory of the Earth.",
      "pageId": 188885,
      "monthDay": "08/22"
    },
    {
      "year": "1485",
      "uri": "/wiki/Richard_III_of_England",
      "name": "Richard III of England",
      "aboutText": "Emperor Konoe (近衛天皇, Konoe-tennō, June 16, 1139 – August 22, 1155) was the 76th emperor of Japan, according to the traditional order of succession.",
      "pageId": 195047,
      "monthDay": "08/22"
    },
    {
      "year": "1553",
      "uri": "/wiki/John_Dudley,_1st_Duke_of_Northumberland",
      "name": "John Dudley, 1st Duke of Northumberland",
      "aboutText": "Field Marshal and Count Jacob Pontusson De la Gardie (Reval, 20 June 1583 - Stockholm, 22 August 1652) was a statesman and a soldier of the Swedish Empire.\nHe was appointed Privy Councilor in 1613, Governor of Swedish Estonia between 1619 and 1622, Governor General of Livonia in 1622, and Lord High Constable in 1620. He introduced reforms based on the then novel Dutch military doctrine into the Swedish army.",
      "pageId": 234944,
      "monthDay": "08/22"
    },
    {
      "year": "1572",
      "uri": "/wiki/Thomas_Percy,_7th_Earl_of_Northumberland",
      "name": "Thomas Percy, 7th Earl of Northumberland",
      "aboutText": "Bartholomew Gosnold (1571 – 22 August 1607) was an English lawyer, explorer, and privateer who was instrumental in founding the Virginia Company of London, and Jamestown in colonial America. He led the first recorded European expedition to Cape Cod.",
      "pageId": 345383,
      "monthDay": "08/22"
    },
    {
      "year": "1584",
      "uri": "/wiki/Jan_Kochanowski",
      "name": "Jan Kochanowski",
      "aboutText": "Jan Kochanowski (Polish: [ˈjan kɔxaˈnɔfskʲi]; 1530 – 22 August 1584) was a Polish Renaissance poet who established poetic patterns that would become integral to the Polish literary language.\nHe is commonly regarded as the greatest Polish poet before Adam Mickiewicz, and the greatest Slavic poet prior to the 19th century.",
      "pageId": 474459,
      "monthDay": "08/22"
    },
    {
      "year": "1599",
      "uri": "/wiki/Luca_Marenzio",
      "name": "Luca Marenzio",
      "aboutText": "Louis François de Boufflers, Duke of Boufflers, Count of Cagny (January 10, 1644 in Crillon, Oise – August 22, 1711 in Fontainebleau) was a Marshal of France.\nHe entered the army and saw service in 1663 at the siege of Marsal, becoming colonel of dragoons in 1669. In the conquest of Lorraine (1670), he served under Marshal de Créqui.",
      "pageId": 617976,
      "monthDay": "08/22"
    },
    {
      "year": "1607",
      "uri": "/wiki/Bartholomew_Gosnold",
      "name": "Bartholomew Gosnold",
      "aboutText": "John II of Avesnes (1247 – 22 August 1304), Count of Hainaut, Holland, and Zeeland.",
      "pageId": 690965,
      "monthDay": "08/22"
    },
    {
      "year": "1652",
      "uri": "/wiki/Jacob_De_la_Gardie",
      "name": "Jacob De la Gardie",
      "aboutText": "Luca Marenzio (also Marentio; October 18, 1553 or 1554 – August 22, 1599) was an Italian composer and singer of the late Renaissance. He was one of the most renowned composers of madrigals, and wrote some of the most famous examples of the form in its late stage of development, prior to its early Baroque transformation by Monteverdi. In all, Marenzio wrote around 500 madrigals, ranging from the lightest to the most serious styles, packed with word-painting, chromaticism, and other characteristics of the late madrigal style.",
      "pageId": 748810,
      "monthDay": "08/22"
    },
    {
      "year": "1664",
      "uri": "/wiki/Maria_Cunitz",
      "name": "Maria Cunitz",
      "aboutText": "Maria Cunitz or Maria Cunitia (other versions of surname include: Cunicia, Cunitzin, Kunic, Cunitiae, Kunicia, Kunicka) (Wołów, Silesia, 1610 – Byczyna, Silesia, August 22, 1664) was an accomplished German astronomer, and one of the most notable female astronomers of the modern era. She authored a book Urania propitia, in which she provided new tables, new ephemera, and a more elegant solution to Kepler's problem. The Cunitz crater on Venus is named after her.",
      "pageId": 1098952,
      "monthDay": "08/22"
    },
    {
      "year": "1680",
      "uri": "/wiki/John_George_II,_Elector_of_Saxony",
      "name": "John George II, Elector of Saxony",
      "aboutText": "Vladislav II (died c. August 20, 1456) was a ruler of the principality of Wallachia, from 1447 to 1448, and again from 1448 to 1456.\nThe way Vladislav II came to throne is debatable.",
      "pageId": 1111507,
      "monthDay": "08/22"
    },
    {
      "year": "1701",
      "uri": "/wiki/John_Granville,_1st_Earl_of_Bath",
      "name": "John Granville, 1st Earl of Bath",
      "aboutText": "John Granville, 1st Earl of Bath PC (29 August 1628 – 22 August 1701), of Stowe in the parish of Kilkhampton in Cornwall, was an English Royalist soldier and statesman during the Civil War who played a major role in the 1660 Restoration of the Monarchy and was later appointed Lord Lieutenant of Ireland.",
      "pageId": 1122120,
      "monthDay": "08/22"
    },
    {
      "year": "1711",
      "uri": "/wiki/Louis_Fran%C3%A7ois,_duc_de_Boufflers",
      "name": "Louis François, duc de Boufflers",
      "aboutText": "Blessed Thomas Percy, 7th Earl of Northumberland, 1st Baron Percy, KG (1528 – 22 August 1572), led the Rising of the North and was executed for treason. He was later beatified by the Catholic Church.",
      "pageId": 1339102,
      "monthDay": "08/22"
    },
    {
      "year": "1752",
      "uri": "/wiki/William_Whiston",
      "name": "William Whiston",
      "aboutText": "John George (31 May 1613 – 22 August 1680) was the Elector of Saxony from 1656 to 1680. He belonged to the Albertine line of the House of Wettin.",
      "pageId": 1657072,
      "monthDay": "08/22"
    },
    {
      "year": "1793",
      "uri": "/wiki/Louis_de_Noailles",
      "name": "Louis de Noailles",
      "aboutText": "Kate Chopin, born Katherine O'Flaherty (February 8, 1850 – August 22, 1904), was a U.S. author of short stories and novels. She is now considered by some to have been a forerunner of the feminist authors of the 20th century of Southern or Catholic background, such as Zelda Fitzgerald.\nFrom 1892 to 1895, she wrote short stories for both children and adults that were published in such magazines as Atlantic Monthly, Vogue, The Century Magazine, and The Youth's Companion.",
      "pageId": 50099,
      "monthDay": "08/22"
    },
    {
      "year": "1793",
      "uri": "/wiki/C%C3%A4cilia_Weber",
      "name": "Cäcilia Weber",
      "aboutText": "Michael James Collins (Irish: Mícheál Séamus Ó Coileáin; 16 October 1890 – 22 August 1922) was an Irish revolutionary leader, politician, Minister for Finance, Director of Information, and Teachta Dála (TD) for Cork South in the First Dáil of 1919, Adjutant General, Director of Intelligence, and Director of Organisation and Arms Procurement for the IRA, President of the Irish Republican Brotherhood from November 1920 until his death, and member of the Irish delegation during the Anglo-Irish Treaty negotiations. Subsequently, he was both Chairman of the Provisional Government and Commander-in-chief of the National Army.",
      "pageId": 97509,
      "monthDay": "08/22"
    },
    {
      "year": "1797",
      "uri": "/wiki/Dagobert_Sigmund_von_Wurmser",
      "name": "Dagobert Sigmund von Wurmser",
      "aboutText": "Charles William Eliot (March 20, 1834 – August 22, 1926) was an American academic who was selected as Harvard's president in 1869. He transformed the provincial college into the preeminent American research university. Eliot served until 1909, having the longest term as president in the university's history.",
      "pageId": 160591,
      "monthDay": "08/22"
    },
    {
      "year": "1806",
      "uri": "/wiki/Jean-Honor%C3%A9_Fragonard",
      "name": "Jean-Honoré Fragonard",
      "aboutText": "Warren Hastings (6 December 1732 – 22 August 1818), an English statesman, was the first Governor of the Presidency of Fort William (Bengal), the head of the Supreme Council of Bengal, and thereby the first de facto Governor-General of India from 1773 to 1785. He was accused of corruption and impeached in 1787, but after a long trial he was acquitted in 1795. He was made a Privy Counsellor in 1814.",
      "pageId": 167887,
      "monthDay": "08/22"
    },
    {
      "year": "1817",
      "uri": "/wiki/Nak%C5%9Fidil_Sultan",
      "name": "Nakşidil Sultan",
      "aboutText": "Robert Arthur Talbot Gascoyne-Cecil, 3rd Marquess of Salisbury, KG, GCVO, PC, FRS (3 February 1830 – 22 August 1903), styled Lord Robert Cecil before 1865 and Viscount Cranborne from June 1865 until April 1868, was a British Conservative statesman, serving as Prime Minister three times for a total of over 13 years. He was the last Prime Minister to head his full administration from the House of Lords.\nLord Robert Cecil was first elected to the House of Commons in 1854 and served as Secretary of State for India in Lord Derby's Conservative government from 1866 until his resignation in 1867 over its introduction of Benjamin Disraeli's Reform Bill that extended the suffrage to working-class men.",
      "pageId": 232328,
      "monthDay": "08/22"
    },
    {
      "year": "1818",
      "uri": "/wiki/Warren_Hastings",
      "name": "Warren Hastings",
      "aboutText": "The Xianfeng Emperor (simplified Chinese: 咸丰帝; traditional Chinese: 咸豐帝; pinyin: Xiánfēng Dì; Wade–Giles: Hsien-feng Ti; 17 July 1831 – 22 August 1861), personal name I-ju (or Yizhu), was the ninth Emperor of the Manchu-led Qing dynasty, and the seventh Qing emperor to rule over China, from 1850 to 1861.",
      "pageId": 265942,
      "monthDay": "08/22"
    },
    {
      "year": "1828",
      "uri": "/wiki/Franz_Joseph_Gall",
      "name": "Franz Joseph Gall",
      "aboutText": "Jan Nepomuk Neruda (Czech: [ˈjan ˈnɛpomuk ˈnɛruda]; 9 July 1834 – 22 August 1891) was a Czech journalist, writer and poet, one of the most prominent representatives of Czech Realism and a member of \"the May school\".",
      "pageId": 297899,
      "monthDay": "08/22"
    },
    {
      "year": "1850",
      "uri": "/wiki/Nikolaus_Lenau",
      "name": "Nikolaus Lenau",
      "aboutText": "Franz Josef Gall (German: [gal]; 9 March 1758 – 22 August 1828) was a neuroanatomist, physiologist, and pioneer in the study of the localization of mental functions in the brain.\nClaimed as the founder of phrenology, Gall was an early and important researcher in his fields. His contributions to the field of neuropsychology were controversial at the time and now widely referred to as pseudoscience.",
      "pageId": 310316,
      "monthDay": "08/22"
    },
    {
      "year": "1861",
      "uri": "/wiki/Xianfeng_Emperor",
      "name": "Xianfeng Emperor",
      "aboutText": "For the British poet and author (1878–1955), see Oliver W. F. Lodge",
      "pageId": 348879,
      "monthDay": "08/22"
    },
    {
      "year": "1888",
      "uri": "/wiki/%C3%81goston_Trefort",
      "name": "Ágoston Trefort",
      "aboutText": "Nikolaus Lenau was the nom de plume of Nikolaus Franz Niembsch Edler von Strehlenau (25 August 1802 – 22 August 1850), a German-language Austrian poet.",
      "pageId": 390581,
      "monthDay": "08/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Jan_Neruda",
      "name": "Jan Neruda",
      "aboutText": "Korbinian Brodmann (17 November 1868 – 22 August 1918) was a German neurologist who became famous for his definition of the cerebral cortex into 52 distinct regions from their cytoarchitectonic (histological) characteristics, known as Brodmann areas.",
      "pageId": 419608,
      "monthDay": "08/22"
    },
    {
      "year": "1903",
      "uri": "/wiki/Robert_Gascoyne-Cecil,_3rd_Marquess_of_Salisbury",
      "name": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury",
      "aboutText": "Jean-Honoré Fragonard (French: [ʒã onoʀe fʀaɡonɑʀ]; 5 April 1732 in Grasse – 22 August 1806 in Paris) was a French painter and printmaker whose late Rococo manner was distinguished by remarkable facility, exuberance, and hedonism. One of the most prolific artists active in the last decades of the Ancien Régime, Fragonard produced more than 550 paintings (not counting drawings and etchings), of which only five are dated. Among his most popular works are genre paintings conveying an atmosphere of intimacy and veiled eroticism.",
      "pageId": 605652,
      "monthDay": "08/22"
    },
    {
      "year": "1904",
      "uri": "/wiki/Kate_Chopin",
      "name": "Kate Chopin",
      "aboutText": "Louis de Noailles, 4th Duke of Noailles (21 April 1713 in Versailles – 22 August 1793 in Saint-Germain-en-Laye) was a French peer and Marshal of France. He was the son of Françoise Charlotte d'Aubigné, niece of Madame de Maintenon, and a nephew of Marie Victoire de Noailles, daughter-in-law of Louis XIV of France.\nHe bore the title of duc d'Ayen until his father's death in 1766, when he became duc de Noailles.",
      "pageId": 1188681,
      "monthDay": "08/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/Henry_Radcliffe_Crocker",
      "name": "Henry Radcliffe Crocker",
      "aboutText": "Dagobert Sigismund, Count von Wurmser (7 May 1724 – 22 August 1797) was an Austrian field marshal during the French Revolutionary Wars. Although he fought in the Seven Years' War, the War of the Bavarian Succession, and mounted several successful campaigns in the Rhineland in the initial years of the French Revolutionary Wars, he is probably most remembered for his unsuccessful operations against Napoleon Bonaparte during the 1796 campaign in Italy.\nAlthough initially in the Army of France during the Seven Years' War, Wurmser left France after Louis reached a peace agreement with Britain, and joined the military of the House of Habsburg.",
      "pageId": 2659526,
      "monthDay": "08/22"
    },
    {
      "year": "1914",
      "uri": "/wiki/Giacomo_Radini-Tedeschi",
      "name": "Giacomo Radini-Tedeschi",
      "aboutText": "Giacomo Maria Radini-Tedeschi (12 July 1857 - 22 August 1914) was the Bishop of the Roman Catholic Diocese of Bergamo. Today he is famous for his strong involvement in social issues at the beginning of 20th century.",
      "pageId": 8151130,
      "monthDay": "08/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/Korbinian_Brodmann",
      "name": "Korbinian Brodmann",
      "aboutText": "Cäcilia Cordula Stamm (23 October 1727 – 22 August 1793) was the mother of Constanze Weber and the mother-in-law of Wolfgang Amadeus Mozart.\nShe was born in Mannheim, the daughter of Johann Otto Stamm, a government secretary and Sophia Elisabeth Wimmer. She married Franz Fridolin Weber (1733–1779) on 14 September 1756, and had four daughters: Josepha, Aloysia, Constanze, and Sophie.",
      "pageId": 19579540,
      "monthDay": "08/22"
    },
    {
      "year": "1922",
      "uri": "/wiki/Michael_Collins_(Irish_leader)",
      "name": "Michael Collins",
      "aboutText": "Nakşidil Valide Sultan (fully Devletli, İsmetli, Nakşidil Valide Sultan Aliyyetü'ş-şân Hazretleri; 19 December 1768 – 22 August 1817; meaning \"Embroidered on the Heart\") was the consort of Ottoman Sultan Abdul Hamid I and Valide Sultan to her adoptive son Mahmud II.",
      "pageId": 22396540,
      "monthDay": "08/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/Charles_William_Eliot",
      "name": "Charles William Eliot",
      "aboutText": "Dr. Ágoston Trefort (7 February 1817 – 22 August 1888) was a Hungarian politician, who served as Minister of Religion and Education from 1872 until his death.",
      "pageId": 26575355,
      "monthDay": "08/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Alexandros_Kontoulis",
      "name": "Alexandros Kontoulis",
      "aboutText": "Henry Radcliffe Crocker, MD, FRCP (6 March 1846 – 22 August 1909) was an English dermatologist. Originally from Hove in Sussex, Crocker started his working life as an apprentice to a general practitioner, before going to London to attend the University College Hospital medical school. Working as a resident medical officer with William Tilbury Fox, Crocker began a lifelong career in dermatology.",
      "pageId": 27448335,
      "monthDay": "08/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/Oliver_Lodge",
      "name": "Oliver Lodge",
      "aboutText": "Alexandros Kontoulis (Greek: Αλέξανδρος Κοντούλης, 1858–1933) was a Greek Army officer who rose to the rank of Lieutenant General. He was among the driving minds behind the Macedonian Struggle and was involved in the Albanian national movement, with the nom de guerre of Kapetan Skourtis (Καπετάν Σκούρτης). Kontoulis fought with distinction in the Greco-Turkish War of 1897 and the First Balkan War, where he was heavily wounded.",
      "pageId": 38270705,
      "monthDay": "08/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gerald_Strickland,_1st_Baron_Strickland",
      "name": "Gerald Strickland, 1st Baron Strickland",
      "aboutText": "Dr.",
      "pageId": 140788,
      "monthDay": "08/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michel_Fokine",
      "name": "Michel Fokine",
      "aboutText": "Jomo Kenyatta (English pronunciation: /ˈdʒoʊmoʊ kɛnˈjɑːtə/) (c. 1891 – 22 August 1978) was a Kenyan politician, and the first President of Kenya.\nKenyatta was the leader of Kenya from independence in 1963 to his death in 1978, serving first as Prime Minister (1963–64) and then as President (1964–78).",
      "pageId": 171148,
      "monthDay": "08/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/D%C3%B6me_Szt%C3%B3jay",
      "name": "Döme Sztójay",
      "aboutText": "Jacob Bronowski (18 January 1908 – 22 August 1974) was a British mathematician, historian of science, theatre author, poet and inventor.",
      "pageId": 241528,
      "monthDay": "08/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kirk_Bryan_(geologist)",
      "name": "Kirk Bryan",
      "aboutText": "Juscelino Kubitschek de Oliveira (Portuguese pronunciation: [ʒuseˈlinu kubiˈtʃɛk dʒi oliˈvejɾɐ]; September 12, 1902 – August 22, 1976), known also by his initials JK, was a prominent Brazilian politician who was President of Brazil from 1956 to 1961. His term was marked by economic prosperity and political stability, being most known for the construction of a new capital, Brasília.\nA leader who favored long-term planning and who set high goals for Brazil's future, Kubitschek is viewed inside the country as the father of modern Brazil.",
      "pageId": 314055,
      "monthDay": "08/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jack_Bickell",
      "name": "Jack Bickell",
      "aboutText": "William Richard Morris, 1st Viscount Nuffield GBE CH FRS (10 October 1877 – 22 August 1963), known as Sir William Morris, Bt, between 1929 and 1934 and as The Lord Nuffield between 1934 and 1938, was a British motor manufacturer and philanthropist. He was the founder of Morris Motors Limited and is remembered as the founder of the Nuffield Foundation, the Nuffield Trust and Nuffield College, Oxford.",
      "pageId": 375556,
      "monthDay": "08/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jim_Tabor",
      "name": "Jim Tabor",
      "aboutText": "Charles Sebastian Thomas Cabot (July 6, 1918 – August 22, 1977) was an English film and television actor, best remembered as the gentleman's gentleman, Giles French, opposite Brian Keith's character, in the sitcom Family Affair (1966–1971). He was also known for playing the Wazir in Kismet and Dr. Carl Hyatt in the series Checkmate (1960–1962), as well as for voicing Bagheera in The Jungle Book (1967).",
      "pageId": 393194,
      "monthDay": "08/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Roger_Martin_du_Gard",
      "name": "Roger Martin du Gard",
      "aboutText": "Michael Fokine (a French transliteration Michel Fokine; English transliteration Mikhail Fokin; Russian: Михаи́л Миха́йлович Фо́кин, Mikhaíl Mikháylovich Fokín) (23 April [O.S. 11 April] 1880 – 22 August 1942) was a groundbreaking Russian choreographer and dancer.",
      "pageId": 477185,
      "monthDay": "08/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Johannes_Sikkar",
      "name": "Johannes Sikkar",
      "aboutText": "Vladimir Yakovlevich Propp (Russian: Владимир Яковлевич Пропп; 29 April [O.S. 17 April] 1895 – 22 August 1970) was a Soviet folklorist and scholar who analyzed the basic plot components of Russian folk tales to identify their simplest irreducible narrative elements.",
      "pageId": 739755,
      "monthDay": "08/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Eduard_P%C3%BCtsep",
      "name": "Eduard Pütsep",
      "aboutText": "Döme Sztójay (5 January 1883 – 22 August 1946) was a Hungarian soldier and diplomat of Serb origin, who served as Prime Minister of Hungary in 1944, during World War II.",
      "pageId": 874421,
      "monthDay": "08/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/William_Morris,_1st_Viscount_Nuffield",
      "name": "William Morris, 1st Viscount Nuffield",
      "aboutText": "Gerald Paul Joseph Cajetan Carmel Antony Martin Strickland, 6th Count della Catena, 1st Baron Strickland, GCMG (24 May 1861 – 22 August 1940) was a Maltese and British politician and peer, who served as Prime Minister of Malta, Governor of the Leeward Islands, Governor of Tasmania, Governor of Western Australia and Governor of New South Wales, in addition to sitting successively in the House of Commons and House of Lords in the Parliament of the United Kingdom.\nHe is regarded as one of Malta’s greatest ever prime ministers.",
      "pageId": 1066388,
      "monthDay": "08/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ellen_Church",
      "name": "Ellen Church",
      "aboutText": "Gina Bachauer (Greek: Τζίνα Μπαχάουερ; May 21, 1913, Athens – August 22, 1976, Athens), was a Greek classical pianist who toured extensively in the United States and Europe.\nGina Bachauer was born in Athens, Greece. She gave her first recital in Athens at the age of eight.",
      "pageId": 1176852,
      "monthDay": "08/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gregory_Goodwin_Pincus",
      "name": "Gregory Goodwin Pincus",
      "aboutText": "James Reubin Tabor (November 5, 1916 – August 22, 1953), nicknamed \"Rawhide,\" was an American Major League Baseball player, a third baseman for the Boston Red Sox (1938–44) and Philadelphia Phillies (1946–47).",
      "pageId": 1225439,
      "monthDay": "08/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Vladimir_Propp",
      "name": "Vladimir Propp",
      "aboutText": "Johannes Sikkar (October 15, 1897 – August 22, 1960) was first head of the Estonian government in exile as Acting Prime Minister.\nSikkar served in the Estonian War of Independence against post-revolutionary Soviet Russia on armoured train as a voluntary and an officer, he was granted a farm, which he held until 1944. He finished economic faculty of Tartu University cum laude in 1936.",
      "pageId": 1612552,
      "monthDay": "08/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Louise_Huff",
      "name": "Louise Huff",
      "aboutText": "Kirk Bryan (22 July 1888 in Albuquerque, New Mexico – 22 August 1950 in Cody, Wyoming) was an American geologist on the faculty of Harvard University from 1925 until his death in 1950.\nThe son of R.W.D. Bryan (Astronomer under Hall in the Polaris expedition), Bryan received his undergraduate education at the University of New Mexico and later obtained a Ph.D. from Yale University.\nA geomorphologist, he worked primarily in arid regions, and was one of the pioneers in explaining the forces that formed landmasses in those areas.",
      "pageId": 2190240,
      "monthDay": "08/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jacob_Bronowski",
      "name": "Jacob Bronowski",
      "aboutText": "James Thomas Farrell (February 27, 1904 – August 22, 1979) was an American novelist, short-story writer, and poet.\nHe is most remembered for the Studs Lonigan trilogy, which was made into a film in 1960 and a television series in 1979. The trilogy was voted number 29 on the Modern Library's list of the 100 best novels of the 20th century.",
      "pageId": 2548006,
      "monthDay": "08/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gina_Bachauer",
      "name": "Gina Bachauer",
      "aboutText": "Louise Huff (November 14, 1895 – August 22, 1973) was an American actress of the silent film era.",
      "pageId": 6352620,
      "monthDay": "08/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Juscelino_Kubitschek",
      "name": "Juscelino Kubitschek",
      "aboutText": "Ellen Church (September 22, 1904 – August 22, 1965) was the first female flight attendant.\n^ \"Ellen Church\".",
      "pageId": 6734436,
      "monthDay": "08/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sebastian_Cabot_(actor)",
      "name": "Sebastian Cabot",
      "aboutText": "Roger Martin du Gard (French: [dy gaʁ]; 23 March 1881 – 22 August 1958) was a French author and novelist, winner of the 1937 Nobel Prize for Literature.\nTrained as a paleographer and archivist, he brought to his works a spirit of objectivity and a scrupulous regard for detail, and because of his concern with documentation and the relationship of social reality to individual development, his fiction has been linked with the realist and naturalist traditions of the 19th century.\nHe is best known for The Thibaults, a multi-volume roman fleuve which follows the fortunes of two brothers, Antoine and Jacques Thibault, from their upbringing in a prosperous Catholic bourgeois family to the end of the First World War.",
      "pageId": 7628810,
      "monthDay": "08/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jomo_Kenyatta",
      "name": "Jomo Kenyatta",
      "aboutText": "Eduard Pütsep (21 October 1898 – 22 August 1960) was an Estonian wrestler who won a Gold Medal in the Bantamweight division in the 1924 Summer Olympics in Paris, France after defeating Sweden's Sigfrid Hansson in the Sixth Round.\nHe was born in the Vastseliina Parish, in Võru County, Estonia and competed in the 1920, 1924 and 1928 Summer Olympic Games for his home country. At the 1922 World Greco-Roman Wrestling Championship in Stockholm, Sweden he lost only in the final match to Swedish 1920 Olympics wrestling bronze medalist Fritiof Svensson by points and won the Silver medal.",
      "pageId": 16870765,
      "monthDay": "08/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/James_T._Farrell",
      "name": "James T. Farrell",
      "aboutText": "John Paris \"Jack\" Bickell (September 26, 1884 – August 22, 1951) was a Canadian businessman, philanthropist, and sports team owner.",
      "pageId": 19841945,
      "monthDay": "08/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_Smith_McDonnell",
      "name": "James Smith McDonnell",
      "aboutText": "Luc Ferrari (February 5, 1929 – August 22, 2005) was a French composer of Italian heritage, particularly noted for his tape music.",
      "pageId": 113049,
      "monthDay": "08/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Cel%C3%A2l_Bayar",
      "name": "Celâl Bayar",
      "aboutText": "Dr. Huey Percy Newton (February 17, 1942 – August 22, 1989) was an African-American political activist and revolutionary who, along with Bobby Seale, co-founded the Black Panther Party in 1966. Newton had a long series of confrontations with law enforcement, including several convictions, while he participated in political activism.",
      "pageId": 182440,
      "monthDay": "08/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Joseph_P._Lash",
      "name": "Joseph P. Lash",
      "aboutText": "Magdalena Nile del Río (26 December 1906 – 22 August 2003) was an Argentine professional singer and movie actress, better known as Imperio Argentina; she became a citizen of Spain in 1999.\nDel Río performed in Argentina's theaters, where she had a long and successful career. At that time, her stage name was Pettit Imperio.",
      "pageId": 310343,
      "monthDay": "08/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Robert_Grondelaers",
      "name": "Robert Grondelaers",
      "aboutText": "Arnold Gerschwiler, OBE (28 May 1914 — 22 August 2003) was a Swiss figure skating coach.",
      "pageId": 315425,
      "monthDay": "08/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Huey_P._Newton",
      "name": "Huey P. Newton",
      "aboutText": "Colleen Rose Dewhurst (June 3, 1924 – August 22, 1991) was a Canadian-American actress known most for theatre roles, and for a while as \"the Queen of Off-Broadway.\" In her autobiography, Dewhurst wrote: \"I had moved so quickly from one Off-Broadway production to the next that I was known, at one point, as the 'Queen of Off-Broadway'. This title was not due to my brilliance but rather because most of the plays I was in closed after a run of anywhere from one night to two weeks. I would then move immediately into another.\" She was a renowned interpreter of the works of Eugene O’Neill on the stage, and her career also encompassed film, early dramas on live television, and Joseph Papp's New York Shakespeare Festival.",
      "pageId": 673359,
      "monthDay": "08/22"
    },
    {
      "year": "1991",
      "uri": "/wiki/Colleen_Dewhurst",
      "name": "Colleen Dewhurst",
      "aboutText": "Boris Karlovich Pugo, OAN (Latvian: Boriss Pugo, Russian: Борис Карлович Пуго) (February 19, 1937 – August 22, 1991, in Moscow) was a Soviet Communist political figure, Latvian by ethnicity.\nPugo was born in Kalinin, Russian SFSR (now Tver, Russia) into a family of Latvian communists who had left Latvia after Latvia was proclaimed an independent country in 1918 and the Communist side defeated in the war that followed. His family returned to Latvia after the Soviet Union occupied and annexed it in 1940.",
      "pageId": 765259,
      "monthDay": "08/22"
    },
    {
      "year": "1991",
      "uri": "/wiki/Boris_Pugo",
      "name": "Boris Pugo",
      "aboutText": "Daniel Mannix Petrie (November 26, 1920 – August 22, 2004) was a Canadian television and film director.",
      "pageId": 923395,
      "monthDay": "08/22"
    },
    {
      "year": "1994",
      "uri": "/wiki/Gilles_Groulx",
      "name": "Gilles Groulx",
      "aboutText": "Albert Dvorin (18 November 1922 in Chicago, Illinois – 22 August 2004 near Ivanpah, California) was an American bandleader and talent agent who coined the phrase \"Elvis has left the building.\"",
      "pageId": 926992,
      "monthDay": "08/22"
    },
    {
      "year": "1994",
      "uri": "/wiki/Allan_Houser",
      "name": "Allan Houser",
      "aboutText": "Konstantin Aseev (October 20, 1960 – August 22, 2004) was a Russian chess Grandmaster and trainer.\nAmong his tournament successes were first at Leningrad 1989 with 9/13 (beating Leonid Yudasin and Alexander Khalifman among others) and second to Sergei Tiviakov in the 1992 Alekhine Memorial in Moscow with 6/9 (ahead of Vladimir Kramnik (whom he beat), Mikhail Gurevich, Vladimir Akopian and many others). He participated in many Soviet and Russian Championships, and played in the FIDE World Championship in 2001 (but was knocked out by Mikhail Kobalia in the first round).",
      "pageId": 945384,
      "monthDay": "08/22"
    },
    {
      "year": "1995",
      "uri": "/wiki/Johnny_Carey",
      "name": "Johnny Carey",
      "aboutText": "Mahmut Celâl Bayar (16 May 1883 – 22 August 1986) was a Turkish politician, statesman, and the third President of Turkey. Mr. Bayar, as the Turkish President, was decorated with the Legion of Merit by the U.S. President.",
      "pageId": 1132228,
      "monthDay": "08/22"
    },
    {
      "year": "2000",
      "uri": "/wiki/Professor_Tanaka",
      "name": "Professor Tanaka",
      "aboutText": "John James \"Johnny\" Carey (23 February 1919 – 22 August 1995), also known as Jackie Carey, was an Irish professional footballer and manager. As a player Carey spent most of his career at Manchester United, where he was team captain from 1946 until he retired as a player in 1953. He was also a dual internationalist, playing for and captaining both Ireland teams – the FAI XI and the IFA XI. In 1947 he also captained a Europe XI which played a Great Britain XI at Hampden Park.",
      "pageId": 1497850,
      "monthDay": "08/22"
    },
    {
      "year": "2003",
      "uri": "/wiki/Generosa_Ammon",
      "name": "Generosa Ammon",
      "aboutText": "Gilles Groulx (May 30, 1931 in Montreal, Quebec – August 22, 1994) was a Canadian film director. He grew up in a working-class family with 14 children. After studying business in school, he went to work in an office but found the white-collar environment too stultifying.",
      "pageId": 2074258,
      "monthDay": "08/22"
    },
    {
      "year": "2003",
      "uri": "/wiki/Imperio_Argentina",
      "name": "Imperio Argentina",
      "aboutText": "James Smith \"Mac\" McDonnell (April 9, 1899 – August 22, 1980) was an American aviator, engineer, and businessman.",
      "pageId": 2244382,
      "monthDay": "08/22"
    },
    {
      "year": "2003",
      "uri": "/wiki/Arnold_Gerschwiler",
      "name": "Arnold Gerschwiler",
      "aboutText": "Sir Walter Angus Bethune (10 September 1908 – 22 August 2004) was an Australian politician and member of the Tasmanian House of Assembly. He was Premier of Tasmania from 26 May 1969 to 3 May 1972.",
      "pageId": 2807522,
      "monthDay": "08/22"
    },
    {
      "year": "2004",
      "uri": "/wiki/Konstantin_Aseev",
      "name": "Konstantin Aseev",
      "aboutText": "Generosa Ammon (March 22, 1956, Laguna Beach, California – August 22, 2003, New York City) was the widow of multimillionaire New York businessman Ted Ammon, who was murdered during their bitter divorce battle. Ammon-Pelosi, and her lover Daniel Pelosi were both suspects in Ammon's bludgeoning death.",
      "pageId": 3585263,
      "monthDay": "08/22"
    },
    {
      "year": "2004",
      "uri": "/wiki/Angus_Bethune_(politician)",
      "name": "Angus Bethune",
      "aboutText": "Allan Capron Houser or Haozous (June 30, 1914—August 22, 1994) a Chiricahua Apache sculptor, painter and book illustrator born in Oklahoma. He was one of the most renowned Native American painters and Modernist sculptors of the 20th century.\nHouser's work can be found at the Smithsonian Museum of American Art, the National Museum of the American Indian, and the National Portrait Gallery in Washington, DC. and in numerous major museum collections throughout the North America, Europe, and Japan.",
      "pageId": 4437034,
      "monthDay": "08/22"
    },
    {
      "year": "2004",
      "uri": "/wiki/Al_Dvorin",
      "name": "Al Dvorin",
      "aboutText": "Robert Grondelaers (28 February 1933 – 22 August 1989) was a road cyclist from Belgium. He won the silver medal in the men's individual road race at the 1952 Summer Olympics in Helsinki, Finland. At the same tournament he claimed the title in the men's team road race, alongside André Noyelle and Lucien Victor.",
      "pageId": 11361928,
      "monthDay": "08/22"
    },
    {
      "year": "2004",
      "uri": "/wiki/Daniel_Petrie",
      "name": "Daniel Petrie",
      "aboutText": "Ernest Oliver Kirkendall (July 6, 1914 – August 22, 2005) was an American chemist and metallurgist.",
      "pageId": 16902326,
      "monthDay": "08/22"
    },
    {
      "year": "2005",
      "uri": "/wiki/Luc_Ferrari",
      "name": "Luc Ferrari",
      "aboutText": "Joseph P. Lash (December 2, 1909 – August 22, 1987) was an American radical political activist, journalist, and author.",
      "pageId": 25157592,
      "monthDay": "08/22"
    },
    {
      "year": "2005",
      "uri": "/wiki/Ernest_Kirkendall",
      "name": "Ernest Kirkendall",
      "aboutText": "Charles \"Charlie\" J. Kalani Jr. (January 6, 1930 – August 22, 2000) was an American professional wrestler, professional boxer, college football player, soldier, actor, and martial artist who, in fighting rings, was also known as Professor Toru Tanaka, or simply, Professor Tanaka.",
      "pageId": 30861344,
      "monthDay": "08/22"
    },
    {
      "year": "2005",
      "uri": "/wiki/Mati_Unt",
      "name": "Mati Unt",
      "aboutText": "John Gilbert \"Jack\" Layton, PC (July 18, 1950 – August 22, 2011) was a Canadian politician and Leader of the Official Opposition. He was leader of the New Democratic Party from 2003 to 2011, and previously sat on Toronto City Council, occasionally holding the title of acting mayor or deputy mayor of Toronto during his tenure as city councillor. He was the Member of Parliament for Toronto—Danforth from 2004 until his death.",
      "pageId": 174454,
      "monthDay": "08/22"
    },
    {
      "year": "2006",
      "uri": "/wiki/Bruce_Gary",
      "name": "Bruce Gary",
      "aboutText": "Lyricist Jerome \"Jerry\" Leiber (April 25, 1933 – August 22, 2011) and composer Mike Stoller (born March 13, 1933) were American songwriting and record producing partners. They found initial successes as the writers of such crossover hit songs as \"Hound Dog\" (1952) and \"Kansas City\" (1952). Later in the 1950s, particularly through their work with The Coasters, they created a string of ground-breaking hits—including \"Young Blood\" (1957), \"Searchin'\" (1957), and \"Yakety Yak\" (1958)—that are some of the most entertaining in rock and roll, by using the humorous vernacular of teenagers sung in a style that was openly theatrical rather than personal.",
      "pageId": 295082,
      "monthDay": "08/22"
    },
    {
      "year": "2007",
      "uri": "/wiki/Grace_Paley",
      "name": "Grace Paley",
      "aboutText": "Paul Howard Poberezny (September 14, 1921 – August 22, 2013) was an American aviator and aircraft designer. He founded the Experimental Aircraft Association (EAA) in 1953, and spent the greater part of his life promoting homebuilt aircraft.\nPoberezny is widely considered as the first person to have universalized the tradition of aircraft homebuilding.",
      "pageId": 1024043,
      "monthDay": "08/22"
    },
    {
      "year": "2008",
      "uri": "/wiki/Gladys_Powers",
      "name": "Gladys Powers",
      "aboutText": "Nickolas Ashford (May 4, 1941 – August 22, 2011) and Valerie Simpson (born August 26, 1946) were a husband-and-wife songwriting-production team and recording artists.\nAshford was born in Fairfield, South Carolina, and Simpson in the Bronx, New York. Afterwards, his family relocated to Ypsilanti, Michigan, where he became a member of Christ Temple Baptist Church.",
      "pageId": 1408332,
      "monthDay": "08/22"
    },
    {
      "year": "2009",
      "uri": "/wiki/Elmer_Kelton",
      "name": "Elmer Kelton",
      "aboutText": "Grace Paley (December 11, 1922 – August 22, 2007) was an American short story writer, poet, teacher, and political activist.",
      "pageId": 1584935,
      "monthDay": "08/22"
    },
    {
      "year": "2010",
      "uri": "/wiki/Stjepan_Bobek",
      "name": "Stjepan Bobek",
      "aboutText": "Nina Bawden CBE FRSL JP (19 January 1925 – 22 August 2012) was an English novelist and children's writer. She was shortlisted for the Booker Prize in 1987 and the Lost Man Booker Prize in 2010.",
      "pageId": 1630829,
      "monthDay": "08/22"
    },
    {
      "year": "2011",
      "uri": "/wiki/Ashford_%26_Simpson",
      "name": "Nick Ashford",
      "aboutText": "Paul Shan Kuo-hsi, S.J. (Chinese language: 單國璽; pinyin: Shàn Guóxǐ) (December 3, 1923 – August 22, 2012) was a cardinal in the Roman Catholic Church. He was at times the bishop of Hualien and Kaohsiung and the chairman of Fu Jen Catholic University.",
      "pageId": 1695393,
      "monthDay": "08/22"
    },
    {
      "year": "2011",
      "uri": "/wiki/Jack_Layton",
      "name": "Jack Layton",
      "aboutText": "Stjepan Bobek (3 December 1923, Zagreb – 22 August 2010, Belgrade) was an ethnic Croat Yugoslav football striker and later football manager. Usually a forward or attacking midfielder, Bobek was renowned for his technique, vision and goalscoring ability and is commonly regarded as one of Yugoslavia's greatest players. Ferenc Puskás once said: \"Bobek's technique with the ball is unrivaled.",
      "pageId": 3065148,
      "monthDay": "08/22"
    },
    {
      "year": "2011",
      "uri": "/wiki/Jerry_Leiber_and_Mike_Stoller",
      "name": "Jerry Leiber",
      "aboutText": "Keiko Fuji (藤 圭子, Fuji Keiko) real name Junko Utada (宇多田 純子, Utada Junko) (5 July 1951 – 22 August 2013), was a Japanese enka singer and actress. She had success in Japan in the 1960s and 1970s with her ballad-type songs.",
      "pageId": 4090380,
      "monthDay": "08/22"
    },
    {
      "year": "2011",
      "uri": "/wiki/Joan_Gerber",
      "name": "Joan Gerber",
      "aboutText": "Mati Unt (1 January 1944 Linnamäe, Voore Parish (now Voore, Saare Parish), Jõgeva County, Estonia – 22 August 2005, Tallinn) was an Estonian writer, essayist and theatre director.\nUnt's first novel, written at the age of 18 after having finished high school, was Hüvasti, kollane kass (Goodbye, Yellow Cat). This made him famous all over Estonia.",
      "pageId": 4500489,
      "monthDay": "08/22"
    },
    {
      "year": "2011",
      "uri": "/wiki/Casey_Ribicoff",
      "name": "Casey Ribicoff",
      "aboutText": "Elmer Stephen Kelton (April 29, 1926 – August 22, 2009) was an American journalist and writer, known particularly for his Western novels.",
      "pageId": 5312625,
      "monthDay": "08/22"
    },
    {
      "year": "2012",
      "uri": "/wiki/Nina_Bawden",
      "name": "Nina Bawden",
      "aboutText": "Bruce Gary (7 April 1951 – 22 August 2006) was best known as the drummer for the music group The Knack. He was nominated for two Grammy Awards as a stage performer, producer, and recording artist.\nBorn in Burbank, California, the young Gary was a bundle of energy and for that reason his parents allowed him to set up the drum kit that his cousin had offered him after getting bored with it.",
      "pageId": 6647328,
      "monthDay": "08/22"
    },
    {
      "year": "2012",
      "uri": "/wiki/Charles_Flores",
      "name": "Charles Flores",
      "aboutText": "Joan Gerber (July 29, 1935 – August 22, 2011) was an American voice actress who provided voices for a variety of cartoons.\nHer first voice role was \"all the children in a Japanese train wreck\" for a Godzilla television episode. She voiced Freddy the Flute for H.R. Pufnstuf, which she identified as a favorite role.",
      "pageId": 8351555,
      "monthDay": "08/22"
    },
    {
      "year": "2012",
      "uri": "/wiki/Paulino_Matip_Nhial",
      "name": "Paulino Matip Nhial",
      "aboutText": "Gladys Stokes Luxford Powers (10 May 1899 – 15 August 2008) was thought to be, at age 109, the last female veteran of the First World War following the 27 March 2007 death of fellow 109-year-old Charlotte Winters from the US. However the subsequent discovery of fellow Britons Ivy Campany, who died on 19 December 2008, and Florence Green has disproved this. Regardless, Powers was the last veteran living in Canada, following the death of Dwight Wilson on 9 May 2007, the day before Powers' 108th birthday. The last Canadian-born veteran, 109-year-old John Babcock, later moved to the United States where he lived until his death on 18 February 2010.",
      "pageId": 10255528,
      "monthDay": "08/22"
    },
    {
      "year": "2012",
      "uri": "/wiki/Paul_Shan_Kuo-hsi",
      "name": "Paul Shan Kuo-hsi",
      "aboutText": "Jetty Paerl (née Henriette Nanette Paerl; 27 May 1921 – 22 August 2013) was a Dutch singer, who was most famous in the 1950s and 1960s. She was married to Dutch artist Cees Bantzinger.\nBorn in Amsterdam, during World War II, she lived in London, during the occupation of the Netherlands by Nazi Germany.",
      "pageId": 15849693,
      "monthDay": "08/22"
    },
    {
      "year": "2012",
      "uri": "/wiki/Jeffrey_Stone",
      "name": "Jeffrey Stone",
      "aboutText": "András József Szennay (2 June 1921 – 22 August 2012) was a Hungarian prelate of the Roman Catholic Church. He was born in Budapest and ordained a priest on 19 November 1944. Szennay was appointed Abbot nullius and Archabbot of the Pannonhalma Archabbey on 14 March 1973 and remained in this position until resigning in 1991.",
      "pageId": 31285671,
      "monthDay": "08/22"
    },
    {
      "year": "2012",
      "uri": "/wiki/Andr%C3%A1s_J%C3%B3zsef_Szennay",
      "name": "András József Szennay",
      "aboutText": "Paulino Matip Nhial (died August 22, 2012), or Matiep Nhial, was a military leader and politician in South Sudan.",
      "pageId": 32636525,
      "monthDay": "08/22"
    },
    {
      "year": "2013",
      "uri": "/wiki/Keiko_Fuji",
      "name": "Keiko Fuji",
      "aboutText": "Casey Ribicoff (born Lois Ruth Mell; December 5, 1922 in Chicago, Illinois - died August 22, 2011 New York City, New York) was an American philanthropist, socialite and the second wife and widow of United States Secretary of Health, Education, and Welfare and later United States Senator from Connecticut, Abraham Ribicoff. Ribicoff was the President of the ladies auxiliary of Mount Sinai Medical Center in Miami Beach, Florida and in 1963 became the first woman to be selected to serve on the hospital's board of trustees.\nAs a socialite, she was known as a great woman of style who, after years of appearing on best-dressed lists, was inducted into the international Best-Dressed Hall of Fame in 1988.",
      "pageId": 33012924,
      "monthDay": "08/22"
    },
    {
      "year": "2013",
      "uri": "/wiki/Jetty_Paerl",
      "name": "Jetty Paerl",
      "aboutText": "Jeffrey Stone (December 16, 1926 – August 22, 2012) was an American actor and voice-over artist. Stone was the model and inspiration for Prince Charming in the 1950 Walt Disney animated feature film, Cinderella.",
      "pageId": 37080123,
      "monthDay": "08/22"
    },
    {
      "year": "2013",
      "uri": "/wiki/Paul_Poberezny",
      "name": "Paul Poberezny",
      "aboutText": "Charles Flores (1970 – August 22, 2012) was a Cuban-born American jazz bassist. Flores won a Grammy Award for Best Latin Jazz Album for his work with the Michel Camilo Trio.\nFlores was born in Cuba in 1970.",
      "pageId": 37081374,
      "monthDay": "08/22"
    },
    {
      "year": "2013",
      "uri": "/wiki/Andrea_Servi",
      "name": "Andrea Servi",
      "aboutText": "John Glen Sperling (January 9, 1921 – August 22, 2014) was an American businessman who is credited with having led the contemporary for-profit education movement in the United States. The fortune he amassed was based on his founding of the for-profit University of Phoenix for working adults in 1976, which is now part of the publicly traded Apollo Group. For ventures ranging from pet cloning to green energy, he has widely been described as an \"eccentric\" self-made man by the Washington Post and other media.",
      "pageId": 456483,
      "monthDay": "08/22"
    },
    {
      "year": "2014",
      "uri": "/wiki/U._R._Ananthamurthy",
      "name": "U. R. Ananthamurthy",
      "aboutText": "Udupi Rajagopalacharya Ananthamurthy (Kannada: ಉಡುಪಿ ರಾಜಗೋಪಾಲಾಚಾರ್ಯ ಅನಂತಮೂರ್ತಿ; 21 December 1932 – 22 August 2014) was a contemporary writer and critic in the Kannada language born in Thirtahalli Taluk and is considered as one of the pioneers of the Navya movement. He is the sixth writer to be honored with the Jnanpith Award for the Kannada language, the highest literary honour conferred in India. In 1998, he received the Padma Bhushan award from the Government of India.",
      "pageId": 1208300,
      "monthDay": "08/22"
    },
    {
      "year": "2014",
      "uri": "/wiki/Emmanuel_Kriaras",
      "name": "Emmanuel Kriaras",
      "aboutText": "Arthur Robert Morris MBE (19 January 1922 – 22 August 2015) was an Australian cricketer who played 46 Test matches between 1946 and 1955. An opener, Morris is regarded as one of Australia's greatest left-handed batsmen. He is best known for his key role in Don Bradman's Invincibles side, which made an undefeated tour of England in 1948.",
      "pageId": 1866473,
      "monthDay": "08/22"
    },
    {
      "year": "2014",
      "uri": "/wiki/Pete_Ladygo",
      "name": "Pete Ladygo",
      "aboutText": "Ieng Thirith (née Khieu; Khmer: អៀង ធីរិទ្ធ; 10 March 1932 – 22 August 2015) was an influential figure in the Khmer Rouge, although she was neither a member of the Khmer Rouge Standing Committee nor of the Central Committee. Ieng Thirith was the wife of Ieng Sary, who was Minister of Foreign Affairs of Democratic Kampuchea's Khmer Rouge regime. She served as Minister of Social Affairs from October 1975 until the fall of the Khmer Rouge in 1979.",
      "pageId": 2870594,
      "monthDay": "08/22"
    },
    {
      "year": "2014",
      "uri": "/wiki/Noella_Leduc",
      "name": "Noella Leduc",
      "aboutText": "Eric Thompson (4 November 1919 – 22 August 2015) was a British motor racing driver, book dealer and insurance broker. He participated in sports car racing between 1949 and 1955 taking his greatest success by finishing third in the 1951 24 Hours of Le Mans and took part in the 1952 British Grand Prix.\nThompson worked as a broker for Lloyd's of London.",
      "pageId": 3620716,
      "monthDay": "08/22"
    },
    {
      "year": "2014",
      "uri": "/wiki/John_Sperling",
      "name": "John Sperling",
      "aboutText": "John Stewart Waugh (April 25, 1929 – August 22, 2014) was an American chemist and Institute Professor at the Massachusetts Institute of Technology. He is known for developing average hamiltonian theory and using it to extend NMR spectroscopy, previously limited to liquids, to the solid state. He is the author of ANTIOPE, a freeware general purpose Windows-based simulator of the spectra and dynamics of nuclear magnetic resonance (NMR).",
      "pageId": 10244062,
      "monthDay": "08/22"
    },
    {
      "year": "2014",
      "uri": "/wiki/John_S._Waugh",
      "name": "John S. Waugh",
      "aboutText": "Emmanuel G Kriaras (Greek: Εμμανουήλ Γ. Κριαράς; 28 November 1906 – 22 August 2014) was a Greek lexicographer and philologist. He was Emeritus Professor of the School of Philosophy at the Aristotle University of Thessaloniki. He was a student of Jean Psychari and the practice and ideology of demotic Greek.",
      "pageId": 13258603,
      "monthDay": "08/22"
    },
    {
      "year": "2015",
      "uri": "/wiki/Mariem_Hassan",
      "name": "Mariem Hassan",
      "aboutText": "Mariem Hassan (Arabic: مريم حسن‎‎; 31 May 1958 – 22 August 2015) was a Sahrawi singer and lyricist from Western Sahara. She usually sang in Hassaniyya, an Arabic dialect spoken mostly in Western Sahara and Mauritania, and occasionally in Spanish.",
      "pageId": 24505900,
      "monthDay": "08/22"
    },
    {
      "year": "2015",
      "uri": "/wiki/Arthur_Morris",
      "name": "Arthur Morris",
      "aboutText": "Peter Glenn \"Pete\" Ladygo (June 23, 1928 – August 22, 2014) was an American football player. He played as a guard and linebacker for the Pittsburgh Steelers in the National Football League from 1952 to 1954, and as a guard for the Ottawa Rough Riders in the Canadian Football League in 1955.",
      "pageId": 28641902,
      "monthDay": "08/22"
    },
    {
      "year": "2015",
      "uri": "/wiki/J%C3%B6rg_Schneider",
      "name": "Jörg Schneider",
      "aboutText": "Noella Leduc (née Alverson; December 23, 1933 – August 22, 2014) was a pitcher and outfielder who played from 1951 through 1954 in the All-American Girls Professional Baseball League. Listed at 5 ft 5 in (1.65 m), 130 lb, Leduc batted and threw right-handed. She was born in Graniteville, Westford, Massachusetts.",
      "pageId": 34818598,
      "monthDay": "08/22"
    },
    {
      "year": "2015",
      "uri": "/wiki/Ieng_Thirith",
      "name": "Ieng Thirith",
      "aboutText": "Andrea Servi (12 June 1984 – 22 August 2013) was an Italian professional footballer who played as a defender.",
      "pageId": 40345059,
      "monthDay": "08/22"
    },
    {
      "year": "2015",
      "uri": "/wiki/Eric_Thompson_(racing_driver)",
      "name": "Eric Thompson",
      "aboutText": "Jörg Schneider (7 February 1935 – 22 August 2015) was a Swiss stage and film actor starring usually in Swiss German language cinema and television and stage productions.",
      "pageId": 46325301,
      "monthDay": "08/22"
    }
  ]
}