{
  "people": [
    {
      "year": "12",
      "uri": "/wiki/Caligula",
      "name": "Caligula",
      "aboutText": "Caligula (/kəˈlɪɡjələ/) was the popular nickname of Gaius Julius Caesar Augustus Germanicus (31 August AD 12 – 24 January AD 41), Roman emperor (AD 37–41). Born Gaius Julius Caesar (not to be confused with Gaius Julius Caesar), Caligula was a member of the house of rulers conventionally known as the Julio-Claudian dynasty. Caligula's father Germanicus, the nephew and adopted son of Emperor Tiberius, was a very successful general and one of Rome's most beloved public figures.",
      "pageId": 6852,
      "monthDay": "08/31"
    },
    {
      "year": "161",
      "uri": "/wiki/Commodus",
      "name": "Commodus",
      "aboutText": "Commodus (/ˈkɒmədəs/; Latin: Marcus Aurelius Commodus Antoninus Augustus; 31 August 161 AD – 31 December 192 AD), was Roman Emperor from 180 to 192. He also ruled as co-emperor with his father Marcus Aurelius from 177 until his father's death in 180.\nHis accession as emperor was the first time a son had succeeded his father since Titus succeeded Vespasian in 79.",
      "pageId": 44324,
      "monthDay": "08/31"
    },
    {
      "year": "1602",
      "uri": "/wiki/Amalia_of_Solms-Braunfels",
      "name": "Amalia of Solms-Braunfels",
      "aboutText": "Hermann Ludwig Ferdinand von Helmholtz (August 31, 1821 – September 8, 1894) was a German physician and physicist who made significant contributions to several widely varied areas of modern science. In physiology and psychology, he is known for his mathematics of the eye, theories of vision, ideas on the visual perception of space, color vision research, and on the sensation of tone, perception of sound, and empiricism. In physics, he is known for his theories on the conservation of energy, work in electrodynamics, chemical thermodynamics, and on a mechanical foundation of thermodynamics.",
      "pageId": 53311,
      "monthDay": "08/31"
    },
    {
      "year": "1652",
      "uri": "/wiki/Ferdinando_Carlo_Gonzaga,_Duke_of_Mantua_and_Montferrat",
      "name": "Ferdinando Carlo Gonzaga, Duke of Mantua and Montferrat",
      "aboutText": "Frank Washington Jarvis (August 31, 1878 – June 2, 1933) was an American athlete, and the Olympic 100 m champion of 1900.\nJarvis, an AAU champion in the 100 y, was among the pre-race favourites for the 100 m at the 1900 Summer Olympics in Paris, but the hot favourite was American Arthur Duffey, who won the British Championships just prior to the Games.\nIn the heats, however, Jarvis and another American, Walter Tewksbury, posted times of 10.8, equalling the World Record.",
      "pageId": 68332,
      "monthDay": "08/31"
    },
    {
      "year": "1663",
      "uri": "/wiki/Guillaume_Amontons",
      "name": "Guillaume Amontons",
      "aboutText": "Amilcare Ponchielli (Italian: [aˈmilkare poŋˈkjɛlli], 31 August 1834 – 16 January 1886) was an Italian composer, mainly of operas.",
      "pageId": 75907,
      "monthDay": "08/31"
    },
    {
      "year": "1721",
      "uri": "/wiki/George_Hervey,_2nd_Earl_of_Bristol",
      "name": "George Hervey, 2nd Earl of Bristol",
      "aboutText": "Alma Maria Mahler Gropius Werfel (born Alma Maria Schindler; 31 August 1879 – 11 December 1964) was a Viennese-born socialite and composer. She became the wife, successively, of composer Gustav Mahler, architect Walter Gropius, and novelist Franz Werfel, as well as the consort of several other prominent men. Musically active from her teens, she was the composer of at least seventeen songs for voice and piano.",
      "pageId": 203794,
      "monthDay": "08/31"
    },
    {
      "year": "1741",
      "uri": "/wiki/Jean-Paul-%C3%89gide_Martini",
      "name": "Jean-Paul-Égide Martini",
      "aboutText": "Amalia of Solms-Braunfels (31 August 1602, Braunfels – 8 September 1675), was a regent of Orange-Nassau.",
      "pageId": 379174,
      "monthDay": "08/31"
    },
    {
      "year": "1748",
      "uri": "/wiki/Jean-%C3%89tienne_Despr%C3%A9aux",
      "name": "Jean-Étienne Despréaux",
      "aboutText": "George William Hervey, 2nd Earl of Bristol (31 August 1721 – 18? or 20? March 1775), the eldest son of John Hervey, 2nd Baron Hervey, by his marriage with Mary (1700–1768), daughter of Nicholas Lepell.",
      "pageId": 399873,
      "monthDay": "08/31"
    },
    {
      "year": "1767",
      "uri": "/wiki/Henry_Joy_McCracken",
      "name": "Henry Joy McCracken",
      "aboutText": "Georg Friedrich Graf von Hertling (31 August 1843 – 4 January 1919) was a Bavarian politician who served as Minister-President of Bavaria 1912–1917 and then as Minister-President of Prussia and Chancellor of the German Empire from 1917 to 1918. He was the first party politician to hold the office.",
      "pageId": 430961,
      "monthDay": "08/31"
    },
    {
      "year": "1775",
      "uri": "/wiki/Agnes_Bulmer",
      "name": "Agnes Bulmer",
      "aboutText": "Galusha Aaron Grow (August 31, 1822 – March 31, 1907) was a prominent American politician, lawyer, writer and businessman, and was a Pennsylvania representative and Speaker of the U.S. House of Representatives from 1861 to 1863. He was defeated for reelection in 1862.",
      "pageId": 518827,
      "monthDay": "08/31"
    },
    {
      "year": "1802",
      "uri": "/wiki/Husein_Grada%C5%A1%C4%8Devi%C4%87",
      "name": "Husein Gradaščević",
      "aboutText": "Guillaume Amontons (31 August 1663 – 11 October 1705) was a French scientific instrument inventor and physicist. He was one of the pioneers in studying the problem of friction, that is the resistance to motion where bodies are in contact. It is nowadays known as tribology.",
      "pageId": 555468,
      "monthDay": "08/31"
    },
    {
      "year": "1821",
      "uri": "/wiki/Hermann_von_Helmholtz",
      "name": "Hermann von Helmholtz",
      "aboutText": "James Edward Ferguson, Jr., known as Pa Ferguson (August 31, 1871 – September 21, 1944), was an American Democratic politician and the 26th Governor of Texas, in office from 1915 to 1917. Later, he was the first gentleman of Texas for two nonconsecutive terms.",
      "pageId": 998127,
      "monthDay": "08/31"
    },
    {
      "year": "1822",
      "uri": "/wiki/Galusha_A._Grow",
      "name": "Galusha A. Grow",
      "aboutText": "Josephine St.",
      "pageId": 1188899,
      "monthDay": "08/31"
    },
    {
      "year": "1834",
      "uri": "/wiki/Amilcare_Ponchielli",
      "name": "Amilcare Ponchielli",
      "aboutText": "Jean-Paul-Égide Martini, (August 31, 1741 – February 10, 1816) was a composer of classical music. Sometimes known as Martini Il Tedesco, he is best known today for the vocal romance \"Plaisir d'amour,\" on which the 1961 Elvis Presley pop standard \"Can't Help Falling in Love\" is based. He is sometimes referred to as Giovanni Martini, resulting in a confusion with Giovanni Battista Martini, particularly with regard to the composition \"Plaisir d'amour\"'.",
      "pageId": 1932930,
      "monthDay": "08/31"
    },
    {
      "year": "1842",
      "uri": "/wiki/Josephine_St._Pierre_Ruffin",
      "name": "Josephine St. Pierre Ruffin",
      "aboutText": "Henry Joy McCracken (31 August 1767 – 17 July 1798) was an Ulster Scots industrialist and a founding member of the Society of the United Irishmen.",
      "pageId": 2021080,
      "monthDay": "08/31"
    },
    {
      "year": "1843",
      "uri": "/wiki/Georg_von_Hertling",
      "name": "Georg von Hertling",
      "aboutText": "Husein-kapetan Gradaščević (31 August 1802 – 17 August 1834) was a Bosniak general who fought against the Ottoman Empire and new reforms implemented by the Sultan Mahmud II which abolished the ayan (landlord) system. He is often referred to as \"Zmaj od Bosne\", meaning \"the Dragon of Bosnia\". Gradaščević was born in Gradačac in 1802—hence his surname Gradaščević, meaning \"of Gradačac\"—and grew up surrounded by a political climate of turmoil in the western reaches of the Ottoman Empire.",
      "pageId": 2057583,
      "monthDay": "08/31"
    },
    {
      "year": "1870",
      "uri": "/wiki/Maria_Montessori",
      "name": "Maria Montessori",
      "aboutText": "Maria Tecla Artemisia Montessori (Italian pronunciation: [maˈriːa montesˈsɔːri]; August 31, 1870 – May 6, 1952) was an Italian physician and educator best known for the philosophy of education that bears her name, and her writing on scientific pedagogy.",
      "pageId": 6793630,
      "monthDay": "08/31"
    },
    {
      "year": "1871",
      "uri": "/wiki/James_E._Ferguson",
      "name": "James E. Ferguson",
      "aboutText": "Ferdinando Carlo Gonzaga (31 August 1652 – 5 July 1708) was the only child of Duke Charles II of Mantua and Montferrat, and the last ruler of the Duchy of Mantua of the House of Gonzaga.",
      "pageId": 10559468,
      "monthDay": "08/31"
    },
    {
      "year": "1878",
      "uri": "/wiki/Frank_Jarvis",
      "name": "Frank Jarvis",
      "aboutText": "Jean-Étienne Despréaux (August 31, 1748, Paris – March 26, 1820) was a French ballet dancer, choreographer, composer, singer and playwright.\nHe was an author of several opera parodies, appreciated by king Louis XV of France, including Berlingue (1777) based on Philidor's Ernelinde, princesse de Norvège.\nHe retired in 1781 with pension of 1,000 livres.",
      "pageId": 14445521,
      "monthDay": "08/31"
    },
    {
      "year": "1879",
      "uri": "/wiki/Alma_Mahler",
      "name": "Alma Mahler",
      "aboutText": "Agnes Bulmer (August 31, 1775 – August 20, 1836) was an English poet. She is believed to have written the longest epic poem ever written by a woman. The piece, Messiah's Kingdom, took over nine years to complete.",
      "pageId": 42214677,
      "monthDay": "08/31"
    },
    {
      "year": "1879",
      "uri": "/wiki/Emperor_Taish%C5%8D",
      "name": "Emperor Taishō",
      "aboutText": "Fredric March (born Ernest Frederick McIntyre Bickel; August 31, 1897 – April 14, 1975) was a \"distinguished stage actor and one of Hollywood's most celebrated, versatile stars of the 1930s and 40s.\" He won the Academy Award for Best Actor in 1932 for Dr. Jekyll and Mr. Hyde and in 1947 for The Best Years of Our Lives.",
      "pageId": 63556,
      "monthDay": "08/31"
    },
    {
      "year": "1880",
      "uri": "/wiki/Wilhelmina_of_the_Netherlands",
      "name": "Wilhelmina of the Netherlands",
      "aboutText": "Wilhelmina (Wilhelmina Helena Pauline Maria; 31 August 1880 – 28 November 1962) was Queen of the Kingdom of the Netherlands from 1890 to 1948. She reigned for nearly 58 years, longer than any other Dutch monarch. Her reign saw World War I and World War II, the economic crisis of 1933, and the decline of the Netherlands as a major colonial power.",
      "pageId": 102298,
      "monthDay": "08/31"
    },
    {
      "year": "1885",
      "uri": "/wiki/DuBose_Heyward",
      "name": "DuBose Heyward",
      "aboutText": "Ramon del Fierro Magsaysay (August 31, 1907 – March 17, 1957) was the seventh President of the Republic of the Philippines, serving from December 30, 1953 until his death in an aircraft disaster. An automobile mechanic, Magsaysay was appointed military governor of Zambales after his outstanding service as a guerilla leader during the Pacific War. He then served two terms as Liberal Party congressman for Zambales before being appointed as Secretary of National Defense by President Elpidio Quirino.",
      "pageId": 390372,
      "monthDay": "08/31"
    },
    {
      "year": "1890",
      "uri": "/wiki/August_Alle",
      "name": "August Alle",
      "aboutText": "Arthur Morton Godfrey (August 31, 1903 – March 16, 1983) was an American radio and television broadcaster and entertainer who was sometimes introduced by his nickname, The Old Redhead. An on-air incident undermined his folksy image and resulted in a gradual decline. At the peak of his success, Godfrey helmed two CBS-TV weekly series and a daily 90-minute television mid-morning show, but, by the early 1960s, his presence had been reduced to hosting the occasional TV special and his daily network radio show.",
      "pageId": 418568,
      "monthDay": "08/31"
    },
    {
      "year": "1893",
      "uri": "/wiki/Lily_Laskine",
      "name": "Lily Laskine",
      "aboutText": "Augustus Freeman \"Gus\" Hawkins (August 31, 1907 – November 10, 2007) was a prominent American Democratic Party politician and a figure in the history of Civil Rights and organized labor. He served as the first African American from California in the United States Congress. Over the course of his career, Hawkins authored more than 300 state and federal laws, the most famous of which are Title VII of the Civil Rights Act of 1964 and the 1978 Humphrey-Hawkins Full Employment Act.",
      "pageId": 445306,
      "monthDay": "08/31"
    },
    {
      "year": "1894",
      "uri": "/wiki/Albert_Facey",
      "name": "Albert Facey",
      "aboutText": "Edwin DuBose Heyward (August 31, 1885 – June 16, 1940) was an American author best known for his 1925 novel Porgy, which was adapted by his wife Dorothy into a 1927 play. The stage Porgy inspired the 1935 opera Porgy and Bess with music by George Gershwin, which was later adapted into a 1959 film. Heyward also wrote poetry and other novels and plays, as well as the children's book The Country Bunny and the Little Gold Shoes (1939).",
      "pageId": 764646,
      "monthDay": "08/31"
    },
    {
      "year": "1896",
      "uri": "/wiki/Brian_Edmund_Baker",
      "name": "Brian Edmund Baker",
      "aboutText": "Sanford Meisner (August 31, 1905 – February 2, 1997), also known as Sandy, was an American actor and acting teacher who developed an approach to acting instruction that is now known as the Meisner technique. While Meisner was exposed to method acting at the Group Theatre, his approach differed markedly in that he, like Konstantin Stanislavski, completely abandoned the use of affective memory, a distinct characteristic of method acting.",
      "pageId": 767577,
      "monthDay": "08/31"
    },
    {
      "year": "1896",
      "uri": "/wiki/F%C3%A9lix-Antoine_Savard",
      "name": "Félix-Antoine Savard",
      "aboutText": "William Shawn (August 31, 1907 – December 8, 1992) was an American magazine editor who edited The New Yorker from 1952 until 1987.",
      "pageId": 944651,
      "monthDay": "08/31"
    },
    {
      "year": "1897",
      "uri": "/wiki/Fredric_March",
      "name": "Fredric March",
      "aboutText": "Robert Fox Bacher (August 31, 1905 – November 18, 2004) was an American nuclear physicist and one of the leaders of the Manhattan Project. Born in Loudonville, Ohio, Bacher obtained his undergraduate degree and doctorate from the University of Michigan, writing his 1930 doctoral thesis under the supervision of Samuel Goudsmit on the Zeeman effect of the hyperfine structure of atomic levels. After graduate work at the California Institute of Technology (Caltech) and the Massachusetts Institute of Technology (MIT), he accepted a job at Columbia University.",
      "pageId": 1197596,
      "monthDay": "08/31"
    },
    {
      "year": "1900",
      "uri": "/wiki/Gino_Lucetti",
      "name": "Gino Lucetti",
      "aboutText": "Altiero Spinelli (31 August 1907 – 23 May 1986) was an Italian political theorist and a European federalist. Spinelli is referred to as one of the Founding fathers of the European Union due to his co-authorship of the Ventotene Manifesto, his founding role in the European federalist movement, his strong influence on the first few decades of post-World War II European integration and, later, his role in re-launching the integration process in the 1980s. By the time of his death, he had been a Member of the European Commission for six years, a Member of the European Parliament for ten years right up until his death.",
      "pageId": 1979104,
      "monthDay": "08/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/G%C3%A9za_R%C3%A9v%C3%A9sz",
      "name": "Géza Révész",
      "aboutText": "Félix-Antoine Savard, OC MSRC (August 31, 1896 – August 24, 1982) was a Canadian priest, academic, poet, novelist and folklorist.\nBorn in Quebec City, he grew up in Chicoutimi, Quebec. He received a Bachelor of Arts in 1918 and was ordained a priest in 1922.",
      "pageId": 2661586,
      "monthDay": "08/31"
    },
    {
      "year": "1903",
      "uri": "/wiki/Arthur_Godfrey",
      "name": "Arthur Godfrey",
      "aboutText": "Vladimir Jankélévitch (French: [ʒɑ̃kelevitʃ]; 31 August 1903 – 6 June 1985) was a French philosopher and musicologist.",
      "pageId": 5302039,
      "monthDay": "08/31"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vladimir_Jank%C3%A9l%C3%A9vitch",
      "name": "Vladimir Jankélévitch",
      "aboutText": "Albert (Bert) Facey (31 August 1894 – 11 February 1982) was an Australian writer and World War I veteran, whose main work was his autobiography, A Fortunate Life, now considered a classic of Australian literature.",
      "pageId": 7675990,
      "monthDay": "08/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/Robert_Bacher",
      "name": "Robert Bacher",
      "aboutText": "Lily Laskine (31 August 1893 – 4 January 1988) was one of the most prominent harpists of the twentieth century. Born Lily Aimée Laskine to Jewish parents in Paris, she studied at the Conservatoire de Paris with Alphonse Hasselmans and became a frequent performing partner of several distinguished French flautists, including Marcel Moyse and Jean-Pierre Rampal. Laskine also served as professor of harp at the Conservatoire de Paris from 1948 to 1958.",
      "pageId": 11091923,
      "monthDay": "08/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/Sanford_Meisner",
      "name": "Sanford Meisner",
      "aboutText": "Gino Lucetti (August 31, 1900 – September 17, 1943) was an Italian anarchist and would-be assassin.\nBorn in Carrara, Italy, he fought in the assault troops during World War I. Later he emigrated to France, from where he returned to attempt the assassination of Benito Mussolini, Italy's Fascist Duce. On September 11, 1926, in the Porta Pia square in Rome, he threw a bomb against Mussolini's car, but without effect.",
      "pageId": 11728184,
      "monthDay": "08/31"
    },
    {
      "year": "1907",
      "uri": "/wiki/Valter_Biiber",
      "name": "Valter Biiber",
      "aboutText": "Air Marshal Sir Brian Edmund Baker KBE, CB, DSO, MC, AFC (31 August 1896 – 8 October 1979) was an officer of the Royal Air Force who served in both World Wars. He was a flying ace in World War I credited, in conjunction with his gunners, with twelve victories, comprising one enemy aircraft captured, four destroyed (including one shared), and seven \"out of control\" (including one shared).\n^ Shores, Christopher F.; Franks, Norman; Guest, Russell (1990).",
      "pageId": 19862788,
      "monthDay": "08/31"
    },
    {
      "year": "1907",
      "uri": "/wiki/Augustus_F._Hawkins",
      "name": "Augustus F. Hawkins",
      "aboutText": "August Alle (31 August [O.S. 19 August] 1890 in Viljandi – 8 July 1952 in Tallinn) was an Estonian writer.",
      "pageId": 19918906,
      "monthDay": "08/31"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ramon_Magsaysay",
      "name": "Ramon Magsaysay",
      "aboutText": "Emperor Taishō (大正天皇, Taishō-tennō, 31 August 1879 – 25 December 1926) was the 123rd Emperor of Japan, according to the traditional order of succession, reigning from 30 July 1912, until his death in 1926.\nThe Emperor’s personal name was Yoshihito (嘉仁). According to Japanese custom, during the reign the emperor is called the (present) Emperor.",
      "pageId": 23648993,
      "monthDay": "08/31"
    },
    {
      "year": "1907",
      "uri": "/wiki/William_Shawn",
      "name": "William Shawn",
      "aboutText": "Géza Révész (31 August 1902 – 22 January 1977) was a Hungarian military officer and politician, who served as Minister of Defence between 1957 and 1960. During the Hungarian Soviet Republic and the Second World War he fought in the Red Army.",
      "pageId": 25069074,
      "monthDay": "08/31"
    },
    {
      "year": "1907",
      "uri": "/wiki/Altiero_Spinelli",
      "name": "Altiero Spinelli",
      "aboutText": "Valter Biiber (31 August 1907 in Narva — 8 September 1977 in Tallinn) was an Estonian football player.",
      "pageId": 31753917,
      "monthDay": "08/31"
    },
    {
      "year": "1908",
      "uri": "/wiki/William_Saroyan",
      "name": "William Saroyan",
      "aboutText": "Alan Jay Lerner (August 31, 1918 – June 14, 1986) was an American lyricist and librettist. In collaboration with Frederick Loewe, and later Burton Lane, he created some of the world's most popular and enduring works of musical theatre for both the stage and on film.",
      "pageId": 3010,
      "monthDay": "08/31"
    },
    {
      "year": "1909",
      "uri": "/wiki/Ferenc_Fejt%C5%91",
      "name": "Ferenc Fejtő",
      "aboutText": "William Saroyan (/səˈrɔɪ.ən/; August 31, 1908 – May 18, 1981) was an American dramatist and author. He was awarded the Pulitzer Prize for Drama in 1940, and in 1943 won the Academy Award for Best Story for the film adaptation of his novel The Human Comedy.\nAn Armenian American, Saroyan wrote extensively about the Armenian immigrant life in California.",
      "pageId": 33580,
      "monthDay": "08/31"
    },
    {
      "year": "1911",
      "uri": "/wiki/Edward_Brongersma",
      "name": "Edward Brongersma",
      "aboutText": "Edward Brongersma (31 August 1911 in Haarlem, Netherlands – 22 April 1998 in Bloemendaal/Overveen, Netherlands) was a Dutch politician and doctor of law. For a number of years he was a member of the Dutch Senate for the Labour Party, and chairman of the Senate Judiciary Committee. He was primarily known as a defender of the rights of paedophiles and an advocate of more lax legislation on public morality.",
      "pageId": 142282,
      "monthDay": "08/31"
    },
    {
      "year": "1911",
      "uri": "/wiki/Arsenio_Rodr%C3%ADguez",
      "name": "Arsenio Rodríguez",
      "aboutText": "Raymond Henry Williams (31 August 1921 – 26 January 1988) was a Welsh academic, novelist and critic. He was an influential figure within the New Left and in wider culture. His writings on politics, culture, the mass media and literature are a significant contribution to the Marxist critique of culture and the arts.",
      "pageId": 167780,
      "monthDay": "08/31"
    },
    {
      "year": "1913",
      "uri": "/wiki/Helen_Levitt",
      "name": "Helen Levitt",
      "aboutText": "John Richard Basehart (August 31, 1914 – September 17, 1984) was an American actor.",
      "pageId": 244327,
      "monthDay": "08/31"
    },
    {
      "year": "1913",
      "uri": "/wiki/Bernard_Lovell",
      "name": "Bernard Lovell",
      "aboutText": "Buddy Hackett (born Leonard Hacker; August 31, 1924 – June 30, 2003) was an American comedian and actor.",
      "pageId": 255937,
      "monthDay": "08/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Richard_Basehart",
      "name": "Richard Basehart",
      "aboutText": "Sir Alfred Charles Bernard Lovell, OBE, FRS (31 August 1913 – 6 August 2012) was an English physicist and radio astronomer.",
      "pageId": 343808,
      "monthDay": "08/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Pete_Newell",
      "name": "Pete Newell",
      "aboutText": "Arsenio Rodríguez (born Ignacio Arsenio Travieso Scull; 31 August 1911 – 30 December 1970) was a Cuban musician, composer and bandleader. He played the tres, as well as the tumbadora, and he specialized in son, rumba and other Afro-Cuban music styles. In the 1940s and 1950s Rodríguez reorganized the son conjunto ('son group') and developed the son montuno, the basic template of modern-day salsa.",
      "pageId": 355971,
      "monthDay": "08/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Danny_Litwhiler",
      "name": "Danny Litwhiler",
      "aboutText": "Daniel Louis Schorr (August 31, 1916 – July 23, 2010) was an American journalist who covered world news for more than 60 years. He was most recently a Senior News Analyst for National Public Radio (NPR).",
      "pageId": 486809,
      "monthDay": "08/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Daniel_Schorr",
      "name": "Daniel Schorr",
      "aboutText": "Gervase Duan \"G.D.\" Spradlin (August 31, 1920 – July 24, 2011) was an American actor. Known for his distinctive accent and flinty voice, he often played devious authority figures.",
      "pageId": 600825,
      "monthDay": "08/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_S._Wold",
      "name": "John S. Wold",
      "aboutText": "Amrita Pritam  listen  (31 August 1919 – 31 October 2005) was an Indian writer and poet, who wrote in Punjabi and Hindi. She is considered the first prominent woman Punjabi poet, novelist, and essayist, and the leading 20th-century poet of the Punjabi language, who is equally loved on both sides of the India-Pakistan border. With a career spanning over six decades, she produced over 100 books, of poetry, fiction, biographies, essays, a collection of Punjabi folk songs and an autobiography that were translated into several Indian and foreign languages.",
      "pageId": 1202209,
      "monthDay": "08/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alan_Jay_Lerner",
      "name": "Alan Jay Lerner",
      "aboutText": "Helen Levitt (August 31, 1913 – March 29, 2009) was an American photographer.",
      "pageId": 1359930,
      "monthDay": "08/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Amrita_Preetam",
      "name": "Amrita Preetam",
      "aboutText": "Peter Francis Newell (August 31, 1915 – November 17, 2008) was an American college men's basketball coach and basketball instructional coach. He coached for 15 years at the University of San Francisco, Michigan State University and the University of California, Berkeley, compiling an overall record of 234 wins and 123 losses. He led the University of California to the 1959 NCAA men's basketball championship, and a year later coached the gold medal-winning U.S. team at the 1960 Summer Olympics, a team that would be inducted as a unit to the Naismith Memorial Basketball Hall of Fame in 2010.",
      "pageId": 1722825,
      "monthDay": "08/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Gustavo_Adolfo_Palma",
      "name": "Gustavo Adolfo Palma",
      "aboutText": "Herbert Wise (31 August 1924 – 5 August 2015) was an Austrian-born film and television producer and director.\nHe was born as Herbert Weisz in Vienna, Austria and began his career as a director at Shrewsbury Repertory Company in 1950. He was at Hull Rep and then as Director of Productions at Dundee Rep (1952–55).",
      "pageId": 2030172,
      "monthDay": "08/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/G._D._Spradlin",
      "name": "G. D. Spradlin",
      "aboutText": "John Schiller Wold (born August 31, 1916) is a business leader and Republican politician from Wyoming who served a single term in the United States House of Representatives from 1969 to 1971. He holds the distinction of being the first professional geologist to serve in Congress. Wold is currently the oldest living former Republican member of the U.S. House of Representatives.",
      "pageId": 3571918,
      "monthDay": "08/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Otis_G._Pike",
      "name": "Otis G. Pike",
      "aboutText": "Otis Grey Pike (August 31, 1921 – January 20, 2014) was a Democratic member of the United States House of Representatives from New York.",
      "pageId": 6723553,
      "monthDay": "08/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Raymond_Williams",
      "name": "Raymond Williams",
      "aboutText": "Daniel Webster Litwhiler (August 31, 1916 – September 23, 2011) was an American Major League baseball player who played outfield from 1940 to 1951. He played for the Boston Braves, St. Louis Cardinals, Philadelphia Phillies, and Cincinnati Reds.",
      "pageId": 11547857,
      "monthDay": "08/31"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_Davidson_(politician)",
      "name": "John Davidson",
      "aboutText": "Ferenc Fejtő (French: François Fejtő; August 31, 1909 – June 2, 2008), was a Hungarian-born French journalist and political scientist, specializing in Eastern Europe.\nHe was born in Nagykanizsa to a well-off Jewish Hungarian family of booksellers and publishers. Following the fall of the Austro-Hungarian Empire, several members of his family became Yugoslavian, Italian, Czechoslovak and Romanian citizens.",
      "pageId": 17739564,
      "monthDay": "08/31"
    },
    {
      "year": "1924",
      "uri": "/wiki/Buddy_Hackett",
      "name": "Buddy Hackett",
      "aboutText": "Gustavo Adolfo Palma (31 August 1920 – 1 December 2009) was a Guatemalan singer, actor, and lyric tenor between 1936 and 1970, nicknamed \"the Tenor of Central America\" by Guatemalan radio personality José Flamenco y Cotero-.\n^ Diario de Centro América 3 February 2010, p.",
      "pageId": 26186076,
      "monthDay": "08/31"
    },
    {
      "year": "1924",
      "uri": "/wiki/Herbert_Wise",
      "name": "Herbert Wise",
      "aboutText": "John Davidson (August 31, 1924 – August 21, 2012) was an American politician.\nBorn in West Point, Mississippi, Davidson graduated from Petersburg, Illinois High School. Davidson served in the Illinois Senate 1973-1993.",
      "pageId": 36801816,
      "monthDay": "08/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Moran_Campbell",
      "name": "Moran Campbell",
      "aboutText": "Frank Robinson (born August 31, 1935) is an American former Major League Baseball outfielder and manager. He played for five teams from 1956 to 1976, and became the only player to win league MVP honors in both the National and American Leagues. He won the Triple crown, was a member of two teams that won the World Series (the 1966 and 1970 Baltimore Orioles), and amassed the fourth-most career home runs at the time of his retirement (he is currently ninth).",
      "pageId": 43496,
      "monthDay": "08/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Maurice_Pialat",
      "name": "Maurice Pialat",
      "aboutText": "James Harrison Coburn III (August 31, 1928 – November 18, 2002) was an American actor. He was featured in more than 70 films, largely in action roles, and made 100 television appearances during his 45-year career, ultimately winning an Academy Award in 1997 for his supporting role as Glen Whitehouse in Affliction.\nA capable, rough-hewn leading man, his toothy grin and lanky body made him a perfect tough guy in numerous leading and supporting roles in westerns and action films, such as The Magnificent Seven, Hell Is for Heroes, The Great Escape, Charade, Our Man Flint, In Like Flint, Duck, You Sucker!, and Cross of Iron.",
      "pageId": 148905,
      "monthDay": "08/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/James_Coburn",
      "name": "James Coburn",
      "aboutText": "Maurice Pialat (31 August 1925 – 11 January 2003) was a French film director, screenwriter and actor noted for the rigorous and unsentimental style of his films.",
      "pageId": 168329,
      "monthDay": "08/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jaime_Sin",
      "name": "Jaime Sin",
      "aboutText": "Leroy Eldridge Cleaver (August 31, 1935 – May 1, 1998), better known as Eldridge Cleaver, was an American writer, and political activist who became an early leader of the Black Panther Party. His 1968 book Soul On Ice is a collection of essays, praised by The New York Times Book Review at the time of its publication as \"brilliant and revealing\".\nCleaver went on to become a prominent member of the Black Panthers, having the titles Minister of Information and Head of the International Section of the Panthers while a fugitive from the United States criminal justice system in Cuba and Algeria.",
      "pageId": 181992,
      "monthDay": "08/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Charles_Kay",
      "name": "Charles Kay",
      "aboutText": "Martin Bell, OBE, (born 31 August 1938) is a British UNICEF (UNICEF UK) Ambassador, a former broadcast war reporter and former independent politician. He was the Member of Parliament (MP) for Tatton from 1997 to 2001.",
      "pageId": 269902,
      "monthDay": "08/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Big_Tiny_Little",
      "name": "Big Tiny Little",
      "aboutText": "Joseph Jean Arthur Béliveau, CC GOQ (August 31, 1931 – December 2, 2014) was a Canadian professional ice hockey player who played parts of 20 seasons with the National Hockey League's (NHL) Montreal Canadiens from 1950 to 1971. Inducted into the Hockey Hall of Fame in 1972, \"Le Gros Bill\" Béliveau ranks among the ten greatest NHL players. Born in Trois-Rivières, Quebec, Béliveau first played professionally in the Quebec Major Hockey League (QMHL).",
      "pageId": 344256,
      "monthDay": "08/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jean_B%C3%A9liveau",
      "name": "Jean Béliveau",
      "aboutText": "Roy Castle, OBE (31 August 1932 – 2 September 1994) was an English dancer, singer, comedian, actor, television presenter and musician.",
      "pageId": 558051,
      "monthDay": "08/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Noble_Willingham",
      "name": "Noble Willingham",
      "aboutText": "Allan Fotheringham (born August 31, 1932) is a Canadian newspaper and magazine journalist. He is widely known by the nickname Dr. Foth and styles himself as, \"Always controversial...",
      "pageId": 899626,
      "monthDay": "08/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Roy_Castle",
      "name": "Roy Castle",
      "aboutText": "Jaime Lachica Sin DD, PLH, OS, OL (Chinese: 辛海梅; 辛海棉 Xīn Hǎiméi; Xīn Hǎimián; Latin: Iacomus Sin; August 31, 1928 – June 21, 2005) was the 30th Roman Catholic Archbishop of Manila, and was also a Cardinal.\nOf Chinese Filipino descent, Sin was known for his instrumental role in the 1986 People Power Revolution, which toppled the regime of President Ferdinand Marcos and installed Corazon Aquino as his successor. He was again considered a charismatic leader of the Filipino people in the 2001 EDSA Revolution that replaced President Joseph Estrada with Gloria Macapagal-Arroyo.",
      "pageId": 962508,
      "monthDay": "08/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Allan_Fotheringham",
      "name": "Allan Fotheringham",
      "aboutText": "Jerry Ivan Allison (born August 31, 1939) is an American musician, best known for being the drummer for the Crickets and co-writer of their Buddy Holly hits \"That'll Be The Day\" and \"Peggy Sue\"",
      "pageId": 1363403,
      "monthDay": "08/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nikos_Xanthopoulos",
      "name": "Nikos Xanthopoulos",
      "aboutText": "Noble Henry Willingham, Jr.",
      "pageId": 1896504,
      "monthDay": "08/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Eldridge_Cleaver",
      "name": "Eldridge Cleaver",
      "aboutText": "Warren Berlinger (born August 31, 1937) is an American character actor, with Broadway runs, movie and television credits, and much work in commercials.",
      "pageId": 3151587,
      "monthDay": "08/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bryan_Organ",
      "name": "Bryan Organ",
      "aboutText": "Nikos Xanthopoulos (Greek: Nίκος Ξανθόπουλος) (born 14 March 1934) is a Greek actor, known for his roles in the 1960s era Greek Drama Cinema. He was also a singer of Greek folk bouzouki, having released many albums and singles. He is known as \"the child of the folk\" (παιδί του λαού) mainly for playing roles depicting men from the lower working classes.",
      "pageId": 3205351,
      "monthDay": "08/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Frank_Robinson",
      "name": "Frank Robinson",
      "aboutText": "Dudley \"Big Tiny\" Little, Jr. (August 31, 1930 – March 3, 2010) was an American musician who appeared on The Lawrence Welk Show from 1955 to 1959.",
      "pageId": 7277378,
      "monthDay": "08/31"
    },
    {
      "year": "1936",
      "uri": "/wiki/Vladimir_Orlov_(author)",
      "name": "Vladimir Orlov",
      "aboutText": "Robert Lee \"Bobby\" Parker (August 31, 1937 – October 31, 2013), was an American blues-rock guitarist, singer and songwriter.",
      "pageId": 7586437,
      "monthDay": "08/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Warren_Berlinger",
      "name": "Warren Berlinger",
      "aboutText": "Robbie Basho (August 31, 1940 – February 28, 1986) was an American composer, guitarist and pianist, and a proponent of the acoustic steel string guitar in America.",
      "pageId": 8346677,
      "monthDay": "08/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bobby_Parker_(guitarist)",
      "name": "Bobby Parker",
      "aboutText": "Edward James Moran Campbell, OC FRSC (August 31, 1925 – April 12, 2004) was a Canadian physician and academic. He was the founding Chair of the Department of Medicine at McMaster Faculty of Health Sciences from 1968 to 1975. He was also the inventor of the Venturi mask.",
      "pageId": 8619863,
      "monthDay": "08/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Martin_Bell",
      "name": "Martin Bell",
      "aboutText": "Charles Kay (born Charles Piff, 31 August 1930) is an English actor.",
      "pageId": 9187044,
      "monthDay": "08/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jerry_Allison",
      "name": "Jerry Allison",
      "aboutText": "Bryan Organ (born 31 August 1935, Leicester) is an English painter.\nHe is mainly known for his work in portraiture, and has painted likenesses of many public figures. He is represented at the National Portrait Gallery, in London.",
      "pageId": 12054929,
      "monthDay": "08/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robbie_Basho",
      "name": "Robbie Basho",
      "aboutText": "Vladimir Viktorovich Orlov (Russian: Влади́мир Ви́кторович Орло́в; 31 August 1936 – 5 August 2014) was a Russian novelist, notable for his fantasy novel Danilov, the violist.\nOrlov was born in Moscow, but during World War II was evacuated to Mari El. Between 1954 and 1959, he was a student at the Faculty of Journalism of the Moscow State University.",
      "pageId": 43479794,
      "monthDay": "08/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Wilton_Felder",
      "name": "Wilton Felder",
      "aboutText": "Sir George Ivan Morrison, Jr., OBE (born 31 August 1945) is a Northern Irish singer, songwriter and musician. He has received six Grammy Awards, the 1994 Brit Award for Outstanding Contribution to Music, and has been inducted into both the Rock and Roll Hall of Fame and the Songwriters Hall of Fame. In 2015 he was knighted for his musical achievements and his services to tourism and charitable causes in Northern Ireland.",
      "pageId": 78262,
      "monthDay": "08/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Larry_Hankin",
      "name": "Larry Hankin",
      "aboutText": "Itzhak Perlman (Hebrew: יצחק פרלמן‎; born August 31, 1945) is an Israeli-American violinist, conductor, and pedagogue. Over the course of his career, Perlman has performed worldwide, and throughout the United States, in venues that have included a State Dinner at the White House honoring Queen Elizabeth II, and a Presidential Inauguration, and he has conducted the Detroit Symphony Orchestra, and the Westchester Philharmonic.\nIn 2015, he was awarded the Presidential Medal of Freedom.",
      "pageId": 168478,
      "monthDay": "08/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robert_Morris_(actor)",
      "name": "Robert Morris",
      "aboutText": "Robert Lawrence \"Bob\" Welch, Jr. (August 31, 1945 – June 7, 2012) was an American musician. A former member of Fleetwood Mac, Welch had a successful solo career in the late 1970s.",
      "pageId": 179935,
      "monthDay": "08/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Roger_Newman",
      "name": "Roger Newman",
      "aboutText": "Margaret Ann Coffey (née Brown; born 31 August 1946) is a British Labour Party politician who has been the Member of Parliament (MP) for Stockport since 1992.\n^ a b c d COFFEY, (Margaret) Ann. Who's Who 2015 (online Oxford University Press ed.).",
      "pageId": 419412,
      "monthDay": "08/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jack_Thompson_(actor)",
      "name": "Jack Thompson",
      "aboutText": "Jack Thompson, AM (born 31 August 1940) is an Australian actor and one of the major figures of Australian cinema. He was educated at University of Queensland, before embarking on his acting career. In 2002, he was made an honorary member of the Australian Cinematographers Society (ACS).",
      "pageId": 469880,
      "monthDay": "08/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/William_DeWitt,_Jr.",
      "name": "William DeWitt, Jr.",
      "aboutText": "Clive Hubert Lloyd CBE AO (born 31 August 1944) is a former West Indies cricketer. In 1971 he was named Wisden Cricketer of the Year. He captained the West Indies between 1974 and 1985 and oversaw their rise to become the dominant Test-playing nation, a position that was only relinquished in the latter half of the 1990s.",
      "pageId": 624962,
      "monthDay": "08/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Emmanuel_Nunes",
      "name": "Emmanuel Nunes",
      "aboutText": "William Roger Dean (born 31 August 1944), better known as Roger Dean, is an English artist, designer and publisher. He is best known for his work on posters and album covers for musicians, which he began painting in the late 1960s. The artists for whom he did the most art are English rock bands Yes and Asia.",
      "pageId": 669978,
      "monthDay": "08/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Leonid_Ivashov",
      "name": "Leonid Ivashov",
      "aboutText": "Thomas Richard Coughlin (born August 31, 1946) is the head coach of the New York Giants of the National Football League (NFL). Coughlin led the Giants to victory in Super Bowl XLII and Super Bowl XLVI. Coughlin was also the inaugural head coach of the Jacksonville Jaguars, serving from 1995 to 2002 and leading the team to two AFC Championship Games.",
      "pageId": 1636784,
      "monthDay": "08/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roger_Dean_(artist)",
      "name": "Roger Dean",
      "aboutText": "William O. DeWitt, Jr. (born August 31, 1941) is an American businessman and currently the managing partner and chairman of the St. Louis Cardinals, a professional baseball franchise which competes in Major League Baseball (MLB).",
      "pageId": 1711634,
      "monthDay": "08/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Liz_Forgan",
      "name": "Liz Forgan",
      "aboutText": "Robert Morris (born 31 August 1940) is a British actor.\nHis film credits include the 1967 Hammer films Frankenstein Created Woman and Quatermass and the Pit.",
      "pageId": 4783536,
      "monthDay": "08/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Christine_King",
      "name": "Christine King",
      "aboutText": "Wilton Lewis Felder (August 31, 1940 – September 27, 2015) was an American saxophone and bass player, and is best known as a founding member of The Jazz Crusaders, later known as The Crusaders.",
      "pageId": 6864567,
      "monthDay": "08/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Clive_Lloyd",
      "name": "Clive Lloyd",
      "aboutText": "Larry Hankin (born August 31, 1940), is an American actor, performer, director and producer.\nHankin is known for his roles in TV shows Breaking Bad, Friends (as \"Mr. Heckles\") and Seinfeld (as \"Tom Pepper\"), as well as for his major role in Escape from Alcatraz (1979) with Clint Eastwood.",
      "pageId": 7027413,
      "monthDay": "08/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jos_LeDuc",
      "name": "Jos LeDuc",
      "aboutText": "Emmanuel Nunes (31 August 1941 – 2 September 2012) was a Portuguese composer who lived and worked in Paris from 1964.",
      "pageId": 8055294,
      "monthDay": "08/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lee_Bryant",
      "name": "Lee Bryant",
      "aboutText": "Dame Elizabeth Anne Lucy \"Liz\" Forgan, DBE (born 31 August 1944) is an English journalist, and radio and television executive.",
      "pageId": 8929323,
      "monthDay": "08/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Van_Morrison",
      "name": "Van Morrison",
      "aboutText": "Leonid Grigoryevich Ivashov (Russian: Леонид Григорьевич Ивашов) (born 31 August 1943) is a vice president of the Academy on Geopolitical Affairs.\nLeonid Ivashov was born in Kyrgyz SSR and graduated from Tashkent military school in 1964.\nBetween 1976 and 1984 he worked as a senior aid to the Soviet Minister of Defense Dmitriy Ustinov.",
      "pageId": 12135978,
      "monthDay": "08/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Itzhak_Perlman",
      "name": "Itzhak Perlman",
      "aboutText": "Christine Elizabeth King, CBE, FRHistS, DL is a British historian and university administrator. She was Vice-Chancellor and Chief Executive of Staffordshire Universityfrom 1995-2011.\nKing has published extensively on the Third Reich and is considered an expert on Nazi Germany.",
      "pageId": 12206053,
      "monthDay": "08/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bob_Welch_(musician)",
      "name": "Bob Welch",
      "aboutText": "Roger Newman (31 August 1940 – 4 March 2010) was a British born-American soap opera actor and writer. He was born in London, England, and died in New York City, New York.\nNewman began his career as a child in radio.",
      "pageId": 13887865,
      "monthDay": "08/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ann_Coffey",
      "name": "Ann Coffey",
      "aboutText": "Michel Pigeon (August 31, 1944 – May 1, 1999) was a Canadian professional wrestler better known by his ring name, Jos LeDuc. Wrestling with a lumberjack gimmick, he debuted in Stampede Wrestling with his kayfabe brother, Paul LeDuc. The pair later won several titles in Montreal, where they feuded with the Rougeau wrestling family, and Florida, where they held the NWA Florida Tag Team Championship.",
      "pageId": 15559286,
      "monthDay": "08/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jerome_Corsi",
      "name": "Jerome Corsi",
      "aboutText": "Jerome Robert Corsi (born August 31, 1946) is an American author, political commentator and conspiracy theorist best known for his two New York Times bestselling books: The Obama Nation and Unfit for Command (with co-author John O'Neill). Both books, the former written in 2008 and the latter in 2004, attacked Democratic presidential candidates and were criticized for including numerous inaccuracies.",
      "pageId": 27275197,
      "monthDay": "08/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tom_Coughlin",
      "name": "Tom Coughlin",
      "aboutText": "Lee Bryant (born August 31, 1945) is an American actress. She is perhaps best known for the role of Mrs. Hammen in the 1980 film Airplane!",
      "pageId": 33440769,
      "monthDay": "08/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mona_Marshall",
      "name": "Mona Marshall",
      "aboutText": "Richard Tiffany Gere (/ˈɡɪər/ GEER; born August 31, 1949) is an American actor and activist. He began acting in the 1970s, playing a supporting role in Looking for Mr. Goodbar and a starring role in Days of Heaven.",
      "pageId": 153956,
      "monthDay": "08/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Luca_Cordero_di_Montezemolo",
      "name": "Luca Cordero di Montezemolo",
      "aboutText": "Luca Cordero di Montezemolo (Italian pronunciation: [ˈluːka korˈdɛːro di montedˈdzɛːmolo]; born 31 August 1947) is an Italian businessman, former Chairman of Ferrari, and formerly Chairman of Fiat S.p.A. and President of Confindustria and FIEG. He comes from an aristocratic family from the region of Piedmont in Italy. First he graduated in law from La Sapienza University in 1971. Afterward, he studied for a masters in International commercial law at Columbia University in the City of New York.",
      "pageId": 700275,
      "monthDay": "08/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Yumiko_%C5%8Cshima",
      "name": "Yumiko Ōshima",
      "aboutText": "Pavel Vladimirovich Vinogradov (Russian: Павел Владимирович Виноградов; born August 31, 1953 in Magadan, USSR) is a cosmonaut and former commander of the International Space Station. As of May 2013, he has flown into space three times and is one of the top 10 astronauts in terms of total time in space.",
      "pageId": 873580,
      "monthDay": "08/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Somchai_Wongsawat",
      "name": "Somchai Wongsawat",
      "aboutText": "Lowell Ganz (born August 31, 1948) is an American screenwriter, television writer, and television producer.",
      "pageId": 891569,
      "monthDay": "08/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Harald_Ertl",
      "name": "Harald Ertl",
      "aboutText": "Harald Ertl (31 August 1948 – 7 April 1982) was an Austrian racing driver and motorsport journalist. Ertl was born in Zell am See and attended the same school as Grand Prix drivers Jochen Rindt and Helmut Marko.\nErtl sported an impeccable Inspector Clouseau-style moustache and beard.",
      "pageId": 1226456,
      "monthDay": "08/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lowell_Ganz",
      "name": "Lowell Ganz",
      "aboutText": "Miguel Ángel Guerra (born 31 August 1953 in Buenos Aires) is a former racing driver from Argentina. He participated in four Formula One Grands Prix, debuting on 15 March 1981. He qualified for only one of these, the 1981 San Marino Grand Prix, in which his Osella was hit by the March of Eliseo Salazar on the first lap.",
      "pageId": 1235081,
      "monthDay": "08/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ken_McMullen_(film_director)",
      "name": "Ken McMullen",
      "aboutText": "Rudolf Schenker (born 31 August 1948 in Hildesheim, Lower Saxony) is a German guitarist and founding member of the hard rock band Scorpions, being the rhythm/lead guitarist and one of the main songwriters of the band.",
      "pageId": 1350077,
      "monthDay": "08/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Holger_Osieck",
      "name": "Holger Osieck",
      "aboutText": "Herbert Reul (b. 31 August 1952 Langenfeld, Rhineland) is a German politician and Member of the European Parliament for North Rhine-Westphalia.",
      "pageId": 1476234,
      "monthDay": "08/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rudolf_Schenker",
      "name": "Rudolf Schenker",
      "aboutText": "Kim Kashkashian (born August 31, 1952 in Detroit, Michigan) is a Grammy-award winning Armenian-American violist.",
      "pageId": 1603457,
      "monthDay": "08/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Richard_Gere",
      "name": "Richard Gere",
      "aboutText": "György Károly (Károly György, born August 31, 1953) is a Hungarian poet and writer.",
      "pageId": 2605159,
      "monthDay": "08/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hugh_David_Politzer",
      "name": "Hugh David Politzer",
      "aboutText": "Mona M. Ianotti (born August 31, 1947), who goes by the stage name Mona Marshall, is an American voice actress.",
      "pageId": 2760670,
      "monthDay": "08/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sirje_Tamul",
      "name": "Sirje Tamul",
      "aboutText": "Yumiko Ōshima (大島弓子, Ōshima Yumiko, born August 31, 1947) is a female Japanese manga artist and a member of Year 24 group.\nShe made her debut in 1968 with Paula's Tears in Weekly Margaret.\nShe received the 1973 Japan Cartoonists Association Award for excellence for Mimoza Yakata de Tsukamaete.",
      "pageId": 5568539,
      "monthDay": "08/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kim_Kashkashian",
      "name": "Kim Kashkashian",
      "aboutText": "James Stephen \"Jimmy\" McKenna (born 31 August 1953 in Glasgow) is a Scottish actor.",
      "pageId": 7440194,
      "monthDay": "08/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Herbert_Reul",
      "name": "Herbert Reul",
      "aboutText": "Caroline \"Tula\" Cossey (born 31 August 1954) is an English model. She is one of the world's most well known trans women, having appeared in a James Bond film and been the first to pose for Playboy.",
      "pageId": 8458340,
      "monthDay": "08/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Miguel_%C3%81ngel_Guerra",
      "name": "Miguel Ángel Guerra",
      "aboutText": "Holger Osieck (born 31 August 1948) is a German football manager who last managed the Australian national association football team. Prior to the Australian role, he most recently managed J. League club Urawa Red Diamonds, where he won the 2007 AFC Champions League. He served as an assistant coach of the West Germany national football team when they won the 1990 FIFA World Cup.",
      "pageId": 8701225,
      "monthDay": "08/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gy%C3%B6rgy_K%C3%A1roly",
      "name": "György Károly",
      "aboutText": "Ken McMullen (born 31 August 1948, Manchester) is an award-winning film director and since 2012 Anniversary Professor of Film Studies at Kingston University, London. McMullen's films are grounded in philosophy, history, psychoanalysis and literature. McMullen's exhibition Signatures of the Invisible brought together artists and scientists working at CERN, the European particle physics facility near Geneva.",
      "pageId": 12677752,
      "monthDay": "08/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jimmy_McKenna",
      "name": "Jimmy McKenna",
      "aboutText": "Sirje Tamul (born 31 August 1951 in Viljandi) is an Estonian historian and a lector at the University of Tartu. She received her PhD in 2007.\nTamul's main field of the research is the history of the University of Tartu between the 19th and the beginning of the 20th century.",
      "pageId": 13478068,
      "monthDay": "08/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pavel_Vinogradov",
      "name": "Pavel Vinogradov",
      "aboutText": "Aleksander Krupa (born 31 August 1955), often credited as Olek Krupa, is a Polish actor best known for playing villains and/or criminals, such as in Eraser, Blue Streak and Home Alone 3. He also notably portrayed a Serb general engaged in genocide against Bosnian Muslims in 2001's Behind Enemy Lines. He also played the President of Russia in 2010's Salt.",
      "pageId": 15288119,
      "monthDay": "08/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Caroline_Cossey",
      "name": "Caroline Cossey",
      "aboutText": "Somchai Wongsawat (Thai: สมชาย วงศ์สวัสดิ์, born August 31, 1947) is a Thai politician, a Prime Minister of Thailand in 2008 and a former executive member of the People's Power Party (PPP) whose political rights have been disenfranchised by the Constitutional Court (ConCourt) for five years.\nPrior to entering electoral politics, he had served civil service and judicial service, having been appointed Permanent Secretary of Justice (the highest non-elected position in the civil service) in 2000 by the government of Chuan Leekpai. Following his retirement from office in 2006 owing to the pensionable age, he entered politics after the 2006 coup unseating the government of his brother-in-law, Thaksin Shinawatra.",
      "pageId": 19256421,
      "monthDay": "08/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Aleksander_Krupa",
      "name": "Aleksander Krupa",
      "aboutText": "Hugh David Politzer (born August 31, 1949) is an American theoretical physicist at the California Institute of Technology. He shared the 2004 Nobel Prize in Physics with David Gross and Frank Wilczek for their discovery of asymptotic freedom in quantum chromodynamics.\n^ \"The Nobel Prize in Physics 2004\".",
      "pageId": 30871443,
      "monthDay": "08/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Julie_Maxton",
      "name": "Julie Maxton",
      "aboutText": "Julie Ann Brown (born August 31, 1958) is an American actress, comedian, screen/television writer, singer-songwriter, and television director. Brown is perhaps best known for her work in the 1980s, where she often played a quintessential valley girl character.",
      "pageId": 105883,
      "monthDay": "08/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Edwin_Moses",
      "name": "Edwin Moses",
      "aboutText": "Sayyed Hassan Nasrallah (Arabic: السيّد حسن نصرالله‎; born 31 August 1960) has been the third Secretary General of the Lebanese political and paramilitary organization Hezbollah since his predecessor, Abbas al-Musawi, was assassinated by the Israel Defense Forces in February 1992. Hezbollah has since been designated a terrorist organization, either wholly or in part, by the United States, European Union and other nations. Nasrallah is often referred to as \"al-Sayyid Hassan\" (السيّد حسن), the honorific \"Sayyid\" denoting descent from the Islamic prophet Muhammad through his grandson Husain ibn Ali.",
      "pageId": 313436,
      "monthDay": "08/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Anthony_Thistlethwaite",
      "name": "Anthony Thistlethwaite",
      "aboutText": "Edwin Corley Moses (born August 31, 1955) is an American former track and field athlete, who won gold medals in the 400 m hurdles at the 1976 and 1984 Olympics. Between 1977 and 1987, Moses won 107 consecutive finals (122 consecutive races) and set the world record in his event four times. In addition to his running, Moses was also an innovative reformer in the areas of Olympic eligibility and drug testing.",
      "pageId": 578206,
      "monthDay": "08/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gary_Webb",
      "name": "Gary Webb",
      "aboutText": "Serge Blanco (born 31 August 1958 in Caracas, Venezuela) is a former rugby union footballer who played fullback for Biarritz Olympique and the French national side, gaining 93 caps, 81 of them at fullback. His alternative position was wing.\nBlanco was born in Caracas to a Venezuelan father and a Basque mother, but was raised in Biarritz, France.",
      "pageId": 779571,
      "monthDay": "08/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/M%C3%A1ria_Bal%C3%A1%C5%BEov%C3%A1",
      "name": "Mária Balážová",
      "aboutText": "Gary Stephen Webb (August 31, 1955 – December 10, 2004) was an American investigative reporter. He began his career working for newspapers in Kentucky and Ohio, winning numerous awards and building a strong reputation for investigative writing. Hired by the San Jose Mercury News, Webb contributed to the paper's Pulitzer Prize-winning coverage of the Loma Prieta earthquake.",
      "pageId": 872243,
      "monthDay": "08/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Masashi_Tashiro",
      "name": "Masashi Tashiro",
      "aboutText": "Glenn Martin Tilbrook (born 31 August 1957) is the lead singer and guitarist of the English band Squeeze, a band formed in the mid-1970s who broke through in the new wave era at the decade's end. He generally wrote the melody for Squeeze's songs, while his writing partner, Chris Difford, wrote the lyrics. In addition to his songwriting skills, Tilbrook is respected both as a singer and an accomplished guitarist.",
      "pageId": 1146278,
      "monthDay": "08/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Colm_O%27Rourke",
      "name": "Colm O'Rourke",
      "aboutText": "Regina Ann \"Gina\" Schock (born August 31, 1959, Baltimore, Maryland) is best known as the drummer in the all-woman rock band The Go-Go's.\nSchock's career began as drummer for Edie and the Eggs, a band assembled to feature the John Waters star Edith Massey. After her stint in Edie and the Eggs, Schock relocated to Los Angeles, California, and soon joined The Go-Go's.",
      "pageId": 1328369,
      "monthDay": "08/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gina_Schock",
      "name": "Gina Schock",
      "aboutText": "Anthony \"Anto\" Thistlethwaite (born 31 August 1955, Lutterworth, Leicestershire, England) is a British multi-instrumentalist best known as a founding member (with guitarist Mike Scott) of the folk rock group, The Waterboys and later as a long-standing member of Irish rock band The Saw Doctors.\n^ \"Anthony Thistlethwaite\". AllMusic.",
      "pageId": 1481418,
      "monthDay": "08/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Glenn_Tilbrook",
      "name": "Glenn Tilbrook",
      "aboutText": "Dee Bradley Baker (born August 31, 1962) is an American voice actor. His major roles include animated series such as American Dad!, Codename: Kids Next Door, Gravity Falls, Phineas and Ferb, Star Wars: The Clone Wars, and The 7D, live-action series such as Legends of the Hidden Temple and Shop 'til You Drop, films such as The Boxtrolls and video games such as Halo, Gears of War, Viewtiful Joe and Spore.",
      "pageId": 1526250,
      "monthDay": "08/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Serge_Blanco",
      "name": "Serge Blanco",
      "aboutText": "Christopher Becker Whitley (August 31, 1960 – November 20, 2005) was an American blues/rock singer-songwriter and guitarist. During his 25-year career he released more than a dozen albums, had two songs in the top 50 of the Billboard mainstream rock charts and received two Independent Music Awards. Whitley's sound was drawn from the traditions of blues, jazz and rock and he recorded songs by artists from many genres.",
      "pageId": 1547981,
      "monthDay": "08/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Stephen_Cottrell",
      "name": "Stephen Cottrell",
      "aboutText": "Masashi Tashiro (田代 まさし, Tashiro Masashi, real name pronounced the same, but written as 田代 政) (born August 31, 1956) is a former Japanese television performer and the founding member of the band Rats & Star. Tashiro was a tenor vocalist for Rats & Star, and later on made himself a name as a TV entertainer in Japan. He also directed a movie after his band broke up.",
      "pageId": 1625708,
      "monthDay": "08/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Julie_Brown",
      "name": "Julie Brown",
      "aboutText": "Thomas R. Suozzi (born August 31, 1962) was the County Executive of Nassau County, New York, from 2002 to 2009. He was first elected to the post in 2001, the first Democratic county executive since Eugene Nickerson left office in 1971. In 2006, he ran unsuccessfully against Eliot Spitzer for the Democratic nomination for Governor of New York.",
      "pageId": 1846883,
      "monthDay": "08/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ralph_Krueger",
      "name": "Ralph Krueger",
      "aboutText": "Vali Ionescu-Constantin (born August 31, 1960) is a retired long jumper from Romania. She was born in Turnu Măgurele. The European champion from 1982, she jumped 7.20 metres the same year to record a personal best.",
      "pageId": 4172710,
      "monthDay": "08/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jessica_Upshaw",
      "name": "Jessica Upshaw",
      "aboutText": "Julie Maxton (born 31 August 1955) is a British barrister, legal scholar, and academic administrator. Since 2011, she has been Executive Director of the Royal Society. She spent most of her career working at the University of Auckland, where she rose to be Dean of its Faculty of Law.",
      "pageId": 4354543,
      "monthDay": "08/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Vali_Ionescu",
      "name": "Vali Ionescu",
      "aboutText": "Stephen Geoffrey Cottrell SCP (born 31 August 1958) is a Church of England bishop. Since October 2010, he has been the Bishop of Chelmsford. From 2004 to 2010, he was the Bishop of Reading, a suffragan bishop in the Diocese of Oxford.",
      "pageId": 4744800,
      "monthDay": "08/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Chris_Whitley",
      "name": "Chris Whitley",
      "aboutText": "Colm O'Rourke is an Irish retired sportsperson, columnist and analyst. He used to play Gaelic football for the Meath senior inter-county team in Ireland. Now he is a columnist with the Sunday Independent and a panellist on The Sunday Game on RTÉ Television.",
      "pageId": 5259542,
      "monthDay": "08/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Hassan_Nasrallah",
      "name": "Hassan Nasrallah",
      "aboutText": "Ralph Krueger (born August 31, 1959) is a Canadian-born German former professional ice hockey coach and player and current chairman of Southampton Football Club.\nHe was head coach of the Swiss men's national ice hockey team from the 1997–98 season until the end of the XXI Olympic Winter Games in 2010 and the Edmonton Oilers of the National Hockey League (NHL) during the 2012–13 season. In 2014, Krueger shifted from hockey to the world of association football, to become director of English Premier League team Southampton.",
      "pageId": 9123202,
      "monthDay": "08/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Magnus_Ilmj%C3%A4rv",
      "name": "Magnus Ilmjärv",
      "aboutText": "Mária Balážová (born 31 August 1956 in Trnava, Slovakia, former Czechoslovakia) is a contemporary Slovak artist.",
      "pageId": 20051997,
      "monthDay": "08/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dee_Bradley_Baker",
      "name": "Dee Bradley Baker",
      "aboutText": "Magnus Ilmjärv (born 31 August 1961 in Viljandi) is an Estonian historian. He graduated from the University of Tartu cum laude in 1988 and defended his MA thesis in 1997, in June 2004 defended his PhD at the University of Helsinki. Since 2006, Ilmjärv has been the director of the Estonian Institute of History (Ajaloo Instituut).",
      "pageId": 21367006,
      "monthDay": "08/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Thomas_Suozzi",
      "name": "Thomas Suozzi",
      "aboutText": "Jessica Sibley Upshaw (August 31, 1959 – March 24, 2013) was an American politician and lawyer.\nBorn in Meridian, Mississippi, Upshaw received her bachelors and law degrees from the University of Mississippi and practiced law. She served in the Mississippi House of Representatives, from Diamondhead, Mississippi, as a Republican from 2004 to 2013.",
      "pageId": 38910855,
      "monthDay": "08/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Reb_Beach",
      "name": "Reb Beach",
      "aboutText": "Ramon Arellano Félix (August 31, 1964 – February 10, 2002) was a Mexican drug trafficker whom authorities linked to the Tijuana drug cartel (aka the Arellano-Félix Organization).",
      "pageId": 189022,
      "monthDay": "08/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Todd_Carty",
      "name": "Todd Carty",
      "aboutText": "Hideo Nomo (野茂 英雄|Nomo Hideo?, born August 31, 1968 in Minato-ku, Osaka, Japan) is a retired Japanese-American baseball pitcher in Nippon Professional Baseball (NPB) and Major League Baseball (MLB). He achieved early success in his native country, where he played with the Kintetsu Buffaloes from 1990 to 1994. He then exploited a loophole to free himself from his contract, and became the first Japanese major leaguer to permanently relocate to Major League Baseball in the United States, debuting with the Los Angeles Dodgers in 1995.",
      "pageId": 228180,
      "monthDay": "08/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rituparno_Ghosh",
      "name": "Rituparno Ghosh",
      "aboutText": "Javagal Srinath (ಜಾವಗಲ್ ಶ್ರೀನಾಥ್) pronunciation  (born 31 August 1969) is an Indian former cricketer and current ICC Match Referee. He is considered among India's finest fast bowlers and remains the only Indian fast bowler to have taken more than 300 wickets in One Day Internationals.\nHe was a frontline fast bowler for the Indian cricket team until his retirement, being the second Indian pace bowler after Kapil Dev to take 200 Test wickets.",
      "pageId": 492474,
      "monthDay": "08/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Naomi_Robson",
      "name": "Naomi Robson",
      "aboutText": "Jonathan LaPaglia (born 31 August 1969) is an Australian actor known for his roles as Frank B. Parker in the television series Seven Days, Kevin Debreno in The District and Det.",
      "pageId": 1095582,
      "monthDay": "08/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sonny_Silooy",
      "name": "Sonny Silooy",
      "aboutText": "Todd Carty (born 31 August 1963) is an Irish actor and director, who has grown up on television screens in a variety of roles. His stage work has varied from pantomime to serious drama, as well as radio plays, voiceovers, commercials, narrations, and films.",
      "pageId": 1112328,
      "monthDay": "08/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ram%C3%B3n_Arellano_F%C3%A9lix",
      "name": "Ramón Arellano Félix",
      "aboutText": "Eugene \"Gene\" Victor Hoglan II (born August 31, 1967, in Dallas, Texas) is an American drummer. He is acclaimed for his creativity in drum arrangements, including use of odd devices for percussion effects and his trademark lengthy double-kick drum rhythms. His highly technical playing is extremely accurate at very high and challenging tempos, earning him the nicknames \"The Atomic Clock\" and \"Human Drum Machine.\" He is best known for his work with Dark Angel, Death, Strapping Young Lad, Devin Townsend, Fear Factory, Opeth, Unearth, and most recently Dethklok and Testament.",
      "pageId": 1201486,
      "monthDay": "08/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Raymond_P._Hammond",
      "name": "Raymond P. Hammond",
      "aboutText": "Rituparno Ghosh (31 August 1963 – 30 May 2013) was an Indian film director, actor, writer and lyricist. After pursuing a degree in economics he started his career as a creative artist at an advertising agency. In 1992, his debut film Hirer Angti released.",
      "pageId": 1942372,
      "monthDay": "08/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/C%C3%A9line_Bonnier",
      "name": "Céline Bonnier",
      "aboutText": "Reb Beach (born Richard Earl Beach, Jr. on August 31, 1963) is an American rock guitarist.",
      "pageId": 2053328,
      "monthDay": "08/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Zsolt_Borkai",
      "name": "Zsolt Borkai",
      "aboutText": "Naomi Robson (born 31 August 1963) is an Australian television presenter who is best known as the former presenter of the east coast edition of Today Tonight, an Australian current affairs program which was broadcast on weeknights on the Seven Network, from 1997 to 2006.",
      "pageId": 2889154,
      "monthDay": "08/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Susan_Gritton",
      "name": "Susan Gritton",
      "aboutText": "Jonathan James Cake (born 31 August 1967) is an English actor who has worked on various TV programmes and series. His notable screen roles include Jack Favell in Rebecca (1997), Oswald Mosley in Mosley (1997), Japheth in the NBC television film Noah's Ark (1999), Tyrannus in the ABC miniseries Empire ( 2005), Cole Barker in the NBC TV show Chuck and Det. Chuck Vance on the ABC hit drama-series Desperate Housewives (2011–2012).",
      "pageId": 4026499,
      "monthDay": "08/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Nigel_Avery",
      "name": "Nigel Avery",
      "aboutText": "Anita Moen, sometimes shown as Anita Moen-Guidon (born August 31, 1967) is a former Norwegian Cross-country skier who competed from 1987 to 2003. She won five medals at the Winter Olympics with three silvers (4 x 5 km: 1994, 1998, 2002) and two bronzes (15 km: 1998, Individual sprint: 2002).\nMoen also won four 4 x 5 km medals at the FIS Nordic World Ski Championships with three silvers (1995, 2001, 2003) and one bronze (1993).",
      "pageId": 6173304,
      "monthDay": "08/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jonathan_Cake",
      "name": "Jonathan Cake",
      "aboutText": "Jan Jacobus \"Sonny\" Silooy (born 31 August 1963 in Rotterdam) is a former Dutch footballer who is now an assistant manager for Major League Soccer club D.C. United.\n^ \"Sonny Silooy - International Appearances\".",
      "pageId": 7960149,
      "monthDay": "08/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gene_Hoglan",
      "name": "Gene Hoglan",
      "aboutText": "Raymond P. Hammond is an American poet, critic and editor of the New York Quarterly magazine since assuming control after the death of William M. Packard in 2002.\nHammond was born August 31, 1964 in Roanoke, Virginia. Packard had \"willed\" the magazine by asking Hammond in writing to take control of the magazine should anything happen to him.",
      "pageId": 9366695,
      "monthDay": "08/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anita_Moen",
      "name": "Anita Moen",
      "aboutText": "Susan Gritton (born 31 August 1965) is an English operatic soprano.",
      "pageId": 9547024,
      "monthDay": "08/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Valdon_Dowiyogo",
      "name": "Valdon Dowiyogo",
      "aboutText": "Nathalie Bouvier (born August 31, 1969 in Les Rousses) is a retired French alpine skier. She won a controversial World Cup victory in 1989, in Giant Slalom.",
      "pageId": 9674834,
      "monthDay": "08/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Hideo_Nomo",
      "name": "Hideo Nomo",
      "aboutText": "Céline Bonnier (born August 31, 1965, Lévis, Quebec) is a French Canadian actress from Quebec.",
      "pageId": 10535263,
      "monthDay": "08/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jolene_Watanabe",
      "name": "Jolene Watanabe",
      "aboutText": "Valdon Kape Dowiyogo (born August 31, 1968) is a political figure and cabinet minister from the Pacific nation of the Republic of Nauru.",
      "pageId": 16766736,
      "monthDay": "08/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nathalie_Bouvier",
      "name": "Nathalie Bouvier",
      "aboutText": "Zsolt Borkai (born August 31, 1965 in Győr, Győr-Moson-Sopron) is a Hungarian Olympic gymnast champion. He is also the mayor of Győr since 2006.\nHe competed at the 1988 Summer Olympics in Seoul, where he received a gold medal in pommel horse.",
      "pageId": 16782456,
      "monthDay": "08/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jonathan_LaPaglia",
      "name": "Jonathan LaPaglia",
      "aboutText": "Nigel Seton Avery (born 31 August 1967) is a former weightlifting competitor for New Zealand. He was born in Auckland.\nAt the 1998 Commonwealth Games in Kuala Lumpur he won a bronze medal in the 105+ kg snatch and the 105+ kg combined total.",
      "pageId": 19569807,
      "monthDay": "08/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Javagal_Srinath",
      "name": "Javagal Srinath",
      "aboutText": "Jolene Watanabe (born August 31, 1968) is an American former international tennis player. She competed in the Australian Open 6 times, from 1994 to 2000. Jolene coaches at Smith Stearns.",
      "pageId": 35281253,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Debbie_Gibson",
      "name": "Debbie Gibson",
      "aboutText": "Deborah Ann \"Debbie\" Gibson (born August 31, 1970) is an American singer-songwriter, record producer, actress, and former reality television competitor.\nIn 1988, she was pronounced the youngest female artist to write, produce, and perform a No. 1 single on the Billboard Hot 100, with her song \"Foolish Beat\".",
      "pageId": 155723,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nikola_Gruevski",
      "name": "Nikola Gruevski",
      "aboutText": "Christopher \"Chris\" Tucker (born August 31, 1971) is an American actor and stand-up comedian. He is known for playing the role of Smokey in Friday and as Detective James Carter in the Rush Hour film series. Tucker became a frequent stand up performer on Def Comedy Jam in the 1990s.",
      "pageId": 183124,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kristina_Cook",
      "name": "Kristina Cook",
      "aboutText": "Scott Niedermayer (born August 31, 1973) is a Canadian former ice hockey defenceman and current assistant coach of the Anaheim Ducks. He played 18 seasons and over 1,000 games in the National Hockey League (NHL) for the New Jersey Devils and Anaheim Ducks. Niedermayer is a four-time Stanley Cup champion and played in five NHL All-Star Games.",
      "pageId": 440139,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Greg_Mulholland",
      "name": "Greg Mulholland",
      "aboutText": "John Gillies Mark Grahame (born August 31, 1975 in Denver, Colorado) is a retired professional ice hockey goaltender who played in the National Hockey League with the Boston Bruins, Tampa Bay Lightning and Carolina Hurricanes.",
      "pageId": 455109,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Queen_Rania_of_Jordan",
      "name": "Queen Rania of Jordan",
      "aboutText": "Queen Rania of Jordan (Arabic: رانيا العبد الله‎ Rānyā Al-‘abdu l-Lāh) (born Rania Al-Yassin on 31 August 1970) is the Queen consort of Jordan. She is also known as Rania Al-Abdullah. Since marrying the now King of Jordan, Abdullah bin Al-Hussein, she has become known for her advocacy work related to education, health, community empowerment, youth, cross-cultural dialogue, and micro-finance.",
      "pageId": 571725,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Amy_Stein",
      "name": "Amy Stein",
      "aboutText": "Andriy (Andrei) Medvedev (Ukrainian: Андрій Медведєв; born 31 August 1974 in Kiev), is a former professional tennis player from Ukraine.",
      "pageId": 702849,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Arie_van_Lent",
      "name": "Arie van Lent",
      "aboutText": "Pádraig P. Harrington (born 31 August 1971) is an Irish professional golfer who plays on the European Tour and the PGA Tour.",
      "pageId": 1157761,
      "monthDay": "08/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Zack_Ward",
      "name": "Zack Ward",
      "aboutText": "Gregory Thomas Mulholland (born 31 August 1970) is a Liberal Democrat politician in the United Kingdom and Member of Parliament for Leeds North West.\nHe was first elected at the 2005 general election, winning the seat from Labour and was re-elected with an increased majority at the 2010 general election, and with a reduced majority at the 2015 general election. Before his parliamentary career, he served as a councillor for Headingley.",
      "pageId": 1848077,
      "monthDay": "08/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/P%C3%A1draig_Harrington",
      "name": "Pádraig Harrington",
      "aboutText": "Sara Elena Ramirez (Spanish pronunciation: [ˈsaɾa raˈmiɾez]; born August 31, 1975) is a Mexican-American singer/songwriter and actress. She is known for her role as Dr.",
      "pageId": 1999305,
      "monthDay": "08/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vadim_Repin",
      "name": "Vadim Repin",
      "aboutText": "Arie van Lent (born 31 August 1970 in Opheusden, Gelderland) is a former Dutch footballer.",
      "pageId": 2547961,
      "monthDay": "08/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Candis_Cayne",
      "name": "Candis Cayne",
      "aboutText": "Vadim Viktorovich Repin (Russian: Вадим Викторович Репин; [vɐˈdʲim ˈvʲiktərəvʲɪtɕ ˈrʲepʲɪn]; born 31 August 1971) is a Belgian (naturalized) Russian violinist who lives in Vienna.",
      "pageId": 2773075,
      "monthDay": "08/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chris_Tucker",
      "name": "Chris Tucker",
      "aboutText": "Nikola Gruevski (Macedonian: Никола Груевски [ˈnikɔɫa ˈɡruefski]; born 31 August 1970) is a Macedonian politician. He has been the Prime Minister of Macedonia since 27 August 2006, and has led the ruling VMRO-DPMNE party since May 2003.",
      "pageId": 2829345,
      "monthDay": "08/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kaori_Mizumori",
      "name": "Kaori Mizumori",
      "aboutText": "Craig Derek Cumming (born 31 August 1975 in Timaru) is a New Zealand cricketer. He has played with The Pareora Cricket Club and the New Zealand cricket team in One Day Internationals and Tests. He is the current captain of the Otago cricket team, competing in the State Championship, State Shield and State Twenty20 competitions in the 2006/2007 season.",
      "pageId": 2911742,
      "monthDay": "08/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Niedermayer",
      "name": "Scott Niedermayer",
      "aboutText": "This article refers to the British conductor Daniel Harding. For the footballer, please see Dan Harding.",
      "pageId": 3821467,
      "monthDay": "08/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andriy_Medvedev",
      "name": "Andriy Medvedev",
      "aboutText": "Zack Ward (born August 31, 1970) is a Canadian actor.",
      "pageId": 4738354,
      "monthDay": "08/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Craig_Cumming",
      "name": "Craig Cumming",
      "aboutText": "Takahiro Suwa (諏訪 高広, Suwa Takahiro), better known by his ring name Suwa (stylized as SUWA), is a Japanese professional wrestler of Pro Wrestling Noah. He originally retired from professional wrestling in 2007, but later returned in 2013.\n^ a b c d \"Suwa: Fakten\".",
      "pageId": 7440848,
      "monthDay": "08/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/John_Grahame",
      "name": "John Grahame",
      "aboutText": "Candis Cayne (born Brendan McDaniel; August 29, 1971) is an American actress and performance artist.\nKnown in the New York City nightclub scene since the 1990s, Cayne came to national attention in 2007 for portraying transgender mistress Carmelita on ABC's prime time drama Dirty Sexy Money.",
      "pageId": 7805044,
      "monthDay": "08/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daniel_Harding",
      "name": "Daniel Harding",
      "aboutText": "Kaori Mizumori (水森かおり, Mizumori Kaori, born 31 August 1973, Kita, Tokyo) is a Japanese female enka singer under Tokuma Japan Communications. Her real name is Yukiko Ōde (大出弓紀子).\nHer songs are usually titled after Japanese landmarks and Japanese nature.",
      "pageId": 13292114,
      "monthDay": "08/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sara_Ramirez",
      "name": "Sara Ramirez",
      "aboutText": "Kristina \"Tina\" Cook (née Gifford, born 31 August 1970), is a British three-day eventing rider. She is the 2009 European Champion. A three-time Olympic medallist, she won individual and team bronze in 2008 and team silver in 2012.",
      "pageId": 18829313,
      "monthDay": "08/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Takahiro_Suwa",
      "name": "Takahiro Suwa",
      "aboutText": "Amy Stein (born August 31, 1970 in Washington, DC) is an American photographer known for her Domesticated, Stranded and Halloween in Harlem series. She was raised in Karachi, Pakistan and Washington, DC. Stein now lives in Echo Park, Los Angeles.\nStein's work is featured in many public and private collections including the Philadelphia Museum of Art; the Museum of Contemporary Photography, Chicago; the Portland Art Museum; the Nevada Museum of Art; the Nerman Museum of Contemporary Art; and George Eastman House Photography Collection.",
      "pageId": 20600810,
      "monthDay": "08/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Vincent_Delerm",
      "name": "Vincent Delerm",
      "aboutText": "Craig Robert Nicholls, (born 31 August 1977) is an Australian musician, best known as the lead singer, songwriter and guitarist of the Australian alternative rock band The Vines, of which he is the only mainstay member.",
      "pageId": 588506,
      "monthDay": "08/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Roque_J%C3%BAnior",
      "name": "Roque Júnior",
      "aboutText": "Jeffrey Nero \"Jeff\" Hardy (born August 31, 1977) is an American professional wrestler, singer-songwriter, painter and musician. He is best known for his work with World Wrestling Entertainment (WWE) and Total Nonstop Action Wrestling (TNA).\nBefore gaining prominence in WWE, Hardy performed for the Organization of Modern Extreme Grappling Arts (OMEGA), a promotion he ran with his brother Matt.",
      "pageId": 690256,
      "monthDay": "08/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Radek_Mart%C3%ADnek",
      "name": "Radek Martínek",
      "aboutText": "Yuvan Shankar Raja (born 31 August 1979) is an Indian singer-songwriter, film score and soundtrack composer, and occasional lyricist from Chennai, Tamil Nadu. He has predominantly scored music for Tamil films. The youngest son of noted film composer Ilaiyaraaja, he began his musical career in 1996, at age 16, when he composed the film score for Aravindhan.",
      "pageId": 711707,
      "monthDay": "08/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeff_Hardy",
      "name": "Jeff Hardy",
      "aboutText": "Vincent Delerm (born 31 August 1976 in Évreux, Eure) is a French singer-songwriter, pianist and composer. He is the son of the writer Philippe Delerm and illustrator Martine Delerm.\nHis first album was released in 2002, the second, Kensington Square, in 2004, the third Les Piqûres d'araignée in 2006, the fourth Quinze Chansons in 2008 .",
      "pageId": 1005253,
      "monthDay": "08/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ian_Harte",
      "name": "Ian Harte",
      "aboutText": "José Vítor Roque Jr. (Brazilian Portuguese: [ˈhɔki ˈʒunjor]; born 31 August 1976 in Santa Rita do Sapucaí) more commonly known as Roque Júnior, is a former association footballer who played defender. He last played for Ituano Futebol Clube.",
      "pageId": 1238321,
      "monthDay": "08/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Craig_Nicholls",
      "name": "Craig Nicholls",
      "aboutText": "Joe Budden (born August 31, 1980) is an American rapper from Jersey City, New Jersey, who, in addition to being a solo artist, is a member of the American hip hop supergroup Slaughterhouse, alongside fellow rappers Royce da 5'9\", Joell Ortiz, and Crooked I.",
      "pageId": 1645151,
      "monthDay": "08/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Philippe_Christanval",
      "name": "Philippe Christanval",
      "aboutText": "Mickie Laree James (born 1979) is an American professional wrestler, actress, model and country singer signed with Global Force Wrestling (GFW).\nJames began her professional wrestling career in 1999 as a valet on the independent circuit, where she was known under the name Alexis Laree. She trained in several camps to improve her wrestling abilities before working for Total Nonstop Action Wrestling (NWA:TNA) in June 2002, where she gained national attention.",
      "pageId": 1849758,
      "monthDay": "08/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ido_Pariente",
      "name": "Ido Pariente",
      "aboutText": "Dwayne John Peel (born 31 August 1981 in Carmarthen) is a Welsh rugby union player who plays for Bristol Rugby and Wales. He was the most capped scrum-half for the Wales national rugby union team with 76 caps until his record was surpassed by Mike Phillips on 16 March 2013.\nPeel started his rugby career playing for Tumble RFC at Under-8s level.",
      "pageId": 2060851,
      "monthDay": "08/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sandis_Valters",
      "name": "Sandis Valters",
      "aboutText": "Philippe Charles Lucien Christanval (born 31 August 1978 in Paris) is a retired French footballer of Guadeloupian origin who most recently played for Fulham as a centre back.",
      "pageId": 2851711,
      "monthDay": "08/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Morten_Qvenild",
      "name": "Morten Qvenild",
      "aboutText": "Radek Martínek (born August 31, 1976) is a Czech professional ice hockey defenceman who is currently an unrestricted free agent, having most recently played for the New York Islanders in the National Hockey League (NHL).",
      "pageId": 3215908,
      "monthDay": "08/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Clay_Hensley",
      "name": "Clay Hensley",
      "aboutText": "Ian Patrick Harte (born 31 August 1977) is a retired Irish footballer who last played as a defender for English club Bournemouth from 2013 until 2015. He is best known for his ability to score goals from long range, including being a free kick specialist.\nHe began his career at Leeds United with his best friend Pádraig Walsh together making over 200 Premier League appearances across nine seasons.",
      "pageId": 3489770,
      "monthDay": "08/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mickie_James",
      "name": "Mickie James",
      "aboutText": "Clayton Allen Hensley (born August 31, 1979) is an American former professional baseball pitcher.",
      "pageId": 4761556,
      "monthDay": "08/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Johnston_(swimmer)",
      "name": "Mark Johnston",
      "aboutText": "Ramón DeJesus Santiago Dominguez (born August 31, 1979) is a Dominican professional baseball infielder who is a free agent. He has spent most of his major league career at shortstop, but has also played a significant amount of time at second base, and occasionally third base.",
      "pageId": 5326797,
      "monthDay": "08/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Simon_Neil",
      "name": "Simon Neil",
      "aboutText": "Mark Johnston (born August 31, 1979) is a former freestyle swimmer from Canada, who competed at two consecutive Summer Olympics, starting in 2000. His best Olympic result was the fifth place in the men's 4x200-metre freestyle relay in Athens, Greece in 2004.\n^ Sports-Reference.com, Olympic Sports, Athletes, Mark Johnston.",
      "pageId": 6484533,
      "monthDay": "08/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yuvan_Shankar_Raja",
      "name": "Yuvan Shankar Raja",
      "aboutText": "Simon Alexander Neil (born 31 August 1979) is a Scottish vocalist, guitarist, and songwriter.",
      "pageId": 8734369,
      "monthDay": "08/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ram%C3%B3n_Santiago",
      "name": "Ramón Santiago",
      "aboutText": "Ido Pariente (Hebrew: עידו פריינטה‎; born August 31, 1978) is an Israeli mixed martial arts fighter and trainer. His nickname is \"The Hebrew Hammer\". He is one of Israel's top fighters.",
      "pageId": 11477036,
      "monthDay": "08/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Joe_Budden",
      "name": "Joe Budden",
      "aboutText": "Sandis Valters (born 31 August 1978) is a retired professional basketball shooting guard, who last played for BK Ventspils. He is member of Latvia national basketball team.",
      "pageId": 17580188,
      "monthDay": "08/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ahmad_Al_Harthy",
      "name": "Ahmad Al Harthy",
      "aboutText": "Ahmad Al Harthy (born 31 August 1981 in Muscat, Oman) is Oman's top racing driver and one of the Middle Eastern Sultanate's leading international sportsmen.",
      "pageId": 30386963,
      "monthDay": "08/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mawnia_Al-Kuwaitia",
      "name": "Mawnia Al-Kuwaitia",
      "aboutText": "Mawnia Al-Kuwaitia (Arabic: مونيا‎), born August 31, 1981 in Kuwait City, is a singer, actress, and television presenter. She has presented many programs for Kuwait TV and in 2008 released a single entitled, Taraik. She is divorced with a child.",
      "pageId": 35789347,
      "monthDay": "08/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dwayne_Peel",
      "name": "Dwayne Peel",
      "aboutText": "Morten Qvenild (born 31 August 1978 in Kongsberg, Norway) is a Norwegian jazz pianist, band leader and producer.\n^ \"Morten Qvenild – Utgivelser\" (in Japanese). grinningtroll.com.",
      "pageId": 36396739,
      "monthDay": "08/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Steve_Saviano",
      "name": "Steve Saviano",
      "aboutText": "Chris Nicholas Duhon (born August 31, 1982) is an American former professional basketball player and current assistant coach for the Marshall Thundering Herd men's basketball team. Duhon was a point guard for the Duke Blue Devils men's basketball team from 2000 to 2004. He then played for the Chicago Bulls, New York Knicks, Orlando Magic and Los Angeles Lakers.",
      "pageId": 755809,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ian_Crocker",
      "name": "Ian Crocker",
      "aboutText": "Larry Darnell Fitzgerald Jr. (born August 31, 1983) is an American football wide receiver for the Arizona Cardinals of the National Football League (NFL). He was drafted by the Cardinals third overall in the 2004 NFL Draft.",
      "pageId": 1078709,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Duhon",
      "name": "Chris Duhon",
      "aboutText": "Milan Biševac (Serbian Cyrillic: Милан Бишевац; born 31 August 1983) is a Serbian footballer who plays as centre-back for French Ligue 1 club Lyon.",
      "pageId": 1380762,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lien_Huyghebaert",
      "name": "Lien Huyghebaert",
      "aboutText": "Ryan James Kesler (born August 31, 1984) is an American professional ice hockey center and an alternate captain for the Anaheim Ducks of the National Hockey League. Selected in the first round, 23rd overall by the Vancouver Canucks in the 2003 NHL Entry Draft, Kesler had spent the first ten-years of his NHL career with the Canucks. He was traded to Anaheim Ducks on June 27, 2014.",
      "pageId": 1468224,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christopher_Katongo",
      "name": "Christopher Katongo",
      "aboutText": "Charl Adriaan Schwartzel (/ˈʃɑrl ˈʃwɔrtsəl/; born 31 August 1984) is a South African professional golfer who plays on the PGA Tour, European Tour, and the Sunshine Tour. He has won one major title, the Masters in 2011. Schwartzel's highest world ranking has been number six, after finishing in a tie for fourth at the WGC-Cadillac Championship in 2012.",
      "pageId": 1598164,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Josh_Kroeger",
      "name": "Josh Kroeger",
      "aboutText": "José Manuel \"Pepe\" Reina Páez (Spanish pronunciation: [ˈpepe ˈreina ˈpaeθ]; born 31 August 1982) is a Spanish footballer who plays as a goalkeeper for Italian club S.S.C. Napoli and the Spain national team.\nThe son of famed FC Barcelona and Atlético Madrid goalkeeper Miguel Reina, Reina began his career with the Barcelona youth team and made his La Liga debut in the 2000–01 season. He signed for Villarreal in 2002, winning the UEFA Intertoto Cup twice.",
      "pageId": 2172487,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexei_Mikhnov",
      "name": "Alexei Mikhnov",
      "aboutText": "Oleksiy Pavlovych \"Alexei\" Mikhnov (Ukrainian: Олексій Павлович Міхнов) (born August 31, 1982) is a Ukrainian professional ice hockey left wing currently playing with Avtomobilist Yekaterinburg of the Kontinental Hockey League (KHL).",
      "pageId": 2462042,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Pepe_Reina",
      "name": "Pepe Reina",
      "aboutText": "Matti Breschel (born 31 August 1984) is a Danish professional road bicycle racer who currently rides for UCI ProTeam Tinkoff-Saxo.\n^ \"Breschel confirmed at Saxo Bank-Tinkoff Bank\". Cycling News (Future Publishing Limited).",
      "pageId": 2610425,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michele_Rugolo",
      "name": "Michele Rugolo",
      "aboutText": "Ian Lowell Crocker (born August 31, 1982) is an American former competition swimmer, five-time Olympic medalist, and former world record-holder. During his career, he set world records in the 50- and 100-meter butterfly (long course and short course) and the 100-meter freestyle (short course).",
      "pageId": 2667315,
      "monthDay": "08/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/G._Willow_Wilson",
      "name": "G. Willow Wilson",
      "aboutText": "Theodore Sharp \"Ted\" Ligety (born August 31, 1984) is an American alpine ski racer and a two-time Olympic gold medalist.\nLigety won the combined event at the 2006 Olympics in Turin and the giant slalom race at the 2014 Olympics in Sochi. He is also a five-time World Cup champion in giant slalom (2008, 2010, 2011, 2013 and 2014).",
      "pageId": 4071698,
      "monthDay": "08/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Deniz_Aydo%C4%9Fdu",
      "name": "Deniz Aydoğdu",
      "aboutText": "Christopher Katongo (born 31 August 1982) is a Zambian international footballer and current captain of the national side who plays professionally for South Africa Premier Soccer League club Golden Arrows as a striker. He is an Africa Cup of Nations winner and won the BBC's African Footballer of the Year award in 2012, winning just over 40% of the public vote.",
      "pageId": 7207641,
      "monthDay": "08/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Milan_Bi%C5%A1evac",
      "name": "Milan Biševac",
      "aboutText": "Andrew Foster (born 31 August 1985) is an Australian rules footballer, who was rookie listed by the Fremantle Football Club in the Australian Football League (AFL). He was taken with Fremantle's second round pick in the 2007 Rookie Draft (pick 28).\nHe is from the East Fremantle Football Club in the West Australian Football League (WAFL).",
      "pageId": 8398801,
      "monthDay": "08/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Larry_Fitzgerald",
      "name": "Larry Fitzgerald",
      "aboutText": "Michele Rugolo (born 31 August 1982 in Montebelluna) is an Italian racing driver.",
      "pageId": 8925116,
      "monthDay": "08/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Aleksander_Baldin",
      "name": "Aleksander Baldin",
      "aboutText": "Rolando Jorge Pires da Fonseca (born 31 August 1985), known simply as Rolando, is a Portuguese footballer who plays for French club Olympique de Marseille as a central defender.",
      "pageId": 11503512,
      "monthDay": "08/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matti_Breschel",
      "name": "Matti Breschel",
      "aboutText": "Lien Huyghebaert (born 31 August 1982) is a Belgian sprinter, who specializes in the 100 metres.\nHuyghebaert finished sixth in 4 x 100 metres relay at the 2004 Summer Olympics, with teammates Katleen De Caluwé, Élodie Ouédraogo and Kim Gevaert. This team set a national record of 43.08 seconds in the heat.",
      "pageId": 11585797,
      "monthDay": "08/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_Kesler",
      "name": "Ryan Kesler",
      "aboutText": "Joshua J. Kroeger (born August 31, 1982) is a former Major League Baseball outfielder. Listed at 6'3\" [1.90 m], 220 pounds [104 k], Kroeger batted and threw left-handed.",
      "pageId": 12820237,
      "monthDay": "08/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ted_Ligety",
      "name": "Ted Ligety",
      "aboutText": "Gwendolyn Willow Wilson (born August 31, 1982), known professionally as G. Willow Wilson, is an American comics writer, prose author, essayist, and journalist. She lived in Egypt during her early twenties; her first graphic novel, Cairo (Vertigo, 2007), was based there and was listed as a top graphic novel for teens by both the American Library Association and the School Library Journal. Her comic series Air was nominated for the Eisner Award, and her first novel, Alif the Unseen, won the 2013 World Fantasy Award.",
      "pageId": 16173936,
      "monthDay": "08/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Charl_Schwartzel",
      "name": "Charl Schwartzel",
      "aboutText": "Stephen Saviano (born August 31, 1981) is an American-Italian professional ice hockey left winger. He is currently playing for HCB South Tyrol in the Austrian Hockey League (EBEL).\nSaviano spent four seasons with the University of New Hampshire and turned pro in 2004.",
      "pageId": 16288463,
      "monthDay": "08/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rolando_(footballer)",
      "name": "Rolando",
      "aboutText": "Deniz Aydoğdu (born 31 August 1983 in Berlin, Germany) is a Turkish footballer.",
      "pageId": 30256559,
      "monthDay": "08/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andrew_Foster_(footballer)",
      "name": "Andrew Foster",
      "aboutText": "Aleksandr Baldin (born August 31, 1984) is an Estonian former swimmer, who specialized in breaststroke events. He is a 15-time long-course Estonian swimming champion in the breaststroke (50, 100, and 200), and a member of SK Garant in Tallinn, under the tutelage of his personal coach Dmitri Kapelin. Baldin also represented his nation Estonia in a breaststroke double at the 2004 Summer Olympics.",
      "pageId": 39192632,
      "monthDay": "08/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryan_Kelley",
      "name": "Ryan Kelley",
      "aboutText": "Ryan Jonathan Kelley (born August 31, 1986) is an American actor who is known for his roles in Mean Creek, Prayers for Bobby, and as Ben Tennyson in Ben 10: Alien Swarm.",
      "pageId": 7025410,
      "monthDay": "08/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Riza_Santos",
      "name": "Riza Santos",
      "aboutText": "Petros Kravaritis (Greek: Πέτρος Κραβαρίτης) (born 31 August 1987 in Lamia) is a Greek goalkeeper.\nHe began his career in the famous Panathinaikos Youth academy and played there until June 2006, when Panathinaikos board decided to offer him a professional contract. He didn't made an appearance during the 2006-2007 season, while the next two seasons he played for Koropi on loan.",
      "pageId": 8402109,
      "monthDay": "08/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Feng_Tianwei",
      "name": "Feng Tianwei",
      "aboutText": "Ondřej Pavelec (born August 31, 1987) is a Czech professional ice hockey goaltender currently playing for the Winnipeg Jets of the National Hockey League (NHL).",
      "pageId": 12753868,
      "monthDay": "08/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Xavi_Annunziata",
      "name": "Xavi Annunziata",
      "aboutText": "Riza Raquel Buenaventura Santos (born August 31, 1986) is a Canadian actress, TV Host and beauty pageant titleholder who was crowned Miss Earth Canada 2006, Miss World Canada 2011 and Miss Universe Canada 2013.",
      "pageId": 14274977,
      "monthDay": "08/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Petros_Kravaritis",
      "name": "Petros Kravaritis",
      "aboutText": "António Maria de Mello Breyner Félix da Costa (born 31 August 1991) is a Portuguese auto racing driver, best known for winning the Macau Grand Prix invitational Formula Three race in 2012, as well as the Formula Renault 2.0 Northern European Cup in 2009. He is the younger half-brother of Duarte Félix da Costa, also a racing driver, who primarily competes in sportscar racing.\nAfter progressing through various levels of the junior formulae motorsport ladder, Félix da Costa's breakthrough year came during the 2012 season.",
      "pageId": 16096064,
      "monthDay": "08/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ond%C5%99ej_Pavelec",
      "name": "Ondřej Pavelec",
      "aboutText": "Feng Tianwei (simplified Chinese: 冯天薇; traditional Chinese: 馮天薇; pinyin: Féng Tiānwēi, pronounced [fə̌ŋ tjɛ́nwéi]; born 31 August 1986) is a Singapore table tennis player. Born in China, she moved to Singapore under the Foreign Sports Talent Scheme in March 2007 and commenced her international career in competitive table tennis the following month. She received Singapore citizenship in January 2008.",
      "pageId": 18902969,
      "monthDay": "08/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ken_Kallaste",
      "name": "Ken Kallaste",
      "aboutText": "Dezmon Jerrod Briscoe (born August 31, 1989) is an American football wide receiver who is currently a free agent. He was drafted by the Cincinnati Bengals in the sixth round of the 2010 NFL Draft.",
      "pageId": 23872589,
      "monthDay": "08/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dezmon_Briscoe",
      "name": "Dezmon Briscoe",
      "aboutText": "Ceallach \"Cel\" Spellman (/ˈkɛlək/ KEL-akh; born 31 August 1995) is an English actor, known for playing Malky McConnell in the BBC Two mockumentary The Cup, and Harry Fisher in the BBC One drama Waterloo Road from 2010 to 2011.\nIn May 2011, Spellman started presenting Friday Download on CBBC alongside Georgia Lock, Richard Wisker, Dani Harmer, Tyger Drew-Honey, Aidan Davis and Dionne Bromfield.",
      "pageId": 28678767,
      "monthDay": "08/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tadeja_Majeri%C4%8D",
      "name": "Tadeja Majerič",
      "aboutText": "Tadeja Majerič (born 31 August 1990 in Maribor) is a Slovenian tennis player.\nMajerič has won seven singles and five doubles title on the ITF tour in her career. On 25 November 2013, she reached her best singles ranking of world number 111.",
      "pageId": 30630143,
      "monthDay": "08/31"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ant%C3%B3nio_F%C3%A9lix_da_Costa",
      "name": "António Félix da Costa",
      "aboutText": "Holly Earl (born 31 August 1992) is an English actress. She is best known for her role as Elena on ITV's Benidorm and Nita Clements in the BBC medical drama Casualty.\n^ a b \"Thank you for the birthday wishes!\".",
      "pageId": 31582964,
      "monthDay": "08/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Holly_Earl",
      "name": "Holly Earl",
      "aboutText": "Javier 'Xavi' Fernández Annunziata (born 31 August 1987 in Santa Cruz de Tenerife, Tenerife) is a Spanish footballer who plays for UP Langreo as a midfielder.",
      "pageId": 32837008,
      "monthDay": "08/31"
    },
    {
      "year": "1994",
      "uri": "/wiki/Alex_Harris_(footballer)",
      "name": "Alex Harris",
      "aboutText": "Alex Harris (born 31 August 1994) is a Scottish footballer, who plays for Queen of the South, on loan from Hibernian.\n^ \"Alex Harris\". www.hibernianfc.co.uk.",
      "pageId": 37244712,
      "monthDay": "08/31"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ceallach_Spellman",
      "name": "Ceallach Spellman",
      "aboutText": "Ken Kallaste (born 31 August 1988) is an Estonian professional footballer who plays as a defender for Estonian Meistriliiga club Nõmme Kalju and the Estonia national football team.",
      "pageId": 37599702,
      "monthDay": "08/31"
    },
    {
      "year": "1998",
      "uri": "/wiki/Saya_Kawamoto",
      "name": "Saya Kawamoto",
      "aboutText": "Saya Kawamoto (川本 紗矢, Kawamoto Saya, born 31 August 1998 in Hokkaido) is a member of the Japanese idol girl group AKB48.",
      "pageId": 45399615,
      "monthDay": "08/31"
    }
  ]
}