{
  "people": [
    {
      "year": "1034",
      "uri": "/wiki/Emperor_Go-Sanj%C5%8D",
      "name": "Emperor Go-Sanjō",
      "aboutText": "Eugène Rose de Beauharnais (3 September 1781 – 21 February 1824) was the first child and only son of Alexandre de Beauharnais and Joséphine Tascher de la Pagerie, first wife of Napoleon I.",
      "pageId": 62627,
      "monthDay": "09/03"
    },
    {
      "year": "1499",
      "uri": "/wiki/Diane_de_Poitiers",
      "name": "Diane de Poitiers",
      "aboutText": "Diane de Poitiers (9 January 1500 – 25 April 1566) was a French noblewoman and a prominent courtier at the courts of kings Francis I and his son, Henry II of France. She became notorious as the latter's favourite. It was in this capacity that she wielded much influence and power at the French Court, which continued until Henry was mortally wounded in a tournament accident, during which his lance wore her favour (ribbon) rather than his wife's.",
      "pageId": 88351,
      "monthDay": "09/03"
    },
    {
      "year": "1568",
      "uri": "/wiki/Adriano_Banchieri",
      "name": "Adriano Banchieri",
      "aboutText": "Adriano Banchieri (Bologna, 3 September 1568 – Bologna, 1634) was an Italian composer, music theorist, organist and poet of the late Renaissance and early Baroque eras. He founded the Accademia dei Floridi in Bologna.\n^  Chisholm, Hugh, ed.",
      "pageId": 149103,
      "monthDay": "09/03"
    },
    {
      "year": "1675",
      "uri": "/wiki/Paul_Dudley_(jurist)",
      "name": "Paul Dudley",
      "aboutText": "Emperor Go-Sanjō (後三条天皇, Go-Sanjō-tennō, September 3, 1032 – June 15, 1073) was the 71st emperor of Japan, according to the traditional order of succession.\nGo-Sanjō's reign spanned the years from 1068 through 1073.\nThis 11th century sovereign was named after Emperor Sanjō and go- (後), translates literally as \"later;\" and thus, he is sometimes called the \"Later Emperor Sanjō\".",
      "pageId": 202158,
      "monthDay": "09/03"
    },
    {
      "year": "1693",
      "uri": "/wiki/Charles_Radclyffe",
      "name": "Charles Radclyffe",
      "aboutText": "James Joseph Sylvester FRS (3 September 1814 – 15 March 1897) was an English mathematician. He made fundamental contributions to matrix theory, invariant theory, number theory, partition theory and combinatorics. He played a leadership role in American mathematics in the later half of the 19th century as a professor at the Johns Hopkins University and as founder of the American Journal of Mathematics.",
      "pageId": 234861,
      "monthDay": "09/03"
    },
    {
      "year": "1695",
      "uri": "/wiki/Pietro_Locatelli",
      "name": "Pietro Locatelli",
      "aboutText": "Guy Carleton, 1st Baron Dorchester, KB (3 September 1724 – 10 November 1808), known between 1776 and 1786 as Sir Guy Carleton, was an Anglo-Irish soldier and administrator. He twice served as Governor of the Province of Quebec, from 1768 to 1778, concurrently serving as Governor General of British North America in that time, and again from 1785 to 1795. The title Baron Dorchester was created on 21 August 1786.",
      "pageId": 239613,
      "monthDay": "09/03"
    },
    {
      "year": "1704",
      "uri": "/wiki/Joseph_de_Jussieu",
      "name": "Joseph de Jussieu",
      "aboutText": "Pietro Antonio Locatelli (3 September 1695 in Bergamo – 30 March 1764 in Amsterdam) was an Italian Baroque composer and violinist.",
      "pageId": 470885,
      "monthDay": "09/03"
    },
    {
      "year": "1710",
      "uri": "/wiki/Abraham_Trembley",
      "name": "Abraham Trembley",
      "aboutText": "Sarah Orne Jewett (September 3, 1849 – June 24, 1909) was an American novelist, short story writer and poet, best known for her local color works set along or near the southern seacoast of Maine.",
      "pageId": 605484,
      "monthDay": "09/03"
    },
    {
      "year": "1724",
      "uri": "/wiki/Guy_Carleton,_1st_Baron_Dorchester",
      "name": "Guy Carleton, 1st Baron Dorchester",
      "aboutText": "Charles Radclyffe (3 September 1693 – 8 December 1746) titular 5th Earl of Derwentwater, who claimed the title Fifth Earl of Derwentwater. He was the youngest son of Edward Radclyffe, 2nd Earl of Derwentwater and Lady Mary Tudor.\nCharles was born in Little Parndon, Essex.",
      "pageId": 640467,
      "monthDay": "09/03"
    },
    {
      "year": "1781",
      "uri": "/wiki/Eug%C3%A8ne_de_Beauharnais",
      "name": "Eugène de Beauharnais",
      "aboutText": "John Humphrey Noyes (September 3, 1811 – April 13, 1886) was an American preacher, radical religious philosopher, and utopian socialist.",
      "pageId": 761876,
      "monthDay": "09/03"
    },
    {
      "year": "1803",
      "uri": "/wiki/Prudence_Crandall",
      "name": "Prudence Crandall",
      "aboutText": "George Hearst (September 3, 1820 – February 28, 1891) was a wealthy American businessman and United States Senator, and the father of newspaperman William Randolph Hearst.",
      "pageId": 875849,
      "monthDay": "09/03"
    },
    {
      "year": "1810",
      "uri": "/wiki/Paul_Kane",
      "name": "Paul Kane",
      "aboutText": "Abraham Trembley (3 September 1710 – 12 May 1784 Geneva) was a Swiss naturalist. He is best known for being the first to study freshwater polyps or hydra and for being among the first to develop experimental zoology. His mastery of experimental method has led some historians of science to credit him as the \"father of biology\".",
      "pageId": 890453,
      "monthDay": "09/03"
    },
    {
      "year": "1811",
      "uri": "/wiki/John_Humphrey_Noyes",
      "name": "John Humphrey Noyes",
      "aboutText": "Paul Dudley (September 3, 1675 – January 25, 1751), Attorney-General of the Province of Massachusetts Bay, was the son of colonial governor Joseph Dudley and grandson of one of the colony's founders, Thomas Dudley.\nDudley was born in Roxbury, Massachusetts in 1675. After graduating from the Roxbury Latin School and then, at the age of 15, from Harvard in 1690, he studied law at the Temple in London, and became Attorney General of Massachusetts from 1702 to 1718.",
      "pageId": 976353,
      "monthDay": "09/03"
    },
    {
      "year": "1814",
      "uri": "/wiki/James_Joseph_Sylvester",
      "name": "James Joseph Sylvester",
      "aboutText": "Grand Duchess Olga Constantinovna of Russia (Russian: О́льга Константи́новна Рома́нова; IPA: [ˈolʲɡə kənstɐnˈtʲinəvnə rɐˈmanəvə]), later Queen Olga of the Hellenes (Greek: Βασίλισσα Όλγα των Ελλήνων) (3 September [O.S. 22 August] 1851 – 18 June 1926), was the wife of King George I of Greece and, briefly in 1920, regent of Greece. Prince Philip, Duke of Edinburgh, is her grandson.\nA member of the Romanov dynasty, she was the daughter of Grand Duke Constantine Nikolaievich and his wife, Princess Alexandra of Saxe-Altenburg.",
      "pageId": 1430549,
      "monthDay": "09/03"
    },
    {
      "year": "1820",
      "uri": "/wiki/George_Hearst",
      "name": "George Hearst",
      "aboutText": "Prudence Crandall (September 3, 1803 – January 28, 1890), a schoolteacher raised as a Quaker, stirred controversy with her education of African-American girls in Canterbury, Connecticut. Her private school, opened in the fall of 1831, was boycotted when she admitted a 17-year-old African-American female student in the autumn of 1833, resulting in what is widely regarded as the first integrated classroom in the United States.",
      "pageId": 2072968,
      "monthDay": "09/03"
    },
    {
      "year": "1840",
      "uri": "/wiki/Jacob_Christian_Fabricius",
      "name": "Jacob Christian Fabricius",
      "aboutText": "Thomas (\"Tom\") Emmett (3 September 1841 – 29 June 1904) was an English cricket bowler in the late 1860s, the 1870s and the early 1880s.\nBorn in Halifax, West Yorkshire, Emmett first joined Yorkshire when almost 25 as a professional fast left-arm bowler with a near roundarm action, though in his later years he took to bowling slow-medium. Once discovered, however, Emmett climbed almost immediately to the top of the cricketing tree, playing for England against Surrey & Sussex in Tom Lockyer's benefit match at the Oval in 1867, his second season.",
      "pageId": 2398016,
      "monthDay": "09/03"
    },
    {
      "year": "1841",
      "uri": "/wiki/Tom_Emmett",
      "name": "Tom Emmett",
      "aboutText": "Paul Kane (September 3, 1810 – February 20, 1871) was an Irish-born Canadian painter, famous for his paintings of First Nations peoples in the Canadian West and other Native Americans in the Oregon Country.\nA largely self-educated artist, Paul Kane grew up in Toronto (then known as York) and trained himself by copying European masters on a study trip through Europe. He undertook two voyages through the wild Canadian northwest in 1845 and from 1846 to 1848.",
      "pageId": 5517299,
      "monthDay": "09/03"
    },
    {
      "year": "1849",
      "uri": "/wiki/Sarah_Orne_Jewett",
      "name": "Sarah Orne Jewett",
      "aboutText": "Charles T. Tatham (September 3, 1854 – September 24, 1939) was an American fencer who competed in the 1904 Summer Olympics.\nHe was born and died in New York City.",
      "pageId": 13837508,
      "monthDay": "09/03"
    },
    {
      "year": "1851",
      "uri": "/wiki/Olga_Constantinovna_of_Russia",
      "name": "Olga Constantinovna of Russia",
      "aboutText": "Joseph de Jussieu (3 September 1704 in Lyon – 11 April 1779 in Paris), was a French botanist and explorer, member of the Jussieu family. He introduced the common garden heliotrope (Heliotropium arborescens) to European gardeners.",
      "pageId": 17556723,
      "monthDay": "09/03"
    },
    {
      "year": "1854",
      "uri": "/wiki/Charles_Tatham_(fencer)",
      "name": "Charles Tatham",
      "aboutText": "Jacob Christian Fabricius (3 September 1840, Aarhus – 8 June 1919, Copenhagen) was a Danish councilor, musician, composer and music organizer. Fabricius founded numerous musical societies and institution during his lifetime. One of the most popular of such societies was Samfund til Udgivelse af dansk musik (Society for the Publication of Danish Music), founded in 1871.",
      "pageId": 22591327,
      "monthDay": "09/03"
    },
    {
      "year": "1856",
      "uri": "/wiki/Louis_Sullivan",
      "name": "Louis Sullivan",
      "aboutText": "Urho Kaleva Kekkonen (forenames' Finnish pronunciation: [(like written)], surname's: [kekːonen] and shortly pronounced [urho kekːonen]; 3 September 1900 – 31 August 1986) was a Finnish politician who served as Prime Minister of Finland (1950–1953, 1954–1956) and later as the eighth and longest-serving President of Finland (1956–1982).",
      "pageId": 32048,
      "monthDay": "09/03"
    },
    {
      "year": "1869",
      "uri": "/wiki/Fritz_Pregl",
      "name": "Fritz Pregl",
      "aboutText": "Louis Henry Sullivan (September 3, 1856 – April 14, 1924) was an American architect, and has been called the \"father of skyscrapers\" and \"father of modernism\". He is considered by many as the creator of the modern skyscraper, was an influential architect and critic of the Chicago School, was a mentor to Frank Lloyd Wright, and an inspiration to the Chicago group of architects who have come to be known as the Prairie School. Along with Henry Hobson Richardson and Frank Lloyd Wright, Sullivan is one of \"the recognized trinity of American architecture\".",
      "pageId": 52717,
      "monthDay": "09/03"
    },
    {
      "year": "1875",
      "uri": "/wiki/Ferdinand_Porsche",
      "name": "Ferdinand Porsche",
      "aboutText": "Ferdinand Porsche (3 September 1875 – 30 January 1951) was an automotive engineer and founder of the Porsche car company. He is best known for creating the first gasoline-electric hybrid vehicle (Lohner-Porsche), the Volkswagen Beetle, the Mercedes-Benz SS/SSK, several other important developments and Porsche automobiles. In addition, Porsche designed the 1923 Benz Tropfenwagen, which was the first racing car with a mid-engine, rear-wheel drive layout.",
      "pageId": 67720,
      "monthDay": "09/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Gwynne_Evans",
      "name": "Gwynne Evans",
      "aboutText": "Maurice Papon (French pronunciation: ​[moʁis papɔ̃]; 3 September 1910 – 17 February 2007) was a French civil servant, leading the police in major prefectures and in Paris during the Nazi Occupation of France and into the 1960s. Forced to resign because of allegations of abuses, he became an industrial leader and Gaullist politician. In 1998 he was convicted of crimes against humanity for his participation in the deportation of more than 1600 Jews to concentration camps during World War II when he was secretary general for police in Bordeaux.",
      "pageId": 87529,
      "monthDay": "09/03"
    },
    {
      "year": "1882",
      "uri": "/wiki/Johnny_Douglas",
      "name": "Johnny Douglas",
      "aboutText": "Frank Joseph Christian (September 3, 1887 – November 27, 1973) was an early jazz trumpeter.",
      "pageId": 198715,
      "monthDay": "09/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/Frank_Christian_(trumpeter)",
      "name": "Frank Christian",
      "aboutText": "Carl David Anderson (September 3, 1905 – January 11, 1991) was an American physicist.",
      "pageId": 396485,
      "monthDay": "09/03"
    },
    {
      "year": "1893",
      "uri": "/wiki/Andrey_Dikiy",
      "name": "Andrey Dikiy",
      "aboutText": "Sir Frank Macfarlane Burnet, OM AK KBE FRS FAA FRSNZ (3 September 1899 – 31 August 1985), usually known as Macfarlane or Mac Burnet, was an Australian virologist best known for his contributions to immunology. He won the Nobel Prize in 1960 for predicting acquired immune tolerance and was best known for developing the theory of clonal selection.\nBurnet received his Doctor of Medicine degree from the University of Melbourne in 1924, and his PhD from the University of London in 1928.",
      "pageId": 417493,
      "monthDay": "09/03"
    },
    {
      "year": "1897",
      "uri": "/wiki/Sally_Benson",
      "name": "Sally Benson",
      "aboutText": "Lev Semyonovich Pontryagin (Russian: Лев Семёнович Понтрягин, also written Pontriagin or Pontrjagin) (3 September 1908 – 3 May 1988) was a Soviet mathematician. He was born in Moscow and lost his eyesight due to a primus stove explosion when he was 14. Despite his blindness he was able to become one of the greatest mathematicians of the 20th century, partially with the help of his mother Tatyana Andreevna who read mathematical books and papers (notably those of Heinz Hopf, J. H. C. Whitehead, and Hassler Whitney) to him.",
      "pageId": 582075,
      "monthDay": "09/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/Frank_Macfarlane_Burnet",
      "name": "Frank Macfarlane Burnet",
      "aboutText": "Kitty Carlisle (also known as Kitty Carlisle Hart; September 3, 1910 – April 17, 2007) was an American singer, actress and spokeswoman for the arts. She is best remembered as a regular panelist on the television game show To Tell the Truth. Carlisle served 20 years on the New York State Council on the Arts.",
      "pageId": 701743,
      "monthDay": "09/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Percy_Chapman",
      "name": "Percy Chapman",
      "aboutText": "Fritz Pregl (in Slovene also Friderik Pregl) (3 September 1869 – 13 December 1930), was a Slovenian and Austrian chemist and physician from a mixed Slovene-German-speaking background.",
      "pageId": 769169,
      "monthDay": "09/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Urho_Kekkonen",
      "name": "Urho Kekkonen",
      "aboutText": "John \"Johnny\" William Henry Tyler Douglas (3 September 1882 – 19 December 1930) was a cricketer who was captain of the England team and an Olympic boxer.",
      "pageId": 1343925,
      "monthDay": "09/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Eduard_van_Beinum",
      "name": "Eduard van Beinum",
      "aboutText": "Arthur Percy Frank Chapman (3 September 1900 – 16 September 1961), usually known as Percy Chapman, was an English cricketer who captained the England cricket team between 1926 and 1931. A left-handed batsman, he played 26 Test matches for England, captaining the side in 17 of those games. Chapman was appointed captain for the final, decisive Test of the 1926 series against Australia; under his captaincy, England defeated Australia to win the Ashes for the first time since 1912.",
      "pageId": 1348409,
      "monthDay": "09/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Carl_David_Anderson",
      "name": "Carl David Anderson",
      "aboutText": "Loren Eiseley (September 3, 1907 – July 9, 1977) was an American anthropologist, educator, philosopher, and natural science writer, who taught and published books from the 1950s through the 1970s. He received many honorary degrees and was a fellow of multiple professional societies. At his death, he was Benjamin Franklin Professor of Anthropology and History of Science at the University of Pennsylvania.",
      "pageId": 1842698,
      "monthDay": "09/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/John_Mills_(cricketer,_born_1905)",
      "name": "John Mills",
      "aboutText": "Sally Benson (September 3, 1897 – July 19, 1972) was an American screenwriter, who was also a prolific short story author, best known for her semi-autobiographical stories collected in Junior Miss and Meet Me in St.",
      "pageId": 2151198,
      "monthDay": "09/03"
    },
    {
      "year": "1907",
      "uri": "/wiki/Loren_Eiseley",
      "name": "Loren Eiseley",
      "aboutText": "Eduard van Beinum (Dutch pronunciation: [ˈɛdu̯ɑrd ʋɑn ˈbɛi̯nəm]; September 3, 1901 – April 13, 1959, Amsterdam) was a Dutch conductor.",
      "pageId": 3527891,
      "monthDay": "09/03"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lev_Pontryagin",
      "name": "Lev Pontryagin",
      "aboutText": "John Ernest 'Jackie' Mills (3 September 1905, Dunedin, Otago – 11 December 1972, Hamilton, Waikato) was a New Zealand cricketer who played in seven Tests from 1930 to 1933.\nHis father George was an all-rounder who played for Auckland in the 1890s and 1900s and was the groundsman at Eden Park in Auckland.\nA left-handed opening batsman, Jackie Mills played for Auckland from 1924-25 to 1937-38, and toured England with the New Zealand teams of 1927 and 1931, scoring over 1000 runs on each tour.",
      "pageId": 3987934,
      "monthDay": "09/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Kitty_Carlisle",
      "name": "Kitty Carlisle",
      "aboutText": "Bernard Mammes (September 3, 1911 – February 27, 2000) was an American cyclist. Born in Manhattan, Mammes moved with his family to Rockaway Park, Queens around 1920. His father owned an ice cream parlor, where Mammes worked as a youth.",
      "pageId": 6296694,
      "monthDay": "09/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Maurice_Papon",
      "name": "Maurice Papon",
      "aboutText": "Gwynne Evans (September 3, 1880 – January 21, 1965) was an American competition swimmer and water polo player who represented the United States at the 1904 Summer Olympics.\nAt the 1904 Olympics in St.",
      "pageId": 14038932,
      "monthDay": "09/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bernard_Mammes",
      "name": "Bernard Mammes",
      "aboutText": "Peter Capell (3 September 1912 – 3 March 1986) was a German actor who was active on screen from 1945 until 1985. Apart from a lengthy film career, he appeared in many television series and mini-series.",
      "pageId": 15277695,
      "monthDay": "09/03"
    },
    {
      "year": "1912",
      "uri": "/wiki/Peter_Capell",
      "name": "Peter Capell",
      "aboutText": "Andrey Ivanovich Dikiy (Russian: Андрей Иванович Дикий; real surname Zankevich; September 3, 1893, Haivoron, Russian Empire, now Ukraine — April 4, 1977, New York City, USA) was a Russian writer, emigre politician and journalist, member of Vlasov movement, known for his antisemitism, as well as anti-Ukrainian sentiment.",
      "pageId": 27501656,
      "monthDay": "09/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Alan_Ladd",
      "name": "Alan Ladd",
      "aboutText": "Addison Morton Walker (born September 3, 1923), popularly known as Mort Walker, is an American comic artist best known for creating the newspaper comic strips Beetle Bailey in 1950 and Hi and Lois in 1954.",
      "pageId": 164076,
      "monthDay": "09/03"
    },
    {
      "year": "1914",
      "uri": "/wiki/Dixy_Lee_Ray",
      "name": "Dixy Lee Ray",
      "aboutText": "Memphis Slim (September 3, 1915 – February 24, 1988) was an American blues pianist, singer, and composer. He led a series of bands that, reflecting the popular appeal of jump blues, included saxophones, bass, drums, and piano. A song he first cut in 1947, \"Every Day I Have the Blues\", has become a blues standard, recorded by many other artists.",
      "pageId": 243415,
      "monthDay": "09/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/Knut_Nystedt",
      "name": "Knut Nystedt",
      "aboutText": "Robert Thurston (\"Bob\") Dart (3 September 1921 – 6 March 1971), was a British musicologist, conductor and keyboard player. From 1964 he was Professor of Music at King's College London.\nDart studied keyboard instruments at the Royal College of Music in London from 1938 to 1939, and also studied mathematics at University College, Exeter (B.Sc.",
      "pageId": 298572,
      "monthDay": "09/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/Memphis_Slim",
      "name": "Memphis Slim",
      "aboutText": "Alan Walbridge Ladd (September 3, 1913 – January 29, 1964) was an American actor and film and television producer. Ladd found success in film the 1940s and early 1950s, particularly in Westerns and film noirs where he was often paired with Veronica Lake. His popularity diminished in the late 1950s, though he continued to appear in popular films until his accidental death due to a lethal combination of alcohol, a barbiturate, and two tranquilizers.",
      "pageId": 517195,
      "monthDay": "09/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Trigger_Alpert",
      "name": "Trigger Alpert",
      "aboutText": "Dixy Lee Ray (September 3, 1914 – January 2, 1994) was a scientist who served as the 17th Governor of the U.S. state of Washington. Variously described as idiosyncratic, and \"ridiculously smart,\" she was the state's first female governor and was known for her leadership of the state during the devastating eruption of Mt. St.",
      "pageId": 588848,
      "monthDay": "09/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Eddie_Stanky",
      "name": "Eddie Stanky",
      "aboutText": "Henry William \"Hank\" Thompson (September 3, 1925 – November 6, 2007) was an American country music entertainer whose career spanned seven decades.\nThompson's musical style, characterized as honky tonk Western swing, was a mixture of fiddles, electric guitar and steel guitar that featured his distinctive, smooth baritone vocals.\nHis backing band, The Brazos Valley Boys, was voted the top Country Western Band for 14 years in a row by Billboard.",
      "pageId": 634247,
      "monthDay": "09/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Tommy_J._Smith",
      "name": "Tommy J. Smith",
      "aboutText": "Helen Wagner (September 3, 1918 – May 1, 2010) was an American actress. Born in Lubbock, Texas, she is best known for her long-running role as Nancy Hughes McClosky on the soap opera As the World Turns. Wagner was the longest serving actor on an American soap opera.",
      "pageId": 704011,
      "monthDay": "09/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Helen_Wagner",
      "name": "Helen Wagner",
      "aboutText": "Glen William Bell, Jr. (September 3, 1923 – January 16, 2010) was the founder of the Taco Bell chain of restaurants.\nBorn in Lynwood, California, Glen Bell attended and graduated from San Bernardino High School in 1941.",
      "pageId": 726740,
      "monthDay": "09/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Phil_Stern",
      "name": "Phil Stern",
      "aboutText": "Edward Raymond Stanky (September 3, 1915 – June 6, 1999), nicknamed \"The Brat\", was an American professional baseball player and manager. He played in Major League Baseball as a second baseman for the Chicago Cubs (1943–44), Brooklyn Dodgers (1944–47), Boston Braves (1948–49), New York Giants (1950–51) and St. Louis Cardinals (1952–53).",
      "pageId": 1243875,
      "monthDay": "09/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Tereska_Torr%C3%A8s",
      "name": "Tereska Torrès",
      "aboutText": "Mary Grace Canfield (September 3, 1924 – February 15, 2014) was an American theatre, film and television actress.",
      "pageId": 1720079,
      "monthDay": "09/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Thurston_Dart",
      "name": "Thurston Dart",
      "aboutText": "Marguerite Higgins Hall (September 3, 1920 – January 3, 1966) was an American reporter and war correspondent. Higgins covered World War II, the Korean War, and the Vietnam War, and in the process advanced the cause of equal access for female war correspondents. She had a long career with the New York Herald Tribune (1942-1963), and later, as a syndicated columnist for Newsday (1963-1965).",
      "pageId": 2472824,
      "monthDay": "09/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Marguerite_Higgins",
      "name": "Marguerite Higgins",
      "aboutText": "Thomas John Smith MBE (3 September 1916 – 2 September 1998) also known as Tommy Smith or T. J. Smith was a leading trainer of thoroughbred racehorses based in Sydney, Australia.\nInducted into the Australian Racing Museum & Hall of Fame in 2001 and elevated to Legend status in 2012, Smith dominated Sydney racing for over three decades, winning the Sydney Trainers' Premiership every year between 1953 and 1985. His notable feats as a horse trainer included two Melbourne Cups, four Caulfield Cups, seven W. S. Cox Plates, six Golden Slippers and thirty five Australian derbies.",
      "pageId": 2969318,
      "monthDay": "09/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Glen_Bell",
      "name": "Glen Bell",
      "aboutText": "Knut Nystedt (3 September 1915 – 8 December 2014) was a Norwegian orchestral and choral composer.",
      "pageId": 3130321,
      "monthDay": "09/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Fred_Hawkins",
      "name": "Fred Hawkins",
      "aboutText": "Pandit Kishan Maharaj (Hindi: किशन महाराज) (September 3, 1923 – May 4, 2008) was an Indian tabla player who belonged to the Benares gharana of Hindustani classical music.",
      "pageId": 7332793,
      "monthDay": "09/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Kishan_Maharaj",
      "name": "Kishan Maharaj",
      "aboutText": "Found awards,",
      "pageId": 8939064,
      "monthDay": "09/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mort_Walker",
      "name": "Mort Walker",
      "aboutText": "Tereska Torrès (3 September 1920 – 20 September 2012) was a French writer.\nTorrès was born Tereska Szwarc to the Jewish Polish sculptor Marek Szwarc and his wife Guina in Paris. She had to flee her native country in 1940 via Lisbon to England when France surrendered to Nazi Germany after the Battle of France, while her father, serving in the Polish Armed Forces in the West, was evacuated from La Rochelle by the British Home Fleet.",
      "pageId": 14731887,
      "monthDay": "09/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mary_Grace_Canfield",
      "name": "Mary Grace Canfield",
      "aboutText": "Fred Hawkins (September 3, 1923 – December 6, 2014) was an American professional golfer who played on the PGA Tour from the mid-1940s to the mid-1960s.\nHawkins was born in Antioch, Illinois. He attended the University of Illinois and the Texas State School of Mines and Metallurgy (now University of Texas at El Paso).",
      "pageId": 14767222,
      "monthDay": "09/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bengt_Lindstr%C3%B6m",
      "name": "Bengt Lindström",
      "aboutText": "Philip \"Snapdragon\" Stern (September 3, 1919 – December 13, 2014) was an American photographer noted for his iconic portraits of Hollywood stars, as well as his war photography while serving as a U.S. Army Ranger in the \"Darby's Rangers\" unit in the North African and Italian campaigns during World War II. Settling in Los Angeles after the war, Stern was staff photographer for LOOK magazine. He was present on numerous film productions as still photographer, and in that capacity took photographs of a huge cross-section of the film community. Stern's images of Marilyn Monroe and James Dean have become widely recognized icons.Stern, a lifelong smoker died at the age of 95 in Los Angeles from COPD and congestive heart failure which he had been battling for over three and a half decades.",
      "pageId": 15133261,
      "monthDay": "09/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Shoista_Mullojonova",
      "name": "Shoista Mullojonova",
      "aboutText": "Bengt Karl Erik Lindström (September 3, 1925, Berg Municipality — January 29, 2008) was a Swedish artist. Lindström was one of Sweden's best known contemporary artists with a characteristic style of distinct colors, often including contorted faces.\nLindström was born in 1925 at Storsjö kapell, Härjedalen, Sweden.",
      "pageId": 15497175,
      "monthDay": "09/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hank_Thompson_(musician)",
      "name": "Hank Thompson",
      "aboutText": "Herman \"Trigger\" Alpert (September 3, 1916 – December 21, 2013) was an American jazz bassist, He was born in Indianapolis, Indiana.",
      "pageId": 16141917,
      "monthDay": "09/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Anne_Jackson",
      "name": "Anne Jackson",
      "aboutText": "Albert Henry DeSalvo (September 3, 1931 – November 25, 1973) was a criminal in Boston, Massachusetts, who confessed to being the \"Boston Strangler\", the murderer of thirteen women in the Boston area. DeSalvo was not imprisoned for these murders, however, but for a series of rapes. His murder confession has been disputed and debate continues as to which crimes DeSalvo had actually committed.",
      "pageId": 273174,
      "monthDay": "09/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Uttam_Kumar",
      "name": "Uttam Kumar",
      "aboutText": "Zine El Abidine Ben Ali (Arabic: زين العابدين بن علي‎, Zayn al-‘Ābidīn bin ‘Alī; born 3 September 1936) was the second President of Tunisia from 1987 to 2011. Ben Ali was appointed Prime Minister in October 1987, and he assumed the Presidency on 7 November 1987 in a bloodless coup d'état that ousted President Habib Bourguiba, who was declared incompetent. Ben Ali was subsequently reelected with enormous majorities, each time exceeding 90% of the vote; the final re-election was on 25 October 2009.",
      "pageId": 390745,
      "monthDay": "09/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Alison_Lurie",
      "name": "Alison Lurie",
      "aboutText": "Irene Papas (Greek Ειρήνη Παππά; born 3 September 1926) is a retired Greek actress and occasional singer, who has starred in over seventy films in a career spanning more than fifty years.",
      "pageId": 436146,
      "monthDay": "09/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Irene_Papas",
      "name": "Irene Papas",
      "aboutText": "Gaston Egmond Thorn (3 September 1928 – 26 August 2007) was a Luxembourg politician who served in a number of high-profile positions, both domestically and internationally.",
      "pageId": 456707,
      "monthDay": "09/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nora_Denney",
      "name": "Nora Denney",
      "aboutText": "Cherry Wilder (3 September 1930 – 14 March 2002) was the pseudonym of New Zealand science fiction and fantasy writer Cherry Barbara Grimm, née Lockett, who was born in Auckland, New Zealand.\nLockett attended Nelson College for Girls in Nelson and the University of Canterbury in Christchurch before first moving to Australia and then, in 1976 to Langen, Hessen, Germany. She also lived in Wiesbaden-Bierstadt, before moving back to New Zealand in 1996.",
      "pageId": 466688,
      "monthDay": "09/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gaston_Thorn",
      "name": "Gaston Thorn",
      "aboutText": "James Joseph \"Whitey\" Bulger, Jr. (born September 3, 1929) is an American convicted murderer and a former organized crime boss of the Boston Irish Mob crew known as the Winter Hill Gang. United States federal prosecutors indicted Bulger for 19 murders based on grand jury testimony from Kevin Weeks's former associates.",
      "pageId": 579485,
      "monthDay": "09/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Whitey_Bulger",
      "name": "Whitey Bulger",
      "aboutText": "Alison Lurie (born September 3, 1926) is an American novelist and academic. She won the Pulitzer Prize for her 1984 novel Foreign Affairs.",
      "pageId": 961610,
      "monthDay": "09/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Carlo_Clerici",
      "name": "Carlo Clerici",
      "aboutText": "Freddie King (September 3, 1934 – December 28, 1976) was an influential American blues guitarist and singer. He is often mentioned as one of \"the Three Kings\" of electric blues guitar along with Albert King and B.B. King.\nFreddie King based his guitar style on Texas and Chicago influences and was one of the first bluesmen to have a multi-racial backing band at live performances.",
      "pageId": 1316021,
      "monthDay": "09/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Steve_Rickard",
      "name": "Steve Rickard",
      "aboutText": "Eileen Brennan (September 3, 1932 – July 28, 2013) was an American actress of film, television, and theater. Brennan was known for her role as Doreen Lewis in Private Benjamin, for which she received an Oscar nomination for Best Supporting Actress. She reprised the role for the TV adaptation, winning both a Golden Globe and Emmy for her performance.",
      "pageId": 1610383,
      "monthDay": "09/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Armand_Vaillancourt",
      "name": "Armand Vaillancourt",
      "aboutText": "Thomas Paul \"Tompall\" Glaser (September 3, 1933 – August 13, 2013) was an American Outlaw country music artist.\nGlaser was born in Spalding, Nebraska, the son of Alice Harriet Marie (née Davis) and Louis Nicholas Glaser. He was raised on a farm.",
      "pageId": 1660967,
      "monthDay": "09/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Cherry_Wilder",
      "name": "Cherry Wilder",
      "aboutText": "John Richard \"Dick\" Motta (born September 3, 1931) is a former basketball coach whose career in the National Basketball Association (NBA) spanned 25 years, and he continues to rank among the NBA's all-time top 10 in coaching victories.",
      "pageId": 2314144,
      "monthDay": "09/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Albert_DeSalvo",
      "name": "Albert DeSalvo",
      "aboutText": "Uttam Kumar (3 September 1926 – 24 July 1980) (born as Arun Kumar Chatterjee) was an Indian film actor, director, producer, singer and music composer, playback singer who predominantly worked in Indian Cinema. He is widely regarded as the greatest actor of Bengali cinema, and also among the greatest actors ever in India. Through his career he earned commercial as well as critical success, and he remains as an Indian cultural icon,\"Raj Kapoor said Uttam is \"Smart Modern Hero of India\".",
      "pageId": 2318218,
      "monthDay": "09/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dick_Motta",
      "name": "Dick Motta",
      "aboutText": "Guy Gustave Arthur Ghislain Spitaels (3 September 1931 – 21 August 2012) was a Belgian politician of the Socialist Party.",
      "pageId": 3329318,
      "monthDay": "09/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Guy_Spitaels",
      "name": "Guy Spitaels",
      "aboutText": "Nora Denney (September 3, 1927 – November 20, 2005), also known and credited as Dodo Denney, was an American stage, television, and film actress.",
      "pageId": 3613792,
      "monthDay": "09/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Eileen_Brennan",
      "name": "Eileen Brennan",
      "aboutText": "Carlo Clerici (3 September 1929, Zurich – 28 January 2007, Zurich) was a Swiss professional road bicycle racer.\nThe highlight of his career was his overall win in the 1954 Giro d'Italia.",
      "pageId": 3684661,
      "monthDay": "09/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Basil_Butcher",
      "name": "Basil Butcher",
      "aboutText": "Basil Fitzherbert Butcher (born September 3, 1933, Port Mourant, British Guiana (now Guyana)) is a former West Indian cricketer who played in 44 Tests from 1958 to 1969. He was a Wisden Cricketer of the Year in 1970.\nBasil Butcher was a wristy batsman and was a consistent number 4 and 5 in the West Indies side.",
      "pageId": 3875110,
      "monthDay": "09/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tompall_Glaser",
      "name": "Tompall Glaser",
      "aboutText": "Anna June \"Anne\" Jackson (born September 3, 1926) is an American actress of television, stage and screen. She is the widow of actor Eli Wallach. In 1956 she was nominated for the Tony Award for Best Featured Actress in a Play for her performance in Paddy Chayefsky's Middle of the Night.",
      "pageId": 6033959,
      "monthDay": "09/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Freddie_King",
      "name": "Freddie King",
      "aboutText": "Armand J. R. Vaillancourt is a Québécois sculptor, painter and performance artist born on September 3, 1929, in the city of Black Lake, Quebec, Canada, which is now a part of the city of Thetford Mines. He received his art training at the École des beaux-arts de Montréal.\nIn 1971, a publicly commissioned fountain entitled Vaillancourt Fountain, often called \"Québec libre!\" was installed in San Francisco, United States.",
      "pageId": 12648825,
      "monthDay": "09/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Helmut_Clasen",
      "name": "Helmut Clasen",
      "aboutText": "Helmut Clasen (born September 3, 1935, in Cologne, Germany) is an active motorcycle enduro competitor since 1957, called \"Speedy\" by family and friends alike.",
      "pageId": 14055792,
      "monthDay": "09/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Zine_El_Abidine_Ben_Ali",
      "name": "Zine El Abidine Ben Ali",
      "aboutText": "Sydney Mervin \"Merv\" Batt (3 September 1929 – 5 April 2015), best known by his ring name Steve Rickard, was a New Zealand professional wrestler, trainer and promoter. As a wrestler, he travelled throughout the world during the 1960s and '70s, often visiting countries where professional wrestling was unknown such as southeast Asia, and was one of the top competitors to come from New Zealand during that era. Rickard was a frequent opponent for many foreign wrestlers travelling overseas including NWA World Heavyweight Champions such as Jack Brisco, Dory Funk, Jr., Harley Race and \"The Nature Boy\" Ric Flair.",
      "pageId": 28292781,
      "monthDay": "09/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Pilar_Pallete",
      "name": "Pilar Pallete",
      "aboutText": "Ryōji Noyori (野依 良治, Noyori Ryōji, born September 3, 1938) is a Japanese chemist. He won the Nobel Prize in Chemistry in 2001. Noyori shared half of the prize with William S. Knowles for the study of chirally catalyzed hydrogenations; the second half of the prize went to K. Barry Sharpless for his study in chirally catalyzed oxidation reactions (Sharpless epoxidation).",
      "pageId": 54420,
      "monthDay": "09/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Sarah_Bradford",
      "name": "Sarah Bradford",
      "aboutText": "Kjell Magne Bondevik ([çɛlː mɑŋnə bunːəviːk]; born 3 September 1947) is a Norwegian Lutheran minister and politician (Christian Democratic Party). He served as Prime Minister of Norway from 1997 to 2000, and from 2001 to 2005, making him Norway's longest serving non-Labour Party Prime Minister since World War II. Currently, he is President of the Oslo Centre for Peace and Human Rights.",
      "pageId": 172892,
      "monthDay": "09/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Caryl_Churchill",
      "name": "Caryl Churchill",
      "aboutText": "Valerie Ritchie Perrine (born September 3, 1943) is an American actress and model.",
      "pageId": 225489,
      "monthDay": "09/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Richard_MacCormac",
      "name": "Richard MacCormac",
      "aboutText": "Eduardo Hughes Galeano (Spanish pronunciation: [eˈðwarðo ɣaleˈano]; 3 September 1940 – 13 April 2015) was a Uruguayan journalist, writer and novelist considered, among other things, \"global soccer's pre-eminent man of letters\" and \"a literary giant of the Latin American left\".\nGaleano's best-known works are Las venas abiertas de América Latina (Open Veins of Latin America, 1971) and Memoria del fuego (Memory of Fire Trilogy, 1982–6).",
      "pageId": 305910,
      "monthDay": "09/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ry%C5%8Dji_Noyori",
      "name": "Ryōji Noyori",
      "aboutText": "Found years, Eric Robin Bell (born 3 September 1947 in East Belfast, Northern Ireland) is a Northern Irish rock musician and guitarist, best known as a founder member and the original guitarist of the rock group Thin Lizzy. After his time in the band, he had a brief period of fronting his own group.",
      "pageId": 363043,
      "monthDay": "09/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Frank_Duffy_(architect)",
      "name": "Frank Duffy",
      "aboutText": "Sergei Donatovich Dovlatov-Mechik (Russian: Серге́й Дона́тович Довла́тов; September 3, 1941 in Ufa, USSR – August 24, 1990 in New York City) was a Russian journalist and writer.",
      "pageId": 409484,
      "monthDay": "09/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pauline_Collins",
      "name": "Pauline Collins",
      "aboutText": "Michael Connarty (born 3 September 1947) is a British Labour Party politician, who was the Member of Parliament (MP) for Linlithgow and Falkirk East from 2005 to 2015, and a variation of the same seat since 1992.",
      "pageId": 419462,
      "monthDay": "09/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Eduardo_Galeano",
      "name": "Eduardo Galeano",
      "aboutText": "Pauline Collins, OBE (born 3 September 1940) is an English actress of the stage, television, and film. She first came to prominence portraying Sarah Moffat in Upstairs, Downstairs and its spin-off Thomas & Sarah during the 1970s. She later drew acclaim for playing the title role in the play Shirley Valentine for which she received Laurence Olivier, Tony, and Drama Desk awards.",
      "pageId": 622051,
      "monthDay": "09/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Brian_Lochore",
      "name": "Brian Lochore",
      "aboutText": "Alan Charles \"Al\" Jardine (born September 3, 1942) is an American guitarist, singer and songwriter. He is best known as a founding member of the rock band The Beach Boys, of whom he was a member from 1961 until 1962, again in 1963 until 1998, and lastly in 2012.",
      "pageId": 706054,
      "monthDay": "09/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sergei_Dovlatov",
      "name": "Sergei Dovlatov",
      "aboutText": "Susan Milan ARCM PG, GSMD, FRCM, (b. 3 September 1947) is an English professor of flute of the Royal College of Music, classical performer, recording artiste, composer, author and entrepreneur.\n^ \"Birthdays\".",
      "pageId": 1220029,
      "monthDay": "09/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Al_Jardine",
      "name": "Al Jardine",
      "aboutText": "Geoffrey Graham \"Geoff\" Arnold (born 3 September 1944) is an English cricketer who played 34 Tests and 14 One Day Internationals for England. His nickname of \"Horse\" was based on his initials of GG. He was a seam and swing bowler, who finished his first-class cricket career, which lasted from 1963 to 1982, with 1130 wickets at an average of 21.91. He played for Surrey and Sussex, winning the County Championship with the former county in 1971.",
      "pageId": 3223200,
      "monthDay": "09/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Valerie_Perrine",
      "name": "Valerie Perrine",
      "aboutText": "Mario Draghi OMRI (Italian pronunciation: [ˈmaːrjo ˈdraːɡi]; born 3 September 1947) is an Italian economist, manager and banker who succeeded Jean-Claude Trichet as the President of the European Central Bank on 1 November 2011.\nDraghi previously worked at Goldman Sachs from 2002 until 2005 before becoming the governor of the Bank of Italy in December 2005, where he served until October 2011. In 2014 Draghi was listed as the 8th most powerful person in the world by Forbes.",
      "pageId": 3557692,
      "monthDay": "09/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Geoff_Arnold",
      "name": "Geoff Arnold",
      "aboutText": "Sir Brian James Lochore ONZ KNZM OBE (born 3 September 1940) is a former rugby union footballer and coach who represented and captained the New Zealand national team, the All Blacks. He played at number 8 and lock, as well as captaining the side 46 times (18 of those tests). In 1999, Lochore was inducted into the International Rugby Hall of Fame.",
      "pageId": 4852651,
      "monthDay": "09/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Biondo",
      "name": "George Biondo",
      "aboutText": "Peter Goddard (born 3 September 1945) is a mathematical physicist who works in string theory and conformal field theory. Among his many contributions to these fields is the Goddard–Thorn theorem (proved together with Charles Thorn). Goddard was educated at Emanuel School and the University of Cambridge, where he was a professor in the Department of Applied Mathematics and Theoretical Physics (DAMTP), founding deputy director of the Isaac Newton Institute for Mathematical Sciences and, until 2004, Master of St John's College.",
      "pageId": 4937891,
      "monthDay": "09/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Peter_Goddard_(physicist)",
      "name": "Peter Goddard",
      "aboutText": "Pilar Pallete (born September 3, 1928) is a former Peruvian actress and third wife of the American film star John Wayne.",
      "pageId": 11380199,
      "monthDay": "09/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Eric_Bell",
      "name": "Eric Bell",
      "aboutText": "George Michael Biondo (born September 3, 1945 in Brooklyn, New York) was the bass guitarist of the American rock band, Steppenwolf, from April 1970 to October 1976. Though born in New York, he has been based in Southern California throughout his ongoing career as a session musician and songwriter.\n^ \"News & Notes\".",
      "pageId": 12408581,
      "monthDay": "09/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kjell_Magne_Bondevik",
      "name": "Kjell Magne Bondevik",
      "aboutText": "Francis Cuthbert \"Frank\" Duffy CBE (born 3 Sept 1940) is a British architect, a founder of DEGW, the international architectural and design practice best known for office design and workplace strategy and, more recently for advanced thinking on the programming of educational and arts facilities. Duffy is particularly noted for his work on the future of the office and the flexible use of space.\nHe was president of the RIBA from 1993-95.",
      "pageId": 22343367,
      "monthDay": "09/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michael_Connarty",
      "name": "Michael Connarty",
      "aboutText": "Sir Richard Cornelius MacCormac CBE, PPRIBA, FRSA, RA (3 September 1938 – 26 July 2014), was a modernist British architect and the founder of MJP Architects.",
      "pageId": 34802584,
      "monthDay": "09/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mario_Draghi",
      "name": "Mario Draghi",
      "aboutText": "Sarah Bradford, Viscountess Bangor (b. 3 September 1938) is an English author, best known for her royal biographies.\n^ \"Birthdays\".",
      "pageId": 36793578,
      "monthDay": "09/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Susan_Milan",
      "name": "Susan Milan",
      "aboutText": "Caryl Churchill (born 3 September 1938) is a British playwright known for dramatising the abuses of power, for her use of non-naturalistic techniques, and for her exploration of sexual politics and feminist themes.\nHer early work developed Bertolt Brecht's modernist dramatic and theatrical techniques of Epic theatre to explore issues of gender and sexuality. From A Mouthful of Birds (1986) onwards, she began to experiment with forms of dance-theatre, incorporating techniques developed from the performance tradition initiated by Antonin Artaud with his 'Theatre of Cruelty'.",
      "pageId": 42034541,
      "monthDay": "09/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Don_Brewer",
      "name": "Don Brewer",
      "aboutText": "Jean-Pierre Jeunet (French: [ʒɑ̃ pjɛʁ ʒœnɛ]; born 3 September 1953) is a French film director and screenwriter known for the films Delicatessen, The City of Lost Children, Alien: Resurrection and Amélie.",
      "pageId": 75718,
      "monthDay": "09/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lyudmila_Karachkina",
      "name": "Lyudmila Karachkina",
      "aboutText": "Petros VII (September 3, 1949 – September 11, 2004) was the Greek Orthoox Pope and Patriarch of Alexandria and all Africa from 1997 to 2004. During his reign, Petros VII was credited with reviving the Greek Orthodox churches in Africa by increasing the churches' attendance of about 250,000 people.",
      "pageId": 219407,
      "monthDay": "09/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Fotis_Kouvelis",
      "name": "Fotis Kouvelis",
      "aboutText": "Levy Patrick Mwanawasa (3 September 1948 – 19 August 2008) was the third Republican President of Zambia. He ruled the country from January 2002 until his death in August 2008. He is credited for having initiated a campaign to rid the country of corruption.",
      "pageId": 286095,
      "monthDay": "09/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Levy_Mwanawasa",
      "name": "Levy Mwanawasa",
      "aboutText": "Stephen Philip \"Steve\" Jones (born 3 September 1955) is an English rock guitarist, singer and actor, best known as guitarist with Sex Pistols and Iggy Pop. He was ranked in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\".",
      "pageId": 351094,
      "monthDay": "09/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jos%C3%A9_P%C3%A9kerman",
      "name": "José Pékerman",
      "aboutText": "Steven Ralph \"Steve\" Schirripa (/ʃɨˈriːpə/, Italian pronunciation: [skirˈripa]; born September 3, 1957) is an American actor, producer, author, and voice artist. He is best known for portraying Bobby Baccalieri on The Sopranos. Schirripa is a producer and host of two Investigation Discovery series Karma's A B*tch!",
      "pageId": 524751,
      "monthDay": "09/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Patriarch_Peter_VII_of_Alexandria",
      "name": "Patriarch Peter VII of Alexandria",
      "aboutText": "Lyudmila Georgievna Karachkina (Ukrainian: Людмила Георгіївна Карачкіна, Russian: Людмила Георгиевна Карачкина) (born 3 September 1948, Rostov-on-Don) is a former Soviet/Ukrainian astronomer.\nWorking at the Crimean Astrophysical Observatory since 1978, she discovered a number of asteroids, including the Amor asteroid 5324 Lyapunov and the Trojan asteroid 3063 Makhaon. She has received a Ph.D. in astronomy from I. I. Mechnikov Odessa National University in 2004.",
      "pageId": 624431,
      "monthDay": "09/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Doug_Pinnick",
      "name": "Doug Pinnick",
      "aboutText": "Garth Ancier (born September 3, 1957 in Perth Amboy, New Jersey) is a media executive best known for being one of only two people (the other being Fred Silverman) to have programmed three of the five US broadcast television networks (Founding Programmer at Fox, Founding Programmer at The WB - now The CW, and NBC Entertainment).\nAncier is also well known for being the NBC executive to cancel the beloved 1999 teen drama-comedy \"Freaks and Geeks\".\n^ Who's Who.",
      "pageId": 1354301,
      "monthDay": "09/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Denys_Hobson",
      "name": "Denys Hobson",
      "aboutText": "Merritt R. Butrick (September 3, 1959 – March 17, 1989) was an American actor, known for his roles on the 1982 teen sitcom Square Pegs, in two Star Trek feature films, and a variety of other acting roles in the 1980s.",
      "pageId": 1405040,
      "monthDay": "09/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Prince_Jazzbo",
      "name": "Prince Jazzbo",
      "aboutText": "Douglas Theodore \"Doug\" Pinnick (born September 3, 1950), sometimes stylized as dUg Pinnick or simply dUg, is an American musician best known as the bass guitarist, songwriter, and co-lead vocalist for the hard rock/progressive metal band King's X. He has fifteen albums with King's X, four solo albums, and numerous side projects and guest appearances to his credit.",
      "pageId": 2081558,
      "monthDay": "09/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/%C5%9Eehrazat",
      "name": "Şehrazat",
      "aboutText": "Donald George \"Don\" Brewer (born September 3, 1948 in Flint, Michigan) is the drummer and co-lead singer for American rock band Grand Funk Railroad.",
      "pageId": 2226422,
      "monthDay": "09/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jean-Pierre_Jeunet",
      "name": "Jean-Pierre Jeunet",
      "aboutText": "José Néstor Pékerman Krimen (Spanish pronunciation: [xoˈse ˈpekerman], Ukrainian: Хосе́ Пе́керман, Hebrew: נסטור פקרמן‎; born 3 September 1949) is an Argentine football coach and current manager of Colombian national football team. As a youth level coach for Argentina, he won the FIFA World Youth Championship three times, and the U20 South American Youth Championship twice. He coached the Argentine national team in the 2006 FIFA World Cup and became coach of the Colombian national team in 2012.",
      "pageId": 2431131,
      "monthDay": "09/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/George_Peponis",
      "name": "George Peponis",
      "aboutText": "Jaak Uudmäe (born September 3, 1954 in Tallinn) is a retired Estonian triple jumper and long jumper, gold medalist at the 1980 Summer Olympics.",
      "pageId": 4341851,
      "monthDay": "09/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jaak_Uudm%C3%A4e",
      "name": "Jaak Uudmäe",
      "aboutText": "Earl Cureton (born September 3, 1957) is a retired American professional basketball player.",
      "pageId": 4389514,
      "monthDay": "09/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steve_Jones_(musician)",
      "name": "Steve Jones",
      "aboutText": "Stephen Woolley (born 3 September 1956 in London) is an English film producer and director. He is best known for his work with director Neil Jordan, which has resulted in a number of critically acclaimed films, including the Oscar-winning The Crying Game.\nAfter programming The Screen On The Green cinema in Islington, North London, and managing The Scala Cinema near King's Cross railway station, Woolley established Palace Video in the early 1980s to distribute the types of cult cinema and international art films that had been the core of his cinema programmes.",
      "pageId": 5060366,
      "monthDay": "09/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pat_McGeown",
      "name": "Pat McGeown",
      "aboutText": "Dr George Peponis born as Georgios Peponis (Greek: Γεώργιος Πεπόνης, born on September 3, 1953 in Tripoli, Greece) is a Greek-Australian former rugby league player for the Canterbury Bulldogs, New South Wales and for the Australian national side.",
      "pageId": 6108180,
      "monthDay": "09/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Stephen_Woolley",
      "name": "Stephen Woolley",
      "aboutText": "Linval Roy Carter (3 September 1951 – 11 September 2013), better known as Prince Jazzbo, was a Jamaican reggae and dancehall deejay and producer.",
      "pageId": 9924348,
      "monthDay": "09/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Garth_Ancier",
      "name": "Garth Ancier",
      "aboutText": "Pat \"Beag\" McGeown (3 September 1956 – 1 October 1996) was a volunteer in the Provisional Irish Republican Army (IRA) who took part in the 1981 Irish hunger strike.\n^ Tírghrá. National Commemoration Centre.",
      "pageId": 13729624,
      "monthDay": "09/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Earl_Cureton",
      "name": "Earl Cureton",
      "aboutText": "Fotis-Fanourios (Fotis) Kouvelis (Greek: Φώτης-Φανούριος (Φώτης) Κουβέλης) (born 3 September 1948) is a Greek lawyer and politician and independent Member of Parliament. He is the leader of the Democratic Left party.\nHe was born in Volos.",
      "pageId": 15106350,
      "monthDay": "09/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Schirripa",
      "name": "Steve Schirripa",
      "aboutText": "Denys Laurence Hobson born 3 September 1951 in Port Elizabeth) is a former South African first class cricketer. Hobson played as a right-handed batsman and legbreak bowler for Eastern Province and Western Province. His career lasted from 1970-71 to 1984-85.",
      "pageId": 20900468,
      "monthDay": "09/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Merritt_Butrick",
      "name": "Merritt Butrick",
      "aboutText": "Şehrazat Kemali Söylemezoğlu /ʃəˌhɛrəˈzɑːdᵊ kæmˈʌlⁱ soʊj.lɛˈmɛz.ɵlʉ/ (born September 3, 1952), known by her stage name Şehrazat or Şehro, is a Turkish celebutante, television personality, businesswoman, philanthropist, composer, songwriter, record producer, occasional jazz, and pop music singer.\n^ \"Hakan Tok's retrospective article on the prominent role of Şehrazat in Zerrin Özer's success in the entertainment world.\". Birzamanlar.net.",
      "pageId": 28751498,
      "monthDay": "09/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Nick_Gibb",
      "name": "Nick Gibb",
      "aboutText": "Carlos Irwin Estévez (born September 3, 1965), best known by his stage name Charlie Sheen, is an American actor. Sheen rose to fame after a series of successful films such as Platoon (1986), Wall Street (1987), Young Guns (1988), Eight Men Out (1988), Major League (1989), Hot Shots! (1991), and The Three Musketeers (1993).",
      "pageId": 278119,
      "monthDay": "09/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_De_Roure",
      "name": "David De Roure",
      "aboutText": "Nicolas John Gibb (born 3 September 1960) is a British Conservative Party politician. He has been the Member of Parliament (MP) for Bognor Regis and Littlehampton since 1997.\nGibb was reappointed as Minister of State for Schools after the 2015 general election by Prime Minister David Cameron, having held the same post beforehand between May 2010 and September 2012.",
      "pageId": 426677,
      "monthDay": "09/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sam_Adams_(Oregon_politician)",
      "name": "Sam Adams",
      "aboutText": "Adam Clark Curry (born September 3, 1964) is a podcaster, an announcer, internet entrepreneur and media personality, known for his stint as VJ on MTV and being one of the first celebrities personally to create and administer Web sites. Now known mostly for co-hosting the No Agenda show, in the 2000s, he first became involved in podcasting, and has been called the 'Podfather' because of his efforts.\n^ \"A Chat with Adam Curry\".",
      "pageId": 642688,
      "monthDay": "09/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mubarak_Ghanim",
      "name": "Mubarak Ghanim",
      "aboutText": "Malcolm Timothy Gladwell, CM (born September 3, 1963) is a Canadian journalist, bestselling author, and speaker. He has been a staff writer for The New Yorker since 1996. He has written five books, The Tipping Point: How Little Things Can Make a Big Difference (2000), Blink: The Power of Thinking Without Thinking (2005), Outliers: The Story of Success (2008), What the Dog Saw: And Other Adventures (2009), a collection of his journalism, and David and Goliath: Underdogs, Misfits, and the Art of Battling Giants (2013).",
      "pageId": 828135,
      "monthDay": "09/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Malcolm_Gladwell",
      "name": "Malcolm Gladwell",
      "aboutText": "Noah Baumbach (born September 3, 1969) is an American writer, director and independent filmmaker.\nHe was nominated for the Academy Award for Best Original Screenplay for The Squid and the Whale (2005) and is known for making dramatic comedies. Other acclaimed films written and directed by Baumbach include Frances Ha (2012), While We're Young (2014), and Mistress America (2015).",
      "pageId": 1040838,
      "monthDay": "09/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Amber_Lynn",
      "name": "Amber Lynn",
      "aboutText": "Chris Raymond Gatling (born September 3, 1967) is a retired American professional basketball player born in Elizabeth, New Jersey. Gatling played for many NBA teams from 1991 to 2002. He played for the US national team in the 1990 FIBA World Championship, winning the bronze medal.",
      "pageId": 1458414,
      "monthDay": "09/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Adam_Curry",
      "name": "Adam Curry",
      "aboutText": "Amber Lynn (born Laura Lynn Allen on September 3, 1964) is an American pornographic film actress, model, and exotic dancer.\n^ a b Lieby, Richard (October 26, 1997). \"FACE OFF; Three of Hollywood's Elite Plastic Surgeons Are at War.",
      "pageId": 1901654,
      "monthDay": "09/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Spike_Feresten",
      "name": "Spike Feresten",
      "aboutText": "Samuel Francis \"Sam\" Adams (born September 3, 1963) is an American politician and the former mayor of Portland, Oregon. He grew up in Newport, Oregon, attended the University of Oregon and worked on a number of campaigns before taking office as a Portland commissioner. Among them was Vera Katz's run for mayor of Portland.",
      "pageId": 2076806,
      "monthDay": "09/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Thomas_Mikal_Ford",
      "name": "Thomas Mikal Ford",
      "aboutText": "Costas Mandylor (born Costas Theodosopoulos; 3 September 1965) is an Australian actor. He is best known for his role as Kenny in Picket Fences, and for portraying Mark Hoffman in the Saw films.",
      "pageId": 2851716,
      "monthDay": "09/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Junaid_Jamshed",
      "name": "Junaid Jamshed",
      "aboutText": "Michael Donovan \"Spike\" Feresten Jr. is an American television writer, screenwriter, comedian and television personality.",
      "pageId": 3065308,
      "monthDay": "09/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Holt_McCallany",
      "name": "Holt McCallany",
      "aboutText": "Thomas Mikal Ford (born June 15, 1962), known and also credited as Tommy Ford, is an American actor who is best known for his role as Tommy Strawn in the sitcom Martin, and for his recurring role as Mel Parker in the UPN sitcom The Parkers.",
      "pageId": 5350055,
      "monthDay": "09/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nigel_Rhodes",
      "name": "Nigel Rhodes",
      "aboutText": "Holt McCallany (born Holt Quinn McAloney; September 3, 1963) is an American actor, writer, and producer working primarily in film and television.",
      "pageId": 7567878,
      "monthDay": "09/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Costas_Mandylor",
      "name": "Costas Mandylor",
      "aboutText": "Mubarak Ghanim Mubarak (Arabic: مبارك غانم‎), (born 3 September 1963), is a footballer from UAE who played as a centre back for Al Khaleej Club in Sharjah, and the UAE national football team. He formed along with Khalil Ghanim a hard defence line for the UAE team during their careers.",
      "pageId": 8982792,
      "monthDay": "09/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Charlie_Sheen",
      "name": "Charlie Sheen",
      "aboutText": "Junaid Jamshed (Urdu: جنید جمشید‎) is a Pakistani recording artist, television personality, fashion designer, occasional actor, and singer-songwriter. After graduating with a degree in engineering from the UET Lahore, Jamshed briefly worked as a civilian contractor and engineer for the PAF before focusing on a musical career. He soon began performing on various local university campuses before being noticed by Rohail Hyatt in 1983.",
      "pageId": 8998408,
      "monthDay": "09/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Steven_Johnson_Leyba",
      "name": "Steven Johnson Leyba",
      "aboutText": "Vladimir Aleksandrovich Ryzhkov (Russian: Влади́мир Алекса́ндрович Рыжко́в; born 3 September 1966 in Rubtsovsk) is a Russian historian and liberal politician, a co-chair of political party RPR-PARNAS (since 2006) and former Russian State Duma member (1993–2007), First Deputy Chairman of the State Duma and the leader of parliamentary group Our Home – Russia. He is a candidate of historical sciences and a professor of the Higher School of Economics. Anchorman of a number of Echo of Moscow radio programs.",
      "pageId": 10310806,
      "monthDay": "09/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vladimir_Ryzhkov",
      "name": "Vladimir Ryzhkov",
      "aboutText": "Nigel Rhodes (born 3 September 1964) is an English actor and musician who is probably best known for his portrayal of Scottish boy, Andrew Forbes in the ITV science fiction children's television programme The Tomorrow People.",
      "pageId": 21866396,
      "monthDay": "09/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Gatling",
      "name": "Chris Gatling",
      "aboutText": "Steven Johnson Leyba (born September 3, 1966) is an artist, painter, fine art book maker, author, spoken word performance artist, and musician, who claims Mescalero Apache ancestry. He has been called the father of “Sexpressionism” by art critic Carlo McCormick.\nHis work has been criticized for using the swastika symbol and sexual imagery for the purposes of shock and controversy.",
      "pageId": 22385449,
      "monthDay": "09/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rema_Messinger",
      "name": "Rema Messinger",
      "aboutText": "David Charles De Roure PhD FBCS MIMA CITP is a Professor of e-Research at the University of Oxford, Director of the Oxford e-Research Centre (OeRC) and Co-Director of the Institute for the Future of Computing in the Oxford Martin School. From 2009 to 2013 he held the post of National Strategic Director for e-Social Science. He is also a supernumerary Fellow of Wolfson College, Oxford.",
      "pageId": 29027691,
      "monthDay": "09/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Grace_Poe",
      "name": "Grace Poe",
      "aboutText": "Mary Grace Poe Llamanzares is a Filipino philanthropist. She was chairperson of the Movie and Television Review and Classification Board (MTRCB) from 2010 to 2012 and has served in the Senate of the Philippines since 2013.\nPoe was adopted by National Artist and actor Fernando Poe, Jr.",
      "pageId": 37707638,
      "monthDay": "09/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Noah_Baumbach",
      "name": "Noah Baumbach",
      "aboutText": "Rema Messinger (Hebrew: רמה מסינגר‎; 3 September 1968 – 18 August 2015) was an Israeli actress and voice actress.",
      "pageId": 47600724,
      "monthDay": "09/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/John_Fugelsang",
      "name": "John Fugelsang",
      "aboutText": "Chábeli Iglesias (born 3 September 1971 in Cascais, Portugal) is a Spanish socialite. She is the daughter of Spanish singer Julio Iglesias and Filipina socialite Isabel Preysler and the older sister of singers Julio Iglesias Jr. and Enrique Iglesias.",
      "pageId": 296926,
      "monthDay": "09/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Robert_Karlsson",
      "name": "Robert Karlsson",
      "aboutText": "Clare Elizabeth Kramer (born September 3, 1974) is an American actress best known for her portrayal of Glory, the Big Bad of season 5 of the TV series Buffy the Vampire Slayer.",
      "pageId": 569902,
      "monthDay": "09/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Marianna_Komlos",
      "name": "Marianna Komlos",
      "aboutText": "Gareth Southgate (born 3 September 1970) is an English football manager and former player. He served as manager of Middlesbrough from June 2006, until he was dismissed in October 2009. He was appointed as manager of the England under-21 team in August 2013.",
      "pageId": 608772,
      "monthDay": "09/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Matthew_Offord",
      "name": "Matthew Offord",
      "aboutText": "Trevor Marshall St. John (born September 3, 1971) is an American actor. He portrayed Todd Manning/Victor Lord Jr.",
      "pageId": 717803,
      "monthDay": "09/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jeremy_Glick",
      "name": "Jeremy Glick",
      "aboutText": "Damon Lamon Stoudamire (born September 3, 1973) is a retired American professional basketball player and current basketball coach. The 5 ft 10 in (1.78 m), 171 lb (78 kg; 12.2 st) point guard was selected with the 7th overall pick by the Toronto Raptors in the 1995 NBA draft and won the 1995–96 NBA Rookie of the Year Award. He played collegiately at the University of Arizona, and professionally for the Toronto Raptors, Portland Trail Blazers, Memphis Grizzlies and San Antonio Spurs.",
      "pageId": 914333,
      "monthDay": "09/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/George_Lynch_(basketball)",
      "name": "George Lynch",
      "aboutText": "Jennifer Paige (born September 3, 1973) is an American singer and songwriter. She is best known for the 1998 pop hit \"Crush\".\nIn 2015, she had released \"Is It Ever Enough\" on her youtube channel.",
      "pageId": 1050104,
      "monthDay": "09/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gareth_Southgate",
      "name": "Gareth Southgate",
      "aboutText": "Norihiko Hibino (日比野 則彦, Hibino Norihiko, born September 3, 1973) is a Japanese video game composer and saxophonist.",
      "pageId": 1079807,
      "monthDay": "09/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kiran_Desai",
      "name": "Kiran Desai",
      "aboutText": "Marianna Komlos (September 3, 1969 – September 26, 2004) was a Canadian bodybuilder, fitness model and Valet. She is perhaps best known for her stint in World Wrestling Federation in 1999 as Marianna and\"Mrs. Cleavage\", where she was the Manager and \"mother\" for a wrestler known as \"Beaver Cleavage\" a parody of the TV show Leave It To Beaver.",
      "pageId": 1877296,
      "monthDay": "09/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Glen_Housman",
      "name": "Glen Housman",
      "aboutText": "Robert Karlsson (born 3 September 1969) is a Swedish professional golfer who has played on the European Tour and the PGA Tour.",
      "pageId": 1988802,
      "monthDay": "09/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chabeli_Iglesias",
      "name": "Chabeli Iglesias",
      "aboutText": "John Joseph Fugelsang (born September 3, 1969) is an American actor, television personality and comedian.\n^ \"John Fugelsang Biography\". TV Guide.",
      "pageId": 2525728,
      "monthDay": "09/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Trevor_St._John",
      "name": "Trevor St. John",
      "aboutText": "Robbie O'Davis (born 3 September 1972 in Kurrajong, New South Wales) is an Australian retired professional rugby league footballer of the 1990s and 2000s.",
      "pageId": 2768898,
      "monthDay": "09/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christine_Boudrias",
      "name": "Christine Boudrias",
      "aboutText": "Martin Straka (born September 3, 1972) is a retired Czech ice hockey centre who most recently played for HC Plzeň 1929 of the Czech Extraliga. He is also the club's general manager and co-owner, having bought a 70% share of the team in 2009.",
      "pageId": 2834010,
      "monthDay": "09/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Natalia_Estrada",
      "name": "Natalia Estrada",
      "aboutText": "George DeWitt Lynch III (born September 3, 1970) is a retired American professional basketball player who played in the NBA from 1993 to 2005. He holds the University of North Carolina at Chapel Hill basketball record for most career steals.\nLynch was raised in Roanoke, Virginia, and played basketball at Patrick Henry High for coach Woody Dean.",
      "pageId": 2959495,
      "monthDay": "09/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bob_Evans_(wrestler)",
      "name": "Bob Evans",
      "aboutText": "Glen Clifford Housman (born 3 September 1971) is an Australian former long-distance freestyle swimmer of the 1980s and 1990s, who won the silver medal in the 1500-metre freestyle, swimming at the 1992 Summer Olympics. His career was overshadowed by fellow Australian Kieren Perkins, and was also marred by illness.\nHousman entered the international stage after winning the 400-, 800- and 1500-metre freestyle events at the 1989 Australian championships, gaining selection for the Pan Pacific Championships in Tokyo, where he claimed gold in the 1500-metre event.",
      "pageId": 3631882,
      "monthDay": "09/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Robbie_O%27Davis",
      "name": "Robbie O'Davis",
      "aboutText": "Kiran Desai (born 3 September 1971) is an Indian author. Her novel The Inheritance of Loss won the 2006 Man Booker Prize and the National Book Critics Circle Fiction Award.",
      "pageId": 4111450,
      "monthDay": "09/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Martin_Straka",
      "name": "Martin Straka",
      "aboutText": "Natalia Estrada was born on September 3, 1972, in Gijón, Asturias, Spain.",
      "pageId": 10253980,
      "monthDay": "09/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Norihiko_Hibino",
      "name": "Norihiko Hibino",
      "aboutText": "Jeremy Logan Glick (September 3, 1970 – September 11, 2001) was a passenger on board United Airlines Flight 93, which was hijacked and crashed as part of the September 11 attacks. Aware of the earlier attacks at the World Trade Center, Glick and some of his fellow passengers attempted to foil the hijacking.",
      "pageId": 15939719,
      "monthDay": "09/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jennifer_Paige",
      "name": "Jennifer Paige",
      "aboutText": "Christine-Isabel Boudrias (born September 3, 1972 in Montreal) is a Canadian short track speed skater who competed in the 1994 Winter Olympics and in the 1998 Winter Olympics.\nShe was a member of the Canadian 3000 m relay team which won silver in 1994, and bronze during the 1998 Winter Olympics.",
      "pageId": 21083590,
      "monthDay": "09/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Damon_Stoudamire",
      "name": "Damon Stoudamire",
      "aboutText": "Matthew James Offord FRGS (born 3 September 1969) is a British Conservative Party politician and the Member of Parliament for Hendon in North London.",
      "pageId": 27266387,
      "monthDay": "09/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Clare_Kramer",
      "name": "Clare Kramer",
      "aboutText": "Robert \"Bob\" Evans (born September 3, 1972) is an American professional wrestler and trainer, currently signed to Ring of Honor (ROH). He also wrestles for various independent circuits.",
      "pageId": 36611218,
      "monthDay": "09/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rahul_Sanghvi",
      "name": "Rahul Sanghvi",
      "aboutText": "Erik Olof Mellberg (pronounced [ˈuːˈlɔf ˈmɛlːˈbærj]; born 3 September 1977 in Amnehärad, Gullspång) is a Swedish former footballer who played as a central defender or right-back. During his career Mellberg was described as being \"big, strong and exceptional in the air\". He is best known for playing the majority of his career at Aston Villa as well as spells with Italian side Juventus and Greek side Olympiacos.",
      "pageId": 740820,
      "monthDay": "09/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Redfoo",
      "name": "Redfoo",
      "aboutText": "Vivek Oberoi (born 3 September 1976) is an Indian actor. He made his film debut with Ram Gopal Varma's film Company (2002). His performance in the film earned him Filmfare Awards for Best Male Debut and Best Supporting Actor.",
      "pageId": 979508,
      "monthDay": "09/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daniel_Chan",
      "name": "Daniel Chan",
      "aboutText": "John Charles Keyworth Curtis (born 3 September 1978) is an English former professional footballer.",
      "pageId": 1089192,
      "monthDay": "09/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Cristobal_Huet",
      "name": "Cristobal Huet",
      "aboutText": "Jevon Kearse (born September 3, 1976), nicknamed \"The Freak,\" is an American former football player who was a defensive end in the National Football League (NFL) for eleven seasons during the late 1990s and 2000s. Kearse played college football for the University of Florida, and received All-American honors.",
      "pageId": 1250445,
      "monthDay": "09/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Valery_V._Afanasyev",
      "name": "Valery V. Afanasyev",
      "aboutText": "Cristobal S. Huet (French pronunciation: ​[kʁistɔbal ɥɛ]; born September 3, 1975) is a Franco-Swiss professional ice hockey goaltender who currently plays for the HC Lausanne of the Swiss National League A. He has also played for HC Lugano and HC Fribourg-Gottéron of the Swiss National League A. In the National Hockey League, he played for the Chicago Blackhawks, Los Angeles Kings, Montreal Canadiens, and Washington Capitals. He is the first French netminder and second French-trained player overall (after Philippe Bozon) to play in the NHL. Huet won the Stanley Cup with the Chicago Blackhawks during the 2009–10 NHL season, and became the first Frenchman to win the Stanley Cup as a player.",
      "pageId": 1275371,
      "monthDay": "09/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ashley_Jones",
      "name": "Ashley Jones",
      "aboutText": "Júlio César Soares de Espíndola (born 3 September 1979), known as Júlio César (Portuguese pronunciation: [ˈʒuliu ˈsɛzɐʁ]), is a Brazilian professional footballer who plays as a goalkeeper for Portuguese club Benfica.\nRegarded as one of the best goalkeepers of his generation, he spent seven years at Italian club Inter, where he won five Scudetti, the 2009–10 UEFA Champions League and the 2010 FIFA Club World Cup. He was awarded the Serie A Goalkeeper of the Year title in both 2009 and 2010, and was nominated for the 2009 Ballon d'Or, where he was voted into 21st place.",
      "pageId": 1399716,
      "monthDay": "09/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jevon_Kearse",
      "name": "Jevon Kearse",
      "aboutText": "Terje \"Valfar\" Bakken (September 3, 1978 – January 14, 2004) was the lead singer and founder of the Norwegian black metal band Windir. Windir was started as a one-man project, but it was expanded into a full band with the release of their third album, 1184.",
      "pageId": 1440724,
      "monthDay": "09/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Vivek_Oberoi",
      "name": "Vivek Oberoi",
      "aboutText": "Ashley Aubra Jones (born September 3, 1976) is an American television actress. She is best known for her roles in soap operas as Megan Dennison on The Young and the Restless and as Dr. Bridget Forrester on The Bold and the Beautiful.",
      "pageId": 1491714,
      "monthDay": "09/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Raheem_Morris",
      "name": "Raheem Morris",
      "aboutText": "Nathan Daniel \"Nate\" Robertson, (born September 3, 1977) is a former professional baseball pitcher.",
      "pageId": 1570699,
      "monthDay": "09/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rui_Marques",
      "name": "Rui Marques",
      "aboutText": "Rahul Sanghvi  pronunciation  (born 3 September 1974 in Gujarat) is an Indian cricketer, specialising in left arm orthodox spin. He played one Test Match, which was the First Test between Australia and India in 2001, but was dropped after Australia claimed a 10 wicket victory. He played in 10 One Day Internationals.",
      "pageId": 2566728,
      "monthDay": "09/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Olof_Mellberg",
      "name": "Olof Mellberg",
      "aboutText": "Tiffany Chapman (born 3 September 1979 in Oldham, Greater Manchester) is an English actress. She played Rachel Jordache (later known as Rachel Dixon) in the soap opera Brookside from 1993 until the show's conclusion in 2003. She has also released a fitness video and appeared in Celebrity Wrestling.",
      "pageId": 2689443,
      "monthDay": "09/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nate_Robertson",
      "name": "Nate Robertson",
      "aboutText": "Michal Rozsíval (Czech pronunciation: [ˈmɪxal ˈrossiːval]; born September 3, 1978) is a Czech professional ice hockey defenceman currently playing for the Chicago Blackhawks of the National Hockey League (NHL). He joined the team in 2012, previously playing for the Pittsburgh Penguins from 1999 until 2004, the New York Rangers from 2005 to 2011, and the Phoenix Coyotes in 2011–12.",
      "pageId": 3684327,
      "monthDay": "09/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Terje_Bakken",
      "name": "Terje Bakken",
      "aboutText": "Paul Moor (born 3 September 1978), of Beverley, Hull, England is one of the world's leading ten-pin bowlers.",
      "pageId": 4510459,
      "monthDay": "09/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Curtis_(footballer,_born_1978)",
      "name": "John Curtis",
      "aboutText": "Manuel Rui Marques (born 3 September 1977) is a retired Angolan football defender who was a first choice centre-back for the Angolan national side.",
      "pageId": 4699089,
      "monthDay": "09/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paul_Moor",
      "name": "Paul Moor",
      "aboutText": "Nick Wechsler (born September 3, 1978) is an American actor best known for his role as Kyle Valenti in the The WB teen drama series Roswell, and as Jack Porter on the ABC primetime soap opera Revenge.",
      "pageId": 4704923,
      "monthDay": "09/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michal_Rozs%C3%ADval",
      "name": "Michal Rozsíval",
      "aboutText": "Tomislav \"Tomo\" Miličević (pronounced [tǒːmo milǐːt͡ʃevit͡ɕ]; born September 3, 1979) is a Bosnian-American musician.",
      "pageId": 5707741,
      "monthDay": "09/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nick_Wechsler_(actor)",
      "name": "Nick Wechsler",
      "aboutText": "Raheem Morris (born September 3, 1976) is an assistant head coach and defensive backs coach for the Atlanta Falcons. He has served as head coach and defensive coordinator for the Tampa Bay Buccaneers of the National Football League. He was hired by the Buccaneers as head coach on January 17, 2009 after previous head coach Jon Gruden was fired after seven seasons, but was fired after the 2011 season.",
      "pageId": 11281445,
      "monthDay": "09/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/J%C3%BAlio_C%C3%A9sar_(football_goalkeeper,_born_1979)",
      "name": "Júlio César",
      "aboutText": "Daniel Chan Hiu-tung, born on 3 September 1975 in Hong Kong, is a popular Hong Kong singer, songwriter, and actor.",
      "pageId": 17976635,
      "monthDay": "09/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tiffany_Chapman",
      "name": "Tiffany Chapman",
      "aboutText": "Stefan Kendal Gordy (born September 3, 1975), better known by his stage name Redfoo, is an American rapper, dancer, record producer, DJ and singer best known as part of the musical duo LMFAO. He formed the duo with his nephew Sky Blu in 2006 and they released two studio albums before going solo in 2013.",
      "pageId": 33285056,
      "monthDay": "09/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tomo_Mili%C4%8Devi%C4%87",
      "name": "Tomo Miličević",
      "aboutText": "Valery V. Afanasyev (Born; September 3, 1976 –) is a Russian ice hockey coach. During 1994-1996 he participated in the Russian hockеy championship under H. C. Izhorets, Saint Petersburg (major league). He also participated in other hockеy league championships.",
      "pageId": 44573913,
      "monthDay": "09/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/B.G._(rapper)",
      "name": "B.G.",
      "aboutText": "Jason Paul \"Cone\" McCaslin (born September 3, 1980) is a Canadian musician. He is the bass guitarist and backing vocalist of the band Sum 41 and Music Producer. He joined the band in November 1998/February 1999.",
      "pageId": 494837,
      "monthDay": "09/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Daniel_Bilos",
      "name": "Daniel Bilos",
      "aboutText": "Jennie Lynn Finch (born September 3, 1980), who occasionally uses her husband's surname, Daigle, is an American, former collegiate All-American, right-handed hitting softball pitcher and first-baseman originally from La Mirada, California. She pitched for the Arizona Wildcats, the USA national softball team and the Chicago Bandits. Finch won the 2001 Women's College World Series and helped lead Team USA to the gold medal at the 2004 Summer Olympics and a silver medal at the 2008 Summer Olympics.",
      "pageId": 704143,
      "monthDay": "09/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cindy_Burger",
      "name": "Cindy Burger",
      "aboutText": "Garrett John Hedlund (born September 3, 1984) is an American actor, model and singer, known for his roles in the films Friday Night Lights (2004), Four Brothers (2005), Eragon (2006), Country Strong (2010), Unbroken (2014), for his role as Patroclus in the movie Troy (2004), as Sam Flynn in Tron: Legacy (2010), as Dean Moriarty in the film On the Road (2012), and as James Hook in Pan (2015)",
      "pageId": 827652,
      "monthDay": "09/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jennie_Finch",
      "name": "Jennie Finch",
      "aboutText": "Christopher Dorsey (born September 3, 1980) better known by his stage name B.G. (short for \"Baby Gangsta\" or \"B. Gizzle\"), is an American rapper and hip hop recording artist from New Orleans, Louisiana. He began his music career signing to Cash Money Records in 1993, with Lil Wayne (then known as Baby D.) as half of the duo The B.G.'z . Both, along with rappers Juvenile and Turk, collectively formed the group, the Hot Boys in 1997.",
      "pageId": 1573983,
      "monthDay": "09/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Justin_Halpern",
      "name": "Justin Halpern",
      "aboutText": "Andrew Ross McMahon (born September 3, 1982) is a singer/songwriter. He was the vocalist, pianist and primary songwriter for the bands Something Corporate and Jack's Mannequin and performs solo both under his own name as well as moniker Andrew McMahon in the Wilderness.",
      "pageId": 2004430,
      "monthDay": "09/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jason_McCaslin",
      "name": "Jason McCaslin",
      "aboutText": "Nicholas Brett \"Nicky\" Hunt (born 3 September 1983) is an English professional footballer who plays for Mansfield Town as a right back.",
      "pageId": 2027163,
      "monthDay": "09/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fearne_Cotton",
      "name": "Fearne Cotton",
      "aboutText": "Kaori Natori (名取香り, Natori Kaori, born September 3, 1982) is a Japanese singer under management of Stardust Music. She is signed to Chimera Energy, a label handled by Universal Music Japan.\nIn 2010, Natori became the permanent vocalist for the hip-hop/reggae band Spontania.",
      "pageId": 4464954,
      "monthDay": "09/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sarah_Burke",
      "name": "Sarah Burke",
      "aboutText": "Sarah Jean Burke (September 3, 1982 – January 19, 2012) was a Canadian freestyle skier who was a pioneer of the superpipe event. She was a four-time Winter X Games gold medallist, and won the world championship in the halfpipe in 2005. She successfully lobbied the International Olympic Committee (IOC) to have the event added to the Olympic program for the 2014 Winter Olympics.",
      "pageId": 6222708,
      "monthDay": "09/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ayumi_Fujimura",
      "name": "Ayumi Fujimura",
      "aboutText": "Daniel Rubén Biloš (born 3 September 1980 in Pergamino, Buenos Aires Province) is an Argentine footballer, who has played professional football in Argentina, France and Mexico and has made 3 appearances for the Argentina national team.",
      "pageId": 7468017,
      "monthDay": "09/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Andrew_McMahon",
      "name": "Andrew McMahon",
      "aboutText": "Ayumi Fujimura (藤村 歩, Fujimura Ayumi, born September 3, 1982 in Tokyo, Japan) is a Japanese voice actress affiliated with Ken Production.",
      "pageId": 7658444,
      "monthDay": "09/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kaori_Natori",
      "name": "Kaori Natori",
      "aboutText": "María de la Paz Elizabeth Sofía Adriana de la Huerta (born September 3, 1984), known by her stage name Paz de la Huerta, is an American actress and model.",
      "pageId": 8171044,
      "monthDay": "09/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tiago_Rannow",
      "name": "Tiago Rannow",
      "aboutText": "Marcus Xavier McCauley, Jr. (born September 3, 1983) is a former American football cornerback. He was drafted by the Minnesota Vikings in the third round of the 2007 NFL Draft.",
      "pageId": 8722801,
      "monthDay": "09/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Augusto_Farfus",
      "name": "Augusto Farfus",
      "aboutText": "Augusto Farfus Jr. (born 3 September 1983) is a Brazilian BMW factory driver.",
      "pageId": 9716807,
      "monthDay": "09/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nicky_Hunt",
      "name": "Nicky Hunt",
      "aboutText": "Seo In-young (Hangul: 서인영; born on September 3, 1984), also known as Elly, is a South Korean singer, dancer, model, television host, and actress. She is most famously known for being a member of girl group Jewelry and being on the reality television show We Got Married with Crown J. In May 2012, Seo In-young established her own private entertainment company, IY Company. She is no longer affiliated or under contract with Star Empire Entertainment.",
      "pageId": 10004934,
      "monthDay": "09/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marcus_McCauley",
      "name": "Marcus McCauley",
      "aboutText": "Valdas Vasylius (born 3 September 1983) is a Lithuanian basketball player who plays for Lietkabelis Panevėžys of the Lithuanian League. He played collegiately at Old Dominion University. He also represented the Lithuanian national basketball team at the 2007 Summer Universiade.",
      "pageId": 14238700,
      "monthDay": "09/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Valdas_Vasylius",
      "name": "Valdas Vasylius",
      "aboutText": "Tiago da Silva Rannow known as Tiago or Tiago Rannow (born 3 September 1982) is a Brazilian footballer for Brasil de Pelotas.",
      "pageId": 20499430,
      "monthDay": "09/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Christine_Woods",
      "name": "Christine Woods",
      "aboutText": "Fearne Wood (born 3 September 1981) known professionally by her maiden name Cotton, is an English television and radio presenter, best known for presenting a number of popular television programmes such as Top of the Pops and the Red Nose Day telethons.\nIn 2007, she became the first regular female presenter of the Radio 1 Chart Show, which she co-hosted with Reggie Yates for two years. She went on to present her own Radio 1 show, airing every weekday morning since 2009.",
      "pageId": 21931784,
      "monthDay": "09/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paz_de_la_Huerta",
      "name": "Paz de la Huerta",
      "aboutText": "Christine Elizabeth Woods (born September 3, 1983) is an American actress who has appeared in numerous television shows, most recently the HBO series Hello Ladies.",
      "pageId": 24471821,
      "monthDay": "09/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Garrett_Hedlund",
      "name": "Garrett Hedlund",
      "aboutText": "Justin Samuel Halpern (born September 3, 1980) is the American author of the Twitter feed \"Shit My Dad Says\" and the best-selling book Sh*t My Dad Says. He was also the co-writer and co-executive producer of a CBS television situation comedy series based on the book. His second book I Suck at Girls was published in 2012 and was the basis for the 2014 television show Surviving Jack.",
      "pageId": 26789196,
      "monthDay": "09/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Seo_In-young",
      "name": "Seo In-young",
      "aboutText": "Cindy Burger (born 3 September 1980 in The Hague) is a former Dutch international footballer.\nBurger made 59 appearances for the Netherlands women's national football team in her career.\n^ \"Speler Informatie\".",
      "pageId": 39740695,
      "monthDay": "09/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Carlo_Aquino",
      "name": "Carlo Aquino",
      "aboutText": "Shaun Roger White (born September 3, 1986) is an American professional snowboarder and skateboarder. He is a two-time Olympic gold medalist.",
      "pageId": 1218122,
      "monthDay": "09/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Scott_Carson",
      "name": "Scott Carson",
      "aboutText": "Scott Paul Carson (born 3 September 1985) is an English professional footballer who plays for Derby County as a goalkeeper.\nHe joined the Leeds United football academy in 2002, making his full first team debut for Leeds against Manchester United in February 2004. He made his first appearance for the England under-21 team in the same month and later set a record of 29 caps for the under-21 side.",
      "pageId": 1462373,
      "monthDay": "09/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Y%C5%ABki_Kaji",
      "name": "Yūki Kaji",
      "aboutText": "Hana Makhmalbaf (Persian: حنا مخملباف‎‎) (born September 3, 1988, Tehran) is an Iranian filmmaker.",
      "pageId": 2014774,
      "monthDay": "09/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kelvin_Wilson",
      "name": "Kelvin Wilson",
      "aboutText": "Kelvin James Wilson (born 3 September 1985) is an English professional footballer who plays as a centre back for Football League Championship club Nottingham Forest.\nHe started his career with Notts County, before moving to Preston North End in 2006. Nottingham Forest signed him one year later for £300,000.",
      "pageId": 2603913,
      "monthDay": "09/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shaun_White",
      "name": "Shaun White",
      "aboutText": "Rina Koike (小池 里奈, Koike Rina) (born (1993-09-03)September 3, 1993, Tochigi Prefecture, Japan) is a Japanese actress and idol affiliated with Very Berry Production.",
      "pageId": 3379961,
      "monthDay": "09/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chris_Fountain",
      "name": "Chris Fountain",
      "aboutText": "Christopher Ryan \"Chris\" Fountain (born 3 September 1987 in Bradford, West Yorkshire) is an English actor perhaps best known for his role as Justin Burton in the Channel 4 teen soap Hollyoaks, a role he played from 2003 to 2009 and his role as Tommy Duckworth in the ITV soap opera Coronation Street from 2011 until 2013.",
      "pageId": 4027408,
      "monthDay": "09/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Modibo_Ma%C3%AFga",
      "name": "Modibo Maïga",
      "aboutText": "James Neal (born September 3, 1987) is a Canadian professional ice hockey winger and an alternate captain for the Nashville Predators of the National Hockey League (NHL). While playing junior with the Plymouth Whalers of the Ontario Hockey League (OHL), he was selected 33rd overall by the Dallas Stars in the 2005 NHL Entry Draft.\nAfter one season with the Stars' American Hockey League (AHL) affiliate, the Iowa Stars, Neal played his NHL rookie year with Dallas in 2008–09.",
      "pageId": 4211182,
      "monthDay": "09/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/James_Neal_(ice_hockey)",
      "name": "James Neal",
      "aboutText": "Jérôme Agyenim Boateng (German pronunciation: [ʒeˈʁoːm bo.aˈtɛŋ]) (born 3 September 1988) is a German footballer who currently plays as a defender for Bayern Munich and the Germany national team. A versatile defender, Boateng primarily is a centre back, although he is a capable full back on either side.",
      "pageId": 12174108,
      "monthDay": "09/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/J%C3%A9r%C3%B4me_Boateng",
      "name": "Jérôme Boateng",
      "aboutText": "Carlo Aquino (born Carlo José López Aquino, 3 September 1985) is a Filipino actor and musician known for being the lead singer of the band Kollide and formerly on JCS with John Prats and Stefano Mori. Aquino achieved critical recognition for his performance in the 1998 film Bata, bata... paano ka ginawa?",
      "pageId": 14755619,
      "monthDay": "09/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Marine_Debauve",
      "name": "Marine Debauve",
      "aboutText": "Modibo Maïga (born 3 September 1987) is a Malian footballer who plays as a striker for Saudi Arabian club Al-Nassr and the Mali national team. He has also played for Stade Malien, Raja Casablanca, Le Mans, Sochaux, West Ham United, Queens Park Rangers and Metz.",
      "pageId": 15687665,
      "monthDay": "09/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Hana_Makhmalbaf",
      "name": "Hana Makhmalbaf",
      "aboutText": "Marine Debauve (born September 3, 1988) is a French artistic gymnast who competed in the 2004 and 2008 Summer Olympics. As the 2005 all-around European Champion, Debauve is also the first French female gymnast to win a major international all-around title.",
      "pageId": 18797598,
      "monthDay": "09/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rita_Volk",
      "name": "Rita Volk",
      "aboutText": "Yūki Kaji (梶 裕貴, Kaji Yūki, born September 3, 1985) is a Japanese voice actor from Tokyo. He is affiliated with VIMS. He was part of the 4-unit singing group G.Addict, and has acted as one of the main protagonists in the movie Kami Voice: The Voice Makes a Miracle. He has won the Best New Actor Award in the 3rd Seiyu Awards in 2009 and the Best Male Lead Role Award in the 7th Seiyu Awards in 2013 and 8th Seiyu Awards in 2014.",
      "pageId": 31790783,
      "monthDay": "09/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/August_Alsina",
      "name": "August Alsina",
      "aboutText": "Rogel Kyle Cariño Jr. (born September 3, 2002), better known as Bugoy Cariño, is a Filipino child actor. He joined Star Circle Kid Quest, a television search for young talented kids, in 2009 and emerged as the winner.",
      "pageId": 32807502,
      "monthDay": "09/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sh%C5%8Dta_Sometani",
      "name": "Shōta Sometani",
      "aboutText": "Shota Sometani (染谷 将太, Sometani Shōta) is a Japanese actor from Koto, Tokyo.\n^ \"染谷将太 on Naver\". NAVER (in Japanese).",
      "pageId": 33028549,
      "monthDay": "09/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rina_Koike",
      "name": "Rina Koike",
      "aboutText": "August Anthony Alsina, Jr. (born September 3, 1992) is an American recording artist from New Orleans signed to Def Jam Recordings. He is best known for his single \"I Luv This Shit\" with Trinidad James.",
      "pageId": 40605885,
      "monthDay": "09/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Glen_Rea",
      "name": "Glen Rea",
      "aboutText": "Margarita Volkovinskaya (Russian: Маргарита Волковинская; born September 3, 1990) known professionally as Rita Volk is an actress and model who is best known for her role as Amy Raudenfeld in the MTV hit romantic comedy series Faking It.",
      "pageId": 42489511,
      "monthDay": "09/03"
    },
    {
      "year": "2002",
      "uri": "/wiki/Bugoy_Cari%C3%B1o",
      "name": "Bugoy Cariño",
      "aboutText": "Glen Charles Rea (born 3 September 1994) is an English-born Irish professional footballer who plays for Southend United, on loan from Brighton & Hove Albion in League One as a central defender, and can also play in midfield. Rea is a Republic of Ireland U21 international.\n^ \"Football League List of Registered Players\" (PDF).",
      "pageId": 47524278,
      "monthDay": "09/03"
    }
  ]
}