{
  "people": [
    {
      "year": "1497",
      "uri": "/wiki/Emperor_Go-Nara",
      "name": "Emperor Go-Nara",
      "aboutText": "Charles XIV & III John, also Carl John, Swedish and Norwegian: Karl Johan (26 January 1763 – 8 March 1844) was King of Sweden (as Charles XIV John) and King of Norway (as Charles III John) from 1818 until his death and served as de facto regent and head of state from 1810 to 1818. When he became Swedish royalty, he had also been the Sovereign Prince of Pontecorvo in Central-Southern Italy from 1806 until 1810 (title established on June 5, 1806 by Napoleon), but then stopped using that title.\nHe was born Jean Bernadotte and subsequently had acquired the full name of Jean-Baptiste Jules Bernadotte by the time Carl also was added upon his Swedish adoption in 1810.",
      "pageId": 38585,
      "monthDay": "01/26"
    },
    {
      "year": "1541",
      "uri": "/wiki/Florent_Chrestien",
      "name": "Florent Chrestien",
      "aboutText": "\"General MacArthur\" and \"Douglas McArthur\" redirect here. For the Canadian politician, see Douglas Francis McArthur. For the diplomat, see Douglas MacArthur II. For other uses, see General MacArthur (disambiguation).",
      "pageId": 48596,
      "monthDay": "01/26"
    },
    {
      "year": "1595",
      "uri": "/wiki/Antonio_Maria_Abbatini",
      "name": "Antonio Maria Abbatini",
      "aboutText": "Go-Nara (後奈良天皇 Go-Nara-tennō) (January 26, 1495 – September 27, 1557) was the 105th Emperor of Japan, according to the traditional order of succession. He reigned from June 9, 1526 until September 27, 1557, during the Sengoku period. His personal name was Tomohito (知仁).",
      "pageId": 195015,
      "monthDay": "01/26"
    },
    {
      "year": "1708",
      "uri": "/wiki/William_Hayes_(composer)",
      "name": "William Hayes",
      "aboutText": "Very Reverend Alexander Carlyle DD FRSE (26 January 1722—28 August 1805) was a Scottish church leader, and autobiographer.",
      "pageId": 227129,
      "monthDay": "01/26"
    },
    {
      "year": "1714",
      "uri": "/wiki/Jean-Baptiste_Pigalle",
      "name": "Jean-Baptiste Pigalle",
      "aboutText": "George Germain, 1st Viscount Sackville PC (26 January 1716 – 26 August 1785), styled The Honourable George Sackville until 1720, Lord George Sackville from 1720 to 1770 and Lord George Germain from 1770 to 1782, was a British soldier and politician who was Secretary of State for America in Lord North's cabinet during the American War of Independence.\nHis ministry received much of the blame for Britain's loss of thirteen American colonies. His issuance of detailed instructions in military matters, coupled with his failure to understand either the geography of the colonies or the determination of the colonists, may justify this conclusion.",
      "pageId": 244245,
      "monthDay": "01/26"
    },
    {
      "year": "1716",
      "uri": "/wiki/George_Germain,_1st_Viscount_Sackville",
      "name": "George Germain, 1st Viscount Sackville",
      "aboutText": "Pietro Paolo Savorgnan di Brazzà, then known as Pierre Paul François Camille Savorgnan de Brazza (26 January 1852 – 14 September 1905), was an Italian explorer and freemason, born in the Papal States and later naturalized as a Frenchman. With the backing of the Société de Géographie de Paris, he opened up for France entry along the right bank of the Congo that eventually led to French colonies in Central Africa. His easy manner and great physical charm, as well as his pacific approach among Africans, were his trademarks.",
      "pageId": 324682,
      "monthDay": "01/26"
    },
    {
      "year": "1722",
      "uri": "/wiki/Alexander_Carlyle",
      "name": "Alexander Carlyle",
      "aboutText": "François Edouard Joachim Coppée (26 January 1842 – 23 May 1908) was a French poet and novelist.",
      "pageId": 360163,
      "monthDay": "01/26"
    },
    {
      "year": "1761",
      "uri": "/wiki/Jens_Zetlitz",
      "name": "Jens Zetlitz",
      "aboutText": "Julia Boggs Dent Grant (January 26, 1826 – December 14, 1902), was the wife of the 18th President of the United States, Ulysses S. Grant, and was First Lady of the United States from 1869 to 1877.",
      "pageId": 400695,
      "monthDay": "01/26"
    },
    {
      "year": "1763",
      "uri": "/wiki/Charles_XIV_John_of_Sweden",
      "name": "Charles XIV John of Sweden",
      "aboutText": "Carl Joachim Friedrich Ludwig von Arnim (26 January 1781 – 21 January 1831) was a German poet and novelist, and, together with Clemens Brentano and Joseph von Eichendorff, a leading figure of German Romanticism.",
      "pageId": 590216,
      "monthDay": "01/26"
    },
    {
      "year": "1781",
      "uri": "/wiki/Ludwig_Achim_von_Arnim",
      "name": "Ludwig Achim von Arnim",
      "aboutText": "Jean-Baptiste Pigalle (26 January 1714 – 20 August 1785) was a French sculptor.\nPigalle was born in Paris, the seventh child of a carpenter. Although he failed to obtain the Prix de Rome, after a severe struggle he entered the Académie Royale and became one of the most popular sculptors of his day.",
      "pageId": 629019,
      "monthDay": "01/26"
    },
    {
      "year": "1813",
      "uri": "/wiki/Juan_Pablo_Duarte",
      "name": "Juan Pablo Duarte",
      "aboutText": "George Shiras, Jr. (January 26, 1832 – August 2, 1924) was an Associate Justice of the Supreme Court of the United States who was nominated to the Court by Republican President Benjamin Harrison. At that time, he had 37 years of private legal practice, but had never judged a case.",
      "pageId": 912191,
      "monthDay": "01/26"
    },
    {
      "year": "1826",
      "uri": "/wiki/Julia_Grant",
      "name": "Julia Grant",
      "aboutText": "Juan Pablo Duarte (January 26, 1813 – July 15, 1876) is one of the founding fathers of the Dominican Republic. He was a visionary and liberal thinker, who along with Francisco del Rosario Sánchez and Matías Ramón Mella, is widely considered to be the architect of the Dominican Republic and its independence from Haitian rule in 1844. He would help create the political-military organization La Trinitaria to fight against the Haitian occupation, achieve independence, and create a self-sufficient nation established on the liberal ideals of a democratic government.",
      "pageId": 1291703,
      "monthDay": "01/26"
    },
    {
      "year": "1832",
      "uri": "/wiki/George_Shiras,_Jr.",
      "name": "George Shiras, Jr.",
      "aboutText": "Florent Chrestien (January 26, 1541 – October 3, 1596) was a French satirist and Latin poet.\nChrestien was the son of Guillaume Chrestien, an eminent French physician and writer on physiology, was born at Orléans. A pupil of Henri Estienne, the Hellenist, at an early age he was appointed tutor to Henry of Navarre, afterwards Henry IV, who made him his librarian.",
      "pageId": 2333481,
      "monthDay": "01/26"
    },
    {
      "year": "1842",
      "uri": "/wiki/Fran%C3%A7ois_Copp%C3%A9e",
      "name": "François Coppée",
      "aboutText": "Arthur William \"Dave\" Nourse (26 January 1878 (some sources say 25 January 1879) in Croydon, England – 8 July 1948 at Port Elizabeth, South Africa), was a cricketer who played for Natal, Transvaal, Western Province and South Africa.\nA left-handed batsman and left-arm medium-pace swing bowler, Nourse was the mainstay of the South African Test team for more than 20 years and had a first-class cricket career of almost 40 years. He played 45 consecutive Tests from 1902 to 1924 and while his batting was dogged rather than dynamic, career figures that show only one Test century and a batting average under 30 do scant justice to his value to his team.",
      "pageId": 3559092,
      "monthDay": "01/26"
    },
    {
      "year": "1852",
      "uri": "/wiki/Pierre_Savorgnan_de_Brazza",
      "name": "Pierre Savorgnan de Brazza",
      "aboutText": "Jens Zetlitz (26 January 1761 – 14 January 1821) was a Norwegian priest and poet.\nBorn in Stavanger, at the close of the 18th century he traveled to Copenhagen to study theology. He became a member of Det Norske Selskab, and became well known for his entertaining songs and drinking songs.",
      "pageId": 4990248,
      "monthDay": "01/26"
    },
    {
      "year": "1864",
      "uri": "/wiki/J%C3%B3zsef_Pusztai",
      "name": "József Pusztai",
      "aboutText": "Antonio Maria Abbatini (26 January 1595 – ? after 15 March 1679) was an Italian composer, active mainly in Rome.\nAbbatini was born in Città di Castello.",
      "pageId": 11077806,
      "monthDay": "01/26"
    },
    {
      "year": "1866",
      "uri": "/wiki/John_Cady_(golfer)",
      "name": "John Cady",
      "aboutText": "John Deere Cady (January 26, 1866 – November 12, 1933) was an American golfer who competed in the 1904 Summer Olympics. He was the grandson of John Deere and the great-grandson of Linus Yale, Sr.\nIn 1904 he was part of the American team which won the silver medal.",
      "pageId": 13917106,
      "monthDay": "01/26"
    },
    {
      "year": "1878",
      "uri": "/wiki/Dave_Nourse",
      "name": "Dave Nourse",
      "aboutText": "André Rischmann (26 January 1882 – 9 November 1955) was a French rugby union player who competed in the 1900 Summer Olympics.\nHe was a member of the French rugby union team, which won the gold medal.",
      "pageId": 14613627,
      "monthDay": "01/26"
    },
    {
      "year": "1880",
      "uri": "/wiki/Douglas_MacArthur",
      "name": "Douglas MacArthur",
      "aboutText": "William Hayes (26 January 1708 (baptised) – 27 July 1777) was an English composer, organist, singer and conductor.",
      "pageId": 18456631,
      "monthDay": "01/26"
    },
    {
      "year": "1882",
      "uri": "/wiki/Andr%C3%A9_Rischmann",
      "name": "André Rischmann",
      "aboutText": "József Pusztai – originally József Pozderecz, Slovene: Jožef Pustai (b. January 26, 1864, d. February 13, 1934) – was a Slovene writer, poet, journalist, teacher and cantor in Hungary.",
      "pageId": 21699258,
      "monthDay": "01/26"
    },
    {
      "year": "1885",
      "uri": "/wiki/Michael_Considine",
      "name": "Michael Considine",
      "aboutText": "Ancel Benjamin Keys (January 26, 1904 – November 20, 2004) was an American scientist who studied the influence of diet on health. In particular, he hypothesized that different kinds of dietary fat have different effects on health.\nHe examined the epidemiology of cardiovascular disease (CVD) and was responsible for two famous diets: K-rations, formulated as balanced meals for combat soldiers in World War II, and the Mediterranean diet, which he popularized with his wife Margaret.",
      "pageId": 125494,
      "monthDay": "01/26"
    },
    {
      "year": "1885",
      "uri": "/wiki/Harry_Ricardo",
      "name": "Harry Ricardo",
      "aboutText": "Frank \"the Prime Minister\" Costello (born Francesco Castiglia; February 18, 1891 – February 18, 1973) was an Italian-American gangster and crime boss. Costello rose to the top of the United States underworld, controlled a vast gambling empire across the United States, and enjoyed political influence.",
      "pageId": 154310,
      "monthDay": "01/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Fran%C3%A7ois_Faber",
      "name": "François Faber",
      "aboutText": "Seán MacBride (26 January 1904 – 15 January 1988) was an Irish government minister, a prominent international politician and a former Chief of Staff of the IRA.",
      "pageId": 254430,
      "monthDay": "01/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Marc_Mitscher",
      "name": "Marc Mitscher",
      "aboutText": "Elizabeth \"Bessie\" Coleman (January 26, 1892 – April 30, 1926) was an American civil aviator.",
      "pageId": 273081,
      "monthDay": "01/26"
    },
    {
      "year": "1891",
      "uri": "/wiki/Frank_Costello",
      "name": "Frank Costello",
      "aboutText": "Wilder Graves Penfield OM CC CMG FRS (January 26, 1891 – April 5, 1976) was a pioneering neurosurgeon once dubbed \"the greatest living Canadian\". He expanded brain surgery's methods and techniques, including mapping the functions of various regions of the brain such as the cortical homunculus. His scientific contributions on neural stimulation expand across a variety of topics including hallucinations, illusions, and deja vu.",
      "pageId": 400115,
      "monthDay": "01/26"
    },
    {
      "year": "1891",
      "uri": "/wiki/August_Froehlich",
      "name": "August Froehlich",
      "aboutText": "Sir Harry Ricardo (26 January 1885 – 18 May 1974) was one of the foremost engine designers and researchers in the early years of the development of the internal combustion engine.",
      "pageId": 414980,
      "monthDay": "01/26"
    },
    {
      "year": "1891",
      "uri": "/wiki/Wilder_Penfield",
      "name": "Wilder Penfield",
      "aboutText": "Admiral Marc Andrew \"Pete\" Mitscher (January 26, 1887 – February 3, 1947) was a pioneer in naval aviation who became an admiral in the United States Navy, and served as commander of the Fast Carrier Task Force in the Pacific during the latter half of World War II.",
      "pageId": 430357,
      "monthDay": "01/26"
    },
    {
      "year": "1892",
      "uri": "/wiki/Bessie_Coleman",
      "name": "Bessie Coleman",
      "aboutText": "Charles Lane (born Charles Gerstle Levison; January 26, 1905 – July 9, 2007) was an American character actor whose career spanned 64 years. Lane gave his last performance at the age of 90. Lane appeared in many Frank Capra films, including You Can't Take It With You (1938), Mr.",
      "pageId": 555690,
      "monthDay": "01/26"
    },
    {
      "year": "1892",
      "uri": "/wiki/Zara_Cully",
      "name": "Zara Cully",
      "aboutText": "Maria Augusta von Trapp (née Kutschera; 26 January 1905 – 28 March 1987), also known as Baroness von Trapp, was the stepmother and matriarch of the Trapp Family Singers.",
      "pageId": 764505,
      "monthDay": "01/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Giuseppe_Genco_Russo",
      "name": "Giuseppe Genco Russo",
      "aboutText": "Zara Frances Cully (January 26, 1892 – February 28, 1978) was an American actress, known for her role as Olivia \"Mother Jefferson\" Jefferson on the CBS sitcom The Jeffersons (1975-78).",
      "pageId": 868974,
      "monthDay": "01/26"
    },
    {
      "year": "1899",
      "uri": "/wiki/G%C3%BCnther_Reindorff",
      "name": "Günther Reindorff",
      "aboutText": "François Faber (pronounced: [fʁɑ̃.swa fa.be]; 26 January 1887 – 9 May 1915) was a Luxembourgian/French racing cyclist. He was born in France. He was the first foreigner to win the Tour de France in 1909, and his record of winning 5 consecutive stages still stands.",
      "pageId": 1176460,
      "monthDay": "01/26"
    },
    {
      "year": "1900",
      "uri": "/wiki/Karl_Ristenpart",
      "name": "Karl Ristenpart",
      "aboutText": "Karl Ristenpart (January 26, 1900 – December 24, 1967) was a German conductor.\nBorn in Kiel, Germany, he studied at the Stern Conservatory in Berlin and in Vienna. He was heavily involved in creating three orchestras in his lifetime, most notably the Chamber Orchestra of the Saar.",
      "pageId": 1255924,
      "monthDay": "01/26"
    },
    {
      "year": "1902",
      "uri": "/wiki/Jokichi_Ikarashi",
      "name": "Jokichi Ikarashi",
      "aboutText": "Jill Esmond (26 January 1908 – 28 July 1990) was an English stage and screen actress.",
      "pageId": 1292595,
      "monthDay": "01/26"
    },
    {
      "year": "1902",
      "uri": "/wiki/Menno_ter_Braak",
      "name": "Menno ter Braak",
      "aboutText": "Menno ter Braak (26 January 1902, Eibergen, Gelderland – 14 May 1940, The Hague) was a Dutch modernist author.",
      "pageId": 2847357,
      "monthDay": "01/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ancel_Keys",
      "name": "Ancel Keys",
      "aboutText": "Giuseppe Genco Russo (Mussomeli, January 26, 1893 – Mussomeli, March 18, 1976) was an Italian mafioso, the boss of Mussomeli in the Province of Caltanissetta, Sicily.\nGenco Russo, also known as \"Zi Peppi Jencu\", was an uncouth, sly, semi-literate thug with excellent political connections. A vulgar man – he used to spit on the floor no matter who was present – he was often photographed with bishops, bankers, civil servants and politicians.",
      "pageId": 5419360,
      "monthDay": "01/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Se%C3%A1n_MacBride",
      "name": "Seán MacBride",
      "aboutText": "Michael Patrick Considine (c. 26 January 1885 – 2 November 1959) was an Irish-born Australian politician and unionist. He represented the seat of Barrier in the House of Representatives from 1917 to 1922.",
      "pageId": 16321045,
      "monthDay": "01/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Charles_Lane_(actor)",
      "name": "Charles Lane",
      "aboutText": "Protopresbyter Dimitrios Holevas (January 26, 1907 – July 16, 2001) (Greek: Δημήτριος Χολέβας), more commonly known as Papa-Holevas (Παπαχολέβας, \"Father Holevas\"), was a Greek Orthodox priest who was a notable member of the Greek People's Liberation Army (ELAS), set up by the National Liberation Front (EAM), a leftist resistance movement against the Axis occupation of Greece during World War II.",
      "pageId": 31644279,
      "monthDay": "01/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Maria_von_Trapp",
      "name": "Maria von Trapp",
      "aboutText": "August Froehlich (26 January 1891 – 22 June 1942) was a German Roman Catholic priest. In his pastoral activity he opposed National Socialism.",
      "pageId": 31891518,
      "monthDay": "01/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Dimitrios_Holevas",
      "name": "Dimitrios Holevas",
      "aboutText": "Günther-Friedrich Reindorff (Russian: Гю́нтер-Фри́дрих Ге́рманович Рейндорф Gyúnter-Frídrikh Gérmanovich Reyndorf), b. 26 January 1899, Saint Petersburg – d. 14 March 1974, Tallinn) was an Estonian graphic designer, book illustrator, and educator.",
      "pageId": 35061567,
      "monthDay": "01/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jill_Esmond",
      "name": "Jill Esmond",
      "aboutText": "Jokichi Ikarashi (五十嵐 丈吉, Ikarashi Jōkichi, January 26, 1902 – July 23, 2013) was a Japanese supercentenarian who was thought to be the world's oldest verified living man after the death of 111-year-old James McCoubrey on July 5, 2013, until he died 18 days later of pneumonia at the age of 111 years, 178 days, However it was subsequently determined that Salustiano Sanchez (who died 52 days after Ikarashi), was born before Ikarashi and therefore he was the oldest living man. As stated by the Japanese Ministry of Health, Labour and Welfare, Ikarashi was the oldest living man in Japan upon the death of 116-year-old Jiroemon Kimura on June 12, 2013.\nIkarashi worked as a farmer before his retirement.",
      "pageId": 39763552,
      "monthDay": "01/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Rupprecht_Geiger",
      "name": "Rupprecht Geiger",
      "aboutText": "Akio Morita (盛田 昭夫 Morita Akio; 26 January 1921 – 3 October 1999) was a Japanese businessman and co-founder of Sony along with Masaru Ibuka.",
      "pageId": 2391,
      "monthDay": "01/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/St%C3%A9phane_Grappelli",
      "name": "Stéphane Grappelli",
      "aboutText": "Michael Bentine, CBE (born Michael James Bentin; 26 January 1922 – 26 November 1996) was an English comedian, comic actor and founding member of the Goons. He was a Peruvian Briton.",
      "pageId": 20418,
      "monthDay": "01/26"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jean_Image",
      "name": "Jean Image",
      "aboutText": "Nicolae Ceaușescu (/ˌniːkɔːˈlaɪ tʃaʊˈʃɛskuː/ NEE-kaw-LY chow-SHES-koo; Romanian: [nikoˈla.e t͡ʃe̯a.uˈʃesku]; 26 January 1918 – 25 December 1989) was a Romanian Communist politician. He was General Secretary of the Romanian Communist Party from 1965 to 1989, and as such was the country's second and last Communist leader. He was also the country's head of state from 1967 to 1989.",
      "pageId": 49562,
      "monthDay": "01/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Polykarp_Kusch",
      "name": "Polykarp Kusch",
      "aboutText": "Philip José Farmer (January 26, 1918 – February 25, 2009) was an American author known for his award-winning science fiction and fantasy novels and short stories.\nFarmer is best known for his sequences of novels, especially the World of Tiers (1965–93) and Riverworld (1971–83) series. He is noted for the pioneering use of sexual and religious themes in his work, his fascination for, and reworking of, the lore of celebrated pulp heroes, and occasional tongue-in-cheek pseudonymous works written as if by fictional characters.",
      "pageId": 66666,
      "monthDay": "01/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Norbert_Schultze",
      "name": "Norbert Schultze",
      "aboutText": "Stéphane Grappelli (French pronunciation: ​[stefan ɡʁapɛˈli]; 26 January 1908 – 1 December 1997) was a French jazz violinist who founded the Quintette du Hot Club de France with guitarist Django Reinhardt in 1934. It was one of the first all-string jazz bands. He has been called \"the grandfather of jazz violinists\" and continued playing concerts around the world well into his 80s.",
      "pageId": 147149,
      "monthDay": "01/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jimmy_Van_Heusen",
      "name": "Jimmy Van Heusen",
      "aboutText": "Polykarp Kusch (January 26, 1911 – March 20, 1993) was a German-American physicist. In 1955, the Nobel Committee gave a divided Nobel Prize for Physics, with one half to going to Kusch for his accurate determination that the magnetic moment of the electron was greater than its theoretical value, thus leading to reconsideration of—and innovations in—quantum electrodynamics.",
      "pageId": 396539,
      "monthDay": "01/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Princess_Durru_Shehvar",
      "name": "Princess Durru Shehvar",
      "aboutText": "Jimmy Van Heusen (born Edward Chester Babcock; January 26, 1913 – February 6, 1990) was an American composer. He wrote songs for films, television and theater, and won an Emmy and four Academy Awards for Best Original Song.",
      "pageId": 528806,
      "monthDay": "01/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/William_Hopper",
      "name": "William Hopper",
      "aboutText": "Seán Flanagan (26 January 1922 – 5 February 1993) was an Irish Fianna Fáil politician and Gaelic footballer. He served under Taoiseach Jack Lynch as Minister for Health (1966–1969) and Minister for Lands (1969–1973).",
      "pageId": 563162,
      "monthDay": "01/26"
    },
    {
      "year": "1917",
      "uri": "/wiki/Louis_Zamperini",
      "name": "Louis Zamperini",
      "aboutText": "William Edward \"Bill\" Nicholson OBE (26 January 1919 – 23 October 2004) was an English football player, coach, manager and scout who had a 36-year association with Tottenham Hotspur.",
      "pageId": 1094965,
      "monthDay": "01/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Nicolae_Ceau%C8%99escu",
      "name": "Nicolae Ceaușescu",
      "aboutText": "William DeWolf Hopper, Jr. (January 26, 1915 – March 6, 1970) was an American stage, film and television actor. The only child of actress and Hollywood columnist Hedda Hopper, he appeared in predominantly minor roles in more than 80 feature films in the 1930s and 1940s.",
      "pageId": 1229437,
      "monthDay": "01/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Philip_Jos%C3%A9_Farmer",
      "name": "Philip José Farmer",
      "aboutText": "Valentino Mazzola (Italian pronunciation: [valenˈtiːno matˈtsɔːla]; 26 January 1919 – 4 May 1949) was an Italian footballer who played mostly as an attacking midfielder and occasionally as a forward.\nConsidered one of the greatest number 10s in the history of football and, according to some, the best Italian footballer of all time, Mazzola was the captain and symbol of the \"Grande Torino\", the team recognised as one of the strongest in the world during the second half of the 1940s, with whom Mazzola won five Serie A championships. He was also captain of the Italian national team for a biennium.",
      "pageId": 1659342,
      "monthDay": "01/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Valentino_Mazzola",
      "name": "Valentino Mazzola",
      "aboutText": "Eddie Barclay (26 January 1921 – 13 May 2005) was a French music producer whose singers included Jacques Brel, Dalida and Charles Aznavour.",
      "pageId": 1899160,
      "monthDay": "01/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Bill_Nicholson_(footballer)",
      "name": "Bill Nicholson",
      "aboutText": "Louis Silvie \"Louie\" Zamperini (January 26, 1917 – July 2, 2014) was a US prisoner of war survivor in World War II, a Christian evangelist and an Olympic distance runner.\nZamperini took up running in high school and qualified for the US in the 5000m race for the 1936 Berlin Olympics. He finished 8th in the event.",
      "pageId": 2525877,
      "monthDay": "01/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Hans_Holzer",
      "name": "Hans Holzer",
      "aboutText": "Princess Durru Shehvar (Ottoman Turkish: خدیجہ خیریہ عائشہ در شہوار‎; Turkish: Hatice Hayriye Ayşe Dürrüşehvar Sultan; 26 January 1914 – 7 February 2006) was the daughter of Abdülmecid II of the Ottoman dynasty, who was the last heir apparent to the Imperial Ottoman throne and the last Caliph of the Muslim world.",
      "pageId": 4012060,
      "monthDay": "01/26"
    },
    {
      "year": "1921",
      "uri": "/wiki/Eddie_Barclay",
      "name": "Eddie Barclay",
      "aboutText": "Hans Holzer (26 January 1920 – 26 April 2009) was an American paranormal researcher and author.",
      "pageId": 4195637,
      "monthDay": "01/26"
    },
    {
      "year": "1921",
      "uri": "/wiki/Akio_Morita",
      "name": "Akio Morita",
      "aboutText": "Imre Hajdú (26 January 1910 in Budapest, Hungary - 21 October 1989 in Paris, France) better known by his stage name Jean Image was a director, script writer and producer of French animation films. The stage name, \"Image\" is based upon the French pronunciation of \"Im-Haj\", the first syllables of his name. He emigrated to France in 1932 where he worked on films and eventually produced several shorts on his own.",
      "pageId": 4633865,
      "monthDay": "01/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Michael_Bentine",
      "name": "Michael Bentine",
      "aboutText": "Norbert Arnold Wilhelm Richard Schultze (26 January 1911 in Brunswick – 14 October 2002 in Bad Tolz) was a prolific German composer of film music. He is best remembered for having written the melody of the World War II classic \"Lili Marleen\", originally a poem from the 1915 book Die kleine Hafenorgel by Hans Leip.\nOther works were the operas Schwarzer Peter and Das kalte Herz, the musical Käpt'n Bye-Bye, from which comes the evergreen \"Nimm' mich mit, Kapitän, auf die Reise\" (\"Take me travelling, Captain\"), as well as numerous films, such as Die Mädels vom Immenhof (1955).",
      "pageId": 8113362,
      "monthDay": "01/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Se%C3%A1n_Flanagan",
      "name": "Seán Flanagan",
      "aboutText": "Ellen Marie Elze Anthing Vogel (Dutch pronunciation: [ˈɛlə(m) maˈri ˈɛɫzə ˈɑntɪŋ ˈvoːɣəɫ]; 26 January 1922 – 5 August 2015) was a Dutch television-film and stage actress.",
      "pageId": 16010923,
      "monthDay": "01/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ellen_Vogel",
      "name": "Ellen Vogel",
      "aboutText": "Rupprecht Geiger (26 January 1908 – 6 December 2009) was an abstract painter and sculptor from Munich, Germany. He is perhaps best known for his color field paintings and for his passion for the color red.\n^ Maler Rupprecht Geiger gestorben Westfälische Nachrichten, 9.",
      "pageId": 25394860,
      "monthDay": "01/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Patrick_J._Hannifin",
      "name": "Patrick J. Hannifin",
      "aboutText": "Patrick J. Hannifin (January 26, 1923 – January 9, 2014) was an American Navy vice admiral.\nHannifin was born in 1923 in Oklahoma to Steven Patrick and Elizabeth (née Flanagan) Hannifin. He attended the New Mexico Military Institute prior to going to the United States Naval Academy, in which he graduated in 1944.",
      "pageId": 39526345,
      "monthDay": "01/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Patricia_Hughes",
      "name": "Patricia Hughes",
      "aboutText": "Paul Leonard Newman (January 26, 1925 – September 26, 2008) was an American actor, film director, entrepreneur, professional racing driver and team owner; he was also an environmentalist, activist, and philanthropist. He won numerous awards, including an Academy Award for his performance in the 1986 film The Color of Money, a BAFTA Award, a Screen Actors Guild Award, a Cannes Film Festival Award, an Emmy Award, and many honorary awards. Despite being colorblind, he won several national championships as a driver in Sports Car Club of America road racing, and his race teams won several championships in open wheel IndyCar racing.",
      "pageId": 49706,
      "monthDay": "01/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Anne_Jeffreys",
      "name": "Anne Jeffreys",
      "aboutText": "Roger Vadim (26 January 1928 – 11 February 2000) was a French screenwriter, film director/and producer, as well as an author and occasional actor.",
      "pageId": 88915,
      "monthDay": "01/26"
    },
    {
      "year": "1924",
      "uri": "/wiki/Alice_Babs",
      "name": "Alice Babs",
      "aboutText": "David Edward Jenkins (born 26 January 1925) is a Church of England cleric and theologian. He is a former Bishop of Durham, a position he held from 1984 until 1994. Since retirement, he has continued to serve as an honorary assistant bishop in the Diocese of Ripon and Leeds.",
      "pageId": 162691,
      "monthDay": "01/26"
    },
    {
      "year": "1924",
      "uri": "/wiki/Annette_Strauss",
      "name": "Annette Strauss",
      "aboutText": "Jules Ralph Feiffer (born January 26, 1929) is an award-winning American syndicated cartoonist and author, who was considered the most widely read satirist in the country. He won the Pulitzer Prize in 1986 as America's leading editorial cartoonist, and in 2004 he was inducted into the Comic Book Hall of Fame. He wrote the animated short, Munro, which won an Academy Award for Best Animated Short Film in 1961.",
      "pageId": 412480,
      "monthDay": "01/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/David_Jenkins_(bishop)",
      "name": "David Jenkins",
      "aboutText": "Claude Ryan, CC GOQ (January 26, 1925 – February 9, 2004) was a Canadian journalist and politician.",
      "pageId": 462006,
      "monthDay": "01/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Joan_Leslie",
      "name": "Joan Leslie",
      "aboutText": "Annette Strauss (January 26, 1924 – December 14, 1998) was a philanthropist and a former mayor of Dallas. The Annette Strauss Artist Square in the Arts District of downtown Dallas, Texas is named in honor of her. She was the second female mayor and the second Jewish mayor of Dallas (Adlene Harrison was first; Laura Miller was the third).",
      "pageId": 479510,
      "monthDay": "01/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Paul_Newman",
      "name": "Paul Newman",
      "aboutText": "Robert Charles \"Bob\" Nieman (January 26, 1927 – March 10, 1985) was a Major League Baseball outfielder and right-handed batter who played for the St. Louis Browns (1951–52), Detroit Tigers (1953–54), Chicago White Sox (1956), Baltimore Orioles (1956–59), St. Louis Cardinals (1960–61), Cleveland Indians (1961–62) and San Francisco Giants (1962).",
      "pageId": 674514,
      "monthDay": "01/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ben_Pucci",
      "name": "Ben Pucci",
      "aboutText": "Joan Agnes Theresa Sadie Brodel (January 26, 1925 – October 12, 2015), known by her stage name Joan Leslie, was an American actress, dancer and vaudevillian who, during the Hollywood Golden Age, appeared in such films as High Sierra, Sergeant York, and Yankee Doodle Dandy.",
      "pageId": 1505002,
      "monthDay": "01/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Claude_Ryan",
      "name": "Claude Ryan",
      "aboutText": "Anne Jeffreys (born Anne Carmichael; January 26, 1923) is an American actress and singer.",
      "pageId": 1505350,
      "monthDay": "01/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Farman_Fatehpuri",
      "name": "Farman Fatehpuri",
      "aboutText": "José Simón Azcona del Hoyo (26 January 1927 – 24 October 2005) was President of Honduras from 27 January 1986 to 27 January 1990 for the Liberal Party of Honduras (PLH). He was born in La Ceiba in Honduras.",
      "pageId": 1627749,
      "monthDay": "01/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joseph_Bacon_Fraser,_Jr.",
      "name": "Joseph Bacon Fraser, Jr.",
      "aboutText": "Gordon T. Solie (born Francis Jonard Labiak, later Jonard Pierre Sjoblom, January 26, 1929 – July 27, 2000), was a Florida-based professional wrestling play-by-play announcer working for World Championship Wrestling.",
      "pageId": 1954791,
      "monthDay": "01/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jos%C3%A9_Azcona_del_Hoyo",
      "name": "José Azcona del Hoyo",
      "aboutText": "Alice Babs (born Hildur Alice Nilson; 26 January 1924 – 11 February 2014) was a singer and actress from Kalmar, Sweden. She worked in a wide number of genres – Swedish folklore, Elizabethan songs and opera.",
      "pageId": 2181688,
      "monthDay": "01/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bob_Nieman",
      "name": "Bob Nieman",
      "aboutText": "Napoleón Isabelo Veloso Abueva (born January 26, 1930), more popularly known as Napoleón Abueva, is a Filipino artist. He is a sculptor given the distinction as the Philippines' National Artist for Sculpture. He is also entitled as the \"Father of Modern Philippine Sculpture\".",
      "pageId": 3302704,
      "monthDay": "01/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Hubert_Schieth",
      "name": "Hubert Schieth",
      "aboutText": "Alfred Cornelius Lynch (26 January 1931 – 16 December 2003) was an English actor on stage, film and television.",
      "pageId": 4683834,
      "monthDay": "01/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Roger_Vadim",
      "name": "Roger Vadim",
      "aboutText": "Mary Murphy (January 26, 1931 – May 4, 2011) was an American film and television actress of the 1950s, 1960s and 1970s.",
      "pageId": 5814387,
      "monthDay": "01/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jules_Feiffer",
      "name": "Jules Feiffer",
      "aboutText": "Farman Fatehpuri (Urdu: فرمان فتح پوری‎) (born Syed Dildar Ali (Urdu: سید دلدار علی‎), 26 January 1926 – 3 August 2013) was the eminent Urdu linguist, researcher, writer, critic and scholar of Pakistan. He is widely regarded as the supreme authority on life and work of Ghalib. He wrote many scholarly articles, book reviews, and editorials.",
      "pageId": 6884072,
      "monthDay": "01/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gordon_Solie",
      "name": "Gordon Solie",
      "aboutText": "For the former First Lady of Maryland, see Patricia Donoho Hughes",
      "pageId": 25895833,
      "monthDay": "01/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Napoleon_Abueva",
      "name": "Napoleon Abueva",
      "aboutText": "Hubert Schieth (26 January 1927 – 19 February 2013) was a German football striker and manager.\n^ \"Hubert Schieth\" (in German). fussballdaten.de.",
      "pageId": 31034845,
      "monthDay": "01/26"
    },
    {
      "year": "1931",
      "uri": "/wiki/Alfred_Lynch",
      "name": "Alfred Lynch",
      "aboutText": "Joseph Bacon Fraser, Jr. (January 26, 1926 – March 13, 2014) was one of the founders of the Sea Pines Company, along with his brother Charles E. Fraser and father General Joseph B. Fraser who first developed Hilton Head Island into a popular destination.  The Fraser Brother's pioneered many urban planning principals study and copied through the southeastern United States.",
      "pageId": 38920115,
      "monthDay": "01/26"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mary_Murphy_(actress)",
      "name": "Mary Murphy",
      "aboutText": "Benito Modesto \"Ben\" Pucci (January 26, 1925 – July 7, 2013) was a professional American football tackle who played three seasons for the Buffalo Bisons, Chicago Rockets and Cleveland Browns in the All-America Football Conference (AAFC) between 1946 and 1948.\nPucci Grew up in St. Louis and went to high school there, but did not attend college.",
      "pageId": 39961436,
      "monthDay": "01/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/George_Clements",
      "name": "George Clements",
      "aboutText": "Soad Hosny (Egyptian Arabic:سعاد حسني January 26, 1942 – June 21, 2001) was an Egyptian actress and singer born in the Bulaq district of Cairo. She was known as the \"Cinderella of Egyptian cinema\" and one of the most influential actresses in the Middle East. She ascended to stardom at the end of the 1950s, performing in more than 83 films between 1959 and 1991.",
      "pageId": 27563,
      "monthDay": "01/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Coxsone_Dodd",
      "name": "Coxsone Dodd",
      "aboutText": "Angela Yvonne Davis (born January 26, 1944) is an American political activist, scholar, and author. She emerged as a prominent counterculture activist and radical in the 1960s as a leader of the Communist Party USA, and had close relations with the Black Panther Party through her involvement in the Civil Rights Movement. Her interests included prisoner rights; she founded Critical Resistance, an organization working to abolish the prison-industrial complex.",
      "pageId": 48522,
      "monthDay": "01/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ercole_Baldini",
      "name": "Ercole Baldini",
      "aboutText": "Clement Seymour \"Sir Coxsone\" Dodd CD (Kingston, Jamaica, 26 January 1932 – 5 May 2004) was a Jamaican record producer who was influential in the development of ska and reggae in the 1950s, 1960s and beyond. He received his nickname \"Coxsone\" at school: because of his teenage talent as a cricketer, his friends compared him to Alec Coxon, a member of the 1940s Yorkshire County Cricket Club team.\n^ When journalist Roger Steffens asked Dodd about the spelling of his name, he asserted that it was \"Coxson\" without the 'e' found on the spelling of the record label \"Coxsone\".",
      "pageId": 179657,
      "monthDay": "01/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roger_Landry",
      "name": "Roger Landry",
      "aboutText": "Robert George \"Bob\" Uecker (/ˈjuːkər/ EWK-ər; born January 26, 1934) is a retired American Major League Baseball player, later a sportscaster, comedian and actor. Uecker was given the title of \"Mr. Baseball\" by TV talk show host Johnny Carson.",
      "pageId": 614427,
      "monthDay": "01/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Charles_Marowitz",
      "name": "Charles Marowitz",
      "aboutText": "César Dario Gutiérrez [goo-te-er'-rez] (January 26, 1943 – January 22, 2005), also nicknamed ′′Cocoa′′, was a Venezuelan shortstop in Major League Baseball who played with the San Francisco Giants in the 1967 and 1969 seasons, and for the Detroit Tigers from 1969 to 1971. Listed at 5' 9\", Weight 155 lb., he batted and threw right handed.",
      "pageId": 617711,
      "monthDay": "01/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Corrado_Augias",
      "name": "Corrado Augias",
      "aboutText": "Silvio \"Sal\" Buscema (born January 26, 1936, in Brooklyn) is an American comic book artist, primarily for Marvel Comics, where he enjoyed a ten-year run as artist of The Incredible Hulk.",
      "pageId": 618960,
      "monthDay": "01/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bob_Uecker",
      "name": "Bob Uecker",
      "aboutText": "Major General (Ret.) Joseph Saidu Momoh (January 26, 1937 – August 3, 2003) was the President of Sierra Leone from November, 1985 to April 29, 1992.",
      "pageId": 837183,
      "monthDay": "01/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sal_Buscema",
      "name": "Sal Buscema",
      "aboutText": "Theophanis Lamboukas, known as Théo Sarapo (26 January 1936 – 28 August 1970) was the second husband of the French singer Édith Piaf. Formerly a hairdresser, he was 26 years old when he married the 46-year-old Piaf.",
      "pageId": 1032897,
      "monthDay": "01/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Theophanis_Lamboukas",
      "name": "Theophanis Lamboukas",
      "aboutText": "Theodore Scott Glenn (born January 26, 1941), better known as Scott Glenn, is an American actor.",
      "pageId": 1195302,
      "monthDay": "01/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Huey_%22Piano%22_Smith",
      "name": "Huey \"Piano\" Smith",
      "aboutText": "Jean Knight (born Jean Caliste, January 26, 1943, New Orleans, Louisiana, United States) is an American soul/R&B/funk singer, best known for her 1971 Stax Records hit single, \"Mr. Big Stuff\".\n^ Huey, Steve.",
      "pageId": 1209747,
      "monthDay": "01/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joseph_Saidu_Momoh",
      "name": "Joseph Saidu Momoh",
      "aboutText": "Roger D. Landry, CC OQ (born January 26, 1934) is a Canadian businessman and the former president and publisher of La Presse.\nBorn in Montreal, he was educated in Montreal, Paris, and London. He started his career with Bell Canada working with the Quebec government and helped to design a mobile telephone network for the Sûreté du Québec.",
      "pageId": 2058442,
      "monthDay": "01/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/S%C3%A9amus_Hegarty",
      "name": "Séamus Hegarty",
      "aboutText": "Henry David Jaglom (born January 26, 1938) is an American actor, film director and playwright.",
      "pageId": 2120332,
      "monthDay": "01/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Scott_Glenn",
      "name": "Scott Glenn",
      "aboutText": "Austin \"Jack\" Warner (born 26 January 1943) is a Trinidad and Tobago politician, businessman, and former football executive. Warner was Vice President of FIFA and President of CONCACAF until his suspension and eventual resignation from these roles in 2011. He is also the former Minister of National Security of Trinidad and Tobago and was an elected member of the country's parliament from 2007 to 2015.",
      "pageId": 2331619,
      "monthDay": "01/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Henry_Jaglom",
      "name": "Henry Jaglom",
      "aboutText": "Ercole Baldini (born 26 January 1933) is a retired Italian cyclist. As an amateur he won an Olympic gold medal in the road race and the world title in the individual pursuit on track, both in 1956. Next year he turned professional, and in 1958 won the world title in the road race and the Giro d'Italia.",
      "pageId": 3684646,
      "monthDay": "01/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Joan_A._Steitz",
      "name": "Joan A. Steitz",
      "aboutText": "Huey \"Piano\" Smith (born January 26, 1934, New Orleans, Louisiana) is an American rhythm and blues pianist whose sound was influential in the development of rock and roll.\nHis piano playing incorporated the boogie styles of Pete Johnson, Meade Lux Lewis, and Albert Ammons; the jazz style of Jelly Roll Morton; and the piano playing of Fats Domino.",
      "pageId": 3847938,
      "monthDay": "01/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Soad_Hosny",
      "name": "Soad Hosny",
      "aboutText": "Joan Elaine Argetsinger Steitz (born January 26, 1941) is Sterling Professor of Molecular Biophysics and Biochemistry at Yale University and Investigator at the Howard Hughes Medical Institute. She is known for her discoveries involving RNA, including ground-breaking insights into how ribosomes interact with messenger RNA by complementary base pairing and that introns are spliced by small nuclear ribonucleic proteins (snRNPs), which occur in eukaryotes.\n^ Steitz, J (2011).",
      "pageId": 8135631,
      "monthDay": "01/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/C%C3%A9sar_Guti%C3%A9rrez",
      "name": "César Gutiérrez",
      "aboutText": "George H. Clements is an American Roman Catholic priest who, in 1981, became the first Catholic priest in the Chicago area to adopt a child. Through his founding of several programs, including one church-one child, one church-one addict, and one church-one inmate, he brought greater recognition to social problems and encouraged the adoption of African-American children. In June 1969, Father Clements became the first black pastor of Holy Angels Catholic Church on the South Side of Chicago.",
      "pageId": 8486286,
      "monthDay": "01/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jean_Knight",
      "name": "Jean Knight",
      "aboutText": "Séamus Hegarty, D.D. (born 26 January 1940), is an Irish Roman Catholic prelate. He served as Bishop of Raphoe from 1982 to 1994, then as Bishop of Derry from 1994 to 2011.\n^ \"Bishop Séamus Hegarty\".",
      "pageId": 8605705,
      "monthDay": "01/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jack_Warner_(football_executive)",
      "name": "Jack Warner",
      "aboutText": "Charles Marowitz (26 January 1934 – 2 May 2014) was an American critic, theatre director, and playwright, regular columnist on Swans Commentary. He was perhaps best known for being a \"close collaborator\" with Peter Brook at the Royal Shakespeare Company and for founding and directing The Open Space Theatre, both in London.\nHe is also the co-founder of Encore magazine which was published between 1954 and 1965, and co-editor of The Encore Reader: A Chronicle of the New Drama (1965).",
      "pageId": 9299711,
      "monthDay": "01/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Angela_Davis",
      "name": "Angela Davis",
      "aboutText": "Corrado Augias (born 26 January 1935) is an Italian journalist, writer and TV host. He was also a member of the European Parliament in 1994–1999 for the Democratic Party of the Left.\nBorn in Rome, Augias became popular in Italy as host of several shows dealing with mysteries and cases of the past, such as Telefono giallo and Enigma.",
      "pageId": 15275021,
      "monthDay": "01/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jerry_Sandusky",
      "name": "Jerry Sandusky",
      "aboutText": "Jacqueline Mary du Pré, OBE (26 January 1945 – 19 October 1987) was an English cellist. At a young age, she achieved enduring mainstream popularity unusual for a classical performer. Despite her short career, she is regarded as one of the most talented cellists of the second half of the twentieth century.",
      "pageId": 207810,
      "monthDay": "01/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jacqueline_du_Pr%C3%A9",
      "name": "Jacqueline du Pré",
      "aboutText": "Lucinda Williams (born January 26, 1953) is an American rock, folk, blues, and country music singer and songwriter.\nShe recorded her first albums in 1978 and 1980 in a traditional country and blues style and received very little attention from radio, the media, or the public. In 1988, she released her self-titled album, Lucinda Williams.",
      "pageId": 273373,
      "monthDay": "01/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Purley",
      "name": "David Purley",
      "aboutText": "Anders Fogh Rasmussen (Danish pronunciation: [ɑnɐs ˈfɔʊ̯ˀ ˈʁɑsmusn̩]; born 26 January 1953) is a Danish politician who was the 39th Prime Minister of Denmark from November 2001 to April 2009 and the 12th Secretary General of NATO from August 2009 to October 2014.\nRasmussen was first elected to the Folketing in 1978 and served in various ministerial positions, including Minister of Tax (1987–1992) and Minister of Economic Affairs (1990–1992). In his early career, Rasmussen was a strident critic of the welfare state, writing the classical liberal book From Social State to Minimal State in 1993.",
      "pageId": 275811,
      "monthDay": "01/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Christopher_Hampton",
      "name": "Christopher Hampton",
      "aboutText": "Eugene Kal \"Gene\" Siskel (January 26, 1946 – February 20, 1999) was an American film critic and journalist for the Chicago Tribune.",
      "pageId": 372312,
      "monthDay": "01/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gene_Siskel",
      "name": "Gene Siskel",
      "aboutText": "Kimberley John Hughes (born 26 January 1954) is a former cricketer who played for Western Australia, Natal and Australia. He captained Australia in 28 Tests between 1979 and 1984 before captaining a \"rebel\" Australian team in a tour of South Africa, who at the time were subject to a sporting boycott.\nA right-handed batsman, Hughes was seen to possess an orthodox and attractive batting style.",
      "pageId": 471573,
      "monthDay": "01/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Patrick_Dewaere",
      "name": "Patrick Dewaere",
      "aboutText": "Patrick Dewaere (26 January 1947 – 16 July 1982) was a French film actor. He was born in Saint-Brieuc, Côtes-d'Armor, son of French actress Mado Maurin. His five siblings, Jean-Pierre Maurin (1941-1996), Yves-Marie Maurin (b.",
      "pageId": 647833,
      "monthDay": "01/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Les_Ebdon",
      "name": "Les Ebdon",
      "aboutText": "Anita Denise Baker (born January 26, 1958) is an American singer-songwriter. Starting her career in the late 1970s with the funk band Chapter 8, Baker eventually released her first solo album, The Songstress, in 1983. In 1986, she rose to stardom following the release of her platinum-selling second album, Rapture, which included the Grammy-winning single \"Sweet Love\".",
      "pageId": 655073,
      "monthDay": "01/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Redmond_Morris,_4th_Baron_Killanin",
      "name": "Redmond Morris, 4th Baron Killanin",
      "aboutText": "David Russell Strathairn (born January 26, 1949) is an American actor. He was nominated for an Academy Award for Best Actor for portraying journalist Edward R. Murrow in Good Night, and Good Luck. He is recognized for his role as CIA Deputy Director Noah Vosen in the 2007 film The Bourne Ultimatum, a role he reprised in 2012's The Bourne Legacy.",
      "pageId": 670950,
      "monthDay": "01/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michel_Sardou",
      "name": "Michel Sardou",
      "aboutText": "Jonathan Samuel Carroll (born January 26, 1949) is an American fiction writer primarily known for novels that may be labelled magic realism, slipstream or contemporary fantasy.",
      "pageId": 950091,
      "monthDay": "01/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jonathan_Carroll",
      "name": "Jonathan Carroll",
      "aboutText": "Michel Sardou (French pronunciation: [miʃɛl saʁdu]) (born 26 January 1947) is a French singer, songwriter and occasional actor.\nSardou was born in Paris, the son of Fernand Sardou and Jackie Caron (Jackie Sardou). He is the grandson of the comedian Valentin Sardou, as well as father of the French novelist Romain Sardou and the actor Davy Sardou.",
      "pageId": 1144665,
      "monthDay": "01/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/David_Strathairn",
      "name": "David Strathairn",
      "aboutText": "David Charles Purley, GM (26 January 1945 – 2 July 1985) was a British racing driver born in Bognor Regis, West Sussex, who participated in 11 Formula One World Championship Grands Prix, debuting at Monaco in 1973.\nPurley is best known for his actions at the 1973 Dutch Grand Prix, where he abandoned his own race and attempted to save the life of fellow driver Roger Williamson, whose car was upside down and on fire following a serious accident. Purley was awarded the George Medal for his courage in trying to save Williamson, who suffocated in the blaze.",
      "pageId": 1237359,
      "monthDay": "01/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/J%C3%B6rg_Haider",
      "name": "Jörg Haider",
      "aboutText": "Christopher James Hampton, CBE, FRSL (born 26 January 1946) is a Portuguese British playwright, screen writer and film director.",
      "pageId": 1302505,
      "monthDay": "01/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alik_L._Alik",
      "name": "Alik L. Alik",
      "aboutText": "Shivlal Nandlal Yadav  pronunciation  (born 26 January 1957, Hyderabad, Telangana) is a former Indian cricketer who played in 35 Tests and 7 ODIs from 1979 to 1987.\nA right arm offbreak bowler, he made his Test debut in 1979 during a rebuilding stage in Indian cricket with their spin quartet breaking up. His debut series, against Australia, was a success with 24 wickets in the five Tests and he did enough to force Srinivasaraghavan Venkataraghavan out of the side.",
      "pageId": 3964552,
      "monthDay": "01/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Anders_Fogh_Rasmussen",
      "name": "Anders Fogh Rasmussen",
      "aboutText": "The Rt. Hon. George Redmond Fitzpatrick Morris, 4th Baron Killanin (born 26 January 1947, Dublin, Ireland), is an Irish film producer.",
      "pageId": 6597554,
      "monthDay": "01/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lucinda_Williams",
      "name": "Lucinda Williams",
      "aboutText": "Leslie Colin Ebdon CBE DL (born 26 January 1947, Edmonton, London) is the former Vice-Chancellor of the University of Bedfordshire and Director of Office for Fair Access.",
      "pageId": 14482801,
      "monthDay": "01/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kim_Hughes",
      "name": "Kim Hughes",
      "aboutText": "Gerald Arthur \"Jerry\" Sandusky (born January 26, 1944) is a convicted serial child molester and retired American football coach. Sandusky served as an assistant coach for his entire career, mostly at Pennsylvania State University under Joe Paterno (from 1969 to 1999). He received Assistant Coach of the Year awards in 1986 and 1999.",
      "pageId": 14960830,
      "monthDay": "01/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Eddie_Van_Halen",
      "name": "Eddie Van Halen",
      "aboutText": "Ellen Lee DeGeneres (/dɨˈdʒɛnərəs/; born January 26, 1958) is an American comedian, television host, actress, writer, and producer. She starred in the popular sitcom Ellen from 1994 to 1998, and has hosted her syndicated TV talk show, The Ellen DeGeneres Show, since 2003.\nHer stand-up career started in the early 1980s, culminating in a 1986 appearance on The Tonight Show Starring Johnny Carson.",
      "pageId": 18307757,
      "monthDay": "01/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Shivlal_Yadav",
      "name": "Shivlal Yadav",
      "aboutText": "Alik L. Alik (born January 26, 1953) is a diplomat and politician from the Federated States of Micronesia who was the Vice President of the Federated States of Micronesia from May 11, 2007 to May 11, 2015.\nBorn in Kosrae, Alik completed high school in 1973 and then left the island for education in the United States, attending United States International University in Hawaii from 1973 to 1976 and then Graceland College in Iowa from 1976 to 1979. After returning to Kosrae, Alik worked as a student counselor at the Kosrae High School for two years.",
      "pageId": 19043948,
      "monthDay": "01/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Anita_Baker",
      "name": "Anita Baker",
      "aboutText": "Jörg Haider  (German pronunciation: [ˈjœɐ̯k ˈhaɪdɐ]; 26 January 1950 – 11 October 2008) was an Austrian politician.",
      "pageId": 23772028,
      "monthDay": "01/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ellen_DeGeneres",
      "name": "Ellen DeGeneres",
      "aboutText": "Edward Lodewijk \"Eddie\" Van Halen (born January 26, 1955) is a Dutch-born American musician, songwriter and producer. He is best known as the lead guitarist, occasional keyboardist and co-founder of the hard rock band Van Halen. He is considered to be one of the world's greatest guitarists, and one of the most influential rock guitarists of the 20th century.",
      "pageId": 26496842,
      "monthDay": "01/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Salvador_S%C3%A1nchez",
      "name": "Salvador Sánchez",
      "aboutText": "Wayne Douglas Gretzky CC (/ˈɡrɛtski/; born January 26, 1961) is a Canadian former professional ice hockey player and former head coach. He played 20 seasons in the National Hockey League (NHL) for four teams from 1979 to 1999. Nicknamed \"The Great One\", he has been called \"the greatest hockey player ever\" by many sportswriters, players, and the NHL itself.",
      "pageId": 33422,
      "monthDay": "01/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Road_Warrior_Animal",
      "name": "Road Warrior Animal",
      "aboutText": "Salvador Sánchez Narváez (January 26, 1959 – August 12, 1982) was a Mexican boxer born in the town of Santiago Tianguistenco, Estado de México. Sanchez was the World Boxing Council featherweight champion from 1980 to 1982. Many of his contemporaries as well as boxing writers believe that, had it not been for his premature death, Sanchez could have gone on to become the greatest Featherweight boxer of all time.",
      "pageId": 84284,
      "monthDay": "01/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Charlie_Gillingham",
      "name": "Charlie Gillingham",
      "aboutText": "Colin Needham (born 26 January 1967, Manchester, England, United Kingdom) is the founder and CEO of the Internet Movie Database (IMDb), and has served as general manager of IMDb since its acquisition by Amazon.com in 1998.\n^ Siklos, Richard (28 May 2006). \"From a Small Stream, a Gusher of Movie Facts\".",
      "pageId": 227224,
      "monthDay": "01/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Li_Cunxin",
      "name": "Li Cunxin",
      "aboutText": "José Mário dos Santos Mourinho Félix OIH (born 26 January 1963), known as José Mourinho (Portuguese pronunciation: [ʒuˈzɛ moˈɾiɲu]), is a Portuguese football manager and former football player.\nHe is regarded by a number of players, coaches, and commentators as one of the greatest and most successful managers in the world. Mourinho began his involvement in professional football as a player in the Portuguese Second Division.",
      "pageId": 739547,
      "monthDay": "01/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Wayne_Gretzky",
      "name": "Wayne Gretzky",
      "aboutText": "Toshiyuki Morikawa (森川 智之, Morikawa Toshiyuki, born January 26, 1967 in Yokohama, Kanagawa) is a Japanese voice actor who is the head of Axlone, a voice acting company he founded in April 2011. His name is also sometimes mistranslated as Tomoyuki. He has dubbed-over many actors in Japanese such as: Tom Cruise, Adam Sandler, Keanu Reeves, Brad Pitt, Ewan McGregor and Mark Wahlberg's roles.",
      "pageId": 829137,
      "monthDay": "01/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tom_Keifer",
      "name": "Tom Keifer",
      "aboutText": "Andrew John Ridgeley (born 26 January 1963) is an English singer-songwriter and guitarist.",
      "pageId": 879557,
      "monthDay": "01/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Guo_Jian",
      "name": "Guo Jian",
      "aboutText": "Joseph Michael \"Joe\" Laurinaitis (born January 26, 1960) is an American professional wrestler, better known by his ring name, Road Warrior Animal (or simply Animal). Along with Road Warrior Hawk, Animal was one-half of the tag team the Road Warriors/the Legion of Doom. Also a sporadic singles competitor, he headlined the 2001 WCW pay-per-view event Sin, in contention for the WCW World Heavyweight Championship.",
      "pageId": 983398,
      "monthDay": "01/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Oscar_Ruggeri",
      "name": "Oscar Ruggeri",
      "aboutText": "Sonia Mercedes Gisela Valcárcel Álvarez (26 January 1963 in La Victoria District, Lima) is a Peruvian television hostess, actress, and businesswoman.",
      "pageId": 1015220,
      "monthDay": "01/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Riddell_Akua",
      "name": "Riddell Akua",
      "aboutText": "Carl Thomas Keifer (born January 26, 1961, in Springfield, Pennsylvania) is an American vocalist for the band Cinderella.",
      "pageId": 1338598,
      "monthDay": "01/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jos%C3%A9_Mourinho",
      "name": "José Mourinho",
      "aboutText": "Thomas Östros (born 26 January 1965 in Gällivare, Norrbotten County) is a Swedish economist, former Social Democratic politician and CEO of the Swedish Bankers' Association.",
      "pageId": 1404506,
      "monthDay": "01/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Ridgeley",
      "name": "Andrew Ridgeley",
      "aboutText": "Oscar Alfredo Ruggeri (born 26 January 1962) is a former footballer. Nicknamed \"El Cabezón\" (\"The Big-Headed One\"), Ruggeri is one of the most successful defenders ever to come out of Argentina.",
      "pageId": 1776954,
      "monthDay": "01/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gisela_Valc%C3%A1rcel",
      "name": "Gisela Valcárcel",
      "aboutText": "Li Cunxin (born 26 January 1961) is a Chinese-Australian former ballet dancer and stockbroker.",
      "pageId": 2596561,
      "monthDay": "01/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Johansson",
      "name": "Paul Johansson",
      "aboutText": "Bryan Christopher Callen (born January 26, 1967) is an American actor and comedian. He studied acting at the Beverly Hills Playhouse, and got his start as one of the original cast members on the sketch comedy series MADtv. He is the co-host of the successful podcast 'The Fighter & The Kid' alongside former UFC heavyweight \"Big Brown\" Brendan Schaub.",
      "pageId": 3208882,
      "monthDay": "01/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Thomas_%C3%96stros",
      "name": "Thomas Östros",
      "aboutText": "Natalia Vladamirovna Yurchenko (Russian: Наталья Владимировна Юрченко) (born January 26, 1965 in Norilsk, Russian SFSR) is a retired Soviet artistic gymnast, who was the women's all-around gold medalist at the 1983 World Artistic Gymnastics Championships.",
      "pageId": 4416483,
      "monthDay": "01/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Natalia_Yurchenko",
      "name": "Natalia Yurchenko",
      "aboutText": "Paul Joseph Otto Johansson (born January 26, 1964) is an American-Canadian actor, writer and director, best known for playing Dan Scott on the WB/CW television series, One Tree Hill, and for his role as Nick Wolfe on the short lived Highlander: The Series spin-off Highlander: The Raven.",
      "pageId": 5113488,
      "monthDay": "01/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bryan_Callen",
      "name": "Bryan Callen",
      "aboutText": "Charles \"Charlie\" Thomas Gillingham (born January 26, 1960 in Torrance, California) is a keyboardist and multi-instrumentalist best known for his performance on the Hammond B-3 organ, accordion, piano, and keyboards for the band Counting Crows. He has also played the bass guitar in live shows during certain songs such as \"Holiday in Spain\".\nGillingham attended Richard Henry Dana Junior High in San Pedro, California, and also attended Miraleste High School in Rancho Palos Verdes his sophomore, junior and senior year.",
      "pageId": 5854305,
      "monthDay": "01/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anatoly_Komm",
      "name": "Anatoly Komm",
      "aboutText": "Pradip Somasundaran, also known as Pradeep Somasundaram, is an Indian playback singer.",
      "pageId": 6184105,
      "monthDay": "01/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Toshiyuki_Morikawa",
      "name": "Toshiyuki Morikawa",
      "aboutText": "Michael Riddell Akua (born January 26, 1963) is a political figure from the Pacific nation of the Republic of Nauru.",
      "pageId": 6474162,
      "monthDay": "01/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Col_Needham",
      "name": "Col Needham",
      "aboutText": "Anatoly Anatolyevich Komm (Russian: Анатолий Анатольевич Комм), (born January 26, 1967 in Moscow)., is a Russian chef and restaurateur. Komm is the first Russian to have an establishment (his restaurant Green) listed in the Michelin guide.\nKomm was born in Moscow in 1967.",
      "pageId": 40717237,
      "monthDay": "01/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pradip_Somasundaran",
      "name": "Pradip Somasundaran",
      "aboutText": "Guo Jian (Chinese: 郭健; pinyin: Guō Jiàn; born in Guizhou China in 1962) is a Chinese Australian artist. His work has been exhibited and collected in Germany, France, Belgium, Sweden, USA, Mexico, Australia, New Zealand, Hong Kong and China, including Musée de Picardie in France, Brussels Art Festival, the Art Gallery Of New South Wales, the Queensland Gallery of Modern Art (GoMA) and the National Gallery of Australia (NGA).\nHe has been featured in The New York Times, CNN, the Sydney Morning Herald, the Australian Broadcasting Commission (ABC), Artist Profile magazine and on the cover of The Wall Street Journal Asia Weekend Magazine.",
      "pageId": 41988073,
      "monthDay": "01/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ravi_Teja",
      "name": "Ravi Teja",
      "aboutText": "Vincent Lamar Carter (born January 26, 1977) is an American professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA). He is 6'6\" and can play both shooting guard and small forward.\nA high school McDonald's All-American, Carter played three years at the University of North Carolina.",
      "pageId": 496570,
      "monthDay": "01/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/George_Dikeoulakos",
      "name": "George Dikeoulakos",
      "aboutText": "Kirk Dwayne Franklin (born January 26, 1970) is an American gospel musician, choir director, and author.",
      "pageId": 610714,
      "monthDay": "01/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_O%27Hearn",
      "name": "Michael O'Hearn",
      "aboutText": "Lamb of God (sometimes abbreviated as LoG) is an American heavy metal band from Richmond, Virginia. Formed in 1994 (as Burn the Priest), the group consists of vocalist Randy Blythe, guitarists Mark Morton and Willie Adler, bassist John Campbell, and drummer Chris Adler. The band is considered a significant member of the New Wave of American Heavy Metal movement.",
      "pageId": 676331,
      "monthDay": "01/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kirk_Franklin",
      "name": "Kirk Franklin",
      "aboutText": "Hitomi Furuya (古谷 仁美, Furuya Hitomi, born January 26, 1976), known mononymously as hitomi, is a Japanese singer-songwriter. She began her career as model, but after meeting Tetsuya Komuro he began managing her career as a pop singer.",
      "pageId": 756231,
      "monthDay": "01/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tracy_Middendorf",
      "name": "Tracy Middendorf",
      "aboutText": "Deathprod is the musical pseudonym used by Norwegian artist Helge Sten for his ambient music project.",
      "pageId": 832649,
      "monthDay": "01/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Deathprod",
      "name": "Deathprod",
      "aboutText": "Rokia Traoré (born January 26, 1974) is a Victoires de la Musique award-winning Malian singer, songwriter and guitarist, born in Mali as a member of the Bambara ethnic group. Her father was a diplomat and she travelled widely in her youth. She visited such countries as Algeria, Saudi Arabia, France and Belgium and was exposed to a wide variety of influences.",
      "pageId": 1864005,
      "monthDay": "01/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dorian_Gregory",
      "name": "Dorian Gregory",
      "aboutText": "Sara Rue (born January 26, 1979) is an American television actress. She is best known for her performances as Carmen Ferrara on Popular, and as Claude Casey on Less than Perfect. In 2011, she hosted The CW reality series Shedding for the Wedding.",
      "pageId": 2047916,
      "monthDay": "01/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Melvil_Poupaud",
      "name": "Melvil Poupaud",
      "aboutText": "Kelly Michelle Stables (born January 26, 1978) is an American actress known for both stage and film acting.",
      "pageId": 2615456,
      "monthDay": "01/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mayu_Shinjo",
      "name": "Mayu Shinjo",
      "aboutText": "Corina Morariu (born January 26, 1978) is a retired Romanian American professional tennis player.\nMorariu (pronounced: mo-RA-R'ju) was born in Detroit, Michigan, and turned professional in 1994. Mainly known as a doubles specialist, she won the women's doubles title at Wimbledon in 1999 with Lindsay Davenport.",
      "pageId": 2629651,
      "monthDay": "01/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brendan_Rodgers",
      "name": "Brendan Rodgers",
      "aboutText": "Justin Jeremy Gimelstob (born January 26, 1977) is a retired American tennis player. Gimelstob has been a resident of Morristown, New Jersey, and as of 2009 lived in Santa Monica, California.\nHe was the top-ranked boy in his age group at the ages of 12, 14, 16, and 18.",
      "pageId": 2629714,
      "monthDay": "01/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rokia_Traor%C3%A9",
      "name": "Rokia Traoré",
      "aboutText": "Dorian Gregory (born January 26, 1971) is an American actor most notable for playing Darryl Morris on the television show Charmed, and as the fourth and final permanent host of Soul Train, replacing Shemar Moore.",
      "pageId": 2984238,
      "monthDay": "01/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Hitomi",
      "name": "hitomi",
      "aboutText": "Tracy Lynn Middendorf (born January 26, 1970) is an American television, movie, and stage actress.",
      "pageId": 4479764,
      "monthDay": "01/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Willie_Adler",
      "name": "Willie Adler",
      "aboutText": "Melvil Poupaud (born 26 January 1973) is a French actor, author and filmmaker.",
      "pageId": 5879652,
      "monthDay": "01/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Vince_Carter",
      "name": "Vince Carter",
      "aboutText": "Ravi Teja (born Ravi Shankar Raju Bhupatiraju) is an Indian film actor known for his work in Telugu cinema. He won the Nandi Special Jury Award in 1999 and 2002 for his performance in the films Nee Kosam and Khadgam and also won the state Nandi Award for best actor in his film Neninthe in 2008.\nHe started his career as a supporting artist in Karthavyam (1990) and subsequently played small roles in the films Chaitanya (1991), Aaj Ka Goonda Raj (1992), Allari Priyudu (1993) and Ninne Pelladata (1996).",
      "pageId": 5888467,
      "monthDay": "01/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Justin_Gimelstob",
      "name": "Justin Gimelstob",
      "aboutText": "Mayu Shinjo (新條まゆ, Shinjō Mayu, born January 26, 1973) is a Japanese manga artist. She debuted in 1994 in Shogakukan's Shōjo Comic with \"Anata no Iro ni Somaritai\". She continued writing for Shogakukan until 2007, with her works appearing in both Shōjo Comic and their other magazine Cheese!.",
      "pageId": 7958219,
      "monthDay": "01/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Atsuko_Kurusu",
      "name": "Atsuko Kurusu",
      "aboutText": "Brendan Rodgers (born 26 January 1973) is a Northern Irish football coach and former player who most recently was the manager of Premier League club Liverpool.\nRodgers began his career as a defender at Ballymena United, where he stayed until he was signed by Reading at the age of 18, although a genetic knee condition forced him to retire at the age of 20. He remained at Reading as a coach and then Academy Director, and continued to play non-league football at Newport, Witney Town and Newbury Town for several years.",
      "pageId": 8149566,
      "monthDay": "01/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Corina_Morariu",
      "name": "Corina Morariu",
      "aboutText": "Michael \"Mike\" Patrick O'Hearn (born January 26, 1969) is an American powerlifter, bodybuilder, actor and model. He has been featured on over 500 magazine covers, was Fitness Model of the Year seven times,and is a four-time Mr. natural Universe title holder.",
      "pageId": 13963567,
      "monthDay": "01/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kelly_Stables",
      "name": "Kelly Stables",
      "aboutText": "Ertuğrul Arslan (born 26 January 1980) is a Turkish professional footballer who currently plays as a midfielder for Göztepe SK.",
      "pageId": 27413253,
      "monthDay": "01/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sara_Rue",
      "name": "Sara Rue",
      "aboutText": "George Dikeoulakos (Greek: Γιώργος (Τζώρτζης) Δικαιουλάκος; born 26 January 1969 in Athens, Greece) is a professional Greek basketball coach.",
      "pageId": 31696074,
      "monthDay": "01/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ertu%C4%9Frul_Arslan",
      "name": "Ertuğrul Arslan",
      "aboutText": "Atsuko Kurusu (来栖 あつこ, Kurusu Atsuko, born January 26, 1978, in Kitaibaraki, Ibaraki Prefecture, Japan) is a Japanese actress. She graduated from Private Tokiwa Girls High School.\n^ \"Official profile at VBP\".",
      "pageId": 47137314,
      "monthDay": "01/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sanae_Kobayashi",
      "name": "Sanae Kobayashi",
      "aboutText": "Luo Xuejuan (also Luo Xue Juan; simplified Chinese: 罗雪娟; traditional Chinese: 羅雪娟; pinyin: Luó Xuějuān; born January 26, 1984 in Hangzhou, Zhejiang) is a female Chinese swimmer, who competed mostly in the breaststroke. She is a former world record holder in the 50-meter breastroke (short course).",
      "pageId": 933948,
      "monthDay": "01/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jos%C3%A9_de_Jes%C3%BAs_Corona",
      "name": "José de Jesús Corona",
      "aboutText": "Sanae Kobayashi (小林 沙苗, Kobayashi Sanae, born January 26, 1980, Hamamatsu, Shizuoka) is a Japanese voice actress formerly affiliated with Production Baobab, and now with Sigma Seven. She has voiced in a number of anime shows and films. Some of her major roles include Akira Toya in Hikaru no Go, Lucy/Nyu in Elfen Lied, Asuka Tenjouin in Yu-Gi-Oh!",
      "pageId": 1160666,
      "monthDay": "01/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gustavo_Dudamel",
      "name": "Gustavo Dudamel",
      "aboutText": "Gerald Green, Jr. (born January 26, 1986) is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). He was drafted by the Boston Celtics with the 18th pick of the first round in the 2005 NBA Draft.",
      "pageId": 2140868,
      "monthDay": "01/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Juan_Jos%C3%A9_Haedo",
      "name": "Juan José Haedo",
      "aboutText": "Matthew \"Matt\" Kiichi Heafy (born January 26, 1986) is a Japanese-American musician, best known as the guitarist and lead vocalist for the American heavy metal band Trivium.",
      "pageId": 3271376,
      "monthDay": "01/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Volador_Jr.",
      "name": "Volador Jr.",
      "aboutText": "Iain Ross Turner (born 26 January 1984) is a Scottish football goalkeeper who currently plays for Tranmere Rovers. He has represented the Scotland under-21 team, the Scotland B team and been selected for the full Scotland squad.",
      "pageId": 3347735,
      "monthDay": "01/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Colin_O%27Donoghue",
      "name": "Colin O'Donoghue",
      "aboutText": "Yuki Koyanagi (小柳 ゆき, Koyanagi Yuki, born January 26, 1982 in Saitama, Saitama Prefecture, Japan), is a Japanese pop singer. She released her first single, 'Anata no kisu o kazoemashô - You Were Mine' on September 15, 1999. This song was a huge hit in Japan and made the 17-year-old a sensation overnight.",
      "pageId": 4166121,
      "monthDay": "01/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/G%C5%8D_Ayano",
      "name": "Gō Ayano",
      "aboutText": "Gustavo Adolfo Dudamel Ramírez (born January 26, 1981) is a Venezuelan conductor and violinist.",
      "pageId": 5065759,
      "monthDay": "01/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yuki_Koyanagi",
      "name": "Yuki Koyanagi",
      "aboutText": "José de Jesús Corona Rodríguez, (born January 26, 1981) is a Mexican footballer who plays for Cruz Azul as a goalkeeper.",
      "pageId": 5159551,
      "monthDay": "01/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brahim_Takioullah",
      "name": "Brahim Takioullah",
      "aboutText": "Juan José Haedo (born 26 January 1981) is an Argentine former professional road racing cyclist and track cyclist, who rode professionally between 2003 and 2014. He is the brother of Lucas Sebastián Haedo.\nHaedo started his career on the track before turning professional on the road in 2003 with Colavita-Bolla.",
      "pageId": 6150063,
      "monthDay": "01/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yasushi_Tsujimoto",
      "name": "Yasushi Tsujimoto",
      "aboutText": "Yasushi Tsujimoto (辻本 恭史, Tsujimoto Yasushi), better known by his ringname \"brother\" YASSHI, is a Japanese professional wrestler, known for his appearances in El Dorado Wrestling, Dragon Gate, and All Japan Pro Wrestling. He is currently working for Pro Wrestling Zero1. He was an amateur wrestler before becoming a pro wrestler.",
      "pageId": 7950845,
      "monthDay": "01/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Petri_Oravainen",
      "name": "Petri Oravainen",
      "aboutText": "Go Ayano (綾野 剛, Ayano Gō, born January 26, 1982 in Gifu Prefecture) is a Japanese actor.",
      "pageId": 17041520,
      "monthDay": "01/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lee_Su-hwan_(kickboxer)",
      "name": "Lee Su-hwan",
      "aboutText": "Petri Oravainen (born 26 January 1983 in Helsinki) is a Finnish footballer, who represents KuPS in the Veikkausliiga, the Finnish premier division. Oravainen, who is 177 cm tall, plays as a winger on both left and right side.",
      "pageId": 19131366,
      "monthDay": "01/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wu_Qian",
      "name": "Wu Qian",
      "aboutText": "Ramón Ibarra Rivera (born January 26, 1981) is a Mexican luchador, or professional wrestler, best known for his work under the ring name Volador Jr. with Consejo Mundial de Lucha Libre (CMLL) in his native Mexico, Total Nonstop Action Wrestling (TNA) in the United States, and New Japan Pro Wrestling (NJPW) in Japan. Volador, Jr.",
      "pageId": 20076571,
      "monthDay": "01/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Iain_Turner",
      "name": "Iain Turner",
      "aboutText": "Kim Jae-joong (Hangul: 김재중; hanja: 金在中; born January 26, 1986), also known mononymously as Jaejoong, is a South Korean singer, songwriter, actor, director and designer. He is best known as a member of the Korean pop group JYJ, and was one of the original members of boy band TVXQ. Kim was also known by the stage names Hero Jaejoong (in South Korea), Jejung (ジェジュン) (in Japan), and 英雄在中 (영웅재중) (in China). Kim is now using Kim Jae-joong (JYJ) for his activities.",
      "pageId": 21733854,
      "monthDay": "01/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Luo_Xuejuan",
      "name": "Luo Xuejuan",
      "aboutText": "Wu Qian (Chinese 吴倩）(born January 26, 1984) is a Chinese classical pianist.\nWu Qian was born in Shanghai, China. She began piano studies from the age of six progressing to enrollment in the Shanghai Conservatory of Music aged nine.",
      "pageId": 26263542,
      "monthDay": "01/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Heather_Stanning",
      "name": "Heather Stanning",
      "aboutText": "Lee Su-Hwan (born January 26, 1983), often anglicised to Su-Hwan Lee, is a South Korean middleweight kickboxer currently fighting out of Khan Gym in Seoul. He is the K-1 Fighting Network KHAN 2007 in Seoul champion currently fighting in K-1 MAX and Shoot boxing.\n^ \"Profile Su Hwan Lee\".",
      "pageId": 27868120,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gerald_Green",
      "name": "Gerald Green",
      "aboutText": "Colin O'Donoghue (born 26 January 1981) is an Irish actor and musician known for his role as Captain Killian \"Hook\" Jones on the TV show Once Upon a Time, and his role as Michael Kovak in The Rite.",
      "pageId": 30697671,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Heafy",
      "name": "Matt Heafy",
      "aboutText": "Heather Mary Stanning MBE (born 26 January 1985) is a British professional rower, a member of the Great Britain Rowing Team, and Royal Artillery officer. As of May 2015 she and her partner Helen Glover are the World, Olympic and European record holders, plus the reigning Olympic, World, World Cup and European champions in the women's coxless pairs, the first British rowers to hold all seven distinctions simultaneously. She is also a reigning British champion in both women's fours and quad sculls.",
      "pageId": 30748728,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mads_Ibenfeldt",
      "name": "Mads Ibenfeldt",
      "aboutText": "Brahim Takioullah (born 26 January 1982 in Guelmim, Morocco) holds the Guinness World Record for largest feet and officially second-tallest living person.\n^ a b c d e \"Confirmed: Brahim Takioullah sets world record for largest feet\" Guinness World Records. Retrieved 26 October 2011.",
      "pageId": 33587633,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kim_Jae-joong",
      "name": "Kim Jae-joong",
      "aboutText": "Mads Deegan Ibenfeldt (born 26 January 1985) is a Danish professional footballer who plays as a defender.\n^ @SUFCRootsHall. \"Southend United are delighted to announce the signing of Danish defender Mads Ibenfeldt\".",
      "pageId": 43471334,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Thiago_Pereira",
      "name": "Thiago Pereira",
      "aboutText": "Cameron Bright (born Cameron Douglas Crigger; January 26, 1993) is a Canadian actor.",
      "pageId": 1134432,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Taylor_Wilde",
      "name": "Taylor Wilde",
      "aboutText": "Emily Anne Hughes (born January 26, 1989) is an American figure skater. She is the 2007 U.S. National silver medalist and was a member of the 2006 Olympic team.",
      "pageId": 1878184,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mustapha_Yatabar%C3%A9",
      "name": "Mustapha Yatabaré",
      "aboutText": "Christopher Michael Massey (born January 26, 1990) is an American actor, comedian and rapper best known for starring as Michael Barret in Nickelodeon/Family television series Zoey 101. Massey has received many awards and nomination including a Young Artist Award and Emmy Awards nominations. He is also known for appearing in several commercials in the early 2000s.",
      "pageId": 1986807,
      "monthDay": "01/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kian_Kazemi",
      "name": "Kian Kazemi",
      "aboutText": "Shantelle Larissa Malawski (born January 26, 1986) is a retired Canadian professional wrestler best known for working for Total Nonstop Action Wrestling under the ring name Taylor Wilde. Malawski was under a World Wrestling Entertainment (WWE) contract from 2006 to 2007, but never made it past the developmental system. In May 2008, Malawski joined TNA and would go on to become a one-time TNA Women's Knockout Champion and a two-time TNA Knockouts Tag Team Champion with her partners Sarita and Hamada, while also becoming the first TNA Knockout to have held both titles.",
      "pageId": 5001962,
      "monthDay": "01/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/M%C3%A1rio_Brand%C3%A3o_da_Silveira",
      "name": "Mário Brandão da Silveira",
      "aboutText": "Thiago Machado Vilela Pereira (born January 26, 1986) is a Brazilian international competition swimmer. One of the greatest swimmers in the history of Brazil, Pereira won the silver medal in the 400-meter individual medley at the 2012 Summer Olympics in London, beating the then-current Olympic champion Michael Phelps. He also broke a world record in the short course 200-meter individual medley, and broke several South American and Brazilian records.",
      "pageId": 7754974,
      "monthDay": "01/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sebastian_Giovinco",
      "name": "Sebastian Giovinco",
      "aboutText": "Sebastian Giovinco (Italian pronunciation: [seˈbastjan dʒoˈviŋko]; born 26 January 1987) is an Italian professional footballer who plays for Canadian club Toronto FC of Major League Soccer (MLS), and the Italian national team as a forward.\nAn explosive and creative player on the ball, with excellent vision and technical skill, he is a free-kick specialist and capable of playing in several offensive positions. Due to his short stature, dynamic abilities and pace, Giovinco acquired the nickname formica atomica (\"atomic ant,\" after the eponymous Hanna-Barbera character) during his time with Italian club Juventus, as well as during his stints on loan with Italian clubs Empoli and Parma; with Juventus, he won two Serie A titles.",
      "pageId": 11190657,
      "monthDay": "01/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mia_Rose",
      "name": "Mia Rose",
      "aboutText": "Mia Rose (born Maria Antónia Teixeira Rosa; 26 January 1988) is an English-born singer-songwriter of Portuguese descent, notable for her popularity on the video sharing website YouTube.",
      "pageId": 12245980,
      "monthDay": "01/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Dimitrios_Chondrokoukis",
      "name": "Dimitrios Chondrokoukis",
      "aboutText": "Mário Brandão da Silveira, or simply Marlon (born 26 January 1987), is a Brazilian striker.\nMarlon previously played for Thespa Kusatsu in the J. League Division 2.\n^ \"Stats Centre: Marlon Facts\".",
      "pageId": 12544309,
      "monthDay": "01/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yukiyo_Mine",
      "name": "Yukiyo Mine",
      "aboutText": "Yukiyo Mine (峰 幸代, Mine Yukiyo, born 26 January 1988 in Fukuoka) is a Japanese softball player who won the gold medal at the 2008 Summer Olympics.",
      "pageId": 18977261,
      "monthDay": "01/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/MarShon_Brooks",
      "name": "MarShon Brooks",
      "aboutText": "Sergio Pérez Mendoza (Spanish  [ˈseɾxjo ˈpeɾes] ; born 26 January 1990) also known as \"Checo\" Pérez, is a Mexican racing driver, currently driving for Force India.\nPérez was a member of the Ferrari Driver Academy until 2012. He also took his first Formula One podium at the 2012 Malaysian Grand Prix with Sauber, a drive which won him plaudits and fuelled speculation of a move to Ferrari in the near future.",
      "pageId": 19801645,
      "monthDay": "01/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emily_Hughes",
      "name": "Emily Hughes",
      "aboutText": "Mustapha Yatabaré (born 26 January 1986) is a French-born Malian football striker.",
      "pageId": 20927773,
      "monthDay": "01/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yukari_Kabutomushi",
      "name": "Yukari Kabutomushi",
      "aboutText": "Kian Reza Kazemi (born January 26, 1986) is a Filipino-Iranian actor, reality show contestant and TV host.",
      "pageId": 21395698,
      "monthDay": "01/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lin_Qingfeng",
      "name": "Lin Qingfeng",
      "aboutText": "Peter Sagan (born 26 January 1990) is a Slovak professional road bicycle racer for World Tour team Tinkoff-Saxo Sagan had a successful junior cyclo-cross and mountain bike racing career, winning the Junior World Championship in 2008, before moving to road racing.\nSagan is considered one of cycling's most promising young talents, having earned many prestigious victories in his early twenties. Supporting this view are victories in: one World Championship, two Paris–Nice stages, three Tirreno–Adriatico stages, one in the Tour de Romandie, two and the overall classification in the Tour de Pologne, a record thirteen in the Tour of California, and eleven in the Tour de Suisse.",
      "pageId": 26501808,
      "monthDay": "01/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Christopher_Massey",
      "name": "Christopher Massey",
      "aboutText": "MarShon Scitif Brooks (born January 26, 1989) is an American professional basketball player who currently plays for the Jiangsu Dragons of the Chinese Basketball Association (CBA). Standing at 6 ft 5 in (1.96 m), he plays at shooting guard and small forward positions.",
      "pageId": 30317835,
      "monthDay": "01/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sergio_P%C3%A9rez",
      "name": "Sergio Pérez",
      "aboutText": "Dimítrios Chondrokoúkis (Greek: Δημήτρης Χονδροκούκης; born January 26, 1988 in Marousi) is a Greek-Cypriot high jumper who competes internationally for Cyprus,since 2013. He won the gold medal at the 2012 Word Indoor Championships in Istanbul with a personal best of 2.33 meters representing Greece at the time. His personal best in the outdoor track is 2.32 m, achieved twice in Izmir on June 2011 and in the final at the 2011 World Championships in Athletics in Daegu, South Korea on 1 September 2011.",
      "pageId": 31115512,
      "monthDay": "01/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Peter_Sagan",
      "name": "Peter Sagan",
      "aboutText": "Peter Čerešňák (born January 26, 1993) is a Slovak ice hockey player currently playing for the Peterborough Petes of the Ontario Hockey League. He played with HC Dukla Trenčín in the Slovak Extraliga during the 2009–10 Slovak Extraliga season. He was the New York Rangers 6th round draft pick (172nd overall) in the 2011 NHL Entry Draft.",
      "pageId": 32212192,
      "monthDay": "01/26"
    },
    {
      "year": "1993",
      "uri": "/wiki/Cameron_Bright",
      "name": "Cameron Bright",
      "aboutText": "Florian Thauvin (born 26 January 1993) is a French professional footballer who plays as a winger for English club Newcastle United and the France national youth football team, having earned caps up to under-21 level.",
      "pageId": 32878480,
      "monthDay": "01/26"
    },
    {
      "year": "1993",
      "uri": "/wiki/Peter_%C4%8Cere%C5%A1%C5%88%C3%A1k",
      "name": "Peter Čerešňák",
      "aboutText": "Lin Qingfeng (Chinese: 林清峰; pinyin: Lín Qīngfēng; born 26 January 1989) is a Chinese weightlifter. He is 167 cm tall and competed for China at the 2012 Summer Olympics where he won gold, lifting a total of 344 kg (157 kg Snatch and 187 kg Clean and Jerk).",
      "pageId": 36593938,
      "monthDay": "01/26"
    },
    {
      "year": "1993",
      "uri": "/wiki/Florian_Thauvin",
      "name": "Florian Thauvin",
      "aboutText": "Igor Decraene (26 January 1996 in Waregem – 30 August 2014 in Zulte) was a Belgian cyclist. He had ridden professionally since 2012. In 2013, he became the UCI world junior men's time trial champion.",
      "pageId": 43716855,
      "monthDay": "01/26"
    },
    {
      "year": "1996",
      "uri": "/wiki/Igor_Decraene",
      "name": "Igor Decraene",
      "aboutText": "Yukari Tomizawa (富澤 友加里, Tomizawa Yukari,  born January 26, 1989, in Tokyo, Japan), better known as Yukari Kabutomushi (カブトムシ ゆかり, Kabutomushi Yukari), is a Japanese actress who is represented by the talent agency, Oscar Promotion.\n^ \"Happyō!",
      "pageId": 47798734,
      "monthDay": "01/26"
    },
    {
      "year": "1996",
      "uri": "/wiki/Tyger_Drew-Honey",
      "name": "Tyger Drew-Honey",
      "aboutText": "Lindzi James Tyger Drew-Honey (born 26 January 1996), known professionally as Tyger Drew-Honey, is an English actor, musician and television presenter.",
      "pageId": 13138327,
      "monthDay": "01/26"
    }
  ]
}