{
  "people": [
    {
      "year": "920",
      "uri": "/wiki/Louis_IV_of_France",
      "name": "Louis IV of France",
      "aboutText": "Alexios II Komnenos or Alexius II Comnenus (Greek: Αλέξιος Β’ Κομνηνός, Alexios II Komnēnos) (10 September 1169 – October 1183, Constantinople), Byzantine emperor (1180–1183), was the son of Emperor Manuel I Komnenos and Maria, daughter of Raymond, prince of Antioch.",
      "pageId": 1615,
      "monthDay": "09/10"
    },
    {
      "year": "1169",
      "uri": "/wiki/Alexios_II_Komnenos",
      "name": "Alexios II Komnenos",
      "aboutText": "Henry Purcell (/ˈpɜrsəl/; c. 10 September 1659 – 21 November 1695) was an English composer. Although incorporating Italian and French stylistic elements into his compositions, Purcell's legacy was a uniquely English form of Baroque music.",
      "pageId": 14135,
      "monthDay": "09/10"
    },
    {
      "year": "1487",
      "uri": "/wiki/Pope_Julius_III",
      "name": "Pope Julius III",
      "aboutText": "Pope Julius III (Latin: Iulius III; 10 September 1487 – 23 March 1555), born Giovanni Maria Ciocchi del Monte, was Pope from 7 February 1550 to his death in 1555.\nDistinguished as an effective diplomat, he was elected to the papacy as a compromise candidate after the death of Paul III. As pope he made only reluctant and short-lived attempts at reform, mostly devoting himself to a life of personal pleasure. His reputation, and that of the Catholic Church, were greatly harmed by his scandal-ridden relationship with his adopted nephew.",
      "pageId": 24685,
      "monthDay": "09/10"
    },
    {
      "year": "1550",
      "uri": "/wiki/Alonso_P%C3%A9rez_de_Guzm%C3%A1n,_7th_Duke_of_Medina_Sidonia",
      "name": "Alonso Pérez de Guzmán, 7th Duke of Medina Sidonia",
      "aboutText": "Louis IV (10 September 920 – 30 September 954), called d'Outremer or Transmarinus (both meaning \"from overseas\"), reigned as King of Western Francia from 936 to 954.",
      "pageId": 78297,
      "monthDay": "09/10"
    },
    {
      "year": "1547",
      "uri": "/wiki/George_I,_Landgrave_of_Hesse-Darmstadt",
      "name": "George I, Landgrave of Hesse-Darmstadt",
      "aboutText": "Joseph Wheeler (September 10, 1836 – January 25, 1906) was an American military commander and politician. He has the rare distinction of serving as a general during wartime for two opposing forces: first as a noted cavalry general in the Confederate States Army in the 1860s during the American Civil War, and later as a general in the United States Army during both the Spanish–American War and Philippine–American War near the turn of the twentieth century. For much of the Civil War he served as the senior cavalry general in the Army of Tennessee and fought in most of its battles in the Western Theater.",
      "pageId": 171745,
      "monthDay": "09/10"
    },
    {
      "year": "1561",
      "uri": "/wiki/Hernando_Arias_de_Saavedra",
      "name": "Hernando Arias de Saavedra",
      "aboutText": "Nicholas Lanier, sometimes Laniere (baptised at Greenwich 10 September 1588 – 24 February 1666) was an English composer and musician; the first to hold the title of Master of the King's Music from 1625 to 1666, a honour given to musicians of great distinction.",
      "pageId": 192585,
      "monthDay": "09/10"
    },
    {
      "year": "1588",
      "uri": "/wiki/Nicholas_Lanier",
      "name": "Nicholas Lanier",
      "aboutText": "Marie Catherine Laveau (September 10, 1794 – June 15, 1881)  was a Louisiana Creole practitioner of Voodoo renowned in New Orleans. (As for the date of her birth, while popular sources often say 1794, the records indicate 1801.)  Her daughter, Marie Laveau II, (1827 — c. 1895) also practiced Voudoun, as well as Voodoo.",
      "pageId": 208539,
      "monthDay": "09/10"
    },
    {
      "year": "1624",
      "uri": "/wiki/Thomas_Sydenham",
      "name": "Thomas Sydenham",
      "aboutText": "Niccolò Jommelli (Italian: [nikkoˈlɔ jomˈmɛlli]; 10 September 1714 – 25 August 1774) was a Neapolitan composer. He was born in Aversa and died in Naples.",
      "pageId": 214105,
      "monthDay": "09/10"
    },
    {
      "year": "1638",
      "uri": "/wiki/Maria_Theresa_of_Spain",
      "name": "Maria Theresa of Spain",
      "aboutText": "Isaac Kaufmann Funk (September 10, 1839 – April 4, 1912) was an American Lutheran minister, editor, lexicographer, publisher, and spelling reformer. He was the co-founder of Funk & Wagnalls Company, the father of author Wilfred J. Funk, and the grandfather of author Peter Funk. Wilfred Funk founded his own publishing company \"Wilfred Funk, Inc.\", and wrote the \"Word Power\" feature in Reader's Digest from 1945.",
      "pageId": 254136,
      "monthDay": "09/10"
    },
    {
      "year": "1659",
      "uri": "/wiki/Henry_Purcell",
      "name": "Henry Purcell",
      "aboutText": "Sir John Soane RA (/soʊn/; born John Soan; 10 September 1753 – 20 January 1837) was an English architect who specialised in the Neo-Classical style. The son of a bricklayer, he rose to the top of his profession, becoming professor of architecture at the Royal Academy and an official architect to the Office of Works. He received a knighthood in 1831.",
      "pageId": 325018,
      "monthDay": "09/10"
    },
    {
      "year": "1714",
      "uri": "/wiki/Niccol%C3%B2_Jommelli",
      "name": "Niccolò Jommelli",
      "aboutText": "Maria Theresa of Spain (Spanish: María Teresa; French: Marie-Thérèse; 10 September 1638 – 30 July 1683) was Queen of France and Navarre as the first wife of King Louis XIV. Famed for her virtue and piety, five of her six children died in early childhood.",
      "pageId": 399839,
      "monthDay": "09/10"
    },
    {
      "year": "1753",
      "uri": "/wiki/John_Soane",
      "name": "John Soane",
      "aboutText": "Thomas Sydenham (10 September 1624 – 29 December 1689) was an English physician. He was the author of Observationes Medicae which became a standard textbook of medicine for two centuries so that he became known as 'The English Hippocrates’.",
      "pageId": 564669,
      "monthDay": "09/10"
    },
    {
      "year": "1758",
      "uri": "/wiki/Hannah_Webster_Foster",
      "name": "Hannah Webster Foster",
      "aboutText": "Jacques Boucher de Crèvecœur de Perthes (10 September 1788 – 5 August 1868), sometimes referred to as Boucher de Perthes, was a French archaeologist and antiquary notable for his discovery, in about 1830, of flint tools in the gravels of the Somme valley.",
      "pageId": 642863,
      "monthDay": "09/10"
    },
    {
      "year": "1786",
      "uri": "/wiki/Nicol%C3%A1s_Bravo",
      "name": "Nicolás Bravo",
      "aboutText": "Don Alonso Pérez de Guzmán y de Zúñiga-Sotomayor, 7th Duke of Medina Sidonia (10 September 1550 – 26 July 1615), Grandee of Spain, a Knight of the Order of the Golden Fleece since 1581, was the commander-in-chief of the Spanish Armada.",
      "pageId": 828095,
      "monthDay": "09/10"
    },
    {
      "year": "1786",
      "uri": "/wiki/William_Mason_(U.S._politician)",
      "name": "William Mason",
      "aboutText": "Nicolás Bravo Rueda (10 September 1786 – 22 April 1854) was the 11th Mexican President and a soldier. He distinguished himself in both roles during the 1846–1848 U.S. invasion of Mexico.",
      "pageId": 828729,
      "monthDay": "09/10"
    },
    {
      "year": "1788",
      "uri": "/wiki/Jacques_Boucher_de_Cr%C3%A8vec%C5%93ur_de_Perthes",
      "name": "Jacques Boucher de Crèvecœur de Perthes",
      "aboutText": "Hannah Webster Foster (September 10, 1758 – April 17, 1840) was an American novelist.\nHer epistolary novel, The Coquette; or, The History of Eliza Wharton, was published anonymously in 1797. Although it sold well in the 1790s, it was not until 1866 that her name appeared on the title page.",
      "pageId": 957998,
      "monthDay": "09/10"
    },
    {
      "year": "1801",
      "uri": "/wiki/Marie_Laveau",
      "name": "Marie Laveau",
      "aboutText": "Lieutenant General Sir William Francis Drummond Jervois  GCMG CB FRS (10 September 1821 – 17 August 1897) was a British military engineer and diplomat. After joining the British Army in 1839, he saw service, as a second captain, in South Africa. In 1858, as a major, he was appointed Secretary of a Royal Commission set up to examine the state and efficiency of British land-based fortifications against naval attack; and this led to further work in Canada and South Australia.",
      "pageId": 1113894,
      "monthDay": "09/10"
    },
    {
      "year": "1821",
      "uri": "/wiki/William_Jervois",
      "name": "William Jervois",
      "aboutText": "George I of Hesse-Darmstadt was the Landgrave of Hesse-Darmstadt from 1567 to 1596.\nBorn on 10 September 1547 in Kassel, he was the fourth son of Philip I the Magnanimous of Hesse and Christine of Saxony.\nFollowing his father's death in 1567 Hesse was divided between his four sons.",
      "pageId": 9046783,
      "monthDay": "09/10"
    },
    {
      "year": "1836",
      "uri": "/wiki/Joseph_Wheeler",
      "name": "Joseph Wheeler",
      "aboutText": "Hernando Arias de Saavedra (September 10, 1561 – 1634), commonly known as Hernandarias, was a soldier and politician of criollo ancestry. He was the first person born in the Americas to become a governor of a European colony in the New World, serving two terms as governor of Governorate of the Río de la Plata, 1597-1599 and 1602–1609, and one of the Governorate of Paraguay 1615-1617.\n^ a b c d \"Hernandarias: Conquistador, gobernante y hombre de Dios\" (in Spanish).",
      "pageId": 9708111,
      "monthDay": "09/10"
    },
    {
      "year": "1839",
      "uri": "/wiki/Isaac_K._Funk",
      "name": "Isaac K. Funk",
      "aboutText": "William Mason (September 10, 1786 – January 13, 1860) was a United States Representative from New York.\nMason was born in Lebanon, Connecticut on September 10, 1786.",
      "pageId": 11150998,
      "monthDay": "09/10"
    },
    {
      "year": "1839",
      "uri": "/wiki/Charles_Sanders_Peirce",
      "name": "Charles Sanders Peirce",
      "aboutText": "Charles Sanders Peirce (/ˈpɜrs/, like \"purse\", September 10, 1839 – April 19, 1914) was an American philosopher, logician, mathematician, and scientist who is sometimes known as \"the father of pragmatism\". He was educated as a chemist and employed as a scientist for 30 years. Today he is appreciated largely for his contributions to logic, mathematics, philosophy, scientific methodology, and semiotics, and for his founding of pragmatism.",
      "pageId": 6117,
      "monthDay": "09/10"
    },
    {
      "year": "1844",
      "uri": "/wiki/Abel_Hoadley",
      "name": "Abel Hoadley",
      "aboutText": "Hilda \"H.D.\" Doolittle (September 10, 1886 – September 27, 1961) was an American poet, novelist, and memoirist known for her association with the early 20th century avant-garde Imagist group of poets such as Ezra Pound and Richard Aldington. She published under the pen name of H.D..\nH.D. was born in Bethlehem, Pennsylvania, in 1886 and moved to London in 1911, where her publications earned her a central role within the then emerging Imagist movement.",
      "pageId": 168459,
      "monthDay": "09/10"
    },
    {
      "year": "1852",
      "uri": "/wiki/Hans_Niels_Andersen",
      "name": "Hans Niels Andersen",
      "aboutText": "Jeppe Aakjær (born in Fly, Jutland on 10 September 1866 – died in Jenle, 22 (23) April 1930) was a Danish poet and novelist, a member of the 'Jutland Movement' in Danish literature\". A regionalist, much of his writings were about his native Jutland.",
      "pageId": 318226,
      "monthDay": "09/10"
    },
    {
      "year": "1852",
      "uri": "/wiki/Alice_Brown_Davis",
      "name": "Alice Brown Davis",
      "aboutText": "Carl Clinton Van Doren (September 10, 1885 – July 18, 1950) was a U.S. critic and Pulitzer Prize-winning biographer. He was the brother of critic and teacher Mark Van Doren and the uncle of Charles Van Doren.\nHe won the 1939 Pulitzer Prize for Biography or Autobiography for Benjamin Franklin.",
      "pageId": 753047,
      "monthDay": "09/10"
    },
    {
      "year": "1855",
      "uri": "/wiki/Albert_F._Mummery",
      "name": "Albert F. Mummery",
      "aboutText": "Ranjitsinhji (10 September 1872 – 2 April 1933), often known as Ranji, was the ruler of the Indian princely state of Nawanagar from 1907 to 1933, as Maharaja Jam Saheb, and a noted Test cricketer who played for the English cricket team. He also played first-class cricket for Cambridge University, and county cricket for Sussex.\nRanji is widely regarded as one of the greatest batsmen of all time.",
      "pageId": 834220,
      "monthDay": "09/10"
    },
    {
      "year": "1860",
      "uri": "/wiki/Marianne_von_Werefkin",
      "name": "Marianne von Werefkin",
      "aboutText": "Alice Brown Davis (September 10, 1852 – June 21, 1935) was the first female Principal Chief of the Seminole Tribe of Oklahoma, and served from 1922–1935, appointed by President Warren G. Harding. She was of Seminole (Tiger Clan) and Scots descent. Her older brother John Frippo Brown had served as chief of the tribe and their brother Andrew Jackson Brown as treasurer.",
      "pageId": 958010,
      "monthDay": "09/10"
    },
    {
      "year": "1866",
      "uri": "/wiki/Jeppe_Aakj%C3%A6r",
      "name": "Jeppe Aakjær",
      "aboutText": "Johannes de Jong (September 10, 1885 – September 8, 1955) was a Dutch Cardinal of the Roman Catholic Church.",
      "pageId": 1877194,
      "monthDay": "09/10"
    },
    {
      "year": "1871",
      "uri": "/wiki/Charles_Collett",
      "name": "Charles Collett",
      "aboutText": "Giovanni Gronchi, OMCA (Italian pronunciation: [ʤoˈvanni ˈɡroŋki]; 10 September 1887 – 17 October 1978) was a Christian Democratic Italian politician who became the third President of the Italian Republic in 1955, after Luigi Einaudi. His presidency lasted until 1962 and was marked by a controversial and failed attempt to bring about an “opening to the left” in Italian politics. He was reputed the real holder of the executive power in Italy from 1955 to 1962, backward the various Prime Ministers of this time.",
      "pageId": 2031476,
      "monthDay": "09/10"
    },
    {
      "year": "1872",
      "uri": "/wiki/Ranjitsinhji",
      "name": "Ranjitsinhji",
      "aboutText": "Pandit Govind Ballabh Pant (Hindi pronunciation: [ɡoːʋiːŋd̪ bəlləbʱ pəŋt̪], 10 September 1887 – 7 March 1961) was a veteran Indian freedom fighter and politician who alongside Mahatma Gandhi and Jawaharlal Nehru was a key figure in the movement for India's independence and subsequently was a pivotal figure in the independent Indian Government. He was one of the foremost political leaders from Uttarakhand (then in United Provinces) and of the movement to establish Hindi as the official language of India. Today there are at least a dozen Indian hospitals, educational institutes and foundations named after him across India.",
      "pageId": 2340503,
      "monthDay": "09/10"
    },
    {
      "year": "1875",
      "uri": "/wiki/George_Hewitt_Myers",
      "name": "George Hewitt Myers",
      "aboutText": "Abel Hoadley (10 September 1844 – 12 May 1918) was the inventor of the popular Australian confectionery bar, the Violet Crumble.\nHe was born in Willingdon, East Sussex, England, the son of Peter Hoadley (blacksmith) and Elizabeth Ann Wheeler. Hoadley arrived in Australia in 1865.",
      "pageId": 2672214,
      "monthDay": "09/10"
    },
    {
      "year": "1876",
      "uri": "/wiki/Hugh_D._McIntosh",
      "name": "Hugh D. McIntosh",
      "aboutText": "Charles Benjamin Collett (10 September 1871 - 5 April 1952) was Chief Mechanical Engineer of the Great Western Railway from 1922 to 1941.",
      "pageId": 2862960,
      "monthDay": "09/10"
    },
    {
      "year": "1880",
      "uri": "/wiki/Georgia_Douglas_Johnson",
      "name": "Georgia Douglas Johnson",
      "aboutText": "Albert Frederick Mummery (10 September 1855, Dover, Kent, England – 24 August 1895, Nanga Parbat), was an English mountaineer and author. Although most notable for his many and varied first ascents put up in the Alps, Mummery, along with J. Norman Collie, Hastings, and two Gurkhas are also known to have been the first men in recorded history to have attempted to summit one of the Himalayan eight-thousanders - the fourteen highest peaks in the world.\nTheir innovative, light-weight endeavour upon Nanga Parbat in 1895 was to prove ill-fated with Mummery and both Gurkhas having perished in an avalanche whilst reconnoitering the mountain's Rakhiot Face.",
      "pageId": 2966121,
      "monthDay": "09/10"
    },
    {
      "year": "1883",
      "uri": "/wiki/Jock_Delves_Broughton",
      "name": "Jock Delves Broughton",
      "aboutText": "Marianne von Werefkin (Russian: Мариа́нна Влади́мировна Верёвкина; 10 September [O.S. 29 August] 1860, Tula, Russia – 6 February 1938, Ascona, Switzerland), born Marianna Wladimirowna Werewkina (transliteration Marianna Vladimirovna Verëvkina), was a Russian-German-Swiss Expressionist painter.",
      "pageId": 3570318,
      "monthDay": "09/10"
    },
    {
      "year": "1884",
      "uri": "/wiki/Herbert_Johanson",
      "name": "Herbert Johanson",
      "aboutText": "Georgia Blanche Douglas Camp Johnson, better known as Georgia Douglas Johnson (September 10, 1880 – May 14, 1966), was an American poet, one of the earliest African-American female playwrights, and a member of the Harlem Renaissance.",
      "pageId": 4256655,
      "monthDay": "09/10"
    },
    {
      "year": "1885",
      "uri": "/wiki/Johannes_de_Jong",
      "name": "Johannes de Jong",
      "aboutText": "Sir Henry John Delves Broughton, 11th Baronet DL (10 September 1883 – 5 December 1942) was a British aristocrat who is chiefly known for standing trial for the murder of Josslyn Hay, 22nd Earl of Erroll.",
      "pageId": 5106685,
      "monthDay": "09/10"
    },
    {
      "year": "1885",
      "uri": "/wiki/Carl_Clinton_Van_Doren",
      "name": "Carl Clinton Van Doren",
      "aboutText": "George Hewitt Myers (September 10, 1875 – December 23, 1957) was an American forester and philanthropist.\nHe was born in Cleveland, Ohio and graduated from Yale College in 1898. He pursued graduate work in English at Harvard from 1898 to 1899.",
      "pageId": 5593730,
      "monthDay": "09/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/H.D.",
      "name": "H.D.",
      "aboutText": "Kenneth Mason MC (10 September 1887 – 2 June 1976) was a soldier and geographer notable as the first statutory professor of Geography at the University of Oxford. His work surveying the Himalayas was rewarded in 1927 with a Royal Geographic Society Founder's Medal, the citation reading for his connection between the of surveys of India and Russian Turkestan, and his leadership of the Shaksgam Expedition.",
      "pageId": 5883325,
      "monthDay": "09/10"
    },
    {
      "year": "1887",
      "uri": "/wiki/Giovanni_Gronchi",
      "name": "Giovanni Gronchi",
      "aboutText": "Herbert Voldemar Johanson (September 10, 1884 in Haljala, Estonia – November 24, 1964 in Gothenburg, Sweden) was an Estonian architect.",
      "pageId": 6508811,
      "monthDay": "09/10"
    },
    {
      "year": "1887",
      "uri": "/wiki/Kenneth_Mason_(geographer)",
      "name": "Kenneth Mason",
      "aboutText": "Hans Niels Andersen (10 September 1852 – 30 December 1937) was a Danish shipping magnate, businessman and founder of the East Asiatic Company.\nBorn into a working-class family in Nakskov, he trained as a shipbuilder before hiring on as a ship's carpenter in 1872. He came to Bangkok for the first time in 1873 and advanced to first mate and later master of a ship owned by the king of Siam.",
      "pageId": 25903436,
      "monthDay": "09/10"
    },
    {
      "year": "1887",
      "uri": "/wiki/Govind_Ballabh_Pant",
      "name": "Govind Ballabh Pant",
      "aboutText": "Hugh Donald \"Huge Deal\" McIntosh (10 September 1876 – 2 February 1942) was an Australian show-business entrepreneur born to parents of Scottish and Irish origin and modest means in Sydney's Surry Hills, then a ramshackle suburb with a reputation for crime and vice among the largely Irish immigrant population. His policeman father Hugh Fraser McIntosh died when he was four.\nAccording to an obituary, he was educated at Marist Brothers College, St Marys Sydney.",
      "pageId": 27141555,
      "monthDay": "09/10"
    },
    {
      "year": "1888",
      "uri": "/wiki/Israel_Abramofsky",
      "name": "Israel Abramofsky",
      "aboutText": "Adele Astaire (born Adele Marie Austerlitz; September 10, 1896 – January 25, 1981) was an American dancer, stage actress and singer. She was Fred Astaire's elder sister, and his partner in a 27-year career in vaudeville and theater, beginning when he was five and she was eight.",
      "pageId": 127169,
      "monthDay": "09/10"
    },
    {
      "year": "1889",
      "uri": "/wiki/Ivar_B%C3%B6hling",
      "name": "Ivar Böhling",
      "aboutText": "Bessie Love (September 10, 1898 – April 26, 1986) was an American motion picture actress who achieved prominence mainly in the silent films and early talkies. With a small frame and delicate features, she played innocent young girls, flappers, and wholesome leading ladies.",
      "pageId": 175041,
      "monthDay": "09/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Bob_Heffron",
      "name": "Bob Heffron",
      "aboutText": "Franz Viktor Werfel (10 September 1890 – 26 August 1945) was an Austrian-Bohemian novelist, playwright, and poet whose career spanned World War I, the Interwar period, and World War II. He is primarily known as the author of The Forty Days of Musa Dagh (1933, English tr.",
      "pageId": 203774,
      "monthDay": "09/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Elsa_Schiaparelli",
      "name": "Elsa Schiaparelli",
      "aboutText": "Waldo Lonsbury Semon (September 10, 1898 – May 26, 1999) was an American inventor born in Demopolis, Alabama. He is credited with inventing methods for making polyvinyl chloride useful.",
      "pageId": 208751,
      "monthDay": "09/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Franz_Werfel",
      "name": "Franz Werfel",
      "aboutText": "Georges Albert Maurice Victor Bataille (French: [ʒɔʁʒ batɑj]; 10 September 1897 – 9 July 1962) was a French intellectual and literary figure working in literature, philosophy, anthropology, economics, sociology and history of art. At the core of his writings, which included essays, novels, and poetry, are subjects such as eroticism, mysticism, sovereignty, and transgression.",
      "pageId": 209215,
      "monthDay": "09/10"
    },
    {
      "year": "1892",
      "uri": "/wiki/Arthur_Compton",
      "name": "Arthur Compton",
      "aboutText": "Max Shachtman (/ˈʃɑːktmən/; September 10, 1904 – November 4, 1972) was an American Marxist theorist.",
      "pageId": 324492,
      "monthDay": "09/10"
    },
    {
      "year": "1893",
      "uri": "/wiki/Maria_de_Jesus",
      "name": "Maria de Jesus",
      "aboutText": "Arthur Holly Compton (September 10, 1892 – March 15, 1962) was an American physicist who won the Nobel Prize in Physics in 1927 for his discovery of the Compton effect, which demonstrated the particle nature of electromagnetic radiation. It was a sensational discovery at the time: the wave nature of light had been well-demonstrated, but the idea that light had both wave and particle properties was not easily accepted. He is also known for his leadership of the Manhattan Project's Metallurgical Laboratory, and served as Chancellor of Washington University in St.",
      "pageId": 432000,
      "monthDay": "09/10"
    },
    {
      "year": "1894",
      "uri": "/wiki/Alexander_Dovzhenko",
      "name": "Alexander Dovzhenko",
      "aboutText": "Robert Taschereau, PC CC (September 10, 1896 – July 26, 1970) was a lawyer who became the 11th Chief Justice of the Supreme Court of Canada and who briefly served as acting Governor General of Canada following the death of Georges Vanier in 1967.",
      "pageId": 531456,
      "monthDay": "09/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Viswanatha_Satyanarayana",
      "name": "Viswanatha Satyanarayana",
      "aboutText": "Elsa Schiaparelli Italian pronunciation: [ɛlsa skjapaˈɾɛlːi] (1890–1973) was an Italian fashion designer. Along with Coco Chanel, her greatest rival, she is regarded as one of the most prominent figures in fashion between the two World Wars. Starting with knitwear, Schiaparelli's designs were heavily influenced by Surrealists like her collaborators Salvador Dalí and Jean Cocteau.",
      "pageId": 734057,
      "monthDay": "09/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Adele_Astaire",
      "name": "Adele Astaire",
      "aboutText": "Cyril Vernon Connolly (10 September 1903 – 26 November 1974) was a literary critic and writer.",
      "pageId": 757965,
      "monthDay": "09/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Robert_Taschereau",
      "name": "Robert Taschereau",
      "aboutText": "Hilde Hildebrand was a German actress born in Hanover, Germany on 10 September 1897. She died at the age of 78 in Grunewald, Berlin, on 27 May 1976.",
      "pageId": 1091952,
      "monthDay": "09/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ye_Ting",
      "name": "Ye Ting",
      "aboutText": "Ye Ting (simplified Chinese: 叶挺; traditional Chinese: 葉挺; pinyin: Yè Tǐng; Jyutping: Yip6 Ting2) (September 10, 1896 – April 8, 1946), born in Huiyang, Guangdong, was a Chinese military leader. He started out nationalist and went to the communists.\nYe Ting joined the Kuomintang when Sun Yat-sen founded it in 1919 (the Kuomintang existed prior to 1919 but was called the Chinese Revolutionary Party) and from 1921 was a battalion commander in the National Revolutionary Army.",
      "pageId": 1690324,
      "monthDay": "09/10"
    },
    {
      "year": "1897",
      "uri": "/wiki/Georges_Bataille",
      "name": "Georges Bataille",
      "aboutText": "Robert James \"Bob\" Heffron (10 September 1890 – 27 July 1978), also known as R. J. Heffron, was a long-serving New South Wales politician, union organiser and Australian Labor Party Premier of New South Wales from 1959 to 1964. Born in New Zealand, Heffron became involved in various Socialist and Labor movements in New Zealand and later Australia before joining the Australian Labor Party. Being a prominent unionist organiser, having been gaoled at one stage for \"conspiracy to strike action\", he was eventually elected to the Parliament of New South Wales for Botany in 1930.",
      "pageId": 2770774,
      "monthDay": "09/10"
    },
    {
      "year": "1897",
      "uri": "/wiki/Hilde_Hildebrand",
      "name": "Hilde Hildebrand",
      "aboutText": "Clarence Leo \"Honey\" Craven (September 10, 1904 – July 22, 2003), was an American equestrian, ringmaster and manager of the National Horse Show at Madison Square Garden in New York, the Devon Horse Show in Pennsylvania, and ringmaster at nearly every prominent horse show in the United States. He also managed the Eastern States Show, the Children's Services Show and the North Shore Horse Show.",
      "pageId": 4184699,
      "monthDay": "09/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Bessie_Love",
      "name": "Bessie Love",
      "aboutText": "Maria de Jesus dos Santos (10 September 1893 – 2 January 2009) was a Portuguese supercentenarian who was the world's oldest verified living person for 37 days, until her death at 115 years 114 days.",
      "pageId": 8762759,
      "monthDay": "09/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Waldo_Semon",
      "name": "Waldo Semon",
      "aboutText": "Ivar Theodor Böhling (10 September 1889 – 12 January 1929) was a Finnish wrestler who competed in the 1912 Summer Olympics.\nHe won the silver medal in the light heavyweight class. In a remarkable final, he wrestled for nine hours against the other finalist, the Swedish wrestler Anders Ahlgren, before it was declared a draw.",
      "pageId": 10881749,
      "monthDay": "09/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Cyril_Connolly",
      "name": "Cyril Connolly",
      "aboutText": "Karl (\"Carlo\") Wien (10 September 1906 – c. 14 June 1937) was a German mountaineer.\nBorn in Würzburg, Wien was the son of university professor Wilhelm Wien, and became a lecturer himself in the geography department of Munich University.",
      "pageId": 18789803,
      "monthDay": "09/10"
    },
    {
      "year": "1904",
      "uri": "/wiki/Honey_Craven",
      "name": "Honey Craven",
      "aboutText": "Alexander Petrovich Dovzhenko or Oleksandr Petrovych Dovzhenko (Ukrainian: Олександр Петрович Довженко, Oleksandr Petrovych Dovzhenko; Russian: Алекса́ндр Петро́вич Довже́нко, Aleksandr Petrovich Dovzhenko; September 10 [O.S. August 29] 1894 – November 25, 1956), was a Soviet screenwriter, film producer and director of Ukrainian origin.",
      "pageId": 28560487,
      "monthDay": "09/10"
    },
    {
      "year": "1904",
      "uri": "/wiki/Max_Shachtman",
      "name": "Max Shachtman",
      "aboutText": "Israel Abramofsky (September 10, 1888 - January 16, 1975) was a Russian-born artist, who trained in Paris and settled in the United States, known for his landscape works and works depicting Jewish life in Eastern Europe.\nAbramofsky was born in Kiev, Russian Empire (present-day Ukraine) and left Czarist Russia for Vienna, Austria where he first took an interest in art. He lived briefly in Paris and arrived in the United States in 1909.",
      "pageId": 28914817,
      "monthDay": "09/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/Karl_Wien",
      "name": "Karl Wien",
      "aboutText": "Viswanatha Satyanarayana (10 September 1895 – 18 October 1976) was born to Sobhanadri and Parvathi in the year 1895 at Nandamuru,(pin 521311) Krishna District, Andhra Pradesh. He was a Telugu writer of the 20th century. His works included poetry, novels, drama, short stories and speeches, covering a wide range of subjects such as analysis of history, philosophy, religion, sociology, political science, linguistics, psychology and consciousness studies, epistemology, aesthetics and spiritualism.",
      "pageId": 30872874,
      "monthDay": "09/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Alva_R._Fitch",
      "name": "Alva R. Fitch",
      "aboutText": "Fabio Taglioni (September 10, 1920 – July 18, 2001) was an Italian engineer.\nBorn in Lugo di Romagna, he was chief designer and technical director of Ducati from 1954 until 1989. His desmodromic 90° V-twin engine design is still used in all current Ducati motorcycle engines.",
      "pageId": 11366,
      "monthDay": "09/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Angus_Bethune_(politician)",
      "name": "Angus Bethune",
      "aboutText": "Robert Earl Wise (September 10, 1914 – September 14, 2005) was an American film director, producer and editor. He won Academy Awards for Best Director and Best Picture for both West Side Story (1961) and The Sound of Music (1965). He was also nominated for Best Film Editing for Citizen Kane (1941) and directed and produced The Sand Pebbles (1966), which was nominated for Best Picture.",
      "pageId": 67757,
      "monthDay": "09/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Raymond_Scott",
      "name": "Raymond Scott",
      "aboutText": "Raymond Scott (born Harry Warnow, September 10, 1908 – February 8, 1994) was an American composer, band leader, pianist, engineer, recording studio maverick, and electronic instrument inventor.\nAlthough Scott never scored cartoon soundtracks, his music is familiar to millions because of its adaptation by Carl Stalling in over 120 classic Bugs Bunny, Porky Pig, Daffy Duck and other Warner Bros. Looney Tunes and Merrie Melodies animated shorts.",
      "pageId": 146562,
      "monthDay": "09/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Waldo_Rudolph_Wedel",
      "name": "Waldo Rudolph Wedel",
      "aboutText": "Terence Marne O'Neill, Baron O'Neill of the Maine, PC (10 September 1914 – 12 June 1990) was the fourth Prime Minister of Northern Ireland and leader (1963–1970) of the Ulster Unionist Party (UUP). A moderate unionist, who sought to reconcile the sectarian divisions in Northern Ireland society, he was Member of the Parliament of Northern Ireland for the Bannside constituency from 1946 until his forced resignation in 1970 as communal conflict erupted; his successor in Parliament was Ian Paisley, while control of the UUP also passed to more hard-line elements.",
      "pageId": 271587,
      "monthDay": "09/10"
    },
    {
      "year": "1912",
      "uri": "/wiki/Basappa_Danappa_Jatti",
      "name": "Basappa Danappa Jatti",
      "aboutText": "Boyd Kenneth Packer (September 10, 1924 – July 3, 2015) was an American religious leader and former educator, who served as president of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 2008 until his death. He also served as the quorum's acting president from 1994 to 2008, and was an apostle and member of the Quorum of the Twelve from April 1970 until his death. He served as a general authority of the church from 1961 until his death.",
      "pageId": 398914,
      "monthDay": "09/10"
    },
    {
      "year": "1912",
      "uri": "/wiki/Mary_Walter",
      "name": "Mary Walter",
      "aboutText": "Miguel Serrano (10 September 1917 – 28 February 2009) was a Chilean diplomat, journalist and author of poetry, books on spiritual questing and Esoteric Hitlerism. Serrano's anti-modernist neo-Gnostic philosophy claims to elucidate the extraterrestrial origin of the Hyperborean-descended Aryan race, image-bearers of the Godhead, and postulates a global conspiracy against them by an evil inferior godlet: The Demiurge, worshipped by the Jewish people, lord of planet Earth, spawner of the primitive hominid stocks, and author of all base materiality.\nSerrano foremostly synthesized the Hindu-Vedic and Nordic-Germanic religious traditions, both of which he considered to be of ancient Aryan-Hyperborean provenance, in addition to particularly esoteric and racialist interpretations of Buddhism, Christianity (or \"Kristianism\"), Luciferianism (not to be confused with Satanism), and Gnosticism.",
      "pageId": 680062,
      "monthDay": "09/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lincoln_Gordon",
      "name": "Lincoln Gordon",
      "aboutText": "Edmond O'Brien (September 10, 1915 – May 9, 1985) was an American actor who appeared in more than 100 films from the 1940s to the 1970s, often playing character parts. He received an Academy Award for his supporting role in The Barefoot Contessa (1954).",
      "pageId": 779370,
      "monthDay": "09/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Terence_O%27Neill,_Baron_O%27Neill_of_the_Maine",
      "name": "Terence O'Neill, Baron O'Neill of the Maine",
      "aboutText": "Theodore Bernard \"Big Klu\" Kluszewski (September 10, 1924 – March 29, 1988) was an American professional baseball player. In Major League Baseball (MLB), he spent most of his 15-year career playing for the Cincinnati Reds as a first baseman.\nKluszewski was a National League (NL) All-Star for four seasons.",
      "pageId": 1279542,
      "monthDay": "09/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Robert_Wise",
      "name": "Robert Wise",
      "aboutText": "Lex van Delden, born Alexander Zwaap (10 September 1919 – 1 July 1988) was a Dutch composer.",
      "pageId": 1525312,
      "monthDay": "09/10"
    },
    {
      "year": "1915",
      "uri": "/wiki/Edmond_O%27Brien",
      "name": "Edmond O'Brien",
      "aboutText": "Basappa Danappa Jatti  pronunciation  (10 September 1913 – 7 June 2002) was the fifth Vice-President of India, serving from 1974 to 1979. He was Acting President of India from 11 February 1977 to 25 July 1977.",
      "pageId": 1994471,
      "monthDay": "09/10"
    },
    {
      "year": "1917",
      "uri": "/wiki/Miguel_Serrano",
      "name": "Miguel Serrano",
      "aboutText": "Alva Revista Fitch (September 10, 1907–November 25, 1989) was a lieutenant general in the United States Army and was deputy director of Defense Intelligence Agency from 1946 to 1964. From October 16, 1961 to January 5, 1964, Fitch served as the Assistant Chief of Staff for Intelligence, Headquarters, Department of the Army.",
      "pageId": 2094027,
      "monthDay": "09/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Lex_van_Delden",
      "name": "Lex van Delden",
      "aboutText": "Roy James Brown (September 10, 1925 – May 25, 1981) was an American R&B singer, songwriter and musician, who had a significant influence on the early development of rock and roll and changed the direction rhythm and blues was headed in. His original song and hit recording \"Good Rocking Tonight\" was covered by Wynonie Harris, Elvis Presley, Bruce Springsteen, Ricky Nelson, Jerry Lee Lewis, Pat Boone, James Brown, the Doors, and the rock group Montrose. Brown was the first singer in recording history to sing R&B songs with a gospel-steeped delivery, which was then considered taboo by many churches.",
      "pageId": 2263149,
      "monthDay": "09/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Fabio_Taglioni",
      "name": "Fabio Taglioni",
      "aboutText": "John W. Morris (September 10, 1921 - August 20, 2013 ) was an American Lieutenant General who became Chief of Engineers.\nMorris was born in Princess Anne, Maryland. He graduated from the United States Military Academy in June 1943 and was commissioned in the Corps of Engineers.",
      "pageId": 2516959,
      "monthDay": "09/10"
    },
    {
      "year": "1921",
      "uri": "/wiki/Joann_L%C3%B5ssov",
      "name": "Joann Lõssov",
      "aboutText": "Sir Walter Angus Bethune (10 September 1908 – 22 August 2004) was an Australian politician and member of the Tasmanian House of Assembly. He was Premier of Tasmania from 26 May 1969 to 3 May 1972.",
      "pageId": 2807522,
      "monthDay": "09/10"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_W._Morris",
      "name": "John W. Morris",
      "aboutText": "Mary Walter (September 10, 1912 – February 25, 1993) was a Filipino actress whose eight decade-long film acting career saw her transformation from a romantic lead in the silent film era into a wizened fixture in horror movies in the late 1980s and early 1990s. For her body of work accomplished in an especially long career, she was honored with the Lifetime Achievement Award from both the Filipino Academy of Movie Arts and Sciences and the Gawad Urian.\n^ Nicanor Tiongson, ed.",
      "pageId": 9018189,
      "monthDay": "09/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Glen_P._Robinson",
      "name": "Glen P. Robinson",
      "aboutText": "Richard Charles \"Dick\" Lucas (born September 10, 1925) is an Anglican evangelical cleric, best known for his long ministry at St Helen's Bishopsgate in London, England, and for his work as founder of the Proclamation Trust and the Cornhill Training Course.\nLucas was born September 10, 1925, in Lewes, Sussex. He was converted to evangelical Christianity in 1941 under the camp ministry of E. J. H. Nash.",
      "pageId": 10179013,
      "monthDay": "09/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ted_Kluszewski",
      "name": "Ted Kluszewski",
      "aboutText": "Abraham Lincoln Gordon (September 10, 1913 – December 19, 2009) was the 9th President of the Johns Hopkins University (1967–71) and a United States Ambassador to Brazil (1961–66). Gordon had a career both in government and in academia, becoming a Professor of International Economic Relations at Harvard University in the 1950s, before turning his attention to foreign affairs. Gordon had a career in business after his resignation as president of the Johns Hopkins University, but remained active at institutions such as the Brookings Institution until his death.",
      "pageId": 10925273,
      "monthDay": "09/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Boyd_K._Packer",
      "name": "Boyd K. Packer",
      "aboutText": "Joann Lõssov (September 10, 1921 in Tallinn – August 3, 2000 in Tallinn) was an Estonian basketball player who competed for the Soviet Union in the 1952 Summer Olympics. Lõssov trained at VSS Kalev in Tallinn. He was named MVP of the EuroBasket 1947.",
      "pageId": 11858402,
      "monthDay": "09/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Roy_Brown_(blues_musician)",
      "name": "Roy Brown",
      "aboutText": "Waldo Rudolph Wedel (September 10, 1908 – August 27, 1996) was an American archaeologist and a central figure in the study of the prehistory of the Great Plains. He was born in Newton, Kansas to a family of Mennonites. In 1939 he married Mildred Mott, a fellow archaeologist and ethnohistorian.",
      "pageId": 14604206,
      "monthDay": "09/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dick_Lucas_(minister)",
      "name": "Dick Lucas",
      "aboutText": "Glen Parmelee Robinson, Jr. (September 10, 1923 – January 16, 2013), called the \"father of high-tech industry in Georgia\", was an American businessman and founder of Scientific Atlanta, now a subsidiary of Cisco Systems. Robinson was CEO of the company for 20 years, and chairman of the board for an additional eight years, until he retired from Scientific Atlanta in 1979.",
      "pageId": 25865783,
      "monthDay": "09/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Boris_Tchaikovsky",
      "name": "Boris Tchaikovsky",
      "aboutText": "Arnold Daniel Palmer (born September 10, 1929) is a retired American professional golfer, who is generally regarded as one of the greatest players in professional golf history. He has won numerous events on both the PGA Tour and Champions Tour, dating back to 1955. Nicknamed \"The King\", he is one of golf's most popular stars and its most important trailblazer, because he was the first superstar of the sport's television age, which began in the 1950s.",
      "pageId": 81694,
      "monthDay": "09/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Beryl_Cook",
      "name": "Beryl Cook",
      "aboutText": "Karl Otto Lagerfeld (born 10 September 1933) is a German fashion designer, artist, and photographer based in Paris. He is the head designer and creative director of the fashion house Chanel as well as the Italian house Fendi and his own fashion label. Over the decades, he has collaborated on a variety of fashion and art-related projects.",
      "pageId": 175855,
      "monthDay": "09/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Khin_Maung_Kyi",
      "name": "Khin Maung Kyi",
      "aboutText": "Yevgeni Vassilyevich Khrunov (Russian: Евге́ний Васи́льевич Хруно́в; September 10, 1933 – May 20, 2000) was a Soviet cosmonaut who flew on the Soyuz 5/Soyuz 4 mission.\nHe was born in Prudy.\nYevgeni Khrunov was a colonel, Hero of the Soviet Union (January 22, 1969) and Kandidat of Technical Sciences (1971).",
      "pageId": 197185,
      "monthDay": "09/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Johnny_Keating",
      "name": "Johnny Keating",
      "aboutText": "Roger Eugene Maris (September 10, 1934 – December 14, 1985) was an American professional baseball player who played four seasons in the minor leagues and twelve seasons in the major leagues. Maris played right field on four Major League Baseball (MLB) teams, from 1957 through 1968.\nMaris set the MLB record for home runs during the 1961 season with 61, breaking Babe Ruth's single-season record of 60 home runs in 1927.",
      "pageId": 303711,
      "monthDay": "09/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Roch_Bolduc",
      "name": "Roch Bolduc",
      "aboutText": "Charles Kuralt (September 10, 1934 – July 4, 1997) was an American journalist. He was most widely known for his long career with CBS, first for his \"On the Road\" segments on The CBS Evening News with Walter Cronkite, and later as the first anchor of CBS News Sunday Morning, a position he held for fifteen years.\nKuralt's \"On the Road\" segments were recognized twice with personal Peabody Awards.",
      "pageId": 429910,
      "monthDay": "09/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Walter_Ralston_Martin",
      "name": "Walter Ralston Martin",
      "aboutText": "James Louis \"Jim\" Oberstar (September 10, 1934 – May 3, 2014) was an American politician who served in the United States House of Representatives from 1975 to 2011. A member of the Minnesota Democratic–Farmer–Labor Party, he represented northeastern Minnesota's 8th congressional district, which included the cities of Duluth, Brainerd, Grand Rapids, International Falls, and Hibbing. He was chairman of the House Transportation and Infrastructure Committee from 2007 to 2011, and ranking minority member prior to that.",
      "pageId": 493616,
      "monthDay": "09/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jean_Vanier",
      "name": "Jean Vanier",
      "aboutText": "Jean Vanier, CC GOQ (born September 10, 1928) is a Canadian Catholic philosopher, theologian and humanitarian. He founded L'Arche in 1964, an international federation of communities spread over 35 countries, for people with developmental disabilities and those who assist them. Subsequently in 1971, he co-founded Faith and Light, with Marie-Hélène Mathieu, which works for people with also developmental disabilities, their family and friends in over 80 countries.",
      "pageId": 607427,
      "monthDay": "09/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Michel_B%C3%A9langer",
      "name": "Michel Bélanger",
      "aboutText": "Philip Baker Hall (born September 10, 1931) is an American actor. Although he is rarely cast in lead roles, Hall has portrayed characters such as President Richard Nixon in Robert Altman's Secret Honor (1984), Sydney in Paul Thomas Anderson's Hard Eight (1996), and Arthur Pratt in Duck (2005). He is also known for his portrayal of Lieutenant Bookman, Library Cop on Seinfeld.",
      "pageId": 1329630,
      "monthDay": "09/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Golding_(artist_and_writer)",
      "name": "John Golding",
      "aboutText": "Michel Bélanger, CC (September 10, 1929 – December 1, 1997) was a Canadian businessman and banker.\nHe was an economic adviser to René Lévesque and helped to nationalize electricity. He was the first Francophone to become president of the Montreal stock exchange.",
      "pageId": 1882494,
      "monthDay": "09/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Tommy_Leonetti",
      "name": "Tommy Leonetti",
      "aboutText": "Boris Alexandrovich Tchaikovsky (Russian: Борис Александрович Чайковский; 10 September 1925 – 7 February 1996) was a Soviet composer, born in Moscow, whose oeuvre includes orchestral works, chamber music and film music. He is considered as part of the second generation of Russian composers, following in the steps of Pyotr Tchaikovsky (to whom he was not related) and especially Mussorgsky.\nHe was admired by Dmitri Shostakovich, with whom he studied, who (according to Per Skans in his notes for a recording) suggested in a letter of February 1, 1969 to Isaak Glikman, that \"If Barshai's orchestra (the Moscow chamber orchestra) makes a guest appearance in Leningrad playing Vainberg's Tenth Symphony and Boris Tchaikovsky's Sinfonietta, you really have to hear them\".",
      "pageId": 2078250,
      "monthDay": "09/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Arnold_Palmer",
      "name": "Arnold Palmer",
      "aboutText": "Roch Bolduc, OC CQ (born September 10, 1928) is a former Canadian civil servant and Senator from the province of Quebec.\nBorn in Saint-Raphaël, Quebec, he received a Bachelor of Arts degree in 1948 and a Doctorate of Law degree in 1951 from Université Laval.\nHe was summoned to the Senate in 1988 on the advice of Prime Minister Brian Mulroney and represented the senatorial division of Gulf, Quebec.",
      "pageId": 2104014,
      "monthDay": "09/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Aino_Kukk",
      "name": "Aino Kukk",
      "aboutText": "Walter Ralston Martin (September 10, 1928 – June 26, 1989), was an American Evangelical Christian minister and author who founded the Christian Research Institute in 1960 as a para-church ministry specializing as a clearing-house of information in both general Christian apologetics and in countercult apologetics.",
      "pageId": 2173483,
      "monthDay": "09/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Isabel_Colegate",
      "name": "Isabel Colegate",
      "aboutText": "Beryl Cook, OBE (10 September 1926 – 28 May 2008) was an English artist best known for her original and instantly recognisable paintings. Often comical, her works pictured people whom she encountered in everyday life, including people enjoying themselves in pubs, girls shopping or out on a hen night, drag queen shows or a family picnicking by the seaside or abroad. She had no formal training and did not take up painting until her thirties.",
      "pageId": 2320157,
      "monthDay": "09/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Philip_Baker_Hall",
      "name": "Philip Baker Hall",
      "aboutText": "Robert \"Bo\" Goldman (born September 10, 1932) is an American writer, Broadway playwright and screenwriter.",
      "pageId": 9511000,
      "monthDay": "09/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Bo_Goldman",
      "name": "Bo Goldman",
      "aboutText": "John (\"Johnny\") Keating (10 September 1927 – 28 May 2015) was a Scottish musician, songwriter and arranger.",
      "pageId": 11039225,
      "monthDay": "09/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Yevgeny_Khrunov",
      "name": "Yevgeny Khrunov",
      "aboutText": "Tommy Leonetti (10 September 1929 – 15 September 1979) was an American pop singer-songwriter and actor of the 1950s, 1960s and 1970s. In Australia his most famous song was \"My City of Sydney\" (written by Leonetti & Bobby Troup) and was used by the Australian TV channel ATN7 in Sydney for station identification into the 1980s.",
      "pageId": 11075977,
      "monthDay": "09/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Karl_Lagerfeld",
      "name": "Karl Lagerfeld",
      "aboutText": "Isabel Diana Colegate (born 10 September 1931) is a British author and literary agent.",
      "pageId": 11772499,
      "monthDay": "09/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Charles_Kuralt",
      "name": "Charles Kuralt",
      "aboutText": "Khin Maung Kyi (Burmese: ခင်မောင်ကြည်; 10 September 1926 – 6 September 2013) was a prominent Burmese economist and scholar.",
      "pageId": 40474340,
      "monthDay": "09/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roger_Maris",
      "name": "Roger Maris",
      "aboutText": "Aino Kukk (née Prits, 10 September 1930, Raasiku Parish, Estonia – 7 November 2006) was an Estonian chess player, who won the Estonian Women's Chess Championship in 1955.",
      "pageId": 41768070,
      "monthDay": "09/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jim_Oberstar",
      "name": "Jim Oberstar",
      "aboutText": "John Golding (10 September 1929 – 9 April 2012) was a British artist, art scholar and curator, perhaps best known for his seminal text Cubism: A History and an Analysis, 1907–1914, first published in 1959 and later revised in several subsequent editions",
      "pageId": 41836132,
      "monthDay": "09/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Larry_Sitsky",
      "name": "Larry Sitsky",
      "aboutText": "Stephen Jay Gould (/ɡuːld/; September 10, 1941 – May 20, 2002) was an American paleontologist, evolutionary biologist, baseball fan, and historian of science. He was also one of the most influential and widely read writers of popular science of his generation. Gould spent most of his career teaching at Harvard University and working at the American Museum of Natural History in New York.",
      "pageId": 27875,
      "monthDay": "09/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mary_Oliver",
      "name": "Mary Oliver",
      "aboutText": "Jared Mason Diamond (born September 10, 1937) is an American scientist and author best known for his popular science books The Third Chimpanzee (1991), Guns, Germs, and Steel (1997, awarded a Pulitzer Prize), Collapse (2005) and The World Until Yesterday (2012). Originally trained in physiology, Diamond is known for drawing from a variety of fields, including anthropology, ecology, geography and evolutionary biology.",
      "pageId": 106082,
      "monthDay": "09/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jared_Diamond",
      "name": "Jared Diamond",
      "aboutText": "Gunpei Yokoi (Japanese: 横井 軍平, Hepburn: Yokoi Gunpei, September 10, 1941 – October 4, 1997), sometimes transliterated Gumpei Yokoi, was a Japanese video game designer. He was a long-time Nintendo employee, best known as creator of the Game Boy and Game & Watch handheld systems, inventor of the modern-day D-pad or 'cross' pad (a design that nearly all video game controllers use today), and producer of a few long-running and critically acclaimed video game franchises.",
      "pageId": 240845,
      "monthDay": "09/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tommy_Overstreet",
      "name": "Tommy Overstreet",
      "aboutText": "Christopher Jarvis Haley Hogwood CBE (10 September 1941 – 24 September 2014) was an English conductor, harpsichordist, writer, and musicologist.",
      "pageId": 385882,
      "monthDay": "09/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/David_Hamilton_(broadcaster)",
      "name": "David Hamilton",
      "aboutText": "Roy Ayers (born September 10, 1940) is an American funk, soul, and jazz composer and vibraphone player. Ayers began his career as a post-bop jazz artist, releasing several albums with Atlantic Records, before his tenure at Polydor Records beginning in the 1970s, during which he helped pioneer jazz-funk. He is a key figure in the acid jazz movement, which is a mixture of jazz into hip-hop and funk, and has been dubbed by many as \"The Godfather of Neo Soul\".",
      "pageId": 588775,
      "monthDay": "09/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Cynthia_Lennon",
      "name": "Cynthia Lennon",
      "aboutText": "David James Stratton AM (born 10 September 1939) is an English-Australian film critic and television personality.",
      "pageId": 679114,
      "monthDay": "09/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Hans_Sotin",
      "name": "Hans Sotin",
      "aboutText": "Cynthia Lennon (née Powell; 10 September 1939 – 1 April 2015) was the first wife of English musician John Lennon, and mother of Julian Lennon. She grew up in the middle-class section of Hoylake, on the Wirral Peninsula in North West England. At the age of 12, she was accepted into the Junior Art School, and was later enrolled in the Liverpool College of Art.",
      "pageId": 1149616,
      "monthDay": "09/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Stratton",
      "name": "David Stratton",
      "aboutText": "Junious \"Buck\" Buchanan (September 10, 1940 – July 16, 1992) was a professional football player, a defensive tackle with the Kansas City Chiefs in the American Football League (AFL) and in the National Football League (NFL).",
      "pageId": 1497630,
      "monthDay": "09/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Roy_Ayers",
      "name": "Roy Ayers",
      "aboutText": "Neale Donald Walsch (born September 10, 1943) is an American author of the series Conversations with God. The nine books in the complete series are Conversations With God (books 1–3), Friendship with God, Communion with God, The New Revelations, Conversations with God for Teens, Tomorrow's God, and Home with God: In a Life That Never Ends.",
      "pageId": 1516352,
      "monthDay": "09/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Buck_Buchanan",
      "name": "Buck Buchanan",
      "aboutText": "Mary Oliver (born September 10, 1935) is an American poet who has won the National Book Award and the Pulitzer Prize. The New York Times described her as \"far and away, this country's best-selling poet\".",
      "pageId": 1754967,
      "monthDay": "09/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bob_Chance",
      "name": "Bob Chance",
      "aboutText": "David Hamilton (born David Pilditch on 10 September 1938) is a British radio presenter. Since his broadcasting career began in 1959, Hamilton has hosted over 12,000 radio shows and more than 1,000 TV shows.",
      "pageId": 1858695,
      "monthDay": "09/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Stephen_Jay_Gould",
      "name": "Stephen Jay Gould",
      "aboutText": "Lazar Sitsky AM, usually referred to as Larry Sitsky, born 10 September 1934, is an Australian composer, pianist, and music educator and scholar.",
      "pageId": 2722379,
      "monthDay": "09/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Christopher_Hogwood",
      "name": "Christopher Hogwood",
      "aboutText": "Sir Thomas Boaz Allen, CBE (born 10 September 1944) is an English operatic baritone. He is widely admired in the opera world for his voice, the versatility of his repertoire, and his acting—leading many to regard him as one of the best lyric baritones of the late 20th century.",
      "pageId": 3262778,
      "monthDay": "09/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gunpei_Yokoi",
      "name": "Gunpei Yokoi",
      "aboutText": "Daniel Truhitte (born September 10, 1943 in Sacramento, California) is an American actor, best known for his portrayal of Rolfe Gruber, the young Austrian telegraph delivery boy who performed \"Sixteen Going on Seventeen\", in the film The Sound of Music (1965).",
      "pageId": 4174575,
      "monthDay": "09/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Danny_Hutton",
      "name": "Danny Hutton",
      "aboutText": "Daniel Anthony Hutton (born September 10, 1942), is an Irish-American singer, best known as one of the three lead vocalists in the band Three Dog Night. Hutton was a songwriter and singer for Hanna Barbera Records from 1965-1966. Hutton had a modest national hit, \"Roses and Rainbows,\" during his tenure as a recording artist for Hanna-Barbera Records.",
      "pageId": 5133676,
      "monthDay": "09/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/J%C3%BAnior_(Filipino_singer)",
      "name": "Júnior",
      "aboutText": "Tommy Overstreet (September 10, 1937 – November 2, 2015) was an American country singer. Often known simply as \"T.O.\" by fans and radio disc jockeys, Overstreet had five top five hit singles in the Billboard country charts and 11 top 10 singles. His popularity peaked in the 1970s.",
      "pageId": 6289959,
      "monthDay": "09/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Daniel_Truhitte",
      "name": "Daniel Truhitte",
      "aboutText": "Dennis Henry Burkley (September 8, 1945 – July 14, 2013) was an American actor. In a career spanning four decades, he appeared in numerous films and television series.",
      "pageId": 6823334,
      "monthDay": "09/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Neale_Donald_Walsch",
      "name": "Neale Donald Walsch",
      "aboutText": "Robert \"Bob\" Chance (September 10, 1940 - October 3, 2013) was a professional baseball player who played 6 seasons for the Cleveland Indians, Washington Senators, and California Angels of Major League Baseball.\nChance played two seasons in Japan for the Atoms. He also played in the Puerto Rican Professional Baseball League with Leones de Ponce during the 1961-62 season.",
      "pageId": 12623073,
      "monthDay": "09/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Thomas_Allen_(baritone)",
      "name": "Thomas Allen",
      "aboutText": "Júnior (born Antonio Barretto Morales; 10 September 1943 – 15 April 2014) was a Filipino singer and actor.",
      "pageId": 12954456,
      "monthDay": "09/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dennis_Burkley",
      "name": "Dennis Burkley",
      "aboutText": "Hans Sotin (born 10 September 1939) is a German operatic bass.\nHe was born in Dortmund and studied at the Dortmund Hochschule für Musik.\nHe made his operatic debut in 1962 in Essen as the Police Commissioner in Strauss's Der Rosenkavalier.",
      "pageId": 24389835,
      "monthDay": "09/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jos%C3%A9_Feliciano",
      "name": "José Feliciano",
      "aboutText": "James \"Jim\" Ray Hines (born September 10, 1946) is a retired American track and field athlete, who held the 100 m world record for 15 years.",
      "pageId": 67837,
      "monthDay": "09/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gerard_Henderson",
      "name": "Gerard Henderson",
      "aboutText": "William James O'Reilly, Jr. (born September 10, 1949) is an American television host, author, historian, journalist, syndicated columnist, and political commentator. He is the host of the political commentary program The O'Reilly Factor on the Fox News Channel.",
      "pageId": 188564,
      "monthDay": "09/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mike_Mullane",
      "name": "Mike Mullane",
      "aboutText": "José Montserrate Feliciano García (born September 10, 1945), better known simply as José Feliciano [xoˈse feliˈsjano], is a Puerto Rican virtuoso guitarist, singer, and composer known for many international hits, including his rendition of The Doors' \"Light My Fire\" and the best-selling Christmas single \"Feliz Navidad\". His music is known for having a mix of styles, for example including both Flamenco music and mellow easy listening influences in many songs.\nIn the US, he received widespread popularity in the 1960s, particularly after his 1968 album Feliciano!",
      "pageId": 209161,
      "monthDay": "09/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mich%C3%A8le_Alliot-Marie",
      "name": "Michèle Alliot-Marie",
      "aboutText": "Margaret Joan Sinclair (born September 10, 1948), known by her married name Trudeau, is an author, actress, photographer, former television talk show hostess, and social advocate for people with bipolar disorder; the former wife of Pierre Trudeau, 15th Prime Minister of Canada; and the mother of Justin Trudeau, 23rd Prime Minister of Canada, and his brothers Alexandre and Michel. In 2013 she was awarded the honorary degree of Doctor of Laws from the University of Western Ontario in recognition of her work to combat mental illness, from which she is a sufferer of bipolar disorder.",
      "pageId": 343594,
      "monthDay": "09/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Hines",
      "name": "Jim Hines",
      "aboutText": "Brian Harold Donohoe (born 10 September 1948) is a former British Labour Party politician and former trade union official, who was the Member of Parliament (MP) for Central Ayrshire from 2005 until losing his seat in 2015.",
      "pageId": 420198,
      "monthDay": "09/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Patrick_Norman_(singer)",
      "name": "Patrick Norman",
      "aboutText": "Richard Michael \"Mike\" Mullane (born September 10, 1945) is a retired USAF officer and a former NASA astronaut, flying on three Space Shuttle missions.",
      "pageId": 499549,
      "monthDay": "09/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Don_Powell",
      "name": "Don Powell",
      "aboutText": "Gerard Henderson (born 10 September 1945) is an Australian author, columnist and political commentator. He is the Executive Director of the Sydney Institute, a privately funded Australian current affairs forum.\nAs a commentator Henderson is on the conservative side of politics on issues such as industrial relations, national security and the Iraq War.",
      "pageId": 1048517,
      "monthDay": "09/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Pountney",
      "name": "David Pountney",
      "aboutText": "Robert Jerry \"Bob\" Lanier, Jr. (born September 10, 1948) is a retired American professional basketball player who played for the Detroit Pistons and Milwaukee Bucks of the National Basketball Association (NBA).",
      "pageId": 1167606,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Zhang_Chengzhi",
      "name": "Zhang Chengzhi",
      "aboutText": "Donald George Powell (born on 10 September 1946) is an English musician who was the drummer for glam rock and later style hard rock group, Slade for over twenty years.",
      "pageId": 1430956,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Brian_Donohoe",
      "name": "Brian Donohoe",
      "aboutText": "Donald \"Don\" Muraco (born September 10, 1949) is an American retired professional wrestler. He is best known for his appearances with the World Wrestling Federation from 1981 to 1988, where he held the WWF Intercontinental Championship on two occasions and was crowned the inaugural King of the Ring in 1985. Muraco was inducted into the WWE Hall of Fame in 2004 and the Professional Wrestling Hall of Fame in 2014.",
      "pageId": 1613426,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tony_Gatlif",
      "name": "Tony Gatlif",
      "aboutText": "Michèle Jeanne Honorine Alliot-Marie (French pronunciation: ​[miʃɛl aljomaˈʁi]; born 10 September 1946 and nicknamed MAM) is a French politician of the The Republicans (LR) party. A member of all but one right-wing governments of the 1980s, 1990s and 2000s, she was the first woman in France to hold the portfolios of Defense (2002–2007), the Interior (2007–2009) and Foreign Affairs (2010–2011). She has also been in charge of Youth and Sports (1993–1995) and Justice (2009–2010), and was granted the honorary rank of Minister of State in her last two offices.",
      "pageId": 1856038,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Judy_Geeson",
      "name": "Judy Geeson",
      "aboutText": "Judith Amanda \"Judy\" Geeson (born 10 September 1948) is an English film, stage, and television actress. She began her career primarily working on British television series, before making her major film debut in To Sir, with Love (1967). She later would star in a range of films throughout the 1970s, from crime pictures to thriller and horror films, including The Executioner (1970), Fear in the Night (1972), Brannigan (1975), and The Eagle Has Landed (1976).",
      "pageId": 2029537,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bob_Lanier_(basketball)",
      "name": "Bob Lanier",
      "aboutText": "Tony Gatlif (born as Michel Dahmani on 10 September 1948 in Algiers) is a French film director of Romani ethnicity who also works as a screenwriter, composer, actor, and producer.",
      "pageId": 2256420,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Margaret_Trudeau",
      "name": "Margaret Trudeau",
      "aboutText": "Rosie Flores (born September 10, 1950 in San Antonio, Texas) is a rockabilly and country music artist. Her music blends rockabilly, honky tonk, jazz, and Western swing along with traditional influences from her Tex-Mex heritage. She currently resides in Austin, Texas, where August 31 was declared Rosie Flores Day by the Austin City Council in 2006.",
      "pageId": 3772682,
      "monthDay": "09/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Charlie_Waters",
      "name": "Charlie Waters",
      "aboutText": "For the retired footballer of the same name, see Dave Pountney",
      "pageId": 5551331,
      "monthDay": "09/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Babette_Cole",
      "name": "Babette Cole",
      "aboutText": "Charlie Tutan Waters (born September 10, 1948) is a former American football safety for the Dallas Cowboys from 1970-1981 in the National Football League.",
      "pageId": 6816074,
      "monthDay": "09/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Don_Muraco",
      "name": "Don Muraco",
      "aboutText": "Zhang Chengzhi (born 10 September 1948) is a contemporary Hui Chinese author. Often named as the most influential Muslim writer in China, his historical narrative History of the Soul, about the rise of the Jahriyya (哲合忍耶) Sufi order, was the second-most popular book in China in 1994.\n^ \"张承志诉世纪互联通讯技术有限公司侵犯著作权纠纷案 (Zhang Chengzhi v.",
      "pageId": 10699574,
      "monthDay": "09/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bill_O%27Reilly_(political_commentator)",
      "name": "Bill O'Reilly",
      "aboutText": "Babette Cole (born 10 September 1949) is an English children's writer and illustrator. She has created more than 70 picture books and her best-seller Doctor Dog has been adapted as a successful children's cartoon series. Most of her work is rude comedy like The Smelly Book, The Hairy Book, The Slimy Book and The Silly Book.",
      "pageId": 13511687,
      "monthDay": "09/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rick_Rosas",
      "name": "Rick Rosas",
      "aboutText": "Yvon Éthier better known as Patrick Norman (born September 10, 1946 in Montreal, Quebec) is a Canadian country musician. He sings both in French and English and has had hits in Quebec and in the rest of Canada.\nHis song, \"Let's Try Once More\", was nominated for a 1978 Juno Award in the Juno Award for Single of the Year category.",
      "pageId": 28321249,
      "monthDay": "09/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rosie_Flores",
      "name": "Rosie Flores",
      "aboutText": "Rick (\"Rick the Bass Player\") Rosas (September 10, 1949 – November 6, 2014) was an American musician, and one of the most sought after studio session musicians in Los Angeles. Throughout his career, he played with Neil Young, Joe Walsh, Crosby, Stills, Nash & Young, Jerry Lee Lewis, Johnny Rivers, Ron Wood, Etta James, and the short-lived reunion of the Buffalo Springfield, among others. He performed as a bass player with The Flash in Jonathan Demme's 2015 film Ricki and The Flash.",
      "pageId": 43589680,
      "monthDay": "09/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Joe_Perry_(musician)",
      "name": "Joe Perry",
      "aboutText": "Siobhan Fahey (born Siobhán Máire Deirdre Fahey, 10 September 1958) is an Irish-British musician. She was a founding member of the 1980s British girl group Bananarama, and later formed the Brit Award and Ivor Novello award winning musical act Shakespears Sister.",
      "pageId": 177128,
      "monthDay": "09/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sarah_Coakley",
      "name": "Sarah Coakley",
      "aboutText": "John Archibald Sinclair, 3rd Viscount Thurso, PC (born 10 September 1953), known as John Thurso, is a Scottish businessman, Liberal Democrat politician and a baronet.\nThurso was Member of Parliament (MP) for Caithness, Sutherland and Easter Ross from the 2001 election until he was defeated in the 2015 election by SNP candidate Paul Monaghan. He was the fifth generation of the Sinclair family to represent the Caithness area in the House of Commons.",
      "pageId": 274994,
      "monthDay": "09/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Harry_Groener",
      "name": "Harry Groener",
      "aboutText": "Chris Joseph Columbus (born September 10, 1958) is an American filmmaker. Columbus is known for directing movies such as Harry Potter and the Philosopher's Stone (2001), Harry Potter and the Chamber of Secrets (2002), Mrs. Doubtfire (1993), Home Alone (1990) and Home Alone 2: Lost in New York (1992) and for writing movies such as Gremlins (1984) and The Goonies (1985).",
      "pageId": 294851,
      "monthDay": "09/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Medea_Benjamin",
      "name": "Medea Benjamin",
      "aboutText": "Anthony Joseph \"Joe\" Perry (born September 10, 1950) is the lead guitarist, backing and occasional lead vocalist, and contributing songwriter for the American rock band Aerosmith. He was ranked 84th in Rolling Stone's list of The 100 Greatest Guitarists of All Time. In 2001, he was inducted into the Rock and Roll Hall of Fame as part of Aerosmith, and in 2013, Perry and his songwriting partner Steven Tyler were recipients of the ASCAP Founders Award and were also inducted into the Songwriters Hall of Fame.",
      "pageId": 505321,
      "monthDay": "09/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vic_Toews",
      "name": "Vic Toews",
      "aboutText": "Johnnie Fingers (born John Peter Moylett, 10 September 1956, Ireland) is a pop pianist, and was a founding member of the new wave band, The Boomtown Rats.",
      "pageId": 618508,
      "monthDay": "09/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Amy_Irving",
      "name": "Amy Irving",
      "aboutText": "Amy Davis Irving (born September 10, 1953) is an American actress. She was nominated for the Academy Award for Best Supporting Actress for Yentl (1983) and for the Golden Globe for Best Actress in a Musical or Comedy for Crossing Delancey (1988). She made her Broadway debut in Amadeus in 1980 and went on to receive an Obie Award for the 1988 Off-Broadway production of The Road to Mecca.",
      "pageId": 659294,
      "monthDay": "09/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Thurso",
      "name": "John Thurso",
      "aboutText": "Medea Benjamin (born Susan Benjamin; September 10, 1952) is an American political activist, best known for co-founding Code Pink and, along with activist and author Kevin Danaher, the fair trade advocacy group Global Exchange. Benjamin was also the Green Party candidate in California in 2000 for the United States Senate. She currently contributes to OpEdNews and The Huffington Post.",
      "pageId": 744499,
      "monthDay": "09/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jackie_Ashley",
      "name": "Jackie Ashley",
      "aboutText": "Clark Johnson (born September 10, 1954), sometimes credited as Clark \"Slappy\" Jackson, Clarque Johnson, and J. Clark Johnson, is an American actor and director who has worked in both television and film.",
      "pageId": 1002923,
      "monthDay": "09/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Lorely_Burt",
      "name": "Lorely Burt",
      "aboutText": "Victor \"Vic\" Toews, PC, QC (/ˈteɪvz/; born September 10, 1952) is a judge of the Court of Queen's Bench of Manitoba and a former Canadian politician. He represented Provencher in the Canadian House of Commons from 2000 until his resignation on July 9, 2013, and served in the cabinet of Prime Minister Stephen Harper, most recently as Minister of Public Safety. He previously served in the Legislative Assembly of Manitoba from 1995 to 1999, and was a senior cabinet minister in the government of Gary Filmon.",
      "pageId": 1014631,
      "monthDay": "09/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Clark_Johnson",
      "name": "Clark Johnson",
      "aboutText": "Andreï Sergeyevich Makine (Russian: Андрей Серге́евич Макин; born 10 September 1957) is a Russian-born French author. He also publishes under the pseudonym Gabriel Osmonde.",
      "pageId": 1694306,
      "monthDay": "09/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Armin_Hahne",
      "name": "Armin Hahne",
      "aboutText": "Lorely Jane Burt, Baroness Burt of Solihull (born 10 September 1954) is a British politician, who was the Liberal Democrat Member of Parliament for Solihull from 2005 to 2015. She was nominated for a life peerage in 2015 Dissolution Honours.\n^ \"NEC casino rejection challenged\".",
      "pageId": 1713752,
      "monthDay": "09/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Johnnie_Fingers",
      "name": "Johnnie Fingers",
      "aboutText": "Harry Groener (born September 10, 1951) is a German-born American actor and dancer, perhaps best known for playing Mayor Wilkins in Buffy the Vampire Slayer (seasons 3, 4 and 7).",
      "pageId": 1866511,
      "monthDay": "09/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Johnny_Hickman",
      "name": "Johnny Hickman",
      "aboutText": "Carol Ann Decker (born 10 September 1957) is an English musician. She is best known as the singer and front woman for the band T'Pau, which had international success in the late 1980s. Although Decker's music is mainly associated with the group, she also released a solo single in 1995, \"One Heart,\" in support of the Halifax World Cup Rugby League centenary.",
      "pageId": 2300989,
      "monthDay": "09/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Erick_Zonca",
      "name": "Erick Zonca",
      "aboutText": "The Honourable Jacqueline \"Jackie\" Ashley (born 10 September 1954 in St Pancras, London) is an English journalist and broadcaster.",
      "pageId": 2926024,
      "monthDay": "09/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kate_Burton_(actress)",
      "name": "Kate Burton",
      "aboutText": "Katherine \"Kate\" Burton (born September 10, 1957) is a Swiss-born Welsh-American actress, daughter of actor Richard Burton and Sybil Burton. On television, Burton received critical acclaim for performances in Shonda Rhimes's drama series as Ellis Grey on Grey's Anatomy, and as Vice President Sally Langston on Scandal. She has been nominated for three Primetime Emmy Awards and three Tony Awards.",
      "pageId": 3008319,
      "monthDay": "09/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Carol_Decker",
      "name": "Carol Decker",
      "aboutText": "Michael Earl (September 10, 1959 in Oakland, California – December 23, 2015) was an American puppeteer, actor, writer, singer and songwriter. A 4-time Emmy Award-winner whose credits include Mr. Snuffleupagus on Sesame Street (1978–81) and Dr.",
      "pageId": 6031340,
      "monthDay": "09/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andre%C3%AF_Makine",
      "name": "Andreï Makine",
      "aboutText": "The Reverend Professor Sarah Coakley (born 10 September 1951) is an Anglican systematic theologian and philosopher of religion with wide interdisciplinary interests. She is currently the Norris-Hulse Professor of Divinity at the University of Cambridge, and Professorial Fellow of Murray Edwards College, Cambridge.",
      "pageId": 7682335,
      "monthDay": "09/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chris_Columbus_(filmmaker)",
      "name": "Chris Columbus",
      "aboutText": "Érick Zonca (born 10 September 1956) is a French film director and screenwriter, best known for his critically acclaimed, award-winning 1998 feature film debut The Dreamlife of Angels. The film won the Best Actress award at the 1998 Cannes Film Festival.\nHis first films were the shorts Rives (1992), Eternelles (1995), and Seule (1997).",
      "pageId": 14286547,
      "monthDay": "09/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Siobhan_Fahey",
      "name": "Siobhan Fahey",
      "aboutText": "John Arthur \"Johnny\" Hickman (born September 10, 1956) is an American musician best known as the lead guitarist and co-founder of the rock band Cracker.",
      "pageId": 14461075,
      "monthDay": "09/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_Earl_(puppeteer)",
      "name": "Michael Earl",
      "aboutText": "Armin Hahne (born September 10, 1955 in Moers, West Germany) is a German racing driver, best known for his exploits in touring car racing. The highpoint of his career was winning both the 1982 and 1983 Spa 24 Hours driving BMW's. Another highlight of his career was driving in the factory supported Tom Walkinshaw Racing run Jaguar Racing team racing the Jaguar XJS coupes.",
      "pageId": 18945006,
      "monthDay": "09/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jim_Meskimen",
      "name": "Jim Meskimen",
      "aboutText": "Guy Stuart Ritchie (born 10 September 1968) is an English filmmaker known for his crime films. He left secondary school and got entry-level jobs in the film industry in the mid-1990s. He eventually graduated to directing commercials.",
      "pageId": 91084,
      "monthDay": "09/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Peter_Nelson_(actor)",
      "name": "Peter Nelson",
      "aboutText": "John William \"Bill\" Stevenson (born September 10, 1963) is an American musician and record producer. He is the drummer, main songwriter, and the only constant for the California punk rock group Descendents since its inception. In late December 1981 he played a few concerts with Black Flag because their drummer ROBO was detained in England after a tour there.",
      "pageId": 147843,
      "monthDay": "09/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Alison_Bechdel",
      "name": "Alison Bechdel",
      "aboutText": "Alison Bechdel (/ˈbɛkdəl/ BEK-dəl; born September 10, 1960) is an American cartoonist. Originally best known for the long-running comic strip Dykes to Watch Out For, she came to critical and commercial success in 2006 with her graphic memoir Fun Home, which was subsequently adapted as a musical which won a Tony Award for Best Musical in 2015. She is a 2014 recipient of the MacArthur \"Genius\" Award.",
      "pageId": 153926,
      "monthDay": "09/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Colin_Firth",
      "name": "Colin Firth",
      "aboutText": "Colin Andrew Firth CBE (born 10 September 1960) is an English actor. His films have grossed more than $3 billion from 42 releases worldwide. He has received an Academy Award, a Golden Globe Award, two British Academy Film Awards and three Screen Actors Guild Awards, as well as the Volpi Cup.",
      "pageId": 170409,
      "monthDay": "09/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tim_Hunter_(ice_hockey)",
      "name": "Tim Hunter",
      "aboutText": "John Edward Sununu (born September 10, 1964) is a former Republican (GOP) United States Senator from New Hampshire. Sununu was the youngest member of the Senate for his entire six-year term. He is the son of former New Hampshire Governor and former White House Chief of Staff John H. Sununu.",
      "pageId": 171566,
      "monthDay": "09/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Lowery_(musician)",
      "name": "David Lowery",
      "aboutText": "Randall David \"Randy\" Johnson (born September 10, 1963), nicknamed \"The Big Unit\", is an American former left-handed pitcher in Major League Baseball who played from 1988 to 2009 for six teams, primarily the Seattle Mariners and Arizona Diamondbacks. His 303 career victories rank as the fifth-most by a lefthander in major league history, while his 4,875 strikeouts place him second all-time behind Nolan Ryan and are the most by a lefthander. He holds five of the seven highest single-season strikeout totals by a lefthander in modern history.",
      "pageId": 386384,
      "monthDay": "09/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Co_Stomp%C3%A9",
      "name": "Co Stompé",
      "aboutText": "Joseph \"Joe\" Nieuwendyk (born September 10, 1966) is a Canadian former National Hockey League (NHL) player. He was a second round selection of the Calgary Flames, 27th overall, at the 1985 NHL Entry Draft and played 20 seasons for the Calgary Flames, Dallas Stars, New Jersey Devils, Toronto Maple Leafs, and Florida Panthers. He is one of only 10 players in NHL history to win the Stanley Cup with three different teams, winning titles with Calgary in 1989, Dallas in 1999 and New Jersey in 2003.",
      "pageId": 629998,
      "monthDay": "09/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Wiljan_Vloet",
      "name": "Wiljan Vloet",
      "aboutText": "Antonio Hardy (born September 10, 1968), better known by his stage name Big Daddy Kane, is a Grammy Award-winning American rapper and actor who started his career in 1986 as a member of the rap group the Juice Crew. He is widely considered to be one of the most influential and skilled MCs in hip hop. Regarding the name Big Daddy Kane, he said: \"The Big Daddy part and the Kane part came from two different things.",
      "pageId": 683219,
      "monthDay": "09/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Randy_Johnson",
      "name": "Randy Johnson",
      "aboutText": "Andreas Herzog (born 10 September 1968), also known as Andy Herzog (English) or Andi Herzog (German), is an Austrian former footballer. He is currently the coach of the United States U23.\n^ \"Herzog, Andreas\" (in German).",
      "pageId": 961517,
      "monthDay": "09/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Marian_Keyes",
      "name": "Marian Keyes",
      "aboutText": "Marian Keyes (born 10 September 1963) is an Irish novelist and non-fiction writer, best known for her work in women's literature. She is an Irish Book Awards winner. Over 22 million copies of her novels have been sold worldwide and her books have been translated into 32 languages.",
      "pageId": 1001964,
      "monthDay": "09/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bill_Stevenson_(musician)",
      "name": "Bill Stevenson",
      "aboutText": "Robin James Goodridge (born 10 September 1966) is an English musician, best known as the drummer of the rock band Bush.\n^ \"The Robin Goodridge Page: Robin Info!\".",
      "pageId": 1867793,
      "monthDay": "09/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Edmund_de_Waal",
      "name": "Edmund de Waal",
      "aboutText": "Timothy Robert Hunter (born September 10, 1960 in Calgary, Alberta) is a Canadian former professional ice hockey player, and is the head coach of the Moose Jaw Warriors of the Western Hockey League (WHL), having previous served as an assistant coach in the National Hockey League (NHL), most recently for the Washington Capitals.",
      "pageId": 1952536,
      "monthDay": "09/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_E._Sununu",
      "name": "John E. Sununu",
      "aboutText": "Peter Nelson (born September 10, 1959) (sometimes credited as Calvin Persson) is an American actor. He is perhaps best known for his role as the evil Visitor youth leader Brian in the 1983 NBC miniseries V and the 1984 sequel V: The Final Battle.\nHis film credits range include Purple Haze (1983), The Last Starfighter (1984), The Expendables (1989), Crime Zone (1989), Sounds of Silence (1989), Silk 2 (1989), Curfew (1989), Last Stand at Lang Mei (1989), and Die Hard 2 (1990), Final Vendetta (1996) and Double Team (1997).",
      "pageId": 2069418,
      "monthDay": "09/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Robin_Goodridge",
      "name": "Robin Goodridge",
      "aboutText": "David Charles Lowery (born September 10, 1960) is an American guitarist, vocalist, and songwriter. He is the founder of alternative rock band Camper Van Beethoven and co-founder of the more traditional rock band Cracker. Lowery released his first solo record, The Palace Guards, on February 2, 2011, via the 429 Records label.",
      "pageId": 2242124,
      "monthDay": "09/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Joe_Nieuwendyk",
      "name": "Joe Nieuwendyk",
      "aboutText": "James Ross \"Jim\" Meskimen (born September 10, 1959) is an American stand-up comedian, actor, impressionist, voice artist, and comedian. He is known for his work on Whose Line Is It Anyway?.",
      "pageId": 3268128,
      "monthDay": "09/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yuki_Saito_(actress)",
      "name": "Yuki Saito",
      "aboutText": "Yuki Saito (斉藤 由貴, Saitō Yuki, born on September 10, 1966 in Minami-ku, Yokohama, Kanagawa Prefecture, Japan) is a Japanese singer-songwriter, actress, essayist, author, and poet. Her married name is Yuki Isarai (小井 由貴, Isarai Yuki), though she continues to work under her maiden name. She attended Kanagawa Prefectural Shimizugaoka High School (now Yokohama Seiryo Sogo High School).",
      "pageId": 6115564,
      "monthDay": "09/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Andreas_Herzog",
      "name": "Andreas Herzog",
      "aboutText": "Wiljan Vloet (born 10 September 1962 in Schijndel, North Brabant) is a Dutch football manager.",
      "pageId": 8789157,
      "monthDay": "09/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Big_Daddy_Kane",
      "name": "Big Daddy Kane",
      "aboutText": "Jacobus Wilhelmus 'Co' Stompé (born 10 September 1962) is a former Dutch professional darts player. Stompé was nicknamed The Matchstick because of his almost bald head and very thin appearance making him look like a matchstick. He was also one of very few professionals who play in long-sleeved shirts.",
      "pageId": 8792186,
      "monthDay": "09/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Guy_Ritchie",
      "name": "Guy Ritchie",
      "aboutText": "Edmund Arthur Lowndes de Waal, OBE (born 10 September 1964) is a British artist, and author of The Hare with Amber Eyes, published in 2010.",
      "pageId": 14653144,
      "monthDay": "09/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Craig_Innes",
      "name": "Craig Innes",
      "aboutText": "Craig Innes (born 10 September 1969 in New Plymouth) is a New Zealand former rugby league and rugby union footballer of the 1980s and 90s. After a successful rugby union career which saw him represent his country he switched to rugby league, playing in both England and Australia, winning the 1996 ARL Premiership, before playing out the last years of his career in rugby union in New Zealand.\n^ \"Craig Innes profile\".",
      "pageId": 19465505,
      "monthDay": "09/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ai_Jing",
      "name": "Ai Jing",
      "aboutText": "Matthew Ryan Phillippe (/ˈfɪlɨpiː/; born September 10, 1974) is an American actor, director, and writer. After appearing on the soap opera One Life to Live, he came to fame in the late 1990s with starring roles in a string of films, including I Know What You Did Last Summer, Cruel Intentions, and 54. In the 2000s, he appeared in several films, including Gosford Park (2001), Crash (2004), and war drama Flags of Our Fathers (2006), Breach (2007), and Stop-Loss (2008).",
      "pageId": 247463,
      "monthDay": "09/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Johnathon_Schaech",
      "name": "Johnathon Schaech",
      "aboutText": "Mirko Filipović (Croatian pronunciation: [mîrko fǐːlipɔːʋitɕ]; born 10 September 1974) is a retired Croatian heavyweight mixed martial artist, kickboxer, boxer, politician, and law enforcement officer. As of 13 April 2015, he is #15 in official UFC Heavyweight rankings.\nFilipović is the 2006 Pride Open-Weight Grand Prix Champion and the 2012 K-1 World Grand Prix Champion becoming the second fighter in the world to win mixed martial arts and kickboxing championships and tournaments.",
      "pageId": 314828,
      "monthDay": "09/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/M%C3%A9n%C3%A9lik",
      "name": "Ménélik",
      "aboutText": "Ben Camey Wallace (born September 10, 1974) is an American retired professional basketball player. A native of Alabama, Wallace attended Cuyahoga Community College and Virginia Union University and signed with the Washington Bullets (later Wizards) as an undrafted free agent in 1996. In his NBA career, Wallace played with the Washington Bullets/Wizards, Orlando Magic, Detroit Pistons, Chicago Bulls and Cleveland Cavaliers.",
      "pageId": 510075,
      "monthDay": "09/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dean_Gorr%C3%A9",
      "name": "Dean Gorré",
      "aboutText": "Ghada Shouaa (Arabic: غادة شعاع‎; born September 10, 1973) is a retired Syrian heptathlete. At the 1996 Summer Olympics, she won her country's first and only Olympic gold medal.",
      "pageId": 587901,
      "monthDay": "09/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paula_Kelley",
      "name": "Paula Kelley",
      "aboutText": "Nancy Anna Francina Coolen, known as Nance (born 10 September 1973 in Asten, North Brabant, Netherlands) is a Dutch TV host who was previously the lead-singer of a Eurodance group called Twenty 4 Seven.\nAt the age of 15, Nance was discovered in a discothèque by dance-producer Ruud van Rijen. He created the dance-act Twenty 4 Seven, in which Nance performs along with rapper Tony Dawson-Harrison, more commonly known by his stage name, Captain Hollywood.",
      "pageId": 789186,
      "monthDay": "09/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Joe_Bravo_(jockey)",
      "name": "Joe Bravo",
      "aboutText": "Mohammad Akram (Urdu: محمد اکرم) (born 10 September 1974) is ex-Pakistani cricketer who bowled right arm fast-medium. He played in 9 Test matches and 23 One Day International matches for Pakistan between 1995–1996 and 2000-2001. He is the current coach of Pakistan A cricket team.",
      "pageId": 1958830,
      "monthDay": "09/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/James_Duval",
      "name": "James Duval",
      "aboutText": "Ferdinand Alexandre Coly (born 10 September 1973 in Dakar) is a Senegalese former footballer.",
      "pageId": 1971102,
      "monthDay": "09/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Katar%C3%ADna_Hasprov%C3%A1",
      "name": "Katarína Hasprová",
      "aboutText": "Johnathon Schaech (pronounced Shek; born September 10, 1969) is an American actor and writer.",
      "pageId": 2358901,
      "monthDay": "09/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ghada_Shouaa",
      "name": "Ghada Shouaa",
      "aboutText": "Bente Skari, née Martinsen, (born 10 September 1972) is a Norwegian former cross country skier.",
      "pageId": 2691431,
      "monthDay": "09/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bente_Skari",
      "name": "Bente Skari",
      "aboutText": "Paula Kelley is an American indie pop singer-songwriter and orchestral arranger/composer from Boston, Massachusetts. She began her musical career in the 1990s with the band Drop Nineteens before leaving them in 1994 to start her own career in songwriting. She worked with several other bands before finally going solo with her first album, Nothing/Everything, which was released in 2001 on Stop, Pop, and Roll Records in the US and then later on Caraway in Japan, which gained her plenty of Japanese fans.",
      "pageId": 3074820,
      "monthDay": "09/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ferdinand_Coly",
      "name": "Ferdinand Coly",
      "aboutText": "James Edward Duval (born September 10, 1972) is an American actor, who is known for his roles in the Gregg Araki trilogy—Totally Fucked Up, The Doom Generation, and Nowhere—in addition to Frank in Donnie Darko, Blank in May, Miguel in Independence Day and Singh in Go.",
      "pageId": 3227467,
      "monthDay": "09/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nancy_Coolen",
      "name": "Nancy Coolen",
      "aboutText": "Bessie Bardot (born Bessie Wilson on 10 September 1974) is an Australian businesswoman, author, body model, television host, and socialite. Her career began in the 1990s, when she was discovered by former Australian Gladiator Geoff Barker, who is now her ex-husband.",
      "pageId": 3624131,
      "monthDay": "09/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mark_Huizinga",
      "name": "Mark Huizinga",
      "aboutText": "Dean Gorré (born 10 September 1970 in Paramaribo) is a Surinamese football coach and former player.",
      "pageId": 7632263,
      "monthDay": "09/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mohammad_Akram",
      "name": "Mohammad Akram",
      "aboutText": "Mark Huizinga (born September 10, 1973) is a Dutch judoka and Olympic champion.\nHuizinga was born in Vlaardingen, Zuid-Holland in Netherlands in 1973. He won the gold medal in the men's under 90 kg class at the 2000 Summer Olympics by defeating Brazil's Carlos Honorato by ippon.",
      "pageId": 9508873,
      "monthDay": "09/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bessie_Bardot",
      "name": "Bessie Bardot",
      "aboutText": "Katarína Hasprová (born 10 September 1972 in Bratislava) is a singer from Slovakia, best-known outside her home country for singing \"Modlitba\" at the Eurovision Song Contest 1998.\nHasprová was born in Bratislava into a musical family. Her mother is a well-known Slovak actress and singer, her father a leading director of theatre and television.",
      "pageId": 9825424,
      "monthDay": "09/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sandra_Cacic",
      "name": "Sandra Cacic",
      "aboutText": "Viktor Kassai (Kassai Viktor, Hungarian pronunciation: [ˈkɒʃːɒi ˈviktor]; born 10 September 1975) is a Hungarian football referee. He participated in the 2010 FIFA World Cup and refereed the 2011 UEFA Champions League Final.",
      "pageId": 12139159,
      "monthDay": "09/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mirko_Filipovi%C4%87",
      "name": "Mirko Filipović",
      "aboutText": "Sandra Cacic (born September 10, 1974 in Joliet, Illinois) is a retired professional American tennis player.\nHer Croatian surname is Čačić and she is of Croatian American descent. Cacic's highest WTA singles ranking is 39th, which she reached on May 9, 1994.",
      "pageId": 15290311,
      "monthDay": "09/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ryan_Phillippe",
      "name": "Ryan Phillippe",
      "aboutText": "Joe Bravo (born September 10, 1971 in Long Branch, New Jersey) is a jockey in American Thoroughbred horse racing. The son and grandson of jockeys, he began his professional career in Thoroughbred flat racing at Calder Race Course in Miami Gardens, Florida during the latter end of 1988.\nAccording to his NTRA profile, Joe Bravo has dominated the New Jersey racing circuit since the early 1990s.",
      "pageId": 19468672,
      "monthDay": "09/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ben_Wallace",
      "name": "Ben Wallace",
      "aboutText": "Ménélik, now MNLK (Albert Tjamag; born 10 September 1970 in Yaoundé, Cameroon), is a French rapper.",
      "pageId": 20880266,
      "monthDay": "09/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Viktor_Kassai",
      "name": "Viktor Kassai",
      "aboutText": "Ai Jing (Chinese: 艾敬; pinyin: Ài Jìng; born 10 September 1969 in Shenyang, Liaoning) is a mainland Chinese singer and painter.",
      "pageId": 24682127,
      "monthDay": "09/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dan_O%27Toole",
      "name": "Dan O'Toole",
      "aboutText": "Gustavo Kuerten (Portuguese pronunciation: [ɡusˈtavu ˈkiɾtẽ]; born September 10, 1976), also known as Guga, is a retired former World No. 1 tennis player from Brazil. He won the French Open three times (1997, 2000, and 2001), and was the Tennis Masters Cup champion in 2000, becoming the only player to defeat Pete Sampras and Andre Agassi in the same major tournament.",
      "pageId": 483149,
      "monthDay": "09/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Melanie_Pullen",
      "name": "Melanie Pullen",
      "aboutText": "Jacob Wayne Young (born September 10, 1979) is an American actor and singer. He is perhaps best known for his role as JR Chandler on the ABC daytime soap opera All My Children and Rick Forrester on CBS's The Bold and the Beautiful.",
      "pageId": 705928,
      "monthDay": "09/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Marty_Holah",
      "name": "Marty Holah",
      "aboutText": "Matthew \"Matt\" Morgan (born September 10, 1976) is an American retired professional wrestler. As a college basketball player, Morgan competed in the 1996 NCAA Men's Division I Basketball Tournament and has appeared in American Gladiators under the pseudonym Beast.",
      "pageId": 871055,
      "monthDay": "09/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gustavo_Kuerten",
      "name": "Gustavo Kuerten",
      "aboutText": "Michelle Alves (born September 19, 1978) is a Brazilian model.\nShe was born in Londrina, Parana, Brazil, as the daughter of a lawyer (mother) and an engineer (father). Alves was a student in civil engineering at Brazil's Londrina State University prior to moving to São Paulo, where she pursued modeling.",
      "pageId": 1588792,
      "monthDay": "09/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Vassilis_Lakis",
      "name": "Vassilis Lakis",
      "aboutText": "Michael James \"Mikey\" Way (born September 10, 1980) is an American musician and is best known as the bassist of the rock band My Chemical Romance until their split in 2013. He is also the keyboardist, rhythm guitarist, and backing vocalist of rock duo Electric Century.",
      "pageId": 1672755,
      "monthDay": "09/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matt_Morgan",
      "name": "Matt Morgan",
      "aboutText": "Vasilis Lakis (Greek: Βασίλης Λάκης) (born 10 September 1976 in Thessaloniki) is a retired Greek footballer and he was named \"Turbo\" for his speed on the attacking wing and making great crosses in the area for the strikers.",
      "pageId": 1857433,
      "monthDay": "09/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Reinder_Nummerdor",
      "name": "Reinder Nummerdor",
      "aboutText": "Julia Anne Goldsworthy (born 10 September 1978) is a British Liberal Democrat politician and former Member of Parliament (MP). She represented Falmouth and Camborne from 2005 until 2010. She was defeated by 66 votes by the Conservatives in the new Camborne and Redruth constituency following boundary changes.",
      "pageId": 1860101,
      "monthDay": "09/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Caleb_Ralph",
      "name": "Caleb Ralph",
      "aboutText": "Caleb Stan Ralph (born 10 September 1977 in Rotorua, New Zealand) is a New Zealand rugby union footballer. Ralph began his first-class career with Bay of Plenty, then moved to Auckland before heading to Canterbury. He started his Super Rugby career with the Chiefs in 1997, Blues (1998–99), Crusaders (2000–08) and a cameo role with the Queensland Reds (2011).",
      "pageId": 2791295,
      "monthDay": "09/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Julia_Goldsworthy",
      "name": "Julia Goldsworthy",
      "aboutText": "Ramūnas Šiškauskas ([rɐˈmûːnɐs ʃɪʂˈkɐ̂ˑʊskɐs], born September 10, 1978) is a retired Lithuanian professional basketball. He could play both the shooting guard and small forward positions. He is 6'6\" (1.98 m) in height and he weighs 220 lbs.",
      "pageId": 2872313,
      "monthDay": "09/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ram%C5%ABnas_%C5%A0i%C5%A1kauskas",
      "name": "Ramūnas Šiškauskas",
      "aboutText": "Ravi Mohan (born 10 September 1980), better known by his stage name Jayam Ravi, is an Indian film actor of the Tamil film industry. Ravi has appeared in films including Jayam, which since then became part of Ravi's stage name, M. Kumaran Son Of Mahalakshmi, Unakkum Enakkum, Santhosh Subramaniam, Thillalangadi, and Thani Oruvan all of which have been directed by his brother, M. Raja.",
      "pageId": 3043228,
      "monthDay": "09/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jacob_Young",
      "name": "Jacob Young",
      "aboutText": "Martin Rowan \"Marty\" Holah (born 10 September 1976 in Hamilton, New Zealand) is a New Zealand rugby union player, who has played for Welsh regional side Ospreys, the Waikato provincial team and the Chiefs Super Rugby franchise. Holah was capped in 36 international test matches for the New Zealand national team, the All Blacks. Holah's contribution to the All Black starting XV was blocked by the emergence of Richie McCaw, the current All Black captain.",
      "pageId": 5487968,
      "monthDay": "09/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Michelle_Alves",
      "name": "Michelle Alves",
      "aboutText": "Jérémy Toulalan (French pronunciation: ​[ʒeʁemi tulalɑ̃]; born 10 September 1983 in Nantes) is a French footballer who currently plays for AS Monaco in Ligue 1. His usual position is as a defensive midfielder, but he can also be utilized as a central defender. He is best known for his humble demeanor, simple distribution, good technique, and effective tackling.",
      "pageId": 5816103,
      "monthDay": "09/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jayam_Ravi",
      "name": "Jayam Ravi",
      "aboutText": "Melanie Pullen (born in New York City, September 10, 1975) is a photographer who currently lives and works in Los Angeles, California",
      "pageId": 5937147,
      "monthDay": "09/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mikey_Way",
      "name": "Mikey Way",
      "aboutText": "Marco Chiudinelli (born 10 September 1981 in Basel, Switzerland) is a tennis player from Switzerland.",
      "pageId": 6784328,
      "monthDay": "09/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Marco_Chiudinelli",
      "name": "Marco Chiudinelli",
      "aboutText": "Germán Gustavo Denis (born 10 September 1981) is an Argentine football striker who currently plays for Serie A club Atalanta.",
      "pageId": 7424546,
      "monthDay": "09/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Germ%C3%A1n_Denis",
      "name": "Germán Denis",
      "aboutText": "Fernando Daniel Belluschi (locally: [beˈluʔtʃi], Italian: [belˈluski]; born 10 September 1983) is an Argentine midfielder currently playing for Cruz Azul from Liga MX.",
      "pageId": 8936464,
      "monthDay": "09/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Misty_Copeland",
      "name": "Misty Copeland",
      "aboutText": "Reinder Aart Nummerdor (born 10 September 1976) is a Dutch volleyball player, who represented his native country at two consecutive Summer Olympics, starting in 2000. After taking up beach volleyball, he represented the Netherlands at two more Olympics.\nHaving finished in fifth place in Sydney, Australia he ended up in ninth place with the Dutch Men's National Team four years later in Athens, Greece.",
      "pageId": 10401489,
      "monthDay": "09/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Javi_Varas",
      "name": "Javi Varas",
      "aboutText": "Daniel Gerard O'Toole (born September 10, 1975) is a Canadian television sports anchor. From 2003 to 2013, he co-hosted the 1:00 AM (ET) weekday broadcast of TSN's SportsCentre, alongside Jay Onrait. On May 3, 2013, O'Toole and Onrait revealed they would be leaving TSN and Canada at the end of June to work as co-anchors on the newly created Fox Sports 1 channel based in Los Angeles.",
      "pageId": 14907847,
      "monthDay": "09/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fernando_Belluschi",
      "name": "Fernando Belluschi",
      "aboutText": "Misty Danielle Copeland (born September 10, 1982) is an American ballet dancer for American Ballet Theatre (ABT), one of the three leading classical ballet companies in the United States. Stylistically, she is considered a classical ballet dancer. In April 2015, she was named one of the 100 most influential people in the world by Time.",
      "pageId": 19014732,
      "monthDay": "09/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/J%C3%A9r%C3%A9my_Toulalan",
      "name": "Jérémy Toulalan",
      "aboutText": "Javier 'Javi' Varas Herrera (born 10 September 1982) is a Spanish professional footballer who plays for UD Las Palmas as a goalkeeper.",
      "pageId": 24889352,
      "monthDay": "09/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joey_Votto",
      "name": "Joey Votto",
      "aboutText": "Jordan Staal (born September 10, 1988) is a Canadian professional ice hockey player and an alternate captain of the Carolina Hurricanes of the National Hockey League (NHL). He is regarded as one of the NHL's premier penalty-killers, both for his strong defensive skills, along with his scoring touch that makes him a threat for shorthanded goals.\nStaal grew up playing minor hockey for the Thunder Bay Kings AAA organization.",
      "pageId": 3191643,
      "monthDay": "09/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sander_Post",
      "name": "Sander Post",
      "aboutText": "Eoin Joseph Gerard Morgan (born 10 September 1986) is an Irish cricketer who captains the England national cricket team in One Day Internationals and Twenty 20 International. A left-handed batsman, he plays county cricket for Middlesex and has been selected for England's Test, ODI and Twenty20 squads. He originally represented his native Ireland at international level before switching to play for England.",
      "pageId": 5543438,
      "monthDay": "09/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Harry_Treadaway",
      "name": "Harry Treadaway",
      "aboutText": "Ashley Lauren Monroe (born September 10, 1986, Knoxville, Tennessee, United States) is an American country music singer-songwriter. She has released two solo singles on the U.S. Billboard Hot Country Songs chart. The singles \"Satisfied\" and \"I Don't Want To\" (which featured Brooks & Dunn singer Ronnie Dunn) reached No.",
      "pageId": 5548663,
      "monthDay": "09/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Luke_Treadaway",
      "name": "Luke Treadaway",
      "aboutText": "Aya Kamiki (上木 彩矢, Kamiki Aya, born September 10, 1985, in Sapporo, Hokkaido) is a Japanese singer-songwriter. Her style ranges from pop, rock to rhythm and blues. She resides in Osaka, and is signed with Tokyo-based AVEX recording label.",
      "pageId": 6068076,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aleksandrs_%C4%8Cekulajevs",
      "name": "Aleksandrs Čekulajevs",
      "aboutText": "James Graham (born 10 September 1985) is an English professional rugby league footballer and club captain for the Canterbury-Bankstown Bulldogs of the National Rugby League (NRL). An England international representative prop forward, he previously played in Super League for English club, St.",
      "pageId": 7197762,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/James_Graham_(rugby_league)",
      "name": "James Graham",
      "aboutText": "Coco Rocha (born Mikhaila Rocha; September 10, 1988) is a Canadian model.",
      "pageId": 8363939,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aya_Kamiki",
      "name": "Aya Kamiki",
      "aboutText": "Hiroki Uchi (内 博貴, Uchi Hiroki) (born September 10, 1986) is a Japanese idol singer, songwriter, actor and model.",
      "pageId": 8902178,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Laurent_Koscielny",
      "name": "Laurent Koscielny",
      "aboutText": "Joseph Daniel Votto (born September 10, 1983) is a Canadian professional baseball first baseman for the Cincinnati Reds of Major League Baseball (MLB). He made his MLB debut with the Reds in 2007.\nVotto is a four-time MLB All-Star and a five-time Tip O'Neill Award winner.",
      "pageId": 9178888,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Elyse_Levesque",
      "name": "Elyse Levesque",
      "aboutText": "Harry John Newman Treadaway (born 10 September 1984) is an English actor.",
      "pageId": 10702537,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shota_Matsuda",
      "name": "Shota Matsuda",
      "aboutText": "Luke Antony Newman Treadaway (born 10 September 1984) is an British actor. Luke Treadaway has won an Olivier Award for Best Leading Actor for his performance as Christopher in National Theatre's production -The Curious Incident of the Dog in the Night-Time (play) in 2013. He has also been nominated for an Evening Standard Theatre Award.",
      "pageId": 10703042,
      "monthDay": "09/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Neil_Walker_(baseball)",
      "name": "Neil Walker",
      "aboutText": "Shota Matsuda (松田 翔太, Matsuda Shōta, born September 10, 1985) is a Japanese actor.",
      "pageId": 12002348,
      "monthDay": "09/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ashley_Monroe",
      "name": "Ashley Monroe",
      "aboutText": "Laurent Koscielny (French pronunciation: ​[loˈʁɑ̃ kosjɛlˈɲi]; born 10 September 1985) is a French footballer who plays as a defender for Arsenal and the French national team. He primarily plays as a centre back but he can also play as a right back, a position where he started his career. He has been described as an aggressive, strong, quick and ball-playing defender.",
      "pageId": 12309698,
      "monthDay": "09/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Eoin_Morgan",
      "name": "Eoin Morgan",
      "aboutText": "Neil Martin Andrew Walker (born September 10, 1985) is an American professional baseball second baseman for the New York Mets of Major League Baseball (MLB). He was drafted by his hometown Pittsburgh Pirates in the first round of the 2004 MLB Draft and made his major league debut with them in 2009.",
      "pageId": 12485115,
      "monthDay": "09/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Hiroki_Uchi",
      "name": "Hiroki Uchi",
      "aboutText": "Sander Post (born 10 September 1984 in Viljandi) is an Estonian professional footballer, who plays in Estonian Meistriliiga for JK Viljandi Tulevik in the position of striker or centre back.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian). Eesti Jalgpalli Liit.",
      "pageId": 12852567,
      "monthDay": "09/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Paul_Goldschmidt",
      "name": "Paul Goldschmidt",
      "aboutText": "Manish Krishnanand Pandey (born 10 September 1989 in Nainital, Uttarakhand) is an Indian cricketer. He is primarily a right-handed middle-order batsman representing Karnataka in all forms of domestic cricket and Kolkata Knight Riders in the IPL. He played as an opening batsman for his former IPL team, the Royal Challengers Bangalore, and became the first Indian player to score a century in the IPL in 2009. After playing two years for the Royal Challengers, he played for Pune Warriors India from 2011 for three years.",
      "pageId": 15976747,
      "monthDay": "09/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nana_Tanimura",
      "name": "Nana Tanimura",
      "aboutText": "Nana Tanimura (谷村 奈南, Tanimura Nana, born September 10, 1987 in Sapporo), is a Japanese pop singer.",
      "pageId": 19399058,
      "monthDay": "09/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jared_Lee_Loughner",
      "name": "Jared Lee Loughner",
      "aboutText": "Elyse Marie Levesque (born September 10, 1985) is a Canadian film and television actress.",
      "pageId": 21701078,
      "monthDay": "09/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Coco_Rocha",
      "name": "Coco Rocha",
      "aboutText": "Jared Lee Loughner (/ˈlɒfnər/; born September 10, 1988) is an American citizen who pleaded guilty to 19 charges of murder and attempted murder in connection with the January 8, 2011 Tucson shooting, in which he shot and severely injured U.S. Representative Gabrielle Giffords, his target, and killed 6 people, including Chief U.S. District Court Judge John Roll, as well as a 9-year-old bystander Christina-Taylor Green. Loughner shot and injured 13 other people, and one man was injured while subduing him.\nAcquaintances said that Loughner's personality had changed markedly in the years prior to the shooting, a period when he was also abusing alcohol and drugs.",
      "pageId": 30372228,
      "monthDay": "09/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jordan_Staal",
      "name": "Jordan Staal",
      "aboutText": "Paul Edward Goldschmidt (born September 10, 1987), nicknamed \"Goldy\", is an American professional baseball first baseman for the Arizona Diamondbacks of Major League Baseball (MLB). He debuted with the Diamondbacks in 2011.\nGoldschmidt is a three-time MLB All-Star.",
      "pageId": 31796149,
      "monthDay": "09/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Manish_Pandey",
      "name": "Manish Pandey",
      "aboutText": "Aleksandrs Čekulajevs (born 10 September 1985 in Riga) is an Latvian former football player.\nČekulajevs is widely famous for his goal scoring abilities.",
      "pageId": 36816294,
      "monthDay": "09/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matt_Ritchie",
      "name": "Matt Ritchie",
      "aboutText": "Lee Thomas Sawyer (born 10 September 1989) is an English professional footballer who plays as a midfielder for Chelmsford City.",
      "pageId": 18997110,
      "monthDay": "09/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lee_Sawyer",
      "name": "Lee Sawyer",
      "aboutText": "Matthew Thomas \"Matt\" Ritchie (born 10 September 1989) is a Scottish international footballer who plays for Premier league club Bournemouth as a right winger. He previously played for Portsmouth and Swindon Town before joining Bournemouth in 2013.\nBorn and raised in England, Ritchie qualified to play for Scotland through his Scottish father.",
      "pageId": 19611431,
      "monthDay": "09/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Chandler_Massey",
      "name": "Chandler Massey",
      "aboutText": "Chandler Massey (born September 10, 1990) is an American actor, best known for his portrayal of Will Horton on the daytime soap opera Days of Our Lives.\nMassey received the 2012 Daytime Emmy Award for Outstanding Younger Actor in a Drama Series, becoming the first actor ever to receive a Daytime Emmy Award for playing a gay character.",
      "pageId": 27267061,
      "monthDay": "09/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Boadu_Maxwell_Acosty",
      "name": "Boadu Maxwell Acosty",
      "aboutText": "Boadu Maxwell Acosty (born 10 September 1991 in Sunyani) is a Ghanaian professional footballer who plays as a winger for Serie B side Latina on loan from Serie A club Fiorentina.",
      "pageId": 34653841,
      "monthDay": "09/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ayub_Masika",
      "name": "Ayub Masika",
      "aboutText": "Ayub Timbe Masika (Kenyan English: [ɑˈjub ˈtɪmbe mɑˈsiːkɑː]; born 10 September 1992 in Nairobi) is a Kenyan footballer who currently plays as a forward for Lierse in the Belgian Pro League on loan from Genk and the Kenya national team.",
      "pageId": 35667820,
      "monthDay": "09/10"
    },
    {
      "year": "1998",
      "uri": "/wiki/Anna_Blinkova",
      "name": "Anna Blinkova",
      "aboutText": "Anna Vladimirovna Blinkova (Russian: Анна Владимировна Блинкова; born 10 September 1998 in Moscow) is a Russian tennis player.\nBlinkova has won one doubles title on the ITF tour in her career. On 20 July 2015, she peaked at world number 1001 in the doubles rankings.",
      "pageId": 47702133,
      "monthDay": "09/10"
    }
  ]
}