{
  "people": [
    {
      "year": "1384",
      "uri": "/wiki/Ephraim_of_Nea_Makri",
      "name": "Ephraim of Nea Makri",
      "aboutText": "Franz Bopp (14 September 1791 – 23 October 1867) was a German linguist known for extensive and pioneering comparative work on Indo-European languages.",
      "pageId": 11699,
      "monthDay": "09/14"
    },
    {
      "year": "1388",
      "uri": "/wiki/Claudius_Clavus",
      "name": "Claudius Clavus",
      "aboutText": "Friedrich Wilhelm Heinrich Alexander von Humboldt ( listen ; 14 September 1769 – 6 May 1859) was a Prussian geographer, naturalist, explorer, and influential proponent of romantic philosophy. He was the younger brother of the Prussian minister, philosopher, and linguist Wilhelm von Humboldt (1767–1835). Humboldt's quantitative work on botanical geography laid the foundation for the field of biogeography.",
      "pageId": 70631,
      "monthDay": "09/14"
    },
    {
      "year": "1486",
      "uri": "/wiki/Heinrich_Cornelius_Agrippa",
      "name": "Heinrich Cornelius Agrippa",
      "aboutText": "Thomas Baker (14 September 1656, Lanchester, Durham – 2 July 1740) was an English antiquarian.",
      "pageId": 143583,
      "monthDay": "09/14"
    },
    {
      "year": "1543",
      "uri": "/wiki/Claudio_Acquaviva",
      "name": "Claudio Acquaviva",
      "aboutText": "Robert Raikes (\"the Younger\") (14 September 1736 – 5 April 1811) was an English philanthropist and Anglican layman, noted for his promotion of Sunday schools.",
      "pageId": 145302,
      "monthDay": "09/14"
    },
    {
      "year": "1547",
      "uri": "/wiki/Johan_van_Oldenbarnevelt",
      "name": "Johan van Oldenbarnevelt",
      "aboutText": "Johann Michael Haydn (German: [ˈhaɪdən]; 14 September 1737 – 10 August 1806) was an Austrian composer of the Classical period, the younger brother of Joseph Haydn.",
      "pageId": 157943,
      "monthDay": "09/14"
    },
    {
      "year": "1580",
      "uri": "/wiki/Francisco_de_Quevedo",
      "name": "Francisco de Quevedo",
      "aboutText": "Heinrich Cornelius Agrippa von Nettesheim (/əˈɡrɪpə/; 14 September 1486 – 18 February 1535) was a German Polymath, physician, legal scholar, soldier, theologian and an occult writer.",
      "pageId": 198827,
      "monthDay": "09/14"
    },
    {
      "year": "1656",
      "uri": "/wiki/Thomas_Baker_(antiquarian)",
      "name": "Thomas Baker",
      "aboutText": "Francisco Gómez de Quevedo y Santibáñez Villegas (Spanish pronunciation: [fɾanˈθisko ðe keˈβeðo]; 14 September 1580 – 8 September 1645) was a Spanish nobleman, politician and writer of the Baroque era. Along with his lifelong rival, Luis de Góngora, Quevedo was one of the most prominent Spanish poets of the age. His style is characterized by what was called conceptismo.",
      "pageId": 291311,
      "monthDay": "09/14"
    },
    {
      "year": "1713",
      "uri": "/wiki/Johann_Kies",
      "name": "Johann Kies",
      "aboutText": "Johan van Oldenbarnevelt (Dutch pronunciation: [ˈjoːɦɑn vɑn ɔldə(n)bɑrnəvɛlt]), Lord of Berkel en Rodenrijs (1600), Gunterstein (1611) and Bakkum (1613) (14 September 1547 – 13 May 1619) was a Dutch statesman who played an important role in the Dutch struggle for independence from Spain.\nVan Oldenbarnevelt was born in Amersfoort. He studied law at Leuven, Bourges, Heidelberg and Padua, and traveled in France and Italy before settling in The Hague.",
      "pageId": 355723,
      "monthDay": "09/14"
    },
    {
      "year": "1721",
      "uri": "/wiki/Eliphalet_Dyer",
      "name": "Eliphalet Dyer",
      "aboutText": "John Gould FRS (/ɡuːld/; 14 September 1804 – 3 February 1881) was an English ornithologist and bird artist. He published a number of monographs on birds, illustrated by plates that he produced with the assistance of his wife, Elizabeth Gould, and several other artists including Edward Lear, Henry Constantine Richter, Joseph Wolf and William Matthew Hart. He has been considered the father of bird study in Australia and the Gould League in Australia is named after him.",
      "pageId": 367559,
      "monthDay": "09/14"
    },
    {
      "year": "1736",
      "uri": "/wiki/Robert_Raikes",
      "name": "Robert Raikes",
      "aboutText": "Lieutenant-General Lord William Henry Cavendish-Bentinck GCB GCH PC (14 September 1774 – 17 June 1839), known as Lord William Bentinck, was a British soldier and statesman.",
      "pageId": 611493,
      "monthDay": "09/14"
    },
    {
      "year": "1737",
      "uri": "/wiki/Michael_Haydn",
      "name": "Michael Haydn",
      "aboutText": "Eliphalet Dyer (September 14, 1721 – May 13, 1807) was a lawyer, jurist, and statesman from Windham, Connecticut. He was a delegate for Connecticut to many sessions of the Continental Congress.\nEliphalet was born in Windham and attended Yale where he graduated in 1740.",
      "pageId": 646304,
      "monthDay": "09/14"
    },
    {
      "year": "1769",
      "uri": "/wiki/Alexander_von_Humboldt",
      "name": "Alexander von Humboldt",
      "aboutText": "Louis Désiré Maigret, SS.CC., (September 14, 1804—June 11, 1882), served as the first vicar apostolic of the Vicariate Apostolic of the Sandwich Islands; now the Roman Catholic Diocese of Honolulu. Born in Maille, France, Maigret was ordained to the priesthood as a member of the Congregation of the Sacred Hearts of Jesus and Mary on September 23, 1828 at the age of 24. As part of his missionary work, Father Maigret sailed to the Kingdom of Hawaiʻi to l.p.",
      "pageId": 750985,
      "monthDay": "09/14"
    },
    {
      "year": "1774",
      "uri": "/wiki/Lord_William_Bentinck",
      "name": "Lord William Bentinck",
      "aboutText": "Claudius Clavus (Suartho) also known as Nicholas Niger, (Danish: Claudius Claussøn Swart), (September 14, 1388-?), was a Danish geographer sometimes considered to be the first Nordic cartographer.\nIt is believed that he was born in the village of Salling on the Danish island of Funen. He is commemorated by a plaque in the local Aagaarden.",
      "pageId": 1067304,
      "monthDay": "09/14"
    },
    {
      "year": "1791",
      "uri": "/wiki/Franz_Bopp",
      "name": "Franz Bopp",
      "aboutText": "Very Rev. Claudio Acquaviva, S.J. (14 September 1543 – 31 January 1615) was an Italian Jesuit priest elected in 1581 the 5th Superior General of the Society of Jesus. He is often referred to as the second founder of the Jesuit Order.",
      "pageId": 1594393,
      "monthDay": "09/14"
    },
    {
      "year": "1804",
      "uri": "/wiki/John_Gould",
      "name": "John Gould",
      "aboutText": "Nikolai Vasilievich Bugaev (Russian: Никола́й Васи́льевич Буга́ев; September 14, 1837 – June 11, 1903) was a prominent Russian mathematician, the father of Andrei Bely.",
      "pageId": 2443157,
      "monthDay": "09/14"
    },
    {
      "year": "1804",
      "uri": "/wiki/Louis_D%C3%A9sir%C3%A9_Maigret",
      "name": "Louis Désiré Maigret",
      "aboutText": "St. Ephraim of Nea Makri or St. Ephraim of Mount Amomon (Greek: Άγιος Εφραίμ Νέας Μάκρης / του Όρους των Αμωμών), believed to have lived from 1384 to 1426, is venerated as a martyr and miracle-working saint by many Greek Orthodox Christians in Greece.",
      "pageId": 3887818,
      "monthDay": "09/14"
    },
    {
      "year": "1837",
      "uri": "/wiki/Nikolai_Bugaev",
      "name": "Nikolai Bugaev",
      "aboutText": "Johann Kies (September 14, 1713 – July 29, 1781) was a German astronomer and mathematician. Born in Tübingen, Kies worked in Berlin in 1751 alongside Jérôme Lalande in order to make observations on the lunar parallax in concert with those of Nicolas Louis de Lacaille at the Cape of Good Hope.",
      "pageId": 4162935,
      "monthDay": "09/14"
    },
    {
      "year": "1847",
      "uri": "/wiki/Fanny_Holland",
      "name": "Fanny Holland",
      "aboutText": "Fanny Holland (14 September 1847 – 18 June 1931) was an English singer and comic actress primarily known as the creator of principal soprano roles in numerous German Reed Entertainments.",
      "pageId": 7420861,
      "monthDay": "09/14"
    },
    {
      "year": "1850",
      "uri": "/wiki/Anton_Mahni%C4%8D",
      "name": "Anton Mahnič",
      "aboutText": "Sir Ponnambalam Arunachchalam (September 14, 1853 – January 9, 1924) was a Ceylonese statesman, who served as a member of the Executive Council and the Legislative Council.",
      "pageId": 9623798,
      "monthDay": "09/14"
    },
    {
      "year": "1853",
      "uri": "/wiki/Ponnambalam_Arunachalam",
      "name": "Ponnambalam Arunachalam",
      "aboutText": "Anton Mahnič, also spelled Antun Mahnić in Croatian orthography (14 September 1850 – 30 December 1920), was a Slovene Roman Catholic bishop, theologian and philosopher, founder and the main leader of the Croatian Catholic movement.",
      "pageId": 22628504,
      "monthDay": "09/14"
    },
    {
      "year": "1860",
      "uri": "/wiki/Hamlin_Garland",
      "name": "Hamlin Garland",
      "aboutText": "Margaret Higgins Sanger (born Margaret Louise Higgins, September 14, 1879 – September 6, 1966, also known as Margaret Sanger Slee) was an American birth control activist, sex educator, writer, and nurse.",
      "pageId": 20707,
      "monthDay": "09/14"
    },
    {
      "year": "1864",
      "uri": "/wiki/Robert_Cecil,_1st_Viscount_Cecil_of_Chelwood",
      "name": "Robert Cecil, 1st Viscount Cecil of Chelwood",
      "aboutText": "Charles Archibald \"Archie\" Hahn (September 14, 1880 – January 21, 1955) was an American track athlete and one of the best sprinters in the early 20th century.\nHaving won sprint events at the 1903 American and Canadian championships, Hahn—born in Dodgeville, Wisconsin, but running for the University of Michigan—was among the favorites at the 1904 Olympic Games in St. Louis, which was poorly attended by European athletes.",
      "pageId": 67510,
      "monthDay": "09/14"
    },
    {
      "year": "1867",
      "uri": "/wiki/Charles_Dana_Gibson",
      "name": "Charles Dana Gibson",
      "aboutText": "Jan Garrigue Masaryk (14 September 1886 – 10 March 1948) was a Czech diplomat and politician and Foreign Minister of Czechoslovakia from 1940 to 1948.",
      "pageId": 175117,
      "monthDay": "09/14"
    },
    {
      "year": "1868",
      "uri": "/wiki/Th%C3%A9odore_Botrel",
      "name": "Théodore Botrel",
      "aboutText": "Charles Dana Gibson (September 14, 1867 – December 23, 1944) was an American graphic artist, best known for his creation of the Gibson Girl, an iconic representation of the beautiful and independent American woman at the turn of the 20th century. His wife, Irene Langhorne, and her four beautiful sisters, inspired his images.",
      "pageId": 275016,
      "monthDay": "09/14"
    },
    {
      "year": "1869",
      "uri": "/wiki/Kid_Nichols",
      "name": "Kid Nichols",
      "aboutText": "Edgar Algernon Robert Gascoyne-Cecil, 1st Viscount Cecil of Chelwood CH PC QC (14 September 1864 – 24 November 1958), known as Lord Robert Cecil from 1868 to 1923, was a lawyer, politician and diplomat in the United Kingdom.",
      "pageId": 324651,
      "monthDay": "09/14"
    },
    {
      "year": "1872",
      "uri": "/wiki/John_Olof_Dahlgren",
      "name": "John Olof Dahlgren",
      "aboutText": "Ivan Matveevich Vinogradov ForMemRS(Russian: Ива́н Матве́евич Виногра́дов; 14 September 1891 – 20 March 1983) (not to be confused with Askold Ivanovich Vinogradov of the Bombieri-Vinogradov theorem) was a Soviet mathematician, who was one of the creators of modern analytic number theory, and also a dominant figure in mathematics in the USSR. He was born in the Velikiye Luki district, Pskov Oblast. He graduated from the University of St. Petersburg, where in 1920 he became a Professor.",
      "pageId": 467111,
      "monthDay": "09/14"
    },
    {
      "year": "1879",
      "uri": "/wiki/Margaret_Sanger",
      "name": "Margaret Sanger",
      "aboutText": "Charles Augustus \"Kid\" Nichols (September 14, 1869 – April 11, 1953) was a Major League Baseball (MLB) pitcher who played for the Boston Beaneaters, St. Louis Cardinals and Philadelphia Phillies from 1890 to 1906. A switch hitter who threw right-handed, he was listed at 5 feet 10 inches (1.78 m) and 175 pounds (79 kg).",
      "pageId": 808398,
      "monthDay": "09/14"
    },
    {
      "year": "1880",
      "uri": "/wiki/Benjamin_(Fedchenkov)",
      "name": "Benjamin",
      "aboutText": "Harold Brent \"Hal\" Wallis (born Aaron Blum Wolowicz, September 14, 1898 – October 5, 1986) was an American film producer. He is best remembered for producing Casablanca (1942) and True Grit (1969), along with many other major films for Warner Bros. featuring such film stars as Humphrey Bogart, Bette Davis, and Errol Flynn.",
      "pageId": 1025115,
      "monthDay": "09/14"
    },
    {
      "year": "1880",
      "uri": "/wiki/Archie_Hahn",
      "name": "Archie Hahn",
      "aboutText": "Richard Gerstl (14 September 1883 – 4 November 1908) was an Austrian painter and draughtsman known for his expressive psychologically insightful portraits, his lack of critical acclaim during his lifetime, and his affair with the wife of Arnold Schoenberg which led to his suicide.\nRichard Gerstl was born in a prosperous civil family, Emil Gerstl, a Jewish merchant, and Maria Pfeiffer, non-Jewish woman. He visited the Viennese Piaristengymnasium (Bundesgymnasium Wien 8, Josefstadt), but he had to leave because of difficulties of discipline.",
      "pageId": 1759230,
      "monthDay": "09/14"
    },
    {
      "year": "1883",
      "uri": "/wiki/Richard_Gerstl",
      "name": "Richard Gerstl",
      "aboutText": "Hannibal Hamlin Garland (September 14, 1860 – March 4, 1940) was an American novelist, poet, essayist, and short story writer, Georgist, and parapsychology skeptic/researcher. He is best known for his fiction involving hard-working Midwestern farmers.\n^ \"Garland, Hamlin 1860 - 1940\".",
      "pageId": 2399602,
      "monthDay": "09/14"
    },
    {
      "year": "1885",
      "uri": "/wiki/Vittorio_Gui",
      "name": "Vittorio Gui",
      "aboutText": "María Esther Heredia Lecaro de Capovilla, known internationally as María Capovilla (14 September 1889 – 27 August 2006), was an Ecuadorian supercentenarian, and, at the time of her death at age 116 years 347 days, was recognized by Guinness World Records as the world's oldest living person.",
      "pageId": 3369867,
      "monthDay": "09/14"
    },
    {
      "year": "1886",
      "uri": "/wiki/Jan_Masaryk",
      "name": "Jan Masaryk",
      "aboutText": "Vittorio Gui (14 September 1885 – 16 October 1975) was an Italian conductor, composer, musicologist and critic.\nGui was born in Rome in 1885. He graduated in humanities at the University of Rome and also studied composition at the Accademia Nazionale di Santa Cecilia; his principal composition teachers were the noted composers Giacomo Setaccioli and Stanislao Falchi.",
      "pageId": 4248843,
      "monthDay": "09/14"
    },
    {
      "year": "1887",
      "uri": "/wiki/Paul_Kochanski",
      "name": "Paul Kochanski",
      "aboutText": "Ernest Nash (September 14, 1898 – May 17, 1974) was a student of Roman architecture and pioneer of archaeological photography. Nash was born as Ernst Nathan, but later changed his name to Nash when he was living in the United States between 1939 and 1952.\nHe was a graduate of the University of Jena and had a law office in his native city of Potsdam, Germany.",
      "pageId": 5249188,
      "monthDay": "09/14"
    },
    {
      "year": "1889",
      "uri": "/wiki/Mar%C3%ADa_Capovilla",
      "name": "María Capovilla",
      "aboutText": "Lawrence Gellert, born Laslow Grünbaum, September 14, 1898, in Budapest, Hungary, died 1979 (Gellert disappeared in 1979, his exact death date is unknown), was a music collector, who, in the 1920s and 1930s, amassed a significant collection of field-recorded African-American blues and spirituals and also claimed to have documented black protest traditions in the South of the United States.",
      "pageId": 5785367,
      "monthDay": "09/14"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ivan_Matveyevich_Vinogradov",
      "name": "Ivan Matveyevich Vinogradov",
      "aboutText": "Paul Kochanski (born Paweł Kochański) (14 September 1887 – 12 January 1934) was a Polish violinist, composer and arranger.",
      "pageId": 6828971,
      "monthDay": "09/14"
    },
    {
      "year": "1892",
      "uri": "/wiki/Laurence_W._Allen",
      "name": "Laurence W. Allen",
      "aboutText": "Metropolitan Benjamin or Veniamin (Russian: Митрополит Вениамин, born Iván Afanásevich Fédchenkov, Иван Афанасьевич Федченков; 14 September 1880 – 4 October 1961) was a Bishop of the Russian Church, Orthodox missionary and writer.",
      "pageId": 13847081,
      "monthDay": "09/14"
    },
    {
      "year": "1896",
      "uri": "/wiki/Jos%C3%A9_Mojica",
      "name": "José Mojica",
      "aboutText": "Jean-Baptiste-Théodore-Marie Botrel (14 September 1868 – 28 July 1925) was a French singer-songwriter, poet and playwright. He is best known for his popular songs about his native Brittany, of which the most famous is La Paimpolaise. During World War I he became France's official \"Bard of the Armies\".",
      "pageId": 21491301,
      "monthDay": "09/14"
    },
    {
      "year": "1898",
      "uri": "/wiki/Lawrence_Gellert",
      "name": "Lawrence Gellert",
      "aboutText": "John O. Dahlgren (September 14, 1872 – February 11, 1963) was an American corporal serving in the United States Marine Corps during the Boxer Rebellion who received the Medal of Honor for bravery.",
      "pageId": 26101382,
      "monthDay": "09/14"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ernest_Nash",
      "name": "Ernest Nash",
      "aboutText": "Laurence Wilfred Allen MC was an English World War I flying ace.",
      "pageId": 29228425,
      "monthDay": "09/14"
    },
    {
      "year": "1898",
      "uri": "/wiki/Hal_B._Wallis",
      "name": "Hal B. Wallis",
      "aboutText": "Fray José de Guadalupe Mojica [mohe-cah] (September 14, 1896 – September 20, 1974) was a Mexican Franciscan friar and former tenor and film actor. He was known in the music and film fields as José Mojica.\nMojica joined the world of the American film industry before entering religious life.",
      "pageId": 39121223,
      "monthDay": "09/14"
    },
    {
      "year": "1902",
      "uri": "/wiki/Giorgos_Papasideris",
      "name": "Giorgos Papasideris",
      "aboutText": "Sir Peter Markham Scott CH, CBE, DSC & Bar, FRS, FZS (14 September 1909 – 29 August 1989) was a British ornithologist, conservationist, painter, naval officer and sportsman.\nScott was knighted in 1973 for his contribution to the conservation of wild animals. He had been a founder of the World Wide Fund for Nature, founded the Wildfowl & Wetlands Trust (November 1946), and was an influence on international conservation.",
      "pageId": 59922,
      "monthDay": "09/14"
    },
    {
      "year": "1902",
      "uri": "/wiki/Alice_Tully",
      "name": "Alice Tully",
      "aboutText": "Colonel Jacobo Árbenz Guzmán (Spanish pronunciation: [xaˈkoβo ˈarβenz ɣuzˈman]; 14 September 1913 – 27 January 1971), nicknamed also The Big Blonde (Spanish: El Chelón) or The Swiss (Spanish: El Suizo) for his Swiss origins, was a Guatemalan military officer and progressive politician who served as President of Guatemala from 1951 to 1954. He was previously the Minister of Defense from 1944 to 1951. He was a major figure in the Guatemalan Revolution.",
      "pageId": 170713,
      "monthDay": "09/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Mart_Raud",
      "name": "Mart Raud",
      "aboutText": "This article is about John L. Dobson, the amateur astronomer. For other men with a similar name, see John Dobson (disambiguation).\nJohn Lowry Dobson (September 14, 1915 – January 15, 2014) was an amateur astronomer and is best known for the Dobsonian telescope, a portable, low-cost Newtonian reflector telescope.",
      "pageId": 402243,
      "monthDay": "09/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Yuri_Ivask",
      "name": "Yuri Ivask",
      "aboutText": "Yiannis Latsis (Greek: Γιάννης Λάτσης; September 14, 1910, Katakolo – April 17, 2003, Athens), also John Spyridon Latsis, was a Greek shipping multi-billionaire tycoon notable for his great wealth, influential friends, and charitable activities.",
      "pageId": 562354,
      "monthDay": "09/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Peter_Scott",
      "name": "Peter Scott",
      "aboutText": "Hezekiah Leroy Gordon Smith (August 14, 1909 – September 25, 1967), better known as Stuff Smith, was an American jazz violinist.",
      "pageId": 929593,
      "monthDay": "09/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Stuff_Smith",
      "name": "Stuff Smith",
      "aboutText": "John Edward \"Jack\" Hawkins, CBE (14 September 1910 – 18 July 1973) was an English actor who worked on stage and in film from the 1930s until the 1970s.",
      "pageId": 974525,
      "monthDay": "09/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/Lehman_Engel",
      "name": "Lehman Engel",
      "aboutText": "Clayton Moore (September 14, 1914 – December 28, 1999) was an American actor best known for playing the fictional western character the Lone Ranger from 1949–1951 and 1954–1957 on the television series of the same name and two related movies from the same producers.",
      "pageId": 1001614,
      "monthDay": "09/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jack_Hawkins",
      "name": "Jack Hawkins",
      "aboutText": "Eric Russell Bentley (born September 14, 1916) is a British-born American critic, playwright, singer, editor and translator. In 1998, he was inducted into the American Theatre Hall of Fame and is a member of the New York Theater Hall of Fame in recognition of his many years of cabaret performances.\n^ \"Eric Bentley\".",
      "pageId": 1196793,
      "monthDay": "09/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/Yiannis_Latsis",
      "name": "Yiannis Latsis",
      "aboutText": "Lída Baarová (7 September 1914 – 27 October 2000) was a Czech actress and mistress of Joseph Goebbels, Hitler's propaganda minister.",
      "pageId": 1351678,
      "monthDay": "09/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/Rolf_Liebermann",
      "name": "Rolf Liebermann",
      "aboutText": "Rolf Liebermann (September 14, 1910 – January 2, 1999), was a Swiss composer and music administrator. He served as the Artistic Director of the Hamburg State Opera from 1959-1973 and again from 1985-1988. He was also Artistic Director of the Paris Opera from 1973-1980.",
      "pageId": 3429561,
      "monthDay": "09/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/William_H._Armstrong",
      "name": "William H. Armstrong",
      "aboutText": "William H. Armstrong (September 14, 1911 – April 11, 1999) was an American children's author and educator, best known for his 1969 novel Sounder, which won the Newbery Medal.",
      "pageId": 5803681,
      "monthDay": "09/14"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jacobo_%C3%81rbenz",
      "name": "Jacobo Árbenz",
      "aboutText": "Alice Bigelow Tully (September 14, 1902 – December 10, 1993) was an American singer of opera and recital, music promoter, patron of the arts and philanthropist from New York. She was a second cousin of the American actress Katharine Hepburn.",
      "pageId": 6443031,
      "monthDay": "09/14"
    },
    {
      "year": "1913",
      "uri": "/wiki/Annalisa_Ericson",
      "name": "Annalisa Ericson",
      "aboutText": "Lehman Engel (born September 14, 1910, Jackson, Mississippi; died August 29, 1982, New York City) was an American composer and conductor of Broadway musicals, television and film.",
      "pageId": 7265624,
      "monthDay": "09/14"
    },
    {
      "year": "1913",
      "uri": "/wiki/Rubby_Sherr",
      "name": "Rubby Sherr",
      "aboutText": "Mae Boren Axton (September 14, 1914 in Bardwell, Texas – April 9, 1997 in Hendersonville, Tennessee) was known in the music industry as the 'Queen Mother of Nashville'. She co-wrote, with Tommy Durden, the Elvis Presley hit single \"Heartbreak Hotel\". She worked with Mel Tillis, Reba McEntire, Willie Nelson, Eddy Arnold, Tanya Tucker, Johnny Tillotson, and Blake Shelton.",
      "pageId": 8547718,
      "monthDay": "09/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Mae_Boren_Axton",
      "name": "Mae Boren Axton",
      "aboutText": "John Whitefoord Heyer (14 September 1916 – 19 June 2001) was an Australian documentary filmmaker, who is often described as the father of Australian documentary film.\nJohn Heyer spent the majority of his career producing and/or directing sponsored documentaries, and was active from the 1930s until his death. His most successful film was The Back of Beyond (1954), but many of his films garnered awards at festivals around the world.",
      "pageId": 11236014,
      "monthDay": "09/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/L%C3%ADda_Baarov%C3%A1",
      "name": "Lída Baarová",
      "aboutText": "Giorgos Papasideris (Greek: Γιώργος Παπασιδέρης 14 September 1902 – 8 October 1977) was a Greek singer, composer, and lyricist of Arvanite origin. He was born on Salamis Island. After leaving elementary school, he spent his entire career working professionally in the field of traditional Greek folk music and Arvanite folk music, producing many popular recordings.",
      "pageId": 12416902,
      "monthDay": "09/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Clayton_Moore",
      "name": "Clayton Moore",
      "aboutText": "Annalisa Ericson (14 September 1913 – 21 April 2011) was a Swedish actress best known for her roles in 58 Swedish movies between 1930 and 1991.\nThe core of her acting work though took place on various theatres in Stockholm. Starting with ballet in 1919, she made her first work on the stage at the Royal Opera in Stockholm.",
      "pageId": 12615506,
      "monthDay": "09/14"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Dobson_(amateur_astronomer)",
      "name": "John Dobson",
      "aboutText": "Mart Raud (14 September 1903 – 6 July 1980) was an Estonian poet, playwright and writer.",
      "pageId": 24028825,
      "monthDay": "09/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Eric_Bentley",
      "name": "Eric Bentley",
      "aboutText": "Rubby Sherr (September 14, 1913 – July 8, 2013) was an American nuclear physicist who co-invented a key component of the first nuclear weapon while participating in the Manhattan Project during the Second World War. His academic career spanned nearly eight decades, including almost 40 years working at Princeton University.\n^ a b c \"Rubby Sherr, tireless Princeton professor and an architect of the Atomic Age, dies at 99\".",
      "pageId": 40046434,
      "monthDay": "09/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_Heyer",
      "name": "John Heyer",
      "aboutText": "Yuri Pavlovich Ivask (Юрий Павлович Иваск, Jüri Ivask; September 14, 1907, Moscow, Russia — February 13, 1986, Amherst, Massachusetts, USA) was a Russian, Estonian poet and literary critic; in his later years an American scholar on Russian literature.",
      "pageId": 44820947,
      "monthDay": "09/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Rudolf_Baumgartner",
      "name": "Rudolf Baumgartner",
      "aboutText": "Lawrence Robert Klein (September 14, 1920 – October 20, 2013) was an American economist. For his work in creating computer models to forecast economic trends in the field of econometrics in the Department of Economics at the University of Pennsylvania, he was awarded the Nobel Memorial Prize in Economic Sciences in 1980 specifically \"for the creation of econometric models and their application to the analysis of economic fluctuations and economic policies.\" Due to his efforts, such models have become widespread among economists. Harvard University professor Martin Feldstein told the Wall Street Journal that Klein \"was the first to create the statistical models that embodied Keynesian economics,\" tools still used by the Federal Reserve Bank and other central banks.",
      "pageId": 240092,
      "monthDay": "09/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Phyllis_Frost",
      "name": "Phyllis Frost",
      "aboutText": "Mario Orlando Hardy Hamlet Brenno Benedetti Farrugia (Spanish pronunciation: [ˈmaɾjo βeneˈðeti]; 14 September 1920 – 17 May 2009), known as Mario Benedetti, was an Uruguayan journalist, novelist, and poet as well as being an integral member of the Generación del 45.",
      "pageId": 308559,
      "monthDay": "09/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Georges_Berger",
      "name": "Georges Berger",
      "aboutText": "Deryck Cooke (14 September 1919 – 27 October 1976) was a British musician, musicologist and broadcaster.",
      "pageId": 429759,
      "monthDay": "09/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Cachao_L%C3%B3pez",
      "name": "Cachao López",
      "aboutText": "Alberto Pedro Calderón (1920 -1998) was one of the leading mathematicians of the 20th century. He was born in Mendoza, Argentina. His name is associated with the University of Buenos Aires, but first and foremost with the University of Chicago, where Calderón and his mentor, the distinguished analyst Antoni Zygmund, started one of the longest (more than 30 years) and most spectacular collaborations in mathematical history.",
      "pageId": 869074,
      "monthDay": "09/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Deryck_Cooke",
      "name": "Deryck Cooke",
      "aboutText": "Paul Howard Poberezny (September 14, 1921 – August 22, 2013) was an American aviator and aircraft designer. He founded the Experimental Aircraft Association (EAA) in 1953, and spent the greater part of his life promoting homebuilt aircraft.\nPoberezny is widely considered as the first person to have universalized the tradition of aircraft homebuilding.",
      "pageId": 1024043,
      "monthDay": "09/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gil_Langley",
      "name": "Gil Langley",
      "aboutText": "Constance Baker Motley (September 14, 1921 – September 28, 2005) was an African-American civil rights activist, lawyer, judge, state senator, and Borough President of Manhattan, New York City.",
      "pageId": 1188624,
      "monthDay": "09/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Olga_Lowe",
      "name": "Olga Lowe",
      "aboutText": "Georges Berger (14 September 1918 in Sint-Jans-Molenbeek, near Brussels – 23 August 1967 at the Nürburgring) was a racing driver who raced a Gordini in his two World Championship Formula One Grands Prix.\nHe initially competed during the 1950s in a Formula 2 BMW-engined Jicey with which he finished third in the Grand Prix des Frontières at Chimay. In 1953 he raced for the Simca-Gordini team and finished fifth at the same track.",
      "pageId": 1228398,
      "monthDay": "09/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Kay_Medford",
      "name": "Kay Medford",
      "aboutText": "Albert Jean de Grandpré, CC (born September 14, 1921) is a Canadian businessman, lawyer, and former president and chief executive officer of Bell Canada Enterprises Inc.",
      "pageId": 1728888,
      "monthDay": "09/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mario_Benedetti",
      "name": "Mario Benedetti",
      "aboutText": "Rudolf Baumgartner (14 September 1917 in Zurich, Switzerland - 22 March 2002 in Siena, Italy) was a Swiss conductor and violinist. In 1956 he founded the Lucerne Festival Strings chamber orchestra together with Wolfgang Schneiderhan.",
      "pageId": 1966758,
      "monthDay": "09/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Lawrence_Klein",
      "name": "Lawrence Klein",
      "aboutText": "Gilbert Roche Andrews \"Gil\" Langley (14 September 1919 – 14 May 2001) was an Australian Test cricketer, champion Australian rules footballer and member of parliament, serving as Speaker of the South Australian House of Assembly from 1977 to 1979 for the Don Dunstan Labor government.\nBorn in North Adelaide, South Australia, Langley attended public schools and gained an apprenticeship as an electrician. He also gained a reputation as an all round sportsman, starring in cricket and Australian rules football as a junior, being coached in both by former Test cricketer and leading footballer Vic Richardson.",
      "pageId": 2385347,
      "monthDay": "09/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alberto_Calder%C3%B3n",
      "name": "Alberto Calderón",
      "aboutText": "Israel López Valdés (September 14, 1918 – March 22, 2008), better known as Cachao (/kəˈtʃaʊ/ kə-CHOW), was a Cuban double bassist and composer. He is considered one of the most influential charanga bassists of all-time, the co-creator of the mambo and a master of the descarga (improvised Cuban jam sessions).",
      "pageId": 3840752,
      "monthDay": "09/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Constance_Baker_Motley",
      "name": "Constance Baker Motley",
      "aboutText": "Kay Medford (September 14, 1919 – April 10, 1980) was an American character actress and comedienne.",
      "pageId": 4380101,
      "monthDay": "09/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/A._Jean_de_Grandpr%C3%A9",
      "name": "A. Jean de Grandpré",
      "aboutText": "Darío Víttori was an Italian born, Argentine comic actor. His real name was Melito Darío Spartaco Margozzi and was born on 14 September 1921 in Montecelio, Lazio, Italy. Died on 19 January 2001 in Buenos Aires, Argentina.",
      "pageId": 5893579,
      "monthDay": "09/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Paul_Poberezny",
      "name": "Paul Poberezny",
      "aboutText": "Frances Bergen (born Frances Westerman; September 14, 1922 – October 2, 2006) was an American actress and fashion model.",
      "pageId": 7208484,
      "monthDay": "09/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dario_Vittori",
      "name": "Dario Vittori",
      "aboutText": "Michel Auclair (14 September 1922 – 7 January 1988) was an actor of Serbian and French ancestry, known best for his roles in French cinema.\nAuclair was born Vladimir Vujović to a Serbian father and a French mother in Koblenz. His father was Vojislav Vujović, prominent Yugoslav Communist and secretary of the Communist Youth International.",
      "pageId": 7912125,
      "monthDay": "09/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Michel_Auclair",
      "name": "Michel Auclair",
      "aboutText": "Dame Phyllis Frost AC DBE JP (14 September 1917 – 30 October 2004) was an Australian welfare worker and philanthropist, known for her commitment to causes, such as helping prisoners. She chaired the Victorian Women's Prisons Council for many years, established the Keep Australia Beautiful movement, worked for Freedom from Hunger and raised millions of dollars for charity.",
      "pageId": 9275663,
      "monthDay": "09/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Frances_Bergen",
      "name": "Frances Bergen",
      "aboutText": "Alfred Käärmann (14 September 1922 in Hargla – 4 February 2010) was an Estonian resistance fighter, also known as Forest brother, as the Estonians call their guerrillas, and author. In 2007 he was decorated with a military honour in recognition of his service.",
      "pageId": 14308878,
      "monthDay": "09/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alfred_K%C3%A4%C3%A4rmann",
      "name": "Alfred Käärmann",
      "aboutText": "Nicholas Georgiadis CBE (14 September 1923 – 10 March 2001) was a Greek painter, stage and costume designer, best known for his work in ballet, particularly in collaboration with Kenneth MacMillan.",
      "pageId": 18341737,
      "monthDay": "09/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Nicholas_Georgiadis",
      "name": "Nicholas Georgiadis",
      "aboutText": "Patricia Barringer (September 14, 1924 – March 31, 2007) was an All-American Girls Professional Baseball League ballplayer. Listed at 5' 7\", 145 lb., she batted and threw right handed.\nBorn in New Carlisle, Ohio, Patricia Barringer attended Ohio State University.",
      "pageId": 36215653,
      "monthDay": "09/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Patricia_Barringer",
      "name": "Patricia Barringer",
      "aboutText": "Olga Lowe (14 September 1919 – 2 September 2013) was a South African-born British film, stage and television actress. She made her film debut in an uncredited role in the 1949 film Trottie True.",
      "pageId": 40666503,
      "monthDay": "09/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jerry_Coleman",
      "name": "Jerry Coleman",
      "aboutText": "Allan David Bloom (September 14, 1930 – October 7, 1992) was an American philosopher, classicist, and academician. He studied under David Grene, Leo Strauss, Richard McKeon and Alexandre Kojève. He subsequently taught at Cornell University, the University of Toronto, Yale University, École Normale Supérieure of Paris, and the University of Chicago.",
      "pageId": 84444,
      "monthDay": "09/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Abioseh_Nicol",
      "name": "Abioseh Nicol",
      "aboutText": "Sir Angus James Bruce Ogilvy, KCVO (14 September 1928 – 26 December 2004) was a British businessman, best known as the husband of Princess Alexandra of Kent, a first cousin of Queen Elizabeth II.",
      "pageId": 374595,
      "monthDay": "09/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Wim_Polak",
      "name": "Wim Polak",
      "aboutText": "Edmund Casimir Szoka (September 14, 1927 – August 20, 2014) was an American prelate of the Roman Catholic Church. He was President Emeritus of the Pontifical Commission for Vatican City State and President Emeritus of the Governatorate of Vatican City State, having previously served as Bishop of Gaylord from 1971 to 1981 and Archbishop of Detroit from 1981 to 1990. Szoka was elevated to the cardinalate in 1988.",
      "pageId": 402084,
      "monthDay": "09/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Michel_Butor",
      "name": "Michel Butor",
      "aboutText": "Martin Caidin (September 14, 1927 – March 24, 1997) was an American author and an authority on aeronautics and aviation.\nCaidin began writing fiction in 1957, and authored more than 50 fiction and nonfiction books, as well as more than 1,000 magazine articles. His best-known novel is Cyborg, which was the basis for The Six Million Dollar Man franchise.",
      "pageId": 521091,
      "monthDay": "09/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Richard_Ellsasser",
      "name": "Richard Ellsasser",
      "aboutText": "Alberto Díaz Gutiérrez, better known as Alberto Korda or simply Korda (September 14, 1928 – May 25, 2001) was a Cuban photographer, remembered for his famous image Guerrillero Heroico of Argentine Marxist revolutionary Che Guevara.",
      "pageId": 814678,
      "monthDay": "09/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Martin_Caidin",
      "name": "Martin Caidin",
      "aboutText": "Michel Butor (French: [miʃɛl bytɔʁ]; born 14 September 1926) is a French writer.",
      "pageId": 866465,
      "monthDay": "09/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Janet_Davies_(actress)",
      "name": "Janet Davies",
      "aboutText": "Harry James Sinden (born September 14, 1932 in Weston, Ontario) was the long-time general manager, coach, and president for the Boston Bruins NHL hockey team, and was the coach of Team Canada during the 1972 Summit Series.",
      "pageId": 963041,
      "monthDay": "09/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gardner_Dickinson",
      "name": "Gardner Dickinson",
      "aboutText": "For the radio disc jockey from Lubbock, Texas, see Jerry \"Bo\" Coleman.\nGerald Francis \"Jerry\" Coleman (September 14, 1924 – January 5, 2014) was a Major League Baseball (MLB) second baseman for the New York Yankees and manager of the San Diego Padres for one year. Coleman was named the rookie of the year in 1949 by Associated Press, and was an All-Star in 1950 and later that year was named the World Series most valuable player.",
      "pageId": 1994802,
      "monthDay": "09/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jim_Fanning",
      "name": "Jim Fanning",
      "aboutText": "John Zenus Ungapake Tembo (born September 14, 1932) is a Malawian politician who served for years as President of the Malawi Congress Party (MCP). Tembo comes from the Dedza District in central Malawi, and he is a teacher by profession. Beginning in the 1960s he was an important politician in Malawi, and he was a key figure in the regime of Hastings Banda (1964–1994).",
      "pageId": 2011408,
      "monthDay": "09/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Edmund_Szoka",
      "name": "Edmund Szoka",
      "aboutText": "Larry Collins, born John Lawrence Collins Jr., (September 14, 1929, Hartford, Connecticut – June 20, 2005, Fréjus, France), was an American writer.",
      "pageId": 2079591,
      "monthDay": "09/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jay_Cameron",
      "name": "Jay Cameron",
      "aboutText": "Joseph Maurice Régis Vachon (September 1, 1929 − November 21, 2013) was a Canadian professional wrestler, best known by his ring name \"Mad Dog\" Vachon. He was the brother of wrestlers Paul and Vivian Vachon, and the uncle of wrestler Luna Vachon.\nVachon started his career as an amateur wrestler, participating in the 1948 Summer Olympics and winning a gold medal at the 1950 British Empire Games.",
      "pageId": 2180797,
      "monthDay": "09/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alberto_Korda",
      "name": "Alberto Korda",
      "aboutText": "For the fictional James Bond character, who appears in the film Octopussy, see Jim Fanning (James Bond).\nWilliam James Fanning (September 14, 1927 – April 25, 2015) was an American-Canadian catcher, manager and front office executive in Major League Baseball. Often called \"Gentleman Jim\", Fanning was the first general manager of the Montreal Expos of the National League (appointed in August 1968), and served the Expos in a number of capacities for almost 25 years.",
      "pageId": 2313517,
      "monthDay": "09/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Angus_Ogilvy",
      "name": "Angus Ogilvy",
      "aboutText": "Janet Kathleen Davies (14 September 1927 – 22 September 1986) was an English actress best known for her recurring role as Mrs. Pike in the long-running sitcom Dad's Army.\nAlthough mainly remembered for her role as Mrs Pike in Dad's Army, appearing in 30 episodes of the show, she also featured in many other television and film roles including Dixon of Dock Green, The Fall and Rise of Reginald Perrin, All Creatures Great and Small, Last of the Summer Wine, Z-Cars, The Citadel, Pride and Prejudice, Open All Hours, Are You Being Served?, and in the films The Ghost Goes Gear (1966) and Interlude (1968).",
      "pageId": 5418106,
      "monthDay": "09/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Larry_Collins_(writer)",
      "name": "Larry Collins",
      "aboutText": "Gardner Edward Dickinson, Jr. (September 14, 1927 – April 19, 1998) was an American professional golfer.\nBorn in Dothan, Alabama, Dickinson was a student of Ben Hogan and crafted his swing in the Hogan tradition.",
      "pageId": 5467273,
      "monthDay": "09/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Maurice_Vachon",
      "name": "Maurice Vachon",
      "aboutText": "Davidson Sylvester Hector Willoughby Nicol or Abioseh Nicol (14 September 1924 – 20 September 1994) was a Sierra Leonean academic, diplomat, physician, writer and poet. He has been considered as one of Sierra Leone’s most educated and greatest citizens of the twentieth century, as he was able to secure degrees in the arts, science and commercial disciplines and he contributed to science, history, and literature.. Nicol was the first African to graduate with First Class Honours from the University of Cambridge and he was also the first African elected as a Fellow of a college of Cambridge University.",
      "pageId": 8663886,
      "monthDay": "09/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Allan_Bloom",
      "name": "Allan Bloom",
      "aboutText": "Eugene Irving Gordon (September 14, 1930 – September 15, 2014) was an American physicist.",
      "pageId": 12835536,
      "monthDay": "09/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Romola_Costantino",
      "name": "Romola Costantino",
      "aboutText": "Richard Ellsasser (September 14, 1926 - August 9, 1972) was an American concert organist, composer, and conductor, who was primarily active during the 1940s, 50's and 60's. Born in Cleveland, Ohio, on September 14, 1926, the young Ellsasser was a musical prodigy who studied piano and organ, first with his father, and later with Winslow Cheney and Albert Riemenschneider. Ellsasser also studied with Joseph Bonnet.",
      "pageId": 14493664,
      "monthDay": "09/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Eugene_I._Gordon",
      "name": "Eugene I. Gordon",
      "aboutText": "Jay Cameron (September 14, 1928 – March 20, 2001) was an American jazz reed player, with an emphasis in baritone saxophone. He was born in New York City and died in San Diego, California.\nCameron began as an alto saxophonist, but later recorded with bass clarinet, baritone saxophone, and B-flat clarinets.",
      "pageId": 15773587,
      "monthDay": "09/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Harry_Sinden",
      "name": "Harry Sinden",
      "aboutText": "Willem Polak (14 September 1924, Amsterdam – 1 October 1999, Ilpendam) was mayor of Amsterdam from 15 June 1977 until 1 June 1983.\nPolak was born to a Jewish merchant family in Amsterdam on the 14th of September 1924. His parents were murdered by the Nazis during the German Occupation of the Netherlands.",
      "pageId": 19220608,
      "monthDay": "09/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Tembo",
      "name": "John Tembo",
      "aboutText": "Romola Helen Louise Costantino OBE (also known as Romola Enyi) (14 September 1930 – November 1988) was a noted Australian pianist, accompanist and teacher, who also worked as a music, film and theatre critic.\nRomola Costantino was the daughter of Napoleone Costantino (1889–1982), an Italian civil servant in Australia, and his Welsh-born wife Rosamond Lindner. She studied at the NSW Conservatorium of Music under Alexander Sverjensky.",
      "pageId": 22517321,
      "monthDay": "09/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Zoe_Caldwell",
      "name": "Zoe Caldwell",
      "aboutText": "Renzo Piano, OMRI, OMCA (Italian: [ˈrɛntso ˈpjaːno]; born 14 September 1937) is an Italian architect and engineer, who won the Pritzker Prize in 1998.",
      "pageId": 25946,
      "monthDay": "09/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Harve_Presnell",
      "name": "Harve Presnell",
      "aboutText": "Ferid Murad (born September 14, 1936) is a physician and pharmacologist, and a co-winner of the 1998 Nobel Prize in Physiology or Medicine. He is also an honorary member of the Academy of Sciences and Arts of Kosovo.\n^ \"Academy of Sciences and Arts of Kosovo\".",
      "pageId": 275259,
      "monthDay": "09/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Sarah_Kofman",
      "name": "Sarah Kofman",
      "aboutText": "Walter Marvin Koenig (/ˈkeɪnɪɡ/; born September 14, 1936) is an American actor, writer, teacher and director, known for his roles as Pavel Chekov in Star Trek and Alfred Bester in the Babylon 5 series.",
      "pageId": 283457,
      "monthDay": "09/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bob_Maguire",
      "name": "Bob Maguire",
      "aboutText": "Lawrence Harvey \"Larry\" Brown (born September 14, 1940) is an American basketball coach, who is currently the head coach at Southern Methodist University. He is the only coach in basketball history to win both an NCAA national championship (Kansas, 1988) and an NBA title (Pistons, 2004). He has a 1,275-965 lifetime professional coaching record in the American Basketball Association (ABA) and the National Basketball Association (NBA) and is the only coach in NBA history to lead eight different teams to the playoffs.",
      "pageId": 304691,
      "monthDay": "09/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kate_Millett",
      "name": "Kate Millett",
      "aboutText": "Katherine Murray \"Kate\" Millett (born September 14, 1934) is an American feminist writer, educator, artist, and activist. She attended Oxford University and was the first American woman to be awarded a postgraduate degree with first-class honors by St. Hilda's.",
      "pageId": 621018,
      "monthDay": "09/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Don_Walser",
      "name": "Don Walser",
      "aboutText": "Amanda Barrie (born 14 September 1935) is an English actress. She appeared in two of the Carry On films, before being cast as Alma Sedgewick (Baldwin) in Coronation Street, which she played for 13 years. She has since enjoyed a varied stage and TV career.",
      "pageId": 704149,
      "monthDay": "09/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Fujio_Akatsuka",
      "name": "Fujio Akatsuka",
      "aboutText": "Harve Presnell (September 14, 1933 – June 30, 2009) was an American actor and singer. He began his career in the mid-1950s as a classical baritone, singing with orchestras and opera companies throughout the United States. His career reoriented away from classical music to musical theatre in 1960 after Meredith Willson cast him in the lead role of his new Broadway musical The Unsinkable Molly Brown.",
      "pageId": 883948,
      "monthDay": "09/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Amanda_Barrie",
      "name": "Amanda Barrie",
      "aboutText": "Terence Daniel Donovan (14 September 1936 – 22 November 1996) was an English photographer and film director, best remembered for his fashion photography of the 1960s. A critically acclaimed book of his fashion work, Terence Donovan Fashion, was published by London publisher Art / Books in November 2012.",
      "pageId": 2302830,
      "monthDay": "09/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Harry_Danielsen",
      "name": "Harry Danielsen",
      "aboutText": "Nicol Williamson (14 September 1936 – 16 December 2011) was a Scottish actor once described by John Osborne as \"the greatest actor since Marlon Brando\".",
      "pageId": 2424800,
      "monthDay": "09/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Terence_Donovan_(photographer)",
      "name": "Terence Donovan",
      "aboutText": "Donald Ray Walser (September 14, 1934 - September 20, 2006) was an American country music singer.",
      "pageId": 3463005,
      "monthDay": "09/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Walter_Koenig",
      "name": "Walter Koenig",
      "aboutText": "The Reverend Father Robert John Thomas \"Bob\" Maguire AM, RFD (born 14 September 1934 in Thornbury, Victoria) is an Australian Roman Catholic priest, community worker and media personality from South Melbourne. Commonly known as Father Bob, Maguire was appointed a Member of the Order of Australia in 1989 \"for service to homeless youth through the Open Family Foundation\".\nIn his younger days he used to be a beekeeper, which he describes as \"one of the finest periods of my life\".",
      "pageId": 4092208,
      "monthDay": "09/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ferid_Murad",
      "name": "Ferid Murad",
      "aboutText": "Harry Danielsen (14 September 1936 – 12 May 2011) was a Norwegian educator and politician for the Conservative Party, later independent.\nHe was born Rødøy as a son of a fisherman. After commerce school and military education he worked as a teacher in Steigen from 1958 to 1969, interrupted by the formal education as a teacher which he finished in 1968.",
      "pageId": 4603023,
      "monthDay": "09/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Lucas_Samaras",
      "name": "Lucas Samaras",
      "aboutText": "Fujio Akatsuka (赤塚 不二夫, Akatsuka Fujio, September 14, 1935 – August 2, 2008) was a pioneer Japanese artist of comical manga known as the Gag Manga King. His name at birth is 赤塚 藤雄, whose Japanese pronunciation is the same as 赤塚 不二夫.\nHe was born in Rehe, Manchuria, the son of a Japanese military police officer.",
      "pageId": 5678603,
      "monthDay": "09/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/Renzo_Piano",
      "name": "Renzo Piano",
      "aboutText": "Zoe Caldwell, OBE (born 14 September 1933 in Melbourne) is an Australian actress. She is a four-time Tony Award winner, and is the voice of the Grand Councilwoman in the Lilo & Stitch franchise.",
      "pageId": 5688904,
      "monthDay": "09/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Franco_Califano",
      "name": "Franco Califano",
      "aboutText": "Franco Califano (14 September 1938 – 30 March 2013) was an Italian lyricist, composer, singer-songwriter, author and actor.",
      "pageId": 6245328,
      "monthDay": "09/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Nicol_Williamson",
      "name": "Nicol Williamson",
      "aboutText": "R. Bruce Hyde (September 14, 1941 – October 13, 2015) was an American educator and actor. He was professor emeritus of communication studies at St. Cloud State University in Minnesota.",
      "pageId": 6591779,
      "monthDay": "09/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/DeWitt_Weaver_(golfer)",
      "name": "DeWitt Weaver",
      "aboutText": "Sarah Kofman (French: [kɔfman]; September 14, 1934 – October 15, 1994) was a French philosopher, born in Paris.\nKofman began her teaching career in Toulouse in 1960, and worked with both Jean Hyppolite and Gilles Deleuze. Her primary thesis, later published as Nietzsche et la métaphore, was supervised by Deleuze.",
      "pageId": 7643921,
      "monthDay": "09/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Larry_Brown_(basketball)",
      "name": "Larry Brown",
      "aboutText": "Lucas Samaras (born September 14, 1936) is an artist who was born in Kastoria, Greece. He studied at Rutgers University on a scholarship, where he met Allan Kaprow and George Segal. He participated in Kaprow's \"Happenings,\" and posed for Segal's plaster sculptures.",
      "pageId": 7928636,
      "monthDay": "09/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jacques_Godin",
      "name": "Jacques Godin",
      "aboutText": "DeWitt Thompson Weaver, Jr. (born September 14, 1939) is an American golf consultant and former professional golfer who played on the PGA Tour and the Senior PGA Tour.\nWeaver was born in Danville, Kentucky.",
      "pageId": 13927478,
      "monthDay": "09/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bruce_Hyde_(academic)",
      "name": "Bruce Hyde",
      "aboutText": "Jacques Godin (French pronunciation: ​[ʒak godɛ̃]; born September 14, 1930) is a Canadian film and television actor.",
      "pageId": 23999981,
      "monthDay": "09/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ian_Kennedy_(lawyer)",
      "name": "Ian Kennedy",
      "aboutText": "Bernard MacLaverty is a writer of fiction. His novels include Lamb, Cal, Grace Notes and The Anatomy School. He has written five books of short stories.",
      "pageId": 876354,
      "monthDay": "09/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alberto_Naranjo",
      "name": "Alberto Naranjo",
      "aboutText": "Marc Reisner (September 14, 1948 – July 21, 2000) was an American environmentalist and writer best known for his book Cadillac Desert, a history of water management in the American West.\nHe was born in Minneapolis, Minnesota, the son of a lawyer and a scriptwriter, and graduated from Earlham College in 1971. For a time he was on the staffs of Environmental Action and the Population Institute in Washington, D.C. Starting in 1972, he worked for seven years as a staff writer and director of communications for the Natural Resources Defense Council in New York.",
      "pageId": 1045054,
      "monthDay": "09/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alex_St._Clair",
      "name": "Alex St. Clair",
      "aboutText": "Edward C. King (born September 14, 1949 in Glendale, California) is an American musician.",
      "pageId": 1047022,
      "monthDay": "09/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Oliver_Lake",
      "name": "Oliver Lake",
      "aboutText": "Günter Theodor Netzer (born 14 September 1944 in Mönchengladbach) is a former German football player and team general manager currently working in the media business. As a player, he was considered to be one of the greatest passers in the game's history. As such, he was voted Footballer of the Year in Germany twice, in 1972 and 1973.",
      "pageId": 1085623,
      "monthDay": "09/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roger_Lyons",
      "name": "Roger Lyons",
      "aboutText": "Steven Earl \"Steve\" Gaines (September 14, 1949 – October 20, 1977) was an American musician.",
      "pageId": 1219802,
      "monthDay": "09/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bernard_MacLaverty",
      "name": "Bernard MacLaverty",
      "aboutText": "Oliver Lake (b. Marianna, Arkansas, September 14, 1942) is an American jazz saxophonist, flutist, composer and poet. He is known mainly on alto saxophone but also performs on soprano saxophone and flute.",
      "pageId": 1326775,
      "monthDay": "09/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Irwin_Goodman",
      "name": "Irwin Goodman",
      "aboutText": "Tommy Seebach (September 14, 1949 - March 31, 2003), born Tommy Seebach Mortensen in Copenhagen, Denmark, was a popular Danish singer, composer, organist, pianist and producer. He is best known as front man of Sir Henry and his Butlers and for numerous contributions to the Danish qualifier for the eurovision song contest, the Dansk Melodi Grand Prix, which he won three times.",
      "pageId": 1514367,
      "monthDay": "09/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Marcos_Valle",
      "name": "Marcos Valle",
      "aboutText": "James Leslie \"Jim\" Angle, II (born September 14, 1946 in Fort Worth, Texas) is an American journalist and former television reporter for Fox News.\nAngle is a 1969 graduate of Texas Tech University in Lubbock, Texas. In addition, he has a master's degree from the University of Texas and served in the US Military in Germany and Vietnam.",
      "pageId": 1702236,
      "monthDay": "09/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joey_Heatherton",
      "name": "Joey Heatherton",
      "aboutText": "Frederick Dewey Smith (September 14, 1949 – November 4, 1994), known professionally as Fred \"Sonic\" Smith, was an American guitarist, best known as a member of the influential and political, Detroit rock band, the MC5. Later in life he married and raised a family with poet and fellow rock musician, Patti Smith.",
      "pageId": 1894777,
      "monthDay": "09/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/G%C3%BCnter_Netzer",
      "name": "Günter Netzer",
      "aboutText": "Davenie Johanna \"Joey\" Heatherton (born September 14, 1944) is an American actress, dancer, and singer.",
      "pageId": 2337566,
      "monthDay": "09/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Martin_Tyler",
      "name": "Martin Tyler",
      "aboutText": "Martin Bruce Tyler (born 14 September 1945) is an English football commentator.",
      "pageId": 2772398,
      "monthDay": "09/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Angle",
      "name": "Jim Angle",
      "aboutText": "Roger Lyons (born 14 September 1942) was the General Secretary of the MSF trade union from 1992 and re-elected leader of the union in 1997. When the union merged with the Amalgamated Engineering and Electrical Union to form Amicus in 2002 he subsequently became one of the Joint General Secretaries of Amicus.\nLyons studied for a degree in Economics at University College London.",
      "pageId": 2815780,
      "monthDay": "09/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Wolfgang_S%C3%BChnholz",
      "name": "Wolfgang Sühnholz",
      "aboutText": "Alex St. Clair (born Alexis Clair Snouffer; September 14, 1941 – c. January 5, 2006) was an American musician.",
      "pageId": 3145714,
      "monthDay": "09/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jon_Bauman",
      "name": "Jon Bauman",
      "aboutText": "Alberto Naranjo [nah-rahn'-ho] (born September 14, 1941) is a musician. He was born in Caracas, Venezuela. His mother, the singer Graciela Naranjo, was a radio, film and television pioneer in her homeland.",
      "pageId": 3243075,
      "monthDay": "09/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sam_Neill",
      "name": "Sam Neill",
      "aboutText": "Antti Yrjö Hammarberg (14 September 1943 – 14 January 1991), professionally known as Irwin Goodman, was a popular Finnish rock and folk singer. In the late 1960s he was widely known as a protest singer. He recorded over 300 songs, most of which were his own compositions, with lyrics written by Vexi Salmi.",
      "pageId": 3358257,
      "monthDay": "09/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marc_Reisner",
      "name": "Marc Reisner",
      "aboutText": "Marcos Kostenbader Valle (born 14 September 1943 in Rio de Janeiro) is a Brazilian singer, instrumentalist, songwriter and record producer. He has produced works in many musical styles, including bossa nova, samba, and fusions of rock, soul, jazz, and dance music with Brazilian styles.",
      "pageId": 8100289,
      "monthDay": "09/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Steve_Gaines",
      "name": "Steve Gaines",
      "aboutText": "Sir Ian McColl Kennedy, QC (born 14 September 1941) is a British academic lawyer who has specialised in the law and ethics of health. He was appointed to chair the Independent Parliamentary Standards Authority in 2009.\n1952–1959: He attended King Edward VI College, Stourbridge, West Midlands where he spent four years in the sixth form.",
      "pageId": 9015626,
      "monthDay": "09/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ed_King",
      "name": "Ed King",
      "aboutText": "Jon \"Bowzer\" Bauman (born September 14, 1947) is an American musician, best known as a member of the band Sha Na Na, and game show host.",
      "pageId": 10079363,
      "monthDay": "09/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tommy_Seebach",
      "name": "Tommy Seebach",
      "aboutText": "Wolfgang Sühnholz (born 14 September 1946 in Berlin) is an American soccer coach and former player from Germany.",
      "pageId": 15941509,
      "monthDay": "09/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Fred_%22Sonic%22_Smith",
      "name": "Fred \"Sonic\" Smith",
      "aboutText": "Nigel John Dermot \"Sam\" Neill, DCNZM, OBE (born 14 September 1947) is a Northern Irish-born New Zealand actor who first achieved leading roles in films such as Omen III: The Final Conflict and Dead Calm and on television in Reilly, Ace of Spies. He won a broad international audience in 1993 for his roles as Alisdair Stewart in The Piano and Dr. Alan Grant in Jurassic Park, a role he reprised in 2001's Jurassic Park III. Neill also had notable roles in Merlin, The Hunt for Red October and The Tudors.",
      "pageId": 21188633,
      "monthDay": "09/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Eikichi_Yazawa",
      "name": "Eikichi Yazawa",
      "aboutText": "David Wojnarowicz (/ˌvɔɪnəˈroʊvɪtʃ/; September 14, 1954 – July 22, 1992) was a painter, photographer, writer, filmmaker, performance artist, and AIDS activist prominent in the New York City art world.",
      "pageId": 409628,
      "monthDay": "09/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Paul_Kossoff",
      "name": "Paul Kossoff",
      "aboutText": "Konstantinos Alexandrou Karamanlis (Greek: Κωνσταντίνος Αλεξάνδρου Καραμανλής; born 14 September 1956), commonly known as Kostas Karamanlis (Greek: Κώστας Καραμανλής, pronounced [ˈkostas karamanˈlis]), is a Greek politician who served as Prime Minister of Greece from 2004 to 2009. He was also president of the centre-right New Democracy party, founded by his uncle Konstantinos Karamanlis, from 1997 to 2009, and he is currently a member of the Hellenic Parliament.\nKaramanlis was first elected as a member of the Hellenic Parliament for New Democracy in 1989 and became president of the party in 1997.",
      "pageId": 424198,
      "monthDay": "09/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Masami_Kuwashima",
      "name": "Masami Kuwashima",
      "aboutText": "Paul Francis Kossoff (14 September 1950 – 19 March 1976) was an English guitarist best known as a member of Free.",
      "pageId": 522264,
      "monthDay": "09/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mike_Nifong",
      "name": "Mike Nifong",
      "aboutText": "Thomas Henry Corra (September 14, 1953 – April 9, 1998), better known as Tom Cora, was a United States cellist and composer, best known for his improvisational performances in the field of experimental jazz and rock.",
      "pageId": 695345,
      "monthDay": "09/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Steptoe",
      "name": "John Steptoe",
      "aboutText": "Kepler Christoffel Wessels (born 14 September 1957) is a former South African cricketer who captained South Africa after playing 24 Tests for Australia. He was the first man to have played One Day International cricket for two countries.\nHe was a left-handed opening batsman.",
      "pageId": 994744,
      "monthDay": "09/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Cora",
      "name": "Tom Cora",
      "aboutText": "Geraldine Brooks (born 14 September 1955) is an Australian American journalist and author whose 2005 novel, March, won the Pulitzer Prize for Fiction.",
      "pageId": 1179445,
      "monthDay": "09/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Judy_Playfair",
      "name": "Judy Playfair",
      "aboutText": "Raymond Colin \"Ray\" Wilkins MBE (born 14 September 1956) is an English former footballer. Since his playing career ended he has worked as a television pundit and as a football coach and manager with Queens Park Rangers, Fulham, Chelsea and Jordan. He was most recently the assistant manager of Aston Villa.",
      "pageId": 1339265,
      "monthDay": "09/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Barry_Cowsill",
      "name": "Barry Cowsill",
      "aboutText": "Eikichi Yazawa (矢沢 永吉, Yazawa Eikichi, born September 14, 1949 in Hiroshima) is an influential Japanese singer-songwriter, and important figure in Japanese popular music.\nYoko Yazawa of The Generous is his daughter.",
      "pageId": 1691144,
      "monthDay": "09/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Wojnarowicz",
      "name": "David Wojnarowicz",
      "aboutText": "Timothy Charles Wallach (born September 14, 1957), nicknamed \"Eli\" in reference to actor Eli Wallach,",
      "pageId": 1868054,
      "monthDay": "09/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steve_Berlin",
      "name": "Steve Berlin",
      "aboutText": "Nathalie Roussel (born 14 September 1956) is a French actress of stage, television and film.",
      "pageId": 1919289,
      "monthDay": "09/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Geraldine_Brooks_(writer)",
      "name": "Geraldine Brooks",
      "aboutText": "Paul John Walter Allott (born 14 September 1956, Altrincham) is a former English cricketer who played county cricket for Lancashire, Minor Counties cricket for Staffordshire and first-class cricket in New Zealand for Wellington, as well as thirteen Test match appearances and thirteen One Day International appearances for England.\nHe was a powerfully built, skilful right-arm medium-fast swing bowler, who could also bat adequately at number 9.\nA consistent county performer, he was at his best in English conditions, but lacked that extra zip to enjoy more than a respectable Test career.",
      "pageId": 2974687,
      "monthDay": "09/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/William_Jackson_(Scottish_composer)",
      "name": "William Jackson",
      "aboutText": "William Jackson (born 14 September 1955) is a Scottish harpist and composer.\nJackson was born in Cambuslang, near Glasgow. As his grandparents came from County Donegal, he visited Ireland many times, throughout his childhood, and still has a home there.",
      "pageId": 3069227,
      "monthDay": "09/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Edu_Manzano",
      "name": "Edu Manzano",
      "aboutText": "Judith White Playfair (born 14 September 1953) is an Australian former breaststroke swimmer of the 1960s, who won a silver medal in the 4×100-metre medley relay at the 1968 Summer Olympics in Mexico City.\nComing from New South Wales, Playfair combined with Janet Steinbeck, Lyn McClements and Lynne Watson to register a silver medal in the 4×100-metre medley relay, trailing the Americans home by 1.7 seconds. She was eliminated in the semifinals and heats of the 100-metre and 200-metre backstroke events respectively.",
      "pageId": 3632137,
      "monthDay": "09/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paul_Allott",
      "name": "Paul Allott",
      "aboutText": "Masami Kuwashima (桑島 正美, born 14 September 1950) is a former racing driver from Japan. After some experience in the Japanese lower formulae, he made an attempt at Formula One.\nA deal to drive in the 1976 Japanese Grand Prix with the RAM team came to nothing, but Kuwashima found a seat with the then-struggling Wolf / Williams team, driving a Wolf-Williams FW05.",
      "pageId": 3692608,
      "monthDay": "09/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kostas_Karamanlis",
      "name": "Kostas Karamanlis",
      "aboutText": "Steve Berlin (born September 14, 1955, Philadelphia) is an American saxophonist, keyboardist and record producer, best known as a member of the rock group Los Lobos and, before that, Top Jimmy & The Rhythm Pigs, The Blasters, and The Flesh Eaters. Berlin is married and lives with his wife and children in Portland, Oregon.\nBerlin joined Tuatara as a side project in 1998 on their second album, Trading With The Enemy.",
      "pageId": 4263092,
      "monthDay": "09/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nathalie_Roussel",
      "name": "Nathalie Roussel",
      "aboutText": "Michael Byron \"Mike\" Nifong (born September 14, 1950) is a former North Carolina attorney. He was the district attorney for Durham County, North Carolina (the state's 14th Prosecutorial District) but was removed, disbarred and jailed following court findings concerning his conduct in the 2006 Duke University lacrosse case.",
      "pageId": 5000988,
      "monthDay": "09/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ray_Wilkins",
      "name": "Ray Wilkins",
      "aboutText": "Barry Cowsill (September 14, 1954 – c. August 29, 2005) was an American musician and member of the musical group The Cowsills.",
      "pageId": 5545236,
      "monthDay": "09/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lefteris_Zagoritis",
      "name": "Lefteris Zagoritis",
      "aboutText": "Eduardo \"Edu\" Barrios Manzano (born September 14, 1955) is an American-born Filipino actor, comedian, politician, television personality, comedian, and United States Air Force veteran. He was previously the host of game shows The Weakest Link, Pilipinas, Game KNB?, 1 vs. 100 and Asar Talo, Lahat Panalo.",
      "pageId": 11795473,
      "monthDay": "09/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tim_Wallach",
      "name": "Tim Wallach",
      "aboutText": "Lefteris Zagoritis (Greek: Λευτέρης Ζαγορίτης) (born 14 September 1956) is a Greek lawyer, politician and former Secretary General of New Democracy. As of the 19th of September 2015 he is serving as Hellenic Consumers' Ombudsman.\nZagoritis, whose family comes from Zagorohoria of Epirus, was born on the island of Rhodes and is of Sarakatsani origin.",
      "pageId": 13350866,
      "monthDay": "09/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kepler_Wessels",
      "name": "Kepler Wessels",
      "aboutText": "John Steptoe (September 14, 1950 - August 28, 1989) was an award-winning author and illustrator for children’s books dealing with aspects of the African-American experience. He is best known for Mufaro’s Beautiful Daughters, which was acknowledged by literary critics as a breakthrough in African history and culture.\nJohn Steptoe was born in Brooklyn, New York.",
      "pageId": 16178536,
      "monthDay": "09/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Paul_Clark_(footballer)",
      "name": "Paul Clark",
      "aboutText": "Faith Ford (born September 14, 1964) is an American actress, known for her roles as Corky Sherwood in the CBS sitcom Murphy Brown and Hope Fairfield-Shanowski on ABC sitcom Hope & Faith. She was nominated for five Primetime Emmy Awards for her role in Murphy Brown.",
      "pageId": 413100,
      "monthDay": "09/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jeff_Crowe",
      "name": "Jeff Crowe",
      "aboutText": "Callum Keith Rennie (born 14 September 1960) is an English-born Canadian television and film actor. He started his career in Canadian film and television projects, where his portrayal of Stanley Raymond Kowalski in the TV series Due South was his first international success. After years acting in over ninety Canadian and international projects he became widely known for his portrayal of the Cylon Leoben Conoy in Battlestar Galactica, and following that, his role as record producer Lew Ashby in the Showtime TV series Californication.",
      "pageId": 943920,
      "monthDay": "09/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Arlindo_Cruz",
      "name": "Arlindo Cruz",
      "aboutText": "Jeffrey John Crowe (born 14 September 1958) is a former New Zealand cricketer. He is the son of Dave Crowe and elder brother of Martin Crowe. They are cousins of Oscar winning actor, Russell Crowe.",
      "pageId": 1096453,
      "monthDay": "09/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Beth_Nielsen_Chapman",
      "name": "Beth Nielsen Chapman",
      "aboutText": "Melissa Chessington Leo (born September 14, 1960) is an American actress. After appearing on several television shows and films in the 1980s, her breakthrough role came in 1993 as Det. Sgt.",
      "pageId": 1363953,
      "monthDay": "09/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Berry_(singer)",
      "name": "John Berry",
      "aboutText": "Mary Frances Crosby (born September 14, 1959) is an American actress. She played Kristin Shepard in the television series Dallas (1979–1981).",
      "pageId": 1831615,
      "monthDay": "09/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gary_Cady",
      "name": "Gary Cady",
      "aboutText": "Robin Singh (born Robindra Singh, 14 September 1963) is a former International cricketer who played as an all-rounder first for Trinidad and Tobago and then for India . He is one of the few cricketers in the world to have represented two countries internationally. He is currently retired and coach of Indian Premier League franchise the Mumbai Indians since 2010 and Barbados in the Caribbean Premier League from the inaugural year.",
      "pageId": 2479783,
      "monthDay": "09/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mary_Crosby",
      "name": "Mary Crosby",
      "aboutText": "Freeman Aikaeli Mbowe (born in 14 September 1961) is a Tanzanian politician and chairman of Chama cha Demokrasia na Maendeleo (CHADEMA – Party for Democracy and Development).",
      "pageId": 3026346,
      "monthDay": "09/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Morten_Harket",
      "name": "Morten Harket",
      "aboutText": "Beth Nielsen Chapman (born September 14, 1958, in Harlingen, Texas, United States) is an American singer-songwriter, mostly known for her numerous hits recorded by country and pop music performers.",
      "pageId": 4372470,
      "monthDay": "09/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ronald_Lengkeek",
      "name": "Ronald Lengkeek",
      "aboutText": "Martina Gedeck [ɡəˈdɛk] (born 14 September 1961) is a German actress. She came to broader, international attention due to her roles in films such as Mostly Martha (2001), The Lives of Others (2006), and The Baader Meinhof Complex (2008).",
      "pageId": 4596621,
      "monthDay": "09/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Melissa_Leo",
      "name": "Melissa Leo",
      "aboutText": "Thomas James Kurvers (born September 14, 1962) is an American retired professional ice hockey defenseman who spent 11 seasons in the National Hockey League (NHL) between 1984 and 1995. He was a member of the 1986 Stanley Cup Champion Montreal Canadiens. He is also a former interim General Manager for the Tampa Bay Lightning during the 2009-10 season.",
      "pageId": 6037408,
      "monthDay": "09/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Callum_Keith_Rennie",
      "name": "Callum Keith Rennie",
      "aboutText": "Arlindo Cruz (b. September 14, 1958, birth name Arlindo Domingos da Cruz Filho) is a Brazilian musician, composer and singer, working in the genre of samba and pagode.",
      "pageId": 6171250,
      "monthDay": "09/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Martina_Gedeck",
      "name": "Martina Gedeck",
      "aboutText": "Gary Cady (born 14 September 1959) is a British actor.",
      "pageId": 6353295,
      "monthDay": "09/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Freeman_Mbowe",
      "name": "Freeman Mbowe",
      "aboutText": "John Edward Berry (born September 14, 1959) is an American country music artist. Active as a recording artist since 1979, he has recorded more than twenty studio albums, including one platinum album and two gold albums.",
      "pageId": 6677245,
      "monthDay": "09/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Wendy_Thomas",
      "name": "Wendy Thomas",
      "aboutText": "Melinda Lou \"Wendy\" Morse (née Thomas; born September 14, 1961) is the daughter and fourth child of American businessman Dave Thomas, the founder of the fast food brand Wendy's. Morse is best known for being the namesake and mascot of the brand.",
      "pageId": 9876361,
      "monthDay": "09/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Robert_Herjavec",
      "name": "Robert Herjavec",
      "aboutText": "Stephen Dunham (September 14, 1964 – September 14, 2012) was an American actor, best known as Edward Pillows on the series DAG and known internationally for his roles as Mr. Henderson in The Mummy and Dr. Paul Chamberlain in Monster-in-Law.",
      "pageId": 13227812,
      "monthDay": "09/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tom_Kurvers",
      "name": "Tom Kurvers",
      "aboutText": "Paul Peterson Clark (born Benfleet, 14 September 1958) is an English former professional association football player. His clubs included Southend United, Brighton & Hove Albion and Gillingham.\n^ Triggs, Roger (2001).",
      "pageId": 15396242,
      "monthDay": "09/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tony_Becker",
      "name": "Tony Becker",
      "aboutText": "Robert Herjavec (born September 14, 1962) is a Croatian-born Canadian businessman, investor, author and television personality.",
      "pageId": 22333849,
      "monthDay": "09/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Robin_Singh_(cricketer,_born_1963)",
      "name": "Robin Singh",
      "aboutText": "Ronald Lengkeek (born 14 September 1960) is a former Dutch footballer who played all of his career for Sparta Rotterdam.",
      "pageId": 23917682,
      "monthDay": "09/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stephen_Dunham",
      "name": "Stephen Dunham",
      "aboutText": "Tony Becker (born September 14, 1963 in Los Angeles, California) is an American actor best known for his role as Corporal Daniel 'Danny' Purcell on the 1987-1990 CBS Vietnam War series Tour of Duty.\n^ The Complete Directory to Prime Time Network and Cable TV Shows, 1946-Present. Ballantine Books.",
      "pageId": 32571664,
      "monthDay": "09/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Faith_Ford",
      "name": "Faith Ford",
      "aboutText": "Morten Harket (born 14 September 1959) is a Norwegian musician, best known as the lead singer of the synthpop/rock band A-ha, which released ten studio albums and topped the charts internationally after their breakthrough hit \"Take on Me\" in 1985. A-ha disbanded in 2010 after they played their last gig in Oslo. In 2015, after each member pursued their own artistic path, a-ha reunited to produce a new album, \"Cast In Steel\", and perform a world tour, kicking off at \"Rock in Rio\" in Rio de Janeiro, Brazil on 27 September 2015.",
      "pageId": 40136659,
      "monthDay": "09/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Emily_Bell",
      "name": "Emily Bell",
      "aboutText": "Michelle Stafford (born September 14, 1968) is an American actress, writer and producer, best known for her role as Phyllis Summers in the CBS soap opera The Young and the Restless, for which she has won two Daytime Emmy Awards. In 2013, Stafford created her own web comedy series, The Stafford Project.",
      "pageId": 967213,
      "monthDay": "09/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dmitry_Medvedev",
      "name": "Dmitry Medvedev",
      "aboutText": "Craig Aloysius Montoya (born September 14, 1970) is the American bassist of Castella and Tri-Polar and former bassist of Everclear.",
      "pageId": 1144394,
      "monthDay": "09/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kevin_O%27Hare",
      "name": "Kevin O'Hare",
      "aboutText": "Aamer Sohail (Urdu: عامر سہیل‎) born Mohammad Aamer Sohail Ali (Urdu: محمد عامر سہیل علی‎) on 14 September 1966, is a former professional Pakistani cricketer and a former PCB Chief Selector. With Saeed Anwar, he formed one of the best opening combinations Pakistan has ever had.",
      "pageId": 1436501,
      "monthDay": "09/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Aamer_Sohail",
      "name": "Aamer Sohail",
      "aboutText": "Daniel James \"Dan\" Cortese (born September 14, 1967) is an American actor, director and spokesperson.",
      "pageId": 1814194,
      "monthDay": "09/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ariel_(DJ)",
      "name": "Ariel",
      "aboutText": "Grant Shapps (born 14 September 1968) is a British Conservative Party politician, former Minister of State at the Department for International Development. A former co-chairman of the Conservative Party, he is the member of parliament for Welwyn Hatfield in England. He first won the seat, as Grant V Shapps, in the general election of 5 May 2005.",
      "pageId": 1872058,
      "monthDay": "09/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dan_Cortese",
      "name": "Dan Cortese",
      "aboutText": "John Timothy Power (born 14 September 1967 in Allerton, Liverpool) is an English singer-songwriter and musician. Power achieved commercial success as the bass guitarist and secondary vocalist for the La's from 1986 to 1991, and later as the frontman of Cast during the Britpop movement of the mid-1990s.\nFollowing the split of Cast in 2001, John Power embarked on a solo career.",
      "pageId": 1873633,
      "monthDay": "09/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jens_Lien",
      "name": "Jens Lien",
      "aboutText": "Francesco Casagrande (born 14 September 1970 in Florence) is an Italian former professional road racing cyclist.",
      "pageId": 2204856,
      "monthDay": "09/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anna_Malle",
      "name": "Anna Malle",
      "aboutText": "Anna Malle (born Anna Marie Stout/Hotop-Stout, September 14, 1967 – January 25, 2006) was the stage name of an American pornographic actress and posthumous inductee into the AVN Hall of Fame.",
      "pageId": 2338463,
      "monthDay": "09/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/K._C._Martel",
      "name": "K. C. Martel",
      "aboutText": "Denis C. Betts (born 14 September 1969 in Salford, Lancashire) is an English rugby league coach and former player. He is the current head coach of Widnes in the Super League. He played for Wigan in the Championship and Super League, for the Auckland Warriors in the Australian National Rugby League, and also represented England at the 1995 Rugby League World Cup.",
      "pageId": 2522121,
      "monthDay": "09/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/John_Power_(musician)",
      "name": "John Power",
      "aboutText": "Kevin Christopher Martel (born September 14, 1967) is a Canadian former child actor.",
      "pageId": 2921639,
      "monthDay": "09/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tanel_Joamets",
      "name": "Tanel Joamets",
      "aboutText": "Dmitry Anatolyevich Medvedev (Russian: Дми́трий Анато́льевич Медве́дев, tr. Dmitriy Anatolyevich Medvedev; IPA: [ˈdʲmʲitrʲɪj ɐnɐˈtolʲjɪvʲɪtɕ mʲɪˈdvʲedʲɪf], born 14 September 1965) is the tenth Prime Minister of Russia, incumbent since 2012. He previously served as the third President of Russia, from 2008 to 2012.",
      "pageId": 3162905,
      "monthDay": "09/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Grant_Shapps",
      "name": "Grant Shapps",
      "aboutText": "Robert Ben Garant (born September 14, 1970) is an American screenwriter, producer, director, actor and comedian.",
      "pageId": 4435414,
      "monthDay": "09/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michelle_Stafford",
      "name": "Michelle Stafford",
      "aboutText": "Jason Martin (born 14 September 1970) is an Australian retired professional rugby league footballer.",
      "pageId": 5137523,
      "monthDay": "09/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Denis_Betts",
      "name": "Denis Betts",
      "aboutText": "Konstadinos \"Kostas\" Koukodimos (Greek: Κωνσταντίνος \"Κώστας\" Κουκοδήμος, born 14 September 1969 in Melbourne, Australia) is a retired Greek long jumper and New Democracy politician..\nKoukodimos, who was raised in Pieria, Central Macedonia, is best known for his bronze medal at the 1994 European Championships. His personal best is 8.36 metres, achieved in June 1994 in Khania.",
      "pageId": 6001744,
      "monthDay": "09/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Konstandinos_Koukodimos",
      "name": "Konstandinos Koukodimos",
      "aboutText": "Ariel Belloso (born 14 September 1967) is an Argentine, UK Based DJ and record producer. He began his career playing new wave music and disco music at clubs in Rosario and Buenos Aires during the early 1980s and moved to London in 1991, after spending 8 months in Ibiza, where he was influenced by the early house music and acid house sounds.\nWhile DJing in London and throughout the world during the 1990s, he developed a personal unique style, combining the sounds of hard house and trance, influenced by the rhythms of his Latin music background with main focus on polyrhythm grooves and energy flow.",
      "pageId": 11221252,
      "monthDay": "09/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Francesco_Casagrande",
      "name": "Francesco Casagrande",
      "aboutText": "Jens Lien (born 14 September 1967) is a Norwegian film director. He graduated from the London International Film School in 1993. His graduation project was the short film \"Montana\", that was featured at the short film festival in Grimstad that year.",
      "pageId": 18541909,
      "monthDay": "09/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ben_Garant",
      "name": "Ben Garant",
      "aboutText": "Kevin O'Hare (born 14 September 1965) is a British retired ballet dancer and current Director of The Royal Ballet.",
      "pageId": 25412791,
      "monthDay": "09/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jason_Martin_(rugby_league)",
      "name": "Jason Martin",
      "aboutText": "Tanel Joamets (born 14 September 1968) is an Estonian pianist. He graduated from the Estonian Academy of Music and Theatre in 1994. In 1998 he got a scholarship for post-graduate studies in Guildhall School of Music and Drama in London.",
      "pageId": 25957342,
      "monthDay": "09/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Craig_Montoya",
      "name": "Craig Montoya",
      "aboutText": "Enrique Plancarte Solís (14 September 1970 – 31 March 2014) was a Mexican drug lord and high-ranking leader of the Knights Templar Cartel, a drug cartel headquartered in the state of Michoacán.",
      "pageId": 29136579,
      "monthDay": "09/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Enrique_Plancarte_Sol%C3%ADs",
      "name": "Enrique Plancarte Solís",
      "aboutText": "Emily Jane Bell (born 14 September 1965) is a British academic and journalist. She is Professor of Professional Practice at the Columbia University Graduate School of Journalism (Columbia School of Journalism) and the Director of the Tow Center for Digital Journalism, part of the CSJ, in New York City. Before taking up her academic post at the Tow Center in 2010, Bell had worked for The Guardian and Observer newspapers since 1990.",
      "pageId": 41317979,
      "monthDay": "09/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mark_Webber_(guitarist)",
      "name": "Mark Webber",
      "aboutText": "Nasir bin Olu Dara Jones (/nɑːˈsɪər/; born September 14, 1973), better known as Nas /ˈnɑːz/, is an American rapper, songwriter, record producer and actor. The son of jazz musician Olu Dara, Nas has released eight consecutive platinum and multi-platinum albums and sold over 25 million records worldwide since 1994. He is also an entrepreneur through his own record label; he serves as associate publisher of Mass Appeal magazine and is the owner of a Fila sneaker store.",
      "pageId": 146167,
      "monthDay": "09/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jeff_Loomis",
      "name": "Jeff Loomis",
      "aboutText": "Hicham El Guerrouj (Moroccan Arabic: هشام الݣروج, Berber: Hicam El Gerruj, ⵀⵉⵛⴰⵎ ⴻⵍ ⴳⴻⵔⵔⵓⵊ; born 14 September 1974) is a Moroccan former middle-distance runner. He is the current holder of the 1500 metres, mile and outdoor 2000 metres world records, as well as a double Olympic gold medalist.\nFrom about 1995 until his retirement from serious competition following the 2004 Olympics, he was the dominant middle distance runner of his day.",
      "pageId": 492488,
      "monthDay": "09/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Andre_Matos",
      "name": "Andre Matos",
      "aboutText": "Linvoy Stephen Primus MBE (born 14 September 1973) is an English former footballer.\nBorn in Forest Gate, England, to Caribbean-born parents, Primus began his professional career at Charlton Athletic; where he made four league appearances. Primus moved on a free transfer to Barnet and established himself as a first team regular in the lower divisions of English football before earning a £250,000 transfer to Reading.",
      "pageId": 1089214,
      "monthDay": "09/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christopher_McCulloch",
      "name": "Christopher McCulloch",
      "aboutText": "Andrew James Clutterbuck (born 14 September 1973), better known by his stage name Andrew Lincoln, is an English actor. He is most recognized for his portrayal of Rick Grimes, the lead character on the AMC horror drama series The Walking Dead. He first came to public attention as Egg in the BBC drama This Life, followed by roles such as Simon in the Channel 4 sitcom Teachers and Mark in the romantic comedy film Love Actually (2003).",
      "pageId": 1309057,
      "monthDay": "09/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kimberly_Williams-Paisley",
      "name": "Kimberly Williams-Paisley",
      "aboutText": "Kimberly Payne Williams-Paisley (born September 14, 1971) is an American actress. She is known for her co-starring roles on According to Jim and Nashville, as well as her breakthrough performance in Father of the Bride (1991), for which she was nominated for several awards, and its sequel, Father of the Bride Part II (1995).\nThroughout her acting career, she has guest-starred on TV shows including Tales From The Crypt, George Lopez and Less Than Perfect.",
      "pageId": 1582246,
      "monthDay": "09/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Bell_(baseball)",
      "name": "David Bell",
      "aboutText": "David Michael Bell (born September 14, 1972) is a former Major League Baseball third baseman and currently the bench coach for the St. Louis Cardinals. He was also the manager of the Triple-A Louisville Bats and the former Double-A Carolina Mudcats in the Cincinnati Reds organization.",
      "pageId": 1797869,
      "monthDay": "09/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nakamura_Shid%C5%8D_II",
      "name": "Nakamura Shidō II",
      "aboutText": "Jeff Loomis (born September 14, 1971) is an American musician, best known for his role as lead guitarist in the progressive metal band Nevermore.",
      "pageId": 2023843,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nas",
      "name": "Nas",
      "aboutText": "Chadwick Lee \"Chad\" Bradford (born September 14, 1974) is a former Major League Baseball (MLB) relief pitcher. He was well known for his extreme submarine-style pitching, and his success in MLB despite his unconventional delivery and the slow speed at which he threw the ball (his fastball was only in the mid 80-mph range). This led to him figuring prominently in the Michael Lewis book Moneyball, which in 2011 was made into the film of the same title.",
      "pageId": 2237175,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tony_Bui",
      "name": "Tony Bui",
      "aboutText": "Christopher McCulloch (born September 14, 1971), also known by the pseudonym Jackson Publick, is an American comic book and television writer, storyboard artist, and voice actor known for his work on several Tick properties and for the animated television series The Venture Bros. He authored the comic book miniseries The Tick: Karma Tornado, a spin-off of The Tick, and was a staff writer and storyboard artist on the 1994 Tick animated series. He also worked on storyboards for PB&J Otter and Sheep in the Big City and as a writer on the 2001 Tick live-action series.",
      "pageId": 2360106,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Terrell_Fletcher",
      "name": "Terrell Fletcher",
      "aboutText": "André Coelho Matos (born September 14, 1971) is a Brazilian vocalist, pianist and composer. He was involved in the heavy metal bands Viper, Angra and Shaaman.",
      "pageId": 2473948,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mic_Geronimo",
      "name": "Mic Geronimo",
      "aboutText": "Agustín Calleri Shaal (born 14 September 1976) is a retired professional male tennis player from Argentina. His nickname is Gordo which means Fat in Spanish. He is known as a hard-hitter and he prefers playing on clay.",
      "pageId": 2515203,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Andrew_Lincoln",
      "name": "Andrew Lincoln",
      "aboutText": "Mattias Marklund (born 14 September 1974 in Boliden, Sweden) is a guitarist who plays in Vintersorg, Casket Casey, The Derelict Dead, and TME. He also did guest guitar work for Vintersorg band mate, Andreas Hedlund's progressive rock band, Waterclime.",
      "pageId": 2537288,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Linvoy_Primus",
      "name": "Linvoy Primus",
      "aboutText": "Helgi Sigurðsson() (born 17 September 1974 in Reykjavík) is an Icelandic footballer who plays as a striker for Afturelding. During his career he has played for clubs in Iceland, Germany, Norway, Greece and Denmark.",
      "pageId": 2585103,
      "monthDay": "09/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mike_Ward_(comedian)",
      "name": "Mike Ward",
      "aboutText": "Patrick Petrus Marinus van Balkom (born September 14, 1974 in Waalwijk, North Brabant) is a former Dutch sprinter. Together with Caimin Douglas, Timothy Beck and Troy Douglas he won a bronze medal in 4 x 100 metres relay at the 2003 World Championships in Athletics. With this same team he also participated at the 2004 Summer Olympics, but they were eliminated in the series due to a mistake in the changing area.",
      "pageId": 2892158,
      "monthDay": "09/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chad_Bradford",
      "name": "Chad Bradford",
      "aboutText": "Terrell Antoine Fletcher (born September 14, 1973 in St. Louis, Missouri) is a former American football running back in the National Football League for the San Diego Chargers. With the Chargers he rushed for 1,871 yards and gained 1,943 yards receiving.",
      "pageId": 3414836,
      "monthDay": "09/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Hicham_El_Guerrouj",
      "name": "Hicham El Guerrouj",
      "aboutText": "Tony Bui (born September 14, 1973) is a Vietnamese independent film director in the U.S., most famous for his 1999 film Three Seasons, which debuted at the Sundance Film Festival and became the only film ever to win both the Audience Award and the Grand Jury Prize there. The film was based on Bui's own experiences dealing with the changing landscape and people of his ancestral home of Vietnam. The film starred Harvey Keitel.",
      "pageId": 3691121,
      "monthDay": "09/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mattias_Marklund",
      "name": "Mattias Marklund",
      "aboutText": "Mikihiro Ogawa (小川 幹弘, Ogawa Mikihiro, born 14 September 1972), better known by the stage name Nakamura Shidō II (二代目 中村 獅童, Nidaime Nakamura Shidō), is a Japanese kabuki and film actor.",
      "pageId": 3827965,
      "monthDay": "09/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Helgi_Sigur%C3%B0sson",
      "name": "Helgi Sigurðsson",
      "aboutText": "Mic Geronimo (born Michael McDermon on September 14, 1973 in Queens, New York) is an American hip-hop rapper who was acquainted with Irv Gotti of Murder Inc. Gotti and his brother met Mic Geronimo at a Queens high school talent show, and Mic agreed to record a single (\"Shit's Real,\" which would become a classic underground hit). Mic Geronimo landed a deal with Blunt/TVT Records and debuted with the 1995 LP The Natural.",
      "pageId": 4129997,
      "monthDay": "09/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Patrick_van_Balkom",
      "name": "Patrick van Balkom",
      "aboutText": "Mark Andrew Webber (born 14 September 1970, Chesterfield, Derbyshire) is an English rock guitarist. He is most famous for playing in Pulp (since 1995), and appearing on all of their albums since their Mercury Music Prize winning collection Different Class. Webber was originally the president of Pulp's fan club.",
      "pageId": 6480755,
      "monthDay": "09/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Agust%C3%ADn_Calleri",
      "name": "Agustín Calleri",
      "aboutText": "Michael John Ward (born September 14, 1973 in Quebec City, Quebec) is a comedian.\n^ \"Mike Ward speaks our languages\". The Gazette.",
      "pageId": 6862828,
      "monthDay": "09/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mattias_Agabus",
      "name": "Mattias Agabus",
      "aboutText": "Carmen Kass (born 14 September 1978) is an Estonian model, businesswoman and former politician.",
      "pageId": 425409,
      "monthDay": "09/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Malik_Bendjelloul",
      "name": "Malik Bendjelloul",
      "aboutText": "Benjamin Christopher \"Ben\" Cohen, MBE (born 14 September 1978) is a former England rugby union player and activist. He began his professional career with Northampton Saints in 1996; in 2007 he moved to France to represent Brive before returning to England two years later to join Sale Sharks. Cohen was also a member of the England national team that won the 2003 Rugby World Cup.",
      "pageId": 775620,
      "monthDay": "09/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Thomas_Leeb",
      "name": "Thomas Leeb",
      "aboutText": "Yumi Adachi (安達 祐実, Adachi Yumi, born 14 September 1981 in Taito, Tokyo) is a Japanese actress and singer.",
      "pageId": 1384917,
      "monthDay": "09/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Miyu_Matsuki",
      "name": "Miyu Matsuki",
      "aboutText": "Ivica Olić (pronounced [îʋitsa ǒːlitɕ]; born 14 September 1979) is a Croatian professional footballer who plays for German Bundesliga club Hamburger SV and the Croatian national team. He primarily plays as striker, but can also operate as a winger. He has been described as a relentless pursuer of the ball and possessing \"power and a decent bit of pace with him.\" Former Croatia manager Slaven Bilić described him as a typical \"match-winner\" and \"king of important matches\" due to his ability to score in important matches against big opponents.",
      "pageId": 1447234,
      "monthDay": "09/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ben_Cohen_(rugby_union)",
      "name": "Ben Cohen",
      "aboutText": "Takamasa Ishihara (石原 貴雅, Ishihara Takamasa, born September 14, 1981), better known by his stage name Miyavi, is a Japanese singer-songwriter, guitarist and record producer. He has been active since 1999, first as guitarist for the now defunct visual kei rock band Dué le Quartz and then as a solo artist starting in 2002. In 2007, he became a member of the rock supergroup S.K.I.N., and in 2009 founded his own company, J-Glam.",
      "pageId": 1954688,
      "monthDay": "09/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Carmen_Kass",
      "name": "Carmen Kass",
      "aboutText": "Ashley Allyn Roberts (born September 14, 1981) is an American singer, songwriter, dancer, choreographer, actress, model, presenter, and television personality, best known as a former member of the modern burlesque group and dance ensemble the Pussycat Dolls. She departed from the band in February 2010, in order to pursue a solo singing and acting career but also, due to the overemphasis on the band's main singer, Nicole Scherzinger.\nRoberts is also well known in the United Kingdom, due to her participation in reality shows such as I'm a Celebrity...Get Me Out of Here!",
      "pageId": 2804394,
      "monthDay": "09/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Silvia_Navarro",
      "name": "Silvia Navarro",
      "aboutText": "Katherine \"Katie\" Lee (born September 14, 1981) is an American cookbook author, television food critic, cook, and novelist.\n^ Schruers, Fred (2014). Billy Joel.",
      "pageId": 5235228,
      "monthDay": "09/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Danielle_Peck",
      "name": "Danielle Peck",
      "aboutText": "Danielle Marie Peck (born September 14, 1978 in Jacksonville, North Carolina) is an American country music artist. Signed to the independent Big Machine Records label in 2005, Peck released her self-titled debut album, which produced the Top 30 country hits \"I Don't\", \"Findin' a Good Man\", and \"Isn't That Everything\".",
      "pageId": 6792824,
      "monthDay": "09/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Catalina_Cruz",
      "name": "Catalina Cruz",
      "aboutText": "Stefan Stam (born 14 September 1979) is a Dutch footballer who plays as a centre back for Dutch Topklasse side Katwijk. His previous clubs include AZ, PSV, Eindhoven, Oldham Athletic, Yeovil Town, Hereford United and FC Den Bosch.\n^ Hugman, Barry J., ed.",
      "pageId": 6838024,
      "monthDay": "09/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jesse_Marunde",
      "name": "Jesse Marunde",
      "aboutText": "Silvia Navarro (born Silvia Angélica Navarro Barva on September 14, 1978 in Irapuato, Guanajuato, Mexico) is a Mexican actress of film, television, and theatre, primarily known for starring in several telenovelas.",
      "pageId": 7346154,
      "monthDay": "09/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ivica_Oli%C4%87",
      "name": "Ivica Olić",
      "aboutText": "Mieko Matsuki (松木 美愛子, Matsuki Mieko, September 14, 1977 – October 27, 2015), better known by her stage name Miyu Matsuki (松来 未祐, Matsuki Miyu) was a Japanese voice actress from Kure, Hiroshima, best known for her work in anime. She was affiliated with 81 Produce at the time of her death.\nMatsuki had been under treatment for acute pneumonia from July 14, 2015 until her death on October 27, 2015 in Tokyo from lymphoma caused by Chronic active EBV infection.",
      "pageId": 7539729,
      "monthDay": "09/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stefan_Stam",
      "name": "Stefan Stam",
      "aboutText": "Ayọ (born as Joy Olasunmibo Ogunmakin, 14 September 1980) is a Nigerian-German singer-songwriter and actress. She uses the Yoruba translation Ayọ or Ayo. of her first name Joy.",
      "pageId": 8473036,
      "monthDay": "09/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ay%E1%BB%8D",
      "name": "Ayọ",
      "aboutText": "Catalina Cruz (born September 14, 1979) is an American pornographic actress.",
      "pageId": 8563357,
      "monthDay": "09/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gareth_Maybin",
      "name": "Gareth Maybin",
      "aboutText": "Jesse Marunde (September 14, 1979 – July 25, 2007) was an American strongman athlete who placed second in the 2005 World's Strongest Man competition.",
      "pageId": 12479219,
      "monthDay": "09/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Miyavi",
      "name": "Miyavi",
      "aboutText": "Patrick Garcia (born September 14, 1981) is a Filipino actor, best known for his role as Ryan in the acclaimed Philippine movie Madrasta and Nathanael Cordero in the TV series Darating ang Umaga.",
      "pageId": 14376588,
      "monthDay": "09/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yumi_Adachi",
      "name": "Yumi Adachi",
      "aboutText": "Thomas Leeb (born September 14, 1977 in Klagenfurt, Austria) is an Austrian fingerstyle guitarist.",
      "pageId": 14738752,
      "monthDay": "09/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Patrick_Garcia",
      "name": "Patrick Garcia",
      "aboutText": "Gareth Maybin (born 14 September 1980) is a Northern Irish professional golfer.\nBorn in Belfast, Maybin turned professional in 2005 after completing a scholarship at the University of South Alabama. He remained in the United States and competed on the NGA Hooters Tour, where he finished fourth on the money list in his first season.",
      "pageId": 20913409,
      "monthDay": "09/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Katie_Lee_(food_critic)",
      "name": "Katie Lee",
      "aboutText": "Stefan Reisinger (born 14 September 1981 in Landshut) is a German footballer who is currently a free agent.",
      "pageId": 21183889,
      "monthDay": "09/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Stefan_Reisinger",
      "name": "Stefan Reisinger",
      "aboutText": "Mattias Agabus (born September 14, 1977) is an Estonian architect. He studied in the Estonian Academy of Arts in the department of architecture and city planning, graduating from the academy in 2001. Mattias Agabus is a member of the Union of Estonian Architects.",
      "pageId": 25212992,
      "monthDay": "09/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ashley_Roberts",
      "name": "Ashley Roberts",
      "aboutText": "Malik Bendjelloul (14 September 1977 – 13 May 2014) was a Swedish documentary filmmaker, journalist and former child actor.",
      "pageId": 38503596,
      "monthDay": "09/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hiroki_Narimiya",
      "name": "Hiroki Narimiya",
      "aboutText": "Adam Matthew Lamberg (born September 14, 1984) is a former American actor, best known for his portrayal of David \"Gordo\" Gordon in the Disney Channel series Lizzie McGuire from 2001 through 2004.\nLamberg was born in New York City, the son of Suzanne, a public high school teacher, and Marc Lamberg.",
      "pageId": 160454,
      "monthDay": "09/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Petr_Pr%C5%AFcha",
      "name": "Petr Průcha",
      "aboutText": "Amy Jade Winehouse (14 September 1983 – 23 July 2011) was an English singer and songwriter known for her deep vocals and her eclectic mix of musical genres, including soul (sometimes labelled as blue-eyed soul and neo soul), rhythm and blues, and jazz. Winehouse's 2003 debut album, Frank, was a critical success in the UK and was nominated for the Mercury Prize. Her 2006 follow-up album, Back to Black, led to five 2008 Grammy Awards, tying the then record for the most wins by a female artist in a single night, and made her the first British female to win five Grammys, including three of the general field \"Big Four\" awards: Best New Artist, Record of the Year and Song of the Year.",
      "pageId": 939583,
      "monthDay": "09/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Arash_Borhani",
      "name": "Arash Borhani",
      "aboutText": "Maxwell Ansah (born 14 September 1984), known by his stage name Lethal Bizzle, is an English rapper and actor, best known for his singles \"Pow! (Forward)\" and \"Fester Skank\".",
      "pageId": 1590811,
      "monthDay": "09/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_Outman",
      "name": "Josh Outman",
      "aboutText": "Aya Ueto (上戸 彩, Ueto Aya, born September 14, 1985) is a Japanese actress, singer, model, tarento, and occasional radio personality. Born in Nerima, Tokyo, Ueto was discovered when she participated in the 7th Japan Bishōjo Contest, where she won the special jury prize. At the age of thirteen, Ueto made her acting debut, in the film Satsujinsha: Killer of Paraiso (1999), and she and fellow Japan Bishōjo Contest participants, Mami Nejiki, Mai Fujiya, and Manami Nishiwaki, formed the unsuccessful idol group Z-1.",
      "pageId": 2248415,
      "monthDay": "09/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Frostee_Rucker",
      "name": "Frostee Rucker",
      "aboutText": "Hiroshige Narimiya (平宮 博重, Narimiya Hiroshige) (born September 14, 1982), better known as Hiroki Narimiya (成宮 寛貴, Narimiya Hiroki), is a Japanese actor.",
      "pageId": 2287970,
      "monthDay": "09/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Amy_Winehouse",
      "name": "Amy Winehouse",
      "aboutText": "Delmon Damarcus Young (born September 14, 1985) is an American professional baseball outfielder and designated hitter who is a free agent. He has also played in MLB for the Tampa Bay Devil Rays/Rays, Minnesota Twins, Detroit Tigers, Philadelphia Phillies, and Baltimore Orioles.",
      "pageId": 2437085,
      "monthDay": "09/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sonja_Bertram",
      "name": "Sonja Bertram",
      "aboutText": "Arash Borhani (Persian: آرش برهانی‎‎, born 14 September 1983 in Kerman, Iran) is an Iranian football player who currently plays for Esteghlal in Iran's Premier Football League and is a member of Iran national football team. He is the all-time top goal scorers of Esteghlal and also the second all-time top goal scorers in Iran's Premier Football League. He is top goal scorer of 2008–09 Iran's Premier Football League Borhani is a Bronze Medalist of 2006 Asian Games with Iran national under-23 football team.",
      "pageId": 2720323,
      "monthDay": "09/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lethal_Bizzle",
      "name": "Lethal Bizzle",
      "aboutText": "Trevis Smith (born September 8, 1976) was a football linebacker who played seven years with the Saskatchewan Roughriders of the Canadian Football League. Born in Montgomery, Alabama, Smith was formerly a linebacker for the University of Alabama.\nOn October 28, 2005 he was charged with aggravated sexual assault in Surrey, BC for knowingly exposing women to the HIV virus by having unprotected sex with them and not revealing his condition.",
      "pageId": 3168083,
      "monthDay": "09/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Adam_Lamberg",
      "name": "Adam Lamberg",
      "aboutText": "Petr Průcha (born September 14, 1982) is a Czech former professional ice hockey forward who played in the National Hockey League (NHL) for the New York Rangers and the Phoenix Coyotes.",
      "pageId": 3208856,
      "monthDay": "09/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tom_Veelers",
      "name": "Tom Veelers",
      "aboutText": "Paolo Francesco Gregoletto (born September 14, 1985 in Miami, Florida) is an Italian-American bass player who plays for the band Trivium. Gregoletto resides in Pompano Beach, Florida. He is Italian on his father's side and American on his mother's side.",
      "pageId": 3644097,
      "monthDay": "09/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Paolo_Gregoletto",
      "name": "Paolo Gregoletto",
      "aboutText": "Frostee Lynn Rucker (born September 14, 1983) is an American football defensive end for the Arizona Cardinals of the National Football League (NFL). He was drafted by the Cincinnati Bengals in the third round of the 2006 NFL Draft.",
      "pageId": 3774433,
      "monthDay": "09/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tyron_Perez",
      "name": "Tyron Perez",
      "aboutText": "Steven John Naismith (born 14 September 1986) is a Scottish footballer who plays as an attacking midfielder for English club Everton and the Scotland national team.\nNaismith began his career with Kilmarnock in 2004. He spent four years with the Ayrshire side where he won the SFWA Young Player of the Year award in 2006 and the SPFA Young Player of the Year award the following season.",
      "pageId": 3861139,
      "monthDay": "09/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Trevis_Smith",
      "name": "Trevis Smith",
      "aboutText": "Alan Michael Anthony Sheehan (born 14 September 1986) is an Irish footballer who plays for Notts County, as a defender.",
      "pageId": 5216618,
      "monthDay": "09/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aya_Ueto",
      "name": "Aya Ueto",
      "aboutText": "Barış Özbek (Turkish pronunciation: [barɯʃ øzbek], born 14 September 1986) is a Turkish-German footballer who currently plays for Kayserispor in the turkish Süper Lig.\n^ \"Barış Özbek Kayserispor'da\" [Martin Dausch to Kayserispor] (in Turkish). haberler.com.",
      "pageId": 12107496,
      "monthDay": "09/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Delmon_Young",
      "name": "Delmon Young",
      "aboutText": "Tom Veelers (born 14 September 1984) is a Dutch professional road bicycle racer for UCI ProTeam Giant-Alpecin.",
      "pageId": 12991965,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/SoShy",
      "name": "SoShy",
      "aboutText": "Joshua S. Outman (born September 14, 1984) is an American professional baseball pitcher who is currently a free agent.",
      "pageId": 17631448,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jonathan_Monaghan",
      "name": "Jonathan Monaghan",
      "aboutText": "SoShy (born Deborah Sarah Epstein; September 14, 1982), is a French-born American singer and songwriter.",
      "pageId": 18853669,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Steven_Naismith",
      "name": "Steven Naismith",
      "aboutText": "Jojo Malonzo Perez (September 14, 1985 – December 29, 2011), better known as Tyron Perez, was a Filipino model, actor and television host and an alumnus of the reality-based talent search StarStruck.",
      "pageId": 21688237,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Bar%C4%B1%C5%9F_%C3%96zbek",
      "name": "Barış Özbek",
      "aboutText": "Jonathan Monaghan (born September 14, 1986 in Rockaway Beach, Queens, New York) is an American computer animator and artist. He received his BFA in computer graphics from the New York Institute of Technology. Monaghan then went on to receive a MFA from the University of Maryland.",
      "pageId": 32128987,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alan_Sheehan",
      "name": "Alan Sheehan",
      "aboutText": "Sonja Bertram (born September 14, 1984) is a German actress.",
      "pageId": 32415400,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tinchy_Stryder",
      "name": "Tinchy Stryder",
      "aboutText": "Andrew James Trauth, commonly known as A.J. Trauth (born September 14, 1986) is an American actor and musician. He is best known for playing the character of Alan \"Twitty\" on Even Stevens, and as the voice of Josh Mankey on Kim Possible, both programs aired on Disney Channel.",
      "pageId": 1116992,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ai_Takahashi",
      "name": "Ai Takahashi",
      "aboutText": "Ai Takahashi (高橋 愛, Takahashi Ai) (born September 14, 1986) is a Japanese pop singer and actress formerly associated with Hello! Project and best known as leader of Morning Musume and Hello!Project until 2011, and former member of its popular subgroup, Mini Moni.\n^ \"The end of an era: Elder Club graduates\".",
      "pageId": 1361584,
      "monthDay": "09/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/A.J._Trauth",
      "name": "A.J. Trauth",
      "aboutText": "Jesse James (born September 14, 1989) is an American actor.",
      "pageId": 2821165,
      "monthDay": "09/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Crabtree",
      "name": "Michael Crabtree",
      "aboutText": "Michael Alex Crabtree, Jr. (born September 14, 1987) is an American football wide receiver for the Oakland Raiders of the National Football League (NFL). He was drafted by the San Francisco 49ers tenth overall in the 2009 NFL Draft.",
      "pageId": 13642509,
      "monthDay": "09/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Martin_Fourcade",
      "name": "Martin Fourcade",
      "aboutText": "Kwasi Danquah (/ˈkweɪsi dæŋˈkwɑː/ KWAY-see dang-KWAH), better known by his stage name Tinchy Stryder (born 14 September 1986) also known as The Star in the Hood, is a Ghanaian-born English businessman, investor, and rapper.\nStryder has released three solo studio albums, Star in the Hood (2007), Catch 22 (2009), and Third Strike (2010).\nStryder's business ventures include the clothing line Star in the Hood, the Cloud 9 x Goji headphone and audio equipment range in collaboration with the Goji brand (distributed exclusively throughout Europe by Currys PC World, Cloud 9 Records & Cloud 9 Publishing.",
      "pageId": 14107900,
      "monthDay": "09/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kirsten_Haglund",
      "name": "Kirsten Haglund",
      "aboutText": "Kirsten Iora Haglund (born September 14, 1988) is a public speaker and president of the Kirsten Haglund Foundation who served as Miss America 2008. Haglund is the lead anchor of the \"Morning Briefing\" on Styrk.com, an online news network.\n^ \"Loveline with Dr.",
      "pageId": 15442875,
      "monthDay": "09/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Diogo_Salom%C3%A3o",
      "name": "Diogo Salomão",
      "aboutText": "Douglas Costa de Souza (Brazilian Portuguese: [ˈdowɡlɐs ˈkɔstɐ]; born 14 September 1990), commonly known as Douglas Costa or simply Douglas, is a Brazilian footballer who plays for German club Bayern Munich and Brazil as a winger. Costa is known for his dribbling skills, speed and crossing ability.\nHe started his career with Grêmio, before moving to Shakhtar Donetsk in January 2010 for a fee of €6 million.",
      "pageId": 19759229,
      "monthDay": "09/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jessica_Brown_Findlay",
      "name": "Jessica Brown Findlay",
      "aboutText": "Logan Phillip Henderson (born September 14, 1989) is an American actor and singer. He is best known for his role as Logan Mitchell on the Nickelodeon series, Big Time Rush, as well as being a member of the Big Time Rush band itself. He, along with the band, have won and been nominated for multiple awards over the past few years.",
      "pageId": 25870248,
      "monthDay": "09/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Logan_Henderson",
      "name": "Logan Henderson",
      "aboutText": "Martin Fourcade (born 14 September 1988) is a French biathlete and non-commissioned officer.",
      "pageId": 26050611,
      "monthDay": "09/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jesse_James_(actor)",
      "name": "Jesse James",
      "aboutText": "Diogo Ferreira Salomão (born 14 September 1988) is a Portuguese professional footballer who plays for Sporting Clube de Portugal B as a left winger.",
      "pageId": 27800234,
      "monthDay": "09/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lee_Jong-suk",
      "name": "Lee Jong-suk",
      "aboutText": "Jessica Rose Brown-Findlay (born 14 September 1989), known professionally as Jessica Brown Findlay, is an English actress, best known for playing Lady Sybil Crawley in the ITV series Downton Abbey and Emelia Conan-Doyle in the British comedy-drama film Albatross. In 2014, she starred as Beverly Penn in the film adaptation of the Mark Helprin novel Winter's Tale. She also co-stars in Paul McGuigan's Victor Frankenstein (2015).",
      "pageId": 29374086,
      "monthDay": "09/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Douglas_Costa",
      "name": "Douglas Costa",
      "aboutText": "DeMarcus Armon \"Dee\" Milliner (born September 14, 1991) is an American football cornerback for the New York Jets of the National Football League (NFL). He was drafted by the Jets ninth overall in the 2013 NFL Draft.",
      "pageId": 30208870,
      "monthDay": "09/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dee_Milliner",
      "name": "Dee Milliner",
      "aboutText": "Lee Jong-suk (hangul: 이종석, born 14 September 1989) is a South Korean actor and model. He debuted in 2005 as a runway model, and is well known to be the youngest male model ever of the Seoul Collection program for Seoul Fashion Week. He began his acting career in the 2009 Short Film Sympathy.",
      "pageId": 33148192,
      "monthDay": "09/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Zico_(rapper)",
      "name": "Zico",
      "aboutText": "Woo Ji Ho (Korean: 우지호; born September 14, 1992), better known by the stage name Zico (Korean: 지코), is a South Korean rapper. He is the leader of the boy group Block B. He is notable for his successful crossover skills, maintaining an underground reputation with mainstream hip hop appeal even as a Korean idol. He has produced both successful K-pop and Korean hip hop music.",
      "pageId": 43140844,
      "monthDay": "09/14"
    }
  ]
}