{
  "people": [
    {
      "year": "767",
      "uri": "/wiki/Saich%C5%8D",
      "name": "Saichō",
      "aboutText": "Marco Polo (/ˈmɑrkoʊ ˈpoʊloʊ/; Italian pronunciation: [ˈmarko ˈpɔːlo]; September 15, 1254 – January 8–9, 1324) was an Italian merchant traveller whose travels are recorded in Livres des merveilles du monde (Book of the Marvels of the World, also known as The Travels of Marco Polo, c. 1300), a book that introduced Europeans to Central Asia and China.\nHe learned the mercantile trade from his father and uncle, Niccolò and Maffeo, who travelled through Asia, and met Kublai Khan.",
      "pageId": 19334,
      "monthDay": "09/15"
    },
    {
      "year": "786",
      "uri": "/wiki/Al-Ma%27mun",
      "name": "Al-Ma'mun",
      "aboutText": "William Howard Taft (September 15, 1857 – March 8, 1930) was an American jurist and statesman who served as both the 27th President of the United States (1909–1913) and later the 10th Chief Justice of the United States (1921–1930). A leader during the Progressive Era, Taft and his conservative allies took control of the Republican Party away from Theodore Roosevelt and the liberals. He is the only person to have presided over both the executive and judicial branches of the United States federal government.",
      "pageId": 33522,
      "monthDay": "09/15"
    },
    {
      "year": "1254",
      "uri": "/wiki/Marco_Polo",
      "name": "Marco Polo",
      "aboutText": "José de la Cruz Porfirio Díaz Mori (Spanish pronunciation: [porˈfiɾjo ði.as]; 15 September 1830 – 2 July 1915) was a Mexican soldier and politician, who served seven terms as President of Mexico; a total of three and a half decades from 1876 to 1911. A veteran of the Reform War and the French intervention in Mexico, Díaz rose to the rank of General, leading republican troops against the French-imposed Emperor Maximilian. Seizing power in a coup in 1876, Díaz and his allies ruled Mexico for the next thirty-five years, a period known as the Porfiriato.",
      "pageId": 71299,
      "monthDay": "09/15"
    },
    {
      "year": "1533",
      "uri": "/wiki/Catherine_of_Austria,_Queen_of_Poland",
      "name": "Catherine of Austria, Queen of Poland",
      "aboutText": "Jean Sylvain Bailly (French: [bɑji]; 15 September 1736 – 12 November 1793) was a French astronomer, mathematician, freemason, and political leader of the early part of the French Revolution. He presided over the Tennis Court Oath, served as the mayor of Paris from 1789 to 1791, and was ultimately guillotined during the Reign of Terror.",
      "pageId": 143096,
      "monthDay": "09/15"
    },
    {
      "year": "1580",
      "uri": "/wiki/Charles_Annibal_Fabrot",
      "name": "Charles Annibal Fabrot",
      "aboutText": "Charles Annibal Fabrot (15 September 1580 – 16 January 1659) was a French jurisconsult.",
      "pageId": 165665,
      "monthDay": "09/15"
    },
    {
      "year": "1613",
      "uri": "/wiki/Fran%C3%A7ois_de_La_Rochefoucauld_(writer)",
      "name": "François de La Rochefoucauld",
      "aboutText": "James Fenimore Cooper (September 15, 1789 – September 14, 1851) was a prolific and popular American writer of the early 19th century. His historical romances of frontier and Indian life in the early American days created a unique form of American literature. He lived most of his life in Cooperstown, New York, which was founded by his father William on property he owned.",
      "pageId": 205814,
      "monthDay": "09/15"
    },
    {
      "year": "1649",
      "uri": "/wiki/Titus_Oates",
      "name": "Titus Oates",
      "aboutText": "François VI, Duc de La Rochefoucauld, Prince de Marcillac (French: [fʁɑ̃swa d(ə) la ʁɔʃfuˈko]; 15 September 1613 – 17 March 1680) was a noted French author of maxims and memoirs. It is said that his world-view was clear-eyed and urbane, and that he neither condemned human conduct nor sentimentally celebrated it. Born in Paris on the Rue des Petits Champs, at a time when the royal court was vacillating between aiding the nobility and threatening it, he was considered an exemplar of the accomplished 17th-century nobleman.",
      "pageId": 287047,
      "monthDay": "09/15"
    },
    {
      "year": "1666",
      "uri": "/wiki/Sophia_Dorothea_of_Celle",
      "name": "Sophia Dorothea of Celle",
      "aboutText": "Titus Oates (15 September 1649 – 12/13 July 1705), also called Titus the Liar, was an English perjurer who fabricated the \"Popish Plot\", a supposed Catholic conspiracy to kill King Charles II.",
      "pageId": 298582,
      "monthDay": "09/15"
    },
    {
      "year": "1690",
      "uri": "/wiki/Ignazio_Prota",
      "name": "Ignazio Prota",
      "aboutText": "Abū Jaʿfar Abdullāh al-Maʾmūn ibn Harūn (also spelled Almamon, Al-Maymun, Al-Ma’moon, Mahmoun and el-Mâmoûn (Arabic: ابوجعفر عبدالله المأمون‎) ( September 786 – 9 August 833) was an Abbasid caliph who reigned from 813 until his death in 833.",
      "pageId": 341374,
      "monthDay": "09/15"
    },
    {
      "year": "1715",
      "uri": "/wiki/Jean-Baptiste_Vaquette_de_Gribeauval",
      "name": "Jean-Baptiste Vaquette de Gribeauval",
      "aboutText": "Saichō (最澄, September 15, 767 – June 26, 822) was a Japanese Buddhist monk credited with founding the Tendai school in Japan, based around the Chinese Tiantai tradition he was exposed to during his trip to China beginning in 804. He founded the temple and headquarters of Tendai at Enryaku-ji on Mt. Hiei near Kyoto.",
      "pageId": 459890,
      "monthDay": "09/15"
    },
    {
      "year": "1736",
      "uri": "/wiki/Jean_Sylvain_Bailly",
      "name": "Jean Sylvain Bailly",
      "aboutText": "Alexander Mikhaylovich Butlerov (Алекса́ндр Миха́йлович Бу́тлеров; September 15, 1828 – August 17, 1886) was a Russian chemist, one of the principal creators of the theory of chemical structure (1857–1861), the first to incorporate double bonds into structural formulas, the discoverer of hexamine (1859), the discoverer of formaldehyde (1859) and the discoverer of the formose reaction (1861).\nHe first proposed the idea of possible tetrahedral arrangement of valence bonds in carbon compounds in 1862.\nThe crater Butlerov on the Moon is named after him.",
      "pageId": 861040,
      "monthDay": "09/15"
    },
    {
      "year": "1759",
      "uri": "/wiki/Cornelio_Saavedra",
      "name": "Cornelio Saavedra",
      "aboutText": "Lieutenant General Jean-Baptiste Vaquette de Gribeauval (15 September 1715 – 9 May 1789) was a French artillery officer and engineer who revolutionized French cannon, creating a new production system that allowed lighter, more uniform guns without sacrificing range. His Gribeauval system superseded the de Vallière system. These guns proved essential to French military victories during the Napoleonic wars.",
      "pageId": 1099436,
      "monthDay": "09/15"
    },
    {
      "year": "1760",
      "uri": "/wiki/Bogislav_Friedrich_Emanuel_von_Tauentzien",
      "name": "Bogislav Friedrich Emanuel von Tauentzien",
      "aboutText": "Manuel Maria Barbosa du Bocage (15 September 1765 – 21 December 1805) was a Portuguese Neoclassic poet, writing at the beginning of his career under the pen name Elmano Sadino.",
      "pageId": 1314473,
      "monthDay": "09/15"
    },
    {
      "year": "1765",
      "uri": "/wiki/Manuel_Maria_Barbosa_du_Bocage",
      "name": "Manuel Maria Barbosa du Bocage",
      "aboutText": "Cyprien Tanguay (15 September 1819 – 28 April 1902) was a French Canadian priest and historian.",
      "pageId": 1751233,
      "monthDay": "09/15"
    },
    {
      "year": "1789",
      "uri": "/wiki/James_Fenimore_Cooper",
      "name": "James Fenimore Cooper",
      "aboutText": "Sophia Dorothea of Celle (15 September 1666 – 13 November 1726) was the repudiated wife of George I of Great Britain and mother of George II. The union with her first cousin was an arranged marriage of state, instigated by the machinations of his mother, Sophia of Hanover.",
      "pageId": 2488286,
      "monthDay": "09/15"
    },
    {
      "year": "1815",
      "uri": "/wiki/Halfdan_Kjerulf",
      "name": "Halfdan Kjerulf",
      "aboutText": "Halfdan Kjerulf (17 September 1815 – 11 August 1868) was a Norwegian composer.\nKjerulf was born in Christiania (now Oslo). He was the son of a high government official.",
      "pageId": 2621471,
      "monthDay": "09/15"
    },
    {
      "year": "1819",
      "uri": "/wiki/Cyprien_Tanguay",
      "name": "Cyprien Tanguay",
      "aboutText": "Cornelio Judas Tadeo de Saavedra y Rodríguez (September 15, 1759 in Otuyo – March 29, 1829 in Buenos Aires) was a military officer and statesman from the Viceroyalty of the Río de la Plata. He was instrumental in the May Revolution, the first step of Argentina's independence from Spain, and was appointed president of the Primera Junta.\nSaavedra was the first commanding officer of the Regiment of Patricians created after the ill-fated British invasions of the Río de la Plata.",
      "pageId": 2646708,
      "monthDay": "09/15"
    },
    {
      "year": "1828",
      "uri": "/wiki/Alexander_Butlerov",
      "name": "Alexander Butlerov",
      "aboutText": "Catherine of Austria (Polish: Katarzyna Habsburżanka; 15 or 25 September 1533 – 28 February 1572) was one of the fifteen children of Ferdinand I, Holy Roman Emperor and Anna of Bohemia and Hungary. In 1553, she married Polish King Sigismund II Augustus and became Queen consort of Poland and Grand Duchess consort of Lithuania. Their marriage was not happy and they had no issue.",
      "pageId": 5831712,
      "monthDay": "09/15"
    },
    {
      "year": "1830",
      "uri": "/wiki/Porfirio_D%C3%ADaz",
      "name": "Porfirio Díaz",
      "aboutText": "Bogislav Friedrich Emanuel Graf Tauentzien von Wittenberg (15 September 1760 – 20 February 1824) was a Prussian general of the Napoleonic Wars.\nTauentzien was born in Potsdam in the Margraviate of Brandenburg as the son of Friedrich Bogislav von Tauentzien. He married Elisabeth von Amstedt, with whom he had one son and one daughter.",
      "pageId": 14501347,
      "monthDay": "09/15"
    },
    {
      "year": "1857",
      "uri": "/wiki/William_Howard_Taft",
      "name": "William Howard Taft",
      "aboutText": "Ignazio Prota (15 September 1690 – January 1748) was an Italian composer and music educator. He was the father of composer Tommaso Prota and the grandfather of composer Gabriele Prota.\nProta was born and died in Naples.",
      "pageId": 28173957,
      "monthDay": "09/15"
    },
    {
      "year": "1857",
      "uri": "/wiki/Anna_Winlock",
      "name": "Anna Winlock",
      "aboutText": "Joseph Aloysius Lyons, CH (15 September 1879 – 7 April 1939) was an Australian politician. He was Labor Premier of Tasmania from 1923 to 1928 and a Minister in the James Scullin government from 1929 until his resignation from the Labor Party in March 1931.",
      "pageId": 52666,
      "monthDay": "09/15"
    },
    {
      "year": "1858",
      "uri": "/wiki/Charles_de_Foucauld",
      "name": "Charles de Foucauld",
      "aboutText": "Ettore Arco Isidoro Bugatti (15 September 1881 – 21 August 1947) was an Italian-born French automobile designer and manufacturer.",
      "pageId": 83948,
      "monthDay": "09/15"
    },
    {
      "year": "1858",
      "uri": "/wiki/Jen%C5%91_Hubay",
      "name": "Jenő Hubay",
      "aboutText": "Bruno Walter (born Bruno Schlesinger, September 15, 1876 – February 17, 1962) was a German-born conductor, pianist and composer. Born in Berlin, he left Germany in 1933 to escape the Third Reich, settling finally in the United States in 1939. He worked closely with Gustav Mahler, whose music he helped to establish in the repertory, held major positions with the Leipzig Gewandhaus Orchestra, New York Philharmonic, Concertgebouw Orchestra, Salzburg Festival, Vienna State Opera, Bavarian State Opera, Staatsoper Unter den Linden and Deutsche Oper Berlin, among others, made recordings of historical and artistic significance, and is widely considered to be one of the great conductors of the 20th century.",
      "pageId": 148171,
      "monthDay": "09/15"
    },
    {
      "year": "1860",
      "uri": "/wiki/M._Visvesvaraya",
      "name": "M. Visvesvaraya",
      "aboutText": "Festus Claudius \"Claude\" McKay (September 15, 1889 – May 22, 1948) was a Jamaican-American writer and poet, who was a seminal figure in the Harlem Renaissance. He wrote four novels: Home to Harlem (1928), a best-seller that won the Harmon Gold Award for Literature, Banjo (1929), Banana Bottom (1933), and in 1941 a manuscript called Amiable With Big Teeth: A Novel of the Love Affair Between the Communists and the Poor Black Sheep of Harlem that has not yet been published. McKay also authored collections of poetry, a collection of short stories, Gingertown (1932), two autobiographical books, A Long Way from Home (1937) and My Green Hills of Jamaica (published posthumously), and a non-fiction, socio-historical treatise entitled Harlem: Negro Metropolis (1940).",
      "pageId": 305569,
      "monthDay": "09/15"
    },
    {
      "year": "1863",
      "uri": "/wiki/Horatio_Parker",
      "name": "Horatio Parker",
      "aboutText": "Paul Pierre Lévy (15 September 1886 – 15 December 1971) was a French mathematician who was active especially in probability theory, introducing martingale and Lévy flight.",
      "pageId": 556462,
      "monthDay": "09/15"
    },
    {
      "year": "1864",
      "uri": "/wiki/Prince_Sigismund_of_Prussia_(1864%E2%80%931866)",
      "name": "Prince Sigismund of Prussia",
      "aboutText": "Horatio William Parker (September 15, 1863 – December 18, 1919) was an American composer, organist and teacher.",
      "pageId": 798556,
      "monthDay": "09/15"
    },
    {
      "year": "1867",
      "uri": "/wiki/Vladimir_May-Mayevsky",
      "name": "Vladimir May-Mayevsky",
      "aboutText": "Robert Charles Benchley (September 15, 1889 – November 21, 1945) was an American humorist best known for his work as a newspaper columnist and film actor. From his beginnings at the Harvard Lampoon while attending Harvard University, through his many years writing essays and articles for Vanity Fair and The New Yorker, and his acclaimed short films, Benchley's style of humor brought him respect and success during his life, from New York City and his peers at the Algonquin Round Table to contemporaries in the burgeoning film industry.\nBenchley is best remembered for his contributions to The New Yorker, where his essays, whether topical or absurdist, influenced many modern humorists.",
      "pageId": 847111,
      "monthDay": "09/15"
    },
    {
      "year": "1876",
      "uri": "/wiki/Sarat_Chandra_Chattopadhyay",
      "name": "Sarat Chandra Chattopadhyay",
      "aboutText": "Antonio Ascari (15 September 1888 – 26 July 1925) was an Italian Grand Prix motor racing champion.\nAntonio Ascari was born near Mantua, but in the Veneto region of Italy, as the son of a corn dealer. He began racing cars at the top levels in Italy in 1919, using a modified 1914 Fiat.",
      "pageId": 1172865,
      "monthDay": "09/15"
    },
    {
      "year": "1876",
      "uri": "/wiki/Bruno_Walter",
      "name": "Bruno Walter",
      "aboutText": "This article is about the Chilean politician. For the Puerto Rican politician, see Carlos Dávila López.",
      "pageId": 1272135,
      "monthDay": "09/15"
    },
    {
      "year": "1877",
      "uri": "/wiki/Jakob_Ehrlich",
      "name": "Jakob Ehrlich",
      "aboutText": "Sarat Chandra Chattopadhyay, alternatively spelt as Sarat Chandra Chatterjee, (15 September 1876 – 16 January 1938), was a Bengali novelist and short story writer of early 20th century.",
      "pageId": 1491649,
      "monthDay": "09/15"
    },
    {
      "year": "1877",
      "uri": "/wiki/Yente_Serdatzky",
      "name": "Yente Serdatzky",
      "aboutText": "Esteban Terrades i Illa (born Barcelona, 15 September 1883; died Madrid, 9 May 1950) was a Spanish mathematician, scientist and engineer. He researched and taught widely in the fields of mathematics and the physical sciences, working not only in his native Catalonia, but also in the rest of Spain and in South America.",
      "pageId": 1728105,
      "monthDay": "09/15"
    },
    {
      "year": "1879",
      "uri": "/wiki/Joseph_Lyons",
      "name": "Joseph Lyons",
      "aboutText": "This page is about the Prince Sigismund born in 1864.",
      "pageId": 2379124,
      "monthDay": "09/15"
    },
    {
      "year": "1880",
      "uri": "/wiki/Chujiro_Hayashi",
      "name": "Chujiro Hayashi",
      "aboutText": "Blessed Charles Eugène de Foucauld (15 September 1858 – 1 December 1916) was a French Catholic religious and priest living among the Tuareg in the Sahara in Algeria. He was assassinated in 1916 outside the door of the fort he built for the protection of the Tuareg, and is considered by the Catholic Church to be a martyr. His inspiration and writings led to the founding of the Little Brothers of Jesus among other religious congregations.",
      "pageId": 2799418,
      "monthDay": "09/15"
    },
    {
      "year": "1881",
      "uri": "/wiki/Ettore_Bugatti",
      "name": "Ettore Bugatti",
      "aboutText": "Vladimir Zenonovich May-Mayevsky (Russian: Влади́мир Зено́нович Май-Мае́вский) (September 15, 1867 – November 30, 1920) was a general in the Imperial Russian Army and one of the leaders of the counterrevolutionary White movement during the Russian Civil War.",
      "pageId": 3099318,
      "monthDay": "09/15"
    },
    {
      "year": "1883",
      "uri": "/wiki/Esteban_Terradas_i_Illa",
      "name": "Esteban Terradas i Illa",
      "aboutText": "Jakob Ehrlich (September 15, 1877, May 17, 1938), was an early Zionist and leader of the Jewish Community in Vienna, Austria. Ehrlich represented the city's 180,000 Jewish citizens in the city government before World War II, and was among those deported in the \"Prominententransport\" to the Nazi concentration camp at Dachau, soon after the German army entered Vienna in March 1938.",
      "pageId": 3269622,
      "monthDay": "09/15"
    },
    {
      "year": "1886",
      "uri": "/wiki/Paul_L%C3%A9vy_(mathematician)",
      "name": "Paul Lévy",
      "aboutText": "Jenő Hubay (Hungarian pronunciation: [ˈjɛnø ˈhubɒj]) (15 September 1858 – 12 March 1937), also known by his German name Eugen Huber (German pronunciation: [ˈɔʏ̯ɡeːn ˈhuːbɐ]), was a Hungarian violinist, composer and music teacher.",
      "pageId": 4641531,
      "monthDay": "09/15"
    },
    {
      "year": "1887",
      "uri": "/wiki/Carlos_D%C3%A1vila",
      "name": "Carlos Dávila",
      "aboutText": "Chujiro Hayashi (林 忠次郎, Hayashi Chūjirō, 15 September 1880 – 11 May 1940), a disciple of Mikao Usui, played a major role in the transmission of Reiki out of Japan and for turning it into a less mystical practice.\nHayashi was a naval physician and employed Reiki to treat his patients. He began studying with Usui in 1925.",
      "pageId": 4956254,
      "monthDay": "09/15"
    },
    {
      "year": "1888",
      "uri": "/wiki/Antonio_Ascari",
      "name": "Antonio Ascari",
      "aboutText": "Anna Winlock (born September 15, 1857 in Cambridge, Massachusetts; died January 4, 1904) was an American astronomer and daughter of Joseph Winlock and Isabella Lane. Like her father, she was a computer and astronomer. It is plausible that this connection allowed her to be among the first of the women to be known as \"the Harvard Computers.\" She was also a distinguished woman computer as she made the most complete catalogue of stars near the north and south poles of her era.",
      "pageId": 6941492,
      "monthDay": "09/15"
    },
    {
      "year": "1889",
      "uri": "/wiki/Robert_Benchley",
      "name": "Robert Benchley",
      "aboutText": "Sir Mokshagundam Visvesvaraya, KCIE (popularly known as Sir MV; 15 September 1860 – 14 April 1962) was an Indian engineer, scholar, statesman and the Diwan of Mysore from 1912 to 1918. He is a recipient of the Indian Republic's highest honour, the Bharat Ratna, in 1955. He was knighted as a Knight Commander of the British Indian Empire (KCIE) by King George V for his contributions to the public good.",
      "pageId": 33632024,
      "monthDay": "09/15"
    },
    {
      "year": "1889",
      "uri": "/wiki/Claude_McKay",
      "name": "Claude McKay",
      "aboutText": "Yente Serdatzky (Serdatsky) (15 September 1877 – 1 May 1962) was a Jewish-American Yiddish-language writer.\nSerdatzky was born as Yente Raybman, in Aleksat (Aleksotas), near Kovno (Kaunas), Lithuania (then in the Russian Empire), the daughter of a used furniture dealer who was also a scholar. She received a secular as well as a basic Jewish education, and learned German, Russian, and Hebrew.",
      "pageId": 42871285,
      "monthDay": "09/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Ernest_Bullock",
      "name": "Ernest Bullock",
      "aboutText": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, DBE (née Miller; 15 September 1890 – 12 January 1976) was an English crime novelist, short story writer and playwright. She also wrote six romances under the name Mary Westmacott, but she is best known for the 66 detective novels and 14 short story collections that she wrote under her own name, most of which revolve around the investigative work of such characters as Hercule Poirot, Jane Marple, Parker Pyne, Harley Quin/Mr Satterthwaite and Tommy and Tuppence Beresford. She wrote the world's longest-running play, a murder mystery, The Mousetrap.",
      "pageId": 984,
      "monthDay": "09/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Agatha_Christie",
      "name": "Agatha Christie",
      "aboutText": "Vina Fay Wray (September 15, 1907 – August 8, 2004) was a Canadian-born American actress most noted for playing the female lead in King Kong. Through an acting career that spanned 57 years, Wray attained international renown as an actress in horror movie roles. She was one of the first \"scream queens\".",
      "pageId": 10965,
      "monthDay": "09/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Frank_Martin_(composer)",
      "name": "Frank Martin",
      "aboutText": "Umberto II or Humbert II (Umberto Nicola Tommaso Giovanni Maria di Savoia; 15 September 1904 – 18 March 1983), was the last King of Italy, reigning for slightly over a month, from 9 May 1946 to 12 June 1946. However, he was de facto head of state from 1944 to 1946. He was nicknamed the May King (Italian: Re di Maggio).",
      "pageId": 69847,
      "monthDay": "09/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Silpa_Bhirasri",
      "name": "Silpa Bhirasri",
      "aboutText": "Jean Renoir (French: [ʁənwaʁ]; 15 September 1894 – 12 February 1979) was a French film director, screenwriter, actor, producer and author. As a film director and actor, he made more than forty films from the silent era to the end of the 1960s. His films Grand Illusion (1937) and The Rules of the Game (1939) are often cited by critics as among the greatest films ever made.",
      "pageId": 105329,
      "monthDay": "09/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Chic_Harley",
      "name": "Chic Harley",
      "aboutText": "Frank Martin (15 September 1890 – 21 November 1974) was a Swiss composer, who lived a large part of his life in the Netherlands.",
      "pageId": 153179,
      "monthDay": "09/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Oskar_Klein",
      "name": "Oskar Klein",
      "aboutText": "Oskar Benjamin Klein (September 15, 1894 – February 5, 1977) was a Swedish theoretical physicist.\nKlein was born in Danderyd outside Stockholm, son of the chief rabbi of Stockholm, Gottlieb Klein from Humenné in Slovakia and Antonie (Toni) Levy. He became a student of Svante Arrhenius at the Nobel Institute at a young age and was on the way to Jean-Baptiste Perrin in France when World War I broke out and he was drafted into the military.",
      "pageId": 300650,
      "monthDay": "09/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Jean_Renoir",
      "name": "Jean Renoir",
      "aboutText": "Penny Singleton (September 15, 1908 – November 12, 2003) was an American film actress. Born Marianna Dorothy Agnes Letitia McNulty in Philadelphia, Pennsylvania (commonly known as Dorothy McNulty) she was the daughter of an Irish-American newspaperman Benny McNulty — from whom she received the nickname \"Penny\" because she was \"as bright as a penny\".\nDuring her sixty year career Singleton appeared as the comic strip heroine Blondie Bumstead in a series of 28 motion pictures from 1938 until 1950 and the popular Blondie radio program from 1939 until 1950.",
      "pageId": 368358,
      "monthDay": "09/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/Magda_Lupescu",
      "name": "Magda Lupescu",
      "aboutText": "Roy Claxton Acuff (September 15, 1903 – November 23, 1992) was an American country music singer, fiddler, and promoter. Known as the \"King of Country Music,\" Acuff is often credited with moving the genre from its early string band and \"hoedown\" format to the star singer-based format that helped make it internationally successful. In 1952 Hank Williams told Ralph Gleason, \"He's the biggest singer this music ever knew.",
      "pageId": 486596,
      "monthDay": "09/15"
    },
    {
      "year": "1897",
      "uri": "/wiki/Merle_Curti",
      "name": "Merle Curti",
      "aboutText": "Jan Jacob Slauerhoff, who published as J. Slauerhoff, was a Dutch poet and novelist. He is considered one of the most important Dutch language writers.",
      "pageId": 681380,
      "monthDay": "09/15"
    },
    {
      "year": "1898",
      "uri": "/wiki/J._Slauerhoff",
      "name": "J. Slauerhoff",
      "aboutText": "Gunnar Ekelöf (Stockholm, 15 September 1907 – Sigtuna, 16 March 1968) was a Swedish poet and writer. He was a member of the Swedish Academy from 1958. He was also awarded an honorary doctorate in philosophy by Uppsala University in 1958.",
      "pageId": 938422,
      "monthDay": "09/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Donald_Bailey_(civil_engineer)",
      "name": "Donald Bailey",
      "aboutText": "Elena Lupescu (15 September 1895 (?) in Iaşi (Jassy), Romania – 29 June 1977), better known as Magda Lupescu, was the mistress of King Carol II of Romania and later, after abdicating, his wife.",
      "pageId": 943522,
      "monthDay": "09/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/Roy_Acuff",
      "name": "Roy Acuff",
      "aboutText": "Sir Donald Coleman Bailey, OBE (15 September 1901 – 5 May 1985) was an English civil engineer who invented the Bailey bridge.",
      "pageId": 1162074,
      "monthDay": "09/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Umberto_II_of_Italy",
      "name": "Umberto II of Italy",
      "aboutText": "Silpa Bhirasri (Thai: ศิลป์ พีระศรี; rtgs: Sin Phirasi; IPA: [sǐn pʰīːrásǐː]), born Corrado Feroci (15 September 1892 – 14 May 1962) was an Italian-born sculptor who worked mainly in Thailand.",
      "pageId": 1668170,
      "monthDay": "09/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Sheilah_Graham_Westbrook",
      "name": "Sheilah Graham Westbrook",
      "aboutText": "Walter E. \"Jack\" Rollins (September 15, 1906 – January 1, 1973) was an American musician of Keyser, West Virginia. Along with Steve Nelson, he co-wrote \"Here Comes Peter Cottontail,\" used in the Easter special of the same name, in 1949, and \"Frosty the Snowman\" in 1950. Jack Rollins also wrote \"Smokey the Bear\" for the public-service mascot Smokey Bear, and co-wrote many country songs for artists such as Gene Autry, Hank Snow, George Jones and Eddy Arnold.",
      "pageId": 2621955,
      "monthDay": "09/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jacques_Becker",
      "name": "Jacques Becker",
      "aboutText": "Jacques Becker (French: [bɛkɛʁ]; 15 September 1906 – 21 February 1960) was a French screenwriter and film director.\nBecker was born in Paris, in an upper-class background. His father Louis Becker, of Lorraine ascendance was corporate director for Fulmen, a battery manufacturer and his mother Margaret Burns of Irish descent, held a fashion house in rue Cambon near Chanel in Paris.",
      "pageId": 3023685,
      "monthDay": "09/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/Walter_E._Rollins",
      "name": "Walter E. Rollins",
      "aboutText": "Merle Eugene Curti (September 15, 1897 in Papillion, Nebraska – March 9, 1996 in Madison, Wisconsin) was a leading American historian, who taught many graduate students at Columbia University and the University of Wisconsin, and was a leader in developing the fields of social history and intellectual history. He directed 86 finished PhD dissertations and had an unusually wide range of correspondents. As a Progressive historian he was deeply committed to democracy, and to the Turnerian thesis that social and economic forces shape American life, thought and character.",
      "pageId": 4721799,
      "monthDay": "09/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Gunnar_Ekel%C3%B6f",
      "name": "Gunnar Ekelöf",
      "aboutText": "Charles William \"Chic\" Harley (September 15, 1894 – April 21, 1974) was one of the outstanding American football players of the first half of the 20th century and the player who first brought The Ohio State University football program to national attention. Harley was Ohio State's first consensus first-team All-America selection and first three-time All-America selection. In 1951, he became a charter inductee in the College Football Hall of Fame.",
      "pageId": 6095476,
      "monthDay": "09/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Fay_Wray",
      "name": "Fay Wray",
      "aboutText": "George Colar, better known as \"Kid Sheik\" or \"Kid Sheik Cola\", (15 September 1908 - 7 November 1996) was a New Orleans jazz trumpeter. He is most associated with Dixieland jazz and was a long-term performer with the Preservation Hall Jazz Band. He got his nickname from his chic style of dress.",
      "pageId": 7053563,
      "monthDay": "09/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Kid_Sheik",
      "name": "Kid Sheik",
      "aboutText": "Sir Ernest Bullock CVO (15 September 1890 – 24 May 1979) was an English organist, composer, and educator.",
      "pageId": 7868269,
      "monthDay": "09/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Penny_Singleton",
      "name": "Penny Singleton",
      "aboutText": "Sheilah Graham (15 September 1904 – 17 November 1988) was an English-born, nationally-syndicated American gossip columnist during Hollywood's \"Golden Age\".",
      "pageId": 8029723,
      "monthDay": "09/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/C._N._Annadurai",
      "name": "C. N. Annadurai",
      "aboutText": "John Newton Mitchell (September 15, 1913 – November 9, 1988) was the Attorney General of the United States from 1969 to 1972 under President Richard Nixon. Prior to that, he had been a municipal bond lawyer, director of Nixon's 1968 presidential campaign, and one of Nixon's closest personal friends. After his tenure as Attorney General, he served as director of Nixon's 1972 presidential campaign.",
      "pageId": 84570,
      "monthDay": "09/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Phil_Arnold",
      "name": "Phil Arnold",
      "aboutText": "Adolfo Bioy Casares (Spanish pronunciation: [aˈðolfo ˈβjoi kaˈsaɾes]; September 15, 1914 – March 8, 1999) was an Argentine fiction writer, journalist, and translator.",
      "pageId": 201160,
      "monthDay": "09/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/Betty_Neels",
      "name": "Betty Neels",
      "aboutText": "John Robert McCloskey (September 15, 1914 – June 30, 2003) was an American writer and illustrator of children's books. He both wrote and illustrated eight picture books and won two Caldecott Medals from the American Library Association recognizing the year's best-illustrated picture book. Four of those eight books were set in Maine: Blueberries for Sal, One Morning in Maine, Time of Wonder, and Burt Dow, Deep-water Man; the last three all on the coast.",
      "pageId": 256205,
      "monthDay": "09/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Karsten_Solheim",
      "name": "Karsten Solheim",
      "aboutText": "Henry Dreyfuss Brant (September 15, 1913 – April 26, 2008) was a Canadian-born American composer.",
      "pageId": 256324,
      "monthDay": "09/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Luther_Terry",
      "name": "Luther Terry",
      "aboutText": "Fawn McKay Brodie (September 15, 1915 – January 10, 1981) was a biographer and one of the first female professors of history at UCLA, who is best known for Thomas Jefferson: An Intimate History (1974), a work of psychobiography, and No Man Knows My History (1945), an early and still influential non-hagiographic biography of Joseph Smith, the founder of the Latter Day Saint movement.\nRaised in Utah in a respected, if impoverished, Latter-day Saint (LDS Church) family, Fawn McKay drifted away from Mormonism during her years of graduate work at the University of Chicago. She married the ethnically Jewish national defense expert Bernard Brodie, with whom she had three children.",
      "pageId": 308325,
      "monthDay": "09/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Henry_Brant",
      "name": "Henry Brant",
      "aboutText": "Luther Terry (September 15, 1911 – March 29, 1985) was an American physician and public health official.",
      "pageId": 383949,
      "monthDay": "09/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Bruno_Hoffmann",
      "name": "Bruno Hoffmann",
      "aboutText": "Creighton Williams Abrams, Jr. (September 15, 1914 – September 4, 1974) was a United States Army general who commanded military operations in the Vietnam War from 1968–72 (which saw U.S. troop strength in South Vietnam fall from a peak of 543,000 to 49,000). He served as Chief of Staff of the United States Army from 1972 until shortly before his death in 1974.",
      "pageId": 418311,
      "monthDay": "09/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/John_N._Mitchell",
      "name": "John N. Mitchell",
      "aboutText": "Margaret Lockwood, CBE (15 September 1916 – 15 July 1990) was an English actress, notable for her performances in the 1940s Gainsborough melodramas such as The Man in Grey, Love Story and The Wicked Lady.",
      "pageId": 559878,
      "monthDay": "09/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Johannes_Steinhoff",
      "name": "Johannes Steinhoff",
      "aboutText": "Albert Aloysius Casey (September 15, 1915 – September 11, 2005) known professionally as Al Casey, was an African-American swing guitarist who played with Fats Waller on some of his famous recordings. Casey composed the well-known tune \"Buck Jumpin\", which was recorded by Waller.\nCasey was born in Louisville, Kentucky to Joseph and Maggie B. Johnson Casey.",
      "pageId": 1443366,
      "monthDay": "09/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Creighton_Abrams",
      "name": "Creighton Abrams",
      "aboutText": "Johannes \"Macky\" Steinhoff (15 September 1913 – 21 February 1994) was a German Luftwaffe fighter ace of World War II, and later a senior West German Air Force officer and military commander of NATO. He played a significant role in rebuilding the post war Luftwaffe, eventually serving as chief of staff from 1966 – 1970 and then as chairman of NATO's Military Committee from 1971 – 1974. In retirement, Steinhoff became a widely read author of books on German military aviation during the war and the experiences of the German people at that time.\nSteinhoff was one of very few Luftwaffe pilots who survived to fly operationally through the whole of the war period 1939–45.",
      "pageId": 1892419,
      "monthDay": "09/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Adolfo_Bioy_Casares",
      "name": "Adolfo Bioy Casares",
      "aboutText": "The Austrian soprano Hilde Gueden, or Güden (September 15, 1917 - September 17, 1988) was one of the most appreciated Straussian and Mozartian sopranos of her day.",
      "pageId": 2297979,
      "monthDay": "09/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Orhan_Kemal",
      "name": "Orhan Kemal",
      "aboutText": "Karsten Solheim (September 15, 1911 – February 16, 2000) was a Norwegian-born American golf club designer and businessman.",
      "pageId": 2459075,
      "monthDay": "09/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Robert_McCloskey",
      "name": "Robert McCloskey",
      "aboutText": "C. N. Annadurai (Tamil: கா. ந. அண்ணாதுரை) (15 September 1909 – 3 February 1969), popularly called Anna (\"Elder brother\"), or Arignar Anna (\"Anna, the scholar\") was an Indian politician who served as Chief Minister of Tamil Nadu, a state in South India, from 1967 to 1969. He was the first member of a Dravidian party to hold that post.",
      "pageId": 2814555,
      "monthDay": "09/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Fawn_M._Brodie",
      "name": "Fawn M. Brodie",
      "aboutText": "Albert J. Whitlock (September 15, 1915 – October 26, 1999) was a British-born motion picture matte artist best known for his work with Disney and Universal Studios.",
      "pageId": 3563326,
      "monthDay": "09/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Al_Casey_(jazz_guitarist)",
      "name": "Al Casey",
      "aboutText": "Betty Neels (born 15 September 1909 in Leyton, England – d. 7 June 2001 in England) was a prolific British writer of over 134 romance novels (first publication entirely for Mills & Boon in United Kingdom and later reprinted in the North America by Harlequin), beginning in 1969 and continuing until her death.",
      "pageId": 3966384,
      "monthDay": "09/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Albert_Whitlock",
      "name": "Albert Whitlock",
      "aboutText": "Ismail Yassine (also credited as Ismail Yasseen; Arabic: إسماعيل ياسين‎ IPA: [esmæˈʕiːl jæˈsiːn]) (September 15, 1912 − May 24, 1972) was an Egyptian comedian/actor. He is famous for a series of films with his name in the title. Ismail Yassine had a difficult childhood in Suez where he was born.",
      "pageId": 4751458,
      "monthDay": "09/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ismail_Yassine",
      "name": "Ismail Yassine",
      "aboutText": "Frederick Carlton Weyand (September 15, 1916 – February 10, 2010) was a United States Army general. Weyand was the last commander of U.S. military operations in the Vietnam War from 1972 to 1973, and served as the 28th U.S. Army Chief of Staff from 1974 to 1976.",
      "pageId": 5595464,
      "monthDay": "09/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Margaret_Lockwood",
      "name": "Margaret Lockwood",
      "aboutText": "Orhan Kemal (15 September 1914, Ceyhan, Adana – 2 June 1970, Sofia, Bulgaria) is the pen name of Turkish novelist Mehmet Raşit Öğütçü. He is known for his realist novels that describe the life of the poor in Turkey.",
      "pageId": 5752717,
      "monthDay": "09/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Frederick_C._Weyand",
      "name": "Frederick C. Weyand",
      "aboutText": "Bruno Hoffmann (15 September 1913 – 11 April 1991) was a German player of the glass harp. Hoffmann is widely acknowledged as the virtuoso who reanimated contemporary interest in the glass harp and glass harmonica.\nBruno Hoffmann was born in Stuttgart, Germany, the son of a church music director.",
      "pageId": 6065249,
      "monthDay": "09/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Hilde_Gueden",
      "name": "Hilde Gueden",
      "aboutText": "Phil Arnold (September 15, 1909 – May 9, 1968) was an American screen, stage, television, and vaudeville actor. He appeared in approximately 150 films and television shows between 1939 and 1968.\nArnold is familiar to modern viewers for his roles in several Three Stooges films such as Pardon My Backfire, Sing a Song of Six Pants, Tricky Dicks and The Three Stooges Go Around the World in a Daze.",
      "pageId": 17444886,
      "monthDay": "09/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alfred_D._Chandler,_Jr.",
      "name": "Alfred D. Chandler, Jr.",
      "aboutText": "Norma MacMillan (September 15, 1921 – March 16, 2001) was a Canadian voice actress, best known for voicing numerous animation and claymation children's characters, including Casper the Friendly Ghost on The New Casper Cartoon Show, Gumby on The Gumby Show and Davey on Davey and Goliath.",
      "pageId": 21458,
      "monthDay": "09/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Phil_Lamason",
      "name": "Phil Lamason",
      "aboutText": "John Cooper, Jr. (September 15, 1922 – May 3, 2011), known as Jackie Cooper, was an American actor, television director, producer and executive. He was a child actor who managed to make the transition to an adult career.",
      "pageId": 144768,
      "monthDay": "09/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Margot_Loyola",
      "name": "Margot Loyola",
      "aboutText": "Angelo Fausto Coppi, (Italian pronunciation: [ˈfausto ˈkɔppi]; 15 September 1919 – 2 January 1960), was the dominant international cyclist of the years each side of the Second World War. His successes earned him the title Il Campionissimo, or champion of champions. He was an all-round racing cyclist: he excelled in both climbing and time trialing, and was also a great sprinter.",
      "pageId": 317022,
      "monthDay": "09/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Nipsey_Russell",
      "name": "Nipsey Russell",
      "aboutText": "Robert Waltrip \"Bobby\" Short (September 15, 1924 – March 21, 2005) was an American cabaret singer and pianist, best known for his interpretations of songs by popular composers of the first half of the 20th century such as Rodgers and Hart, Cole Porter, Jerome Kern, Harold Arlen, Vernon Duke, Noël Coward and George and Ira Gershwin.\nHe also championed African-American composers of the same period such as Eubie Blake, James P. Johnson, Andy Razaf, Fats Waller, Duke Ellington and Billy Strayhorn, presenting their work not in a polemical way, but as simply the obvious equal of that of their white contemporaries.\nHis dedication to his great love – what he called the \"Great American Song\" – left him equally adept at performing the witty lyrics of Bessie Smith's \"Gimme a Pigfoot (And a Bottle of Beer)\" or Gershwin and Duke's \"I Can't Get Started\".",
      "pageId": 581625,
      "monthDay": "09/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Fausto_Coppi",
      "name": "Fausto Coppi",
      "aboutText": "Snooky Pryor (September 15, 1921 – October 18, 2006) was a Chicago blues harmonica player.",
      "pageId": 757387,
      "monthDay": "09/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Nelson_Gidding",
      "name": "Nelson Gidding",
      "aboutText": "Alfred DuPont Chandler, Jr. (September 15, 1918 – May 9, 2007) was a professor of business history at Harvard Business School and Johns Hopkins University, who wrote extensively about the scale and the management structures of modern corporations. His works redefined business and economic history of industrialization.",
      "pageId": 902349,
      "monthDay": "09/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Heda_Margolius_Kov%C3%A1ly",
      "name": "Heda Margolius Kovály",
      "aboutText": "Julius \"Nipsey\" Russell (September 15, 1918 – October 2, 2005) was an American comedian, best known today for his appearances as a guest panelist on game shows from the 1960s through the 1990s, especially Match Game, Password, Hollywood Squares, To Tell the Truth and Pyramid. His appearances were frequently distinguished in part by the short, humorous poems he would recite during the broadcast. These lyrics became so closely associated with Russell that Dick Clark, Bill Cullen, Betty White, and others regularly referred to him as \"the poet laureate of television.\" He also had a leading role in the film version of The Wiz as the Tin Man.",
      "pageId": 1165709,
      "monthDay": "09/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Kym_Bonython",
      "name": "Kym Bonython",
      "aboutText": "György Lázár (Hungarian pronunciation: [ˈɟørɟ ˈlaːzaːr]; 15 September 1924 – 2 October 2014) was a Hungarian Communist politician who served as Chairman of the Council of Ministers from 1975 to 1987.",
      "pageId": 1722477,
      "monthDay": "09/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Richard_Gordon_(English_author)",
      "name": "Richard Gordon",
      "aboutText": "Robert James Gilbert \"Bob\" Anderson (15 September 1922 – 1 January 2012) was a British Olympic fencer, and a renowned film fight choreographer, with a cinema career that spanned more than 50 years and included films such as Highlander, The Princess Bride, The Mask of Zorro, The Lord of the Rings, and Die Another Day. He was regarded as the premier choreographer of Hollywood sword-fighting, and during his career he coached many actors in swordsmanship, including Errol Flynn, Sean Connery, Antonio Banderas, Viggo Mortensen and Johnny Depp.",
      "pageId": 2015615,
      "monthDay": "09/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Norma_MacMillan",
      "name": "Norma MacMillan",
      "aboutText": "Anton Heiller (15 September 1923 — 25 March 1979) was an Austrian organist, harpsichordist, composer, and conductor.",
      "pageId": 3568088,
      "monthDay": "09/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Snooky_Pryor",
      "name": "Snooky Pryor",
      "aboutText": "Lucebert (/ˈluːtʃɨbɛərt/; Lubertus Jacobus Swaanswijk; 15 September 1924 – 10 May 1994) was a Dutch artist who first became known as the poet of the COBRA movement.\nHe was born in Amsterdam in 1924.",
      "pageId": 4295614,
      "monthDay": "09/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Gene_Roland",
      "name": "Gene Roland",
      "aboutText": "Richard Gordon is the pen name used by Gordon Ostlere (born Gordon Stanley Ostlere on 15 September 1921), an English surgeon and anaesthetist. As Richard Gordon, Ostlere has written numerous novels, screenplays for film and television and accounts of popular history, mostly dealing with the practice of medicine. He is best known for a long series of comic novels on a medical theme beginning with Doctor in the House, and the subsequent film, television, radio and stage adaptations.",
      "pageId": 4770714,
      "monthDay": "09/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Bob_Anderson_(fencer)",
      "name": "Bob Anderson",
      "aboutText": "Margot Loyola Palacios (September 15, 1918 – August 3, 2015) was a musician, folk singer and researcher of the folklore of Chile and Latin America in general.\nLoyola was active as a musician and musical ethnographer/anthropologist for many decades. She published a large body of work dealing with musical styles, folk music and customs of all Chilean regions as well as other South American countries.",
      "pageId": 6186347,
      "monthDay": "09/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jackie_Cooper",
      "name": "Jackie Cooper",
      "aboutText": "Nelson Roosevelt Gidding (September 15, 1919 – May 1, 2004) was an American screenwriter specializing in adaptations. A longtime collaboration with director Robert Wise began with Gidding's screenplay for I Want To Live! (1958), which earned him an Oscar nomination.",
      "pageId": 6508862,
      "monthDay": "09/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Gaetano_Cozzi",
      "name": "Gaetano Cozzi",
      "aboutText": "Gene M. Roland (September 15, 1921 in Dallas – August 11, 1982 in New York) was a jazz composer and musician who played many instruments during his career but was most significant as an arranger/composer and for his association with Stan Kenton.",
      "pageId": 6999804,
      "monthDay": "09/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Mary_Soames,_Baroness_Soames",
      "name": "Mary Soames, Baroness Soames",
      "aboutText": "Heda Margolius Kovály (15 September 1919 – 5 December 2010) was a Czech writer.",
      "pageId": 13222961,
      "monthDay": "09/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Anton_Heiller",
      "name": "Anton Heiller",
      "aboutText": "Hugh Reskymer \"Kym\" Bonython, AC, DFC, AFC (15 September 1920 – 19 March 2011) was a prominent and active member of Adelaide society in Australia, with a very wide range of interests, activities and achievements in the fields of business, the arts, entertainment and public service.",
      "pageId": 20293465,
      "monthDay": "09/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lucebert",
      "name": "Lucebert",
      "aboutText": "Phillip (Phil) John Lamason DFC & Bar (15 September 1918 – 19 May 2012) was a pilot in the Royal New Zealand Air Force (RNZAF) during the Second World War, who rose to prominence as the senior officer in charge of 168 Allied airmen taken to Buchenwald concentration camp, Germany, in August 1944. Raised in Napier, he joined the RNZAF in September 1940, and by April 1942 was a pilot officer serving with the Royal Air Force in Europe.\nOn 8 June 1944, Lamason was in command of a Lancaster heavy bomber that was shot down during a raid on railway marshalling yards near Paris.",
      "pageId": 20960936,
      "monthDay": "09/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Gy%C3%B6rgy_L%C3%A1z%C3%A1r",
      "name": "György Lázár",
      "aboutText": "Mary Soames, Baroness Soames, LG, DBE, FRSL (née Spencer-Churchill; 15 September 1922 – 31 May 2014) was the youngest of the five children of Winston Churchill and his wife, Clementine.",
      "pageId": 30863296,
      "monthDay": "09/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bobby_Short",
      "name": "Bobby Short",
      "aboutText": "Gaetano Cozzi (Zero Branco, September 15, 1922 - Venice, 15 March 2001) is an Italian historian, professor at Padua University, and researcher with the Giorgio Cini Foundation and Fondazione Benetton Studi e Ricerche.",
      "pageId": 39263419,
      "monthDay": "09/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Stanley_Chapman",
      "name": "Stanley Chapman",
      "aboutText": "Murray Gell-Mann (/ˈmʌri ˈɡɛl ˈmæn/; born September 15, 1929) is an American physicist who received the 1969 Nobel Prize in physics for his work on the theory of elementary particles. He is the Robert Andrews Millikan Professor of Theoretical Physics Emeritus at the California Institute of Technology, a Distinguished Fellow and co-founder of the Santa Fe Institute, Professor in the Physics and Astronomy Department of the University of New Mexico, and the Presidential Professor of Physics and Medicine at the University of Southern California. Gell-Mann has spent several periods at CERN, among others as a John Simon Guggenheim Memorial Foundation Fellow in 1972.",
      "pageId": 20476,
      "monthDay": "09/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Forrest_Compton",
      "name": "Forrest Compton",
      "aboutText": "Stanley Bootle, known as Stan Kelly-Bootle (15 September 1929  – 16 April 2014) was a British author, singer-songwriter and computer scientist. His best-known song is the \"Liverpool Lullaby\", which Judy Collins recorded in 1966 for her album, In My Life. Cilla Black recorded it three years later as the B-side to her pop hit \"Conversations\".",
      "pageId": 28211,
      "monthDay": "09/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Carlo_Rambaldi",
      "name": "Carlo Rambaldi",
      "aboutText": "Julian Edwin \"Cannonball\" Adderley (September 15, 1928 – August 8, 1975) was a jazz alto saxophonist of the hard bop era of the 1950s and 1960s.\nAdderley is remembered for his 1966 single \"Mercy, Mercy, Mercy\", a crossover hit on the pop charts, and for his work with trumpeter Miles Davis, including on the epochal album Kind of Blue (1959).",
      "pageId": 172119,
      "monthDay": "09/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Helle_Virkner",
      "name": "Helle Virkner",
      "aboutText": "Brian Weir Henderson AM (born 15 September 1931) is a Gold Logie winning New Zealand born Australian television personality and pioneer known for his long association with the Nine Network in Australia as a television news anchor and variety show presenter.",
      "pageId": 182360,
      "monthDay": "09/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Shohei_Imamura",
      "name": "Shohei Imamura",
      "aboutText": "Jean-Pierre Serre (French: [sɛʁ]; born 15 September 1926) is a French mathematician who has made fundamental contributions to algebraic topology, algebraic geometry, and algebraic number theory. He was awarded the Fields Medal in 1954, the Wolf Prize in 2000 and the Abel Prize in 2003.",
      "pageId": 205483,
      "monthDay": "09/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jean-Pierre_Serre",
      "name": "Jean-Pierre Serre",
      "aboutText": "Stanley Chapman (15 September 1925 – 26 May 2009) was a British architect, designer, translator and writer. His interests included theatre and 'pataphysics. He was involved with founding the National Theatre of London, was a member of Oulipo of the year 1961, founder of the Outrapo and a member also of the French Collège de 'Pataphysique, the London Institute of 'Pataphysics and the Lewis Carroll Society.",
      "pageId": 339994,
      "monthDay": "09/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Norm_Crosby",
      "name": "Norm Crosby",
      "aboutText": "Neil Bartlett (15 September 1932 – 5 August 2008) was a chemist who specialized in fluorine and compounds containing fluorine, and became famous for creating the first noble gas compounds.",
      "pageId": 433101,
      "monthDay": "09/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Erika_K%C3%B6th",
      "name": "Erika Köth",
      "aboutText": "Shohei Imamura (今村 昌平, Imamura Shōhei, 15 September 1926 – 30 May 2006) was a Japanese film director. Imamura is the only Japanese director to win two Palme d'Or awards.",
      "pageId": 458158,
      "monthDay": "09/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/David_Stove",
      "name": "David Stove",
      "aboutText": "John Julius Cooper, 2nd Viscount Norwich CVO (born 15 September 1929), known as John Julius Norwich, is an English historian, travel writer and television personality.",
      "pageId": 460465,
      "monthDay": "09/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/Cannonball_Adderley",
      "name": "Cannonball Adderley",
      "aboutText": "Forrest Compton (born September 15, 1925) is an American actor. He is known for portraying attorney Mike Karr, the central character on the long-running soap opera The Edge of Night, on which he appeared from 1970-1984, and battalion commander Lieutenant Colonel Edward Gray on the 1960s sitcom Gomer Pyle, USMC. He had a recurring role in 1959-1960 in the NBC series The Troubleshooters with Keenan Wynn, Bob Mathias, and Chet Allen. His other television credits include The Twilight Zone, 77 Sunset Strip, My Three Sons, Mayberry RFD, Mannix, Hogan's Heroes, That Girl, Another World, Loving, One Life to Live, As the World Turns and Ed.",
      "pageId": 938817,
      "monthDay": "09/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Eva_Burrows",
      "name": "Eva Burrows",
      "aboutText": "Henry Darrow (born September 15, 1933) is a Puerto Rican-American character actor of stage and film known for his role as Manolito Montoya on the 1960s television series The High Chaparral. On film, Darrow played the corrupt and vengeful Trooper Hancock in The Hitcher. During the 1970s and 1980s, he was seen in numerous guest starring television roles during the 1970s.",
      "pageId": 951012,
      "monthDay": "09/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Murray_Gell-Mann",
      "name": "Murray Gell-Mann",
      "aboutText": "Norman Lawrence \"Norm\" Crosby (born September 15, 1927) is an American comedian sometimes associated with the Borscht Belt who often appeared on television in the 1970s. He is known for his use of malapropisms and is often called The Master of Malaprop. He was born in Boston.",
      "pageId": 1023775,
      "monthDay": "09/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Stan_Kelly-Bootle",
      "name": "Stan Kelly-Bootle",
      "aboutText": "David Charles Stove (15 September 1927 – 2 June 1994), was an Australian philosopher. His work in philosophy of science included criticisms of David Hume's inductive scepticism, as well as what he regarded as the irrationalism of Karl Popper, Thomas Kuhn, Imre Lakatos, and Paul Feyerabend. He offered a positive response to the problem of induction in his 1986 work, The Rationality of Induction.",
      "pageId": 1217818,
      "monthDay": "09/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Dick_Latessa",
      "name": "Dick Latessa",
      "aboutText": "General Eva Evelyn Burrows, AC, OF (15 September 1929 – 20 March 2015) was an Australian Salvation Army Officer and was, from 1986 to 1993, the 13th General of the Salvation Army. She served as an Officer of the Salvation Army from 1951 to her retirement in 1993.",
      "pageId": 2440849,
      "monthDay": "09/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Julius_Norwich",
      "name": "John Julius Norwich",
      "aboutText": "Carlo Rambaldi (September 15, 1925 – August 10, 2012) was an Italian special effects artist, winner of three Oscars: one Special Achievement Academy Award for Best Visual Effects in 1977 for the 1976 version of King Kong and two Academy Awards for Best Visual Effects in 1980 and 1983 for, respectively, Alien (1979) and E.T. the Extra-Terrestrial (1982).",
      "pageId": 2650528,
      "monthDay": "09/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/M%C3%BCmtaz_Soysal",
      "name": "Mümtaz Soysal",
      "aboutText": "Richard Robert \"Dick\" Latessa (born September 15, 1929) is an American actor.\nLatessa was born in Cleveland, Ohio in 1929. He made his Broadway debut in The Education of H*Y*M*A*N K*A*P*L*A*N in 1968.",
      "pageId": 7784597,
      "monthDay": "09/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Endel_Lippmaa",
      "name": "Endel Lippmaa",
      "aboutText": "Mümtaz Soysal (born September 15, 1929 in Zonguldak, Turkey) is a Turkish academic and politician. He served as Minister of Foreign Affairs of Turkey in 1994. He was a member of the Social Democratic People's Party (SHP).",
      "pageId": 10855956,
      "monthDay": "09/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Brian_Henderson_(television_presenter)",
      "name": "Brian Henderson",
      "aboutText": "Erika Köth (September 15, 1925, Darmstadt - February 21, 1989, Speyer) was a German operatic high coloratura soprano, particularly associated with the roles of Zerbinetta and Zerlina.",
      "pageId": 13353652,
      "monthDay": "09/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Neil_Bartlett_(chemist)",
      "name": "Neil Bartlett",
      "aboutText": "Helle Genie Virkner (15 September 1925 – 10 June 2009) was a Danish actress, author and first lady (1962–68, 1971–72).",
      "pageId": 19493593,
      "monthDay": "09/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Henry_Darrow",
      "name": "Henry Darrow",
      "aboutText": "Endel Lippmaa (15 September 1930, Tartu - 30 July 2015 ) was an Estonian academian, politician, founder and chairman of the Science Council of the National Institute of Chemical Physics and Biophysics, and head chairman and professor of chemical physics, physical chemistry, physics, and mathematics at the Estonian Academy of Sciences. His father was the botanist Teodor Lippmaa, and was the grandson of journalist Jakob Mändmets.",
      "pageId": 47520659,
      "monthDay": "09/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rafael_Fr%C3%BChbeck_de_Burgos",
      "name": "Rafael Frühbeck de Burgos",
      "aboutText": "Robert Emerson Lucas, Jr. (born September 15, 1937) is an American economist at the University of Chicago. He received the Nobel Memorial Prize in Economic Sciences in 1995.",
      "pageId": 101175,
      "monthDay": "09/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Monica_Maughan",
      "name": "Monica Maughan",
      "aboutText": "Norman Richard Spinrad (born September 15, 1940) is an American science fiction author, essayist, and critic. His fiction has won the Prix Apollo and been nominated for numerous awards, including the Hugo Award and multiple Nebula Awards.\nBorn in New York City, Spinrad is a graduate of the Bronx High School of Science.",
      "pageId": 142935,
      "monthDay": "09/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Petra_Sch%C3%BCrmann",
      "name": "Petra Schürmann",
      "aboutText": "Gaylord Jackson Perry (born September 15, 1938) is a former Major League Baseball right-handed pitcher. He pitched from 1962 to 1983 for eight different teams. During a 22-year baseball career, Perry compiled 314 wins, 3,534 strikeouts, and a 3.11 earned run average.",
      "pageId": 323865,
      "monthDay": "09/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tomie_dePaola",
      "name": "Tomie dePaola",
      "aboutText": "Frederick John \"Fred\" Nile ED MLC (born 15 September 1934) is an Australian politician and ordained Christian minister. Nile has been a member of the New South Wales Legislative Council since 1981, except for a period in 2004 when he resigned to unsuccessfully contest the Australian Senate at the 2004 federal election. Nile was re-elected at the March 2007 state election and is currently Assistant President of the Legislative Council.",
      "pageId": 324832,
      "monthDay": "09/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Fred_Nile",
      "name": "Fred Nile",
      "aboutText": "Fernando de la Rúa (born September 15, 1937) is an Argentine politician. He was president of the country from December 10, 1999 to December 21, 2001 for the Alliance for Work, Justice and Education (a political alliance of the Radical Civic Union and Frepaso).",
      "pageId": 339513,
      "monthDay": "09/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dinkha_IV",
      "name": "Dinkha IV",
      "aboutText": "Mirosław Hermaszewski (born September 15, 1941) is a retired Polish Air Force officer and cosmonaut.",
      "pageId": 435773,
      "monthDay": "09/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ashley_Cooper_(tennis)",
      "name": "Ashley Cooper",
      "aboutText": "Yuriy Borisovich Norshteyn PAR (Russian: Ю́рий Бори́сович Норште́йн), or Yuri Norstein (born September 15, 1941) is a Soviet and Russian animator best known for his animated shorts, Hedgehog in the Fog and Tale of Tales. Since 1981 he has been working on a feature film called The Overcoat, based on the short story by Nikolai Gogol of the same name.",
      "pageId": 860694,
      "monthDay": "09/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sara_Henderson",
      "name": "Sara Henderson",
      "aboutText": "Rafael Frühbeck de Burgos (born Rafael Frühbeck; 15 September 1933, Burgos, Spain – 11 June 2014, Pamplona, Spain) was a Spanish conductor and composer.\n^ Amón, Rubén (11 June 2014). \"Muere Rafael Frühbeck de Burgos, patriarca de todos los directores de orquesta de España\" (in Spanish).",
      "pageId": 1239399,
      "monthDay": "09/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Fernando_de_la_R%C3%BAa",
      "name": "Fernando de la Rúa",
      "aboutText": "Flórián Albert (15 September 1941 – 31 October 2011) was a Hungarian international football player, later manager and sports official, who was named European Footballer of the Year in 1967. Nicknamed \"The Emperor\", he has been described as one of the most elegant footballers of all time.\nA club legend of Ferencvárosi TC, Albert joined the team yet as a schoolboy and spent his whole playing career at Fradi.",
      "pageId": 1323135,
      "monthDay": "09/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Lucas,_Jr.",
      "name": "Robert Lucas, Jr.",
      "aboutText": "Merlin Jay Olsen (September 15, 1940 – March 11, 2010) was an American football player, announcer, and actor. He played his entire 15-year professional football career in National Football League (NFL) as a defensive tackle with the Los Angeles Rams. He was selected to the Pro Bowl a record 14 straight times, missing selection only in the last year of his career.",
      "pageId": 1465578,
      "monthDay": "09/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Pino_Puglisi",
      "name": "Pino Puglisi",
      "aboutText": "Sara Jane Henderson (15 September 1936 – 29 April 2005) was an Australian pastoralist and author.\nShe was named Businesswoman of the Year in 1991 for managing the Bullo River cattle station, 360 kilometres south-west of Darwin in the Northern Territory. In 1993 she published her autobiography From Strength to Strength which focused on her family's efforts to manage Bullo River after her husband died in 1985.",
      "pageId": 1814861,
      "monthDay": "09/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gaylord_Perry",
      "name": "Gaylord Perry",
      "aboutText": "Ashley John Cooper AO (born 15 September 1936) is a former world champion tennis player from Australia. He was ranked the World No. 1 amateur player for 1957 and 1958 by Lance Tingay.",
      "pageId": 1937581,
      "monthDay": "09/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Subramanian_Swamy",
      "name": "Subramanian Swamy",
      "aboutText": "Subramanian Swamy (born 15 September 1939) is an Indian politician from the state of Tamil Nadu. He is also an economist and a former cabinet minister. He was the President of the Janata Party.",
      "pageId": 2701039,
      "monthDay": "09/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/George_Walden",
      "name": "George Walden",
      "aboutText": "Mar Dinkha IV (Classical Syriac: ܡܪܝ ܕܢܚܐ ܪܒܝܥܝܐ and Arabic: مار دنخا الرابع‎), born Dinkha Khanania (15 September 1935 – 26 March 2015), was the Catholicos-Patriarch of the Assyrian Church of the East. He was born in the village of Darbandokeh (Derbendoki), Iraq.\n^ Awa Royel (27 March 2015).",
      "pageId": 2837437,
      "monthDay": "09/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Merlin_Olsen",
      "name": "Merlin Olsen",
      "aboutText": "Thomas Anthony dePaola (born September 15, 1934) is an American writer and illustrator who has created more than 200 children's books, and is known best for picture books such as Strega Nona. He received the Laura Ingalls Wilder Award for his lifetime contribution to American children's literature in 2011.\nThough not as well known as for illustrations of children's books, Thomas DePaola has also produced significant works of fine art, several of which in locations that are accessible for viewing.",
      "pageId": 2982588,
      "monthDay": "09/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Norman_Spinrad",
      "name": "Norman Spinrad",
      "aboutText": "Monica Maughan (15 September 1933 – 8 January 2010) was an Australian actor with roles in film, theatre, radio, television and ballet.",
      "pageId": 3318140,
      "monthDay": "09/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Fl%C3%B3ri%C3%A1n_Albert",
      "name": "Flórián Albert",
      "aboutText": "Petra Schürmann-Freund (15 September 1933 – 14 January 2010) was a German actress, model, TV announcer and beauty queen who won Miss World 1956.",
      "pageId": 3385440,
      "monthDay": "09/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Signe_Toly_Anderson",
      "name": "Signe Toly Anderson",
      "aboutText": "George Gordon Harvey Walden CMG (born 15 September 1939) is a former British diplomat who became a Conservative Party Member of Parliament (MP), served as Minister for Higher Education 1985-87, and is now a journalist.",
      "pageId": 5516337,
      "monthDay": "09/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Miros%C5%82aw_Hermaszewski",
      "name": "Mirosław Hermaszewski",
      "aboutText": "Signe Toly Anderson (born September 15, 1941) is an American singer who was one of the founding members of the American rock band Jefferson Airplane.",
      "pageId": 7326708,
      "monthDay": "09/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Yuriy_Norshteyn",
      "name": "Yuriy Norshteyn",
      "aboutText": "Blessed Giuseppe \"Pino\" Puglisi (Italian pronunciation: [ˈpiːno puʎˈʎiːzi]; September 15, 1937 – September 15, 1993) was a Roman Catholic priest in the rough Palermo neighbourhood of Brancaccio. He openly challenged the Mafia who controlled the neighbourhood, and was killed by them on his 56th birthday.",
      "pageId": 24823834,
      "monthDay": "09/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Viktor_Zubkov",
      "name": "Viktor Zubkov",
      "aboutText": "Howard Waldrop (born September 15, 1946, in Houston, Mississippi) is a science fiction author who works primarily in short fiction.\nWaldrop's stories combine elements such as alternate history, American popular culture, the American South, old movies (and character actors), classical mythology, and rock 'n' roll music. His style is sometimes obscure or elliptical: Night of the Cooters is a pastiche of H. G. Wells' The War of the Worlds told from the perspective of a small town Texas sheriff (a homage to Slim Pickens) who finds an off-course Martian cylinder crashing down near his town; \"Heirs of the Perisphere\" involves robotic Disney characters waking up in the far future; \"Fin de Cyclé\" describes the Dreyfus affair from the perspective of bicycle enthusiasts.",
      "pageId": 89366,
      "monthDay": "09/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lee_Dorman",
      "name": "Lee Dorman",
      "aboutText": "Tommy Lee Jones (born September 15, 1946) is an American actor and film director. He has received four Academy Award nominations, winning one as Best Supporting Actor for his performance as U.S. Marshal Samuel Gerard in the 1993 thriller film The Fugitive.\nHis other notable starring roles include former Texas Ranger Woodrow F. Call in the TV mini-series Lonesome Dove, Agent K in the Men in Black film series, Sheriff Ed Tom Bell in No Country for Old Men, the villain Two-Face in Batman Forever, terrorist William Strannix in Under Siege, a Texas Ranger in Man of the House, rancher Pete Perkins in The Three Burials of Melquiades Estrada, which he directed, Colonel Chester Phillips in Captain America: The First Avenger and Warden Dwight McClusky in Natural Born Killers.",
      "pageId": 248127,
      "monthDay": "09/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Philip_Harris,_Baron_Harris_of_Peckham",
      "name": "Philip Harris, Baron Harris of Peckham",
      "aboutText": "Philip Charles Harris, Baron Harris of Peckham (born 15 September 1942 in Peckham, South London) is an English Conservative member of the House of Lords and businessman.",
      "pageId": 469284,
      "monthDay": "09/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ksenia_Milicevic",
      "name": "Ksenia Milicevic",
      "aboutText": "Graham Taylor OBE (born 15 September 1944, Worksop, Nottinghamshire) is the former Chairman of Watford Football Club, having formerly been a football pundit, football manager, and player. He was the manager of the England national football team from 1990 to 1993, as well as being manager of Watford, a club he took from the Fourth Division to the First in the space of five years, then from bottom of the second division to the Premier League in two seasons two decades later.\nTaylor grew up in the industrial steel town of Scunthorpe, North Lincolnshire, a town with which he still has many connections and regards as his hometown.",
      "pageId": 611132,
      "monthDay": "09/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tommy_Hall_(American_musician)",
      "name": "Tommy Hall",
      "aboutText": "Jessye Mae Norman (born September 15, 1945) is an American Grammy award-winning opera singer and recitalist. A dramatic soprano, Norman is associated in particular with the Wagnerian repertoire, and with the roles of Sieglinde, Ariadne, Alceste, and Leonore. Norman has been inducted into the Georgia Music Hall of Fame and is a Spingarn Medalist.",
      "pageId": 674838,
      "monthDay": "09/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mauro_Piacenza",
      "name": "Mauro Piacenza",
      "aboutText": "Theodore Robert Rufus \"Teddy\" Long (born September 15, 1947) is an American professional wrestling personality, having served as a manager, referee and authority figure, best known for his tenure with WWE. Long began his career in the National Wrestling Alliance where he became a manager. In 1998, he débuted in the WWE (then named World Wrestling Federation) as a referee but returned to managing in 2003.",
      "pageId": 882433,
      "monthDay": "09/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Graham_Taylor",
      "name": "Graham Taylor",
      "aboutText": "Joe Linus Barton (born September 15, 1949) is a Republican politician, representing Texas's 6th congressional district (map) in the U.S. House of Representatives since 1985, and a member of the Tea Party Caucus.",
      "pageId": 938613,
      "monthDay": "09/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Muqrin_bin_Abdulaziz_Al_Saud",
      "name": "Muqrin bin Abdulaziz Al Saud",
      "aboutText": "Hans-Gert Pöttering (born 15 September 1945) is a German conservative politician (CDU, European People's Party), and was the President of the European Parliament from January 2007 to July 2009. On 4 December 2009 he was elected Chairman of the Konrad Adenauer Foundation from 1 January 2010.\nHe has served as a Member of the European Parliament continuously since the first elections in 1979 and thus is its longest-serving member, and was Chairman of the European People's Party-European Democrats 1999–2007.",
      "pageId": 1186961,
      "monthDay": "09/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carmen_Maura",
      "name": "Carmen Maura",
      "aboutText": "Michael John \"Mike\" Procter (born 15 September 1946) is a former South African cricketer. A fast bowler and hard hitting batsman, he proved himself a colossal competitor in English first class cricket. He was denied the international stage by South Africa's banishment from world cricket in the 1970s and 1980s.",
      "pageId": 1479445,
      "monthDay": "09/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jessye_Norman",
      "name": "Jessye Norman",
      "aboutText": "Ron Shelton (September 15, 1945 in Whittier, California) is an American Oscar-nominated film director and screenwriter. Shelton is known for the many films he has made about sports.",
      "pageId": 1710916,
      "monthDay": "09/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Hans-Gert_P%C3%B6ttering",
      "name": "Hans-Gert Pöttering",
      "aboutText": "Carmen García Maura (born 15 September 1945) is a Spanish actress.",
      "pageId": 2892241,
      "monthDay": "09/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ron_Shelton",
      "name": "Ron Shelton",
      "aboutText": "Douglas Lee Dorman (September 15, 1942 – December 21, 2012) was an American bass guitarist best known as a member of the rock band Iron Butterfly. He also played in the band Captain Beyond. Dorman was from St.",
      "pageId": 3009131,
      "monthDay": "09/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tommy_Lee_Jones",
      "name": "Tommy Lee Jones",
      "aboutText": "Muqrin bin Abdulaziz (Arabic: مقرن بن عبدالعزيز آل سعود‎; born 15 September 1945) is a member of House of Saud who briefly served as Crown Prince of Saudi Arabia from January to April 2015. He was Director General of Al Mukhabarat Al A'amah (Saudi Intelligence Agency) from 2005 to 2012. In July 2012, Muqrin was appointed King Abdullah's Advisor and Special Envoy with the rank of minister.",
      "pageId": 5493091,
      "monthDay": "09/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Procter",
      "name": "Mike Procter",
      "aboutText": "Viktor Alekseyevich Zubkov (Russian: Ви́ктор Алексе́евич Зубко́в; IPA: [ˈvʲiktər ɐlʲɪˈksʲejɪvʲɪtɕ zʊpˈkof]; born 15 September 1941) is a Russian politician and businessman who served as the Prime Minister of Russia from September 2007 to May 2008. He was Vladimir Putin's First Deputy Prime Minister during the Presidency of Dmitry Medvedev.\nZubkov was a financial crime investigator until 12 September 2007, when he was nominated by President Vladimir Putin to replace Prime Minister Mikhail Fradkov, who had resigned earlier that day.",
      "pageId": 9629632,
      "monthDay": "09/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Oliver_Stone",
      "name": "Oliver Stone",
      "aboutText": "Mauro Piacenza JCD (born 15 September 1944) is an Italian cardinal of the Roman Catholic Church. He currently serves as Penitentiary Major of the Apostolic Penitentiary at the Vatican, appointed by Pope Francis on 21 September 2013. He was previously Prefect of the Congregation for the Clergy in the Roman Curia from 7 October 2010 to 21 September 2013.",
      "pageId": 11106106,
      "monthDay": "09/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Howard_Waldrop",
      "name": "Howard Waldrop",
      "aboutText": "Viggo Jensen (born 15 September 1947) is a Danish football player and manager.",
      "pageId": 12511128,
      "monthDay": "09/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Viggo_Jensen_(footballer,_born_1947)",
      "name": "Viggo Jensen",
      "aboutText": "Charles \"Bobo\" Shaw (b. September 15, 1947, Pope, Mississippi) is an American free jazz drummer, known as a prominent member of the Human Arts Ensemble and Black Artists Group.\nCharles \"Bobo\" Shaw joined the American Woodsman Drummer bugle corp in 1953 and also played with the Tom Powel Post American Legion #77.",
      "pageId": 16235008,
      "monthDay": "09/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Theodore_Long",
      "name": "Theodore Long",
      "aboutText": "William Oliver Stone (born September 15, 1946) is an American film director, screenwriter, and producer. Stone came to public prominence between the mid-1980s and the early 1990s for writing and directing a series of films about the Vietnam War, in which he had participated as an infantry soldier. Many of Stone's films primarily focus on controversial American political issues during the late 20th century, and as such that they were considered dangerous at the times of their releases.",
      "pageId": 21486951,
      "monthDay": "09/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Charles_%22Bobo%22_Shaw",
      "name": "Charles \"Bobo\" Shaw",
      "aboutText": "Ksenia Milicevic (born September 15, 1942) is a French painter, architect and town planner.",
      "pageId": 24770736,
      "monthDay": "09/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joe_Barton",
      "name": "Joe Barton",
      "aboutText": "Tommy Hall (born September 15, 1943) is an electric jug player from Texas. He was a founding member of the American psychedelic rock band 13th Floor Elevators.\nA special aspect of The Elevators' sound came from Tommy Hall's innovative electric jug.",
      "pageId": 35592416,
      "monthDay": "09/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mirza_Masroor_Ahmad",
      "name": "Mirza Masroor Ahmad",
      "aboutText": "Maggie Reilly (born 15 September 1956 in Glasgow) is a Scottish singer of Irish descent best known for her collaborations with the composer and instrumentalist Mike Oldfield. Most notably, she performed lead vocals on Oldfield's songs \"Family Man\" and \"Moonlight Shadow\", international hits in the early 1980s.",
      "pageId": 210894,
      "monthDay": "09/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pete_Carroll",
      "name": "Pete Carroll",
      "aboutText": "Peter Clay \"Pete\" Carroll (born September 15, 1951) is the head coach and executive vice president of the Seattle Seahawks of the National Football League (NFL). He is a former head coach of the New York Jets, New England Patriots, and the University of Southern California (USC) Trojans. Carroll is one of only three football coaches who have won both a Super Bowl and a college football national championship (the others being Jimmy Johnson and Barry Switzer).",
      "pageId": 596801,
      "monthDay": "09/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Johan_Neeskens",
      "name": "Johan Neeskens",
      "aboutText": "Johannes Jacobus \"Johan\" Neeskens (Dutch pronunciation: [ˈjoːɦɑn ˈneːskə(n)s]; born 15 September 1951) is a Dutch football manager and former midfielder. As a player, he was an important member of the Dutch national team that finished as runners-up in the 1974 and 1978 FIFA World Cups and is considered to be one of the greatest Dutch midfielders. Former England manager Alf Ramsey said Neeskens was \"as good as any player\" in the tournament.",
      "pageId": 616564,
      "monthDay": "09/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Richard_Brodeur",
      "name": "Richard Brodeur",
      "aboutText": "Joel Norman Quenneville (born September 15, 1958 in Windsor, Ontario) is a Canadian-American professional hockey coach. He currently serves as the head coach of the Chicago Blackhawks of the National Hockey League, with whom he has won three Stanley Cup titles. He has also coached the St.",
      "pageId": 794278,
      "monthDay": "09/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Paula_Duncan",
      "name": "Paula Duncan",
      "aboutText": "Abdul Qadir Khan (Urdu: عبد القادر خان‎, born 15 September 1955 in Lahore) is a former Pakistani international cricketer whose main role was as a leg spin bowler. Later he was a commentator and Chief Selector of the Pakistan Cricket Board, from which post he resigned because of differences with the top brass of Pakistan cricket. Qadir appeared in 67 Test and 104 One Day International (ODI) matches between 1977 and 1993, and captained the Pakistan cricket team in five ODIs.",
      "pageId": 1160676,
      "monthDay": "09/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ratnajeevan_Hoole",
      "name": "Ratnajeevan Hoole",
      "aboutText": "Keiko Takeshita (竹下景子 Takeshita Keiko; born on September 15, 1953 in Higashi-ku, Nagoya, Japan) is a Japanese actress.",
      "pageId": 1485596,
      "monthDay": "09/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kelly_Keagy",
      "name": "Kelly Keagy",
      "aboutText": "Renzo Rosso (born 15 September 1955) is an Italian fashion entrepreneur. Referred to as the \"Jeans Genius\" by Suzy Menkes, he is the President of OTB Group, the parent company of Maison Martin Margiela, Marni, Viktor & Rolf, Diesel, Staff International (manufacturer and distributor of DSquared², Just Cavalli, Vivienne Westwood, and Marc Jacobs Men), and Brave Kid.",
      "pageId": 1616735,
      "monthDay": "09/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Patricia_Rhomberg",
      "name": "Patricia Rhomberg",
      "aboutText": "Bruce Reitherman (born September 15, 1955) is an American filmmaker and former child actor.",
      "pageId": 1820740,
      "monthDay": "09/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Keiko_Takeshita",
      "name": "Keiko Takeshita",
      "aboutText": "Jaki Graham (born 15 September 1956) is a three-time Grammy-nominated British R&B singer-songwriter. Following her hit version of \"Could It Be I'm Falling in Love\" with David Grant in 1985, Graham scored a further five UK Top 20 hits over a two-year period. In 1994, her cover version of Chaka Khan's hit \"Ain't Nobody\" reached number one on the U.S. Billboard Dance Chart.",
      "pageId": 1821948,
      "monthDay": "09/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Hrant_Dink",
      "name": "Hrant Dink",
      "aboutText": "Paula Margaret Duncan (born 15 September 1952 in Cooma, New South Wales) is an Australian actress. She is prominent mainly in the genre of soap opera.",
      "pageId": 2520646,
      "monthDay": "09/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/%C5%BDeljka_Antunovi%C4%87",
      "name": "Željka Antunović",
      "aboutText": "Richard \"King Richard\", \"Kermit\" Brodeur (born September 15, 1952), is a retired Canadian ice hockey goaltender. Brodeur was born in Longueuil, Quebec, but grew up in Montreal, Quebec.\n^ \"The Spokesman-Review - Google News Archive Search\".",
      "pageId": 2867737,
      "monthDay": "09/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brendan_O%27Carroll",
      "name": "Brendan O'Carroll",
      "aboutText": "Dr. Know (born September 15, 1958) is the stage name of Gary Miller, guitarist for Bad Brains, regarded as one of punk rock's most innovative and important bands. Critic Rick Anderson praises Miller's \"ability to meld the raw directness of hardcore punk with an almost supernatural virtuosity without sacrificing the power of either approach\".",
      "pageId": 3086970,
      "monthDay": "09/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Abdul_Qadir_(cricketer)",
      "name": "Abdul Qadir",
      "aboutText": "Ned Rothenberg (b. Boston, Massachusetts, September 15, 1956) is an American multi-instrumentalist and composer. He specializes in woodwind instruments, including the alto saxophone, clarinet, bass clarinet, flute, and shakuhachi (Japanese bamboo flute).",
      "pageId": 3384177,
      "monthDay": "09/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruce_Reitherman",
      "name": "Bruce Reitherman",
      "aboutText": "Brendan O'Carroll (born 15 September 1955) is an Irish writer, producer, comedian, actor, and director, best known for portraying foul-mouthed matriarch Agnes Brown in the BBC television sitcom, Mrs. Brown's Boys.",
      "pageId": 5478263,
      "monthDay": "09/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Renzo_Rosso",
      "name": "Renzo Rosso",
      "aboutText": "Professor Samuel Ratnajeevan Herbert Hoole (born 15 September 1952; commonly known as Ratnajeevan Hoole) is a Sri Lankan Tamil engineer and academic.",
      "pageId": 7002797,
      "monthDay": "09/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jaki_Graham",
      "name": "Jaki Graham",
      "aboutText": "Hrant Dink (Western Armenian: Հրանդ Տինք, pronounced [həˈɾɑnt diŋkʰ]) (September 15, 1954 – January 19, 2007) was a Turkish-Armenian editor, journalist and columnist.\nAs editor-in-chief of the bilingual Turkish-Armenian newspaper Agos, Dink was a prominent member of the Armenian minority in Turkey. Dink was best known for advocating Turkish-Armenian reconciliation and human and minority rights in Turkey; he was often critical of both Turkey's denial of the Armenian Genocide, and of the Armenian diaspora's campaign for its international recognition.",
      "pageId": 8418557,
      "monthDay": "09/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Maggie_Reilly",
      "name": "Maggie Reilly",
      "aboutText": "Kelly Keagy (born September 15, 1952)) is an American drummer and vocalist, best known for his work with Night Ranger.",
      "pageId": 9104803,
      "monthDay": "09/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ned_Rothenberg",
      "name": "Ned Rothenberg",
      "aboutText": "Željka Antunović (Croatian pronunciation: [ʒɛ̂ːʎka antǔːnɔʋit͡ɕ]) (born September 15, 1955) is a former Croatian centre-left politician and the deputy president of the Social Democratic Party (SDP), the largest opposition party in Croatia.\nAntunović was born in Virovitica, Croatia, then SFR Yugoslavia. She entered the political scene in 1990 when she joined the Social Democrats of Croatia (SDH), a centre-left party - formed after establishment of democracy across Yugoslavia - and originally a major rival of the SDP, who had in turn recently succeeded the League of Communists of Croatia.",
      "pageId": 10621293,
      "monthDay": "09/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dr._Know_(guitarist)",
      "name": "Dr. Know",
      "aboutText": "Mirza Masroor Ahmad (Urdu: مرزا مسرور احمد‎) (born 15 September 1950) is Khalifatul Masih V (Arabic: خليفة المسيح الخامس‎, khalīfatul masīh al-khāmis), the head of the Ahmadiyya Muslim Community. He was elected as the fifth successor of Mirza Ghulam Ahmad on 22 April 2003, three days after the death of his predecessor Mirza Tahir Ahmad, the fourth Caliph for the Ahmadiyya Muslim Community.\nAt the very commencement of his accession, he found himself forced into exile from Pakistan in response to pressure from the Pakistani government and has continued to lead the community from London.",
      "pageId": 12333751,
      "monthDay": "09/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Joel_Quenneville",
      "name": "Joel Quenneville",
      "aboutText": "Patricia Rhomberg (born 15 September 1953) is an Austrian former pornographic film actress from the 1970s.\n^ a b c d e f \"Patricia Rhomberg\". Retrieved 20 August 2013.",
      "pageId": 40203263,
      "monthDay": "09/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Wendie_Jo_Sperber",
      "name": "Wendie Jo Sperber",
      "aboutText": "Mark Steven Kirk (born September 15, 1959) is the junior United States Senator from Illinois and a member of the Republican Party. Previously, Kirk was a member of the U.S. House of Representatives, representing Illinois's 10th congressional district.\nBorn in Champaign, Illinois, he graduated from Cornell University, the London School of Economics, and Georgetown University Law Center.",
      "pageId": 412103,
      "monthDay": "09/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Kirk",
      "name": "Mark Kirk",
      "aboutText": "Scott McNeil (born September 15, 1962) is an Australian-born Canadian actor and voice actor. He currently resides in Vancouver, British Columbia, Canada. He has provided voices to many characters in animated shows, most notably ReBoot, Beast Wars, Storm Hawks, Dragon Ball Z, Mobile Suit Gundam Wing, Inuyasha, Ranma ½, Fullmetal Alchemist, X-Men: Evolution, and League of Super Evil.",
      "pageId": 1494578,
      "monthDay": "09/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kevin_Allen_(actor)",
      "name": "Kevin Allen",
      "aboutText": "Danny Nucci (born September 15, 1968) is an Austrian actor.",
      "pageId": 1792949,
      "monthDay": "09/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ed_Solomon",
      "name": "Ed Solomon",
      "aboutText": "Steve Watkin (born Steven Llewellyn Watkin on 15 September 1964) is a former Welsh cricketer, with Glamorgan County Cricket Club and England. A reliable seamer who never suffered serious injury despite several lesser niggles, he played three Test matches in 1991 and 1993, and four One Day Internationals in 1993 and 1994.",
      "pageId": 2044830,
      "monthDay": "09/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Terry_Lamb",
      "name": "Terry Lamb",
      "aboutText": "Balfour Patrick Patterson (born 15 September 1961) is a former fast bowler for the West Indian cricket team in the late 1980s and early 1990s.\n^ \"Player Profile: Patrick Patterson\". Cricinfo.",
      "pageId": 2630967,
      "monthDay": "09/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dan_Marino",
      "name": "Dan Marino",
      "aboutText": "Peter Eddie \"Pete\" Myers (born September 15, 1963) is an American former professional basketball player, and a current assistant coach for the Chicago Bulls.",
      "pageId": 2933158,
      "monthDay": "09/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Patrick_Patterson_(cricketer)",
      "name": "Patrick Patterson",
      "aboutText": "Terry Lamb OAM, (born 15 September 1961) is an Australian former rugby league footballer and coach. He played 349 games, with Wests (1980–1983), and Canterbury (1984–1996). Lamb was known for his support of the ball-carrier - his ability to be in the right place at the right time netted him 164 tries.",
      "pageId": 2977255,
      "monthDay": "09/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dina_Lohan",
      "name": "Dina Lohan",
      "aboutText": "Doyle Wolfgang von Frankenstein (born Paul Caiafa on September 15, 1964 in Lodi, New Jersey), is an American guitarist best known for his material with the horror punk band the Misfits.",
      "pageId": 3037699,
      "monthDay": "09/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Scott_McNeil",
      "name": "Scott McNeil",
      "aboutText": "Victoria \"Vicky\" Entwistle (born 15 September 1968 in Accrington, Lancashire, England) is an English actress who is most famous for playing the role of \"loudmouth\" factory worker Janice Battersby in ITV's long-running soap opera Coronation Street.\nEntwistle grew up in Accrington; her father owned a newsagent's shop in Clayton-le-Moors. She attended Rhyddings High School in Oswaldtwistle, and at the age of 16 she commuted to Blackpool to study drama while working nights at a local supermarket.",
      "pageId": 3093563,
      "monthDay": "09/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Amanda_Wakeley",
      "name": "Amanda Wakeley",
      "aboutText": "Wendie Jo Sperber (September 15, 1958 – November 29, 2005) was an American actress, known for her performances in the films I Wanna Hold Your Hand (1978), Bachelor Party (1984), and Back to the Future (1985) and as well as the television sitcoms Bosom Buddies (1980–1982) and Private Benjamin (1982–1983).",
      "pageId": 3288349,
      "monthDay": "09/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Pete_Myers",
      "name": "Pete Myers",
      "aboutText": "Robert Fico (Slovak pronunciation: [ˈrobert ˈfitso]; born 15 September 1964) is a Slovak politician who has been Prime Minister of Slovakia since 4 April 2012; previously he was Prime Minister from 4 July 2006 to 8 July 2010. He has been the leader of the Direction – Social Democracy (SMER-SD) party since 1999. First elected to Parliament in 1992 (whilst within Czechoslovakia), he was later appointed to the Council of Europe.",
      "pageId": 4127226,
      "monthDay": "09/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Robert_Fico",
      "name": "Robert Fico",
      "aboutText": "Sherman Douglas (born September 15, 1966) is a retired American professional basketball player from Syracuse University who played for the Miami Heat, Boston Celtics, Milwaukee Bucks, New Jersey Nets and the Los Angeles Clippers from 1989 to 2001. His nickname, The General, is a play on his first name and his position as a point guard (as a floor general). He was known for revolutionizing the running \"floater\" shot in the lane.",
      "pageId": 5360251,
      "monthDay": "09/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Watkin",
      "name": "Steve Watkin",
      "aboutText": "Kevin Allen (born 15 September 1959) is a Welsh actor, screenwriter, film director and film producer. He is noted for writing and directing the cult black comedy feature Twin Town set in Swansea (1997). The film was entered into the 47th Berlin International Film Festival.",
      "pageId": 6041460,
      "monthDay": "09/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Doyle_Wolfgang_von_Frankenstein",
      "name": "Doyle Wolfgang von Frankenstein",
      "aboutText": "Donata Melina Nicolette Lohan (/ˈloʊ.ən/; née Sullivan; born September 15, 1962) is an American television personality who rose to fame as the mother and manager of actress Lindsay Lohan.",
      "pageId": 7764266,
      "monthDay": "09/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sherman_Douglas",
      "name": "Sherman Douglas",
      "aboutText": "Paul David Abbott (born September 15, 1967) is an American former Major League Baseball pitcher who played from 1990-2004.",
      "pageId": 9614893,
      "monthDay": "09/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Paul_Abbott_(baseball)",
      "name": "Paul Abbott",
      "aboutText": "Daniel Constantine Marino, Jr. (born September 15, 1961) is an American former football player who was a quarterback for the Miami Dolphins of the National Football League (NFL). The last quarterback of the Quarterback Class of 1983 to be taken in the first round, Marino held or currently holds dozens of NFL records associated with the quarterback position.",
      "pageId": 11983460,
      "monthDay": "09/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Vicky_Entwistle",
      "name": "Vicky Entwistle",
      "aboutText": "Ed Solomon (born September 15, 1960) is an American writer, producer and director. After graduating from Saratoga High School and UCLA, Solomon came to fame as one half of the writing duo that created the 1989 film Bill & Ted's Excellent Adventure and its sequel with Chris Matheson.\nSolomon was born in Saratoga, California.",
      "pageId": 14305868,
      "monthDay": "09/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Danny_Nucci",
      "name": "Danny Nucci",
      "aboutText": "Revaz Arveladze (Georgian: რევაზ არველაძე; born 15 September 1969 in Tbilisi) is a retired Georgian footballer.\nArveladze played for various sides in Europe. The midfielder began his senior career with Georgian club FC Dinamo Tbilisi.",
      "pageId": 19335882,
      "monthDay": "09/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Revaz_Arveladze",
      "name": "Revaz Arveladze",
      "aboutText": "Amanda Wakeley (born 15 September 1962) is a British fashion designer best known for her evening and cocktail dresses and accessories, and for her “clean glam” signature style, has also developed a presence in daywear, including day-dresses, tailoring and knitwear and a line of accessories and jewellery. Sposa is the brand's bridal collection.",
      "pageId": 25940880,
      "monthDay": "09/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Allen_Shellenberger",
      "name": "Allen Shellenberger",
      "aboutText": "Allen Shellenberger (September 15, 1969 – August 13, 2009) was an American drummer who played in the band Lit.",
      "pageId": 32925110,
      "monthDay": "09/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ramya_Krishnan",
      "name": "Ramya Krishnan",
      "aboutText": "Sophie Dahl (born Sophie Holloway; 15 September 1977) is an English author and former fashion model. As a writer, she completed her first novella in 2003 entitled The Man with the Dancing Eyes and followed this with Playing With the Grown-ups in 2008. In 2010 she wrote Miss Dahl's Voluptuous Delights, a cookery book which featured recipes that were recreated for a six-part BBC 2 series called The Delicious Miss Dahl.",
      "pageId": 68370,
      "monthDay": "09/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nathan_Astle",
      "name": "Nathan Astle",
      "aboutText": "Arata Iura (井浦 新, Iura Arata, born September 15, 1974 in Tokyo), formerly better known by his stage name Arata, is a Japanese actor, model and fashion designer.",
      "pageId": 469064,
      "monthDay": "09/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Josh_Charles",
      "name": "Josh Charles",
      "aboutText": "Letizia Ortiz Rocasolano (Spanish pronunciation: [leˈtiθja]; born 15 September 1972) is the Queen of Spain as the wife of King Felipe VI, who ascended on 19 June 2014 on the abdication of his father Juan Carlos I. Before her marriage to Felipe, Letizia was a journalist and news anchor.",
      "pageId": 520837,
      "monthDay": "09/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Wayne_Ferreira",
      "name": "Wayne Ferreira",
      "aboutText": "Chimamanda Ngozi Adichie (/tʃɪmɑːmɑːndə əŋɡoʊzi ʌdiːtʃʲeɪ/; born 15 September 1977) is a Nigerian novelist, nonfiction writer and short story writer. She has been called \"the most prominent\" of a \"procession of critically acclaimed young anglophone authors [that] is succeeding in attracting a new generation of readers to African literature\".\n^ \"Chimamanda Ngozi Adichie\".",
      "pageId": 621845,
      "monthDay": "09/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ben_Wallers",
      "name": "Ben Wallers",
      "aboutText": "James Anthony Patrick \"Jimmy\" Carr (born 15 September 1972) is an Irish-English stand-up comedian, television host and actor, known for his signature laugh, deadpan delivery, dark humour, and use of edgy one-liners. He is also a writer, actor, and presenter of radio and television. Carr moved to a career in comedy in 2000 and has become a successful comedian.",
      "pageId": 717551,
      "monthDay": "09/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jimmy_Carr",
      "name": "Jimmy Carr",
      "aboutText": "Paul Robert Thomson (born 15 September 1976) is the drummer for the Glasgow-based band, Franz Ferdinand.\nThomson has always been interested in music, able to play various instruments such as guitar, keyboard and bass guitar in addition to the drums.\nDuring the late 1990s he was drummer of The Yummy Fur and was at one point part of The Purple Bajengas and Pro Forma.",
      "pageId": 1035675,
      "monthDay": "09/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kit_Chan",
      "name": "Kit Chan",
      "aboutText": "Nathan John Astle, MNZM (born 15 September 1971, Christchurch, New Zealand) is a former New Zealand cricketer. A right handed batsman who played as an opener in One Day Internationals (ODI), while batting in the middle order in Test matches. In a career that spanned 12 years, Astle played 81 Tests and 223 ODIs accumulating 4,702 and 7,090 runs respectively.",
      "pageId": 1300429,
      "monthDay": "09/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Queen_Letizia_of_Spain",
      "name": "Queen Letizia of Spain",
      "aboutText": "Kit Chan (Chinese: 陈洁仪; pinyin: Chén Jiéyí, born 15 September 1972, Singapore) is a Chinese singer and actress of Singaporean nationality.",
      "pageId": 1331842,
      "monthDay": "09/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Prince_Daniel,_Duke_of_V%C3%A4sterg%C3%B6tland",
      "name": "Prince Daniel, Duke of Västergötland",
      "aboutText": "Joshua Aaron \"Josh\" Charles (born September 15, 1971) is an American stage, film and television actor.",
      "pageId": 1612986,
      "monthDay": "09/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Arata_Iura",
      "name": "Arata Iura",
      "aboutText": "Wayne Richard Ferreira (born 15 September 1971) is a former professional tennis player from South Africa.",
      "pageId": 1723516,
      "monthDay": "09/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tom_Dolan",
      "name": "Tom Dolan",
      "aboutText": "Edward Thomas \"Tom\" Hardy (born 15 September 1977) is an English actor, screenwriter, and producer. He made his debut in Ridley Scott's 2001 war film Black Hawk Down. Hardy's other notable films include the science fiction film Star Trek: Nemesis (2002), the crime film RocknRolla (2008), biographical psychological drama Bronson (2008), science fiction thriller Inception (2010), sports drama Warrior (2011), Cold War espionage film Tinker Tailor Soldier Spy (2011), crime drama Lawless (2012), drama Locke (2013), mobster film The Drop (2014), and the biographical western thriller The Revenant (2015).",
      "pageId": 1792975,
      "monthDay": "09/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Martina_Krupi%C4%8Dkov%C3%A1",
      "name": "Martina Krupičková",
      "aboutText": "Brett \"Noddy\" Kimmorley (born 15 September 1976) is an Australian former professional rugby league footballer of the 1990s and 2000s. A New South Wales interstate and Australian international representative halfback, he last played for the Canterbury-Bankstown Bulldogs of the NRL. He previously played for five other clubs: Newcastle Knights, Hunter Mariners, Melbourne Storm, Northern Eagles, Cronulla-Sutherland Sharks. Kimmorley also represented Country NSW four times and New South Wales two times as well as playing 15 times for his country including the 2000 World Cup.",
      "pageId": 2412402,
      "monthDay": "09/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brett_Kimmorley",
      "name": "Brett Kimmorley",
      "aboutText": "Ramya Krishnan (born 15 September 1967 in Chennai) is an Indian film actress.",
      "pageId": 2916529,
      "monthDay": "09/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paul_Thomson",
      "name": "Paul Thomson",
      "aboutText": "Thomas Fitzgerald Dolan (born September 15, 1975) is an American former competition swimmer, two-time Olympic champion, and former world record-holder.\nDolan grew up swimming for Rick Curl and the Curl-Burke Swim Club, along with the Washington Golf & Country Club during the summer. He attended the University of Michigan in Ann Arbor, where he swam for coach Jon Urbanchek's Michigan Wolverines swimming and diving team in National Collegiate Athletic Association (NCAA) competition from 1994 to 1997.",
      "pageId": 3299684,
      "monthDay": "09/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matt_Thornton_(baseball)",
      "name": "Matt Thornton",
      "aboutText": "Angela Aki (アンジェラ・アキ, Anjera Aki), born Kiyomi Angela Aki (安藝 聖世美 アンジェラ, Aki Kiyomi Anjera) on September 15, 1977, is a pop singer-songwriter, and pianist born in Itano, Tokushima, Japan to a Japanese father and Italian-American mother.",
      "pageId": 3447284,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chimamanda_Ngozi_Adichie",
      "name": "Chimamanda Ngozi Adichie",
      "aboutText": "Matthew J. Thornton (born September 15, 1976), is an American professional baseball relief pitcher who is a free agent.",
      "pageId": 5819310,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Angela_Aki",
      "name": "Angela Aki",
      "aboutText": "Leander Jordan (born September 15, 1977 in Pittsburgh, Pennsylvania) is a former American football offensive tackle. He was drafted by the Carolina Panthers in the third round of the 2000 NFL Draft.",
      "pageId": 9066784,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sophie_Dahl",
      "name": "Sophie Dahl",
      "aboutText": "Benedict Roger Wallers (a.k.a. The Rebel) (born 15 September 1971, St Albans, Hertfordshire) is the frontman, guitarist, vocalist and songwriter for the band Country Teasers.",
      "pageId": 11721488,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tom_Hardy",
      "name": "Tom Hardy",
      "aboutText": "Martina Krupičková (Czech pronounced [Kru-pich-kov-ah]) (born 15 September 1975) is a Czech artist who paints in the Post-Impressionism style.",
      "pageId": 18808456,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Leander_Jordan",
      "name": "Leander Jordan",
      "aboutText": "Prince Daniel of Sweden, Duke of Västergötland (born Olof Daniel Westling on 15 September 1973), is the husband of Crown Princess Victoria of Sweden. Prior to his marriage to the heir apparent, Daniel was a personal trainer and gym owner and ran a company called Balance Training with three gyms in central Stockholm.",
      "pageId": 21701935,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marisa_Ramirez",
      "name": "Marisa Ramirez",
      "aboutText": "Prince Henry of Wales, KCVO (Henry Charles Albert David; born 15 September 1984), commonly known as Prince Harry, is the younger son of Charles, Prince of Wales, and Diana, Princess of Wales. At the time of his birth, he was third in the line of succession to succeed his grandmother, Queen Elizabeth II, but is currently fifth in line after his nephew, George, and niece, Charlotte.\nAfter an education at schools in the United Kingdom and spending parts of his gap year in Australia and Lesotho, Harry chose a military career, undergoing officer training at Royal Military Academy Sandhurst.",
      "pageId": 14457,
      "monthDay": "09/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Terry",
      "name": "Jason Terry",
      "aboutText": "Patrick Denis Marleau (born September 15, 1979) is a Canadian professional ice hockey forward for the San Jose Sharks of the National Hockey League (NHL). He previously served as captain for the Sharks, from 2004 to 2009. Marleau is the all-time Sharks leader in goals, even strength goals, power play goals, points, shots and games played having spent his entire NHL career with the Sharks since being drafted second overall by the franchise in the 1997 NHL Entry Draft.",
      "pageId": 440405,
      "monthDay": "09/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zach_Filkins",
      "name": "Zach Filkins",
      "aboutText": "Jolin Tsai (Chinese: 蔡依林, born September 15, 1980) is a Taiwanese singer, songwriter, dancer, actress and entrepreneur. Often referred to as the \"Queen of C-pop\", \"Asia's Dancing Queen\" and \"Asian Madonna\", Tsai has achieved great popularity and fame in Greater China and has a dedicated fanbase worldwide. As a dance-pop vocalist, Tsai is cited as an influence on dance-pop music in Greater China.",
      "pageId": 485273,
      "monthDay": "09/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ei%C3%B0ur_Gu%C3%B0johnsen",
      "name": "Eiður Guðjohnsen",
      "aboutText": "Carlos Humberto Ruiz Gutiérrez (born 15 September 1979 in Guatemala City), initially nicknamed El Pescadito (\"The Little Fish\") but gradually known as just Pescado or \"Fish\" (even by Spanish-speakers), is a Guatemalan footballer who plays for Municipal of Guatemala.\nA product of CSD Municipal's \"cantera\" (youth academy), Ruiz has also played for five Major League Soccer clubs (Los Angeles Galaxy, FC Dallas, Toronto FC, Philadelphia Union, and D.C. United), scoring 87 goals in 168 MLS regular season matches and 16 goals in the post-season, which is the record for the most post-season goals in MLS history. In 2002, he was named the MLS' Most Valuable Player of the season.",
      "pageId": 1004078,
      "monthDay": "09/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dave_Annable",
      "name": "Dave Annable",
      "aboutText": "Eiður Smári Guðjohnsen (born 15 September 1978) is an Icelandic professional footballer who plays for Chinese club Shijiazhuang Ever Bright as a forward or an attacking midfielder.\nHe has previously played for Premier League club Chelsea and FC Barcelona of Spain, and has had two spells at Bolton Wanderers fourteen years apart. He was the captain of the Iceland national team until manager Ólafur Jóhannesson took over the team.",
      "pageId": 1116983,
      "monthDay": "09/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Amy_Davidson",
      "name": "Amy Davidson",
      "aboutText": "Amy Davidson (born September 15, 1979) is an American actress.",
      "pageId": 1390650,
      "monthDay": "09/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Patrick_Marleau",
      "name": "Patrick Marleau",
      "aboutText": "Michael Joseph Dunleavy, Jr. (born September 15, 1980) is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). Before signing with the Bulls, Dunleavy played for the Warriors, Pacers, and Bucks.",
      "pageId": 1423782,
      "monthDay": "09/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlos_Ruiz_(Guatemalan_footballer)",
      "name": "Carlos Ruiz",
      "aboutText": "Jason Eugene Terry (born September 15, 1977) is an American professional basketball player for the Houston Rockets of the National Basketball Association (NBA). He plays at both guard positions. His nickname, \"The Jet,\" derives from his initials.",
      "pageId": 1453980,
      "monthDay": "09/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tammie_Brown",
      "name": "Tammie Brown",
      "aboutText": "David Rodman \"Dave\" Annable (born September 15, 1979) is an American actor. He played the character of Justin Walker on the television series Brothers & Sisters from 2006 to 2011. He also portrayed Henry Martin on the ABC drama 666 Park Avenue.",
      "pageId": 3147043,
      "monthDay": "09/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Diehl",
      "name": "David Diehl",
      "aboutText": "David Diehl (/ˈdiːl/; born September 15, 1980) is a former American football offensive lineman who played his entire career with the New York Giants of the National Football League. He was the Giants starting left guard on two Super Bowl championship teams. He played college football for the University of Illinois.",
      "pageId": 3799770,
      "monthDay": "09/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Dunleavy,_Jr.",
      "name": "Mike Dunleavy, Jr.",
      "aboutText": "Marisa Maguire Ramirez (born September 15, 1977) is an American actress.",
      "pageId": 5026243,
      "monthDay": "09/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jolin_Tsai",
      "name": "Jolin Tsai",
      "aboutText": "Luke Anthony Hochevar (/ˈhoʊtʃeɪvər/; born September 15, 1983) is an American professional baseball pitcher for the Kansas City Royals of Major League Baseball (MLB).",
      "pageId": 5452040,
      "monthDay": "09/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Laila_Boonyasak",
      "name": "Laila Boonyasak",
      "aboutText": "Du Juan (simplified Chinese: 杜鹃; traditional Chinese: 杜鵑; pinyin: Dù Juān; born September 15, 1982, in Shanghai, China) is a fashion model, film actress, and former ballet dancer. She has been touted as the world's first international Chinese supermodel.",
      "pageId": 5993949,
      "monthDay": "09/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Du_Juan",
      "name": "Du Juan",
      "aboutText": "Kayden Kross (born September 15, 1985) is an American former pornographic actress and writer. Kross has won multiple awards for her adult film work.",
      "pageId": 6225903,
      "monthDay": "09/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Yuka_Hirata",
      "name": "Yuka Hirata",
      "aboutText": "Yuka Hirata (平田 裕香, Hirata Yuka, September 15, 1983–) is a Japanese actress, voice actress, tarento, and gravure idol from Hokkaido. She portrayed Mere in the Super Sentai Series Juken Sentai Gekiranger. She has also appeared in Food Fight, an episode of Carlos, and several idol videos.",
      "pageId": 12387640,
      "monthDay": "09/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Luke_Hochevar",
      "name": "Luke Hochevar",
      "aboutText": "Laila Boonyasak (Thai: ไลลา บุญยศักดิ์, rtgs: Laila Bunyasak), or formerly Chermarn Boonyasak (Thai: เฌอมาลย์ บุญยศักดิ์, rtgs: Choeman Bunyasak), born September 15, 1982 in Bangkok, Thailand, is a Thai film and television actress and model. She is well known for her role as June/Tang in the movie The Love of Siam. Her other film roles have included the title ghost character in director Yuthlert Sippapak's horror-comedies Buppah Rahtree and Buppah Rahtree Phase 2: Rahtree Returns.",
      "pageId": 14336466,
      "monthDay": "09/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Prince_Harry",
      "name": "Prince Harry",
      "aboutText": "Zachary Douglas \"Zach\" Filkins (born September 15, 1978) is an American musician and model, but as of 2007 he is best known as the lead guitarist of the pop rock band OneRepublic.",
      "pageId": 16440540,
      "monthDay": "09/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Loek_van_Mil",
      "name": "Loek van Mil",
      "aboutText": "Ludovicus Jacobus Maria van Mil (born September 15, 1984 in Oss, Netherlands) is a Dutch professional baseball pitcher in the Minnesota Twins organization. Standing at 7 feet 1 inch (2.16 m), Van Mil is the tallest player in the minor leagues.\nVan Mil has also pitched for the Netherlands national baseball team.",
      "pageId": 18735733,
      "monthDay": "09/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Cyhi_the_Prynce",
      "name": "Cyhi the Prynce",
      "aboutText": "Tammie Brown, (born September 15, 1980), is an American drag performer and recording artist. Brown was a fixture in the Southern California Drag scene, before appearing on the first season of RuPaul's Drag Race and RuPaul's All Stars Drag Race.",
      "pageId": 25696880,
      "monthDay": "09/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kayden_Kross",
      "name": "Kayden Kross",
      "aboutText": "Cydel Young (born September 15, 1984), better known by his stage name CyHi the Prynce, is an American hip hop recording artist from Stone Mountain, Georgia. He is currently signed to Akon's Konvict Muzik, Kanye West's GOOD Music, and Bu Thiam's BuVision. Young has appeared on West's highly acclaimed album, My Beautiful Dark Twisted Fantasy (2010) and has released nine mixtapes, with the latest being BHP II: NAACP (2015), a conscious hip hop concept mixtape about the history of black people in America and the sequel to Black Hystori Project, released in February 2014.",
      "pageId": 47487077,
      "monthDay": "09/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Fran%C3%A7ois-Olivier_Roberge",
      "name": "François-Olivier Roberge",
      "aboutText": "Heidi Blair Pratt (née Montag; born September 15, 1986) is an American television personality, singer, fashion designer, and author. Born and raised in Crested Butte, Colorado, she befriended Lauren Conrad in 2005. In 2006, Montag came to prominence after being cast in the MTV reality television series The Hills, which chronicled the personal and professional lives of Conrad, Montag, and friends Audrina Patridge and Whitney Port.",
      "pageId": 5765329,
      "monthDay": "09/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jenna_Marbles",
      "name": "Jenna Marbles",
      "aboutText": "Chelsea Kane Staub (born September 15, 1988), known professionally as Chelsea Kane, is an American actress and singer. She is known for her role as Stella Malone in the Disney Channel sitcom television series Jonas.",
      "pageId": 12270854,
      "monthDay": "09/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Heidi_Montag",
      "name": "Heidi Montag",
      "aboutText": "Kris Chetan Ramlu (Hindi: चेतन रामलु, Telugu: చేతన రంలు ), is a New Zealand musician, sometimes known by the stage name Cheats. Though his main instrument is the tabla (a pair of tuned hand drums from India), Chetan plays many other percussion instruments. His biggest musical influence is Ustad Zakir Hussain, a virtuoso percussionist whose name is synonymous with the tabla.",
      "pageId": 12355130,
      "monthDay": "09/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/George_Watsky",
      "name": "George Watsky",
      "aboutText": "Jacob \"Jake\" Cherry (born September 15, 1996) is an American actor.",
      "pageId": 14749983,
      "monthDay": "09/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Peter_Wilson_(sport_shooter)",
      "name": "Peter Wilson",
      "aboutText": "Tim Moltzen (born 15 September 1988) is an Australian professional rugby league footballer who currently plays for the Manly Warringah Sea Eagles in the National Rugby League.",
      "pageId": 16327957,
      "monthDay": "09/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aly_Cissokho",
      "name": "Aly Cissokho",
      "aboutText": "Aly Cissokho (French pronunciation: ​[ali sisɔko], born 15 September 1987) is a French professional footballer who plays for Aston Villa, and the France national team. He plays as a left back and has been described as a \"sprightly left-back with good speed and stamina\".\nCissokho began his career playing for local clubs within his hometown, such as Blois Foot 41.",
      "pageId": 17752268,
      "monthDay": "09/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Clare_Maguire",
      "name": "Clare Maguire",
      "aboutText": "Matthew James \"Matt\" Shively, Jr. (born September 15, 1990) is an American actor best known for his role as Ryan Laserbeam on the Nickelodeon television series True Jackson, VP. Beginning in June 2011, he began appearing in the Nickelodeon series The Troop as Kirby.",
      "pageId": 20232392,
      "monthDay": "09/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Chelsea_Kane",
      "name": "Chelsea Kane",
      "aboutText": "François-Olivier Roberge (born in Saint-Nicolas, Quebec, on September 15, 1985) is a Canadian speed-skater who represented Canada at the 2006 and 2010 Winter Olympics.",
      "pageId": 26117165,
      "monthDay": "09/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kate_Mansi",
      "name": "Kate Mansi",
      "aboutText": "Oliver David Gill (born 15 September 1990) is an English former footballer who played as a defender for Manchester United. He also played for Bradford City on loan in 2010.",
      "pageId": 30117482,
      "monthDay": "09/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tim_Moltzen",
      "name": "Tim Moltzen",
      "aboutText": "Found also known as,",
      "pageId": 30256834,
      "monthDay": "09/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kris_Chetan_Ramlu",
      "name": "Kris Chetan Ramlu",
      "aboutText": "George Virden Watsky (born September 15, 1986) is an American rapper and poet from San Francisco, California. Watsky performs slam poetry, and was featured on Season 6 of Russell Simmons Presents Def Poetry on HBO. Watsky's talents began to receive national and international acclaim in 2006 when he was the Youth Speaks Grand Slam Poetry Champion, and was also named Brave New Voices International Poetry Slam Champion.",
      "pageId": 30547552,
      "monthDay": "09/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Oliver_Gill",
      "name": "Oliver Gill",
      "aboutText": "Jenna N. Mourey (born September 15, 1986), better known by her pseudonym Jenna Marbles, is an American YouTube personality, vlogger, comedian, and actress. As of May 1, 2015, her channel has over 15 million subscribers, making it the seventh most subscribed channel on YouTube and the top channel operated by a woman.",
      "pageId": 33101554,
      "monthDay": "09/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Matt_Shively",
      "name": "Matt Shively",
      "aboutText": "Philemon Ofosu-Ayeh (born 15 September 1991) is a German-Ghanaian footballer who plays for 2.",
      "pageId": 35095647,
      "monthDay": "09/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lee_Jung-shin",
      "name": "Lee Jung-shin",
      "aboutText": "Peter Robert Russell Wilson MBE (born 15 September 1986), is a retired English sport shooter who specialises in the double trap. He is the current world record holder for the event, having scored 198 out of 200 at a World Cup event in Arizona during 2012.",
      "pageId": 36083818,
      "monthDay": "09/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Phil_Ofosu-Ayeh",
      "name": "Phil Ofosu-Ayeh",
      "aboutText": "Lee Jung Shin (이정신, born on September 15, 1991) is a South Korean bassist, rapper, and actor.",
      "pageId": 36437384,
      "monthDay": "09/15"
    },
    {
      "year": "1996",
      "uri": "/wiki/Jake_Cherry",
      "name": "Jake Cherry",
      "aboutText": "Kate Mansi (born September 15, 1987) is an American actress. She is best known for playing the role of Abigail Deveraux on the NBC series Days of Our Lives since 2011. She has earned a pre-nomination in the 41st Daytime Emmy Awards for her role as Abigail in March 2014.",
      "pageId": 41858602,
      "monthDay": "09/15"
    },
    {
      "year": "1996",
      "uri": "/wiki/Nao_Furuhata",
      "name": "Nao Furuhata",
      "aboutText": "Owada Nana (大和田 南那, Ōwada Nana, born 15 September 1999 in Chiba Prefecture) is a member of the Japanese idol girl group AKB48.",
      "pageId": 45596181,
      "monthDay": "09/15"
    },
    {
      "year": "1999",
      "uri": "/wiki/Nana_Owada",
      "name": "Nana Owada",
      "aboutText": "Found nickname, Nao Furuhata (古畑 奈和, Furuhata Nao, born 15 September 1996 in Aichi Prefecture) is a member of the Japanese idol girl group SKE48. She is a member of SKE48's Team KII, and a former member of AKB48.\n^ 古畑奈和のプロフィール [Nao Furuhata's Profile] (in Japanese).",
      "pageId": 45642576,
      "monthDay": "09/15"
    }
  ]
}