{
  "people": [
    {
      "year": "16",
      "uri": "/wiki/Julia_Drusilla",
      "name": "Julia Drusilla",
      "aboutText": "Henry St John, 1st Viscount Bolingbroke (/ˈsɪndʒɨn/, /ˈbɒlɪŋbrʊk/ 16 September 1678 – 12 December 1751) was an English politician, government official and political philosopher. He was a leader of the Tories, and supported the Church of England politically despite his antireligious views and opposition to theology. In 1715 he supported the Jacobite rebellion of 1715 which sought to overthrow the new king George I. Escaping to France he became foreign minister for the Pretender.",
      "pageId": 206020,
      "monthDay": "09/16"
    },
    {
      "year": "1507",
      "uri": "/wiki/Jiajing_Emperor",
      "name": "Jiajing Emperor",
      "aboutText": "Prince Mikhail Illarionovich Golenischev-Kutuzov (Russian: князь Михаи́л Илларио́нович Голени́щев-Куту́зов; 16 September [O.S. 5 September] 1745 – 28 April [O.S. 16 April] 1813) was a Field Marshal of the Russian Empire. He served as one of the finest military officers and diplomats of Russia under the reign of three Romanov Tsars: Catherine II, Paul I and Alexander I. His military career was closely associated with the rising period of Russia from the end of the 18th century to the beginning of the 19th century. Kutuzov contributed much to the military history of Russia and is considered to have been one of the best Russian generals under the reign of Catherine II. He took part in the suppression of the Bar Confederation's uprising, in three of the Russo-Turkish Wars and in the Napoleonic War, including two major battles at Austerlitz and the battle of Borodino.",
      "pageId": 251000,
      "monthDay": "09/16"
    },
    {
      "year": "1557",
      "uri": "/wiki/Jacques_Mauduit",
      "name": "Jacques Mauduit",
      "aboutText": "The Daoguang Emperor (Chinese: 道光帝; pinyin: Dàoguāng Dì; Wade–Giles: Tao4-kuang1 Ti4; Manchu: ᡩᠣᡵᠣ ᡝᠯᡩᡝᠩᡤᡝ, Doro Eldengge Hūwangdi; Mongolian: ᠲᠥᠷᠥ ᠭᠡᠷᠡᠯᠲᠦ, Төр Гэрэлт Хаан; 16 September 1782 – 25 February 1850) was the eighth emperor of the Manchu Qing dynasty and the sixth Qing emperor to rule over China, from 1820 to 1850. His reign was marked by \"external disaster and internal rebellion,\" that is, by the First Opium War, and the beginning of the Taiping Rebellion which nearly brought down the dynasty.",
      "pageId": 265947,
      "monthDay": "09/16"
    },
    {
      "year": "1615",
      "uri": "/wiki/Heinrich_Bach",
      "name": "Heinrich Bach",
      "aboutText": "The Jiajing Emperor (Chinese: 嘉靖; pinyin: Jiājìng; Wade–Giles: Chia-ching; 16 September 1507 – 23 January 1567) was the 11th emperor of the Chinese Ming dynasty who ruled from 1521 to 1567. Born Zhu Houcong, he was the former Zhengde Emperor's cousin. His father, Zhu Youyuan (1476–1519), the Prince of Xing, was the fourth son of the Chenghua Emperor (r.",
      "pageId": 390591,
      "monthDay": "09/16"
    },
    {
      "year": "1651",
      "uri": "/wiki/Engelbert_Kaempfer",
      "name": "Engelbert Kaempfer",
      "aboutText": "Nathan Mayer, Freiherr von Rothschild (16 September 1777 – 28 July 1836) was a Jewish German banker, businessman and financier. He was one of five sons of the second generation of the Rothschild banking dynasty.",
      "pageId": 398522,
      "monthDay": "09/16"
    },
    {
      "year": "1666",
      "uri": "/wiki/Antoine_Parent",
      "name": "Antoine Parent",
      "aboutText": "Francis Parkman, Jr. (September 16, 1823 – November 8, 1893) was an American historian, best known as author of The Oregon Trail: Sketches of Prairie and Rocky-Mountain Life and his monumental seven-volume France and England in North America. These works are still valued as historical sources and as literature.",
      "pageId": 436834,
      "monthDay": "09/16"
    },
    {
      "year": "1678",
      "uri": "/wiki/Henry_St_John,_1st_Viscount_Bolingbroke",
      "name": "Henry St John, 1st Viscount Bolingbroke",
      "aboutText": "Nicolas Desmarest (16 September 1725 – 20 September 1815) was a French geologist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers, in particular, the multi-volume Géographie-physique.\nDesmarest was born at Soulaines, in the department of Aube. Of humble parentage, he was educated at the college of the Oratorians of Troyes and Paris.",
      "pageId": 457654,
      "monthDay": "09/16"
    },
    {
      "year": "1716",
      "uri": "/wiki/Angelo_Maria_Amorevoli",
      "name": "Angelo Maria Amorevoli",
      "aboutText": "Engelbert Kaempfer (September 16, 1651 – November 2, 1716) was a German naturalist, physician, and writer known for his tour of Russia, Persia, India, South-East Asia, and Japan between 1683 and 1693.\nHe wrote two books about his travels. Amoenitatum Exoticarum, published in 1712, is important for its medical observations and the first extensive description of Japanese plants (Flora Japonica).",
      "pageId": 724411,
      "monthDay": "09/16"
    },
    {
      "year": "1722",
      "uri": "/wiki/Gabriel_Christie_(British_Army_officer)",
      "name": "Gabriel Christie",
      "aboutText": "Julia Drusilla (Classical Latin: IVLIA•DRVSILLA) (16 September 16 AD – 10 June 38 AD) was a member of the Roman imperial family, the second daughter and fifth child to survive infancy of Germanicus and Agrippina the Elder, and sister of the Emperor Caligula. Drusilla also had two sisters (Julia Livilla and the Empress Agrippina the Younger) and two other brothers (Nero and Drusus).",
      "pageId": 787898,
      "monthDay": "09/16"
    },
    {
      "year": "1725",
      "uri": "/wiki/Nicolas_Desmarest",
      "name": "Nicolas Desmarest",
      "aboutText": "Jean Albert Gaudry (September 16, 1827 – November 27, 1908), French geologist and palaeontologist, was born at St Germain-en-Laye, and was educated at the Collège Stanislas de Paris.\nAt the age of twenty-five he made explorations in Cyprus and Greece, residing in the latter country from 1855 to 1860. He then investigated the rich deposit of fossil vertebrata at Pikermi and brought to light a remarkable mammalian fauna, Miocene in age, and intermediate in its forms between European, Asiatic and African types.",
      "pageId": 937921,
      "monthDay": "09/16"
    },
    {
      "year": "1745",
      "uri": "/wiki/Mikhail_Kutuzov",
      "name": "Mikhail Kutuzov",
      "aboutText": "Anna Kingsford, née Bonus (16 September 1846 – 22 February 1888), was an English anti-vivisection, vegetarian and women's rights campaigner.\nShe was one of the first English women to obtain a degree in medicine, after Elizabeth Garrett Anderson, and the only medical student at the time to graduate without having experimented on a single animal. She pursued her degree in Paris, graduating in 1880 after six years of study, so that she could continue her animal advocacy from a position of authority.",
      "pageId": 1082613,
      "monthDay": "09/16"
    },
    {
      "year": "1777",
      "uri": "/wiki/Nathan_Mayer_Rothschild",
      "name": "Nathan Mayer Rothschild",
      "aboutText": "Jacques Mauduit (16 September 1557 – 21 August 1627) was a French composer of the late Renaissance.",
      "pageId": 1625455,
      "monthDay": "09/16"
    },
    {
      "year": "1782",
      "uri": "/wiki/Daoguang_Emperor",
      "name": "Daoguang Emperor",
      "aboutText": "Antoine Parent (September 16, 1666 – September 26, 1716) was a French mathematician, born at Paris and died there, who wrote in 1700 on analytical geometry of three dimensions. His works were collected and published in three volumes at Paris in 1713.\nAntoine Parent had the idea to represent any surface by means of an equation between the three coordinates to any of its points.1 In 1713 he derived the correct formula for bending of cantilever beams.",
      "pageId": 2680300,
      "monthDay": "09/16"
    },
    {
      "year": "1823",
      "uri": "/wiki/Francis_Parkman",
      "name": "Francis Parkman",
      "aboutText": "Gabriel Christie (16 September 1722 – 26 January 1799) was a British Army General from Scotland, who settled in Montreal after the French and Indian War.",
      "pageId": 3150838,
      "monthDay": "09/16"
    },
    {
      "year": "1827",
      "uri": "/wiki/Jean_Albert_Gaudry",
      "name": "Jean Albert Gaudry",
      "aboutText": "Patrick Francis Moran (16 September 1830 – 16 August 1911) was the third Roman Catholic Archbishop of Sydney and the first Australian cardinal.",
      "pageId": 6079295,
      "monthDay": "09/16"
    },
    {
      "year": "1828",
      "uri": "/wiki/Per_P%C3%A5lsson",
      "name": "Per Pålsson",
      "aboutText": "Claude-Paul Taffanel (16 September 1844 - 22 November 1908) was a French flautist, conductor and instructor regarded as the founder of the French Flute School that dominated much of flute composition and performance during the mid-20th century.",
      "pageId": 15227554,
      "monthDay": "09/16"
    },
    {
      "year": "1830",
      "uri": "/wiki/Patrick_Francis_Moran",
      "name": "Patrick Francis Moran",
      "aboutText": "Angelo Maria Amorevoli (Venice, 16 September 1716 - Dresden, 15 November 1798) was a leading Italian tenor in Baroque opera.",
      "pageId": 20929658,
      "monthDay": "09/16"
    },
    {
      "year": "1837",
      "uri": "/wiki/Pedro_V_of_Portugal",
      "name": "Pedro V of Portugal",
      "aboutText": "Heinrich Bach (26 September [O.S. 16 September] 1615 – 20 July [O.S. 10 July] 1692) was a German organist, composer and a member of the Bach family.\nHeinrich Bach was born at Wechmar, and is the father of the so-called Arnstädt Line. After the early death of his father, his older brother Johannes Bach continued his music education and taught him organ playing.",
      "pageId": 21440387,
      "monthDay": "09/16"
    },
    {
      "year": "1844",
      "uri": "/wiki/Paul_Taffanel",
      "name": "Paul Taffanel",
      "aboutText": "Per Pålsson (September 16, 1828 – February 4, 1914), also called Kitte-Pelle, was a Swedish murderer convicted for the murder of Hanna Pålsdotter. Per Pålsson was in the end pardoned and instead of having to face the death penalty was sentenced to life imprisonment. He served time at Örkelljunga prison, Varbergs fästning and finally Malmö central prison.",
      "pageId": 29779813,
      "monthDay": "09/16"
    },
    {
      "year": "1846",
      "uri": "/wiki/Anna_Kingsford",
      "name": "Anna Kingsford",
      "aboutText": "Dom Pedro V (Portuguese pronunciation: [ˈpedɾu]; English: Peter V; 16 September 1837 – 11 November 1861), nicknamed \"the Hopeful\" (Portuguese: o Esperançoso), was King of Portugal from 1853 to 1861.",
      "pageId": 33815902,
      "monthDay": "09/16"
    },
    {
      "year": "1853",
      "uri": "/wiki/Albrecht_Kossel",
      "name": "Albrecht Kossel",
      "aboutText": "Frans Eemil Sillanpää ( pronunciation ) (16 September 1888 – 3 June 1964) was one of the most famous Finnish writers and in 1939 became the first Finnish writer to be awarded the Nobel Prize for literature.",
      "pageId": 11307,
      "monthDay": "09/16"
    },
    {
      "year": "1858",
      "uri": "/wiki/Edward_Marshall_Hall",
      "name": "Edward Marshall Hall",
      "aboutText": "Karl Dönitz (German: [ˈdøːnɪts]; 16 September 1891 – 24 December 1980), sometimes spelt Doenitz in English, was a German admiral who played a major role in the Naval history of World War II. He began his career in the Imperial German Navy (Kaiserliche Marine) before World War I. In 1918, while he was in command of UB-68, the submarine was sunk by British forces and Dönitz was taken prisoner. While in a prisoner of war camp, he formulated what he later called Rudeltaktik (\"pack tactic\", commonly called \"wolfpack\"). At the start of World War II, he was the senior submarine officer in the Kriegsmarine.",
      "pageId": 16774,
      "monthDay": "09/16"
    },
    {
      "year": "1858",
      "uri": "/wiki/Bonar_Law",
      "name": "Bonar Law",
      "aboutText": "Yuan Shikai (16 September 1859 – 6 June 1916) was a Chinese general, politician and Emperor, famous for his influence during the late Qing Dynasty, his role in the events leading up to the abdication of the last Qing Emperor, his autocratic rule as the first formal President of the Republic of China, and his short-lived attempt to restore monarchy in China, with himself as the Hongxian Emperor (Chinese: 洪憲皇帝).",
      "pageId": 59259,
      "monthDay": "09/16"
    },
    {
      "year": "1859",
      "uri": "/wiki/Yuan_Shikai",
      "name": "Yuan Shikai",
      "aboutText": "Jean Arp or Hans Arp (16 September 1886 – 7 June 1966) was a German-French sculptor, painter, poet, and abstract artist in other media such as torn and pasted paper.",
      "pageId": 152845,
      "monthDay": "09/16"
    },
    {
      "year": "1866",
      "uri": "/wiki/Georg_Voigt_(politician)",
      "name": "Georg Voigt",
      "aboutText": "Alexander Korda (16 September 1893 – 23 January 1956) was a Hungarian-born British film producer and director. He worked in Hollywood the first time during the transition to \"talkies\", from 1926 to 1930. The change led to divorce from his first wife, a popular Hungarian actress who could not make the transition because of her strong accent in English.",
      "pageId": 167967,
      "monthDay": "09/16"
    },
    {
      "year": "1870",
      "uri": "/wiki/John_Pius_Boland",
      "name": "John Pius Boland",
      "aboutText": "Arthur Clive Heward Bell (16 September 1881 – 18 September 1964) was an English art critic, associated with formalism and the Bloomsbury Group.",
      "pageId": 197294,
      "monthDay": "09/16"
    },
    {
      "year": "1875",
      "uri": "/wiki/James_Cash_Penney",
      "name": "James Cash Penney",
      "aboutText": "Andrew Bonar Law (16 September 1858 – 30 October 1923), commonly called Bonar Law (BON-ahh), was a British Conservative Party statesman and Prime Minister. Born in the colony of New Brunswick (now in Canada), he is the only British Prime Minister to have been born outside the British Isles.\nLaw was of Scottish and Ulster Scots descent, and having moved back to Scotland in 1870, he left school aged sixteen to work in the iron industry, becoming a wealthy man by the age of thirty.",
      "pageId": 218283,
      "monthDay": "09/16"
    },
    {
      "year": "1877",
      "uri": "/wiki/Jacob_Schick",
      "name": "Jacob Schick",
      "aboutText": "Albert Szent-Györgyi de Nagyrápolt (Hungarian: Nagyrápolti Szent-Györgyi Albert [ˈnɒɟraːpolti ˈsɛɲɟørɟi ˈɒlbɛrt]; September 16, 1893 – October 22, 1986) was a Hungarian physiologist who won the Nobel Prize in Physiology or Medicine in 1937. He is credited with discovering vitamin C and the components and reactions of the citric acid cycle.",
      "pageId": 240540,
      "monthDay": "09/16"
    },
    {
      "year": "1878",
      "uri": "/wiki/Karl_Albiker",
      "name": "Karl Albiker",
      "aboutText": "Ludwig Karl Martin Leonhard Albrecht Kossel (16 September 1853 – 5 July 1927) was a German biochemist and pioneer in the study of genetics. He was awarded the Nobel Prize for Physiology or Medicine in 1910 for his work in determining the chemical composition of nucleic acids, the genetic substance of biological cells.\nKossel isolated and described the five organic compounds that are present in nucleic acid: adenine, cytosine, guanine, thymine, and uracil.",
      "pageId": 243906,
      "monthDay": "09/16"
    },
    {
      "year": "1880",
      "uri": "/wiki/Alfred_Noyes",
      "name": "Alfred Noyes",
      "aboutText": "Juliette Nadia Boulanger (French: [ʒy.ljɛt na.dja bu.lɑ̃.ʒe]; 16 September 1887 – 22 October 1979) was a French composer, conductor, and teacher who taught many of the leading composers and musicians of the 20th century as well as leading living composers and musicians. She also performed as a pianist and organist.\nFrom a musical family, she achieved early honours as a student at the Paris Conservatoire but, believing that she had no particular talent as a composer, she gave up writing music and became a teacher.",
      "pageId": 466207,
      "monthDay": "09/16"
    },
    {
      "year": "1881",
      "uri": "/wiki/Clive_Bell",
      "name": "Clive Bell",
      "aboutText": "Alfred Noyes CBE (16 September 1880 – 25 June 1958) was an English poet, short-story writer and playwright, best known for his ballads, \"The Highwayman\" and \"The Barrel-Organ\".",
      "pageId": 761892,
      "monthDay": "09/16"
    },
    {
      "year": "1883",
      "uri": "/wiki/T._E._Hulme",
      "name": "T. E. Hulme",
      "aboutText": "Walter Owen Bentley, MBE (16 September 1888 – 13 August 1971) was an English engineer who designed engines for cars and aircraft, raced cars and motorcycles, and founded Bentley Motors Limited in Cricklewood near London.",
      "pageId": 846862,
      "monthDay": "09/16"
    },
    {
      "year": "1886",
      "uri": "/wiki/Jean_Arp",
      "name": "Jean Arp",
      "aboutText": "Thomas Ernest Hulme (/hjuːm/; 16 September 1883 – 28 September 1917) was an English critic and poet who, through his writings on art, literature and politics, had a notable influence upon modernism, an aesthetic philosopher and ' the father of imagism'.\n^ \"Though Ezra Pound coined the word \"Imagist\" and served as chief publicist for the movement, it was the theories supplied by T. E. Hulme which gave the early Imagist experiments their 'authority and direction.' Both men served their common purpose well; together they called the tune for one of the most lively phases of the prewar poetic renascence. With Hulme as metaphysician and Pound as impresario, the Imagists 'did a lot of useful pioneering work.",
      "pageId": 1027745,
      "monthDay": "09/16"
    },
    {
      "year": "1887",
      "uri": "/wiki/Nadia_Boulanger",
      "name": "Nadia Boulanger",
      "aboutText": "John Mary Pius Boland (16 September 1870 – 17 March 1958) was an Irish Nationalist politician, and Member of Parliament (MP) in the House of Commons of the United Kingdom of Great Britain and Ireland and as member of the Irish Parliamentary Party for South Kerry 1900–1918.",
      "pageId": 1587585,
      "monthDay": "09/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/W._O._Bentley",
      "name": "W. O. Bentley",
      "aboutText": "James Cash \"J.C.\" Penney, Jr. (September 16, 1875 – February 12, 1971) was an American businessman and entrepreneur who founded the J. C. Penney stores in 1902.",
      "pageId": 1967895,
      "monthDay": "09/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Frans_Eemil_Sillanp%C3%A4%C3%A4",
      "name": "Frans Eemil Sillanpää",
      "aboutText": "Sir Edward Marshall Hall, KC, (16 September 1858 – 24 February 1927) was an English barrister who had a formidable reputation as an orator. He successfully defended many people accused of notorious murders and became known as \"The Great Defender\".\nMarshall Hall practised as a barrister in the late Victorian era and in the Edwardian era, when the public took a great interest in the sensational court cases of the day.",
      "pageId": 4012778,
      "monthDay": "09/16"
    },
    {
      "year": "1891",
      "uri": "/wiki/Karl_D%C3%B6nitz",
      "name": "Karl Dönitz",
      "aboutText": "Stephanie Julianne von Hohenlohe, born Stephany Julienne Richter (16 September 1891 – 13 June 1972) was an Austrian princess by her marriage to the diplomat Prince Friedrich Franz von Hohenlohe-Waldenburg-Schillingsfürst, a member of the princely Hohenlohe family. She was born a commoner of Jewish family background.\nA Hungarian national, she relocated to London after her divorce from the prince, where she is suspected of having acted as a spy for Germany during the 1930s.",
      "pageId": 4298472,
      "monthDay": "09/16"
    },
    {
      "year": "1891",
      "uri": "/wiki/Stephanie_von_Hohenlohe",
      "name": "Stephanie von Hohenlohe",
      "aboutText": "Col. Jacob Schick (September 16, 1877 - July 3, 1937) was an American inventor and entrepreneur who patented the first electric razor and started the Schick Dry Shaver, Inc. razor company.",
      "pageId": 24235369,
      "monthDay": "09/16"
    },
    {
      "year": "1893",
      "uri": "/wiki/Alexander_Korda",
      "name": "Alexander Korda",
      "aboutText": "Georg Philipp Wilhelm Voigt (16 September 1866 in Klein-Schellmühl bei Danzig – 13 April 1927 in Marburg) was a German politician.",
      "pageId": 29307241,
      "monthDay": "09/16"
    },
    {
      "year": "1893",
      "uri": "/wiki/Albert_Szent-Gy%C3%B6rgyi",
      "name": "Albert Szent-Györgyi",
      "aboutText": "Karl Albiker (16 September 1878 in Ühlingen-Birkendorf – 26 February 1961 in Ettlingen) was a German sculptor, lithographer and teacher of fine arts. Albiker studied with Auguste Rodin in Paris. From 1919 to 1945 he was a professor at the Dresden Academy of Fine Arts.",
      "pageId": 34020548,
      "monthDay": "09/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/Zainal_Abidin_Ahmad_(writer)",
      "name": "Zainal Abidin Ahmad",
      "aboutText": "Hans Augusto Rey (September 16, 1898 – August 26, 1977) was an illustrator and a writer, known best for the Curious George series of children's picture books that he and his wife Margret Rey created from 1939 to 1966.\n^ \"Monkey Business in a World of Evil\". Rothstein, Edward.",
      "pageId": 62754,
      "monthDay": "09/16"
    },
    {
      "year": "1896",
      "uri": "/wiki/Margaret_Fitzgerald_(supercentenarian)",
      "name": "Margaret Fitzgerald",
      "aboutText": "Wilfred Graham Burchett (16 September 1911 - 27 September 1983) was an Australian journalist known for his reporting of conflicts in Asia and his Communist sympathies.",
      "pageId": 211128,
      "monthDay": "09/16"
    },
    {
      "year": "1897",
      "uri": "/wiki/Milt_Franklyn",
      "name": "Milt Franklyn",
      "aboutText": "Laurence Johnston Peter (September 16, 1919 – January 12, 1990) was a Canadian educator and \"hierarchiologist\", best known to the general public for the formulation of the Peter Principle.",
      "pageId": 226134,
      "monthDay": "09/16"
    },
    {
      "year": "1898",
      "uri": "/wiki/H._A._Rey",
      "name": "H. A. Rey",
      "aboutText": "Madurai Shanmukhavadivu Subbulakshmi (Tamil: மதுரை சண்முகவடிவு சுப்புலட்சுமி, Madurai Shanmukhavadivu Subbulakshmi ? 16 September 1916 – 11 December 2004), also known as M.S., was a Carnatic vocalist. She was the first musician ever to be awarded the Bharat Ratna, India's highest civilian honour.",
      "pageId": 236845,
      "monthDay": "09/16"
    },
    {
      "year": "1899",
      "uri": "/wiki/Hans_Swarowsky",
      "name": "Hans Swarowsky",
      "aboutText": "Allen Albert Funt (September 16, 1914 – September 5, 1999) was an American television producer, director, writer and television personality best known as the creator and host of Candid Camera from the 1940s to 1980s, as either a regular television show or a television series of specials.",
      "pageId": 297563,
      "monthDay": "09/16"
    },
    {
      "year": "1905",
      "uri": "/wiki/Vladim%C3%ADr_Holan",
      "name": "Vladimír Holan",
      "aboutText": "Robert Llewellyn Bradshaw (16 September 1916 – 23 May 1978) was the first Premier of Saint Kitts and Nevis in the Caribbean, and previously served as Chief Minister, legislator, and labour activist.",
      "pageId": 891724,
      "monthDay": "09/16"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jack_Churchill",
      "name": "Jack Churchill",
      "aboutText": "Karl Kling (16 September 1910, Gießen – 18 March 2003, Gaienhofen on Lake Constance, Germany) was a motor racing driver and manager from Germany. He participated in 11 Formula One Grands Prix, debuting on 4 July 1954. He achieved 2 podiums, and scored a total of 17 championship points.",
      "pageId": 1235752,
      "monthDay": "09/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Erich_Kempka",
      "name": "Erich Kempka",
      "aboutText": "Paul William Henning (September 16, 1911 – March 25, 2005) was an American producer and writer.",
      "pageId": 1650121,
      "monthDay": "09/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Karl_Kling",
      "name": "Karl Kling",
      "aboutText": "Milton J. \"Milt\" Franklyn (September 16, 1897 – April 24, 1962) was a musical composer and arranger who worked on the Warner Bros.",
      "pageId": 1890173,
      "monthDay": "09/16"
    },
    {
      "year": "1911",
      "uri": "/wiki/Wilfred_Burchett",
      "name": "Wilfred Burchett",
      "aboutText": "Vladimír Holan (Czech: [ˈvlaɟɪmiːr ˈɦolan]; September 16, 1905 – March 31, 1980) was a Czech poet famous for employing obscure language, dark topics and pessimist views in his poems. He was nominated for the Nobel Prize in the late 1960s. He was (1945 - 1950) a member of the Communist Party of Czechoslovakia.",
      "pageId": 2461787,
      "monthDay": "09/16"
    },
    {
      "year": "1911",
      "uri": "/wiki/Paul_Henning",
      "name": "Paul Henning",
      "aboutText": "Hans Swarowsky (September 16, 1899 – September 10, 1975) was an Austrian conductor of Hungarian birth and Jewish descent.\nSwarowsky was born in Budapest, Hungary. He studied the art of conducting under Felix Weingartner and Richard Strauss.",
      "pageId": 2694114,
      "monthDay": "09/16"
    },
    {
      "year": "1914",
      "uri": "/wiki/Allen_Funt",
      "name": "Allen Funt",
      "aboutText": "Lieutenant Colonel John Malcolm Thorpe Fleming \"Jack\" Churchill, DSO & Bar, MC & Bar (16 September 1906 – 8 March 1996), nicknamed Fighting Jack Churchill and Mad Jack, was a British soldier who fought throughout the Second World War armed with a longbow, bagpipes, and a basket-hilted Scottish broadsword.\nHe is known for the motto: \"Any officer who goes into action without his sword is improperly dressed.\" It is claimed that Churchill also carried out the last recorded longbow and arrow killing in action, shooting a German NCO in 1940 in a French village.",
      "pageId": 3296672,
      "monthDay": "09/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/Cy_Walter",
      "name": "Cy Walter",
      "aboutText": "SS-Obersturmbannführer (Lieutenant colonel) Erich Kempka (16 September 1910 – 24 January 1975) served as Adolf Hitler's chauffeur from 1934 to April, 1945. He was present in the area of the Reich Chancellery on 30 April 1945, when Hitler shot himself in the Führerbunker. Kempka delivered the gasoline to the garden behind the Reich Chancellery where the remains of Hitler and Eva Braun were burned.",
      "pageId": 4190973,
      "monthDay": "09/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_Llewellyn_Bradshaw",
      "name": "Robert Llewellyn Bradshaw",
      "aboutText": "Andy Russell (born Andrés Rábago; September 16, 1919 – April 16, 1992) was an American popular vocalist, specializing in traditional pop and Latin music. He sold 8 million records in the 1940s to early 1950s  singing in a romantic, baritone voice in his trademark bilingual English and Spanish style. He had chart-busters, such as \"Bésame Mucho,\" \"Amor,\" \"What a Diff'rence a Day Made,\" \"Laughing on the Outside (Crying on the Inside),\" \"Without You,\" and \"The Anniversary Waltz.\" He also performed on many radio programs, most notably Your Hit Parade, in several movies, and on television.",
      "pageId": 11003095,
      "monthDay": "09/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/M._S._Subbulakshmi",
      "name": "M. S. Subbulakshmi",
      "aboutText": "Zainal Abidin Bin Ahmad (16 September 1895 – 23 October 1973) or better known by the moniker Za'aba, was a Malaysian writer and language experts of Minangkabau origin. He modernised the Malay language with the publication of a series of grammar books entitled Pelita Bahasa in 1936 at Sultan Idris Training College. The book modernised the structure of the classical Malay language and became the basis for the Malay language that is in use today.",
      "pageId": 13736141,
      "monthDay": "09/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Frank_Leslie_Walcott",
      "name": "Frank Leslie Walcott",
      "aboutText": "For other people with a similar name, see William Daley (disambiguation)",
      "pageId": 14981283,
      "monthDay": "09/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/W%C5%82adys%C5%82aw_K%C4%99dra",
      "name": "Władysław Kędra",
      "aboutText": "Sir Frank Leslie Walcott, KA, OBE (16 September 1916 – 24 February 1999) was a Barbadian trade unionist, politician, ambassador and one of the ten National Heroes of Barbados. He played a key role in organizing the Barbados labour movement and was a major figure in stimulating participation in the nation's political process.",
      "pageId": 18081047,
      "monthDay": "09/16"
    },
    {
      "year": "1919",
      "uri": "/wiki/Bill_Daley_(American_football)",
      "name": "Bill Daley",
      "aboutText": "Władysław Kędra (16 September 1918 – 26 September 1968) was a Polish pianist.\nKędra was born in Łódź. He made his debut in 1933, performing Haydn's 11th Concerto and Camille Saint-Saëns's Rapsodie d'Auvergne.",
      "pageId": 19428885,
      "monthDay": "09/16"
    },
    {
      "year": "1919",
      "uri": "/wiki/Laurence_J._Peter",
      "name": "Laurence J. Peter",
      "aboutText": "Margaret Fitzgerald, née King (September 16, 1896 – October 20, 2009), was a Canadian supercentenarian who was the oldest person in Canada from 2007 until her death in 2009. She attained this title at age 110 years 124 days, after the death of 115-year-old fellow Canadian, Julie Winnefred Bertrand, on January 18, 2007. Fitzgerald died of natural causes at the age of 113 in a nursing home in New Brunswick on October 20, 2009.",
      "pageId": 22279909,
      "monthDay": "09/16"
    },
    {
      "year": "1919",
      "uri": "/wiki/Andy_Russell_(singer)",
      "name": "Andy Russell",
      "aboutText": "Cy Walter (September 16, 1915 – August 18, 1968) was an American café society pianist based in New York City for four decades. Dubbed the \"Art Tatum of Park Avenue,\" he was praised for his extensive repertoire (with an emphasis on show tunes) and improvisatory skill.",
      "pageId": 31022484,
      "monthDay": "09/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sheila_Quinn",
      "name": "Sheila Quinn",
      "aboutText": "Peter Michael Falk (September 16, 1927 – June 23, 2011) was an American actor, best known for his role as Lt. Columbo in the television series Columbo. He appeared in numerous films such as The Princess Bride, The Great Race, It's a Mad, Mad, Mad, Mad World, A Woman Under the Influence and Murder by Death, as well as many television guest roles.",
      "pageId": 23725,
      "monthDay": "09/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Art_Sansom",
      "name": "Art Sansom",
      "aboutText": "Lee Kuan Yew, GCMG, CH, SPMJ (born Harry Lee Kuan Yew, 16 September 1923 – 23 March 2015), informally known by his initials LKY, was the first Prime Minister of Singapore, governing for more than three decades from 1959 to 1990, including through Singapore's independence from Malaysia in 1965. After Lee chose to step down as Prime Minister in 1990, Lee's successor, Goh Chok Tong, appointed him as Senior Minister, a post he held until 2004, when his elder son, Lee Hsien Loong, became the nation's third prime minister. The elder Lee then assumed the advisory post of Minister Mentor until he left the Cabinet in 2011.",
      "pageId": 65064,
      "monthDay": "09/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jon_Hendricks",
      "name": "Jon Hendricks",
      "aboutText": "Charles James \"Charlie\" Haughey (16 September 1925 – 13 June 2006) was Taoiseach of Ireland, serving three terms in office (from December 1979 to June 1981, March 1982 to December 1982, and March 1987 to February 1992). He was also the fourth leader of Fianna Fáil (from 1979 until 1992). Haughey was first elected to Dáil Éireann as a Teachta Dála (TD) in 1957 and was re-elected in every election until 1992, representing the Dublin North–East, Dublin Artane and Dublin North–Central constituencies.",
      "pageId": 146948,
      "monthDay": "09/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Korla_Pandit",
      "name": "Korla Pandit",
      "aboutText": "Riley B. \"B.B.\" King (September 16, 1925 – May 14, 2015) was an American blues singer, guitarist, songwriter, and record producer.\nRolling Stone ranked King at No. 6 on its 2011 list of the 100 greatest guitarists of all time.",
      "pageId": 152603,
      "monthDay": "09/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Guy_Hamilton",
      "name": "Guy Hamilton",
      "aboutText": "Robert Harold Schuller (September 16, 1926 – April 2, 2015) was an American Christian televangelist, pastor, motivational speaker, and author. He was ordained as a minister, who rocketed to stardom in 1955 preaching from the roof of a concession stand at the drive-in movie theater, displaying a passion and a marketing towards other people. He had been incorporating elements of psychology, into each of his messages and for many in the Christian community, he was serving up a \"feel-good gospel\" and that the money he was spending on buildings was to be put to better use by giving it to the poor.",
      "pageId": 249403,
      "monthDay": "09/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Marcel_Mouloudji",
      "name": "Marcel Mouloudji",
      "aboutText": "Lauren Bacall (/ˌlɔrən bəˈkɔːl/, born Betty Joan Perske; September 16, 1924 – August 12, 2014) was an American actress known for her distinctive voice and sultry looks.",
      "pageId": 261087,
      "monthDay": "09/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Janis_Paige",
      "name": "Janis Paige",
      "aboutText": "John Knowles (/noʊlz/; September 16, 1926 – November 29, 2001) was an American novelist best known for A Separate Peace (1959).",
      "pageId": 337013,
      "monthDay": "09/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Lee_Kuan_Yew",
      "name": "Lee Kuan Yew",
      "aboutText": "Guy Hamilton (born 16 September 1922) is an English film director.",
      "pageId": 490304,
      "monthDay": "09/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lauren_Bacall",
      "name": "Lauren Bacall",
      "aboutText": "Sadako Ogata (緒方 貞子, Ogata Sadako, born 16 September 1927), is a Japanese academic, diplomat, author, administrator and professor emeritus at Sophia University.",
      "pageId": 758177,
      "monthDay": "09/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Charlie_Byrd",
      "name": "Charlie Byrd",
      "aboutText": "Thomas Ross \"Tommy\" Bond (September 16, 1926 – September 24, 2005) was an American actor. A native of Dallas, Texas, Bond was best known for his work as a child actor for two different nonconsecutive periods on Our Gang (Little Rascals) comedies (first as \"Tommy\" and later as \"Butch\"). Also, he is noted for being the first actor to appear onscreen as \"Superman's pal\" Jimmy Olsen, having portrayed the character in the film serials Superman (1948) and Atom Man vs.",
      "pageId": 1227295,
      "monthDay": "09/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Charles_Haughey",
      "name": "Charles Haughey",
      "aboutText": "For the television executive, see John Hendricks",
      "pageId": 1529361,
      "monthDay": "09/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/B.B._King",
      "name": "B.B. King",
      "aboutText": "Charlie Lee Byrd (September 16, 1925 – December 2, 1999) was an American guitarist. His earliest and strongest musical influence was Django Reinhardt, the gypsy guitarist. Byrd was best known for his association with Brazilian music, especially bossa nova.",
      "pageId": 1599087,
      "monthDay": "09/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tommy_Bond",
      "name": "Tommy Bond",
      "aboutText": "John Augustus \"Jack\" Kelly Jr. (September 16, 1927 – November 7, 1992) simply known as Jack Kelly, was an American film and television actor most noted for the role of \"Bart Maverick\" in the television series Maverick, which ran on ABC from 1957 to 1962. Kelly shared the series, rotating as the lead from week to week, first with James Garner as Bret Maverick (1957–1960) then with Roger Moore as Beau Maverick (1960–1961) and Robert Colbert as Brent Maverick (1961; for two episodes), before becoming the only Maverick (alternating with reruns from the Garner era) in the fifth season.",
      "pageId": 3545568,
      "monthDay": "09/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Eric_Gross",
      "name": "Eric Gross",
      "aboutText": "Arthur B. Sansom (September 16, 1920 – July 4, 1991), better known as Art Sansom, was an American comic strip cartoonist who created the long-running comic strip The Born Loser.\nHe was born in East Cleveland, Ohio. After graduating with an art degree from Ohio Wesleyan University in 1942, Sansom worked as an engineer/draftsman for General Electric.",
      "pageId": 3607891,
      "monthDay": "09/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Knowles",
      "name": "John Knowles",
      "aboutText": "Korla Pandit (September 16, 1921 – October 2, 1998), born John Roland Redd, was a musician, composer, pianist, organist and television pioneer. He was known as the Godfather of Exotica.",
      "pageId": 4257806,
      "monthDay": "09/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rogers_McKee",
      "name": "Rogers McKee",
      "aboutText": "Marcel André Mouloudji (16 September 1922 – 14 June 1994) was a French singer and actor who was born in Paris and died in Neuilly-sur-Seine.",
      "pageId": 5441098,
      "monthDay": "09/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Robert_H._Schuller",
      "name": "Robert H. Schuller",
      "aboutText": "Dame Sheila Margaret Imelda Quinn, DBE, FRCN, RGN, RM, RNT (born 16 September 1920 in Blackpool, England) is a British nurse and Fellow of the Royal College of Nursing. She was president of the FRCN from 1982 to 1986.",
      "pageId": 5840986,
      "monthDay": "09/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Peter_Falk",
      "name": "Peter Falk",
      "aboutText": "Janis Paige (born September 16, 1922) is an American film, musical theatre and television actress.",
      "pageId": 6828043,
      "monthDay": "09/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jack_Kelly_(actor)",
      "name": "Jack Kelly",
      "aboutText": "Rogers Hornsby McKee (September 16, 1926 – September 1, 2014) was a Major League Baseball pitcher who played from 1943 through 1944 for the Philadelphia Phillies. As a 16-year-old rookie in 1943, he was the youngest player to appear in a National League game that season. McKee was named for baseball superstar Rogers Hornsby; they are the only men named \"Rogers\" ever to play in the majors.",
      "pageId": 6922858,
      "monthDay": "09/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sadako_Ogata",
      "name": "Sadako Ogata",
      "aboutText": "Eric Gross AM (16 September 1926 – 17 April 2011) was an Austrian-Australian pianist, composer and teacher.",
      "pageId": 13078165,
      "monthDay": "09/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Rex_Trailer",
      "name": "Rex Trailer",
      "aboutText": "Carl Andre (born September 16, 1935) is an American minimalist artist recognized for his ordered linear format and grid format sculptures. His sculptures range from large public artworks (such as Stone Field Sculpture, 1977 in Hartford, CT and Lament for the Children, 1976 in Long Island City, NY) to more intimate tile patterns arranged on the floor of an exhibition space (such as 144 Lead Square, 1969 or Twenty-fifth Steel Cardinal, 1974). In 1988, Andre was tried and acquitted in the death of his wife, artist Ana Mendieta.",
      "pageId": 169588,
      "monthDay": "09/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Lady_Gwen_Thompson",
      "name": "Lady Gwen Thompson",
      "aboutText": "Elgin Gay Baylor (born September 16, 1934) is a retired American basketball player, coach, and executive. He played 13 seasons as a forward in the National Basketball Association (NBA) for the Minneapolis / Los Angeles Lakers, appearing in eight NBA Finals. Baylor was a gifted shooter, strong rebounder, and an accomplished passer.",
      "pageId": 419485,
      "monthDay": "09/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Anne_Francis",
      "name": "Anne Francis",
      "aboutText": "Breyten Breytenbach (/ˈbreɪtɛn ˈbʌx/; born 16 September 1939) is a South African writer and painter of great eminence. He is informally considered as the national poet laureate by Afrikaans speaking South Africans of the region. He also holds French citizenship.",
      "pageId": 426638,
      "monthDay": "09/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/K._D._Arulpragasam",
      "name": "K. D. Arulpragasam",
      "aboutText": "George Chakiris (born September 16, 1934) is an American dancer, singer and actor. He is best known for his appearance in the film version of West Side Story as Bernardo, the leader of the Sharks gang.",
      "pageId": 779431,
      "monthDay": "09/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/Little_Willie_Littlefield",
      "name": "Little Willie Littlefield",
      "aboutText": "Joseph Ronald \"Ronnie\" Drew (Irish: Ránall Ó Draoi IPA: [ˈɾˠaːnəl̪ˠ oː dɾˠiː]) (16 September 1934 – 16 August 2008) was an Irish singer, folk musician and actor who achieved international fame during a fifty-year career recording with The Dubliners.\nHe is most recognised for his lead vocals on the single \"Seven Drunken Nights\" and \"The Irish Rover\" both charting in the UK top 10 and then performed on TOTP. He was recognisable for his long beard and his voice, which was once described by Nathan Joseph as being \"like the sound of coke being crushed under a door\".",
      "pageId": 992582,
      "monthDay": "09/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Micky_Stewart",
      "name": "Micky Stewart",
      "aboutText": "Aleksandr Vasiliyevich Medved' (Belarusian: Алякса́ндр Васíлевiч Мядзве́дзь, Russian: Алекса́ндр Васи́льевич Медве́дь; born 16 September 1937 in Bila Tserkva, Ukrainian SSR) is a famous Soviet/Belarusian wrestler. Medved was the first wrestler to win three Olympic gold medals, and also won seven FILA World Championships.",
      "pageId": 1014794,
      "monthDay": "09/16"
    },
    {
      "year": "1933",
      "uri": "/wiki/Steve_Shirley",
      "name": "Steve Shirley",
      "aboutText": "Robert R. \"Bob\" Kiley (born 16 September 1935) is a public transit planner and supervisor, with a reputation of being able to save transit systems experiencing serious problems. From 2001 to 2006 he was the initial Commissioner of Transport for London, the public organisation empowered with running and maintaining London's public transport network.\nKiley has also worked as a CIA agent, as the CEO of the Massachusetts Bay Transportation Authority, the Deputy Mayor of Boston, the chairman and CEO of the Metropolitan Transportation Authority and as President and CEO of the New York City Partnership.",
      "pageId": 1058549,
      "monthDay": "09/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Elgin_Baylor",
      "name": "Elgin Baylor",
      "aboutText": "Dick Heckstall-Smith (16 September 1934 – 17 December 2004) was an English jazz and blues saxophonist.",
      "pageId": 1333014,
      "monthDay": "09/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/George_Chakiris",
      "name": "George Chakiris",
      "aboutText": "Lady Gwen Thompson (September 16, 1928 – May 22, 1986) was the pseudonym of Phyllis Thompson, author and teacher of traditionalist initiatory witchcraft through her own organisation, the New England Covens of Traditionalist Witches.\nLady Gwen claimed to be a hereditary witch, with connections to the Salem witch trials of 1692, though she could not provide original sources to support these assertions.",
      "pageId": 1369385,
      "monthDay": "09/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ronnie_Drew",
      "name": "Ronnie Drew",
      "aboutText": "Esther Vilar (born Esther Margareta Katzen; September 16, 1935 in Buenos Aires, Argentina) is an Argentine-German writer. She trained and practised as a medical doctor before establishing herself as an author. She is best known for her 1971 book The Manipulated Man and its various follow-ups, which argue that, contrary to common feminist and women's rights rhetoric, women in industrialized cultures are not oppressed, but rather exploit a well-established system of manipulating men.",
      "pageId": 1421008,
      "monthDay": "09/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Dick_Heckstall-Smith",
      "name": "Dick Heckstall-Smith",
      "aboutText": "Anne Francis (also known as Anne Lloyd Francis; September 16, 1930 – January 2, 2011) was an American actress known for her role in the science fiction film classic Forbidden Planet (1956) and for having starred in the television series Honey West (1965–1966) which was the first TV series with a female detective character's name in the title.",
      "pageId": 2336942,
      "monthDay": "09/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Carl_Andre",
      "name": "Carl Andre",
      "aboutText": "Dame Stephanie \"Steve\" Shirley (née Buchthal), DBE, FREng, FRSA, FBCS (born 16 September 1933, in Dortmund, Germany) is a British information technology pioneer, businesswoman and philanthropist.\n^ \"Dame Stephanie to return to Oswestry\". Shropshire Star.",
      "pageId": 2883534,
      "monthDay": "09/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Billy_Boy_Arnold",
      "name": "Billy Boy Arnold",
      "aboutText": "Michael James Stewart OBE (born 16 September, 1932) is an English former cricketer, coach and administrator. A right-handed batsman, Stewart's international career was hampered by illness that curtailed his first overseas tour - serving as vice-captain in India in 1963-64 - and he made only eight Test appearances in all, scoring two half-centuries. His domestic career for Surrey spanned eighteen years, in which he scored over 26,000 first class runs with forty-nine centuries.",
      "pageId": 3290285,
      "monthDay": "09/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jules_Bass",
      "name": "Jules Bass",
      "aboutText": "Rexford \"Rex\" Trailer (September 16, 1928 – January 9, 2013) was a Boston-based regional television personality, broadcast pioneer, cowboy and Country and Western recording artist. He is best known as the host of the long-running children's television show Boomtown.",
      "pageId": 4354310,
      "monthDay": "09/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bob_Kiley",
      "name": "Bob Kiley",
      "aboutText": "Jules Bass (born September 16, 1935) is an American director, producer, composer, and author. Until 1960, he worked at a New York advertising agency, and then co-founded a film production company in New York. He joined ASCAP in 1963 and collaborated musically with Edward Thomas and James Polack.",
      "pageId": 5030611,
      "monthDay": "09/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Esther_Vilar",
      "name": "Esther Vilar",
      "aboutText": "Vincent J. Naimoli (born September 16, 1937 in Paterson, New Jersey) is an American businessman, and the first owner of the Major League Baseball team, the Tampa Bay Devil Rays.",
      "pageId": 5097440,
      "monthDay": "09/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Pavel_Bobek",
      "name": "Pavel Bobek",
      "aboutText": "Willie Littlefield, billed as Little Willie Littlefield (September 16, 1931 – June 23, 2013), was an American R&B and boogie-woogie pianist and singer whose early recordings \"formed a vital link between boogie-woogie and rock and roll\". Littlefield was regarded as a teenage wonder and overnight sensation when in 1949 at the age of 18 he popularised the triplet piano style on his Modern Records debut single \"It's Midnight\".",
      "pageId": 6944127,
      "monthDay": "09/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Aleksandr_Medved",
      "name": "Aleksandr Medved",
      "aboutText": "William \"Billy Boy\" Arnold (born September 16, 1935, Chicago, Illinois) is an American blues harmonica player, singer and songwriter.",
      "pageId": 12429584,
      "monthDay": "09/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Vince_Naimoli",
      "name": "Vince Naimoli",
      "aboutText": "Professor Kandiah David Arulpragasam (16 September 1931 – 7 August 2003) was a Sri Lankan Tamil academic.",
      "pageId": 39490981,
      "monthDay": "09/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Breyten_Breytenbach",
      "name": "Breyten Breytenbach",
      "aboutText": "Pavel Bobek (16 September 1937 − 20 November 2013) was a Czech singer.",
      "pageId": 41146894,
      "monthDay": "09/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bill_McGill",
      "name": "Bill McGill",
      "aboutText": "James Alan McPherson (born September 16, 1943) is a Pulitzer Prize-winning American short story writer and essayist. He has been a recipient of a Guggenheim Fellowship and a MacArthur Fellowship. McPherson is a member of the permanent faculty of the Iowa Writers' Workshop at the University of Iowa.",
      "pageId": 16447,
      "monthDay": "09/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/Hamiet_Bluiett",
      "name": "Hamiet Bluiett",
      "aboutText": "Camilo Sesto is the stage name of Camilo Blanes Cortés (born 16 September 1946). He is one of the most famous singers from Spain. He is also a songwriter, a music producer and composer of romantic pop and rock ballads in the Latino genre.",
      "pageId": 105767,
      "monthDay": "09/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Joe_Butler",
      "name": "Joe Butler",
      "aboutText": "Dennis Conner (born September 16, 1942) is an American yachtsman, known as \"Mr. America's Cup\". He is noted for winning the bronze medal at the 1976 Olympics, two Star World Championships, and four wins in the America's Cup.",
      "pageId": 163104,
      "monthDay": "09/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Richard_Perle",
      "name": "Richard Perle",
      "aboutText": "Richard Norman Perle (born September 16, 1941) is an American political advisor, consultant, and lobbyist who began his career in government as a senior staff member to Senator Henry “Scoop” Jackson on the Senate Armed Services Committee in the 1970s. Later he was heavily involved with the Reagan administration and served as an assistant Secretary of Defense and also worked on the Defense Policy Board Advisory Committee from 1987 to 2004. He was Chairman of the Board in 2001 under the Bush Administration but eventually resigned in 2003 due to conflict of interests.",
      "pageId": 202569,
      "monthDay": "09/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bernie_Calvert",
      "name": "Bernie Calvert",
      "aboutText": "Dusty Hughes (born 16 Sept 1947) is an English playwright and director, writing for both the theatre and television. In the early seventies he was Theatre Editor of Time Out and helped to establish that magazine’s theatre coverage as an alternative voice. He then joined the Bush Theatre as Artistic Director and with Simon Stokes and Jenny Topper developed it as a venue for new writing and directed new plays by Snoo Wilson, Tony Bicat, Julia Kearsley, Kurt Vonnegut, Howard Barker, Ron Hutchinson and Ken Campbell.",
      "pageId": 367844,
      "monthDay": "09/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dennis_Conner",
      "name": "Dennis Conner",
      "aboutText": "Joseph Campbell Butler (born September 16, 1941) is a founding member of The Lovin' Spoonful.",
      "pageId": 1686175,
      "monthDay": "09/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tadamasa_Goto",
      "name": "Tadamasa Goto",
      "aboutText": "Rosemary \"Rosie\" Casals (born September 16, 1948) is a former American professional tennis player.\nRosemary Casals earned her reputation as a rebel in the tennis world when she began competing in the early 1960s. During a tennis career that spanned more than two decades, she won more than 90 tournaments and worked for the betterment of women's tennis.",
      "pageId": 2151564,
      "monthDay": "09/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Susan_L._Graham",
      "name": "Susan L. Graham",
      "aboutText": "Julia Catherine Donaldson MBE (born 16 September 1948) is an English writer, playwright and performer, and the 2011–2013 Children's Laureate. She is best known for her popular rhyming stories for children, especially those illustrated by Axel Scheffler, which include The Gruffalo, Room on the Broom and Stick Man. She originally wrote songs for children's television but has concentrated on writing books since the words of one of her songs, \"A Squash and a Squeeze\", were made into a children's book in 1993.",
      "pageId": 2304429,
      "monthDay": "09/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Wang_Houjun",
      "name": "Wang Houjun",
      "aboutText": "Hamiet Bluiett (born September 16, 1940, Brooklyn, or Lovejoy, Illinois; surname pronounced BLUE-ett) is an American jazz saxophonist, clarinetist, and composer. His primary instrument is the baritone saxophone, and he is considered one of the finest living players of this instrument.",
      "pageId": 2346322,
      "monthDay": "09/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/James_Alan_McPherson",
      "name": "James Alan McPherson",
      "aboutText": "Enrique Krauze Kleinbort (b. September 16, 1947 in Mexico City), widely known as Enrique Krauze, is a Mexican right-wing public intellectual, historian, essayist, critic, producer, and publisher. He has written numerous books about the Mexican Revolution and leading figures in Mexican history, as well as economic analysis of the nation's history.",
      "pageId": 2348298,
      "monthDay": "09/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Winston_Grennan",
      "name": "Winston Grennan",
      "aboutText": "Patricia \"Pat\" Stevens (née Szczepaniak September 16, 1945 – May 26, 2010) was an American actress and voice actress. She is perhaps best known for her various nurse roles, particularly as Nurse Baker on M*A*S*H and her role as the second voice of the popular character Velma Dinkley on two popular Saturday Morning cartoon series Scooby-Doo, Where Are You! and The Scooby-Doo Show during the same period (1976–1979).",
      "pageId": 2614246,
      "monthDay": "09/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Pat_Stevens",
      "name": "Pat Stevens",
      "aboutText": "Catherine Helen Sachs née Cathee Dahmen (September 16 1945 – November 25 1997) was a model in the 1960s and 1970s.",
      "pageId": 2938079,
      "monthDay": "09/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Cathee_Dahmen",
      "name": "Cathee Dahmen",
      "aboutText": "Ronald Edward Blair (born September 16, 1948 in San Diego, California) is an American musician notable for being the bassist for Tom Petty and the Heartbreakers. He was originally the band's bassist from 1976 to 1982.",
      "pageId": 3518413,
      "monthDay": "09/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Reynolds_(politician)",
      "name": "Mike Reynolds",
      "aboutText": "Susan L. Graham (born September 16, 1942) is a computer scientist. Graham is the Pehong Chen Distinguished Professor in the Computer Science Division of the Department of Electrical Engineering and Computer Sciences at the University of California, Berkeley.",
      "pageId": 4524124,
      "monthDay": "09/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Camilo_Sesto",
      "name": "Camilo Sesto",
      "aboutText": "Winston Grennan (16 September 1944 – 27 October 2000) was a Jamaican drummer, famous for session work from 1962 to 1973 in Jamaica as well as later in New York City through the 1970s and 1980s.",
      "pageId": 6492970,
      "monthDay": "09/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dusty_Hughes_(playwright)",
      "name": "Dusty Hughes",
      "aboutText": "Michael (Mike) Reynolds (born 16 September 1946) is an Australian politician. He was a Labor member of the Legislative Assembly of Queensland from 1998 to 2009, representing the district of Townsville. He served as Speaker of the Legislative Assembly of Queensland from 2006 to 2009.",
      "pageId": 7046012,
      "monthDay": "09/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Enrique_Krauze",
      "name": "Enrique Krauze",
      "aboutText": "Bernard Bamford Calvert (16 September 1942, Brierfield, Lancashire, England) played bass guitar and keyboards with The Hollies from 1966 until 1981.",
      "pageId": 7777824,
      "monthDay": "09/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ron_Blair",
      "name": "Ron Blair",
      "aboutText": "Bill \"The Hill\" McGill (September 16, 1939 – July 11, 2014) was an American basketball player.",
      "pageId": 8110692,
      "monthDay": "09/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rosemary_Casals",
      "name": "Rosemary Casals",
      "aboutText": "Tadamasa Goto (後藤 忠政, Gotō Tadamasa, born September 16, 1942) is a retired yakuza. He was the founding head of the Goto-gumi, a Fujinomiya-based affiliate of Japan's largest yakuza syndicate, the Yamaguchi-gumi.\nGoto, who has been convicted nine times at least, was a prominent yakuza, who had even been dubbed the \"John Gotti of Japan\".",
      "pageId": 32325198,
      "monthDay": "09/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Julia_Donaldson",
      "name": "Julia Donaldson",
      "aboutText": "Wang Houjun (simplified Chinese: 王后军; traditional Chinese: 王後軍; pinyin: Wáng Hòujūn; September 16, 1943 – November 21, 2012) was a Chinese international football player and coach.",
      "pageId": 37707611,
      "monthDay": "09/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kenney_Jones",
      "name": "Kenney Jones",
      "aboutText": "Nancy Louise Huston, OC (born September 16, 1953) is a Canadian-born novelist and essayist who writes primarily in French and translates her own works into English.",
      "pageId": 60690,
      "monthDay": "09/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Susan_Ruttan",
      "name": "Susan Ruttan",
      "aboutText": "Kenneth Thomas \"Kenney\" Jones (born 16 September 1948) is a veteran English musician and drummer best known for his work in the groups The Small Faces, The Faces and then The Who, after Keith Moon's death in 1978. Jones was inducted into the Rock and Roll Hall of Fame in 2012 as a member of The Small Faces/Faces.",
      "pageId": 228826,
      "monthDay": "09/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Chrisye",
      "name": "Chrisye",
      "aboutText": "Sir Thomas Anthony Cunningham (born 16 September 1952), known as Tony Cunningham, is a British Labour Party politician who was the Member of Parliament (MP) for Workington from 2001 to 2015. Ed Miliband appointed him to replace Mark Lazarowicz as Shadow Minister for International Development.",
      "pageId": 419523,
      "monthDay": "09/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ed_Begley,_Jr.",
      "name": "Ed Begley, Jr.",
      "aboutText": "Philip Andre Rourke, Jr. (/rʊərk/; born September 16, 1952), known as Mickey Rourke, is an American actor, screenwriter, and retired boxer, who has appeared primarily as a leading man in drama, action, and thriller films.\nDuring the 1980s, Rourke starred in the comedy-drama Diner (1982), the drama Rumble Fish (1983), the crime-black comedy film The Pope of Greenwich Village (1984), and the erotic drama 9½ Weeks (1986), and received critical praise for his work in the Charles Bukowski biopic Barfly and the horror mystery Angel Heart (both 1987).",
      "pageId": 530936,
      "monthDay": "09/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/The_Bellamy_Brothers",
      "name": "David Bellamy",
      "aboutText": "Loyd Daniel Gilman Grossman, CBE, FSA (born 16 September 1950) is an American-British television presenter, gastronome and musician who has mainly worked in the United Kingdom.",
      "pageId": 558017,
      "monthDay": "09/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Henry_Louis_Gates,_Jr.",
      "name": "Henry Louis Gates, Jr.",
      "aboutText": "For his father, see Ed Begley.\nEdward James \"Ed\" Begley, Jr. (born September 16, 1949) is an American actor and environmentalist.",
      "pageId": 900746,
      "monthDay": "09/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Loyd_Grossman",
      "name": "Loyd Grossman",
      "aboutText": "Andrew Robertson \"Andy\" Irvine MBE (born 16 September 1951) is a former President of the Scottish Rugby Union (SRU), and a former Scottish international rugby player.",
      "pageId": 1326837,
      "monthDay": "09/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Vince_Bell",
      "name": "Vince Bell",
      "aboutText": "George Mark Malloch Brown, Baron Malloch-Brown, KCMG, PC (born 16 September 1953) is a former UK government minister (2007 - 2009) and United Nations Deputy Secretary-General (2006), as well as development specialist at the World Bank and United Nations (1994 - 2005), and a communications consultant and journalist. He was Minister of State in the Foreign and Commonwealth Office of the British government with responsibility for Africa, Asia and the United Nations (June 2007 - July 2009). Following his appointment to government, Malloch Brown was created a life peer on 9 July 2007 as Baron Malloch-Brown, of St Leonard's Forest in the County of West Sussex (his title is hyphenated but his surname is not).",
      "pageId": 1360807,
      "monthDay": "09/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Andy_Irvine_(rugby_union)",
      "name": "Andy Irvine",
      "aboutText": "For the Doctors fictional character of the same name, see Howard Bellamy",
      "pageId": 1745350,
      "monthDay": "09/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tony_Cunningham",
      "name": "Tony Cunningham",
      "aboutText": "Kurt Fuller (born September 16, 1953) is an American character actor. He has appeared in a number of television, film, and stage projects. He graduated from Lincoln High School in Stockton, California in 1971, and U.C. Berkeley in 1976.",
      "pageId": 2681085,
      "monthDay": "09/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/%C4%8Ceslovas_Laurinavi%C4%8Dius",
      "name": "Česlovas Laurinavičius",
      "aboutText": "Eric \"Big Train\" Vail (born September 16, 1953) is a Canadian former ice hockey player who played nine seasons in the National Hockey League (NHL) for the Atlanta Flames, Calgary Flames and Detroit Red Wings. He won the Calder Memorial Trophy in 1975 as the NHL's rookie of the year and played in the 1977 NHL All-Star Game. Also in 1977, Vail played with Team Canada at the World Ice Hockey Championship.",
      "pageId": 3081573,
      "monthDay": "09/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Karen_Muir",
      "name": "Karen Muir",
      "aboutText": "Sanjoy Bandopadhyay (born September 16, 1954) is a Bengali Hindustani classical sitar player. He is primarily a disciple of Radhika Mohan Maitra and Bimalendu Mukherjee.",
      "pageId": 3606434,
      "monthDay": "09/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mickey_Rourke",
      "name": "Mickey Rourke",
      "aboutText": "Susan Diane Ruttan (née Dunsrud; born September 16, 1948, Oregon City, Oregon) is an American actress, best known for her role as Roxanne Melman on L.A. Law (1986–1993).",
      "pageId": 3640158,
      "monthDay": "09/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alan_Barton",
      "name": "Alan Barton",
      "aboutText": "Jerome Kendrick \"Jerry\" Pate (born September 16, 1953) is an American professional golfer.\nJerry Pate was born in Macon, Georgia, and attended the University of Alabama, where he played on the Crimson Tide golf team. Pate had a distinguished amateur career.",
      "pageId": 4414023,
      "monthDay": "09/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kurt_Fuller",
      "name": "Kurt Fuller",
      "aboutText": "Chrismansyah Rahadi ([xrisˈmanʃah raˈhadi]; 16 September 1949 – 30 March 2007), born Christian Rahadi but better known by his stage name of Chrisye ([xəˈriʃə]), was an Indonesian progressive pop singer and songwriter. In his 40-year career he won many awards and accolades; in 2011 Rolling Stone Indonesia declared him the third-greatest Indonesian musician of all time.\nBorn in Jakarta of mixed Chinese-Indonesian descent, Chrisye became interested in music at an early age.",
      "pageId": 10446380,
      "monthDay": "09/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nancy_Huston",
      "name": "Nancy Huston",
      "aboutText": "Vince Bell is a Texas singer-songwriter who has appeared on the PBS television program Austin City Limits along with NPR broadcasts such as Mountain Stage, World Café and Morning Edition. His songs have been performed and recorded by Little Feat, Lyle Lovett and Nanci Griffith.",
      "pageId": 12300268,
      "monthDay": "09/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mark_Malloch_Brown,_Baron_Malloch-Brown",
      "name": "Mark Malloch Brown, Baron Malloch-Brown",
      "aboutText": "Alan Barton (16 September 1953 – 23 March 1995) was a British singer and member of the hit-making duo Black Lace, alongside Colin Gibb. Their hits included: \"The Music Man\", \"Agadoo\" and \"Superman\".",
      "pageId": 14556103,
      "monthDay": "09/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jerry_Pate",
      "name": "Jerry Pate",
      "aboutText": "Karen Muir (16 September 1952 – 1 April 2013) was a South African competitive swimmer. Born and raised in Kimberley, she attended the Diamantveld High School, where she matriculated in 1970.\nOn 10 August 1965, aged 12 years, 10 months, and 25 days, she became the youngest person to break a sporting world record in any discipline when she swam the 110 yards backstroke in 1m 08.7s at the ASA National Junior Championships in Blackpool, England.",
      "pageId": 22831749,
      "monthDay": "09/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Eric_Vail",
      "name": "Eric Vail",
      "aboutText": "Česlovas Laurinavičius (born September 16, 1952, Klaipeda) is a Lithuanian historian and politologist, a 2003 recipient of the Knight's Cross of the Order for Merits to Lithuania.",
      "pageId": 44722563,
      "monthDay": "09/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sanjoy_Bandopadhyay",
      "name": "Sanjoy Bandopadhyay",
      "aboutText": "Henry Louis \"Skip\" Gates, Jr. (born September 16, 1950 in Keyser, West Virginia) is an American historian, literary scholar, journalist, cultural critic, and institution builder. He is also an Emmy Award-winning filmmaker, and currently serves as the Alphonse Fletcher University Professor and Director of the Hutchins Center for African and African American Research at Harvard University.",
      "pageId": 45245513,
      "monthDay": "09/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Earl_Klugh",
      "name": "Earl Klugh",
      "aboutText": "Yolandita Monge (born September 16, 1955) is an international singer-songwriter and actress from Puerto Rico and the one of the first Puerto Rican female pop singers to be nominated for the Grammy Music Awards in 1987. She has been in the music business since her adolescence, and has recorded over thirty albums through her career. Yolandita is also widely recognized as one of Puerto Rico's Divas and one of the best selling artists in her homeland.",
      "pageId": 186620,
      "monthDay": "09/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/William_McKeen",
      "name": "William McKeen",
      "aboutText": "David Copperfield (born David Seth Kotkin; September 16, 1956) is an American illusionist, and has been described by Forbes as the most commercially successful magician in history.\nCopperfield's television specials have won 21 Emmy Awards of a total 38 nominations. Best known for his combination of storytelling and illusion, Copperfield's career of over 40 years has earned him 11 Guinness World Records, a star on the Hollywood Walk of Fame, a knighthood by the French government, and he has been named a Living Legend by the US Library of Congress.",
      "pageId": 281146,
      "monthDay": "09/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Colin_Newman",
      "name": "Colin Newman",
      "aboutText": "Robin R. Yount (/ˈjɒnt/; nicknamed,\"The Kid\", and \"Rockin' Robin\", born September 16, 1955) is an American former professional baseball player. He spent his entire 20-year career in Major League Baseball as a shortstop and center fielder for the Milwaukee Brewers (1974–1993).\nAfter growing up in California, Yount spent a couple of months in minor league baseball and advanced to the major leagues at the age of 18.",
      "pageId": 336604,
      "monthDay": "09/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Frank_Reed_(singer)",
      "name": "Frank Reed",
      "aboutText": "Norman Peter Lamb (born 16 September 1957) is a British Liberal Democrat politician and solicitor. He has been the Member of Parliament for North Norfolk since 2001.\nLamb was a candidate in the 2015 Liberal Democrats leadership election and is currently the party's health spokesman.",
      "pageId": 428586,
      "monthDay": "09/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ron_Brewer",
      "name": "Ron Brewer",
      "aboutText": "Janet Michell Ellis (born 16 September 1955) is an English television presenter, actress and writer, best known for presenting the BBC children's television programmes Blue Peter and Jigsaw between 1979 and 1987. In 2016 she will publish her first novel, The Butcher's Hook. She is the mother of the singer Sophie Ellis-Bextor, the drummer (and former child actor) Jackson Ellis-Leach and art historian Martha Ellis-Leach.",
      "pageId": 473644,
      "monthDay": "09/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Janet_Ellis",
      "name": "Janet Ellis",
      "aboutText": "Orel Leonard Hershiser IV (born September 16, 1958) is an American former baseball pitcher who played 18 seasons in Major League Baseball (MLB) from 1983 to 2000. He later became a broadcast color analyst and a professional poker player.\nAfter playing baseball in high school at Cherry Hill High School East and at Bowling Green State University, Hershiser was drafted by the Los Angeles Dodgers in 1979.",
      "pageId": 493988,
      "monthDay": "09/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Yolandita_Monge",
      "name": "Yolandita Monge",
      "aboutText": "David Schulthise (September 16, 1956 – March 10, 2004), otherwise known as Dave Blood, was the bass guitarist for the punk band Dead Milkmen. He helped form the band in 1983 along with fellow pseudonymous musicians Joe Jack Talcum, Dean Clean, and Rodney Anonymous. Prior to this he was a Ph.D. candidate in economics at Purdue University.",
      "pageId": 520413,
      "monthDay": "09/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Robin_Yount",
      "name": "Robin Yount",
      "aboutText": "Peter Keleghan (born September 16, 1959) is a Canadian actor, perhaps best known for portraying Ben Bellow in the comedy series 18 to Life, for portraying Clark Claxton, Sr.",
      "pageId": 576769,
      "monthDay": "09/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Maggie_Atkinson",
      "name": "Maggie Atkinson",
      "aboutText": "Neville Southall MBE (born 16 September 1958) is a Welsh former international footballer. He has been described as one of the best goalkeepers of his generation and won the FWA Footballer of the Year award in 1985.\nHe joined Bury from Winsford United for a £6,000 fee in 1980, and turned professional in his early 20s after a number of years as a semi-professional and amateur player.",
      "pageId": 859890,
      "monthDay": "09/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Copperfield_(illusionist)",
      "name": "David Copperfield",
      "aboutText": "Jennifer Tilly (born Jennifer Ellen Chan; September 16, 1958) is an American-Canadian actress and poker player. She is a World Series of Poker Ladies' Event bracelet winner. She was nominated for an Academy Award for Best Supporting Actress for her role as Olive in the 1994 film Bullets over Broadway.",
      "pageId": 863973,
      "monthDay": "09/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dave_Schulthise",
      "name": "Dave Schulthise",
      "aboutText": "David McCreery (born 16 September 1957) is a Northern Irish former international footballer who played professionally for Newcastle United and many other clubs during his long career.\nHe mostly played in midfield, but was very versatile, and during his career played in every position bar goalkeeper. McCreery made 67 appearances for the Northern Ireland national football team, and played in the World Cup finals of 1982 Spain and 1986 Mexico.",
      "pageId": 1949514,
      "monthDay": "09/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Clara_Furse",
      "name": "Clara Furse",
      "aboutText": "Colin Newman (born 16 September 1954) is an English musician, record producer and record label owner.",
      "pageId": 2222786,
      "monthDay": "09/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Norman_Lamb",
      "name": "Norman Lamb",
      "aboutText": "Maura O'Connell (16 September 1958) is an Irish singer and actress. She is known for her contemporary interpretations of Irish folk songs, strongly influenced by American country music.",
      "pageId": 2460328,
      "monthDay": "09/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/David_McCreery",
      "name": "David McCreery",
      "aboutText": "Ronald Charles \"Ron\" Brewer (born September 16, 1955) is a retired American professional basketball player.",
      "pageId": 2974229,
      "monthDay": "09/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Anca_Parghel",
      "name": "Anca Parghel",
      "aboutText": "Earl Klugh (pronunciation: /kluː/ KLOO; born September 16, 1953) is an American jazz guitarist and composer.",
      "pageId": 2978562,
      "monthDay": "09/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Orel_Hershiser",
      "name": "Orel Hershiser",
      "aboutText": "Dame Clara Hedwig Frances Furse DBE (born 16 September 1957) was the Chief Executive of the London Stock Exchange between 2001 and May 2009, and was the first female to occupy the position. In 2005 she was ranked 19th in Fortune magazine's Most powerful women in business list.\n^ \"Clara Furse: A stubborn City champion who batted for the Stock Exchange\".",
      "pageId": 5763521,
      "monthDay": "09/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Maura_O%27Connell",
      "name": "Maura O'Connell",
      "aboutText": "Frank Kevin \"Tchallah\" Reed (September 16, 1954 – February 26, 2014) was the lead singer of the vocal group The Chi-Lites.",
      "pageId": 7884407,
      "monthDay": "09/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Neville_Southall",
      "name": "Neville Southall",
      "aboutText": "William McKeen is professor and chairman of the Department of Journalism at Boston University.\nMcKeen has written and/or edited a dozen books. Outlaw Journalist (W.W. Norton, 2008) is his biography of writer Hunter S. Thompson.",
      "pageId": 14013208,
      "monthDay": "09/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jennifer_Tilly",
      "name": "Jennifer Tilly",
      "aboutText": "Anca Parghel (September 16, 1957– December 5, 2008) was a Romanian jazz artist, a singer (jazz, be-bop, samba, bel canto) who excelled in scat, improvisation and vocal percussion.",
      "pageId": 20553839,
      "monthDay": "09/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Peter_Keleghan",
      "name": "Peter Keleghan",
      "aboutText": "Dr Margaret Elizabeth \"Maggie\" Atkinson (born 16 September 1956) is an English educator and the former Children's Commissioner for England. After a career in teaching, she moved into public service administration, initially in education, but later in Children Services. Her appointment and tenure as Children's Commissioner was notable for a series of controversies.",
      "pageId": 41481812,
      "monthDay": "09/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tim_Raines",
      "name": "Tim Raines",
      "aboutText": "Daniel \"Danny\" John-Jules (born 16 September 1960) is an English actor, singer and dancer. He is best known for portraying Cat in the television programme Red Dwarf. He appears in the BBC One series Death in Paradise as policeman Dwayne Myers.",
      "pageId": 399071,
      "monthDay": "09/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Dave_Richardson",
      "name": "Dave Richardson",
      "aboutText": "Kurt Busiek (born September 16, 1960) is an American comic book writer notable for his work on the Marvels limited series, his own title Astro City, and his four-year run on Avengers.\n^ Miller, John Jackson (June 10, 2005). \"Comics Industry Birthdays\".",
      "pageId": 628004,
      "monthDay": "09/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Victory_Tischler-Blue",
      "name": "Victory Tischler-Blue",
      "aboutText": "Molly Helen Shannon (born September 16, 1964) is an American comic actress best known for her work as a cast member on Saturday Night Live from 1995 to 2001 and for starring in the films Superstar and Year of the Dog. More recently, she starred in NBC's Kath & Kim from 2008 to 2009 and on the TBS animated series Neighbors from Hell. Throughout Shannon's career she has appeared in a number of films in supporting roles.",
      "pageId": 631422,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jayne_Brook",
      "name": "Jayne Brook",
      "aboutText": "Timothy Raines (born September 16, 1959), nicknamed \"Rock\", is an American professional baseball coach and former player. He played as a left fielder in Major League Baseball for six teams from 1979 to 2002 and was best known for his 13 seasons with the Montreal Expos. He is regarded as one of the best leadoff hitters and baserunners in baseball history.",
      "pageId": 775271,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kurt_Busiek",
      "name": "Kurt Busiek",
      "aboutText": "Michael Joseph \"Mike\" Mignola (/ˌmɪnˈjoʊlə/; born September 16, 1960) is an American comic book artist and writer who created the comic book series Hellboy for Dark Horse Comics.",
      "pageId": 850381,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ean_Evans",
      "name": "Ean Evans",
      "aboutText": "Seth is the pen name of Gregory Gallant (born September 16, 1962), a Canadian cartoonist best known for his series Palookaville and his mock-autobiographical graphic novel It's a Good Life, If You Don't Weaken (1996).\nSeth's cartoons in a style influenced by the classic cartoonists of The New Yorker. His work is highly nostalgic, especially for the early-to-mid-20th Century period, and of Southern Ontario.",
      "pageId": 915974,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Graham_Haynes",
      "name": "Graham Haynes",
      "aboutText": "Graham Haynes (born September 16, 1960 in Brooklyn, New York) is an American cornetist, trumpeter and composer, the son of jazz drummer Roy Haynes.",
      "pageId": 1874532,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Danny_John-Jules",
      "name": "Danny John-Jules",
      "aboutText": "David Michael Sabo, nicknamed \"The Snake,\" is a rock guitarist who plays in the heavy metal band Skid Row.",
      "pageId": 2920453,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Yianna_Katsoulos",
      "name": "Yianna Katsoulos",
      "aboutText": "Mary Coustas (Greek: Μαρία Κούστας; born 16 September 1964) is an Australian actress, comedian and television personality. Originally from Melbourne, Coustas often performs as the character \"Effie\", a stereotypical second-generation Greek Australian prone to malapropisms. She completed a Bachelor of Arts at Deakin University in Melbourne, majoring in performing arts and sub-majoring in journalism.",
      "pageId": 2968250,
      "monthDay": "09/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Mignola",
      "name": "Mike Mignola",
      "aboutText": "David John Richardson (born 16 September 1959 in Johannesburg) is a South African former cricketer and current CEO of the International Cricket Council. He played 42 Tests and 122 One Day Internationals as a wicket-keeper for South Africa, and represented Eastern Province and Northern Transvaal in various domestic competitions.\nRichardson succeeded Ray Jennings as South Africa's number one 'keeper in 1986 for their Unofficial \"Test\" matches.",
      "pageId": 3182138,
      "monthDay": "09/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bilinda_Butcher",
      "name": "Bilinda Butcher",
      "aboutText": "Bilinda Jayne Butcher (born 16 September 1961) is an English musician and singer-songwriter, best known as the vocalist and guitarist of the shoegaze band My Bloody Valentine.\n^ a b c Cooper, Adam (February 1991). \"Bilinda Butcher of My Bloody Valentine\".",
      "pageId": 4158742,
      "monthDay": "09/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/T_La_Rock",
      "name": "T La Rock",
      "aboutText": "Jayne Brook (born September 16, 1960) is an American actress, best known for her role as Dr. Diane Grad on the medical drama Chicago Hope.",
      "pageId": 4849887,
      "monthDay": "09/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Annam%C3%A1ria_Szalai",
      "name": "Annamária Szalai",
      "aboutText": "Donald \"Ean\" Wayne Evans (September 16, 1960 – May 6, 2009) was the bassist for Lynyrd Skynyrd from 2001 until his death.",
      "pageId": 5698353,
      "monthDay": "09/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Seth_(cartoonist)",
      "name": "Seth",
      "aboutText": "Rossy de Palma (born Rosa Elena García Echave; 16 September 1964) is a Spanish actress.\nDescribed by many as a Picasso come-to-life, de Palma broke the rules of beauty in 1988 when she starred in Pedro Almodóvar’s Women on the Verge of a Nervous Breakdown and became a model and muse for designers like Jean-Paul Gaultier, Thierry Mugler, and Sybilla. Her status as an iconic fashion character was further cemented with her role in Robert Altman’s 1994 satirical fashion film Prêt-à-Porter.",
      "pageId": 8146090,
      "monthDay": "09/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Yonca_Evcimik",
      "name": "Yonca Evcimik",
      "aboutText": "Yonca Evcimik (born 16 September 1963, Istanbul) is a Turkish pop singer and actress.",
      "pageId": 8789213,
      "monthDay": "09/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Richard_Marx",
      "name": "Richard Marx",
      "aboutText": "Clarence \"Terry\" Ronnie Keaton (born September 16, 1961), known by the stage name T La Rock, is an American old-school emcee best known for his collaboration with Def Jam Recordings co-founder Rick Rubin and the 1984 single \"It's Yours.\" He disappeared from the hip hop scene after a traumatic brain injury in 1994, but as of 2008, he was back on stage.",
      "pageId": 9023550,
      "monthDay": "09/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mary_Coustas",
      "name": "Mary Coustas",
      "aboutText": "Victory Tischler-Blue (born September 16, 1959) is an American film producer, director, writer, musician and photographer. She was born and raised in Newport Beach, California. Tischler-Blue began working in the entertainment industry at age 17, using the name Vicki Blue as the bassist in the American all-girl teenage rock band The Runaways.",
      "pageId": 11140769,
      "monthDay": "09/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rossy_de_Palma",
      "name": "Rossy de Palma",
      "aboutText": "Richard Noel Marx (born September 16, 1963) is an American adult contemporary and pop/rock singer, songwriter, musician and record producer who sold over 30 million records.",
      "pageId": 18938412,
      "monthDay": "09/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dave_Sabo",
      "name": "Dave Sabo",
      "aboutText": "Yianna Katsoulos (born September 16, 1960 in Florida, United States) is a pop singer  who sings in French. Her single \"Les autres sont jaloux\" was a top thirty hit in France in 1986. however, her next five singles did not achieve the same success.",
      "pageId": 19800782,
      "monthDay": "09/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Molly_Shannon",
      "name": "Molly Shannon",
      "aboutText": "Annamária Szalai (16 September 1961 – 12 April 2013) was a Hungarian journalist, politician, Member of Parliament (MP) for Zala County, Fidesz (1998–2004). She became a member of the National Radio and Television Commission (ORTT) in 2004, as a result resigned from her parliamentary seat. Szalai served as President of the National Media and Infocommunications Authority (NMHH) from 2010 until her death.",
      "pageId": 39094523,
      "monthDay": "09/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Katy_Kurtzman",
      "name": "Katy Kurtzman",
      "aboutText": "Wil McCarthy (born September 16, 1966, Princeton, New Jersey) is a science fiction novelist, president and co-founder of RavenBrick (a solar technology company), and the science columnist for Syfy. He currently resides in Colorado.\nWil McCarthy popularized the concept of programmable matter, which he calls wellstone.",
      "pageId": 207581,
      "monthDay": "09/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Karl-Heinz_Riedle",
      "name": "Karl-Heinz Riedle",
      "aboutText": "Marco Antonio Muñiz (born September 16, 1968), better known by his stage name Marc Anthony, is an American actor, singer, record producer, and television producer. Anthony is also the top selling tropical salsa artist of all time. The two-time Grammy and five-time Latin Grammy winner has sold more than 12 million albums worldwide.",
      "pageId": 330395,
      "monthDay": "09/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sean_Frye",
      "name": "Sean Frye",
      "aboutText": "Amy Meredith Poehler (/ˈpoʊlər/; born September 16, 1971) is an American actress, comedian, voice artist, director, producer, and writer. She moved to Chicago in 1993 to study improv at The Second City and ImprovOlympic. In 1996, she moved to New York City after becoming part of the improvisational comedy troupe Upright Citizens Brigade, which later developed into an eponymous television show that aired on Comedy Central for three seasons.",
      "pageId": 921570,
      "monthDay": "09/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Wil_McCarthy",
      "name": "Wil McCarthy",
      "aboutText": "Hiroya Oku (奥 浩哉, Oku Hiroya, born September 16, 1967 in Fukuoka, Fukuoka) is a manga artist who is the creator of Gantz, Zero One and HEN, all of which have been serialized in Young Jump. He is finished working on his most renowned manga, Gantz, which began in July 2000. His manga often contain explicit violence and gore, as well as sexual situations.",
      "pageId": 936460,
      "monthDay": "09/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Scott_Workman",
      "name": "Scott Workman",
      "aboutText": "Kevin C. Young (born in September 16, 1966) is a former American athlete. He was the winner of the 400 metres hurdles at the 1992 Summer Olympics. In the final of this event he set a world record and Olympic record of 46.78 seconds, which remains unbeaten, and the only time 47 seconds has been broken.",
      "pageId": 979259,
      "monthDay": "09/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kevin_Young_(hurdler)",
      "name": "Kevin Young",
      "aboutText": "Justine Elinor Frischmann (born 16 September 1969) is an English artist and musician, best known for being the lead singer of the Britpop band Elastica.",
      "pageId": 987948,
      "monthDay": "09/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hiroya_Oku",
      "name": "Hiroya Oku",
      "aboutText": "Walter William Becker (born September 16, 1968) is an American film director, writer and actor best known for directing the films Van Wilder, Wild Hogs and Old Dogs.\nBecker graduated from USC School of Cinema-Television in 1995. He also wrote the novel Link in 1999.",
      "pageId": 1955468,
      "monthDay": "09/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Marc_Anthony",
      "name": "Marc Anthony",
      "aboutText": "Karl-Heinz Riedle (born 16 September 1965) is a German retired professional footballer who played as a striker.\nNicknamed \"Air\" due to his notable jumping and timing skills for headers, he appeared in 207 Bundesliga games over the course of eight seasons, scoring 62 of his 72 goals for Werder Bremen and Borussia Dortmund. He also played for Lazio in Italy and Liverpool in England.",
      "pageId": 2419849,
      "monthDay": "09/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Walt_Becker",
      "name": "Walt Becker",
      "aboutText": "Sean Anthony Frye (born September 16, 1966) is an American former child actor. His best-known role was as Steve, Elliot's older brother's friend in E.T. the Extra-Terrestrial.\nHis last made-for-television film was Toughlove (1985), where he played the role of a drug-involved teenager whose addiction caused him to steal from his family.",
      "pageId": 2935273,
      "monthDay": "09/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tommy_Keane",
      "name": "Tommy Keane",
      "aboutText": "Joel Pearce Heyman (born September 16, 1971) is an American actor best-known for voicing Private Michael J. Caboose in the Rooster Teeth web series Red vs. Blue (2003–present).",
      "pageId": 3234109,
      "monthDay": "09/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Masaaki_Uchino",
      "name": "Masaaki Uchino",
      "aboutText": "Mark Mitchell Schultz (born September 16, 1970) is a contemporary Christian music artist.",
      "pageId": 3415045,
      "monthDay": "09/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Justine_Frischmann",
      "name": "Justine Frischmann",
      "aboutText": "Katy Kurtzman (born September 16, 1965 in Washington, D.C.) is an American actress. She began her career as a child actress. In 1977, Michael Landon cast Katy as stuttering Anna who was abused by Nellie on Little House on the Prairie.",
      "pageId": 3562237,
      "monthDay": "09/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Janno_Gibbs",
      "name": "Janno Gibbs",
      "aboutText": "Shalane McCall (born September 16, 1972) is a former child actress, best known for appearing for five seasons (1983–1988) on the hit CBS prime time soap opera Dallas playing Charlotte \"Charlie\" Wade, the daughter of Jenna Wade (Priscilla Presley).\nShalane was born and raised in North Hollywood, California, the daughter of Clark McCall and Cherie Holton. In 1983, she was recruited to play Jenna Wade's daughter on the soap opera Dallas, a role she continued for five seasons.",
      "pageId": 3994944,
      "monthDay": "09/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mark_Schultz_(musician)",
      "name": "Mark Schultz",
      "aboutText": "Mark Frederick Bruener (born September 16, 1972 in Aberdeen, Washington) is a former American football tight end of the National Football League. He was drafted by the Pittsburgh Steelers 27th overall in the 1995 NFL Draft. He played college football at Washington.",
      "pageId": 4179100,
      "monthDay": "09/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Joel_Heyman",
      "name": "Joel Heyman",
      "aboutText": "Janno Ronaldo Gibbs (born September 16, 1969) is a Filipino singer-songwriter, actor and comedian. He was a regular host of GMA Network television shows SOP Rules, Nuts Entertainment, Eat Bulaga, Kakasa Ka Ba Sa Grade 5?, Power of 10, and Sunday All Stars.",
      "pageId": 6011937,
      "monthDay": "09/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Amy_Poehler",
      "name": "Amy Poehler",
      "aboutText": "Michael \"Mike\" Doyle (born September 16, 1972) is an American actor, screenwriter, director and producer.",
      "pageId": 8244416,
      "monthDay": "09/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mark_Bruener",
      "name": "Mark Bruener",
      "aboutText": "Alessandro Nunziati, better known by his stage name Lord Vampyr (born 16 September 1972), is an Italian musician, record producer and writer, famous for being the former vocalist of the gothic metal band Theatres des Vampires, as well as one of its founding members.",
      "pageId": 12667654,
      "monthDay": "09/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Doyle_(actor)",
      "name": "Mike Doyle",
      "aboutText": "Tommy Keane (16 September 1968 – 28 December 2012) was an Irish professional footballer who played as a midfielder.",
      "pageId": 38053685,
      "monthDay": "09/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shalane_McCall",
      "name": "Shalane McCall",
      "aboutText": "William Scott Workman (September 16, 1966 - September 29, 2013) was an American stuntman and actor whose career spanned over the course of 20 years. Workman's contributed to both film and television, with titles such as Crank, and End of Days, a film which would be amongst many films alongside Arnold Schwarzenegger. Workman participated in several Marvel Cinematic Universe productions, beginning with Iron Man 2 and continuing posthumously with Captain America: The Winter Soldier.",
      "pageId": 40779057,
      "monthDay": "09/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alessandro_Nunziati",
      "name": "Alessandro Nunziati",
      "aboutText": "Seiyō Uchino (内野 聖陽, Uchino Seiyō, born September 16, 1968, in Kōhoku-ku, Yokohama, Kanagawa Prefecture, Japan) is a Japanese actor.\n^ a b \"内野 聖陽 - プロフィール\" (in Japanese). Yahoo!",
      "pageId": 47914265,
      "monthDay": "09/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/James_Westman",
      "name": "James Westman",
      "aboutText": "Shannon Noll (born 16 September 1975) is an Australian singer-songwriter who first came to prominence as runner-up of the first season of Australian Idol in 2003, which led to him being signed to Sony BMG. He has released five top ten albums, including two number-one multi-platinum sellers. Noll's first ten singles all peaked inside the ARIA top ten, including three that reached number one. He is the only Australian male artist in Australian chart history to have ten consecutive top ten singles.",
      "pageId": 391793,
      "monthDay": "09/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/George_Corrie",
      "name": "George Corrie",
      "aboutText": "Matthew Wyatt \"Matt\" Rogers (born September 16, 1978) is an American television host and country singer. He was also one of the finalists on the third season of the reality/talent-search television series American Idol, he became a television host with series Really Big Things and There Goes the Neighborhood.",
      "pageId": 476049,
      "monthDay": "09/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Justin_Haythe",
      "name": "Justin Haythe",
      "aboutText": "Musiq Soulchild or Musiq (/ˈmjuːsɪk/; born Taalib Johnson; September 16, 1977) is an American singer and songwriter whose style blends funk, alternative rock, blues, jazz, some gospel influences and hip hop.\n^ Brown, Tony. \"Happy Birthday Noel Gourdin and Musiq Soulchild!\".",
      "pageId": 755753,
      "monthDay": "09/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alexander_Vinokourov",
      "name": "Alexander Vinokourov",
      "aboutText": "Gal Fridman (Hebrew: גל פרידמן‎; born September 16, 1975) is an Israeli windsurfer and Olympic gold medalist. Fridman won a bronze medal in the Atlanta 1996 Summer Olympics, and a gold medal in the Athens 2004 Summer Olympics. He is the only Israeli athlete to win two Olympic medals, and the first (and only, thus far) Olympic gold medalist in Israeli history.",
      "pageId": 928838,
      "monthDay": "09/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Loona",
      "name": "Loona",
      "aboutText": "Tina Ann Barrett (born 16 September 1976) is a London-based dancer, singer-songwriter and actress.",
      "pageId": 1095551,
      "monthDay": "09/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Monique_Brumby",
      "name": "Monique Brumby",
      "aboutText": "Alexander Nikolaevich Vinokourov (Russian: Александр Николаевич Винокуров; born 16 September 1973) is a Kazakh former professional road bicycle racer and current general manager of UCI ProTeam Astana. As a competitor, his achievements include two bronze medals at the World Championships, four stage wins in the Tour de France, four in the Vuelta a España plus the overall title in 2006, two Liège–Bastogne–Liège monuments, one Amstel Gold Race, and most recently, the gold medal at the 2012 London Olympics Men's Road Race. Vinokourov is a past national champion of Kazakhstan, and a dual-medalist at the Summer Olympics.",
      "pageId": 1108440,
      "monthDay": "09/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joaqu%C3%ADn_Castro",
      "name": "Joaquín Castro",
      "aboutText": "Daniel David \"Dan\" Dickau (born September 16, 1978) is a retired American professional basketball player who currently works as an on-air broadcaster for the Pac-12 Network.",
      "pageId": 1243940,
      "monthDay": "09/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Julian_Castro",
      "name": "Julian Castro",
      "aboutText": "Jason C. Leffler (September 16, 1975 – June 12, 2013) was an American professional stock car racing driver from Long Beach, California. Leffler began racing in the open-wheel ranks, competing in the 2000 Indianapolis 500 before moving to primarily NASCAR competition. He died from injuries sustained in a 410 sprint car race at Bridgeport Speedway in Bridgeport, New Jersey.",
      "pageId": 1637041,
      "monthDay": "09/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Gal_Fridman",
      "name": "Gal Fridman",
      "aboutText": "Gregory Derayle Buckner (born September 16, 1976) is an American former professional basketball player who last played for the Memphis Grizzlies of the NBA. Selected in the second round (53rd overall) of the 1998 NBA Draft by the Dallas Mavericks after playing college basketball at Clemson, he played for the Mavericks, Philadelphia 76ers, Denver Nuggets, Minnesota Timberwolves and Memphis Grizzlies with a career scoring average of 5.0 points per game. Buckner's first professional experience came with the Grand Rapids Hoops of the Continental Basketball Association (CBA), where he averaged 8.6 points and 3.9 rebounds per game in the 1998–99 season.\nAfter playing with the Mavericks from 1999 to 2002, Buckner signed with the 76ers as a free agent.",
      "pageId": 2430106,
      "monthDay": "09/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Leffler",
      "name": "Jason Leffler",
      "aboutText": "Claudia Marx (born 16 September 1978 in East Berlin) is a German athlete. She runs in the 400 metres and the 400 metres hurdles (which she started in 2005). She also competes in the German team in the 4 × 400 metres relay.",
      "pageId": 2453873,
      "monthDay": "09/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shannon_Noll",
      "name": "Shannon Noll",
      "aboutText": "Julián Castro (/ˌhuːliˈɑːn/ hoo-lee-AHN, Spanish pronunciation: [xuˈljan]; born September 16, 1974) is an American politician who has been the United States Secretary of Housing and Urban Development since July 28, 2014. Previously Castro served three terms as the Mayor of San Antonio, Texas, from 2009 to 2014.",
      "pageId": 3574309,
      "monthDay": "09/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/El%C4%ABna_Garan%C4%8Da",
      "name": "Elīna Garanča",
      "aboutText": "Found spouse, Found children,",
      "pageId": 3755541,
      "monthDay": "09/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tina_Barrett",
      "name": "Tina Barrett",
      "aboutText": "Joaquín Castro (born September 16, 1974) is an American politician who has served in the United States House of Representatives since 2013, representing Texas's 20th congressional district. The district includes just over half of San Antonio, as well as some of its closer-in suburbs. From 2003 to 2013, he was a representative in the Texas Legislature representing District 125.",
      "pageId": 4160300,
      "monthDay": "09/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Greg_Buckner",
      "name": "Greg Buckner",
      "aboutText": "Justin Haythe (born September 16, 1973) is an American novelist, short story writer, and screenwriter.\nBorn in London, Haythe is a graduate of The American School in London and Middlebury College. He earned his MFA from Sarah Lawrence College.",
      "pageId": 6123990,
      "monthDay": "09/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Greg_Ball_(politician)",
      "name": "Gregory Ball",
      "aboutText": "George Corrie (born 16 September 1973) is an English footballer, born in Workington, who played for ten years as a midfielder for American USL Second Division side Wilmington Hammerheads, of which he was the captain.",
      "pageId": 7028645,
      "monthDay": "09/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Musiq_Soulchild",
      "name": "Musiq Soulchild",
      "aboutText": "Gregory R. Ball (born September 16, 1977) is an American politician, business executive, former active duty Air Force officer and member of the New York State Senate. He is a resident of Patterson, New York.",
      "pageId": 7889989,
      "monthDay": "09/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dan_Dickau",
      "name": "Dan Dickau",
      "aboutText": "Elīna Garanča (born 16 September 1976) is a Latvian operatic lyric mezzo-soprano. With a musical family background, she began to study singing in her hometown of Riga in 1996 and continued her studies in Vienna and in the United States. By 1999 she had won First Place in a significant competition in Finland and had begun a career in Europe.",
      "pageId": 9288287,
      "monthDay": "09/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Claudia_Marx",
      "name": "Claudia Marx",
      "aboutText": "Ebonie Smith (born Negra Candalaria-Smith; September 16, 1978) is a Puerto Rican-born American former child actress known for her role as Jessica Jefferson in the sitcom The Jeffersons from 1984 to 1985. She was sometimes credited as Ebony Smith. Smith also played character M'Lila on the television series Xena and portrayed a young La Toya Jackson on the television miniseries The Jacksons: An American Dream.",
      "pageId": 10800632,
      "monthDay": "09/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matthew_Rogers",
      "name": "Matthew Rogers",
      "aboutText": "James Westman (born September 16, 1972) is a Canadian baritone known for his interpretation of the Verdi, Puccini and bel canto operatic repertoire, and particularly his signature role of Germont in La traviata, which he has sung in over 150 performances, with opera companies such as San Francisco Opera, Houston Grand Opera, Pittsburgh Opera, Florida Grand Opera, Graz Opera, Santa Fe Opera, Chicago Lyric Opera, Opéra de Montréal, Los Angeles Opera, Grand Théâtre de Bordeaux, Canadian Opera Company, Boston Lyric Opera, Cologne Opera, Vancouver Opera, English National Opera, San Diego Opera, Dallas Opera, Utah Opera, and Opera Theatre of St. Louis. On January 29, 2011 Westman created the lead role of Sandy Keith In the world premiere of Bramwell Tovey's The Inventor.",
      "pageId": 22409172,
      "monthDay": "09/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ebonie_Smith",
      "name": "Ebonie Smith",
      "aboutText": "Monique Brumby (born 16 September 1974, Devonport) is an Australian Indie pop/rock singer-songwriter, guitarist and producer. Her debut single, \"Fool for You\", peaked into the top 40 in the Australian Recording Industry Association (ARIA) ARIA Singles Charts, and provided an ARIA Award for 'Best New Talent' in 1996. Her single, \"Mary\", won an ARIA Award in 1997 for 'Best Female Artist'.",
      "pageId": 23632694,
      "monthDay": "09/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ane_Carmen_Roggen",
      "name": "Ane Carmen Roggen",
      "aboutText": "Kimberly Alexis Bledel (born September 16, 1981) is an American actress. She is known for her role as Rory Gilmore in the WB/CW comedy-drama Gilmore Girls. She has since starred in films, including Tuck Everlasting, Sin City, The Sisterhood of the Traveling Pants, The Sisterhood of the Traveling Pants 2 and Post Grad.",
      "pageId": 378093,
      "monthDay": "09/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ida_Roggen",
      "name": "Ida Roggen",
      "aboutText": "Patrik Štefan (born September 16, 1980) is a Czech retired professional ice hockey player who was drafted 1st overall by the Atlanta Thrashers in the 1999 NHL Entry Draft.",
      "pageId": 566319,
      "monthDay": "09/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Fanny_(singer)",
      "name": "Fanny",
      "aboutText": "Kirsty Leigh Coventry (born 16 September 1983 in Harare, Zimbabwe) is a Zimbabwean swimmer and former world record holder. She attended and swam competitively for Auburn University in Alabama, in the United States. At the 2004 Summer Olympics, in Athens, Greece, Coventry won three Olympic medals: a gold, a silver, and a bronze, while in the 2008 Summer Olympics in Beijing she won four medals: a gold and three silver.",
      "pageId": 915950,
      "monthDay": "09/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bobby_Korecky",
      "name": "Bobby Korecky",
      "aboutText": "Leon Leroy Knight (born 16 September 1982) is an English footballer who plays as a striker; he is currently with Barnton where he is player-manager. A journeyman player, he has played for fifteen different clubs spanning five countries; England, Scotland, Wales, Northern Ireland and Greece.\nHaving begun his career with Chelsea, he spent time on loan with Queens Park Rangers, Huddersfield Town, Sheffield Wednesday and Brighton & Hove Albion before joining the latter permanently in 2003.",
      "pageId": 2882448,
      "monthDay": "09/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ken_Mizorogi",
      "name": "Ken Mizorogi",
      "aboutText": "Reba Sabrina Hinojos (born September 16, 1984), better known by her stage name Sabrina Bryan, is an American singer, actress, author, songwriter, fashion designer, choreographer, dancer, and television personality best known as a member of the girl group The Cheetah Girls, and for starring in the Disney Channel Original Movie of the same name and its sequels, The Cheetah Girls 2 and The Cheetah Girls: One World.",
      "pageId": 3028912,
      "monthDay": "09/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Patrik_%C5%A0tefan",
      "name": "Patrik Štefan",
      "aboutText": "Brandon Douglas Moss (born September 16, 1983) is an American professional outfielder and first baseman for the St. Louis Cardinals of Major League Baseball (MLB). He has also played in MLB for the Boston Red Sox, Pittsburgh Pirates, Philadelphia Phillies, Oakland Athletics, and the Cleveland Indians over his career.",
      "pageId": 3222174,
      "monthDay": "09/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kenny_van_Weeghel",
      "name": "Kenny van Weeghel",
      "aboutText": "Fan Bingbing (born 16 September 1981) is a Chinese actress, television producer and pop singer. She topped the Forbes China Celebrity 100 list in 2013, 2014, and 2015, after ranking in the top 10 every year since 2006. Fan rose to fame in East Asia in 1998–1999 with the mega-hit TV series My Fair Princess.",
      "pageId": 3710476,
      "monthDay": "09/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fan_Bingbing",
      "name": "Fan Bingbing",
      "aboutText": "Katerine Avgoustakis (Greek: Κατερίνα Αυγουστάκη) (16 September 1983) is a Greek-Belgian solo singer of Greek origin and winner of the 2005 Star Academy show in Belgium.",
      "pageId": 4852244,
      "monthDay": "09/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alexis_Bledel",
      "name": "Alexis Bledel",
      "aboutText": "Ioane Fitu \"John\" Afoa (born (1983-09-16)16 September 1983) is a New Zealand professional Rugby union player. His position of choice is at prop.",
      "pageId": 5332029,
      "monthDay": "09/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/LaVerne_Jones-Ferrette",
      "name": "LaVerne Jones-Ferrette",
      "aboutText": "Ken Mizorogi (溝呂木 賢, Mizorogi Ken, born September 16, 1980 in Yamanashi, Japan) is a Japanese actor.",
      "pageId": 5577855,
      "monthDay": "09/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Leon_Knight",
      "name": "Leon Knight",
      "aboutText": "Kenny van Weeghel (born 16 September 1980, Zwolle) is a Paralympic athlete from the Netherlands competing in the 100, 200 and 400 m T54 class wheelchair racing.\nHe won his first main title in 2001 on the 200 m of the European championships. In 2002 he became world champion on the 100 m, while he won both the 100m and 200m during the 2003 world championships and the 200m and 400m at the European championships.",
      "pageId": 8348664,
      "monthDay": "09/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michele_Rizzo",
      "name": "Michele Rizzo",
      "aboutText": "Legedu A. Naanee (pronounced LEG-a-doo Nah-NAY, born September 16, 1983) is an American football wide receiver who is currently a free agent. He was drafted by the San Diego Chargers in the fifth round of the 2007 NFL Draft. He played college football for the Boise State University Broncos.",
      "pageId": 10977247,
      "monthDay": "09/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fiete_Sykora",
      "name": "Fiete Sykora",
      "aboutText": "LaVerne Janet Jones-Ferrette (born September 16, 1981) is a sprinter from the United States Virgin Islands who specializes in the 100 and 200 meters. She represented her country at the Summer Olympics in 2004, 2008 and 2012. She won the silver medal over 60 meters at the 2010 IAAF World Indoor Championships in a time of 6.97 seconds; a subsequent drug test revealed a banned substance in her system and she was stripped of her medal.",
      "pageId": 13008962,
      "monthDay": "09/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryan_Thomson_(footballer,_born_1982)",
      "name": "Ryan Thomson",
      "aboutText": "Robert John \"Bobby\" Korecky (born September 16, 1979) is an American professional baseball relief pitcher with the Toronto Blue Jays organization.",
      "pageId": 14632259,
      "monthDay": "09/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/John_Afoa",
      "name": "John Afoa",
      "aboutText": "Fiete Sykora (born 16 September 1982 in Wismar) is a German footballer who plays for ETSV Weiche Flensburg.",
      "pageId": 21281383,
      "monthDay": "09/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katerine_Avgoustakis",
      "name": "Katerine Avgoustakis",
      "aboutText": "Fanny Biascamano (born September 16, 1979, in Sète, Hérault), known as Fanny, is a French singer.",
      "pageId": 22751278,
      "monthDay": "09/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kirsty_Coventry",
      "name": "Kirsty Coventry",
      "aboutText": "Michele Rizzo (born 16 September 1982) is an Italian rugby union player. His preferred position is prop but he can also play as a hooker. He currently plays for Leicester Tigers in the Aviva Premiership.",
      "pageId": 22860245,
      "monthDay": "09/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brandon_Moss",
      "name": "Brandon Moss",
      "aboutText": "Ryan Thomson (born 16 September 1982 in Greenock) is a former professional Scottish footballer.\nWhile at HNK Hajduk Split, Thomson failed to make an appearance in the Prva HNL, the top tier of Croatian football, but did however play several matches in the Croatian Cup and in European matches.\nThomson made one appearance for Rot-Weiss Essen in the 2.",
      "pageId": 30259937,
      "monthDay": "09/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Legedu_Naanee",
      "name": "Legedu Naanee",
      "aboutText": "Found navn2, Ane Carmen Stuve Roggen (born 16 September 1978 in Oslo, Norway) is a Norwegian Soprano singer, Conductor, Arranger and Journalist, and is the younger sister of Jazz singer Live Maria Roggen and twin sister of Jazz singer Ida Roggen.\n^ \"Ane Carmen Roggen's Profile\". TheRealcCommunity.se.",
      "pageId": 40142493,
      "monthDay": "09/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sabrina_Bryan",
      "name": "Sabrina Bryan",
      "aboutText": "Ida Rannveig Stuve Roggen (born 16 September 1978 in Oslo, Norway) is a Norwegian Jazz singer, Information Officer and Literary scholar, and is the younger sister of Jazz singer Live Maria Roggen and twin sister of Soprano Ane Carmen Roggen.\n^ \"Ida Roggen - Informasjonskonsulent\". University of Oslo.",
      "pageId": 40142977,
      "monthDay": "09/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Serginho_Catarinense",
      "name": "Serginho Catarinense",
      "aboutText": "Kyla Alissa Pratt (born September 16, 1986) is an American actress, most known for her roles in films and television, such as the Disney Channel series The Proud Family (which lasted for 3 seasons) and One on One (which lasted for 5 seasons). After playing the daughter of Eddie Murphy's character in the films Dr. Dolittle and Dr.",
      "pageId": 160948,
      "monthDay": "09/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Katie_Melua",
      "name": "Katie Melua",
      "aboutText": "Madeline Rose Zima (born September 16, 1985) is an American actress. She is best known for portraying Grace Sheffield on the sitcom The Nanny, Mia Lewis on the Showtime comedy drama series Californication, and Gretchen Berg on Heroes.",
      "pageId": 657111,
      "monthDay": "09/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Madeline_Zima",
      "name": "Madeline Zima",
      "aboutText": "Ketevan \"Katie\" Melua (/ˈmɛluː.ə/; Georgian: ქეთევან \"ქეთი\" მელუა IPA: [kʰɛtʰɛvɑn mɛluɑ], born 16 September 1984) is a Georgian-British singer, songwriter and musician. She moved to Northern Ireland at the age of eight and then to England at fourteen. Melua is signed to the small Dramatico record label, under the management of composer Mike Batt, and made her musical debut in 2003.",
      "pageId": 663508,
      "monthDay": "09/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Max_Minghella",
      "name": "Max Minghella",
      "aboutText": "Max Giorgio Choa Minghella (born 16 September 1985) is an English actor.",
      "pageId": 2009326,
      "monthDay": "09/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gordon_Beckham",
      "name": "Gordon Beckham",
      "aboutText": "John Theodore \"Teddy\" Geiger II (born September 16, 1988) is an American dictator, terrorist and occasional actor. He is known to play instruments of torture. He was responsible for some of the worst music ever made, and he is widely considered the most evil man that will ever live.",
      "pageId": 3763937,
      "monthDay": "09/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ian_Harding",
      "name": "Ian Harding",
      "aboutText": "Kyle Lafferty (born 16 September 1987) is a Northern Irish professional footballer who plays as a forward for English Premier League club Norwich City and the Northern Ireland national team.\nLafferty began his professional career with English side Burnley, where he made 89 appearances. He signed for Rangers in 2008 for £3.25 million, and won three Scottish Premier League titles, the Scottish Cup once and the Scottish League Cup twice with the club.",
      "pageId": 5229022,
      "monthDay": "09/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kyla_Pratt",
      "name": "Kyla Pratt",
      "aboutText": "Travis Michael Wall (born September 16, 1987) is an American dancer and dance instructor, specializing in contemporary dance and jazz dance. He is best known for his 2006 appearance as a competitor on the second season of the television show So You Think You Can Dance, which airs on the Fox Network. As of 2012, he is currently a choreographer for the show.",
      "pageId": 6081093,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Merve_Bolu%C4%9Fur",
      "name": "Merve Boluğur",
      "aboutText": "Louis Clément Ngwat-Mahop (born 16 September 1987) is a Cameroonian footballer who plays for Austrian side SC Rheindorf Altach as a striker and a right winger. He started his career in his hometown's club Dragon Club de Yaoundé before being signed by German giants FC Bayern Munich in 2006. He played with them for one season, featuring mainly in matches of Bayern Munich II in the Regionalliga Süd.",
      "pageId": 8467684,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Laura_Dundovic",
      "name": "Laura Dundovic",
      "aboutText": "Merve Boluğur (born September 16, 1987 in Istanbul) is a Turkish actress.",
      "pageId": 9039618,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Daren_Kagasoff",
      "name": "Daren Kagasoff",
      "aboutText": "Sarah Jane Steele (born September 16, 1988) is an American actress.",
      "pageId": 9424744,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kyle_Lafferty",
      "name": "Kyle Lafferty",
      "aboutText": "Smosh is an American web-based sketch comedy duo consisting of Ian Andrew Hecox (born November 30, 1987) and Anthony Padilla (born September 16, 1987).\nPadilla began posting flash animations on Newgrounds in 2003, under the name Smosh. He was later joined by his friend Ian Hecox.",
      "pageId": 12346158,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Louis_Ngwat-Mahop",
      "name": "Louis Ngwat-Mahop",
      "aboutText": "James Gordon Beckham III (born September 16, 1986) is an American professional baseball third baseman for the Atlanta Braves of Major League Baseball (MLB). He has previously played in MLB for the Los Angeles Angels of Anaheim and Chicago White Sox.",
      "pageId": 17795247,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Smosh",
      "name": "Anthony Padilla",
      "aboutText": "Daren Maxwell Kagasoff (born September 16, 1987) is an American actor. He is known for starring as Ricky Underwood on the ABC Family teen drama series The Secret Life of the American Teenager from 2008 to 2013.",
      "pageId": 18381900,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Burry_Stander",
      "name": "Burry Stander",
      "aboutText": "Laura Dundovic (born 16 September 1987 in Sydney, Australia) is an Australian actress, model and beauty pageant titleholder who won Miss Universe Australia 2008 and represented Australia in the Miss Universe 2008 competition, in which she placed in the top 10.\nLaura Dundovic was crowned Miss Universe Australia 2008 and placed in the top 10 at the world pageant. On returning from the pageant she completed her psychology degree at Macquarie University and has deferred her study for honours.",
      "pageId": 18433018,
      "monthDay": "09/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Travis_Wall",
      "name": "Travis Wall",
      "aboutText": "José Salomón Rondón Giménez (born 16 September 1989) is a Venezuelan professional footballer who plays for English club West Bromwich Albion as a striker.\nAfter starting out at Aragua, he went on to spend most of his career in Spain, appearing in La Liga with Málaga, and Russia, winning the 2015 national championship with Zenit.\nA Venezuelan international since 2008, Rondón represented his country in two Copa América tournaments.",
      "pageId": 19083378,
      "monthDay": "09/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Teddy_Geiger",
      "name": "Teddy Geiger",
      "aboutText": "Dustin Michael Tokarski (born September 16, 1989) is a Canadian professional ice hockey goaltender currently playing for the St. John's Ice Caps of the American Hockey League (AHL). He was born in Humboldt, Saskatchewan, but grew up in neighbouring Watson, which he considers to be his hometown.",
      "pageId": 21012435,
      "monthDay": "09/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sarah_Steele",
      "name": "Sarah Steele",
      "aboutText": "Burry Willie Stander (16 September 1987 – 3 January 2013) was a South African mountain biker, the UCI Mountain Bike World Cup under-23 men's cross-country 2009 world champion.\nIn the 2008 Summer Olympics, held in Beijing, Stander finished 15th in the cross-country mountain bike race. In the 2012 Summer Olympics, held in London, Stander finished 5th in the cross-country mountain bike race.",
      "pageId": 25644652,
      "monthDay": "09/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Braden_Holtby",
      "name": "Braden Holtby",
      "aboutText": "Ian Michael Harding is an American actor best known for his role as Ezra Fitz on the ABC Family series Pretty Little Liars.",
      "pageId": 27722420,
      "monthDay": "09/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jos%C3%A9_Salom%C3%B3n_Rond%C3%B3n",
      "name": "José Salomón Rondón",
      "aboutText": "Braden Holtby (born September 16, 1989) is a Canadian professional ice hockey goaltender currently playing for the Washington Capitals of the National Hockey League (NHL). He was selected in the fourth round, 93rd overall, by the Capitals in the 2008 NHL Entry Draft.",
      "pageId": 28842129,
      "monthDay": "09/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dustin_Tokarski",
      "name": "Dustin Tokarski",
      "aboutText": "Sérgio Roberto de Braga Filho known as Serginho (little Sérgio) (born 16 September 1984) is a Brazilian footballer.",
      "pageId": 30484463,
      "monthDay": "09/16"
    },
    {
      "year": "1990",
      "uri": "/wiki/Serri_(singer)",
      "name": "Serri",
      "aboutText": "Nicholas Jerry \"Nick\" Jonas (born September 16, 1992) is an American singer, songwriter and actor, best known as one of the Jonas Brothers, a pop rock band he formed with his brothers Kevin and Joe. The Jonas Brothers originally started as an attempted solo singing career for Nick Jonas, but the record producer liked the sound when his brothers sang backup for him. Nick starred in the Disney Channel original movies Camp Rock and Camp Rock 2: The Final Jam, as well as the TV series Jonas L.A., alongside his brothers.",
      "pageId": 18366271,
      "monthDay": "09/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Di%C4%81na_Buk%C4%81jeva",
      "name": "Diāna Bukājeva",
      "aboutText": "Alexandra Paul (born September 16, 1991) is a Canadian ice dancer. She teamed up with partner Mitchell Islam in 2009. They are the 2010 World Junior silver medalists, 2013 Nebelhorn Trophy bronze medalists, and three-time Canadian national bronze medalists (2011, 2014, 2015).",
      "pageId": 26528268,
      "monthDay": "09/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alexandra_Paul_(figure_skater)",
      "name": "Alexandra Paul",
      "aboutText": "Found associated acts,",
      "pageId": 30497128,
      "monthDay": "09/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kyle_Smith_(motorcyclist)",
      "name": "Kyle Smith",
      "aboutText": "Park Mi-yeon (Hangul: 박미연; born September 16, 1990), known by the stage name Serri, is a South Korean singer, dancer, actress and model.",
      "pageId": 33338218,
      "monthDay": "09/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Vytenis_%C4%8Ci%C5%BEauskas",
      "name": "Vytenis Čižauskas",
      "aboutText": "Vytenis Čižauskas (born September 16, 1992) is a Lithuanian professional basketball player for Crailsheim Merlins of the Basketball Bundesliga. He plays the point guard position.",
      "pageId": 36542447,
      "monthDay": "09/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Nick_Jonas",
      "name": "Nick Jonas",
      "aboutText": "Kyle David Smith (born 16 September 1991) is a British motorcycle racer.",
      "pageId": 39209456,
      "monthDay": "09/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jake_Roche",
      "name": "Jake Roche",
      "aboutText": "Diāna Bukājeva (born 16 September 1991 in Riga) is a former Latvian tennis player.\nBukājeva holds a win–loss record of 5–0 for Latvia in Fed Cup competition, having represented her country in 2007 and 2008 in Mauritius and Armenia respectively. Her latter appearances helped the team get promoted to Group II of the 2009 Fed Cup Europe/Africa Zone.",
      "pageId": 40564840,
      "monthDay": "09/16"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ryusei_Yokohama",
      "name": "Ryusei Yokohama",
      "aboutText": "Ryusei Yokohama (横浜 流星, Yokohama Ryūsei, born September 16, 1996, in Yokohama, Kanagawa Prefecture) is a Japanese actor and model who is affiliated with Stardust Promotion. He played the role of Hikari (ToQ 4gou) in the 2014 Super Sentai TV series Ressha Sentai ToQger.\n^ a b \"Official profile at Stardust Promotion\".",
      "pageId": 46970557,
      "monthDay": "09/16"
    }
  ]
}