{
  "people": [
    {
      "year": "1443",
      "uri": "/wiki/Albert_III,_Duke_of_Saxony",
      "name": "Albert III, Duke of Saxony",
      "aboutText": "Albert III (German: Albrecht) (27 January 1443 – 12 September 1500) was a Duke of Saxony.",
      "pageId": 3270,
      "monthDay": "01/27"
    },
    {
      "year": "1546",
      "uri": "/wiki/Joachim_III_Frederick,_Elector_of_Brandenburg",
      "name": "Joachim III Frederick, Elector of Brandenburg",
      "aboutText": "Eugène Emmanuel Viollet-le-Duc (27 January 1814 – 17 September 1879) was a French architect and theorist, famous for his interpretive \"restorations\" of medieval buildings. Born in Paris, he was a major Gothic Revival architect.\nHis works were largely restorative and few of his independent building designs were ever realised.",
      "pageId": 9658,
      "monthDay": "01/27"
    },
    {
      "year": "1571",
      "uri": "/wiki/Abbas_I_of_Persia",
      "name": "Abbas I of Persia",
      "aboutText": "Hendrick Avercamp (January 27, 1585 (bapt.) - May 15, 1634 (buried)) was a Dutch painter. Avercamp was born in Amsterdam, where he studied with the Danish-born portrait painter Pieter Isaacks (1569–1625), and perhaps also with David Vinckboons. In 1608 he moved from Amsterdam to Kampen in the province of Overijssel.",
      "pageId": 14067,
      "monthDay": "01/27"
    },
    {
      "year": "1585",
      "uri": "/wiki/Hendrick_Avercamp",
      "name": "Hendrick Avercamp",
      "aboutText": "Joachim III Frederick (German: Joachim III. Friedrich) (27 January 1546 – 18 July 1608), of the House of Hohenzollern, was Prince-elector of the Margraviate of Brandenburg from 1598 until his death.",
      "pageId": 16305,
      "monthDay": "01/27"
    },
    {
      "year": "1603",
      "uri": "/wiki/Sir_Harbottle_Grimston,_2nd_Baronet",
      "name": "Sir Harbottle Grimston, 2nd Baronet",
      "aboutText": "Wolfgang Amadeus Mozart (German: [ˈvɔlfɡaŋ amaˈdeːʊs ˈmoːtsaʁt], English see fn.; 27 January 1756 – 5 December 1791), baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart, was a prolific and influential composer of the Classical era. Born in Salzburg, Mozart showed prodigious ability from his earliest childhood. Already competent on keyboard and violin, he composed from the age of five and performed before European royalty.",
      "pageId": 33163,
      "monthDay": "01/27"
    },
    {
      "year": "1621",
      "uri": "/wiki/Thomas_Willis",
      "name": "Thomas Willis",
      "aboutText": "Friedrich Wilhelm Joseph Schelling (German: [ˈʃɛlɪŋ]; 27 January 1775 – 20 August 1854), later von Schelling, was a German philosopher. Standard histories of philosophy make him the midpoint in the development of German idealism, situating him between Johann Gottlieb Fichte, his mentor in his early years, and Georg Wilhelm Friedrich Hegel, his former university roommate, early friend, and later rival. Interpreting Schelling's philosophy is regarded as difficult because of its apparently ever-changing nature.",
      "pageId": 177557,
      "monthDay": "01/27"
    },
    {
      "year": "1662",
      "uri": "/wiki/Richard_Bentley",
      "name": "Richard Bentley",
      "aboutText": "Richard Bentley (/ˈbɛntli/; 27 January 1662 – 14 July 1742) was an English classical scholar, critic, and theologian. He was Master of Trinity College, Cambridge.\nBentley was the first Englishman to be ranked with the great heroes of classical learning and was known for his literary and textual criticism.",
      "pageId": 188937,
      "monthDay": "01/27"
    },
    {
      "year": "1687",
      "uri": "/wiki/Johann_Balthasar_Neumann",
      "name": "Johann Balthasar Neumann",
      "aboutText": "Hester Lynch Thrale (born Hester Lynch Salusbury and after her second marriage, Hester Lynch Piozzi) (27 January 1741 [NS] – 2 May 1821) was a British diarist, author, and patron of the arts.",
      "pageId": 220321,
      "monthDay": "01/27"
    },
    {
      "year": "1701",
      "uri": "/wiki/Johann_Nikolaus_von_Hontheim",
      "name": "Johann Nikolaus von Hontheim",
      "aboutText": "Sophie, Princess of Bavaria (Sophie Friederike Dorothee Wilhelmine; 27 January 1805 – 28 May 1872) was born to King Maximilian I Joseph of Bavaria and his second wife Caroline of Baden. She was the identical twin sister of Princess Maria Anna of Bavaria, Queen of Saxony as wife of Frederick Augustus II of Saxony. Her eldest son Franz Joseph reigned as Emperor of Austria, King of Bohemia, King of Croatia, Apostolic King of Hungary, King of Galicia and Lodomeria and Grand Duke of Cracow; her second son Maximilian reigned as Emperor of Mexico.",
      "pageId": 295206,
      "monthDay": "01/27"
    },
    {
      "year": "1708",
      "uri": "/wiki/Grand_Duchess_Anna_Petrovna_of_Russia",
      "name": "Grand Duchess Anna Petrovna of Russia",
      "aboutText": "Shāh Abbās the Great or Shāh Abbās I of Persia (Persian: شاه عَباس بُزُرگ‎‎; 27 January 1571 – 19 January 1629) was the 5th Safavid Shah (king) of Iran, and is generally considered the greatest ruler of the Safavid dynasty. He was the third son of Shah Mohammad Khodabanda.\nAlthough Abbas would preside over the apex of the Iranian Safavid Empire's military, political and economic power, he came to the throne during a troubled time for Iran.",
      "pageId": 299824,
      "monthDay": "01/27"
    },
    {
      "year": "1741",
      "uri": "/wiki/Hester_Thrale",
      "name": "Hester Thrale",
      "aboutText": "Samuel Palmer (27 January 1805 – 24 May 1881) was a British landscape painter, etcher and printmaker. He was also a prolific writer.",
      "pageId": 480290,
      "monthDay": "01/27"
    },
    {
      "year": "1756",
      "uri": "/wiki/Wolfgang_Amadeus_Mozart",
      "name": "Wolfgang Amadeus Mozart",
      "aboutText": "Juan Crisóstomo Jacobo Antonio de Arriaga y Balzola (January 27, 1806 – January 17, 1826) was a Spanish Basque composer. He was nicknamed \"the Spanish Mozart\" after he died, because, like Wolfgang Amadeus Mozart, he was both a child prodigy and an accomplished composer who died young.",
      "pageId": 518450,
      "monthDay": "01/27"
    },
    {
      "year": "1775",
      "uri": "/wiki/Friedrich_Wilhelm_Joseph_Schelling",
      "name": "Friedrich Wilhelm Joseph Schelling",
      "aboutText": "Johann Balthasar Neumann ( listen ; 27 January 1687 – 19 August 1753), usually known as Balthasar Neumann, was a German architect and military artillery engineer who developed a refined brand of Baroque architecture, fusing Austrian, Bohemian, Italian, and French elements to design some of the most impressive buildings of the period, including the Würzburg Residence and the Basilica of the Fourteen Holy Helpers, called Vierzehnheiligen in German.\nThe Würzburg Residence is considered one of the most beautiful and well proportioned palaces in Europe and the Basilica of the Fourteen Holy Helpers is considered by some as the crowning work of the period.\nNeumann was an architect of St.",
      "pageId": 585392,
      "monthDay": "01/27"
    },
    {
      "year": "1795",
      "uri": "/wiki/Eli_Whitney_Blake",
      "name": "Eli Whitney Blake",
      "aboutText": "Sir Harbottle Grimston, 2nd Baronet (27 January 1603 – 2 January 1685) was an English lawyer and politician who sat in the House of Commons at various times between 1640 and 1685 and was Speaker in 1660.",
      "pageId": 691086,
      "monthDay": "01/27"
    },
    {
      "year": "1805",
      "uri": "/wiki/Maria_Anna_of_Bavaria_(1805%E2%80%931877)",
      "name": "Maria Anna of Bavaria",
      "aboutText": "Johann Nikolaus von Hontheim (January 27, 1701 – September 2, 1790) was a German historian and theologian.",
      "pageId": 885843,
      "monthDay": "01/27"
    },
    {
      "year": "1805",
      "uri": "/wiki/Samuel_Palmer",
      "name": "Samuel Palmer",
      "aboutText": "Grand Duchess Anna Petrovna of Russia, Tsesarevna of Russia ( Anna Petrovna Romanova Russian: Анна Петровна; 27 January 1708, in Moscow – 4 March 1728, in Kiel) was the elder daughter of Emperor Peter I of Russia and Empress Catherine I of Russia. Her sister, Elizabeth of Russia, ruled as Empress between 1741 and 1762. While a potential heir in the reign of her father and her mother, she never accede to the throne due to political reasons.",
      "pageId": 3770875,
      "monthDay": "01/27"
    },
    {
      "year": "1805",
      "uri": "/wiki/Princess_Sophie_of_Bavaria",
      "name": "Princess Sophie of Bavaria",
      "aboutText": "Thomas Willis (27 January 1621 – 11 November 1675) was an English doctor who played an important part in the history of anatomy, neurology and psychiatry. He was a founding member of the Royal Society.\n^  Moore, Norman (1900).",
      "pageId": 7634016,
      "monthDay": "01/27"
    },
    {
      "year": "1806",
      "uri": "/wiki/Juan_Cris%C3%B3stomo_Arriaga",
      "name": "Juan Crisóstomo Arriaga",
      "aboutText": "Eli Whitney Blake, Sr.",
      "pageId": 12117342,
      "monthDay": "01/27"
    },
    {
      "year": "1807",
      "uri": "/wiki/David_Strauss",
      "name": "David Strauss",
      "aboutText": "Princess Maria Anna of Bavaria (German: Maria Anna Leopoldine Elisabeth Wilhelmine von Bayern; 27 January 1805 – 13 September 1877) was Queen Consort of Saxony from 1836 to 1854.",
      "pageId": 13534601,
      "monthDay": "01/27"
    },
    {
      "year": "1814",
      "uri": "/wiki/Eug%C3%A8ne_Viollet-le-Duc",
      "name": "Eugène Viollet-le-Duc",
      "aboutText": "David Friedrich Strauss (German: Strauß [ʃtʀaʊs]; January 27, 1808 in Ludwigsburg – February 8, 1874 in Ludwigsburg) was a German liberal Protestant theologian and writer, who scandalized Christian Europe with his portrayal of the \"historical Jesus\", whose divine nature he denied. His work was connected to the Tübingen School, which revolutionized study of the New Testament, early Christianity, and ancient religions.",
      "pageId": 23953851,
      "monthDay": "01/27"
    },
    {
      "year": "1821",
      "uri": "/wiki/John_Chivington",
      "name": "John Chivington",
      "aboutText": "Jerome David Kern (January 27, 1885 – November 11, 1945) was an American composer of musical theatre and popular music. One of the most important American theatre composers of the early 20th century, he wrote more than 700 songs, used in over 100 stage works, including such classics as \"Ol' Man River\", \"Can't Help Lovin' Dat Man\", \"A Fine Romance\", \"Smoke Gets in Your Eyes\", \"All the Things You Are\", \"The Way You Look Tonight\", \"Long Ago (and Far Away)\" and \"Who?\". He collaborated with many of the leading librettists and lyricists of his era, including George Grossmith Jr., Guy Bolton, P. G. Wodehouse, Otto Harbach, Oscar Hammerstein II, Dorothy Fields, Johnny Mercer, Ira Gershwin and E. Y. Harburg.",
      "pageId": 16227,
      "monthDay": "01/27"
    },
    {
      "year": "1823",
      "uri": "/wiki/%C3%89douard_Lalo",
      "name": "Édouard Lalo",
      "aboutText": "Leopold Ritter von Sacher-Masoch (27 January 1836 – 9 March 1895) was an Austrian writer and journalist, who gained renown for his romantic stories of Galician life. The term masochism is derived from his name.\nDuring his lifetime, Sacher-Masoch was well known as a man of letters, a utopian thinker who espoused socialist and humanist ideals in his fiction and non-fiction.",
      "pageId": 18425,
      "monthDay": "01/27"
    },
    {
      "year": "1826",
      "uri": "/wiki/Mikhail_Saltykov-Shchedrin",
      "name": "Mikhail Saltykov-Shchedrin",
      "aboutText": "Wilhelm II or William II (German: Friedrich Wilhelm Viktor Albrecht von Preußen; English: Frederick William Victor Albert of Prussia; 27 January 1859 – 4 June 1941) was the last German Emperor (Kaiser) and King of Prussia, ruling the German Empire and the Kingdom of Prussia from 15 June 1888 to 9 November 1918. He was the eldest grandchild of the British Queen Victoria and related to many monarchs and princes of Europe.\nCrowned in 1888, he dismissed the Chancellor, Otto von Bismarck, in 1890 and launched Germany on a bellicose \"New Course\" in foreign affairs that culminated in his support for Austria-Hungary in the crisis of July 1914 that led in a matter of days to the First World War.",
      "pageId": 50450,
      "monthDay": "01/27"
    },
    {
      "year": "1826",
      "uri": "/wiki/Richard_Taylor_(general)",
      "name": "Richard Taylor",
      "aboutText": "Mikhail Yevgrafovich Saltykov-Shchedrin (Russian: Михаи́л Евгра́фович Салтыко́в-Щедри́н, born Saltykov, pseudonym Nikolai Shchedrin; 27 January [O.S. 15 January] 1826 – 10 May [O.S. 28 April] 1889), was a major Russian satirist of the 19th century. He spent most of his life working as a civil servant in various capacities. After the death of poet Nikolay Nekrasov he acted as editor of the well-known Russian magazine, Otechestvenniye Zapiski (variously translated as \"Annals of the Fatherland\", \"Patriotic Notes\", \"Notes of the Fatherland\", etc.), until the government banned it in 1884.",
      "pageId": 137264,
      "monthDay": "01/27"
    },
    {
      "year": "1827",
      "uri": "/wiki/Nakahama_Manjir%C5%8D",
      "name": "Nakahama Manjirō",
      "aboutText": "Marshal-Admiral Marquis Heihachirō Tōgō , OM, GCVO (（東郷 平八郎; 27 January 1848 – 30 May 1934), was a gensui or admiral of the fleet in the Imperial Japanese Navy and one of Japan's greatest naval heroes.",
      "pageId": 154515,
      "monthDay": "01/27"
    },
    {
      "year": "1832",
      "uri": "/wiki/Lewis_Carroll",
      "name": "Lewis Carroll",
      "aboutText": "Nakahama Manjirō (中濱 万次郎, January 27, 1827 – November 12, 1898), also known as John Manjirō (or John Mung).",
      "pageId": 316353,
      "monthDay": "01/27"
    },
    {
      "year": "1832",
      "uri": "/wiki/Carl_Friedrich_Schmidt_(1832)",
      "name": "Carl Friedrich Schmidt",
      "aboutText": "Édouard-Victoire-Antoine Lalo (27 January 1823 – 22 April 1892) was a French composer.",
      "pageId": 318744,
      "monthDay": "01/27"
    },
    {
      "year": "1836",
      "uri": "/wiki/Leopold_von_Sacher-Masoch",
      "name": "Leopold von Sacher-Masoch",
      "aboutText": "Samuel Gompers (January 27, 1850 – December 13, 1924) was an English-born American cigar maker who became a Georgist labor union leader and a key figure in American labor history. Gompers founded the American Federation of Labor (AFL), and served as the organization's president from 1886 to 1894 and from 1895 until his death in 1924. He promoted harmony among the different craft unions that comprised the AFL, trying to minimize jurisdictional battles.",
      "pageId": 327155,
      "monthDay": "01/27"
    },
    {
      "year": "1842",
      "uri": "/wiki/Arkhip_Kuindzhi",
      "name": "Arkhip Kuindzhi",
      "aboutText": "The Honourable John Maler Collier OBE RP ROI (27 January 1850 – 11 April 1934) was a leading English artist, and an author. He painted in the Pre-Raphaelite style, and was one of the most prominent portrait painters of his generation. Both his marriages were to daughters of Thomas Henry Huxley.",
      "pageId": 368663,
      "monthDay": "01/27"
    },
    {
      "year": "1848",
      "uri": "/wiki/T%C5%8Dg%C5%8D_Heihachir%C5%8D",
      "name": "Tōgō Heihachirō",
      "aboutText": "John Milton Chivington (January 27, 1821 – October 4, 1894) was a former Methodist pastor who served as colonel in the United States Volunteers during the Colorado War and the New Mexico Campaigns of the American Civil War. In 1862, he was in the Battle of Glorieta Pass against a Confederate supply train.\nChivington gained infamy for leading a 700-man force of Colorado Territory militia during the massacre at Sand Creek in November 1864.",
      "pageId": 394970,
      "monthDay": "01/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/John_Collier_(Pre-Raphaelite_painter)",
      "name": "John Collier",
      "aboutText": "Edward John Smith, RD, RNR (27 January 1850 – 15 April 1912) was an English naval reserve officer. He served as commanding officer of numerous White Star Line vessels. He is best known as the captain of the RMS Titanic, perishing when the ship sank on its maiden voyage.",
      "pageId": 615283,
      "monthDay": "01/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/Samuel_Gompers",
      "name": "Samuel Gompers",
      "aboutText": "Mione Elizabeth George Israel (died October 14, 2003), known as Mione \"Minette\" George for much of her life, and as Elizabeth Israel and Ma Pampo later in life, was the focus of one of the most widely publicized longevity claims of recent years.",
      "pageId": 624189,
      "monthDay": "01/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/Edward_Smith_(sea_captain)",
      "name": "Edward Smith",
      "aboutText": "Arkhip Ivanovich Kuindzhi (or Kuinji; Russian: Архи́п Ива́нович Куи́нджи; Ukrainian: Архип Іванович Куїнджі; January 27, 1842(?) – July 24, 1910) was a Russian-born landscape painter of Greek descent.",
      "pageId": 933607,
      "monthDay": "01/27"
    },
    {
      "year": "1858",
      "uri": "/wiki/Neel_Doff",
      "name": "Neel Doff",
      "aboutText": "William Mercer Cook (January 27, 1869 – July 19, 1944), better known as Will Marion Cook, was an African-American composer and violinist from the United States. Cook was a student of Antonín Dvořák and performed for King George V among others.",
      "pageId": 1365803,
      "monthDay": "01/27"
    },
    {
      "year": "1859",
      "uri": "/wiki/Wilhelm_II,_German_Emperor",
      "name": "Wilhelm II, German Emperor",
      "aboutText": "Richard Scott \"Dick\" Taylor (January 27, 1826 – April 12, 1879) was an American planter, politician, military historian, and Confederate general during the American Civil War. He was the son of Zachary Taylor, a general in the United States Army and later President of the United States, and his wife Margaret Mackall Smith Taylor.",
      "pageId": 1638631,
      "monthDay": "01/27"
    },
    {
      "year": "1862",
      "uri": "/wiki/Eustaquio_de_Escand%C3%B3n",
      "name": "Eustaquio de Escandón",
      "aboutText": "Eduard Künneke (also seen as Edward and spelled Künnecke) (27 January 1885 – 27 October 1953) was a German composer of operettas, operas and theatre music. He was born in Emmerich. His daughter was the actress and singer Evelyn Künneke.",
      "pageId": 3699001,
      "monthDay": "01/27"
    },
    {
      "year": "1869",
      "uri": "/wiki/Will_Marion_Cook",
      "name": "Will Marion Cook",
      "aboutText": "Carl Friedrich Schmidt (Russian: Фёдор Богданович Шмидт, Fyodor Bogdanovich Schmidt; also known as Friedrich Schmidt; 27 January [O.S. 15 January] 1832 in Kaisma, Livonia – 21 November [O.S. 8 November] 1908 in Saint Petersburg) was Baltic German geologist and botanist in Russian Empire. He is acknowledged as the founder of Estonian geology.\nMain papers of Friedrich Schmidt research the stratigraphy and fauna of Lower Palaeozoic rocks in Estonia and the neighboring areas.",
      "pageId": 6372381,
      "monthDay": "01/27"
    },
    {
      "year": "1875",
      "uri": "/wiki/Elizabeth_Israel",
      "name": "Elizabeth Israel",
      "aboutText": "Cornelia Hubertina (Neel) Doff (Buggenum, Netherlands, 27 January 1858 – Ixelles, Belgium, 14 July 1942) was an author of Dutch origin living and working in Belgium and mainly writing in French.",
      "pageId": 7567724,
      "monthDay": "01/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Jerome_Kern",
      "name": "Jerome Kern",
      "aboutText": "José Eustaquio Luis Francisco Escandón y Barrón (January 27, 1862 – 1933) was a Mexican polo player in the 1900 Summer Olympics.\nHe was born in Mexico City and was the younger brother of Manuel and Pablo.\nIn 1900 he was part of the Mexican polo team which won the bronze medal.",
      "pageId": 14386826,
      "monthDay": "01/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Eduard_K%C3%BCnneke",
      "name": "Eduard Künneke",
      "aboutText": "Charles Lutwidge Dodgson (/ˈtʃɑrlz ˈlʌtwɪdʒ ˈdɒdsən/; 27 January 1832 – 14 January 1898), better known by his pen name Lewis Carroll (/ˈkærəl/), was an English writer, mathematician, logician, Anglican deacon, and photographer. His most famous writings are Alice's Adventures in Wonderland, its sequel Through the Looking-Glass, which includes the poem Jabberwocky, and the poem The Hunting of the Snark, all examples of the genre of literary nonsense. He is noted for his facility at word play, logic, and fantasy.",
      "pageId": 26586083,
      "monthDay": "01/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Seison_Maeda",
      "name": "Seison Maeda",
      "aboutText": "Sir John Carew Eccles, AC FRS FRACP FRSNZ FAAS (27 January 1903 – 2 May 1997) was an Australian neurophysiologist and philosopher who won the 1963 Nobel Prize in Physiology or Medicine for his work on the synapse.",
      "pageId": 16426,
      "monthDay": "01/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Radhabinod_Pal",
      "name": "Radhabinod Pal",
      "aboutText": "Hyman George Rickover (January 27, 1900 – July 8, 1986) was a United States Navy admiral who directed the original development of naval nuclear propulsion and controlled its operations for three decades as director of Naval Reactors. In addition, he oversaw the development of the Shippingport Atomic Power Station, the world's first commercial pressurized water reactor used for generating electricity.\nRickover is known as the \"Father of the Nuclear Navy\", which as of July 2007 had produced 200 nuclear-powered submarines, and 23 nuclear-powered aircraft carriers and cruisers, though many of these U.S. vessels are now decommissioned and others under construction.",
      "pageId": 42345,
      "monthDay": "01/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Balthasar_van_der_Pol",
      "name": "Balthasar van der Pol",
      "aboutText": "Edvard Kardelj (pronounced [ˈéːdʋart karˈdéːl]; 27 January 1910 – 10 February 1979), also known under the pseudonyms Bevc, Sperans and Krištof, was a journalist from Ljubljana, Slovenia, and one of the leading members of the illegal Communist Party of Slovenia before World War II. During the war he was one of the leaders of the Liberation Front of the Slovenian People and a Slovene Partisan, and after the war a federal political leader in Titoist Yugoslavia who led the Yugoslav delegation that negotiated peace talks with Italy over the border dispute in the Julian March. He is considered the main creator of the Yugoslav system of workers' self-management.",
      "pageId": 154150,
      "monthDay": "01/27"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ilya_Ehrenburg",
      "name": "Ilya Ehrenburg",
      "aboutText": "Soong Ching-ling or Song Qingling (27 January 1893 – 29 May 1981) was the second wife of Sun Yat-sen, leader of the 1911 revolution that established the Republic of China, and was often referred to as Madame Sun Yat-sen. She was a member of the Soong family and, together with her siblings, played a prominent role in China's politics prior to 1949. She has become known as the \"mother of modern China\".",
      "pageId": 204416,
      "monthDay": "01/27"
    },
    {
      "year": "1893",
      "uri": "/wiki/Soong_Ching-ling",
      "name": "Soong Ching-ling",
      "aboutText": "Francis Melvin Rogallo (January 27, 1912 – September 1, 2009) was an American aeronautical engineer inventor born in Sanger, California, U.S.A.; he is credited with the invention of the Rogallo wing, or \"flexible wing\", a precursor to the modern hang glider and paraglider. His patents ranged over mechanical utility patents and ornamental design patents for wing controls, airfoils, target kite, flexible wing, and advanced configurations for flexible wing vehicles.\n^ \"Beloved Father of Hang Gliding Dies\".",
      "pageId": 253479,
      "monthDay": "01/27"
    },
    {
      "year": "1895",
      "uri": "/wiki/Joseph_Rosenstock",
      "name": "Joseph Rosenstock",
      "aboutText": "William Randolph Hearst, Jr. (January 27, 1908 – May 14, 1993) was the second son of the publisher William Randolph Hearst. He became editor-in-chief of Hearst Newspapers after the death of his father in 1951.",
      "pageId": 362989,
      "monthDay": "01/27"
    },
    {
      "year": "1895",
      "uri": "/wiki/Harry_Ruby",
      "name": "Harry Ruby",
      "aboutText": "Ilya Grigoryevich Ehrenburg (Russian: Илья́ Григо́рьевич Эренбу́рг, pronounced [ɪˈlʲja ɡrʲɪˈɡorʲɪvɪtɕ ɪrʲɪnˈburk]; January 27 [O.S. January 15] 1891 – 31 August 1967) was a Soviet writer, journalist, translator, and cultural figure.\nEhrenburg is among the most prolific and notable authors of the Soviet Union; he published around one hundred titles. He became known first and foremost as a novelist and a journalist – in particular, as a reporter in three wars (First World War, Spanish Civil War and the Second World War).",
      "pageId": 433968,
      "monthDay": "01/27"
    },
    {
      "year": "1900",
      "uri": "/wiki/Hyman_G._Rickover",
      "name": "Hyman G. Rickover",
      "aboutText": "Harry Ruby (January 27, 1895 – February 23, 1974) was a Jewish American composer and screenwriter, who was inducted into the Songwriters Hall of Fame in 1970.",
      "pageId": 641261,
      "monthDay": "01/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Willy_Fritsch",
      "name": "Willy Fritsch",
      "aboutText": "Arthur Joseph \"Art\" Rooney, Sr. (January 27, 1901 – August 25, 1988), often referred to as \"The Chief\", was the founding owner of the Pittsburgh Steelers American football franchise in the National Football League from 1933 until his death, a member of the NFL Hall of Fame since 1964, an Olympic qualifying boxer and part or whole owner in several track sport venues and Pittsburgh area pro-teams.",
      "pageId": 660289,
      "monthDay": "01/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Art_Rooney",
      "name": "Art Rooney",
      "aboutText": "James Jerome Gibson (/ˈɡɪbsən/; January 27, 1904 – December 11, 1979), was an American psychologist who received his Ph.D. from Princeton University's Department of Psychology, and is considered one of the most important 20th century psychologists in the field of visual perception. Gibson challenged the idea that the nervous system actively constructs conscious visual perception, and instead promoted ecological psychology, in which the mind directly perceives environmental stimuli without additional cognitive construction or processing.",
      "pageId": 989026,
      "monthDay": "01/27"
    },
    {
      "year": "1902",
      "uri": "/wiki/Carl_Berner_(supercentenarian)",
      "name": "Carl Berner",
      "aboutText": "Oran Thaddeus Page (January 27, 1908 – November 5, 1954) was an American jazz trumpeter, singer, and bandleader born in Dallas, Texas, United States. He was better known as Hot Lips Page by the public, and Lips Page by his fellow musicians. He was known as a scorching soloist and powerful vocalist.",
      "pageId": 1026812,
      "monthDay": "01/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/John_Eccles_(neurophysiologist)",
      "name": "John Eccles",
      "aboutText": "Howard Terbell McNear (January 27, 1905 – January 3, 1969) was an American stage, screen and radio character actor.",
      "pageId": 1333050,
      "monthDay": "01/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Otto_P._Weyland",
      "name": "Otto P. Weyland",
      "aboutText": "Radhabinod Pal (27 January 1886 – 10 January 1967) was an Indian jurist, who was a member of the United Nations' International Law Commission from 1952 to 1966. He was the only South Asian person appointed to the International Military Tribunal for the Far East's trials of Japanese war crimes committed during the Second World War. Among all the judges of the tribunal, he was the only one who submitted a judgment which insisted all defendants were not guilty.",
      "pageId": 1817350,
      "monthDay": "01/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/James_J._Gibson",
      "name": "James J. Gibson",
      "aboutText": "Joseph Rosenstock (27 January 1895 in Kraków – 17 October 1985 in New York) was a Polish Jewish conductor.",
      "pageId": 5114426,
      "monthDay": "01/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Howard_McNear",
      "name": "Howard McNear",
      "aboutText": "Balthasar van der Pol (27 January 1889 – 6 October 1959) was a Dutch physicist.\nVan der Pol studied physics in Utrecht, and in 1920 he was awarded his doctorate (PhD). He studied experimental physics with John Ambrose Fleming and Sir J. J. Thomson in England.",
      "pageId": 6682374,
      "monthDay": "01/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/William_Randolph_Hearst,_Jr.",
      "name": "William Randolph Hearst, Jr.",
      "aboutText": "Seison Maeda (前田 青邨, Maeda Seison, January 27, 1885 – October 29, 1977) was the pseudonym of a nihonga painter in Taishō and Shōwa period Japan. His real name was Maeda Renzō. He is considered one of the greatest contemporary Japanese painters, and one of the leaders of the Nihonga movement.",
      "pageId": 7119707,
      "monthDay": "01/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Hot_Lips_Page",
      "name": "Hot Lips Page",
      "aboutText": "Willy Fritsch (27 January 1901 – 13 July 1973) was a German theater and film actor, a popular leading man and character actor from the silent-film era to the early 1960s.",
      "pageId": 7137463,
      "monthDay": "01/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Edvard_Kardelj",
      "name": "Edvard Kardelj",
      "aboutText": "Otto Paul Weyland (January 27, 1903 – September 2, 1979) was an Air Force General, and the post-World War II Commander of Far East Air Forces during the Korean War and of Tactical Air Command.",
      "pageId": 11406707,
      "monthDay": "01/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Arne_N%C3%A6ss",
      "name": "Arne Næss",
      "aboutText": "Arne Dekke Eide Næss (AR-nə NASS; 27 January 1912 – 12 January 2009) was a Norwegian philosopher who coined the term deep ecology and was an important intellectual and inspirational figure within the environmental movement of the late twentieth century. Næss cited Rachel Carson's 1962 book Silent Spring as being a key influence in his vision of deep ecology. Næss combined his ecological vision with Gandhian nonviolence and on several occasions participated in direct action.",
      "pageId": 21490890,
      "monthDay": "01/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Francis_Rogallo",
      "name": "Francis Rogallo",
      "aboutText": "Carl James Berner (January 27, 1902 – January 7, 2013) was a German-born American supercentenarian, civic activist, and former toymaker. Before his death he was the second-oldest living American man whose age had been verified behind James McCoubrey. He had also been the oldest living man in New York City for at least the last two years of his life.",
      "pageId": 36922695,
      "monthDay": "01/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jules_Archer",
      "name": "Jules Archer",
      "aboutText": "Mohamed Abdel Moneim Al-Fayed (Arabic: محمد عبد المنعم الفايد; born 27 January 1929) is an Egyptian business magnate. Fayed's business interests include ownership of Hôtel Ritz Paris and formerly Harrods Department Store, Knightsbridge. Al-Fayed sold his ownership of Fulham F.C. to Shahid Khan in July 2013.",
      "pageId": 20089,
      "monthDay": "01/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jacques_Hnizdovsky",
      "name": "Jacques Hnizdovsky",
      "aboutText": "Robert Calvin \"Bobby\" Bland (January 27, 1930 – June 23, 2013), né Brooks, also known professionally as Bobby \"Blue\" Bland, was an American blues singer.\nBland developed a sound that mixed gospel with the blues and R&B. He was described as \"among the great storytellers of blues and soul music... [who] created tempestuous arias of love, betrayal and resignation, set against roiling, dramatic orchestrations, and left the listener drained but awed.\" He was sometimes referred to as the \"Lion of the Blues\" and as the \"Sinatra of the Blues\"; his music was also influenced by Nat King Cole.",
      "pageId": 165821,
      "monthDay": "01/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Skitch_Henderson",
      "name": "Skitch Henderson",
      "aboutText": "Elmore James (January 27, 1918 – May 24, 1963) was an American blues guitarist, singer, songwriter and band leader.",
      "pageId": 166256,
      "monthDay": "01/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Elmore_James",
      "name": "Elmore James",
      "aboutText": "Hans Modrow (German pronunciation: [ˈhans ˈmoːdʁo]; born 27 January 1928) is a German politician, best known as the last communist premier of East Germany. He currently is the honorary Chairman of the Left Party.\nModrow was born in Jasenitz, Province of Pomerania, Germany, now Jasienica part of the town of Police, Poland.",
      "pageId": 323180,
      "monthDay": "01/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/William_Seawell",
      "name": "William Seawell",
      "aboutText": "Rauf Raif Denktaş, or Denktash (27 January 1924 – 13 January 2012) was a Turkish Cypriot politician, barrister and jurist elected in 1973 as the Vice-President of the Republic of Cyprus.",
      "pageId": 354975,
      "monthDay": "01/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Tom_Addington",
      "name": "Tom Addington",
      "aboutText": "Fritz Spiegl (27 January 1926 – 23 March 2003) was born at Zurndorf, Austria, the son of an agricultural merchant and his Jewish wife.",
      "pageId": 367025,
      "monthDay": "01/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ross_Bagdasarian,_Sr.",
      "name": "Ross Bagdasarian, Sr.",
      "aboutText": "Donna Reed (born Donna Belle Mullenger; January 27, 1921 – January 14, 1986) was an American film and television actress and producer. Her career spanned over forty years, with appearances in over forty films. She is well known for her role as Mary Hatch Bailey in Frank Capra's 1946 film It's a Wonderful Life.",
      "pageId": 394902,
      "monthDay": "01/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Box",
      "name": "John Box",
      "aboutText": "Ingrid Lilian Thulin (Swedish pronunciation: [ˈɪŋːrɪd tɵˈliːn]; 27 January 1926 – 7 January 2004) was a Swedish film actress.",
      "pageId": 450255,
      "monthDay": "01/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Helmut_Zacharias",
      "name": "Helmut Zacharias",
      "aboutText": "Helmut Zacharias (27 January 1920 – 28 February 2002) was a German violinist and composer who created over 400 works and sold 14 million records. He also appeared in number of films, usually playing musicians.",
      "pageId": 450417,
      "monthDay": "01/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Donna_Reed",
      "name": "Donna Reed",
      "aboutText": "Brian Norman Roger Rix, Baron Rix, CBE, DL (born 27 January 1924) is an English actor and campaigner.",
      "pageId": 659396,
      "monthDay": "01/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sabu_Dastagir",
      "name": "Sabu Dastagir",
      "aboutText": "Rostom Sipan \"Ross\" Bagdasarian (January 27, 1919 – January 16, 1972) was an American pianist, musician, actor, and record producer of Armenian descent.",
      "pageId": 755989,
      "monthDay": "01/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Rauf_Denkta%C5%9F",
      "name": "Rauf Denktaş",
      "aboutText": "Lyle Russel “Skitch” Henderson (January 27, 1918 – November 1, 2005) was a pianist, conductor, and composer.",
      "pageId": 807921,
      "monthDay": "01/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Brian_Rix",
      "name": "Brian Rix, Baron Rix",
      "aboutText": "John Allan Hyatt Box OBE, (27 January 1920 – 7 March 2005) was a British film production designer and art director. During his career he won the Academy Award for Best Art Direction on four occasions and won the equivalent BAFTA three times, a record for both awards. Throughout his career he gained a reputation for recreating exotic locations in rather more mundane surroundings, he once created a walled Chinese city in Snowdonia.",
      "pageId": 1649921,
      "monthDay": "01/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Harvey_Shapiro_(poet)",
      "name": "Harvey Shapiro",
      "aboutText": "Sabu Dastagir (27 January 1924 – 2 December 1963) was an Indian film actor who later obtained American citizenship.",
      "pageId": 2071672,
      "monthDay": "01/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Fritz_Spiegl",
      "name": "Fritz Spiegl",
      "aboutText": "Gastón Suárez (born January 27, 1929 – November 6, 1984) was a Bolivian novelist and dramatist. Suárez was born in the town of Tupiza in the southern part of Potosí, Bolivia.\nA self-taught writer, Suárez performed diverse activities: railroader, rural teacher, miner, bank employee, truck driver, journalist, etc.",
      "pageId": 2576711,
      "monthDay": "01/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ingrid_Thulin",
      "name": "Ingrid Thulin",
      "aboutText": "William Thomas Seawell (January 27, 1918 – May 20, 2005) was a Brigadier General in the United States Air Force and former head of Pan Am.\nSeawell (pronounced SOO-uhl) left the University of Arkansas before graduating to enter the United States Military Academy at West Point, New York, where he earned his undergraduate degree in 1941. He later earned a law degree from Harvard University in 1949.",
      "pageId": 3267760,
      "monthDay": "01/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hans_Modrow",
      "name": "Hans Modrow",
      "aboutText": "Jacques Hnizdovsky (Ukrainian: Яків Гніздовський, Polish: Jakob Gniazdowski, Croatian: Jakiv Hnizdovskij), (1915–1985) was a Ukrainian-American painter (working in oil, acrylic, tempera and watercolor), printmaker, sculptor, illustrator and lettering designer.",
      "pageId": 3651810,
      "monthDay": "01/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Mohamed_Al-Fayed",
      "name": "Mohamed Al-Fayed",
      "aboutText": "Jules Archer (January 27, 1915 – November 13, 2008) was an American author who wrote many volumes of non-fiction history for a general audience and for young adults.\nArcher attended DeWitt Clinton High School in New York City and the College of the City of New York, where he received a degree in advertising.\nArcher served four years during World War II with the Army Air Corps in the Pacific theater.",
      "pageId": 9956560,
      "monthDay": "01/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gast%C3%B3n_Su%C3%A1rez",
      "name": "Gastón Suárez",
      "aboutText": "Harvey Shapiro (January 27, 1924 – January 7, 2013) was an American poet and editor of The New York Times. He wrote a dozen books of poetry from 1953 to 2006, writing in epigrammatic style about things in his everyday life. As an editor, he was always affiliated with The New York Times in some capacity, mainly in the magazine and book reviews, from 1957 to 2005.",
      "pageId": 38183360,
      "monthDay": "01/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bobby_Bland",
      "name": "Bobby Bland",
      "aboutText": "Raymond Thomas Casamajor Addington MC (27 January 1919 - 28 October 2011) was a British Army soldier who won the Military Cross in the Netherlands in 1944/45 for his bravery as a battery captain with the 13th Honourable Artillery Company (HAC), Royal Horse Artillery (RHA).\nAddington was the third son of Raymond Anthony Addington (6th Viscount Sidmouth 1887–1976). He was born in Quetta, India (now in Pakistan) where his father was serving in the 26th King George's Own Light Cavalry at Waziristan.",
      "pageId": 47031383,
      "monthDay": "01/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gazanfer_%C3%96zcan",
      "name": "Gazanfer Özcan",
      "aboutText": "Mordecai Richler, CC (January 27, 1931 – July 3, 2001) was a Canadian writer. His best known works are The Apprenticeship of Duddy Kravitz (1959) and Barney's Version (1997). His 1989 novel Solomon Gursky Was Here was shortlisted for the Man Booker Prize.",
      "pageId": 60682,
      "monthDay": "01/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mordecai_Richler",
      "name": "Mordecai Richler",
      "aboutText": "Samuel Chao Chung Ting (Chinese: 丁肇中; pinyin: Dīng Zhàozhōng; Wade–Giles: Ting Chao-chung) (born January 27, 1936) is an American physicist who received the Nobel Prize in 1976, with Burton Richter, for discovering the subatomic J/ψ particle.",
      "pageId": 252048,
      "monthDay": "01/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Boris_Shakhlin",
      "name": "Boris Shakhlin",
      "aboutText": "Édith Cresson (French pronunciation: ​[edit kʁɛsɔ̃]; born Édith Campion, 27 January 1934) is a French politician. She was the first and so far only woman to have held the office of Prime Minister of France. Élisabeth Schemla in the biography, Édith Cresson, la femme piégée (1993) argues her failure and low approval ratings were largely due to the misogyny of the Socialist elites, the French political class, and the French media.",
      "pageId": 305673,
      "monthDay": "01/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jerry_Buss",
      "name": "Jerry Buss",
      "aboutText": "James Oliver Cromwell (born January 27, 1940) is an American film and television actor. Some of his more notable films include Babe (1995), for which he was nominated for an Academy Award for Best Supporting Actor, Star Trek: First Contact (1996), L.A. Confidential (1997), The Green Mile (1999), Space Cowboys (2000), The Sum of All Fears (2002), I, Robot (2004), The Artist (2011), and the television series Six Feet Under (2003–2005), 24 (2007), American Horror Story: Asylum (2012) and Halt and Catch Fire (2015).\nHe has been nominated for an Oscar, four Emmy Awards, and four Screen Actors Guild Awards during his career.",
      "pageId": 405166,
      "monthDay": "01/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/%C3%89dith_Cresson",
      "name": "Édith Cresson",
      "aboutText": "Bobby Hutcherson (born January 27, 1941) in Los Angeles is a jazz vibraphone and marimba player. \"Little B's Poem\" (from the album Components) is one of his best-known compositions. Hutcherson has influenced younger vibraphonists including Steve Nelson, Joe Locke and Stefon Harris.",
      "pageId": 588766,
      "monthDay": "01/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/George_Follmer",
      "name": "George Follmer",
      "aboutText": "Beatrice Muriel Hill Tinsley (27 January 1941 – 23 March 1981) was a New Zealand astronomer and cosmologist whose research made fundamental contributions to the astronomical understanding of how galaxies evolve with time.",
      "pageId": 696144,
      "monthDay": "01/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Troy_Donahue",
      "name": "Troy Donahue",
      "aboutText": "Gerald Hatten \"Jerry\" Buss (January 27, 1933 – February 18, 2013) was an American businessman, investor, chemist, and philanthropist. He was the majority owner of the Los Angeles Lakers professional basketball team in the National Basketball Association (NBA), winning 10 league championships that were highlighted by the team's Showtime era during the 1980s. He is a member of the Naismith Memorial Basketball Hall of Fame as a contributor.",
      "pageId": 1023874,
      "monthDay": "01/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Florin_Piersic",
      "name": "Florin Piersic",
      "aboutText": "George Follmer (born January 27, 1934) is a retired American race car driver, and one of the most successful road racers of the 1970s. He was born in Phoenix, Arizona.",
      "pageId": 1228397,
      "monthDay": "01/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Samuel_C._C._Ting",
      "name": "Samuel C. C. Ting",
      "aboutText": "John Andrew Howard Ogdon (27 January 1937 – 1 August 1989) was an English pianist and composer.",
      "pageId": 1253607,
      "monthDay": "01/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Fred_%C3%85kerstr%C3%B6m",
      "name": "Fred Åkerström",
      "aboutText": "Roy Bourgeois (born January 27, 1938 in Lutcher, Louisiana) is a laicized Roman Catholic priest; and an American activist and founder, in 1990, of the human rights group School of the Americas Watch (SOA Watch).\nOrdained to the priesthood in 1972 in the Roman Catholic Church's Maryknoll society of apostolic life's Maryknoll Fathers and Brothers (The Catholic Foreign Mission Society of America), Bourgeois was canonically dismissed forty years later, on October 4, 2012, from both the Maryknolls and the priesthood, because of his participation on August 9, 2008, in what the Church said was the invalid ordination of a woman and \"a simulated Mass\" in Lexington, Kentucky.",
      "pageId": 1370523,
      "monthDay": "01/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/John_Ogdon",
      "name": "John Ogdon",
      "aboutText": "Petru Chiril Lucinschi (Romanian pronunciation: [ˈpetru kiˈril luˈt͡ʃinski]; born 27 January 1940) was Moldova's second President (1997–2001).",
      "pageId": 1524864,
      "monthDay": "01/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Roy_Bourgeois",
      "name": "Roy Bourgeois",
      "aboutText": "Troy Donahue (January 27, 1936 – September 2, 2001) was an American film and television actor and singer. Donahue became a popular male sex symbol of the 1950s and 1960s.",
      "pageId": 1950007,
      "monthDay": "01/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Julius_Lester",
      "name": "Julius Lester",
      "aboutText": "Boris Anfiyanovich Shakhlin (Russian: Борис Анфиянович Шахлин; 27 January 1932 – 30 May 2008) was a Soviet gymnast who was the 1960 Olympic all-around champion and the 1958 all-around World Champion. He won a total of 13 medals including seven gold medals at the Summer Olympics, and was the most successful athlete at the 1960 Summer Olympics. He held the record for most Olympic medals by a male athlete record until gymnast Nikolai Andrianov won his 14th and 15th medals at the 1980 Summer Olympics.",
      "pageId": 3021184,
      "monthDay": "01/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tigran_Mansurian",
      "name": "Tigran Mansurian",
      "aboutText": "Terrance Victor Harper (born January 27, 1940) is a Canadian former professional ice hockey player. Harper played in the National Hockey League from 1962 to 1981. During this time, he played for the Montreal Canadiens, Los Angeles Kings, Detroit Red Wings, St.",
      "pageId": 3436737,
      "monthDay": "01/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ahmet_Kurtcebe_Alptemo%C3%A7in",
      "name": "Ahmet Kurtcebe Alptemoçin",
      "aboutText": "Julius Lester (born January 27, 1939) is an American writer of books for children and adults and an academic who taught for 32 years (1971–2003) at the University of Massachusetts Amherst.",
      "pageId": 4257444,
      "monthDay": "01/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/James_Cromwell",
      "name": "James Cromwell",
      "aboutText": "Fred Åkerström (27 January 1937 – 9 August 1985) was a Swedish folk guitarist and singer particularly noted for his interpretations of Bellman's music, and his own work of the typically Swedish song segment named visa. These songs, visor, are traditionally very narrative and the performance is \"acted\" to some degree. The singer is in context a vissångare, a troubadour character.",
      "pageId": 8059505,
      "monthDay": "01/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Terry_Harper",
      "name": "Terry Harper",
      "aboutText": "Ahmet Kurtcebe Alptemoçin (born 27 January 1940 in Bursa) is a Turkish mechanical engineer, industrialist and politician belonging to the Motherland Party. He served as Minister of Finance and Customs between 1984–1985 and Minister of Foreign Affairs between 1990-1991.\nHe graduated from the Middle East Technical University in Ankara with a B.S. degree in mechanical engineering.",
      "pageId": 10855952,
      "monthDay": "01/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Petru_Lucinschi",
      "name": "Petru Lucinschi",
      "aboutText": "Saim Gazanfer Özcan (January 27, 1931 – February 17, 2009) was a Turkish actor.",
      "pageId": 21609194,
      "monthDay": "01/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bobby_Hutcherson",
      "name": "Bobby Hutcherson",
      "aboutText": "Tigran Yeghiayi Mansurian (Armenian: Տիգրան Մանսուրյան; born 27 January 1939) is a leading Armenian composer of classical music and film scores.\n^ \"Tigran Mansurian\". ECM Records.",
      "pageId": 29053241,
      "monthDay": "01/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Beatrice_Tinsley",
      "name": "Beatrice Tinsley",
      "aboutText": "Florin Piersic (Romanian pronunciation: [floˈrin ˈpjersik]; born 27 January 1936) is a well-known Romanian actor and TV personality.",
      "pageId": 29486709,
      "monthDay": "01/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Maki_Asakawa",
      "name": "Maki Asakawa",
      "aboutText": "Nicholas Berkeley \"Nick\" Mason (born 27 January 1944) is an English musician and composer, best known as the drummer of Pink Floyd. He is the only constant member of the band since its formation in 1965. Despite solely writing only a few Pink Floyd songs, Mason has co-written some of Pink Floyd's most popular compositions such as \"Echoes\" and \"Time\".",
      "pageId": 268284,
      "monthDay": "01/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Stewart_Raffill",
      "name": "Stewart Raffill",
      "aboutText": "Peter Jasper Akinola (born Abeokuta, 27 January 1944) is the former Anglican Primate of the Church of Nigeria. He is also the former Bishop of Abuja (Nigeria's capital) and Archbishop of Province III, which covered the northern and central parts of the country. When the division into ecclesiastical provinces was adopted in 2002, he became the first Archbishop of Abuja Province, a position he held until 2010.",
      "pageId": 297277,
      "monthDay": "01/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Witherspoon_(actor)",
      "name": "John Witherspoon",
      "aboutText": "Mairead Maguire (born 27 January 1944), also known as Mairead Corrigan Maguire and formerly as Mairéad Corrigan, is a peace activist from Northern Ireland. She co-founded, with Betty Williams and Ciaran McKeown, the Women for Peace, which later became the Community for Peace People, an organisation dedicated to encouraging a peaceful resolution of the Troubles in Northern Ireland. Maguire and Williams were awarded the 1976 Nobel Peace Prize.",
      "pageId": 318280,
      "monthDay": "01/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kate_Wolf",
      "name": "Kate Wolf",
      "aboutText": "Mikhail Nikolayevich Baryshnikov (Russian: Михаи́л Никола́евич Бары́шников; born January 27, 1948), nicknamed \"Misha\" (Russian diminutive of the name \"Mikhail\"), is a Russian-American dancer, choreographer, and actor born in the Soviet Union, often cited alongside Vaslav Nijinsky and Rudolf Nureyev as one of the greatest ballet dancers in history. After a promising start in the Kirov Ballet in Leningrad, he defected to Canada in 1974 for more opportunities in western dance. After freelancing with many companies, he joined the New York City Ballet as a principal dancer to learn George Balanchine's style of movement.",
      "pageId": 427626,
      "monthDay": "01/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Julia_Cumberlege,_Baroness_Cumberlege",
      "name": "Julia Cumberlege, Baroness Cumberlege",
      "aboutText": "William Arthur Johnson (born January 27, 1952), better known as Billy \"White Shoes\" Johnson, is a former American football player in the National Football League from 1974 through 1988.",
      "pageId": 453660,
      "monthDay": "01/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Akinola",
      "name": "Peter Akinola",
      "aboutText": "Nedra Talley, now known as Nedra Talley Ross (born January 27, 1946), is an American singer best known as a former member of the girl group The Ronettes, in which she performed with her cousins Ronnie and Estelle Bennett. She is of African American, Native American and Puerto Rican descent. In 2007, the Ronettes were inducted into the Rock and Roll Hall of Fame.",
      "pageId": 1209689,
      "monthDay": "01/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mairead_Maguire",
      "name": "Mairead Maguire",
      "aboutText": "Kate Wolf (born Kathryn Louise Allen, January 27, 1942 – December 10, 1986) was an American folk singer and songwriter. Though her career was relatively short, she had a significant impact on the folk music scene, and many musicians continue to cover her songs.",
      "pageId": 1236563,
      "monthDay": "01/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Nick_Mason",
      "name": "Nick Mason",
      "aboutText": "Björn Svante Afzelius (27 January 1947 in Huskvarna, Jönköping County – 16 February 1999 in Gothenburg) was a Swedish singer-songwriter and guitar player. Politically he was a socialist.",
      "pageId": 1635950,
      "monthDay": "01/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Harold_Cardinal",
      "name": "Harold Cardinal",
      "aboutText": "John Witherspoon (born January 27, 1942) is an American comedian and actor who has had roles in several films and television shows.\nWitherspoon is best known for his role as Willie Jones for the Friday series, he has starred in films such as Hollywood Shuffle (1987) and Boomerang (1992). He has also made appearances on television shows such as The Wayans Bros.",
      "pageId": 1807741,
      "monthDay": "01/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Christopher_Hum",
      "name": "Christopher Hum",
      "aboutText": "Sir Christopher Owen Hum KCMG (born 27 January 1946) was the 41st Master of Gonville and Caius College, one of the oldest colleges of the University of Cambridge. He held this post from his installation on 16 January 2006 to October 2012, prior to which he was Her Majesty's Ambassador to the People's Republic of China. William Ehrman CMG was appointed as Her Majesty's Ambassador to the People's Republic of China as Hum's successor.",
      "pageId": 1826775,
      "monthDay": "01/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nedra_Talley",
      "name": "Nedra Talley",
      "aboutText": "Harold Cardinal (January 27, 1945 – June 3, 2005) was a Cree writer, political leader, teacher, negotiator and lawyer.",
      "pageId": 1919404,
      "monthDay": "01/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bj%C3%B6rn_Afzelius",
      "name": "Björn Afzelius",
      "aboutText": "Jean-Philippe Collard (born 27 January 1948) is a renowned French pianist who is known for his interpretations of the works of Gabriel Fauré and Camille Saint-Saëns.",
      "pageId": 3979552,
      "monthDay": "01/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Vyron_Polydoras",
      "name": "Vyron Polydoras",
      "aboutText": "Brian Michael Downey (born 27 January 1951, in Dublin, Ireland) is an Irish drummer, best known as the drummer and a founding member of the rock band Thin Lizzy. Along with Phil Lynott, Downey was the only constant member of the pioneering hard rock group until their break-up in 1983. Downey also co-wrote several Thin Lizzy songs.",
      "pageId": 4692187,
      "monthDay": "01/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mikhail_Baryshnikov",
      "name": "Mikhail Baryshnikov",
      "aboutText": "Vyron Polydoras (Greek: Βύρων Πολύδωρας, Greek pronunciation: [ˌviron poˈlidoras]; born 27 January 1947 in Perivolia, Elis, Greece) is a Greek politician who was the Minister for Public Order and Justice of Greece from 2006 to 2007 in the first Cabinet of Kostas Karamanlis.\nHe is a member of the New Democracy party and belongs to the center-right group of this party. He has a degree in law in the University of Athens.",
      "pageId": 9127852,
      "monthDay": "01/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Valeri_Brainin",
      "name": "Valeri Brainin",
      "aboutText": "Cornelis (Cees) van der Knaap (born 27 January 1951 in Bennekom) is a Dutch politician.",
      "pageId": 9557122,
      "monthDay": "01/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jean-Philippe_Collard",
      "name": "Jean-Philippe Collard",
      "aboutText": "Valeri Brainin (aka Willi Brainin and Brainin-Passek, Russian: Валерий Борисович Брайнин (Valeri Borissovich Brainin) [vɐˈlɨrʲɪj bɐˈrʲisəvʲɪtɕ ˈbrajnʲɪn] [] []), Russian/German musicologist, music manager, composer, and poet.\nBorn January 27, 1948 in Nizhni Tagil, Russia, in the family of Austrian poet and translator, political émigré Boris Brainin (Sepp Österreicher), who belonged to the well-known Viennese Brainin family (his relatives are Hebrew publicist, biographer and public figure Reuben Brainin, Austrian/British violinist Norbert Brainin and others).",
      "pageId": 16374136,
      "monthDay": "01/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Brian_Downey_(drummer)",
      "name": "Brian Downey",
      "aboutText": "Stewart Raffill is a British screenwriter and film director.",
      "pageId": 19722783,
      "monthDay": "01/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Cees_van_der_Knaap",
      "name": "Cees van der Knaap",
      "aboutText": "Julia Frances Cumberlege, Baroness Cumberlege, CBE, DSG, DL (b. 27 January 1943) is a British Conservative Party politician and businesswoman.",
      "pageId": 22306387,
      "monthDay": "01/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Billy_Johnson_(American_football)",
      "name": "Billy Johnson",
      "aboutText": "Maki Asakawa (浅川 マキ, Asakawa Maki, January 27, 1942 – January 17, 2010) was a Japanese jazz and blues singer, lyricist and composer.\nBorn in Ishikawa Prefecture, after graduating high school she worked as a civil servant for a short time before moving to Tokyo. Particularly influenced by the styles of Mahalia Jackson and Billie Holiday, she began her career singing at US Army bases and at cabarets.",
      "pageId": 25902231,
      "monthDay": "01/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tam_O%27Shaughnessy",
      "name": "Tam O'Shaughnessy",
      "aboutText": "Tam Elizabeth O'Shaughnessy (born January 27, 1952) is an American children’s science writer, former professional tennis player, and co-founder of the science education company Sally Ride Science. The company was relaunched as a nonprofit entity, Sally Ride Science at UC San Diego, on October 1, 2015. O’Shaughnessy serves as executive director.",
      "pageId": 36539671,
      "monthDay": "01/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Peter_Laird",
      "name": "Peter Laird",
      "aboutText": "Frank Miller (born January 27, 1957) is an American writer, artist, and film director best known for his dark comic book stories and graphic novels such as Ronin, Daredevil: Born Again, The Dark Knight Returns, Sin City and 300. He also directed the film version of The Spirit, shared directing duties with Robert Rodriguez on Sin City, Sin City: A Dame to Kill For and produced the film 300. He is also known for creating the comic book character Elektra.",
      "pageId": 73252,
      "monthDay": "01/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/J%C5%8Dk%C5%8D_Ninomiya",
      "name": "Jōkō Ninomiya",
      "aboutText": "Alan Milburn (born 27 January 1958) is a British Labour politician who was Member of Parliament (MP) for Darlington from 1992 to 2010. He served for five years in the Cabinet, first as Chief Secretary to the Treasury from 1998 to 1999, and subsequently as Secretary of State for Health until 2003, when he resigned, citing a lack of balance with his family life, before briefly rejoining the Cabinet as Chancellor of the Duchy of Lancaster in order to manage Labour's 2005 re-election campaign.",
      "pageId": 244577,
      "monthDay": "01/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brian_Engblom",
      "name": "Brian Engblom",
      "aboutText": "Keith Theodore Olbermann (/ˈoʊlbərmən/; born January 27, 1959) is an American sports and political commentator and writer. Recently, he hosted a later afternoon show on ESPN2 and TSN2 called Olbermann, from July 2013 until July 2015 as well as being the studio host of TBS's Major League Baseball postseason coverage.\nPreviously, he was the chief news officer of the Current TV network and the host of the Current TV weeknight political commentary program, Countdown with Keith Olbermann, until March 30, 2012, a program he hosted with the same title and a similar format on MSNBC from March 2003 to January 2011.",
      "pageId": 273437,
      "monthDay": "01/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Roberts",
      "name": "John Roberts",
      "aboutText": "Miriam \"Mimi\" Rogers (née Spickler; born January 27, 1956) is an American film and television actress, producer and competitive poker player. Her notable film roles include Gung Ho (1986), Someone to Watch Over Me (1987), and Desperate Hours (1990). She garnered the greatest acclaim of her career for her role in the religious drama, The Rapture (1991), with critic Robin Wood applauding that she \"gave one of the greatest performances in the history of the Hollywood cinema.\" Rogers has since appeared in Reflections on a Crime (1994), The Mirror Has Two Faces (1996), Austin Powers: International Man of Mystery (1997), Lost in Space (1998), Ginger Snaps (2000), The Door in the Floor (2004), and For a Good Time, Call...",
      "pageId": 374184,
      "monthDay": "01/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mimi_Rogers",
      "name": "Mimi Rogers",
      "aboutText": "Janick Robert Gers (/ˈjænɪk ˈɡərz/; born 27 January 1957 in Hartlepool, England) is an English musician, best known for being one of the three current guitarists in Iron Maiden, along with Dave Murray and Adrian Smith, as well as his earlier work with Gillan and White Spirit.",
      "pageId": 435368,
      "monthDay": "01/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Susanne_Blakeslee",
      "name": "Susanne Blakeslee",
      "aboutText": "Gillian Lesley Gilbert (born 27 January 1961) is an English musician, keyboardist, guitarist and singer, best known as a member of New Order and a founding member of The Other Two.",
      "pageId": 670046,
      "monthDay": "01/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Janick_Gers",
      "name": "Janick Gers",
      "aboutText": "Bo Göran Hägglund (born 27 January 1959) is a Swedish politician of the Christian Democrats.",
      "pageId": 1081190,
      "monthDay": "01/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Frank_Miller_(comics)",
      "name": "Frank Miller",
      "aboutText": "Peter Alan Laird (born January 27, 1954 in North Adams, Massachusetts) is an American comic book writer and artist.",
      "pageId": 1205777,
      "monthDay": "01/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/James_Grippando",
      "name": "James Grippando",
      "aboutText": "Anthony Cris Collinsworth (born January 27, 1959) is a former American college and professional football player who was a wide receiver in the National Football League (NFL) for eight seasons, all with the Cincinnati Bengals, during the 1980s. He played college football for the University of Florida, and was recognized as an All-American. He is currently a television sportscaster for NBC, Showtime, and the NFL Network and winner of 15 Sports Emmy Awards.",
      "pageId": 1475119,
      "monthDay": "01/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kadri_M%C3%A4lk",
      "name": "Kadri Mälk",
      "aboutText": "Brian Paul Engblom (born January 27, 1955) is an ice hockey broadcaster and retired Canadian professional hockey defenseman.",
      "pageId": 1822553,
      "monthDay": "01/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Alan_Milburn",
      "name": "Alan Milburn",
      "aboutText": "John Glover Roberts Jr. (born January 27, 1955) is the 17th and current Chief Justice of the United States. He took his seat on September 29, 2005, having been nominated by President George W. Bush after the death of Chief Justice William Rehnquist.",
      "pageId": 1928850,
      "monthDay": "01/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Susanna_Thompson",
      "name": "Susanna Thompson",
      "aboutText": "Susanna Thompson (born January 27, 1958) is an American television, stage and film actress. She is known for her roles in films Little Giants (1994), Ghosts of Mississippi (1996), Random Hearts (1999) and Dragonfly (2002), and as Karen Sammler on ABC drama series Once and Again (1999–2002). From 2012 to 2014, Thompson starred as Moira Queen as a regular cast member in the CW series Arrow.",
      "pageId": 2011265,
      "monthDay": "01/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Cris_Collinsworth",
      "name": "Cris Collinsworth",
      "aboutText": "Jōkō Ninomiya (二宮 城光, Ninomiya Jōkō, born January 27, 1954) is the founder and director of Enshin Karate. He presides over the Enshin organization from the headquarters (honbu) in Denver, Colorado.",
      "pageId": 3967370,
      "monthDay": "01/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/G%C3%B6ran_H%C3%A4gglund",
      "name": "Göran Hägglund",
      "aboutText": "Kadri Mälk (January 27, 1958 in Tallinn, Estonia) is a notable Estonian artist and jewelry designer.\nMälk began her studies at the Tartu Art School in 1977 and graduated from the Estonian Academy of Arts in 1986, studying under professor Leili Kuldkepp. Between 1986 and 1993 Mälk worked as a freelance artist.",
      "pageId": 4242686,
      "monthDay": "01/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Keith_Olbermann",
      "name": "Keith Olbermann",
      "aboutText": "Narciso Rodriguez (Spanish pronunciation: [narˈziso roˈðɾiɣes]; born January 27, 1961) is an American fashion designer.",
      "pageId": 4365016,
      "monthDay": "01/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Fiona_O%27Donnell",
      "name": "Fiona O'Donnell",
      "aboutText": "Susanne Ann Blakeslee (born January 27, 1966) is an American voice and musical theatre actress, also known as Susan Blakeslee and Suzanne Blakeslee. Among her notable roles are Wanda and Mrs. Turner on The Fairly OddParents and Maleficent in the Kingdom Hearts series and Disney media.",
      "pageId": 10211570,
      "monthDay": "01/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Zarganar",
      "name": "Zarganar",
      "aboutText": "James Grippando (born 1958) is an American novelist and lawyer.",
      "pageId": 10931284,
      "monthDay": "01/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dina_Bonnevie",
      "name": "Dina Bonnevie",
      "aboutText": "Geraldine Shaer Bonnevie known as Dina Bonnevie (born January 27, 1961) is an award-winning actress in the Philippines.\n^ PEP.ph. \"Dina Bonnevie's home | Gallery | PEP.ph: The Number One Site for Philippine Showbiz\".",
      "pageId": 11798840,
      "monthDay": "01/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gillian_Gilbert",
      "name": "Gillian Gilbert",
      "aboutText": "Maung Thura \"Zarganar\" (also called Zaganar (Burmese: ဇာဂနာ; also Zargana; pronounced: [zàɡənà]); born 27 January 1961) is a popular Burmese comedian, film actor, and a film director as well as a fierce critic and often political prisoner of the Burmese military government. Known for his wicked puns against the government which is a military junta, Zarganar, whose name translates to \"tweezers\", is widely considered to be the most popular comedian and satirist in Myanmar.\nIn September 2006, Zarganar was banned indefinitely from performing publicly or participating in any kind of entertainment related work.",
      "pageId": 13445285,
      "monthDay": "01/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Narciso_Rodriguez",
      "name": "Narciso Rodriguez",
      "aboutText": "Fiona O'Donnell (née Kenny; born 27 January 1960) is a Scottish Labour Party politician, who was the Member of Parliament (MP) for East Lothian from 2010 to 2015.",
      "pageId": 27266489,
      "monthDay": "01/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Roberto_Paci_Dal%C3%B2",
      "name": "Roberto Paci Dalò",
      "aboutText": "Adrian Nicholas Matthews Thaws (born 27 January 1968), better known by his stage name Tricky, is an English record producer, vocalist, director, actor, and musician. He began his career as an early collaborator of Massive Attack before embarking on a solo career with his debut album, Maxinquaye, in 1995. The release won Tricky popular acclaim and marked the beginning of a lengthy collaborative partnership with vocalist Martina Topley-Bird.",
      "pageId": 30354,
      "monthDay": "01/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/George_Monbiot",
      "name": "George Monbiot",
      "aboutText": "Alan Cumming, OBE (born 27 January 1965), is a Scottish character actor, author, and activist who has appeared in numerous films, television shows and plays. His London stage appearances include Hamlet, the Maniac in Accidental Death of an Anarchist (for which he received an Olivier Award), the lead in Bent, and the National Theatre of Scotland's The Bacchae. On Broadway he has appeared in The Threepenny Opera, as the master of ceremonies in Cabaret (for which he won a Tony Award), Design for Living and a one-man adaptation of Macbeth.",
      "pageId": 203321,
      "monthDay": "01/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Patrick_van_Deurzen",
      "name": "Patrick van Deurzen",
      "aboutText": "Emmanuel Pahud (born 27 January 1970) is a Franco-Swiss flute player.\nHe was born in Geneva, Switzerland. His father is of French and Swiss background and his mother is French.",
      "pageId": 223069,
      "monthDay": "01/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bridget_Fonda",
      "name": "Bridget Fonda",
      "aboutText": "Michael Allan \"Mike\" Patton (born January 27, 1968) is an American singer-songwriter, multi-instrumentalist, film composer, producer, and actor, best known as the lead singer of the alternative metal band Faith No More. Patton was also the founder and lead singer of experimental band Mr. Bungle, and has played with Tomahawk, Fantômas, Lovage, The Dillinger Escape Plan, and Peeping Tom.",
      "pageId": 225718,
      "monthDay": "01/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jack_Haley_(basketball)",
      "name": "Jack Haley",
      "aboutText": "Bridget Jane Fonda (born January 27, 1964) is an American actress. She is known for her roles in such films as The Godfather Part III, Single White Female, Point of No Return, It Could Happen to You, and Jackie Brown. She also provides the voice for Jenna in the 1995 animated feature film Balto.",
      "pageId": 343294,
      "monthDay": "01/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Alan_Cumming",
      "name": "Alan Cumming",
      "aboutText": "George Joshua Richard Monbiot (/ˈmɒnbioʊ/ MON-bee-oh; born 27 January 1963) is a British writer, known for his environmental and political activism. He writes a weekly column for The Guardian, and is the author of a number of books, including Captive State: The Corporate Takeover of Britain (2000) and Feral: Searching for Enchantment on the Frontiers of Rewilding (2013). He is the founder of The Land is Ours, a peaceful campaign for the right of access to the countryside and its resources in the United Kingdom.",
      "pageId": 427730,
      "monthDay": "01/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Oktay_Kaynarca",
      "name": "Oktay Kaynarca",
      "aboutText": "Joseph Jean-Guy Patrice Brisebois (born January 27, 1971) is a retired Canadian professional ice hockey defenceman who played for the Montreal Canadiens and Colorado Avalanche, playing nearly 900 games with the former and 1,009 games overall. Brisebois was recently the Canadiens' Director of Player Development.",
      "pageId": 850739,
      "monthDay": "01/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ignacio_No%C3%A9",
      "name": "Ignacio Noé",
      "aboutText": "Bobby Deol (born Vijay Singh Deol; 27 January 1969) is an Indian actor. Deol is the son of Bollywood actor Dharmendra and the brother of Sunny Deol, also a successful actor in the Indian film industry.\nDeol has mostly acted in thriller films, often playing antiheroic characters who are forced to commit crime to avenge the deaths of loved ones.",
      "pageId": 1041799,
      "monthDay": "01/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Attila_Sekerlioglu",
      "name": "Attila Sekerlioglu",
      "aboutText": "Keigo Oyamada (小山田 圭吾, Oyamada Keigo, born January 27, 1969) is a Japanese recording artist and producer better known by his stage name Cornelius (CORNELIUS（コーネリアス）, Kōneriasu).",
      "pageId": 1058222,
      "monthDay": "01/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tamlyn_Tomita",
      "name": "Tamlyn Tomita",
      "aboutText": "Patton Peter Oswalt (born January 27, 1969) is an American stand-up comedian, writer and actor known for roles such as Spencer Olchin in the sitcom The King of Queens and for voicing Remy in the film Ratatouille.",
      "pageId": 1237220,
      "monthDay": "01/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bobby_Deol",
      "name": "Bobby Deol",
      "aboutText": "Tamlyn Naomi Tomita (born January 27, 1966) is a Japanese-born American actress and singer. She made her screen debut in The Karate Kid, Part II (1986), and later was leading and supporting roles in films Come See the Paradise (1990), The Joy Luck Club (1993), Picture Bride (1994), Four Rooms (1995), Robot Stories (2003), and The Day After Tomorrow (2004).",
      "pageId": 1266150,
      "monthDay": "01/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dave_Manson",
      "name": "Dave Manson",
      "aboutText": "John Matthew \"Matt\" Stover (born January 27, 1968) is a former American Football placekicker. As of the start of the 2009 NFL season, he was the third most accurate kicker in the history of the National Football League. He has played for the New York Giants, the Cleveland Browns, and the Baltimore Ravens, with whom he played for 13 seasons.",
      "pageId": 1591541,
      "monthDay": "01/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tricky_(musician)",
      "name": "Tricky",
      "aboutText": "Oktay Kaynarca (b. 27 January 1965 in Malatya) Turkish actor. He is better known for his role in the popular TV series, Kurtlar Vadisi (Valley of the Wolves).",
      "pageId": 4991265,
      "monthDay": "01/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Patrick_Blondeau",
      "name": "Patrick Blondeau",
      "aboutText": "David Michael Manson (born January 27, 1967) is a retired professional ice hockey defenseman who played in the National Hockey League (NHL) with several teams.",
      "pageId": 5469049,
      "monthDay": "01/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mike_Patton",
      "name": "Mike Patton",
      "aboutText": "Jack Kevin Haley (January 27, 1964 – March 16, 2015) was an American professional basketball player.",
      "pageId": 5648909,
      "monthDay": "01/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Matt_Stover",
      "name": "Matt Stover",
      "aboutText": "Attila Sekerlioglu (born January 27, 1965 in Vienna) is a retired Austrian footballer of Turkish descent. He played in midfield. After retiring, he moved into management.",
      "pageId": 6390322,
      "monthDay": "01/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cornelius_(musician)",
      "name": "Cornelius",
      "aboutText": "Ignacio Noé (born January 27, 1965, Escobar, Buenos Aires Province), usually known simply as Noé, is an artist in a wide range of graphic genres, working in comics, children's books, magazine illustration and erotic comics, in a highly rendered style that utilizes both digital and traditional media. His works include \"The Piano Tuner\", \"Ship of Fools\" and most notably \"The Convent of Hell\".\nNoé also gives painting workshops geared towards the field of illustration.",
      "pageId": 6550090,
      "monthDay": "01/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Patton_Oswalt",
      "name": "Patton Oswalt",
      "aboutText": "Patrick Blondeau (born 27 January 1968) is a former international footballer who played in Ligue 1 and the Premier League.",
      "pageId": 10931649,
      "monthDay": "01/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Emmanuel_Pahud",
      "name": "Emmanuel Pahud",
      "aboutText": "Roberto Paci Dalò is an Italian composer and musician, film director and theatre director, visual artist.",
      "pageId": 15058500,
      "monthDay": "01/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Patrice_Brisebois",
      "name": "Patrice Brisebois",
      "aboutText": "Patrick van Deurzen (Eindhoven, 27 January 1964) is a Dutch composer.",
      "pageId": 31803131,
      "monthDay": "01/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Fann_Wong",
      "name": "Fann Wong",
      "aboutText": "Ole Einar Bjørndalen (born 27 January 1974) is a Norwegian professional biathlete, often referred to by the nickname \"The King of Biathlon\". He is the most medaled Olympian in the history of the Winter Olympic Games, with 13 medals. He is also the most successful biathlete of all time at the Biathlon World Championships, having won 40 medals, double that of any other biathlete.",
      "pageId": 40377,
      "monthDay": "01/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mark_Owen",
      "name": "Mark Owen",
      "aboutText": "Rosamund Mary Ellen Pike (born 27 January 1979) is an English actress. Her first screen credit was in 1998 for the television film A Rather English Marriage and she came to attention when she was cast at age 21 as Bond girl Miranda Frost in Die Another Day (2002). She won the BIFA Award for Best Supporting Actress in 2004 for The Libertine; and also received BIFA nominations for her performances as Helen in An Education (2009), and Lisa in Made in Dagenham (2010).",
      "pageId": 159370,
      "monthDay": "01/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Josh_Randall",
      "name": "Josh Randall",
      "aboutText": "Warnakulasuriya Patabendige Ushantha Joseph Chaminda Vaas (born 27 January 1974), usually known as Chaminda Vaas, is a former Sri Lankan cricketer regarded as the best fast bowler to have come out of the country.\nVaas has been described as the 'most penetrative and successful new-ball bowler Sri Lanka have produced'. In 2004 he gained international recognition when he was selected for the World Test and one-day XI at the inaugural ICC Awards.",
      "pageId": 198062,
      "monthDay": "01/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Keith_Wood",
      "name": "Keith Wood",
      "aboutText": "Fann Woon Fong (simplified Chinese: 范文芳; traditional Chinese: 范雯芳; pinyin: Fàn Wénfāng) born 27 January 1971, better known by her stage name Fann Wong, is a Singaporean actress, singer and model.\nAt Singapore's Star Awards 1995, Fann became the first actress to win both the Best Actress and Best Newcomer awards in the same year. After gaining regional exposure and popularity in Asia through film and television productions, she became the first Singaporean actress to break into Hollywood, playing Chon Lin in the 2003 film Shanghai Knights.",
      "pageId": 345994,
      "monthDay": "01/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Valyantsin_Byalkevich",
      "name": "Valyantsin Byalkevich",
      "aboutText": "Marat Mubinovich Safin (Russian: Мара́т Муби́нович Са́фин; IPA: [mɐˈrat mʊˈbʲinəvʲɪtɕ ˈsafʲɪn], Tatar: Марат Мөбин улы Сафин Marat Möbin uğlı Safin; 27 January 1980) is a Russian retired tennis player and politician. Safin won two Grand Slam tournaments and reached the world no. 1 ranking during his career.",
      "pageId": 383481,
      "monthDay": "01/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ole_Einar_Bj%C3%B8rndalen",
      "name": "Ole Einar Bjørndalen",
      "aboutText": "Daniel Luca Vettori, ONZM (born 27 January 1979) is a retired cricketer who played for the New Zealand cricket team. He is currently the head coach of the Royal Challengers Bangalore in the IPL and the Brisbane Heat in the Big Bash league. He was the captain of New Zealand between 2007 and 2011.",
      "pageId": 597411,
      "monthDay": "01/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andrei_Pavel",
      "name": "Andrei Pavel",
      "aboutText": "Mark Anthony Patrick Owen (born 27 January 1972), is an English singer-songwriter. He is a member of pop-group Take That.",
      "pageId": 710710,
      "monthDay": "01/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chaminda_Vaas",
      "name": "Chaminda Vaas",
      "aboutText": "Keith Gerard Mallinson Wood (born 27 January 1972) is a former international rugby union footballer who played hooker for Ireland, the Lions, Garryowen, Harlequins and Munster.\nHe was nicknamed 'The Raging Potato' because of his bald head. He was also known as 'Uncle Fester' due to his resemblance to a character in The Addams Family.",
      "pageId": 772003,
      "monthDay": "01/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ahn_Jung-hwan",
      "name": "Ahn Jung-hwan",
      "aboutText": "Ahn Jung-hwan (Hangul: 안정환; Hanja: 安貞桓; born 27 January 1976 in Paju, Gyeonggi) is a South Korean former football player. He made world headlines by scoring the winning golden goal for South Korea against Italy in the 2002 FIFA World Cup second round, and earning him dismissal from the Italian club Perugia.",
      "pageId": 1057369,
      "monthDay": "01/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ruby_Lin",
      "name": "Ruby Lin",
      "aboutText": "Lin Hsin-ju (Lin Xinru, born 27 January 1976), also known as Ruby Lin, is a Taiwanese actress, television producer, artistic director and pop singer. A popular actress, she has over 60 million followers on Sina Weibo.\nLin made her acting debut in a TV commercial in Taiwan.",
      "pageId": 1304716,
      "monthDay": "01/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rosamund_Pike",
      "name": "Rosamund Pike",
      "aboutText": "Alicia Molik (born 27 January 1981) is an Australian former professional tennis player. She reached a career-high singles ranking of world No. 8, and won a bronze medal for Australia at the 2004 Athens Olympics by upsetting then world No.",
      "pageId": 1398079,
      "monthDay": "01/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Vettori",
      "name": "Daniel Vettori",
      "aboutText": "Andrei Pavel (born 27 January 1974 ) is a Romanian tennis coach and former professional tennis player. He is currently coaching the world top-150 tennis player, Tamira Paszek.",
      "pageId": 1723598,
      "monthDay": "01/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eva_Padberg",
      "name": "Eva Padberg",
      "aboutText": "Not to be confused with Josh Randall, the Steve McQueen character in his CBS television series, Wanted: Dead or Alive",
      "pageId": 2746756,
      "monthDay": "01/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Marat_Safin",
      "name": "Marat Safin",
      "aboutText": "Yaniv Katan (Hebrew: יניב קטן‎; born 27 January 1981) is a retired Israeli international footballer who played professionally for Maccabi Haifa, as a forward and winger.",
      "pageId": 3037905,
      "monthDay": "01/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yaniv_Katan",
      "name": "Yaniv Katan",
      "aboutText": "Carlo Colaiacovo (/ˌkoʊleɪ.əˈkoʊvoʊ/; born January 27, 1983) is a Canadian professional ice hockey defenceman currently playing for the Buffalo Sabres of the National Hockey League (NHL).",
      "pageId": 3114209,
      "monthDay": "01/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alicia_Molik",
      "name": "Alicia Molik",
      "aboutText": "Valyantsin Byalkevich (Belarusian: Валянцін Бялькевіч; 27 January 1973 – 1 August 2014), also sometimes spelled \"Valiantsin Bialkevich\") was a Belarusian football player. He was most notably a member of the Ukrainian club Dynamo Kyiv from 1996 to 2008.",
      "pageId": 3416038,
      "monthDay": "01/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tony_Woodcock_(rugby_player)",
      "name": "Tony Woodcock",
      "aboutText": "Tony Dale Woodcock (born 27 January 1981) is a New Zealand rugby union player. His position is loosehead prop, and he has played 111 tests for the New Zealand national team, the All Blacks. Woodcock has played for the All Blacks since 2002, scoring eight test tries.",
      "pageId": 6535356,
      "monthDay": "01/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Carlo_Colaiacovo",
      "name": "Carlo Colaiacovo",
      "aboutText": "Eva Padberg (born 27 January 1980) is a German fashion model, singer, and actress.\nPadberg was born in Bad Frankenhausen and grew up in Rottleben, Germany. In 1995, she applied for Bravo's Boy & Girl contest; she made it among the best ten models and gained the opportunity to do a test shooting for Louisa Models in Munich.",
      "pageId": 8076078,
      "monthDay": "01/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tim_Kasten",
      "name": "Tim Kasten",
      "aboutText": "Gerard Aafjes (born 27 January 1985) is a Dutch football defender who plays for Quick Boys in the 4th tier of Dutch football, the Hoofdklasse.",
      "pageId": 13382406,
      "monthDay": "01/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gerard_Aafjes",
      "name": "Gerard Aafjes",
      "aboutText": "Tim Kasten (born 27 January 1983) is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team. He made his debuet for Germany in a game against Sweden in 2004.\nKasten was born in Hannover, and has played rugby since 1986, first for the SV 08 Ricklingen and later, after the club was unable to field a youth team, for the SC Germania List.",
      "pageId": 26393487,
      "monthDay": "01/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dustley_Mulder",
      "name": "Dustley Mulder",
      "aboutText": "Kathryn Rosemary Bullard (born January 27, 1987), known as Katy Rose, is an American singer, songwriter, producer, musician and actress. Her music styles vary from indie rock, Electropop, grunge, pop, lounge music and techno.\nStarting at age sixteen, Rose began work on her debut album, Because I Can for V2 Records, which was released on January 27, 2004, along with \"Overdrive\", her first single from the album.",
      "pageId": 555592,
      "monthDay": "01/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Giorgi_Loria",
      "name": "Giorgi Loria",
      "aboutText": "Kerlon Moura Souza or simply Kerlon (born 27 January 1988 in Ipatinga) is a Brazilian professional footballer currently playing for Maltese Premier League side Sliema Wanderers as an attacking midfielder.",
      "pageId": 2807571,
      "monthDay": "01/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lily_Donaldson",
      "name": "Lily Donaldson",
      "aboutText": "Lily Monica Donaldson (born 27 January 1987) is a British model.\n^ a b \"Lily Donaldson\". IMG Models.",
      "pageId": 3632537,
      "monthDay": "01/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Katy_Rose",
      "name": "Katy Rose",
      "aboutText": "Dustley Mulder (born 27 January 1985) is a Curaçaoan footballer who currently plays right back for NAC Breda in the Dutch Eerste Divisie.",
      "pageId": 11415108,
      "monthDay": "01/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Anton_Shunin",
      "name": "Anton Shunin",
      "aboutText": "Anton Vladimirovich Shunin (Russian: Антон Владимирович Шунин; born 27 January 1987) is an association football goalkeeper who currently plays for Dynamo Moscow.",
      "pageId": 12892545,
      "monthDay": "01/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kerlon",
      "name": "Kerlon",
      "aboutText": "Giorgi Loria (Georgian: გიორგი ლორია; born 27 January 1986) is a Georgian professional football player. He is a goalkeeper who currently plays for FC Krylia Sovetov Samara in Russia. His height is 197cm and he weighs 85kg.",
      "pageId": 15258667,
      "monthDay": "01/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Liu_Wen",
      "name": "Liu Wen",
      "aboutText": "Ricky van Wolfswinkel (Dutch pronunciation: [ˈrɪki vɑn ˈʋɔɫfsˌʋɪŋkəɫ]; born 27 January 1989) is a Dutch professional footballer who plays as a striker for Spanish club Real Betis on loan from English club Norwich City.\nWhile playing in Portugal, he was nicknamed O Lobo (the Wolf), although during his early days in the Netherlands, he was known as HatRicky because of the number of hat-tricks he scored.\nHe has been capped twice by the Netherlands national football team.",
      "pageId": 19408233,
      "monthDay": "01/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alberto_Bot%C3%ADa",
      "name": "Alberto Botía",
      "aboutText": "Daisy Rebecca Lowe (born 27 January 1989) is an English fashion model who has modeled for editorial photo shoots, commercial advertising campaigns and at fashion shows.",
      "pageId": 19685478,
      "monthDay": "01/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Daisy_Lowe",
      "name": "Daisy Lowe",
      "aboutText": "Alberto Tomás Botía Rabasco (Spanish pronunciation: [alˈβerto βoˈti.a raˈβasko]; born 27 January 1989) is a Spanish professional footballer who plays for Greek club Olympiacos F.C. as a central defender.",
      "pageId": 21418110,
      "monthDay": "01/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ricky_van_Wolfswinkel",
      "name": "Ricky van Wolfswinkel",
      "aboutText": "Liu Wen (simplified Chinese: 刘雯; traditional Chinese: 劉雯; pinyin: Liú Wén; born January 27, 1988) is a Chinese fashion model. She is the first model of East Asian descent to walk the Victoria's Secret Fashion Show. In 2010, she became the first spokesmodel of Asian descent for Estée Lauder, alongside Constance Jablonski and Joan Smalls.",
      "pageId": 23444125,
      "monthDay": "01/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Yaya_Sanogo",
      "name": "Yaya Sanogo",
      "aboutText": "Yaya Sanogo (born 27 January 1993) is a French professional footballer who plays for Dutch club Ajax on loan from English club Arsenal, as a striker.",
      "pageId": 25961531,
      "monthDay": "01/27"
    },
    {
      "year": "1994",
      "uri": "/wiki/Rani_Khedira",
      "name": "Rani Khedira",
      "aboutText": "Rani Khedira (born 27 January 1994) is a German footballer who plays as a midfielder for RB Leipzig.",
      "pageId": 34525652,
      "monthDay": "01/27"
    }
  ]
}