{
  "people": [
    {
      "year": "879",
      "uri": "/wiki/Charles_the_Simple",
      "name": "Charles the Simple",
      "monthDay": "09/17",
      "aboutText": "Charles III (17 September 879 – 7 October 929), called the Simple or the Straightforward (from the Latin Carolus Simplex), was the King of Western Francia from 898 until 922 and the King of Lotharingia from 911 until 919–23.",
      "pageId": 77822,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/45/Charlemagne_coin.JPG"
    },
    {
      "year": "1192",
      "uri": "/wiki/Minamoto_no_Sanetomo",
      "name": "Minamoto no Sanetomo",
      "monthDay": "09/17",
      "aboutText": "Minamoto no Sanetomo (源 実朝, September 17, 1192 – February 13, 1219, r. 1203–1219) was the third shogun of the Kamakura shogunate Sanetomo was the second son of the founder of the Kamakura shogunate Minamoto no Yoritomo, his mother was Hōjō Masako, and his older brother was the second Kamakura shogun Minamoto no Yoriie.\nHis childhood name was Senman (千万).",
      "pageId": 189414,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Hyakuninisshu_093.jpg"
    },
    {
      "year": "1550",
      "uri": "/wiki/Pope_Paul_V",
      "name": "Pope Paul V",
      "monthDay": "09/17",
      "aboutText": "Pope Paul V (Latin: Paulus V; 17 September 1552 – 28 January 1621), born Camillo Borghese, was Pope from 16 May 1605 to his death in 1621.",
      "pageId": 52731,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1605",
      "uri": "/wiki/Francesco_Sacrati",
      "name": "Francesco Sacrati",
      "monthDay": "09/17",
      "aboutText": "Francesco Sacrati (17 September 1605 in Parma, Italy – 20 May 1650 in Modena, Italy) was an Italian composer of the Baroque era, who played an important role in the early history of opera. He wrote for the Teatro Novissimo in Venice as well as touring his operas throughout Italy. His most famous piece is La finta pazza (\"The Feigned Madwoman\", 1641), said to be the first opera ever performed in France (in 1645).",
      "pageId": 8313947
    },
    {
      "year": "1630",
      "uri": "/wiki/Ranuccio_II_Farnese,_Duke_of_Parma",
      "name": "Ranuccio II Farnese, Duke of Parma",
      "monthDay": "09/17",
      "aboutText": "Hans Herr (September 17, 1639 – October 11, 1725) was born in Zürich, Switzerland, a descendant of the Knight, Hugo Herr. He joined the Swiss Brethren (later called Mennonites) and became a bishop. He was the first Mennonite bishop to emigrate to America.",
      "pageId": 626441,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6a/Hans-herr-house.jpg"
    },
    {
      "year": "1639",
      "uri": "/wiki/Hans_Herr",
      "name": "Hans Herr",
      "monthDay": "09/17",
      "aboutText": "Ranuccio II Farnese (17 September 1630 – 11 December 1694) was the sixth Duke of Parma and Piacenza from 1646 until his death nearly 50 years later and Duke of Castro from 1646 until 1649.",
      "pageId": 1425682,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2a/4463_-_Piacenza_-_Ranuccio_Farnese_%28di_Francesco_Mochi%29_-_Foto_Giovanni_Dall%27Orto_14-7-2007.jpg"
    },
    {
      "year": "1674",
      "uri": "/wiki/Ernest_Augustus,_Duke_of_York_and_Albany",
      "name": "Ernest Augustus, Duke of York and Albany",
      "monthDay": "09/17",
      "aboutText": "Stephen Hales, FRS, DD (17 September 1677 – 4 January 1761) was an English clergyman who made major contributions to a range of scientific fields including botany, pneumatic chemistry and physiology. He was the first person to measure blood pressure. He also invented several devices, including a ventilator, a pneumatic trough and a surgical forceps for the removal of bladder stones.",
      "pageId": 393542,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Hales_Stephen_trough.jpg"
    },
    {
      "year": "1677",
      "uri": "/wiki/Stephen_Hales",
      "name": "Stephen Hales",
      "monthDay": "09/17",
      "aboutText": "Ernest Augustus, Duke of York and Albany (Ernest Augustus 17 September 1674 – 14 August 1728) was the younger brother of George I of Great Britain. Ernest was a soldier, and served with some distinction under Emperor Leopold I during the Nine Years' War and the War of Spanish Succession. In 1715 he became Prince-Bishop of Osnabrück.",
      "pageId": 3012134,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Ernest_August%2C_Duke_of_York_%281674-1728%29.jpg"
    },
    {
      "year": "1687",
      "uri": "/wiki/Durastante_Natalucci",
      "name": "Durastante Natalucci",
      "monthDay": "09/17",
      "aboutText": "Durastante Tommaso Francesco Emiliano Natalucci (September 17, 1687 – May 22, 1772) was an Italian historian who specialized in history of Trevi, in Umbria.\nBorn at Picicche di Trevi into one of the prominent families of the area, he was tonsured at age 7, upon the death of an uncle of his who had been priest of SS. Crocifisso: he received the benefice of that church from Pope Innocent XII. He studied with the Jesuits in nearby Spoleto from 1704 to 1709, when he moved to Rome to study law. His father had died in 1705, so when his mother fell ill around 1710, he returned to Trevi to take care of his family's affairs, in which task he succeeded well enough that he was entrusted similar work on behalf of other local families.",
      "pageId": 2118351
    },
    {
      "year": "1688",
      "uri": "/wiki/Maria_Luisa_of_Savoy",
      "name": "Maria Luisa of Savoy",
      "monthDay": "09/17",
      "aboutText": "Maria Luisa of Savoy (Maria Luisa Gabriella; 17 September 1688 – 14 February 1714) was a Savoyard princess and the first wife of Philip V of Spain. She acted as Regent of Spain and had great influence over her husband.",
      "pageId": 6555425,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/99/Queen_Maria_Luisa_of_Spain%2C_Princess_of_Savoy.jpg"
    },
    {
      "year": "1730",
      "uri": "/wiki/Friedrich_Wilhelm_von_Steuben",
      "name": "Friedrich Wilhelm von Steuben",
      "monthDay": "09/17",
      "aboutText": "Friedrich Wilhelm August Heinrich Ferdinand Steuben (born Friedrich Wilhelm Ludolf Gerhard Augustin von Steuben; September 17, 1730 – November 28, 1794), also referred to as the Baron von Steuben, was a Prussian-born American military officer. He served as inspector general and major general of the Continental Army during the American Revolutionary War. He is credited with being one of the fathers of the Continental Army in teaching them the essentials of military drills, tactics, and disciplines.",
      "pageId": 93561,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/Appletons%27_Steuben_House.jpg"
    },
    {
      "year": "1739",
      "uri": "/wiki/John_Rutledge",
      "name": "John Rutledge",
      "monthDay": "09/17",
      "aboutText": "John Rutledge (September 17, 1739 – July 23, 1800) was the second Chief Justice of the Supreme Court of the United States.\nA lawyer and a judge, Rutledge was a delegate to the Stamp Act Congress and the Continental Congress, President and then Governor of South Carolina during the American Revolution, a delegate to the Constitutional Convention of 1787, and an Associate Justice of the U.S. Supreme Court.",
      "pageId": 21830463
    },
    {
      "year": "1743",
      "uri": "/wiki/Marquis_de_Condorcet",
      "name": "Marquis de Condorcet",
      "monthDay": "09/17",
      "aboutText": "Marie Jean Antoine Nicolas de Caritat, marquis de Condorcet (French: [maʁi ʒɑ̃n‿ɑ̃twan nikola də kaʁita kɔ̃dɔʁsɛ]; 17 September 1743 – 28 March 1794), known as Nicolas de Condorcet, was a French philosopher, mathematician, and early political scientist whose Condorcet method in voting tally selects the candidate who would beat each of the other candidates in a run-off election. Unlike many of his contemporaries, he advocated a liberal economy, free and equal public instruction, constitutionalism, and equal rights for women and people of all races. His ideas and writings were said to embody the ideals of the Age of Enlightenment and rationalism, and remain influential to this day.",
      "pageId": 37749,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Anne_Robert_Jacques_Turgot.jpg"
    },
    {
      "year": "1771",
      "uri": "/wiki/Johann_August_Apel",
      "name": "Johann August Apel",
      "monthDay": "09/17",
      "aboutText": "Johann August Apel (September 17, 1771 – August 9, 1816) was a German writer and jurist.",
      "pageId": 3637546
    },
    {
      "year": "1773",
      "uri": "/wiki/Jonathan_Alder",
      "name": "Jonathan Alder",
      "monthDay": "09/17",
      "aboutText": "Nadezhda Andreyevna Durova (Russian: Наде́жда Андре́евна Ду́рова) (September 17, 1783 – March 21, 1866), also known as Alexander Durov, Alexander Sokolov and Alexander Andreevich Alexandrov, was a woman who, while disguised as a man, became a decorated soldier in the Russian cavalry during the Napoleonic wars. She was the first known female officer in the Russian military.",
      "pageId": 3217769,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/33/Hussarballad.jpg"
    },
    {
      "year": "1783",
      "uri": "/wiki/Nadezhda_Durova",
      "name": "Nadezhda Durova",
      "monthDay": "09/17",
      "aboutText": "Jonathan Alder (September 17, 1773 – January 30, 1849) was an American pioneer, and the first white settler in Madison County, Ohio. As a young child living in Virginia, Alder was kidnapped by Shawnee Indians, and later adopted by a Mingo chief in the Ohio Country. He lived with the Native Americans for many years before returning to the white community.",
      "pageId": 21768098,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/20/AlderGravestone.JPG"
    },
    {
      "year": "1819",
      "uri": "/wiki/Marthinus_Wessel_Pretorius",
      "name": "Marthinus Wessel Pretorius",
      "monthDay": "09/17",
      "aboutText": "Guillaume Victor Émile Augier (French pronunciation: ​[ɡijom viktɔʁ emil oʒje]; 17 September 1820 – 25 October 1889) was a French dramatist. He was the thirteenth member to occupy seat 1 of the Académie française on 31 March 1857.",
      "pageId": 192993,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/%C3%89mile_Augier_by_Adam-Salomon_c1870s.jpg"
    },
    {
      "year": "1820",
      "uri": "/wiki/%C3%89mile_Augier",
      "name": "Émile Augier",
      "monthDay": "09/17",
      "aboutText": "Marthinus Wessel Pretorius (17 September 1819 – 19 May 1901) was the first president of the South African Republic, and also compiled the constitution of the Republic.\nAfter the death of his father, the famous Voortrekker leader Andries Pretorius, in 1853, he was appointed as the Commandant-General of the ZAR (South African Republic) and moved from his farm Kalkheuwel, near Broederstroom, to the city of Potchefstroom. He was the last Head of State of Potchefstroom between 1853 and 1856.",
      "pageId": 425386,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Cape_Colony_Coat_of_Arms_1876.png"
    },
    {
      "year": "1825",
      "uri": "/wiki/Lucius_Quintus_Cincinnatus_Lamar_II",
      "name": "Lucius Quintus Cincinnatus Lamar II",
      "monthDay": "09/17",
      "aboutText": "Georg Friedrich Bernhard Riemann (German: [ˈʀiːman]; September 17, 1826 – July 20, 1866) was an influential German mathematician who made lasting and revolutionary contributions to analysis, number theory, and differential geometry. In the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the Riemann integral, and his work on Fourier series. His contributions to complex analysis include most notably the introduction of Riemann surfaces, breaking new ground in a natural, geometric treatment of complex analysis.",
      "pageId": 41980,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/01/2009_11_riemann_008.jpg"
    },
    {
      "year": "1826",
      "uri": "/wiki/Bernhard_Riemann",
      "name": "Bernhard Riemann",
      "monthDay": "09/17",
      "aboutText": "Lucius Quintus Cincinnatus Lamar (September 17, 1825 – January 23, 1893) was an American politician and jurist from Mississippi.",
      "pageId": 170309,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Confederate_States_of_America_Colonel.png"
    },
    {
      "year": "1850",
      "uri": "/wiki/Guerra_Junqueiro",
      "name": "Guerra Junqueiro",
      "monthDay": "09/17",
      "aboutText": "David Dunbar Buick (September 17, 1854 – March 5, 1929) was a Scottish-born American Detroit-based inventor, best known for founding the Buick Motor Company.",
      "pageId": 1494296,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7e/David_Dunbar_Buick.jpg"
    },
    {
      "year": "1854",
      "uri": "/wiki/David_Dunbar_Buick",
      "name": "David Dunbar Buick",
      "monthDay": "09/17",
      "aboutText": "Abílio Manuel Guerra Junqueiro (September 17, 1850 – July 7, 1923) was a Portuguese top civil servant, member of the Portuguese House of Representatives, journalist, author, and poet. His work helped inspire the creation of the Portuguese First Republic. Junqueiro wrote highly satiric poems criticizing conservatism, romanticism, and the Church leading up to the Portuguese Revolution of 1910.",
      "pageId": 3258488,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Guerra_Junqueira_statue.JPG"
    },
    {
      "year": "1857",
      "uri": "/wiki/Konstantin_Tsiolkovsky",
      "name": "Konstantin Tsiolkovsky",
      "monthDay": "09/17",
      "aboutText": "Konstantin Eduardovich Tsiolkovsky (Russian: Константи́н Эдуа́рдович Циолко́вский; IPA: [kənstɐnʲˈtʲin ɪdʊˈardəvʲɪtɕ tsɨɐlˈkofskʲɪj]; Polish: Konstanty Ciołkowski; 17 September [O.S. 5 September] 1857  – 19 September 1935) was a Russian and Soviet rocket scientist and pioneer of the astronautic theory, of Polish and Russian descent. Along with his followers, the German Hermann Oberth and the American Robert H. Goddard, he is considered to be one of the founding fathers of rocketry and astronautics. His works later inspired leading Soviet rocket engineers such as Sergei Korolev and Valentin Glushko and contributed to the success of the Soviet space program.",
      "pageId": 17087,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Chertrg_Tsiolkovsky.jpg"
    },
    {
      "year": "1859",
      "uri": "/wiki/Frank_Dawson_Adams",
      "name": "Frank Dawson Adams",
      "monthDay": "09/17",
      "aboutText": "Frank Dawson Adams FRS (September 17, 1859 – December 26, 1942) was a Canadian geologist.",
      "pageId": 1253997
    },
    {
      "year": "1859",
      "uri": "/wiki/Henry_McCarty",
      "name": "Henry McCarty",
      "monthDay": "09/17",
      "aboutText": "Billy the Kid (born Henry McCarty; also known as William H. Bonney) (September 17, 1859 – July 15, 1881) was an American Old West gunfighter who participated in New Mexico's Lincoln County War and was reputed to have killed up to twenty-one men, although historians now believe that he killed eight.\nHis first arrest was for stealing food in late 1875, but five months later he had been arrested for stealing clothing and firearms; his escape from jail two days later and flight from New Mexico Territory into Arizona Territory made him both an outlaw and a fugitive. When he murdered a man in August 1877, Bonney became a wanted man in Arizona Territory, and fled back to New Mexico where he joined a group of cattle rustlers.",
      "pageId": 151855,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Billy-The-Kid-Individual-Tombstone.jpg"
    },
    {
      "year": "1860",
      "uri": "/wiki/Mihkel_Martna",
      "name": "Mihkel Martna",
      "monthDay": "09/17",
      "aboutText": "Mihkel Martna (17 September 1860 Veltsa parish, Paimpere – 23 May 1934 Tallinn) was an Estonian politician and journalist.\nMartna was born in Kreis Wiek in the Governorate of Estonia (in present-day Pärnu County) and studied in a local village school. Thereafter, he worked as country labourer before going to Tallinn in order to become house painter.",
      "pageId": 21632617
    },
    {
      "year": "1862",
      "uri": "/wiki/Jean_de_Madre",
      "name": "Jean de Madre",
      "monthDay": "09/17",
      "aboutText": "Jean Pierre M. J. de Madre, Comte de Loos (17 September 1862 – 2 January 1934) was a British polo player who competed in the 1900 Summer Olympics.",
      "pageId": 18059403
    },
    {
      "year": "1864",
      "uri": "/wiki/James_Tancred",
      "name": "James Tancred",
      "monthDay": "09/17",
      "aboutText": "James Charles Tancred (17 September 1864 - 9 September 1943), born James Charles Cleghorn, was a British officer of the Royal Navy. He saw service in the First World War, and rose to the rank of vice-admiral.",
      "pageId": 43472580,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/87/Argyll_c1909_LOC_det_4a16119.jpg"
    },
    {
      "year": "1868",
      "uri": "/wiki/James_Alexander_Calder",
      "name": "James Alexander Calder",
      "monthDay": "09/17",
      "aboutText": "Christian Lous Lange (17 September 1869 – 11 December 1938) was a Norwegian historian, teacher, and political scientist. He was one of the world's foremost exponents of the theory and practice of internationalism.\nHe was born in Stavanger; his father was a military engineer.",
      "pageId": 221353,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Christian_Lous_Lange.jpg"
    },
    {
      "year": "1869",
      "uri": "/wiki/Christian_Lous_Lange",
      "name": "Christian Lous Lange",
      "monthDay": "09/17",
      "aboutText": "James Alexander Calder, PC (September 17, 1868 – July 20, 1956) was a Canadian politician.\nBorn in Oxford County, Ontario, he received his Bachelor of Arts degree from the University of Manitoba in 1888. He was a teacher and principal, before being elected to the Legislative Assembly of Saskatchewan for the riding of South Regina in the 1905 provincial election.",
      "pageId": 6292777,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/James_A_Calder.jpg"
    },
    {
      "year": "1874",
      "uri": "/wiki/Walter_Murdoch",
      "name": "Walter Murdoch",
      "monthDay": "09/17",
      "aboutText": "Vincenzo Tommasini (17 September 1878 – 23 December 1950) was an Italian composer.\nBorn in Rome, Tommasini studied philology and the Greek language at the University of Rome, at the same time pursuing equally intensive studies in music at the Academy of St. Cecilia.",
      "pageId": 8568315
    },
    {
      "year": "1878",
      "uri": "/wiki/Vincenzo_Tommasini",
      "name": "Vincenzo Tommasini",
      "monthDay": "09/17",
      "aboutText": "Sir Walter Logie Forbes Murdoch /ˈmɜrdɒk/, KCMG (17 September 1874 – 30 July 1970) was a prominent Australian academic and essayist famous for his intelligence and wit. He was a founding professor of English and former Chancellor of the University of Western Australia (UWA) in Perth, Western Australia.\nA member of the prominent Australian Murdoch family, he was the father of Catherine, later prominent as Dr Catherine King MBE (1904–2000), a radio broadcaster in Western Australia; the uncle of both Sir Keith, a journalist and newspaper executive, and Ivon, a soldier in the Australian Army; and the great uncle of international media proprietor Rupert Murdoch.",
      "pageId": 8781702,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/b/be/Deakin_Uni._acc._MS0001_Murdoch_family.jpg"
    },
    {
      "year": "1879",
      "uri": "/wiki/Rube_Foster",
      "name": "Rube Foster",
      "monthDay": "09/17",
      "aboutText": "Andrew \"Rube\" Foster (September 17, 1879 – December 9, 1930) was an American baseball player, manager, and pioneer executive in the Negro leagues. He was elected to the Baseball Hall of Fame in 1981.\nFoster, considered by historians to have been perhaps the best African-American pitcher of the first decade of the 1900s, also founded and managed the Chicago American Giants, one of the most successful black baseball teams of the pre-integration era.",
      "pageId": 26415,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/81/Rube-foster.jpg"
    },
    {
      "year": "1879",
      "uri": "/wiki/Periyar_E._V._Ramasamy",
      "name": "Periyar E. V. Ramasamy",
      "monthDay": "09/17",
      "aboutText": "Erode Venkata Ramasamy (17 September 1879 – 24 December 1973), affectionately called Periyar or E. V. R. by his followers, was an Indian social activist, politician and businessman who started the Self-Respect Movement or the Dravidian Movement. He was also the founder of the Dravidar Kazhagam political party.\nPeriyar was born in Erode, Madras Presidency to a wealthy family of Balijas.",
      "pageId": 17656430,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/B.Shyam_Sunder%2C_EVR%2CFareedi_and_Bhadat_anand_Kaushlya%2C_1968_at_Lucknow.jpg"
    },
    {
      "year": "1881",
      "uri": "/wiki/Alfred_Carpenter",
      "name": "Alfred Carpenter",
      "monthDay": "09/17",
      "aboutText": "William Carlos Williams (September 17, 1883 – March 4, 1963) was an American poet closely associated with modernism and imagism. Williams is often counted as being among a group of four major American poets who were all born in a twelve-year period that began in 1874. The group also consists of Robert Frost, who was born in 1874; Wallace Stevens, who was born in 1879; and Hilda \"H.D.\" Doolittle, who was born in 1886.",
      "pageId": 50918,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Library_Walk_7.JPG"
    },
    {
      "year": "1883",
      "uri": "/wiki/William_Carlos_Williams",
      "name": "William Carlos Williams",
      "monthDay": "09/17",
      "aboutText": "Vice-Admiral Alfred Carpenter VC (17 September 1881 – 27 December 1955) was a Royal Navy officer who was selected by his fellow officers and men to receive the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1222876
    },
    {
      "year": "1884",
      "uri": "/wiki/Charles_Griffes",
      "name": "Charles Griffes",
      "monthDay": "09/17",
      "aboutText": "Charles Tomlinson Griffes (pron.",
      "pageId": 621065,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/87/Charles_Griffes.jpg"
    },
    {
      "year": "1886",
      "uri": "/wiki/Anton_Irv",
      "name": "Anton Irv",
      "monthDay": "09/17",
      "aboutText": "Anton Irv VR I/2, VR II/2, VR II/3 (17 September 1886 – 27 April 1919) was a highly decorated Estonian combat soldier and military officer during World War I and in the Estonian War of Independence.\nAlong with captain Karl Parts, he was the leader of Estonian armored trains in the Estonian War of Independence. Anton Irv died in the Battle of Egle (near Strenči) in Latvia.",
      "pageId": 19816338
    },
    {
      "year": "1890",
      "uri": "/wiki/Gabriel_Heatter",
      "name": "Gabriel Heatter",
      "monthDay": "09/17",
      "aboutText": "Gabriel Heatter (September 17, 1890 – March 30, 1972) was an American radio commentator whose World War II-era sign-on, \"There's good news tonight\", became both his catchphrase and his caricature.",
      "pageId": 2748392
    },
    {
      "year": "1892",
      "uri": "/wiki/Hendrik_Andriessen",
      "name": "Hendrik Andriessen",
      "monthDay": "09/17",
      "aboutText": "Hendrik Franciscus Andriessen (17 September 1892, Haarlem – 12 April 1981, Haarlem) was a Dutch composer and organist. He is remembered most of all for his improvisation at the organ and for the renewal of Catholic liturgical music in the Netherlands. Andriessen composed in a musical idiom that revealed strong French influences.",
      "pageId": 6469515,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/71/HendrikAndriessen1963.jpg"
    },
    {
      "year": "1895",
      "uri": "/wiki/Georg_Faehlmann",
      "name": "Georg Faehlmann",
      "monthDay": "09/17",
      "aboutText": "William Earl Webb (September 17, 1897 – May 23, 1965) was an American right fielder in Major League Baseball, playing from 1925 to 1933. He played for five teams, including the Boston Red Sox for three years. He was born in White County, Tennessee and died in Jamestown, Tennessee.",
      "pageId": 1734081,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1897",
      "uri": "/wiki/Earl_Webb",
      "name": "Earl Webb",
      "monthDay": "09/17",
      "aboutText": "Georg Faehlmann (17 September [O.S. 5 September] 1895 in Vladivostok, Russian Empire – 8 March 1975 in Bad Schwartau, West Germany) was an Estonian sailor who competed in the 1928 Summer Olympics.\nIn 1928 he was a crew member of the Estonian boat Tutti V which won the bronze medal in the 6 metre class. His younger brother Andreas was also a crew member.",
      "pageId": 13463305
    },
    {
      "year": "1900",
      "uri": "/wiki/Hughie_Critz",
      "name": "Hughie Critz",
      "monthDay": "09/17",
      "aboutText": "Hugh Melville Critz (September 17, 1900 – January 10, 1980) was an American second baseman in Major League Baseball for the Cincinnati Reds in the 1920s and the New York Giants in the 1930s.",
      "pageId": 2047885,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/HughCritz1933Goudey.jpg"
    },
    {
      "year": "1900",
      "uri": "/wiki/J._Willard_Marriott",
      "name": "J. Willard Marriott",
      "monthDay": "09/17",
      "aboutText": "John Willard Marriott, Sr. (September 17, 1900 – August 13, 1985) was an American entrepreneur and businessman. He was the founder of the Marriott Corporation (which became Marriott International in 1993), the parent company of one of the world's largest hospitality, hotel chains, and food services companies.",
      "pageId": 2131611,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/J_Willard_Marriott.jpg"
    },
    {
      "year": "1901",
      "uri": "/wiki/Francis_Chichester",
      "name": "Francis Chichester",
      "monthDay": "09/17",
      "aboutText": "Sir Francis Charles Chichester KBE (17 September 1901 – 26 August 1972), aviator and sailor, was knighted by Queen Elizabeth II for becoming the first person to sail single-handed around the world by the clipper route, and the fastest circumnavigator, in nine months and one day overall.",
      "pageId": 520676
    },
    {
      "year": "1902",
      "uri": "/wiki/Bea_Miles",
      "name": "Bea Miles",
      "monthDay": "09/17",
      "aboutText": "Beatrice (Bea or Bee) Miles (17 September 1902 – 3 December 1973) was an Australian eccentric and bohemian rebel.",
      "pageId": 10417027
    },
    {
      "year": "1903",
      "uri": "/wiki/Karel_Miljon",
      "name": "Karel Miljon",
      "monthDay": "09/17",
      "aboutText": "Frank O'Connor (born Michael Francis O'Donovan; 17 September 1903 – 10 March 1966) was an Irish writer of over 150 works, best known for his short stories and memoirs.",
      "pageId": 520236
    },
    {
      "year": "1903",
      "uri": "/wiki/Frank_O%27Connor",
      "name": "Frank O'Connor",
      "monthDay": "09/17",
      "aboutText": "Karel Leendert Miljon (17 September 1903, Amsterdam – 8 February 1984, Bennebroek) was a Dutch boxer, who won the bronze medal in the light heavyweight division at the 1928 Summer Olympics in Amsterdam.",
      "pageId": 3240395,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1903",
      "uri": "/wiki/Minanogawa_T%C5%8Dz%C5%8D",
      "name": "Minanogawa Tōzō",
      "monthDay": "09/17",
      "aboutText": "Sir Frederick William Mallandaine Ashton OM CH CBE (17 September 1904 – 18 August 1988) was a British ballet dancer and choreographer. He also worked as a director and choreographer in opera, film and revue.\nDetermined to be a dancer, despite the opposition of his conventional middle-class family, Ashton was accepted as a pupil by Léonide Massine and then by Marie Rambert.",
      "pageId": 477178,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Anthonytudor.jpg"
    },
    {
      "year": "1904",
      "uri": "/wiki/Frederick_Ashton",
      "name": "Frederick Ashton",
      "monthDay": "09/17",
      "aboutText": "Minanogawa Tōzō (男女ノ川 登三, September 17, 1903 – January 20, 1971) was a sumo wrestler from Tsukuba, Ibaraki, Japan. He was the sport's 34th yokozuna.",
      "pageId": 9134208,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Minanogawa.jpg"
    },
    {
      "year": "1904",
      "uri": "/wiki/Jerry_Colonna_(entertainer)",
      "name": "Jerry Colonna",
      "monthDay": "09/17",
      "aboutText": "Edgar Georg Ulmer (September 17, 1904 – September 30, 1972) was a Jewish-Moravian, Austrian-American film director. He is best remembered for the movies The Black Cat (1934). Detour (1945).",
      "pageId": 1670923,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/9a/EdgarGUlmer.jpg"
    },
    {
      "year": "1904",
      "uri": "/wiki/Edgar_G._Ulmer",
      "name": "Edgar G. Ulmer",
      "monthDay": "09/17",
      "aboutText": "Gerardo Luigi \"Jerry\" Colonna (September 17, 1904 – November 21, 1986) was an American comedian, singer, songwriter, and trombonist best remembered as the zaniest of Bob Hope's sidekicks in Hope's popular radio shows and films of the 1940s and 1950s.\nWith his pop-eyed facial expressions and walrus-sized handlebar moustache, Colonna was known for singing loudly \"in a comic caterwaul,\" according to Raised on Radio author Gerald Nachman, and for his catchphrase, \"Who's Yehudi?\", uttered after many an old joke, although it usually had nothing to do with the joke. The line was believed to be named for violin virtuoso Yehudi Menuhin, and the search for Yehudi became a running gag on the Hope show.",
      "pageId": 3101373,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Bob_Hope_Jerry_Colonna_Desi_Arnaz_Frances_Langford_1940s.JPG"
    },
    {
      "year": "1905",
      "uri": "/wiki/Vladan_Desnica",
      "name": "Vladan Desnica",
      "monthDay": "09/17",
      "aboutText": "Junius Richard Jayewardene (Sinhalese: ජුනියස් රිචඩ් ජයවර්ධන,Tamil: ஜூனியஸ் ரிச்சட் ஜயவர்தனா; 17 September 1906 – 1 November 1996), famously abbreviated in Sri Lanka as JR, was the leader of Sri Lanka from 1977 to 1989, serving as Prime Minister from 1977 to 1978 and as the second President of Sri Lanka from 1978 till 1989. He was a leader of the nationalist movement in Ceylon (now Sri Lanka) who served in a variety of cabinet positions in the decades following independence. A longtime member of the United National Party, he led it to a crushing victory in 1977 and served as Prime Minister for half a year before becoming the country's first executive president under an amended constitution.",
      "pageId": 773105,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/1977_Cabinet_of_Sri_Lanka.jpg"
    },
    {
      "year": "1906",
      "uri": "/wiki/J._R._Jayewardene",
      "name": "J. R. Jayewardene",
      "monthDay": "09/17",
      "aboutText": "Vladan Desnica (September 17, 1905 – March 4, 1967) was a Croatian writer of Serb origin.",
      "pageId": 2172755
    },
    {
      "year": "1906",
      "uri": "/wiki/Edgar_Wayburn",
      "name": "Edgar Wayburn",
      "monthDay": "09/17",
      "aboutText": "Warren Earl Burger (September 17, 1907 – June 25, 1995) was the 15th Chief Justice of the United States from 1969 to 1986.",
      "pageId": 264328,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/53/Ford_sworn-in.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Warren_E._Burger",
      "name": "Warren E. Burger",
      "monthDay": "09/17",
      "aboutText": "Edgar Wayburn (September 17, 1906 – March 5, 2010) was an environmentalist who was elected president of the Sierra Club five times in the 1960s. One of America's legendary wilderness champions, Dr.",
      "pageId": 2349497,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/0b/Edgar_Wayburn.jpg"
    },
    {
      "year": "1908",
      "uri": "/wiki/John_Creasey",
      "name": "John Creasey",
      "monthDay": "09/17",
      "aboutText": "John Creasey MBE (17 September 1908 – 9 June 1973) was an English crime and science fiction writer who wrote more than six hundred novels using twenty-eight different pseudonyms.\nHe created several characters which are now famous, such as The Toff (The Honourable Richard Rollison), Commander George Gideon of Scotland Yard, Inspector Roger West, The Baron (John Mannering), Doctor Emmanuel Cellini and Doctor Stanislaus Alexander Palfrey. The most popular of these was Gideon of Scotland Yard, who was the basis for the television series Gideon's Way and for the John Ford movie Gideon of Scotland Yard (1958), also known by its British title Gideon's Day.",
      "pageId": 1371792
    },
    {
      "year": "1908",
      "uri": "/wiki/Rafael_Israelyan",
      "name": "Rafael Israelyan",
      "monthDay": "09/17",
      "aboutText": "Rafael Israelyan (Armenian: Ռաֆայել Իսրայելյան; September 17, 1908 – September 8, 1973) was an Armenian architect and designer.",
      "pageId": 23884872,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Armenian_Apostolic_Church_San_Nerses_Shnorhali%2C_Montevideo.jpg"
    },
    {
      "year": "1909",
      "uri": "/wiki/Elizabeth_Enright",
      "name": "Elizabeth Enright",
      "monthDay": "09/17",
      "aboutText": "Elizabeth Wright Enright Gillham (September 17, 1909 – June 8, 1968) was an American writer of children's books, an illustrator, writer of short stories for adults, literary critic and teacher of creative writing. Perhaps best known as the Newbery Medal-winning author of Thimble Summer (1938) and the Newbery runner-up Gone-Away Lake (1957), she also wrote the popular Melendy quartet (1941 to 1951). A multiple winner of the O. Henry Award, her short stories and articles for adults appeared in many popular magazines and have been reprinted in anthologies and textbooks.",
      "pageId": 5884532,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Book_collection.jpg"
    },
    {
      "year": "1912",
      "uri": "/wiki/Irena_Kwiatkowska",
      "name": "Irena Kwiatkowska",
      "monthDay": "09/17",
      "aboutText": "Irena Kwiatkowska (17 September 1912 – 3 March 2011) was a popular Polish actress, known in Poland for her many cabaret roles and monologues, as well as appearances in (mostly comedy) movies and television shows.\nKwiatkowska graduated from the Państwowy Instytut Sztuki Teatralnej (National Theatrical Arts Institute) in 1935. Until the outbreak of the World War II, she appeared in the Teatr Powszechny in Warsaw, Teatr Nowy in Poznań, Teatr Polski in Katowice, and in Wilno.",
      "pageId": 6741859,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b7/2008.04.04._Irena_Kwiatkowska_Fot._Mariusz_Kubik_03.jpg"
    },
    {
      "year": "1914",
      "uri": "/wiki/Thomas_J._Bata",
      "name": "Thomas J. Bata",
      "monthDay": "09/17",
      "aboutText": "Shin Kanemaru (金丸 信 Kanemaru Shin), 17 September 1914 - 28 March 1996) was a Japanese politician who was a significant figure in the political arena of Japan from the 1970s to the early 1990s.",
      "pageId": 376611
    },
    {
      "year": "1914",
      "uri": "/wiki/Shin_Kanemaru",
      "name": "Shin Kanemaru",
      "monthDay": "09/17",
      "aboutText": "Tomáš Jan Baťa, CC (Czech pronunciation: [ˈtomaːʃ jan ˈbaca], September 17, 1914 – September 1, 2008), also known as Tomas Bata Jr. and Tomáš Baťa ml.",
      "pageId": 1724632,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Thomas_J_Bata_Sonja_I_Bata.jpg"
    },
    {
      "year": "1915",
      "uri": "/wiki/M._F._Husain",
      "name": "M. F. Husain",
      "monthDay": "09/17",
      "aboutText": "Mary, Lady Stewart, née Mary Florence Elinor Rainbow (17 September 1916 – 9 May 2014), was a British novelist who developed the romantic mystery genre, featuring smart, adventurous heroines who could hold their own in dangerous situations.",
      "pageId": 180456
    },
    {
      "year": "1916",
      "uri": "/wiki/Mary_Stewart_(novelist)",
      "name": "Mary Stewart",
      "monthDay": "09/17",
      "aboutText": "Maqbool Fida Husain (17 September 1915 – 9 June 2011) Urdu: مقبول فدا حسین ‎) commonly known as MF Husain, was a modern Indian painter of international acclaim, and a founding member of The Progressive Artists Group of Bombay (PAG).\nHusain was associated with Indian modernism in the 1940s. His early association with the Progressive Artist's Group, or \"PAG of Bombay\" used modern technique, and was inspired by the \"new\" India after The Partition of 1947.",
      "pageId": 1280630,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/99/MFHussain2.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/William_Grut",
      "name": "William Grut",
      "monthDay": "09/17",
      "aboutText": "Ib Jørgen Melchior (September 17, 1917 – March 14, 2015) was a novelist, short-story writer, film producer, film director, and screenwriter of low-budget American science fiction movies, most of them released by American International Pictures. He was born in Copenhagen, Denmark.",
      "pageId": 4640346,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d4/IBat90%262minutesNEW.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ib_Melchior",
      "name": "Ib Melchior",
      "monthDay": "09/17",
      "aboutText": "William Oscar Guernsey Grut (17 September 1914 – 20 November 2012) was a Swedish modern pentathlete and Olympic champion. He competed at the 1948 Summer Olympics in London, where he won the gold medal in modern pentathlon.\nHe was several times Swedish swimming champion.",
      "pageId": 16951358,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/William_Grut_and_Sune_Wehlin_1948.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/Isang_Yun",
      "name": "Isang Yun",
      "monthDay": "09/17",
      "aboutText": "Isang Yun, also spelled Yun I-sang (17 September 1917 – 3 November 1995), was a Korean-born composer who made his later career in Germany.",
      "pageId": 746398,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/41/Yun_Isang.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Lea_Gottlieb",
      "name": "Lea Gottlieb",
      "monthDay": "09/17",
      "aboutText": "Lea Gottlieb (September 17, 1918 - November 17, 2012) was an Israeli swimwear fashion designer. She immigrated to Israel from Hungary after World War II, and founded the Gottex company.\n^ a b c Martin, Douglas (November 19, 2012).",
      "pageId": 32559333,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Gottex1961.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Chaim_Herzog",
      "name": "Chaim Herzog",
      "monthDay": "09/17",
      "aboutText": "Major-General Chaim Herzog (Hebrew: חיים הרצוג‎; 17 September 1918 – 17 April 1997) was an Israeli politician, general, lawyer and author who served as the sixth President of Israel between 1983 and 1993. Born in Belfast and raised predominantly in Dublin, the son of Ireland's Chief Rabbi Yitzhak HaLevi Herzog, he migrated to Mandatory Palestine in 1935 and served in the Haganah Jewish paramilitary group during the 1936–39 Arab revolt. In the British Army during World War II, latterly as an officer, he received the nickname \"Vivian\" because the British could not pronounce \"Chaim\".",
      "pageId": 364916,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Chaim-herzog.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Dinah_Sheridan",
      "name": "Dinah Sheridan",
      "monthDay": "09/17",
      "aboutText": "Dinah Sheridan (17 September 1920 – 25 November 2012) was an English actress with a career spanning seven decades.",
      "pageId": 1389689
    },
    {
      "year": "1922",
      "uri": "/wiki/Agostinho_Neto",
      "name": "Agostinho Neto",
      "monthDay": "09/17",
      "aboutText": "António Agostinho Neto (September 17, 1922 – September 10, 1979) served as the first President of Angola (1975–1979), having led the Popular Movement for the Liberation of Angola (MPLA) in the war for independence (1961–1974). Until his death, he led the MPLA in the civil war (1975–2002). Known also for his literary activities, he is considered Angola's preeminent poet.",
      "pageId": 445152,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/57/Agostinho_Neto_%281975%29.jpg"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ralph_Sharon",
      "name": "Ralph Sharon",
      "monthDay": "09/17",
      "aboutText": "Ralph Simon Sharon (September 17, 1923 – March 31, 2015) was an Anglo-American jazz pianist and arranger.",
      "pageId": 15356553
    },
    {
      "year": "1923",
      "uri": "/wiki/Hank_Williams",
      "name": "Hank Williams",
      "monthDay": "09/17",
      "aboutText": "Hiram King \"Hank\" Williams, Sr. (/hæŋk wɪljəmz /; September 17, 1923 – January 1, 1953) was an American singer-songwriter and musician. Regarded as one of the most significant and influential American singers and songwriters of the 20th century, Williams recorded 35 singles (five released posthumously) that would place in the Top 10 of the Billboard Country & Western Best Sellers chart, including 11 that ranked number one.",
      "pageId": 163416,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Hank-Williams-Georgiana-House.jpeg"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_List",
      "name": "John List",
      "monthDay": "09/17",
      "aboutText": "John Emil List (September 17, 1925 – March 21, 2008) was a convicted multiple murderer and long-time fugitive. On November 9, 1971 he killed his wife, mother, and three children in their home at 431 Hillside Avenue in Westfield, New Jersey, and then disappeared. He had planned the murders so meticulously that nearly a month passed before anyone noticed that anything was amiss.",
      "pageId": 503169
    },
    {
      "year": "1926",
      "uri": "/wiki/Bill_Black",
      "name": "Bill Black",
      "monthDay": "09/17",
      "aboutText": "William Patton \"Bill\" Black, Jr. (September 17, 1926 – October 21, 1965) was an American musician and bandleader who is noted as one of the pioneers of rock and roll music.",
      "pageId": 786424,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/ca/Bill_Black_hams_it_up.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Curtis_Harrington",
      "name": "Curtis Harrington",
      "monthDay": "09/17",
      "aboutText": "Gene Curtis Harrington (September 17, 1926 – May 6, 2007) was an American film and television director whose work included experimental films, horror films, and episodic television.",
      "pageId": 3523483,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/06/Curtis_Harrington.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Hovie_Lister",
      "name": "Hovie Lister",
      "monthDay": "09/17",
      "aboutText": "Aaron Jean-Marie Lustiger (French pronunciation: [ʒɑ̃ maʁi lystiʒe]; 17 September 1926 – 5 August 2007) was a French cardinal of the Roman Catholic Church. He was Archbishop of Paris from 1981 until his resignation in 2005.",
      "pageId": 433557,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Jean_Marie_Lustiger_par_Claude_Truong-Ngoc_1988.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jean-Marie_Lustiger",
      "name": "Jean-Marie Lustiger",
      "monthDay": "09/17",
      "aboutText": "Hovie Franklin Lister (September 17, 1926 - December 28, 2001) was an American gospel musician, Baptist Minister, and politician.",
      "pageId": 15427534,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jack_McDuff",
      "name": "Jack McDuff",
      "monthDay": "09/17",
      "aboutText": "George Frederick Blanda (\"The Grand Old Man\" or \"The Fossil\") (September 17, 1927 – September 27, 2010) was an American football quarterback and placekicker. Blanda has the distinction of having played 26 seasons of professional football, the most in the sport's history, and had scored more points than anyone in history at the time of his retirement. Blanda retired from pro football in 1976 at the age of 48.",
      "pageId": 344221,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/16/George_Blanda_1955_Bowman.JPG"
    },
    {
      "year": "1927",
      "uri": "/wiki/George_Blanda",
      "name": "George Blanda",
      "monthDay": "09/17",
      "aboutText": "\"Brother\" Jack McDuff (September 17, 1926 – January 23, 2001) was an American jazz organist and organ trio bandleader who was most prominent during the hard bop and soul jazz era of the 1960s, often performing with an organ trio.",
      "pageId": 4993064
    },
    {
      "year": "1928",
      "uri": "/wiki/Park_Honan",
      "name": "Park Honan",
      "monthDay": "09/17",
      "aboutText": "Brian Matthew (born 17 September 1928) is an English broadcaster, who became well known in the 1960s.",
      "pageId": 2656259
    },
    {
      "year": "1928",
      "uri": "/wiki/Brian_Matthew",
      "name": "Brian Matthew",
      "monthDay": "09/17",
      "aboutText": "Leonard Hobart Park Honan (17 September 1928 – 27 September 2014) was an American academic and author who spent most of his career in the UK. He wrote widely on the lives of authors and poets and published important biographies of such writers as Robert Browning, Matthew Arnold, Jane Austen, William Shakespeare and Christopher Marlowe.\nHonan began his career specializing in Victorian literature but later broadened his scope, becoming an expert in the Elizabethan period. From 1959, he taught at Connecticut College and then Brown University before relocating permanently to England in 1968, where he taught at the University of Birmingham until becoming Professor of English and American Literature at the University of Leeds in 1984.",
      "pageId": 27805406,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/fe/ParkHonan1.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Roddy_McDowall",
      "name": "Roddy McDowall",
      "monthDay": "09/17",
      "aboutText": "Roderick Andrew Anthony Jude \"Roddy\" McDowall (17 September 1928 – 3 October 1998) was an English born American actor, film director, photographer, and voice artist. His roles included Cornelius, Caesar, and Galen in the Planet of the Apes film and television series. He began his acting career as a child in England, and then in the United States, in How Green Was My Valley, My Friend Flicka, and Lassie Come Home, and as an adult appeared most frequently as a character actor on radio, stage, film, and television.",
      "pageId": 163588,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/aa/Lassie_Come_Home.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sil_Austin",
      "name": "Sil Austin",
      "monthDay": "09/17",
      "aboutText": "Sil Austin (September 17, 1929 – September 1, 2001) was an American jazz saxophonist. He had his biggest success in an overtly commercial rather than jazz vein, but he regarded Coleman Hawkins, Lester Young and Sonny Stitt as his major influences.\nHe was born Sylvester Austin in Dunnellon, Florida, United States, and taught himself to play as a 12-year-old.",
      "pageId": 6833939
    },
    {
      "year": "1929",
      "uri": "/wiki/David_Craig,_Baron_Craig_of_Radley",
      "name": "David Craig, Baron Craig of Radley",
      "monthDay": "09/17",
      "aboutText": "Marshal of the Royal Air Force David Brownrigg Craig, Baron Craig of Radley GCB, OBE (born 17 September 1929) is a retired Royal Air Force officer and member of the House of Lords. He was a fast jet pilot in the 1950s, a squadron commander in the 1960s and a station commander in the 1970s. He served as Chief of the Air Staff during the late 1980s, when the Boeing Airborne early warning and control system was ordered and the European Fighter programme was being developed.",
      "pageId": 3651097,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Avro_Vulcan_Bomber_RAF.JPEG"
    },
    {
      "year": "1929",
      "uri": "/wiki/Pat_Crowley",
      "name": "Pat Crowley",
      "monthDay": "09/17",
      "aboutText": "Patricia \"Pat\" Crowley (born September 17, 1933) is an American actress.",
      "pageId": 4348344,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Elliott_Reid_Pat_Crowley_1959.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Stirling_Moss",
      "name": "Stirling Moss",
      "monthDay": "09/17",
      "aboutText": "Sir Stirling Craufurd Moss, OBE (born 17 September 1929) is a British former Formula One racing driver. An inductee into the International Motorsports Hall of Fame, he achieved success in several categories of competition and has been described as \"the greatest driver never to win the World Championship\".",
      "pageId": 247310
    },
    {
      "year": "1930",
      "uri": "/wiki/David_Huddleston",
      "name": "David Huddleston",
      "monthDay": "09/17",
      "aboutText": "David William Huddleston (born September 17, 1930) is an American actor.",
      "pageId": 2421699
    },
    {
      "year": "1930",
      "uri": "/wiki/Lalgudi_Jayaraman",
      "name": "Lalgudi Jayaraman",
      "monthDay": "09/17",
      "aboutText": "Theo Loevendie (born September 17, 1930 in Amsterdam) is a Dutch composer and clarinet player.\nLoevendie studied composition and clarinet at the Conservatoire of Amsterdam. Initially he concentrated on jazz music.",
      "pageId": 1601308
    },
    {
      "year": "1930",
      "uri": "/wiki/Theo_Loevendie",
      "name": "Theo Loevendie",
      "monthDay": "09/17",
      "aboutText": "Lalgudi Gopala Iyer Jayaraman (Tamil: லால்குடி கோபால ஐயர் ஜெயராமன்) (17 September 1930 – 22 April 2013) was an Indian Carnatic violinist, vocalist and composer. His awards included the Padma Bhushan by the Government of India in 2001.\nHis disciples included his two children Lalgudi G. J. R. Krishnan, Lalgudi Vijayalakshmi, renowned Harikatha exponent Vishaka Hari, Saketharaman, Vittal Ramamurthy, Dr.",
      "pageId": 2639167,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/02/Lalgudi_Jayaraman.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Edgar_Mitchell",
      "name": "Edgar Mitchell",
      "monthDay": "09/17",
      "aboutText": "Edgar Dean \"Ed\" Mitchell, Sc.D. (born September 17, 1930), (Capt, USN, Ret.), is an American former naval officer and aviator, test pilot, aeronautical engineer, and NASA astronaut.",
      "pageId": 303600,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Apollo_14-insignia.png"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jim_Rohn",
      "name": "Jim Rohn",
      "monthDay": "09/17",
      "aboutText": "Emanuel James \"Jim\" Rohn (September 17, 1930 – December 5, 2009) was an American entrepreneur, author and motivational speaker.",
      "pageId": 11381444
    },
    {
      "year": "1930",
      "uri": "/wiki/Thomas_P._Stafford",
      "name": "Thomas P. Stafford",
      "monthDay": "09/17",
      "aboutText": "Anna Maria Louisa Italiano (September 17, 1931 – June 6, 2005), known professionally as Anne Bancroft, was an American actress associated with the method acting school, having studied under Lee Strasberg. Respected for her acting prowess and versatility, Bancroft was acknowledged for her work in film, theatre and television. She won one Academy Award, three BAFTA Awards, two Golden Globes, two Tony Awards and two Emmy Awards, and several other awards and nominations.",
      "pageId": 206724,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/79/Anne_Bancroft_Chrysler_Theatre_1964_%28cropped%29.jpg"
    },
    {
      "year": "1931",
      "uri": "/wiki/Anne_Bancroft",
      "name": "Anne Bancroft",
      "monthDay": "09/17",
      "aboutText": "Thomas Patten \"Tom\" Stafford (born September 17, 1930), (Lt Gen, USAF, Ret.), is an American former Air Force officer, test pilot, and NASA astronaut. He flew aboard two Gemini space flights; and in 1969 was the Commander of Apollo 10, the second manned mission to orbit the Moon and the first to fly a Lunar Module there.\nIn 1975, Stafford was Commander of the Apollo-Soyuz Test Project flight, the first joint U.S.-Soviet space mission.",
      "pageId": 638571,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/ASTP_Training_at_Star_City_-_GPN-2002-000158.jpg"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jean-Claude_Carri%C3%A8re",
      "name": "Jean-Claude Carrière",
      "monthDay": "09/17",
      "aboutText": "Robert Brown Parker (September 17, 1932 – January 18, 2010) was an American crime writer. His most famous works were the 40 novels written about the private detective Spenser. ABC television network developed the television series Spenser: For Hire based on the character in the mid-1980s; a series of TV movies based on the character were also produced.",
      "pageId": 733168,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Robert_B._Parker_at_Manchester_Library.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Robert_B._Parker",
      "name": "Robert B. Parker",
      "monthDay": "09/17",
      "aboutText": "Jean-Claude Carrière (born 17 September 1931) is a French novelist, screenwriter, actor, and Academy Award honoree. Alumnus of the École normale supérieure de Saint-Cloud, he was a frequent collaborator with Luis Buñuel. He was president of La Fémis, the French state film school.",
      "pageId": 1920150,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Jean-Claude_Carri%C3%A8re_%C3%A0_la_BNF.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Indarjit_Singh",
      "name": "Indarjit Singh",
      "monthDay": "09/17",
      "aboutText": "Charles Ernest \"Chuck\" Grassley (born September 17, 1933) is the senior United States Senator from Iowa, serving since 1981. A member of the Republican Party, he previously served in the United States House of Representatives (1975–1981) and the Iowa state legislature (1959–1974). He was chairman of the Senate Finance Committee from January to June 2001 and from January 2003 to December 2006.",
      "pageId": 375263,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Chuck_Grassley_1979_congressional_photo.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Chuck_Grassley",
      "name": "Chuck Grassley",
      "monthDay": "09/17",
      "aboutText": "Indarjit Singh, Baron Singh of Wimbledon CBE (born 17 September 1932), sometimes transliterated Inderjit Singh, is a British journalist and broadcaster, a prominent British Asian active in Sikh and interfaith activities, and a member of the House of Lords.\nHe is editor of the Sikh Messenger and widely known as a frequent presenter of the Thought for the Day segment on BBC Radio 4's Today programme, and BBC Radio 2's Pause for Thought. He also contributes to British and overseas newspapers and journals including The Times, The Guardian and The Independent.",
      "pageId": 9061968
    },
    {
      "year": "1933",
      "uri": "/wiki/Dorothy_Loudon",
      "name": "Dorothy Loudon",
      "monthDay": "09/17",
      "aboutText": "Dorothy Loudon (September 17, 1925 – November 15, 2003) was an American actress and singer. She won the Tony Award for Best Lead Actress in a Musical in 1977 for her performance as Miss Hannigan in Annie.",
      "pageId": 368130,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Dorothy_Loudon_Headstone_2011.JPG"
    },
    {
      "year": "1933",
      "uri": "/wiki/Claude_Provost",
      "name": "Claude Provost",
      "monthDay": "09/17",
      "aboutText": "Claude Joseph Antoine Provost (September 17, 1933 – April 17, 1984) was a Canadian professional ice hockey right winger.\nProvost played his entire NHL career with the Montreal Canadiens. He won the Stanley Cup 9 times and the first ever Bill Masterton Trophy awarded for perseverance in 1968.",
      "pageId": 1822526,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Claude_Provost_Chex_card.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Maureen_Connolly",
      "name": "Maureen Connolly",
      "monthDay": "09/17",
      "aboutText": "Kenneth Elton \"Ken\" Kesey (/ˈkiːziː/; September 17, 1935 – November 10, 2001) was an American novelist, essayist, and countercultural figure. He considered himself a link between the Beat Generation of the 1950s and the hippies of the 1960s.\nKesey was born in La Junta, Colorado and grew up in Springfield, Oregon, graduating from the University of Oregon in 1957.",
      "pageId": 17257,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/db/Further_%28original_bus%29.jpg"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ken_Kesey",
      "name": "Ken Kesey",
      "monthDay": "09/17",
      "aboutText": "Maureen Catherine Connolly Brinker (September 17, 1934 – June 21, 1969) known as \"Little Mo\", was an American tennis player, the winner of nine Grand Slam singles titles in the early 1950s. In 1953, she became the first woman to win all four Grand Slam tournaments during the same calendar year.",
      "pageId": 244628
    },
    {
      "year": "1936",
      "uri": "/wiki/Gerald_Guralnik",
      "name": "Gerald Guralnik",
      "monthDay": "09/17",
      "aboutText": "Gerald Stanford \"Gerry\" Guralnik (/ɡʊˈrælnɪk/; September 17, 1936 – April 26, 2014) was the Chancellor’s Professor of Physics at Brown University. In 1964 he co-discovered the Higgs mechanism and Higgs boson with C. R. Hagen and Tom Kibble (GHK). As part of Physical Review Letters 50th anniversary celebration, the journal recognized this discovery as one of the milestone papers in PRL history.",
      "pageId": 4708478,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/89/549_%28640x568%29.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_Hennagin",
      "name": "Michael Hennagin",
      "monthDay": "09/17",
      "aboutText": "Michael Hennagin (17 September 1936 – 4 June 1993) was an American composer and university professor.",
      "pageId": 13440059
    },
    {
      "year": "1936",
      "uri": "/wiki/Rolv_Wesenlund",
      "name": "Rolv Wesenlund",
      "monthDay": "09/17",
      "aboutText": "Rolv Helge Wesenlund (17 September 1936 – 18 August 2013) was a Norwegian comedian, singer, clarinetist, writer and actor.",
      "pageId": 6800621,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/57196_Rolv_Wesenlund.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Nigel_Boocock",
      "name": "Nigel Boocock",
      "monthDay": "09/17",
      "aboutText": "Nigel Boocock (17 September 1937 – 3 April 2015) was a British speedway rider who appeared in eight Speedway World Championship finals and was a reserve in one other (1962).",
      "pageId": 14078795,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Nigel_Boocock_270376.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Orlando_Cepeda",
      "name": "Orlando Cepeda",
      "monthDay": "09/17",
      "aboutText": "Orlando Manuel \"Peruchin\" Cepeda Pennes (Spanish pronunciation: [orˈlando seˈpeða]; born September 17, 1937) is a Puerto Rican former Major League Baseball first baseman and a member of the National Baseball Hall of Fame in Cooperstown, New York. The 1958 National League Rookie of the Year, Cepeda was voted the National League Most Valuable Player in 1967, the year his team, the St. Louis Cardinals, won the World Series.",
      "pageId": 486558,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ef/GiantsOrlando_Cepeda.png"
    },
    {
      "year": "1938",
      "uri": "/wiki/Paul_Benedict",
      "name": "Paul Benedict",
      "monthDay": "09/17",
      "aboutText": "Paul Benedict (September 17, 1938 – December 1, 2008) was an American actor who made numerous appearances in television and movies beginning in 1965.",
      "pageId": 4511255,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Paul_Benedict_The_Jeffersons_1975.JPG"
    },
    {
      "year": "1938",
      "uri": "/wiki/Perry_Robinson",
      "name": "Perry Robinson",
      "monthDay": "09/17",
      "aboutText": "Perry Morris Robinson (born September 17, 1938, New York City, United States) is an American jazz clarinetist and composer. He is the son of the noted composer Earl Robinson.",
      "pageId": 1156649
    },
    {
      "year": "1938",
      "uri": "/wiki/Bobby_Wine",
      "name": "Bobby Wine",
      "monthDay": "09/17",
      "aboutText": "Robert Paul Wine Sr. (born September 17, 1938, in New York City) is a former shortstop, coach and manager in Major League Baseball. An excellent fielder who struggled as a batsman, Wine spent 12 seasons in the National League with the Philadelphia Phillies (1960; 1962–68) and the Montreal Expos (1969–72).",
      "pageId": 3339496
    },
    {
      "year": "1939",
      "uri": "/wiki/Carl_Dennis",
      "name": "Carl Dennis",
      "monthDay": "09/17",
      "aboutText": "Carl Dennis (born September 17, 1939), an American poet and educator. His book Practical Gods won the 2002 Pulitzer Prize for poetry.",
      "pageId": 1709358
    },
    {
      "year": "1939",
      "uri": "/wiki/Shelby_Flint",
      "name": "Shelby Flint",
      "monthDay": "09/17",
      "aboutText": "Shelby Flint (born September 17, 1939 in North Hollywood, California) is a singer-songwriter who had two top-100 hits, \"Angel on My Shoulder\" in 1961 and \"Cast Your Fate to the Wind\" in 1966.",
      "pageId": 8937958,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Souter",
      "name": "David Souter",
      "monthDay": "09/17",
      "aboutText": "David Hackett Souter (/ˈsuːtər/; born September 17, 1939) is a retired Associate Justice of the Supreme Court of the United States. He served from October 1990 until his retirement in June 2009. Appointed by President George H. W. Bush to fill the seat vacated by William J. Brennan, Jr., Souter sat on both the Rehnquist and Roberts courts and came to vote reliably with the court's liberal members.",
      "pageId": 182688,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2f/DavidSouter.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lorella_De_Luca",
      "name": "Lorella De Luca",
      "monthDay": "09/17",
      "aboutText": "Lorella De Luca (17 September 1940 – 9 January 2014) was an Italian film, television, and voice actress. One of the most recognized ingenues of Italian cinema during the mid-to-late 1950s, she is best known for having played naive young girls in dramas and comedies.\nShe was born in Florence, Italy and, following her \"discovery\" at age 14, made her acting debut in the Federico Fellini film Il bidone (1955).",
      "pageId": 34372606,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Bidone-1955-DeLuca.png"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jan_Eliasson",
      "name": "Jan Eliasson",
      "monthDay": "09/17",
      "aboutText": "Jan Kenneth Eliasson (born 17 September 1940) is a Swedish diplomat who has been Deputy Secretary-General of the United Nations since 1 July 2012. A member of the Swedish Social Democratic Party, Eliasson served as Minister for Foreign Affairs from 24 April to 6 October 2006.",
      "pageId": 2005074,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/Bush_Eliasson.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sotiris_Moustakas",
      "name": "Sotiris Moustakas",
      "monthDay": "09/17",
      "aboutText": "Sotiris Moustakas (Greek: Σωτήρης Μουστάκας) (17 September 1940 – 4 June 2007) was a Greek Cypriot comedy actor.",
      "pageId": 11590931,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6a/Sotiris_Moustakas.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gilberto_Parlotti",
      "name": "Gilberto Parlotti",
      "monthDay": "09/17",
      "aboutText": "Robert Takeo Matsui (松井 ロバート武男, Matsui Robāto Takeo) (September 17, 1941 – January 1, 2005) was an American politician from the state of California. Matsui was a member of the Democratic Party and served in the U.S. House of Representatives as the congressman for California's 5th congressional district until his death midway through his 14th consecutive term.",
      "pageId": 408610,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/GERALDINEFERRARO1984.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bob_Matsui",
      "name": "Bob Matsui",
      "monthDay": "09/17",
      "aboutText": "Gilberto Parlotti (17 September 1940 – 9 June 1972) was an Italian professional motorcycle racer competing in the FIM World Championship between 1969 and 1972. He competed for the Benelli, Derbi, Morbidelli and Tomos factories.\nParlotti was born in Zero Branco, Treviso, Italy.",
      "pageId": 10346040,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Gilberto_Parlotti.JPG"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_Graysmith",
      "name": "Robert Graysmith",
      "monthDay": "09/17",
      "aboutText": "Desmond Michael \"Des\" Lynam, OBE (17 September 1942) is an Irish-born British television and radio presenter based in the UK. In a broadcasting career spanning more than 40 years, he has hosted television coverage of many of the world's major sporting events, presenting Grandstand, Match of the Day, Wimbledon, The Grand National, Sportsnight, the Football World Cup and the Olympic Games, as well as presenting other non-sporting programmes such as Holiday, How Do They Do That? and Countdown.",
      "pageId": 627446,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/db/Deslynam.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Des_Lynam",
      "name": "Des Lynam",
      "monthDay": "09/17",
      "aboutText": "Robert Graysmith (born September 17, 1942, as Robert Gray Smith) is an American true crime author and former cartoonist.",
      "pageId": 9477630,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Zodiac-logo.png"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lupe_Ontiveros",
      "name": "Lupe Ontiveros",
      "monthDay": "09/17",
      "aboutText": "Robert Leslie \"Les\" Emmerson (born 17 September 1944 in Ottawa, Ontario, Canada) is the lead vocalist and guitarist for the band Five Man Electrical Band, and their predecessor band The Staccatos. He also recorded as a solo artist, charting three top 40 hits in Canada, including the #5 hit \"Control Of Me\".\nHe is best known for writing the song \"Signs\", which was a hit for Emmerson's Five Man Electrical Band in 1970 and also a hit for the band Tesla in 1990.",
      "pageId": 2929145,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Les_Emmerson.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Les_Emmerson",
      "name": "Les Emmerson",
      "monthDay": "09/17",
      "aboutText": "Guadalupe \"Lupe\" Ontiveros (September 17, 1942 – July 26, 2012) was an American film and television actress of Mexican descent, best known for portraying Yolanda Saldívar in the film Selena. Ontiveros acted in numerous films and television shows, often playing a maid or, more recently, an all-knowing grandmother.",
      "pageId": 3129381,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Lupe_Ontiveros.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Reinhold_Messner",
      "name": "Reinhold Messner",
      "monthDay": "09/17",
      "aboutText": "Reinhold Messner (German pronunciation: [ˈʁaɪ̯nhɔlt ˈmɛsnɐ]; born 17 September 1944) is an Italian mountaineer, adventurer, explorer, and author from the autonomous Italian province of South Tyrol. He is widely regarded as one of the greatest mountaineers of all time.\nHe is renowned for making the first ascent of Mount Everest without supplemental oxygen along with Peter Habeler, and for being the first climber to ascend all fourteen \"eight-thousanders\" (peaks over 8,000 metres (26,000 ft) above sea level).",
      "pageId": 255486,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/01/20110810_North_Face_of_Everest_Tibet_China_Panoramic.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Emerson",
      "name": "David Emerson",
      "monthDay": "09/17",
      "aboutText": "David Lee Emerson, PC, OBC (born September 17, 1945, in Montreal, Quebec) is a Canadian politician, financial executive, and economist",
      "pageId": 845330
    },
    {
      "year": "1945",
      "uri": "/wiki/Phil_Jackson",
      "name": "Phil Jackson",
      "monthDay": "09/17",
      "aboutText": "Philip Douglas \"Phil\" Jackson (born September 17, 1945) is an American professional basketball executive, former coach and former player, currently serving as president of the New York Knicks in the National Basketball Association (NBA). Jackson was the head coach of the Chicago Bulls from 1989 until 1998, during which Chicago won six NBA championships. His next team, the Los Angeles Lakers, won five championships from 2000 until 2010.",
      "pageId": 663591,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/Phil_Jackson_08.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bruce_Spence",
      "name": "Bruce Spence",
      "monthDay": "09/17",
      "aboutText": "Bruce Spence (born 17 September 1945) is a New Zealand actor, having spent most of his career performing in Australia.",
      "pageId": 1297194
    },
    {
      "year": "1945",
      "uri": "/wiki/Bhakti_Charu_Swami",
      "name": "Bhakti Charu Swami",
      "monthDay": "09/17",
      "aboutText": "William Arthur \"Billy\" Bonds MBE (born 17 September 1946) is a former professional footballer and manager, who is most often associated with West Ham United with whom he spent 27 years as player and manager.",
      "pageId": 789487,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/62/BillyBonds.JPG"
    },
    {
      "year": "1946",
      "uri": "/wiki/Billy_Bonds",
      "name": "Billy Bonds",
      "monthDay": "09/17",
      "aboutText": "Bhakti Charu Swami is a Vaishnava swami and a religious leader of the International Society for Krishna Consciousness (ISKCON). He is a Guru and a member of the Governing Body Commission of ISKCON. Previously he was simultaneously acting as ISKCON's minister of arts and culture. He is an initiated disciple of ISKCON's founder His Divine Grace, A. C. Bhaktivedanta Swami Prabhupada and has translated Shrila Prabhupada's literary works in Bengali and also produced a television serial on Prabhupada's life entitled \"Abhay Charan\".",
      "pageId": 2130532,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/04/Bhakti_Caru_Swami_in_ISKCON_Ujjain.JPG"
    },
    {
      "year": "1946",
      "uri": "/wiki/Heimar_Lenk",
      "name": "Heimar Lenk",
      "monthDay": "09/17",
      "aboutText": "Tessa Jane Helen Douglas Jowell, Baroness Jowell of Brixton, DBE, PC (born 17 September 1947) is a British Labour Party politician, who was the Member of Parliament (MP) for Dulwich and West Norwood from 1992 to 2015. She held a number of major government ministerial positions, as well as opposition appointments, during this period.\nHer most senior position in Government was as Secretary of State for Culture, Media and Sport, a post she held from 2001 to 2007.",
      "pageId": 16823723,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Order_of_the_British_Empire_%28Civil%29_Ribbon.png"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tessa_Jowell",
      "name": "Tessa Jowell",
      "monthDay": "09/17",
      "aboutText": "Heimar Lenk (born 17 September 1946 in Tallinn) is an Estonian journalist and politician.",
      "pageId": 34477677,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/KE_Heimar_Lenk.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gail_Carson_Levine",
      "name": "Gail Carson Levine",
      "monthDay": "09/17",
      "aboutText": "Jeffrey Kenneth \"Jeff\" MacNelly (September 17, 1947 – June 8, 2000) was a three-time Pulitzer Prize-winning editorial cartoonist and the creator of the popular comic strip Shoe.",
      "pageId": 1116875,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1f/Jeff_MacNelly.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jeff_MacNelly",
      "name": "Jeff MacNelly",
      "monthDay": "09/17",
      "aboutText": "Gail Carson Levine (born September 17, 1947) is an American author of young adult books.",
      "pageId": 2769747,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/GCLevine_dml4.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Raphy_Leavitt",
      "name": "Raphy Leavitt",
      "monthDay": "09/17",
      "aboutText": "Raphy Leavitt (September 17, 1948 – August 5, 2015) was a Puerto Rican composer and founder of the salsa orchestra \"La Selecta\".",
      "pageId": 1376537
    },
    {
      "year": "1948",
      "uri": "/wiki/Kemal_Monteno",
      "name": "Kemal Monteno",
      "monthDay": "09/17",
      "aboutText": "Kemal Monteno (17 September 1948 – 21 January 2015) was a Bosnian singer-songwriter of Italian descent whose career stretched from the 1960s to the 2010s.",
      "pageId": 2875235,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/15/Kemal_Monteno_Klagenfurt_2011_2.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Ritter",
      "name": "John Ritter",
      "monthDay": "09/17",
      "aboutText": "Jonathan Southworth \"John\" Ritter (September 17, 1948 – September 11, 2003) was an American actor, best known for his role of Jack Tripper in the ABC sitcom Three's Company, for which he won an Emmy and a Golden Globe Award in 1984. He was the son of the late singing cowboy star Tex Ritter, and the father of actors Jason Ritter and Tyler Ritter.\nRitter appeared in hundreds of films and television shows/episodes combined (and performed on Broadway), including It (1990), Problem Child (1990), Problem Child 2 (1991) and Bad Santa in 2003 (his final live action film which was dedicated to his memory).",
      "pageId": 272802,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/John_Ritter_1977.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ron_Stevens",
      "name": "Ron Stevens",
      "monthDay": "09/17",
      "aboutText": "Ronald Gordon \"Ron\" Stevens, Q.C. (September 17, 1949 – May 13, 2014) was a Canadian politician. He was a member of the current Legislative Assembly of Alberta representing the constituency of Calgary-Glenmore as a Progressive Conservative until his resignation on May 15, 2009. He was subsequently appointed a Judge of the Court of Queen's Bench of Alberta on May 20, 2009 by the government of Canada.",
      "pageId": 1264998
    },
    {
      "year": "1950",
      "uri": "/wiki/Narendra_Modi",
      "name": "Narendra Modi",
      "monthDay": "09/17",
      "aboutText": "Narendra Damodardas Modi (Gujarati: [nəreːnd̪rə d̪ɑːmoːd̪ərəd̪ɑːs moːd̪iː], born 17 September 1950) is the 15th and current Prime Minister of India, in office since 26 May 2014. Modi, a leader of the Bharatiya Janata Party (BJP), was the Chief Minister of Gujarat from 2001 to 2014 and is the Member of Parliament (MP) from Varanasi. He led the BJP in the 2014 general election, which gave the party a majority in the Lok Sabha (the lower house of the Indian parliament) – a first for any party since 1984 – and was credited for 2014 BJP electoral victories in the states of Haryana, Maharashtra, Jharkhand and Jammu and Kashmir.",
      "pageId": 444222
    },
    {
      "year": "1950",
      "uri": "/wiki/Fee_Waybill",
      "name": "Fee Waybill",
      "monthDay": "09/17",
      "aboutText": "John Waldo \"Fee\" Waybill (born September 17, 1950 in Omaha, Nebraska), is the lead singer and songwriter of the band The Tubes. Waybill has also worked with other acts, including Toto, Richard Marx, and projects headed by Billy Sherwood.",
      "pageId": 9196212
    },
    {
      "year": "1951",
      "uri": "/wiki/Russell_Brown",
      "name": "Russell Brown",
      "monthDay": "09/17",
      "aboutText": "Russell Leslie Brown (born 17 September 1951) is a Scottish Labour Party politician. He is former Member of Parliament for Dumfriesshire (1997-2005) and Dumfries and Galloway (2005-2015).",
      "pageId": 414733,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Russell_Brown_MP_2005-11-06.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Piet_Kleine",
      "name": "Piet Kleine",
      "monthDay": "09/17",
      "aboutText": "Pieter \"Piet\" Kleine (born 17 September 1951) is a former speed skater from the Netherlands.",
      "pageId": 4111190
    },
    {
      "year": "1951",
      "uri": "/wiki/Cassandra_Peterson",
      "name": "Cassandra Peterson",
      "monthDay": "09/17",
      "aboutText": "Cassandra Peterson (born September 17, 1951) is an American actress best known for her portrayal of the horror hostess character Elvira, Mistress of the Dark. She gained fame on Los Angeles television station KHJ wearing a black, gothic, revealing, cleavage-enhancing gown as host of Elvira's Movie Macabre, a weekly horror movie presentation.",
      "pageId": 771100,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/50/Cassandra_Peterson%27s_Signature.png"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tamasin_Day-Lewis",
      "name": "Tamasin Day-Lewis",
      "monthDay": "09/17",
      "aboutText": "Lydia Tamasin Day-Lewis (born 17 September 1953), is an English television chef, daughter of the poet Cecil Day-Lewis and actress Jill Balcon, and sister of the actor Daniel Day-Lewis.",
      "pageId": 14825561
    },
    {
      "year": "1953",
      "uri": "/wiki/Altaf_Hussain",
      "name": "Altaf Hussain",
      "monthDay": "09/17",
      "aboutText": "Rita Rudner (born September 17, 1953) is an American comedian, writer and actress. Beginning her career as a Broadway dancer, Rita Rudner noticed the lack of female comedians in New York City and turned her stage presence to stand-up comedy where she’s flourished for over three decades. Her performance on a variety of HBO specials and numerous appearances on the Tonight Show with Johnny Carson, helped establish Rudner as one of the premiere female comics to emerge from the comedy boom of the 1980s.",
      "pageId": 997365,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Rita_Rudner.jpg"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rita_Rudner",
      "name": "Rita Rudner",
      "monthDay": "09/17",
      "aboutText": "Altaf Hussain (Urdu: الطاف حسین‎; pronounced [əlt̪aːf ɦʊseːn]; born 17 September 1953 in Karachi) is a Pakistani politician living in exile as a naturalised citizen in the United Kingdom. He is the leader and founder of the Karachi-based political party, Muttahida Qaumi Movement (MQM), a party aimed at defending the interests of the muhajir community and the Urdu-speaking descendants of Muslims who moved from India to Pakistan after their independence from Britain in 1947.\nHussain belongs to a muhajir family that moved from Agra, Uttar Pradesh in India to settle in Pakistan following Pakistan's independence from Britain in 1947.",
      "pageId": 1591028
    },
    {
      "year": "1953",
      "uri": "/wiki/Steve_Williams_(rock_drummer)",
      "name": "Steve Williams",
      "monthDay": "09/17",
      "aboutText": "Joël-François Durand (born 17 September 1954) is a French composer.",
      "pageId": 393026
    },
    {
      "year": "1954",
      "uri": "/wiki/Jo%C3%ABl-Fran%C3%A7ois_Durand",
      "name": "Joël-François Durand",
      "monthDay": "09/17",
      "aboutText": "Steve Williams (born 17 September 1953), is the Welsh drummer for the Welsh rock band Budgie. He joined Budgie for the recording of the album, Bandolier, in late 1974. Williams plays Pearl drums and Paiste cymbals.",
      "pageId": 14049732,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1955",
      "uri": "/wiki/Charles_Martinet",
      "name": "Charles Martinet",
      "monthDay": "09/17",
      "aboutText": "Charles Martinet (born September 17, 1955) (English /mɑrtɪˈneɪ/; French: [maʁtinɛ]) is an American actor and voice actor best known for voicing Mario in the Super Mario video game series. He has voiced Mario, the titular character in Nintendo's flagship video game franchise since 1995.",
      "pageId": 1394585,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Charles_Martinet_Game_World_2010.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Scott_Simpson_(golfer)",
      "name": "Scott Simpson",
      "monthDay": "09/17",
      "aboutText": "Scott William Simpson (born September 17, 1955) is an American professional golfer.\nSimpson was born in San Diego, California, and played college golf at the University of Southern California, where he was two-time medalist at the NCAA Championship in 1976 and 1977. He turned professional in 1977 and graduated in 1978.",
      "pageId": 30864173
    },
    {
      "year": "1956",
      "uri": "/wiki/Thad_Bosley",
      "name": "Thad Bosley",
      "monthDay": "09/17",
      "aboutText": "Mandawuy Djarrtjuntjun Yunupingu (formerly Tom Djambayang Bakamana Yunupingu, skin name Gudjuk), AC, (17 September 1956 – 2 June 2013) was an Aboriginal Australian musician and educator. From 1986 he was the front man of the Aboriginal rock group Yothu Yindi as a singer-songwriter and guitarist. In 1989 he became assistant principal of the Yirrkala Community School – his former school – and was principal for the following two years.",
      "pageId": 571810,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1d/201000_-_Opening_Ceremony_Yothu_Yindi_perform_2_-_3b_-_2000_Sydney_opening_ceremony_photo.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mandawuy_Yunupingu",
      "name": "Mandawuy Yunupingu",
      "monthDay": "09/17",
      "aboutText": "Thaddis Bosley Jr. (born September 17, 1956) is a former Major League Baseball outfielder for the California Angels (1977, 1988), Chicago White Sox (1978-1980), Milwaukee Brewers (1981), Seattle Mariners (1982), Chicago Cubs (1983-1986), Kansas City Royals (1987-1988) and Texas Rangers (1989-1990).\nBosley was called up to the Angels after hitting .326 in 69 games for the Salt Lake City Gulls of the Pacific Coast League, and made his Major League debut on June 29, 1977.Bosley was traded in the off-season to the Chicago White Sox with Richard Dotson and Bobby Bonds.",
      "pageId": 7030819
    },
    {
      "year": "1957",
      "uri": "/wiki/David_Bintley",
      "name": "David Bintley",
      "monthDay": "09/17",
      "aboutText": "Steven Mark Bryles (September 17, 1957 - December 28, 2012) was an American politician and businessman. He was a member of the Arkansas Senate from 2001 to 2011, and a member of the Democratic Party.",
      "pageId": 18290117
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Bryles",
      "name": "Steve Bryles",
      "monthDay": "09/17",
      "aboutText": "David Julian Bintley, CBE, (born 17 September 1957) is a former English ballet dancer, the current artistic director of the Birmingham Royal Ballet and co-artistic director of the New National Theatre Tokyo ballet company.\n^ \"Birthdays\". The Guardian.",
      "pageId": 21795118,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/David_Bintley_CBE_-Tokyo.jpg"
    },
    {
      "year": "1958",
      "uri": "/wiki/Janez_Jan%C5%A1a",
      "name": "Janez Janša",
      "monthDay": "09/17",
      "aboutText": "Ivan Janez Janša (Slovene pronunciation: [ˈíːʋan ˈjàːnʃa]; born 17 September 1958), baptized and best known as Janez Janša, [ˈjàːnɛs ˈjàːnʃa] is a Slovenian politician who was Prime Minister of Slovenia from 2004 to 2008 and again from 2012 to 2013. He has led the Slovenian Democratic Party since 1993. Janša was Minister of Defense from 1990 to 1994, holding that post during the Slovenian War of Independence (June–July 1991).",
      "pageId": 1038986,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/20/8_vlada_RS.jpg"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tom_Waddell_(baseball)",
      "name": "Tom Waddell",
      "monthDay": "09/17",
      "aboutText": "Thomas David Waddell (born September 17, 1957) is a former Major League Baseball pitcher. One of only eight Scotland natives to ever be a major league ballplayer, he pitched for the Cleveland Indians from 1984 to 1985, and again in 1987.\nWaddell grew up in Closter, New Jersey.",
      "pageId": 5344166
    },
    {
      "year": "1959",
      "uri": "/wiki/Charles_Lawson",
      "name": "Charles Lawson",
      "monthDay": "09/17",
      "aboutText": "John Bottomley (September 17, 1960 – April 6, 2011) was a Canadian singer-songwriter.\nHe started in music in the early 1980s with the band Tulpa, which also included his brother Chris, and launched a solo career in 1990 with his solo debut album Library of the Sun. He followed up with his second album, Songs with the Ornamental Hermits, in 1992, and won the Juno Award for Most Promising Male Vocalist the following year.",
      "pageId": 2206684,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/MusicalnotesCanada.png"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Bottomley",
      "name": "John Bottomley",
      "monthDay": "09/17",
      "aboutText": "Charles \"Charlie\" Lawson (born Quintin Charles Devenish Lawson; 17 September 1959) is a Northern Irish actor.",
      "pageId": 2489090
    },
    {
      "year": "1960",
      "uri": "/wiki/Kevin_Clash",
      "name": "Kevin Clash",
      "monthDay": "09/17",
      "aboutText": "John Anthony Franco (born September 17, 1960 in Brooklyn, New York) is a former Major League Baseball left-handed relief pitcher. During a 21-year baseball career spanning 1984–2005, he pitched for three different National League teams, the Cincinnati Reds, New York Mets, and Houston Astros. His 1,119 career games pitched is an NL record, and is ranked fourth in major league history; his 424 career saves ranked second in major league history when he retired, and remains the most by a left-hander.",
      "pageId": 481176,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/John_Franco_2008-09-28.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Franco",
      "name": "John Franco",
      "monthDay": "09/17",
      "aboutText": "Kevin Jeffrey Clash (born September 17, 1960) is an American puppeteer and voice actor whose characters included Elmo, Clifford, Benny Rabbit, and Hoots the Owl.\nClash developed an interest in puppetry at an early age, and began performing for local TV children's shows in his hometown of Baltimore, Maryland, as a teenager. In the early 1980s, he began working in Captain Kangaroo, and began performing in Sesame Street in 1984.",
      "pageId": 772112,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Kevin_Clash_Elmo_2010_%28cropped%29.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Damon_Hill",
      "name": "Damon Hill",
      "monthDay": "09/17",
      "aboutText": "Damon Graham Devereux Hill, OBE (born 17 September 1960) is a British former racing driver. He is the son of Graham Hill, and is the only son of a Formula One world champion to win the title. He started racing on motorbikes in 1981, and after minor success moved on to single-seater racing cars.",
      "pageId": 78249,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/2012_Italian_GP_-_Damon_Hill.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Alan_Krueger",
      "name": "Alan Krueger",
      "monthDay": "09/17",
      "aboutText": "Alan Bennett Krueger (born September 17, 1960) is an American economist, Bendheim Professor of Economics and Public Affairs at Princeton University and Research Associate at the National Bureau of Economic Research. On March 7, 2009, he was nominated by President Barack Obama to be United States Assistant Secretary of the Treasury for economic policy. In October 2010, he announced his resignation from the Treasury Department, to return to Princeton University.",
      "pageId": 6644662
    },
    {
      "year": "1960",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Pierrot",
      "name": "Frédéric Pierrot",
      "monthDay": "09/17",
      "aboutText": "James Mark \"Jim\" Cornette (born September 17, 1961) is an American professional wrestling manager, commentator, promoter, and booker.\nAs a manager and creative writer, he has worked for Jim Crockett Promotions, World Championship Wrestling and the World Wrestling Federation/Entertainment (now WWE), and from 1991 to 1995, was the owner of Smoky Mountain Wrestling. He has also worked as an on-screen character in an authoritative role; as \"Commissioner\" of Ring of Honor (in a previous stint with the company) and \"Management Director\" (and off-screen road agent) for Total Nonstop Action Wrestling.",
      "pageId": 1442397,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/74/Cornette_and_NWA_World_Heavyweight_Champion_Pearce.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_Cornette",
      "name": "Jim Cornette",
      "monthDay": "09/17",
      "aboutText": "Frédéric Pierrot (born 17 September 1960) is a French actor. He has appeared in more than 85 films and television shows since 1986. He starred in the film Tell Me I'm Dreaming, which was screened in the Un Certain Regard section at the 1998 Cannes Film Festival.",
      "pageId": 24558169,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/85/Fr%C3%A9d%C3%A9ric_Pierrot_2012.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nives_Meroi",
      "name": "Nives Meroi",
      "monthDay": "09/17",
      "aboutText": "Ty Tabor (born September 17, 1961) is the lead guitarist, songwriter, and co-lead vocalist for the progressive hard rock band, King's X.",
      "pageId": 2081666,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Ty_Tabor.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ty_Tabor",
      "name": "Ty Tabor",
      "monthDay": "09/17",
      "aboutText": "Nives Meroi (born 17 September 1961 at Bonate Sotto, Italy) is an Italian mountaineer. As of 2008, she had climbed to the summit of eleven of the fourteen eight thousanders, utilizing the alpine style of climbing.\nSince 1989 Meroi has been married to Romano Benet, a climber and her partner in Himalayan mountaineering.",
      "pageId": 12807656,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/89/Nives_Meroi.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Giorgos_Koumoutsakos",
      "name": "Giorgos Koumoutsakos",
      "monthDay": "09/17",
      "aboutText": "Mark Anthony \"Baz\" Luhrmann (/ˈbæz ˈlʊərmən/; born 17 September 1962) is an Australian film director, screenwriter and producer best known for The Red Curtain Trilogy, comprising his romantic comedy film Strictly Ballroom (1992), the romantic drama Romeo + Juliet (1996), and the pastiche-jukebox musical Moulin Rouge! (2001). His 2008 film Australia is an epic historical romantic drama film starring Hugh Jackman and Nicole Kidman.",
      "pageId": 152171,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Baz_Luhrmann.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Baz_Luhrmann",
      "name": "Baz Luhrmann",
      "monthDay": "09/17",
      "aboutText": "Giorgos Koumoutsakos (born 17 September 1961, Athens) is a Greek politician with the conservative New Democracy party, and a member of the European parliament.",
      "pageId": 41931184,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Giorgos_Koumoutsakos_01.JPG"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dustin_Nguyen",
      "name": "Dustin Nguyen",
      "monthDay": "09/17",
      "aboutText": "Dustin Nguyen (born September 17, 1962) is a Vietnamese-American actor, director, writer and martial artist.",
      "pageId": 1086831,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Dustin_Nguyen_22072007_BKKIFF.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hesham_Qandil",
      "name": "Hesham Qandil",
      "monthDay": "09/17",
      "aboutText": "Hesham Mohamed Qandil (also spelled: Hisham Kandil ; Arabic: هشام محمد قنديل‎  pronounced [heˈʃæːm mæˈħæmmæd ʔænˈdiːl]) (born 17 September 1962) is an Egyptian engineer and civil servant who was Prime Minister of Egypt from 2012 to 2013. Qandil was appointed as Prime Minister by President Mohamed Morsi on 24 July 2012. Qandil previously served as Minister of Water Resources and Irrigation from 2011 to 2012.",
      "pageId": 36531405,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Hesham_Mohamed_Qandil_World_Economic_Forum_2013_crop.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/BeBe_Winans",
      "name": "BeBe Winans",
      "monthDay": "09/17",
      "aboutText": "Masahiro Chono (蝶野 正洋, Chōno Masahiro), (born September 17, 1963) is an American-born Japanese professional wrestler. He primarily wrestled for New Japan Pro Wrestling (NJPW), but has also made appearances for World Championship Wrestling (WCW), as a member of the New World Order. Chono was also known as Mister Black Jack when he first started as a villain.",
      "pageId": 1845225,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Masahiro_Chono_2.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/Masahiro_Chono",
      "name": "Masahiro Chono",
      "monthDay": "09/17",
      "aboutText": "Benjamin \"BeBe\" Winans (born September 17, 1962) is a gospel and R&B singer.",
      "pageId": 3875022,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/BebeWinans.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/William_Shockley_(actor)",
      "name": "William Shockley",
      "monthDay": "09/17",
      "aboutText": "James Christian Urbaniak (born September 17, 1963) is an American actor and voice actor. Urbaniak was born in Bayonne, New Jersey and currently lives in Los Angeles, California.\nOne of his first noteworthy roles was in the avant-garde playwright/director Richard Foreman's The Universe, for which Urbaniak won an Obie.",
      "pageId": 2917001,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5c/James_Urbaniak_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/James_Urbaniak",
      "name": "James Urbaniak",
      "monthDay": "09/17",
      "aboutText": "William Shockley (born September 17, 1963) is an actor and musician.\nShockley was born in Lawrence, Kansas. He graduated from Texas Tech University with a degree in political science.",
      "pageId": 6986860
    },
    {
      "year": "1965",
      "uri": "/wiki/Kyle_Chandler",
      "name": "Kyle Chandler",
      "monthDay": "09/17",
      "aboutText": "Kyle Martin Chandler (born September 17, 1965) is an American film and television actor best known for television roles on Early Edition and notably as Coach Eric Taylor in the television series Friday Night Lights, for which he won the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series in 2011. He has also appeared in supporting roles in films like Super 8, Argo, Zero Dark Thirty, The Wolf of Wall Street and Carol.",
      "pageId": 1967454,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Kyle_Chandler_and_Mark_Wahlberg_on_the_set_of_Broken_City_in_New_York%2C_November_2011.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kim_Davis_(county_clerk)",
      "name": "Kim Davis",
      "monthDay": "09/17",
      "aboutText": "Kimberly Jean Bailey \"Kim\" Davis (born September 17, 1965) is the county clerk for Rowan County, Kentucky. She gained international attention after defying a federal court order requiring that she issue marriage licenses following the U.S. Supreme Court decision in Obergefell v. Hodges.",
      "pageId": 47692588,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/53/KimDavis.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Yuji_Naka",
      "name": "Yuji Naka",
      "monthDay": "09/17",
      "aboutText": "Guy Picciotto (pronounced [ˈɡi piˈtʃoto] or \"Gee Pi-CHO-toe\") is an American singer, songwriter, guitarist, musician, and producer from Washington, DC.",
      "pageId": 298306,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Guy_Picciotto.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Guy_Picciotto",
      "name": "Guy Picciotto",
      "monthDay": "09/17",
      "aboutText": "Yuji Naka (中 裕司, Naka Yūji, born September 17, 1965 in Osaka, Osaka Prefecture) is a Japanese video game designer, programmer, and producer best known as the former head of Sonic Team, where he was the lead programmer of the original Sonic the Hedgehog series of games on the Sega Genesis.",
      "pageId": 355577,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f9/The_Original_Sonic_Team.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Bryan_Singer",
      "name": "Bryan Singer",
      "monthDay": "09/17",
      "aboutText": "Douglas E. Davis (born September 17, 1966), better known by the stage name Doug E. Fresh, is a Barbadian born American rapper, record producer, and beat boxer, also known as the Human Beat Box.",
      "pageId": 1608056,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Doug_E._Fresh_at_the_5th_Annual_Hip-Hop_Summit_Action_Network%27s_Action_Awards.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Doug_E._Fresh",
      "name": "Doug E. Fresh",
      "monthDay": "09/17",
      "aboutText": "Bryan Jay Singer (born September 17, 1965) is an American film director, film producer, writer, and actor. He is the founder of Bad Hat Harry Productions and he has produced or co-produced almost all of the films he has directed. He wrote and directed his first film in 1988 after graduating from university.",
      "pageId": 2573789,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Brian_Singer_%22International_Competition_Jury%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2822427114066%29_%28cropped%29.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/St%C3%A9phane_Rousseau",
      "name": "Stéphane Rousseau",
      "monthDay": "09/17",
      "aboutText": "Michael Carbajal (born September 17, 1967 in Phoenix, Arizona) is an American five-time world boxing champion of Mexican descent. His nickname was \"Little Hands Of Stone,\" after his favorite boxer,\"Hands Of Stone\" Roberto Durán.\n^ \"Michael Carbajal\".",
      "pageId": 101598
    },
    {
      "year": "1967",
      "uri": "/wiki/Michael_Carbajal",
      "name": "Michael Carbajal",
      "monthDay": "09/17",
      "aboutText": "Stéphane Rousseau (born September 17, 1966) is a Canadian actor and comedian. He starred in the Academy Award winning film The Barbarian Invasions (\"Les invasions barbares\"). He has also been in Asterix at the Olympic Games (2008).",
      "pageId": 11311030,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a8/St%C3%A9phane_Rousseau_Cannes.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Koen_Wauters",
      "name": "Koen Wauters",
      "monthDay": "09/17",
      "aboutText": "Abdul-Malik Kashie Yoba (born September 17, 1967), better known by his stage name Malik Yoba, is an American actor and occasional singer. He is known for his starring role as NYPD Detective J. C. Williams on the Fox police drama New York Undercover and as Yul Brenner in Cool Runnings. He also appeared as former FBI Special Agent Bill Harken on the Syfy drama series Alphas, as Jim Hudson in Revolution as well as Vernon Turner in Empire.",
      "pageId": 1501490,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Malik_Yoba_cropped.jpeg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Malik_Yoba",
      "name": "Malik Yoba",
      "monthDay": "09/17",
      "aboutText": "Koen Maria Gaston Wauters (born 17 September 1967) is a Flemish singer, active with the band Clouseau, television presenter, and occasionally actor and race car driver.",
      "pageId": 23093790,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/Koen_wauters.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Akhenaton_(rapper)",
      "name": "Akhenaton",
      "monthDay": "09/17",
      "aboutText": "Anastacia Lyn Newkirk (born September 17, 1968) is an American singer-songwriter, producer and former dancer. She is best known for her pop music of the early 2000s which had a significant impact in Europe and Oceania. Her first two albums Not That Kind (2000) and Freak of Nature (2001) were released in quick succession to major success.",
      "pageId": 1016502,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Anastacia_Resurrection_Tour_%28London%29.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anastacia",
      "name": "Anastacia",
      "monthDay": "09/17",
      "aboutText": "Philippe Fragione, better known by his stage name Akhenaton (born 17 September 1968, Marseille), is a French rapper and producer of French hip hop. He has also worked under the aliases Chill, AKH, Sentenza, and Spectre. He became famous as a member of the group IAM, and has since made a number of records, both with IAM and as a solo artist.",
      "pageId": 2315970,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/98/IAM_%C3%A0_l%27Olympia_de_Montr%C3%A9al.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Marie-Chantal,_Crown_Princess_of_Greece",
      "name": "Marie-Chantal, Crown Princess of Greece",
      "monthDay": "09/17",
      "aboutText": "Marie-Chantal Claire, Crown Princess of Greece, Princess of Denmark (née Miller; born 17 September 1968 in London, England), is the wife of Pavlos, Crown Prince of Greece, Prince of Denmark. Pavlos is the son and heir apparent of ex King Constantine II, who was deposed in 1973.",
      "pageId": 460249,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/Kronprins_Pavlos_av_Grekland_med_gem%C3%A5l..jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lord_Jamar",
      "name": "Lord Jamar",
      "monthDay": "09/17",
      "aboutText": "Lord Jamar (born Lorenzo Dechalus, September 17, 1968) is an American rapper and actor.",
      "pageId": 5628668
    },
    {
      "year": "1968",
      "uri": "/wiki/Jonn_Penney",
      "name": "Jonn Penney",
      "monthDay": "09/17",
      "aboutText": "Jonn Penney (born 17 September 1968, Quarry Bank, near Stourbridge, West Midlands) is a musician best known as the lead singer of Ned's Atomic Dustbin.\nHe went to Thorns School and Community College in Quarry Bank, where he met Ned's bass player Matt Cheslin. Penney used to live in a house near the Swan Hotel in Stourbridge, where he used to drink.",
      "pageId": 2078628,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/JonnPenney_%28cropped%29.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tito_Vilanova",
      "name": "Tito Vilanova",
      "monthDay": "09/17",
      "aboutText": "Francesc \"Tito\" Vilanova Bayó (17 September 1968 – 25 April 2014) was a Spanish professional football central midfielder and manager.\nAfter a professional career which consisted of 26 La Liga games in three seasons combined, all with Celta, he went on to work with Barcelona as an assistant coach under Pep Guardiola, being part of the squads that won 14 titles.\nIn 2012 Vilanova was appointed first-team manager, winning the national championship in his first and only season.",
      "pageId": 25596857,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/85/Josep_Guardiola_-_coach_of_Bar%C3%A7a_B.JPG"
    },
    {
      "year": "1969",
      "uri": "/wiki/Steady_B",
      "name": "Steady B",
      "monthDay": "09/17",
      "aboutText": "Warren McGlone (born September 17, 1969, in Philadelphia, Pennsylvania), known by the stage name Steady B, is an American hip hop emcee who, along with Schoolly D, the Fresh Prince, and Three Times Dope, was one of the first wave of Philadelphia-area emcees to gain notoriety in the mid to late 1980s. Steady B was a member (and de facto leader) of Philadelphia's Hilltop Hustlers crew. Steady B's musical career was relatively short-lived, and he is currently serving a life sentence in a Pennsylvania state prison for his role in the murder of a Philadelphia Police officer during a botched bank robbery in January 1996.",
      "pageId": 2416066
    },
    {
      "year": "1969",
      "uri": "/wiki/Adam_Devlin",
      "name": "Adam Devlin",
      "monthDay": "09/17",
      "aboutText": "Adam Devlin (born Adrian Tadek Gorecki, 28 September 1979 in Lambeth, London) is the guitarist and songwriter for the English band, The Bluetones.",
      "pageId": 5771895,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Adam_Devlin%2C_live_at_Nottingham_Splendour.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ken_Doherty",
      "name": "Ken Doherty",
      "monthDay": "09/17",
      "aboutText": "Ken Doherty (born 17 September 1969) is an Irish professional snooker player and radio presenter. He is the one of only two players to have been world amateur (1989) and world professional champion (1997). He was also World Under-21 champion in 1989.",
      "pageId": 445655,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/Ken_Doherty_PHC_2012-1.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Keith_Flint",
      "name": "Keith Flint",
      "monthDay": "09/17",
      "aboutText": "Keith Charles Flint (born 17 September 1969) is an English singer and dancer, best known as the vocalist for the band The Prodigy. Flint performed the lead vocals on both of The Prodigy's number one singles - \"Firestarter\" and \"Breathe\" - which were released in 1996.",
      "pageId": 1334730,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Flint%26Holiday.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Greg_King_(lawyer)",
      "name": "Greg King",
      "monthDay": "09/17",
      "aboutText": "Gregory James King (17 September 1969 – 3 November 2012) was a New Zealand criminal defence lawyer and broadcaster.",
      "pageId": 31803327
    },
    {
      "year": "1969",
      "uri": "/wiki/Tarvo_Seeman",
      "name": "Tarvo Seeman",
      "monthDay": "09/17",
      "aboutText": "Tarvo Seeman (born 17 September 1969 in Vändra, Estonia) is an Estonian chess player who twice won the Estonian Chess Championship. International Master (1998).",
      "pageId": 39792704
    },
    {
      "year": "1969",
      "uri": "/wiki/Matthew_Settle",
      "name": "Matthew Settle",
      "monthDay": "09/17",
      "aboutText": "Mark Allen Brunell (born September 17, 1970) is an American football coach and former quarterback who is the current head coach at the Episcopal School of Jacksonville. He was selected by the Green Bay Packers in the fifth round of the 1993 NFL Draft. He played college football at Washington.",
      "pageId": 682473,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Brunell8.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mark_Brunell",
      "name": "Mark Brunell",
      "monthDay": "09/17",
      "aboutText": "Jeffrey Matthew Settle (born September 17, 1969) is an American actor.",
      "pageId": 1996519,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Matthew_Settle.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Conroy",
      "name": "Jim Conroy",
      "monthDay": "09/17",
      "aboutText": "Nathan Jay \"Nate\" Berkus (born September 17, 1971) is an American interior designer, author, and television personality. He runs the Chicago interior design firm Nate Berkus Associates and has been a regularly featured guest on The Oprah Winfrey Show, offering design advice to viewers as well as coordinating surprise make-overs for people's homes. He has released numerous lines of products and authored several books.",
      "pageId": 1413431,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/92/Nate_Berkus_in_CES_2014_Press_Conference.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nate_Berkus",
      "name": "Nate Berkus",
      "monthDay": "09/17",
      "aboutText": "Jim Conroy (born February 6, 1977) is an American voice actor and television writer. He is known for appearing on television shows, such as Celebrity Deathmatch, Kenny the Shark and Fetch! with Ruff Ruffman, radio commercials and video games.",
      "pageId": 13850341
    },
    {
      "year": "1971",
      "uri": "/wiki/Mike_Catt",
      "name": "Mike Catt",
      "monthDay": "09/17",
      "aboutText": "Michael John \"Mike\" Catt OBE (born 17 September 1971) is a South African-born former English rugby union footballer who played for London Irish and Bath. He earned 75 international caps for England and played in two World Cup Finals, in 2003 (when England won) and 2007. With his appearance in the October 2007 final, at age 36 years 1 month, he became the oldest ever player to play in a Rugby World Cup final.",
      "pageId": 779669,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Mike_Catt_%284319558641%29.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Adriana_Karembeu",
      "name": "Adriana Karembeu",
      "monthDay": "09/17",
      "aboutText": "Adriana Sklenaříková (born on 17 September 1971), formerly known as Adriana Karembeu, is a Slovak fashion model and actress.",
      "pageId": 1038970,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Adriana_Sklenarikova_Karembeu_2006.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Steve_Kerrigan",
      "name": "Steve Kerrigan",
      "monthDay": "09/17",
      "aboutText": "Mauro Milanese (born 17 September 1971) is a former Italian footballer and manager. He was a left back. He has also been capped for the Italy national football team.",
      "pageId": 6340008
    },
    {
      "year": "1971",
      "uri": "/wiki/Mauro_Milanese",
      "name": "Mauro Milanese",
      "monthDay": "09/17",
      "aboutText": "Stephen \"Steve\" Kerrigan (born September 17, 1971) is an American politician and the Democratic nominee for Lieutenant Governor of Massachusetts in the 2014 election.\nKerrigan is the current President and co-founder of the Massachusetts Military Heroes Fund, a nonprofit organization dedicated to providing support to the families of military service personnel from Massachusetts who lost their lives in service to the United States of America since September 11, 2001.\nFrom 2009 to 2012, Kerrigan served as the CEO of the Democratic National Convention.",
      "pageId": 40059882,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Stephen_Kerrigan_Portrait.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jens_Voigt",
      "name": "Jens Voigt",
      "monthDay": "09/17",
      "aboutText": "Jens Voigt (German: [jɛns foːkt]) (born 17 September 1971) is a German former professional road bicycle racer for several teams, the last one being UCI ProTeam Trek–Segafredo. Voigt wore the yellow jersey of the Tour de France twice, though he was never a contender for the overall title owing to his lack of ability in the mountains. His career achievements include winning the Critérium International a record-tying 5 times and a number of one-week stage races, as well as two Tour de France stage victories.",
      "pageId": 2206599,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Jens_Voigt%2C_2013_Peoples_Choice_Classic.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ian_Whyte_(actor)",
      "name": "Ian Whyte",
      "monthDay": "09/17",
      "aboutText": "Ian Whyte (born 17 September 1971) is a Welsh actor, stuntman and former professional basketball player. He lives in North Shields, Tyne and Wear.\nBorn in Bangor, North Wales, he is best known for portraying Predators in the movies Alien vs.",
      "pageId": 10888543
    },
    {
      "year": "1972",
      "uri": "/wiki/Bobby_Lee",
      "name": "Bobby Lee",
      "monthDay": "09/17",
      "aboutText": "Bobby Lee (born September 17, 1972) is an American actor and comedian best known as a cast member on Mad TV from 2001 to 2009 and for his roles in the films Harold & Kumar Go to White Castle, Pineapple Express and The Dictator.",
      "pageId": 1592673
    },
    {
      "year": "1973",
      "uri": "/wiki/Diego_Albanese",
      "name": "Diego Albanese",
      "monthDay": "09/17",
      "aboutText": "Diego Luis Albanese (born September 17, 1973, in Mar del Plata) is a former Argentine rugby union player who played as a winger. He played for the San Isidro Club in Argentina, French side Grenoble, Gloucester and Leeds Tykes. Albanese made 17 appearances for Gloucester scoring three tries.",
      "pageId": 2169981
    },
    {
      "year": "1973",
      "uri": "/wiki/Ada_Choi",
      "name": "Ada Choi",
      "monthDay": "09/17",
      "aboutText": "Ada Choi (born 17 September 1973) is a Hong Kong actress best known for her work for TVB television, and to a lesser extent, for her film work.",
      "pageId": 2012403
    },
    {
      "year": "1973",
      "uri": "/wiki/Demis_Nikolaidis",
      "name": "Demis Nikolaidis",
      "monthDay": "09/17",
      "aboutText": "Themistoklis \"Demis\" Nikolaidis (Greek: Θεμιστοκλής \"Ντέμης\" Νικολαΐδης) (born on 17 September 1973 in Gießen, West Germany) was the forty second president of AEK Athens F.C., and is considered one of the finest footballers Greece has ever produced. In his early childhood and teenage years he lived in the city of Alexandroupoli, in the north-east part of Greece. In a sterling career with Ethnikos Alexandroupolis, Apollon Smyrnis, AEK Athens FC and Atlético Madrid, Nikolaidis earned his reputation as a \"born goalscorer\", scoring prolifically for club and country.",
      "pageId": 2620768
    },
    {
      "year": "1974",
      "uri": "/wiki/Mirah",
      "name": "Mirah",
      "monthDay": "09/17",
      "aboutText": "Melvin Babu (born September 17, 1974), better known as DJ Babu, is a Filipino-American DJ and producer. He is a member of the hip hop trio Dilated Peoples, with Rakaa Iriscience and Evidence. Also a member of the World Famous Beat Junkies DJ crew.",
      "pageId": 407193,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1d/DJ_Babu_2010.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/DJ_Babu",
      "name": "DJ Babu",
      "monthDay": "09/17",
      "aboutText": "Mirah (born Mirah Yom Tov Zeitlyn, September 17, 1974, in Philadelphia, Pennsylvania), is an American musician and songwriter based in Brooklyn, New York. After getting her start in the music scene of Olympia, Washington in the late 1990s, she released a number of well-received solo albums on K Records, including You Think It's Like This but Really It's Like This (1999) and Advisory Committee (2001). Her 2009 album (a)spera peaked on the Billboard Top Heatseekers chart at #46, while her 2011 collaborative album Thao + Mirah peaked at #7.",
      "pageId": 1497053,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/MIRAH7.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tormod_Granheim",
      "name": "Tormod Granheim",
      "monthDay": "09/17",
      "aboutText": "Austin St. John (born Jason Geiger; on September 17, 1974) is an EMT, American actor and martial artist, mainly known for his role in the children's television series Mighty Morphin Power Rangers as Jason Lee Scott, the original Red Ranger and first leader of the Power Rangers.",
      "pageId": 894351,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Austin_St._John_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Austin_St._John",
      "name": "Austin St. John",
      "monthDay": "09/17",
      "aboutText": "Tormod Granheim (born September 17, 1974, in Trondheim, Norway) is a Norwegian adventurer and motivational speaker involved in expeditions and extreme skiing.",
      "pageId": 9518784
    },
    {
      "year": "1974",
      "uri": "/wiki/Rasheed_Wallace",
      "name": "Rasheed Wallace",
      "monthDay": "09/17",
      "aboutText": "Rasheed Abdul \"Sheed\" Wallace (born September 17, 1974) is an American retired professional basketball forward who played 16 seasons in the National Basketball Association (NBA). A native of Philadelphia, Pennsylvania, Wallace played college basketball at the University of North Carolina before moving on to the NBA in 1995.\nOriginally selected by the Washington Bullets (now known as the Washington Wizards) as the fourth pick in the 1995 NBA draft, Wallace was named to the All-Rookie second team following his first season.",
      "pageId": 496352,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Rasheed_Wallace_2.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Pumpkinhead_(rapper)",
      "name": "Pumpkinhead",
      "monthDay": "09/17",
      "aboutText": "Robert Alan Diaz (September 17, 1975 – June 9, 2015) known by his stage name Pumpkinhead or P.H., was an American rapper and hip hop artist.",
      "pageId": 34143305,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/71/Pumpkinhead_rapper.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Wilko_de_Vogt",
      "name": "Wilko de Vogt",
      "monthDay": "09/17",
      "aboutText": "Wilko de Vogt (born 17 September 1975 in Breda, North-Brabant) is a former Dutch football goalkeeper.\nDe Vogt started his professional career in 1996 with NAC Breda after he had come through their youth system. In 2001 he was transferred to Sheffield United.",
      "pageId": 5012755,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/WilkoDeVogt.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jade_Esteban_Estrada",
      "name": "Jade Esteban Estrada",
      "monthDay": "09/17",
      "aboutText": "Jade Esteban Estrada (born September 17, 1975 at Lackland Air Force Base in San Antonio, Texas) is a successful Latin pop singer, comedian, burlesque performer, choreographer, actor, journalist, political commentator, and human rights activist.",
      "pageId": 7834089,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/4d/Jadeestebanching.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jimmie_Johnson",
      "name": "Jimmie Johnson",
      "monthDay": "09/17",
      "aboutText": "Jimmie Kenneth Johnson (born September 17, 1975) is an American professional stock car racing driver and a six-time champion in the NASCAR Sprint Cup Series. He currently drives the No. 48 Chevrolet SS for Hendrick Motorsports in the NASCAR Sprint Cup Series.",
      "pageId": 1102404,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Chandra_Johnson_-_Jimmie_Johnson_-_Barack_Obama.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Constantine_Maroulis",
      "name": "Constantine Maroulis",
      "monthDay": "09/17",
      "aboutText": "Constantine James Maroulis (/məˈruːlɨs/; born September 17, 1975) is an American actor and rock singer from Wyckoff, New Jersey. He was the sixth-place finalist on the fourth season of the reality television series American Idol, and received a nomination for the Tony Award for Best Performance by a Leading Actor in a Musical for his role in Rock of Ages. He starred in the title role in Jekyll and Hyde on Broadway, for which he received a Drama League Award Nomination for a Distinguished Performance Award.",
      "pageId": 1526958
    },
    {
      "year": "1976",
      "uri": "/wiki/Peja_(rapper)",
      "name": "Peja",
      "monthDay": "09/17",
      "aboutText": "Daniella Rush (born September 17, 1976) is a former Czech pornographic actress active from 1998 to 2002. In 2002, she was injured in a car accident. As a result, she retired from the porn industry due to her disability and is now using a wheelchair.",
      "pageId": 5773889,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Daniella_Rush00050386..JPG"
    },
    {
      "year": "1976",
      "uri": "/wiki/Daniella_Rush",
      "name": "Daniella Rush",
      "monthDay": "09/17",
      "aboutText": "Ryszard \"Peja\" Andrzejewski (Polish pronunciation: [ˈrɨʂart ˈpɛja andʐɛˈjɛfskʲi], born September 17, 1976 in Poznań) is a Polish rap musician, songwriter and producer. He is best known as the frontman of the Polish rap group Slums Attack. Peja was the recipient of the Fryderyk prize in 2002.",
      "pageId": 12784303,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Ryszard_Peja_Andrzejewski.JPG"
    },
    {
      "year": "1977",
      "uri": "/wiki/Anna_Marie_Cseh",
      "name": "Anna Marie Cseh",
      "monthDay": "09/17",
      "aboutText": "Anna Marie Cseh - in Hungarian: Cseh Anna Mária- (born 17 September 1977 in Budapest) is a Hungarian stage and film actress and former fashion model. She rose to international fame as the face of Thierry Mugler's cult perfume, Angel.",
      "pageId": 37824434
    },
    {
      "year": "1977",
      "uri": "/wiki/Genaro_Garc%C3%ADa",
      "name": "Genaro García",
      "monthDay": "09/17",
      "aboutText": "Genaro García (born September 17, 1977, Chihuahua, Mexico, died June 21, 2013) was a professional boxer in the super flyweight and bantamweight divisions from 1994 to 2013, holding the World Boxing Council Fecombox regional bantamweight title from 2003 to 2007. Known by his nickname 'Poblanito', Garcia fought for world titles against Samson Dutch Boy Gym (WBF), Hozumi Hasagawa (WBC), and Luis Alberto Perez (IBF) during his career. His career record was 39 wins and 10 losses with 23 knockouts, including a seventh round knockout over Eduardo Garcia, a fighter with a winning record, in his final ring appearance in December 2012.",
      "pageId": 39761104
    },
    {
      "year": "1977",
      "uri": "/wiki/Yelena_Godina",
      "name": "Yelena Godina",
      "monthDay": "09/17",
      "aboutText": "Simone Perrotta, Ufficiale OMRI (born 17 September 1977 in Ashton-under-Lyne) is a retired Italian footballer who used to play as a midfielder for Serie A club Roma. He was a member of the Italian national football team that won the 2006 FIFA World Cup. A quick, energetic, and hard-working two-way player, Perrotta was known for his versatility, stamina, box-to-box play, and hard running style.",
      "pageId": 744786,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Friedrich_Order.png"
    },
    {
      "year": "1977",
      "uri": "/wiki/Simone_Perrotta",
      "name": "Simone Perrotta",
      "monthDay": "09/17",
      "aboutText": "Yelena Mikhailovna Godina (Russian: Елена Михайловна Година) (born 17 September 1977 in Yekaterinburg) is a Russian volleyball player, who was a member of the national team that won the gold medal at 2006 Volleyball World Championship in Japan and the silver medal at the 2000 Summer Olympics in Sydney. She also competed at the 1996 and 2008 Summer Olympics.",
      "pageId": 10957482
    },
    {
      "year": "1978",
      "uri": "/wiki/Sheeri_Cabral",
      "name": "Sheeri Cabral",
      "monthDay": "09/17",
      "aboutText": "Shawn Paul Horcoff (born September 17, 1978) is a Canadian professional ice hockey centre currently playing for the Anaheim Ducks of the National Hockey League (NHL).",
      "pageId": 2422774,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/84/Shawn_Horcoff_-_Dallas_Stars.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shawn_Horcoff",
      "name": "Shawn Horcoff",
      "monthDay": "09/17",
      "aboutText": "Sheeri Cabral (born 17 September 1978), née Kritzer, is a MySQL community contributor. She was chosen as the first Oracle ACE Director for MySQL. She won the MySQL Community Advocate, Communicator and Facilitator award in 2007 and again in 2008 for her frequent blog posts, community work, and conference/user group presentations; this sparked a keynote presentation for the 2009 MySQL User Conference & Expo on \"How to be a Community Superhero\". She delivered another community keynote entitled, \"Under New Management: Next Steps for the Community\"  at the same conference in 2010.",
      "pageId": 26043962,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Sheeri_Cabral_2012.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Steffen_Algreen",
      "name": "Steffen Algreen",
      "monthDay": "09/17",
      "aboutText": "Akinola James \"Akin\" Ayodele (/ˈeɪkən ɑːjoʊdɛˈleɪ/; born September 17, 1979) is a former American football linebacker. He was drafted by the Jacksonville Jaguars in the third round of the 2002 NFL Draft. He played college football at Purdue.",
      "pageId": 4425312,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/Akin_Ayodele.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Akin_Ayodele",
      "name": "Akin Ayodele",
      "monthDay": "09/17",
      "aboutText": "Steffen R. Algreen (born 17 September 1979) is a Danish professional football defender, who currently plays for the Danish 2nd Division West side FC Fyn.",
      "pageId": 10016290
    },
    {
      "year": "1979",
      "uri": "/wiki/Billy_Miller_(actor)",
      "name": "Billy Miller",
      "monthDay": "09/17",
      "aboutText": "William John \"Billy\" Miller II (born September 17, 1979) is an American actor and businessman.",
      "pageId": 13767406,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Billy_Miller_2010_Daytime_Emmy_Awards_1.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Flo_Rida",
      "name": "Flo Rida",
      "monthDay": "09/17",
      "aboutText": "Tramar Lacel Dillard (born September 17, 1979), better known by his stage name Flo Rida (pronounced /floʊ ˈraɪdə/,) is an American rapper. He is perhaps best known for releasing a string of hit singles, such as his 2008 debut \"Low\", which was number one for 10 weeks in the United States and broke the record for digital download sales at the time of its release. Further international hit singles include \"Right Round\", \"Club Can't Handle Me\", \"Good Feeling\", \"Wild Ones\", \"Whistle\", and \"I Cry\".",
      "pageId": 13994263,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Flo_Rida%2C_2012.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dan_Haren",
      "name": "Dan Haren",
      "monthDay": "09/17",
      "aboutText": "Daniel John \"Dan\" Haren (born September 17, 1980) is an American retired professional baseball pitcher. Haren played in Major League Baseball (MLB) for the St. Louis Cardinals, Oakland Athletics, Arizona Diamondbacks, Los Angeles Angels of Anaheim, Washington Nationals, Los Angeles Dodgers, Miami Marlins, and Chicago Cubs.",
      "pageId": 1299044,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shabana_Mahmood",
      "name": "Shabana Mahmood",
      "monthDay": "09/17",
      "aboutText": "Shabana Mahmood (17 September 1980) is a British Labour Party politician and barrister, who has been the Member of Parliament (MP) for Birmingham, Ladywood since the May 2010 general election.",
      "pageId": 27266407
    },
    {
      "year": "1980",
      "uri": "/wiki/Oliver_Risser",
      "name": "Oliver Risser",
      "monthDay": "09/17",
      "aboutText": "Robert Casey Janssen (born September 17, 1981) is an American professional baseball pitcher who is a free agent. He pitched for two seasons in various levels of the Toronto Blue Jays' minor league organization before his debut in 2006 as a starting pitcher.",
      "pageId": 5311625,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Casey_Janssen_on_April_12%2C_2005.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Casey_Janssen",
      "name": "Casey Janssen",
      "monthDay": "09/17",
      "aboutText": "Oliver Hanjorge Risser (born 17 September 1980) is a Namibian international footballer who plays for Belgian Third Division B side KFC Oosterzonen. Risser is a defensive midfielder, and can also play in central defence. He is of German descent.",
      "pageId": 15276046,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Oliver_Risser_-_2009-09-27_at_19-27-10.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bakari_Kon%C3%A9",
      "name": "Bakari Koné",
      "monthDay": "09/17",
      "aboutText": "Bakari Koné (born 17 September 1981, in Abidjan) is an Ivorian footballer who plays for Qatar Stars League club Umm Salal as a winger.",
      "pageId": 2869960,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/Bakari_Kon%C3%A9_%28Baky%29.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Francis_Manioru",
      "name": "Francis Manioru",
      "monthDay": "09/17",
      "aboutText": "Francis Manioru (born September 17, 1981) is a sprinter from the Solomon Islands who specializes in the 100 metres.\nHis personal best time is 11.05 seconds, achieved in the heats at the 2004 Olympic Games. Four years later, at the 2008 Summer Olympics he finished in eighth and last position in his heat with a time of 11.09 seconds.",
      "pageId": 4586862
    },
    {
      "year": "1982",
      "uri": "/wiki/Hope_Larson",
      "name": "Hope Larson",
      "monthDay": "09/17",
      "aboutText": "Hope Raue Larson (born September 17, 1982) is an American illustrator and cartoonist. Her main field is comic books.",
      "pageId": 2835774,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Hope_larson_2012.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Garth_Murray",
      "name": "Garth Murray",
      "monthDay": "09/17",
      "aboutText": "Garth Robert Murray (born September 17, 1982) is a Canadian former professional ice hockey forward who played in the National Hockey League (NHL) for the New York Rangers, Montreal Canadiens, Florida Panthers and the Phoenix Coyotes.",
      "pageId": 3511576
    },
    {
      "year": "1982",
      "uri": "/wiki/Francine_Prieto",
      "name": "Francine Prieto",
      "monthDay": "09/17",
      "aboutText": "Wade Jeremy William Robson (born 17 September 1982) is an Australian dancer and choreographer. He began performing as a dancer at the age of five. He has directed music videos and world tours for numerous music artists such as NSYNC and Britney Spears.",
      "pageId": 654142,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Wade_Robson.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Wade_Robson",
      "name": "Wade Robson",
      "monthDay": "09/17",
      "aboutText": "Anna Marie Falcon (née Jensen; born September 17, 1982), known by her stage name Francine Prieto is a Filipino actress, fashion model, radio DJ, and singer.",
      "pageId": 11977876
    },
    {
      "year": "1983",
      "uri": "/wiki/RJ_Jimenez",
      "name": "RJ Jimenez",
      "monthDay": "09/17",
      "aboutText": "Jennifer Marcella Peña (born September 17, 1983 in San Antonio, Texas) is an American Tejano/Latin pop singer and actress who has sold over 3.5 million records internationally. Peña is the third and youngest daughter of Jaime and Mary Peña with other siblings Janet and Jackie.",
      "pageId": 693195,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Jennifer_Pe%C3%B1a_cropped.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jennifer_Pe%C3%B1a",
      "name": "Jennifer Peña",
      "monthDay": "09/17",
      "aboutText": "Ryan Jay Jimenez (born September 17, 1983), better known as RJ Jimenez, is a Filipino singer and guitarist and former scholar of Pinoy Dream Academy.",
      "pageId": 8693419
    },
    {
      "year": "1983",
      "uri": "/wiki/Aiza_Seguerra",
      "name": "Aiza Seguerra",
      "monthDay": "09/17",
      "aboutText": "Aiza Seguerra (born 17 September 1983) is a Filipino actor, singer-songwriter and guitarist. After participating on Eat Bulaga!'s Little Miss Philippines 1987 he became a child star starring in several movies and TV shows. Later in his teens, he pursued a career in music spawning his major hit single, Pagdating ng Panahon (When the Time Comes).",
      "pageId": 3720468
    },
    {
      "year": "1984",
      "uri": "/wiki/Domenico_Citro",
      "name": "Domenico Citro",
      "monthDay": "09/17",
      "aboutText": "Domenico Citro (born 17 September 1984) is an Italian footballer.",
      "pageId": 28546025
    },
    {
      "year": "1984",
      "uri": "/wiki/Mary_Descenza",
      "name": "Mary Descenza",
      "monthDay": "09/17",
      "aboutText": "Rafael Castillo (born September 17, 1984), better known by his stage name De La Ghetto, is an American reggaeton singer-songwriter originally of the duo Arcángel & De La Ghetto.",
      "pageId": 17898813,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6d/ElJefeDelBloque.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/De_La_Ghetto",
      "name": "De La Ghetto",
      "monthDay": "09/17",
      "aboutText": "Mary Elizabeth Mohler, née Mary Elizabeth DeScenza (born September 17, 1984) is an American former competition swimmer and former world record-holder.",
      "pageId": 18440815,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/18/Mary_Mohler_2009.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/John_Kucera",
      "name": "John Kucera",
      "monthDay": "09/17",
      "aboutText": "John Kucera (born September 17, 1984) is a World Cup alpine ski racer from Canada.\nBorn in Calgary, Alberta, he raced in all five alpine disciplines, focusing on the speed events of downhill and super-G. Kucera is a former world champion in the downhill, but has been sidelined due to injury since November 2009. His parents immigrated to Canada from Czechoslovakia in 1980.",
      "pageId": 8840142,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a5/John_Kucera.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Patrick_van_Luijk",
      "name": "Patrick van Luijk",
      "monthDay": "09/17",
      "aboutText": "Patrick Jermaine Herschel van Luijk (born September 17, 1984 in Spijkenisse) is a Dutch sprinter.",
      "pageId": 18712712,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8d/20090821-WK2009-Patrick_van_Luijk.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Eugenia_Volodina",
      "name": "Eugenia Volodina",
      "monthDay": "09/17",
      "aboutText": "Tomáš Berdych (Czech pronunciation: [ˈtomaːʃ ˈbɛrdɪx]; born September 17, 1985) is a Czech professional tennis player. His most notable achievement was reaching the final of the 2010 Wimbledon Championships, causing consecutive upsets by defeating top seed and six-time champion Roger Federer in the quarterfinals, and World No. 3 Novak Djokovic in the semifinals.",
      "pageId": 1896352,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Berdych_2009_US_Open_01.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Berdych",
      "name": "Tomáš Berdych",
      "monthDay": "09/17",
      "aboutText": "Eugenia Volodina (Russian: Евгения Володина, born September 23, 1984) is a Russian model.",
      "pageId": 30855545
    },
    {
      "year": "1985",
      "uri": "/wiki/Brendan_Clarke",
      "name": "Brendan Clarke",
      "monthDay": "09/17",
      "aboutText": "José Júlio Gomes Gonçalves (born 17 September 1985) is a Portuguese professional footballer who plays for American club New England Revolution as a left back or a central defender.\nHe started his career in Switzerland, moving to Scotland with Heart of Midlothian in 2006 and returning to the previous country after three seasons.",
      "pageId": 3168299,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Jose_Goncalves_2008.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jos%C3%A9_Gon%C3%A7alves_(footballer)",
      "name": "José Gonçalves",
      "monthDay": "09/17",
      "aboutText": "Brendan Clarke (born 17 September 1985 in Dublin) is an Irish football player who currently plays for St Patrick's Athletic in the League of Ireland",
      "pageId": 5993917
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexander_Ovechkin",
      "name": "Alexander Ovechkin",
      "monthDay": "09/17",
      "aboutText": "Alexander Mikhailovich \"Alex\" Ovechkin (Russian: Александр Михайлович Овечкин; IPA: [ɐlʲɪˈksandr ɐˈvʲetɕkʲɪn]; born September 17, 1985) is a Russian professional ice hockey winger and captain of the Washington Capitals of the National Hockey League (NHL). Prior to playing in the NHL, Ovechkin played for HC Dynamo Moscow of the Russian Superleague for four seasons from 2001 until 2005, and he played for Dynamo again (this time in the Kontinental Hockey League) during the 2012–13 NHL lockout. Ovechkin was the first overall selection in the 2004 NHL Entry Draft, drafted from Dynamo after three seasons with the club.",
      "pageId": 755749,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/AlexOvechkin-Warmup.JPG"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mason_Raymond",
      "name": "Mason Raymond",
      "monthDay": "09/17",
      "aboutText": "Mason Evan Raymond (born September 17, 1985) is a Canadian professional ice hockey winger, currently playing for the Calgary Flames of the National Hockey League (NHL). Born in Cochrane, Alberta, but growing up in Calgary, Alberta, he played Junior A in the Alberta Junior Hockey League (AJHL) for two seasons, where he captured league and regional titles with the Camrose Kodiaks, while also being named league MVP in 2005. He then joined the college ranks with the Minnesota-Duluth Bulldogs of the Western Collegiate Hockey Association (WCHA) for a two-year tenure there, as well.",
      "pageId": 10110600
    },
    {
      "year": "1985",
      "uri": "/wiki/Tupouto%CA%BBa_%CA%BBUlukalala",
      "name": "Tupoutoʻa ʻUlukalala",
      "monthDay": "09/17",
      "aboutText": "Jonathan Jacob Walker (born September 17, 1985), known as Jon Walker, is an American musician. Formerly the bassist of Panic! at the Disco, Walker was lead guitarist and occasional lead vocalist of The Young Veins, now on indefinite hiatus.",
      "pageId": 24653815,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Jwalk7kruark.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jon_Walker",
      "name": "Jon Walker",
      "monthDay": "09/17",
      "aboutText": "Siaosi Manumataongo ʻAlaivahamamaʻo ʻAhoʻeitu Konstantin Tukuʻaho (born 17 September 1985) is a Tongan royal and Crown Prince of Tonga.",
      "pageId": 36408486
    },
    {
      "year": "1986",
      "uri": "/wiki/Ravichandran_Ashwin",
      "name": "Ravichandran Ashwin",
      "monthDay": "09/17",
      "aboutText": "Paolo De Ceglie (Italian pronunciation: [ˈpaːolo de ˈtʃɛʎʎe; ˈtʃeʎʎe]; born 17 September 1986 in Aosta) is an Italian footballer who plays as a fullback for French club Marseille on loan from Juventus.",
      "pageId": 7806857
    },
    {
      "year": "1986",
      "uri": "/wiki/Paolo_De_Ceglie",
      "name": "Paolo De Ceglie",
      "monthDay": "09/17",
      "aboutText": "Ravichandran Ashwin ( pronunciation ; born 17 September 1986) is an Indian international cricketer. He is a right-handed batsman and right-arm off break bowler. He plays for Tamil Nadu in domestic cricket and the Chennai Super Kings in Indian Premier League.",
      "pageId": 17243150,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Ravi_Ashwin.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yoshitsugu_Matsuoka",
      "name": "Yoshitsugu Matsuoka",
      "monthDay": "09/17",
      "aboutText": "Yussef Suleiman (Arabic: يوسف سليمان‎, also transcribed as Sleman) (September 17, 1986 – February 20, 2013) was a Syrian football player.\nSuleiman was born in Homs and last played for Al-Wathba SC. He was killed by a mortar shell fired by the armed opposition during the Syrian civil war, while preparing for training practice inside a hotel in the Baramkeh neighbourhood. The attack occurred a few hours before the team was to play a league game against the Hama-based Al-Mawaair club at the Tishreen Stadium in Damascus.",
      "pageId": 21831111
    },
    {
      "year": "1986",
      "uri": "/wiki/Yussef_Suleiman",
      "name": "Yussef Suleiman",
      "monthDay": "09/17",
      "aboutText": "Yoshitsugu Matsuoka (松岡 禎丞, Matsuoka Yoshitsugu, born September 17, 1986) is a Japanese voice actor from Hokkaido, Japan.",
      "pageId": 32999311
    },
    {
      "year": "1987",
      "uri": "/wiki/Paul_Huntington",
      "name": "Paul Huntington",
      "monthDay": "09/17",
      "aboutText": "Paul David Huntington (born 17 September 1987) is an English professional footballer who is a centre back for Preston North End and has made more than 300 career appearances.",
      "pageId": 5390620
    },
    {
      "year": "1987",
      "uri": "/wiki/Yang_Ko-han",
      "name": "Yang Ko-han",
      "monthDay": "09/17",
      "aboutText": "Yang Ko-han (traditional Chinese: 楊可涵; simplified Chinese: 杨可涵; pinyin: Yáng Kěhán; September 17, 1987 – July 18, 2015) was a Taiwanese actress and producer. Born Yang Jiayu (楊家瑜), she was also known by the stage names White Rabbit, Yang Hsin-chiao (楊芯喬), and Yang Ko-fan (楊可凡). She was nominated for the Best Supporting Actress Golden Bell Award in 2013.",
      "pageId": 47285226
    },
    {
      "year": "1989",
      "uri": "/wiki/Kate_Deines",
      "name": "Kate Deines",
      "monthDay": "09/17",
      "aboutText": "Sean Scannell (born 17 September 1990) is a professional footballer who plays for Huddersfield Town. He is primarily a striker but can also play as a winger. In 2012, Scannell signed for Huddersfield Town, ending the player's spell at Crystal Palace, which had lasted 9 years.",
      "pageId": 14448464,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Sean_Scannell_2012.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sean_Scannell",
      "name": "Sean Scannell",
      "monthDay": "09/17",
      "aboutText": "Kathleen \"Kate\" Ann Deines (born September 17, 1989) is an American soccer midfielder-defender. She most recently played for Turbine Potsdam in the German Bundesliga and Seattle Reign FC of the National Women's Soccer League. Deines was a fourth round pick (23rd overall) of the Atlanta Beat of Women's Professional Soccer in the 2012 WPS Draft of college seniors on January 13, 2012.",
      "pageId": 34426954,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Kate_Deines%2C_Washington_vs._Seattle_U%2C_August_20%2C_2010.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ryo_Ishikawa",
      "name": "Ryo Ishikawa",
      "monthDay": "09/17",
      "aboutText": "Ryo Ishikawa (石川 遼, Ishikawa Ryō, born 17 September 1991), also known by the nickname \"Hanikami Ōji\" (literally, \"Bashful Prince\"), is a Japanese professional golfer.",
      "pageId": 11750182,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Ryo_Ishikawa_in_June_2011_%285830658315%29.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Justyna_Jegio%C5%82ka",
      "name": "Justyna Jegiołka",
      "monthDay": "09/17",
      "aboutText": "Justyna Jegiołka (born 17 September 1991 in Opole) is a Polish tennis player.\nJegiołka has won two singles and 12 doubles titles on the ITF tour in her career. On 6 October 2014, she reached her best singles ranking of world number 298.",
      "pageId": 38574996
    },
    {
      "year": "1991",
      "uri": "/wiki/Minako_Kotobuki",
      "name": "Minako Kotobuki",
      "monthDay": "09/17",
      "aboutText": "Minako Kotobuki (寿 美菜子, Kotobuki Minako, born September 17, 1991) is a Japanese actress, voice actress and singer from Hyōgo Prefecture. She is best known for her role as Tsumugi Kotobuki in the anime series K-On! about a high school girl band.",
      "pageId": 22800364,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Minako_Kotobuki.jpg"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alfie_Deyes",
      "name": "Alfie Deyes",
      "monthDay": "09/17",
      "aboutText": "Alfie Deyes (born 17 September 1993) is an English YouTuber and author who runs the YouTube channels PointlessBlog, PointlessBlogVlogs (previously PointlessBlogTv) and PointlessBlogGames (previously AlfieGames). Since 2014 he has released two books in his Pointless Book series and is due to release another in late 2015.",
      "pageId": 42192157,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/62/Alfie_Deyes_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ella_Purnell",
      "name": "Ella Purnell",
      "monthDay": "09/17",
      "aboutText": "Ella Purnell (born 17 September 1996) is an English teen actress, who has appeared in the films Never Let Me Go (2010) and Maleficent (2014).",
      "pageId": 27734919
    },
    {
      "year": "1999",
      "uri": "/wiki/Daniel_Huttlestone",
      "name": "Daniel Huttlestone",
      "monthDay": "09/17",
      "aboutText": "Daniel Richard Huttlestone (born 17 September 1999) is an English actor best known for his role as Gavroche in Tom Hooper's Les Misérables and Jack in the musical film Into the Woods, which both earned him a 2013 and 2015 Young Artist Award nomination as Best Young Supporting Actor in a Feature Film.",
      "pageId": 38578287
    }
  ]
}