{
  "people": [
    {
      "year": "53",
      "uri": "/wiki/Trajan",
      "name": "Trajan",
      "aboutText": "Trajan (/ˈtreɪdʒən/; Latin: Imperator Caesar Nerva Traianus Divi Nervae filius Augustus; September 18, 53 – August 8, 117 AD) was Roman emperor from 98 AD until his death in 117 AD. Officially declared by the Senate optimus princeps (\"the best ruler\"), Trajan is remembered as a successful soldier-emperor who presided over the greatest military expansion in Roman history, leading the empire to attain its maximum territorial extent by the time of his death. He is also known for his philanthropic rule, overseeing extensive public building programs and implementing social welfare policies, which earned him his enduring reputation as the second of the Five Good Emperors who presided over an era of peace and prosperity in the Mediterranean world.\nBorn in the city of Italica in the province of Hispania Baetica, Trajan's non-patrician family was of Italian and perhaps Iberian origin.",
      "pageId": 30570,
      "monthDay": "09/18"
    },
    {
      "year": "1344",
      "uri": "/wiki/Marie_of_Valois,_Duchess_of_Bar",
      "name": "Marie of Valois, Duchess of Bar",
      "aboutText": "Samuel Johnson (18 September 1709 [O.S. 7 September] – 13 December 1784), often referred to as Dr Johnson, was an English writer who made lasting contributions to English literature as a poet, essayist, moralist, literary critic, biographer, editor and lexicographer. Johnson was a devout Anglican and committed Tory, and has been described as \"arguably the most distinguished man of letters in English history\". He is also the subject of \"the most famous single biographical work in the whole of literature,\" James Boswell's Life of Samuel Johnson.",
      "pageId": 48594,
      "monthDay": "09/18"
    },
    {
      "year": "1434",
      "uri": "/wiki/Eleanor_of_Portugal,_Holy_Roman_Empress",
      "name": "Eleanor of Portugal, Holy Roman Empress",
      "aboutText": "Adrien-Marie Legendre (French pronunciation: ​[adʁiɛ̃ maʁi ləʒɑ̃ːdʁ]) (18 September 1752 – 10 January 1833) was a French mathematician. Legendre made numerous contributions to mathematics.",
      "pageId": 49695,
      "monthDay": "09/18"
    },
    {
      "year": "1554",
      "uri": "/wiki/Haydar_Mirza_Safavi",
      "name": "Haydar Mirza Safavi",
      "aboutText": "Pope Gregory XVI (Latin: Gregorius XVI; 18 September 1765 – 1 June 1846), born Bartolomeo Alberto Cappellari EC, reigned from 2 February 1831 to his death in 1846. He had adopted the name Mauro upon entering the religious order of the Camaldolese.\nStrongly conservative and traditionalist, he opposed democratic and modernising reforms in the Papal States and throughout Europe, seeing them as fronts for revolutionary leftism.",
      "pageId": 59298,
      "monthDay": "09/18"
    },
    {
      "year": "1587",
      "uri": "/wiki/Francesca_Caccini",
      "name": "Francesca Caccini",
      "aboutText": "Christian VIII (18 September 1786 – 20 January 1848) was the King of Denmark from 1839 to 1848 and, as Christian Frederick, King of Norway in 1814. He was the eldest son of Hereditary Prince Frederick of Denmark and Norway and Duchess Sophia Frederica of Mecklenburg-Schwerin, born in 1786 at Christiansborg Palace in Copenhagen. His paternal grandparents were King Frederick V of Denmark and his second wife, Duchess Juliana Maria of Brunswick-Wolfenbüttel.",
      "pageId": 150891,
      "monthDay": "09/18"
    },
    {
      "year": "1643",
      "uri": "/wiki/Gilbert_Burnet",
      "name": "Gilbert Burnet",
      "aboutText": "Jean Bernard Léon Foucault (French pronunciation: ​[ʒɑ̃ bɛʁnaʁ leɔ̃ fuko]) (18 September 1819 – 11 February 1868) was a French physicist best known for his demonstration of the Foucault pendulum, a device demonstrating the effect of the Earth's rotation. He also made an early measurement of the speed of light, discovered eddy currents, and is credited with naming the gyroscope (although he did not invent it).",
      "pageId": 213874,
      "monthDay": "09/18"
    },
    {
      "year": "1676",
      "uri": "/wiki/Eberhard_Louis,_Duke_of_W%C3%BCrttemberg",
      "name": "Eberhard Louis, Duke of Württemberg",
      "aboutText": "Gilbert Burnet (18 September 1643 – 17 March 1715) was a Scottish philosopher and historian, and Bishop of Salisbury. He was fluent in Dutch, French, Latin, Greek, and Hebrew. Burnet was highly respected as a cleric, a preacher, and an academic, as well as a writer and historian.",
      "pageId": 215626,
      "monthDay": "09/18"
    },
    {
      "year": "1684",
      "uri": "/wiki/Johann_Gottfried_Walther",
      "name": "Johann Gottfried Walther",
      "aboutText": "George Read (/riːd/; September 18, 1733 – September 21, 1798) was an American lawyer and politician from New Castle in New Castle County, Delaware. He was a signer of the Declaration of Independence, a Continental Congressman from Delaware, a delegate to the U.S. Constitutional Convention of 1787, President of Delaware, and a member of the Federalist Party, who served as U.S. Senator from Delaware and Chief Justice of Delaware.",
      "pageId": 261180,
      "monthDay": "09/18"
    },
    {
      "year": "1709",
      "uri": "/wiki/Samuel_Johnson",
      "name": "Samuel Johnson",
      "aboutText": "Joseph Story (September 18, 1779 – September 10, 1845) was an American lawyer and jurist who served on the Supreme Court of the United States from 1811 to 1845. He is most remembered for his opinions in Martin v. Hunter's Lessee and The Amistad case, and especially for his magisterial Commentaries on the Constitution of the United States, first published in 1833.",
      "pageId": 273827,
      "monthDay": "09/18"
    },
    {
      "year": "1711",
      "uri": "/wiki/Ignaz_Holzbauer",
      "name": "Ignaz Holzbauer",
      "aboutText": "Justinus Andreas Christian Kerner (18 September 1786 – 21 February 1862) was a German poet, practicing physician, and medical writer.",
      "pageId": 390576,
      "monthDay": "09/18"
    },
    {
      "year": "1733",
      "uri": "/wiki/George_Read_(U.S._statesman)",
      "name": "George Read",
      "aboutText": "Herschel Vespasian Johnson (September 18, 1812 – August 16, 1880) was an American politician.",
      "pageId": 774228,
      "monthDay": "09/18"
    },
    {
      "year": "1750",
      "uri": "/wiki/Tom%C3%A1s_de_Iriarte_y_Oropesa",
      "name": "Tomás de Iriarte y Oropesa",
      "aboutText": "Francesca Caccini (18 September 1587 – after 1641) was an Italian composer, singer, lutenist, poet, and music teacher of the early Baroque era. She was also known by the nickname \"La Cecchina\", originally given to her by the Florentines and probably a diminutive of \"Francesca\". She was the daughter of Giulio Caccini.",
      "pageId": 1146944,
      "monthDay": "09/18"
    },
    {
      "year": "1752",
      "uri": "/wiki/Adrien-Marie_Legendre",
      "name": "Adrien-Marie Legendre",
      "aboutText": "Tomás de Iriarte (or Yriarte) y Oropesa (Puerto de la Cruz, La Orotava, island of Tenerife, 18 September 1750 — Madrid, 17 September 1791), was a Spanish neoclassical poet.",
      "pageId": 1351488,
      "monthDay": "09/18"
    },
    {
      "year": "1765",
      "uri": "/wiki/Pope_Gregory_XVI",
      "name": "Pope Gregory XVI",
      "aboutText": "Ignaz Jakob Holzbauer (18 September 1711 – 7 April 1783) was a composer of symphonies, concertos, operas, and chamber music, and a member of the Mannheim school.",
      "pageId": 1863124,
      "monthDay": "09/18"
    },
    {
      "year": "1779",
      "uri": "/wiki/Joseph_Story",
      "name": "Joseph Story",
      "aboutText": "Johann Gottfried Walther (18 September 1684 – 23 March 1748) was a German music theorist, organist, composer, and lexicographer of the Baroque era.\nWalther was born at Erfurt. Not only was his life almost exactly contemporaneous to that of Johann Sebastian Bach, he was the famous composer's cousin.",
      "pageId": 1910627,
      "monthDay": "09/18"
    },
    {
      "year": "1786",
      "uri": "/wiki/Christian_VIII_of_Denmark",
      "name": "Christian VIII of Denmark",
      "aboutText": "Eleanor of Portugal (18 September 1434 – 3 September 1467) was Empress of the Holy Roman Empire.",
      "pageId": 2439341,
      "monthDay": "09/18"
    },
    {
      "year": "1786",
      "uri": "/wiki/Justinus_Kerner",
      "name": "Justinus Kerner",
      "aboutText": "Duke Eberhard Louis (18 September 1676 – 31 October 1733) was the tenth duke of Württemberg, from 1692 until 1733.",
      "pageId": 5247795,
      "monthDay": "09/18"
    },
    {
      "year": "1812",
      "uri": "/wiki/Herschel_Vespasian_Johnson",
      "name": "Herschel Vespasian Johnson",
      "aboutText": "Marie of France (18 September 1344 – 15 October 1404) was the sixth child and second daughter of John II of France and Bonne of Bohemia.",
      "pageId": 5308236,
      "monthDay": "09/18"
    },
    {
      "year": "1819",
      "uri": "/wiki/L%C3%A9on_Foucault",
      "name": "Léon Foucault",
      "aboutText": "Aires de Ornelas e Vasconcelos (1837 – 1880) was the Roman Catholic Archbishop of Goa.\nHe was born September 18, 1837 in Funchal, Madeira, Portugal, a son of Aires de Ornelas e Vasconcelos Esmeraldo Rolim de Moura and wife Augusta Correia Vasques Salvago de Brito de Olival. On March 6, 1871 he was appointed coadjucator Bishop of Funchal, a diocese in Portugal, and on May 7, 1871 he was ordained as such.",
      "pageId": 9012937,
      "monthDay": "09/18"
    },
    {
      "year": "1837",
      "uri": "/wiki/Aires_de_Ornelas_e_Vasconcelos",
      "name": "Aires de Ornelas e Vasconcelos",
      "aboutText": "Haydar Mirza Safavi (Persian: حیدر میرزا صفوی‎‎, also spelled Haidar Mirza Safavi) was a Safavid prince, who declared himself as the king (shah) of Iran on 14 May 1576, immediately after his father Tahmasp I had died.",
      "pageId": 47384943,
      "monthDay": "09/18"
    },
    {
      "year": "1838",
      "uri": "/wiki/Anton_Mauve",
      "name": "Anton Mauve",
      "aboutText": "James Henry \"Jim\" Scullin (18 September 1876 – 28 January 1953) was an Australian Labor Party politician and the ninth Prime Minister of Australia. Scullin led Labor to government at the 1929 election. The Wall Street Crash of 1929 transpired just two days after his swearing in, which would herald the beginning of the Great Depression in Australia.",
      "pageId": 172019,
      "monthDay": "09/18"
    },
    {
      "year": "1846",
      "uri": "/wiki/Richard_With",
      "name": "Richard With",
      "aboutText": "Grey Owl (or Wa-sha-quon-asin, from the Ojibwe wenjiganooshiinh, meaning \"great horned owl\" or \"great grey owl\") was the name Archibald Belaney (September 18, 1888 – April 13, 1938) chose for himself when he took on a First Nations identity as an adult. Born in England as Archibald Stansfeld Belaney, and migrating to Canada in the first decade of the 20th century, he rose to prominence as a notable author, lecturer, and one of the \"most effective apostles of the wilderness\". In his studies of the Ojibwe, Belaney learned some native harvesting techniques and trapping skills.",
      "pageId": 277267,
      "monthDay": "09/18"
    },
    {
      "year": "1848",
      "uri": "/wiki/Francis_Grierson",
      "name": "Francis Grierson",
      "aboutText": "Clark David Wissler (September 18, 1870 – August 25, 1947) was an American anthropologist.\nBorn in Cambridge City near Hagerstown, Indiana, Wissler graduated from Indiana University in 1897. He received his doctorate in psychology from Columbia University in 1901.",
      "pageId": 465559,
      "monthDay": "09/18"
    },
    {
      "year": "1852",
      "uri": "/wiki/Clement_Lindley_Wragge",
      "name": "Clement Lindley Wragge",
      "aboutText": "Lincoln “Link” Loy McCandless (September 18, 1859 – October 5, 1940) was an United States cattle rancher, industrialist and politician for the Territory of Hawaii. McCandless served in the United States Congress as a territorial delegate.",
      "pageId": 904592,
      "monthDay": "09/18"
    },
    {
      "year": "1857",
      "uri": "/wiki/John_Hessin_Clarke",
      "name": "John Hessin Clarke",
      "aboutText": "John Hessin Clarke (September 18, 1857 – March 22, 1945) was an American lawyer and judge who served as an Associate Justice of the United States Supreme Court from 1916 to 1922.\n^ \"Federal Judicial Center: John Hessin Clarke\". 2009-12-12.",
      "pageId": 912151,
      "monthDay": "09/18"
    },
    {
      "year": "1858",
      "uri": "/wiki/Kate_Booth",
      "name": "Kate Booth",
      "aboutText": "Uzeyir bey Abdul Huseyn oglu Hajibeyov (Azerbaijani: Üzeyir bəy Əbdülhüseyn oğlu Hacıbəyov, Azerbaijani pronunciation: [yzeˈjiɾ ˌhɑd͡ʒɯˈbæjov] / عزیر حاجی‌بیوو; Russian: Узеир Абдул-Гусейн оглы Гаджибеков; September 18, 1885, Shusha (Aghjabadi village), Russian Empire – November 23, 1948, Baku, Azerbaijani SSR, Soviet Union) was an Azerbaijani and Soviet composer, conductor, publicist, playwright, teacher, translator, and social figure from Azerbaijan. He is recognized as the father of Azerbaijani composed classical music and opera. Uzeyir Hajibeyov composed the music of the national anthem of Azerbaijan Democratic Republic (which was re-adopted after Azerbaijan regained its independence from the Soviet Union in 1991).",
      "pageId": 1133332,
      "monthDay": "09/18"
    },
    {
      "year": "1859",
      "uri": "/wiki/John_L._Bates",
      "name": "John L. Bates",
      "aboutText": "Doris Amelia Blackburn (née Hordern) (18 September 1889 – 12 December 1970) was an Australian political activist and member of parliament.\nBorn in Hawthorn, Melbourne, Victoria to Lebbeus Hordern, estate agent, and his wife Louisa Dewson (née Smith), Doris Hordern became involved in women's rights and peace issues from a young age and served as the campaign secretary of Vida Goldstein, the first woman to stand for election to federal parliament in Australia. She married Maurice Blackburn, a fellow firebrand socialist, in Melbourne on 10 December 1914 and spent their honeymoon organising anti-war and anti-conscription campaigns.",
      "pageId": 1167494,
      "monthDay": "09/18"
    },
    {
      "year": "1859",
      "uri": "/wiki/Lincoln_Loy_McCandless",
      "name": "Lincoln Loy McCandless",
      "aboutText": "James Otto Richardson (18 September 1878 – 2 May 1974) was an admiral in the United States Navy who served from 1902 to 1947. As Commander in Chief, United States Fleet (CinCUS), he protested against the redeployment of the Pacific portion of the fleet forward to Pearl Harbor, believing that a forward defense was neither practical nor useful, and that the Pacific Fleet would be the logical first target in the event of war with Japan, vulnerable to air and torpedo attacks. He was subsequently relieved of command in February 1941.",
      "pageId": 1210781,
      "monthDay": "09/18"
    },
    {
      "year": "1860",
      "uri": "/wiki/Alberto_Franchetti",
      "name": "Alberto Franchetti",
      "aboutText": "Gerald Hugh Tyrwhitt-Wilson, 14th Baron Berners (18 September 1883 – 19 April 1950), also known as Gerald Tyrwhitt, was a British composer of classical music, novelist, painter and aesthete.",
      "pageId": 1565604,
      "monthDay": "09/18"
    },
    {
      "year": "1870",
      "uri": "/wiki/Clark_Wissler",
      "name": "Clark Wissler",
      "aboutText": "Anthonij (Anton) Rudolf Mauve (18 September 1838 – 5 February 1888) was a Dutch realist painter who was a leading member of the Hague School. He signed his paintings 'A. Mauve' or with a monogrammed 'A.M.'. A master colorist, he was a very significant early influence on his cousin-in-law Vincent van Gogh.",
      "pageId": 1752969,
      "monthDay": "09/18"
    },
    {
      "year": "1872",
      "uri": "/wiki/Carl_Friedberg",
      "name": "Carl Friedberg",
      "aboutText": "Felix Adolf Schmal (18 September 1872 – 28 August 1919) was an Austrian fencer and racing cyclist. He was born in Dortmund and died in Salzburg. He competed at the 1896 Summer Olympics in Athens.",
      "pageId": 2116520,
      "monthDay": "09/18"
    },
    {
      "year": "1872",
      "uri": "/wiki/Adolf_Schmal",
      "name": "Adolf Schmal",
      "aboutText": "Benjamin Henry Jesse Francis Shepard (September 18, 1848 – May 29, 1927) was a composer and pianist, who also wrote under the pen name of Francis Grierson.\nHe was born in Birkenhead, England, but his family migrated to Illinois, United States while Jesse was still a baby. Shepard traveled in Europe, finding audiences even among royalty.",
      "pageId": 3476421,
      "monthDay": "09/18"
    },
    {
      "year": "1875",
      "uri": "/wiki/Tom%C3%A1s_Burgos",
      "name": "Tomás Burgos",
      "aboutText": "Alberto Franchetti (18 September 1860 – 4 August 1942) was an Italian opera composer.",
      "pageId": 3542750,
      "monthDay": "09/18"
    },
    {
      "year": "1876",
      "uri": "/wiki/James_Scullin",
      "name": "James Scullin",
      "aboutText": "Clement Lindley Wragge (18 September 1852 – 10 December 1922), was a meteorologist born in Stourbridge, Worcestershire, England, but moved to Oakamoor, Staffordshire as a child. He set up the Wragge Museum in Stafford following a trip around the world. He was a Fellow of the Royal Geographical Society and in 1879 was elected Fellow of the Royal Meteorological Society in London.",
      "pageId": 3553820,
      "monthDay": "09/18"
    },
    {
      "year": "1878",
      "uri": "/wiki/James_O._Richardson",
      "name": "James O. Richardson",
      "aboutText": "Catherine Booth-Clibborn (Katie Booth) (18 September 1858 – 9 May 1955) was the oldest daughter of William and Catherine Booth.",
      "pageId": 4598461,
      "monthDay": "09/18"
    },
    {
      "year": "1883",
      "uri": "/wiki/Gerald_Tyrwhitt-Wilson,_14th_Baron_Berners",
      "name": "Gerald Tyrwhitt-Wilson, 14th Baron Berners",
      "aboutText": "John Lewis Bates (September 18, 1859 – June 8, 1946) was born in North Easton, Massachusetts to Rev. Lewis Benton Bates, a Methodist minister, and Louisa D. (Field) Bates. He attended public school in New Bedford, Chelsea, Taunton, and eventually the Boston Latin School.",
      "pageId": 5066147,
      "monthDay": "09/18"
    },
    {
      "year": "1885",
      "uri": "/wiki/Uzeyir_Hajibeyov",
      "name": "Uzeyir Hajibeyov",
      "aboutText": "Tomás Burgos Sotomayor (Osorno, September 18, 1875 – Valdivia, August 19, 1945) was a Chilean philanthropist, one of the strongest supporters of the \"mutualist movement\" and the founder of \"Villa Lo Burgos\", the present city of Purranque.\nHe was the son of Bartolo Burgos and Vicenta Sotomayor, from the line of old families that repopulated Osorno in the 18th century. He studied in the \"Liceo Alemán de Osorno\" (German school of Osorno), and started to work very young in a law office.",
      "pageId": 7389553,
      "monthDay": "09/18"
    },
    {
      "year": "1888",
      "uri": "/wiki/Grey_Owl",
      "name": "Grey Owl",
      "aboutText": "Antonia Anna \"Toni\" Wolff (18 September 1888 — 21 March 1953) was a Swiss Jungian analyst and a close associate of Carl Jung. During her analytic career Toni Wolff published relatively little under her own name, but she helped Jung identify, define, and name some of his best-known concepts including anima, animus, and persona. Her best-known paper was an essay on four \"types\" or aspects of the feminine psyche: the Amazon, the Mother, the Hetaira (or Courtesan), and the Medial (or mediumistic) Woman.",
      "pageId": 8386362,
      "monthDay": "09/18"
    },
    {
      "year": "1888",
      "uri": "/wiki/Toni_Wolff",
      "name": "Toni Wolff",
      "aboutText": "Carl Rudolf Hermann Friedberg (September 18, 1872 Bingen, Germany - September 9, 1955 Meran, Italy) was a German pianist and teacher.\nFriedberg studied piano with James Kwast and with Clara Schumann at the Hoch Conservatory, Frankfurt. He became a teacher there (1893–1904) and later at the Cologne Conservatory (1904–1914).",
      "pageId": 8861776,
      "monthDay": "09/18"
    },
    {
      "year": "1889",
      "uri": "/wiki/Doris_Blackburn",
      "name": "Doris Blackburn",
      "aboutText": "Richard Bernhard With (18 September 1846 – 9 February 1930) was a Norwegian ship captain, businessman and politician for the Liberal Left Party.",
      "pageId": 22773143,
      "monthDay": "09/18"
    },
    {
      "year": "1889",
      "uri": "/wiki/Leslie_Morshead",
      "name": "Leslie Morshead",
      "aboutText": "John George Diefenbaker PC CH QC (/ˈdiːfənˌbeɪkər/; September 18, 1895 – August 16, 1979) was the 13th Prime Minister of Canada, serving from June 21, 1957, to April 22, 1963. He was the only Progressive Conservative (PC or Tory) party leader between 1930 and 1979 to lead the party to an election victory, doing so three times, although only once with a majority of seats in the Canadian House of Commons.\nDiefenbaker was born in southwestern Ontario in 1895.",
      "pageId": 15915,
      "monthDay": "09/18"
    },
    {
      "year": "1891",
      "uri": "/wiki/Rafael_P%C3%A9rez_y_P%C3%A9rez",
      "name": "Rafael Pérez y Pérez",
      "aboutText": "Greta Garbo born Greta Lovisa Gustafsson (Swedish pronunciation: [ˈgre:ˈta lʊˈvi:ˈsa ˈgɵstafˈsɔn] 18 September 1905 – 15 April 1990) was a Swedish film actress and an international star and icon during the twenties and thirties. Garbo was nominated three times for the Academy Award for Best Actress and received an honorary one in 1954 for her \"luminous and unforgettable screen performances.\" In 1999, the American Film Institute ranked Garbo fifth on their list of the greatest female stars of Classic Hollywood Cinema, after Katharine Hepburn, Bette Davis, Audrey Hepburn, and Ingrid Bergman.\nGarbo launched her career with a secondary role in the 1924 Swedish film The Saga of Gosta Berling.",
      "pageId": 63436,
      "monthDay": "09/18"
    },
    {
      "year": "1893",
      "uri": "/wiki/Arthur_Benjamin",
      "name": "Arthur Benjamin",
      "aboutText": "Lieutenant General Sir Leslie James Morshead KCB, KBE, CMG, DSO, ED (18 September 1889 – 26 September 1959) was an Australian soldier, teacher, businessman, and farmer, whose distinguished military career spanned both world wars. Most notably, during World War II, he led the Australian and British troops at the Siege of Tobruk (1941) and at the Second Battle of El Alamein (1942), achieving decisive victories over Erwin Rommel's Afrika Korps. A strict and demanding officer, his soldiers nicknamed him \"Ming the Merciless\", later simply \"Ming\", after the villain in the Flash Gordon comics.",
      "pageId": 206165,
      "monthDay": "09/18"
    },
    {
      "year": "1893",
      "uri": "/wiki/William_March",
      "name": "William March",
      "aboutText": "Agnes George de Mille (September 18, 1905 – October 7, 1993) was an American dancer and choreographer.",
      "pageId": 390971,
      "monthDay": "09/18"
    },
    {
      "year": "1894",
      "uri": "/wiki/Fay_Compton",
      "name": "Fay Compton",
      "aboutText": "Fay Compton /ˈkʌmptən/;, CBE (18 September 1894 – 12 December 1978) was an English actress from a notable acting lineage; her father was actor/manager Edward Compton; her mother, Virginia Bateman, was a distinguished member of the profession, as were her elder sister, the actress Viola Compton, and her uncles and aunts. Her grandfather was the 19th-century theatrical luminary Henry Compton.",
      "pageId": 558096,
      "monthDay": "09/18"
    },
    {
      "year": "1895",
      "uri": "/wiki/Jean_Batmale",
      "name": "Jean Batmale",
      "aboutText": "Sir Seewoosagur Ramgoolam (September 18, 1899 – December 15, 1985) GCMG, LRCP, MRCS, often referred to as Chacha Ramgoolam, was a Mauritian politician, statesman and philanthropist. He was a leader in the Mauritian independence movement, and served as the first Chief Minister and Prime Minister of Mauritius, as well as its sixth Governor General. He was the Chairperson of the Organisation of African Unity from 1976 to 1977.",
      "pageId": 718690,
      "monthDay": "09/18"
    },
    {
      "year": "1895",
      "uri": "/wiki/John_Diefenbaker",
      "name": "John Diefenbaker",
      "aboutText": "Willis Laurence James (born September 18, 1900 - December 27, 1966) was born in Montgomery, Alabama, United States, and was raised in Pensacola and Jacksonville, Florida. Educated at the Florida Baptist Academy in Jacksonville, he studied violin with Sidney Woodward. Woodward recognized his musical talent and took James for further study to Atlanta, Georgia, where from the age of sixteen he was the protégé of Kemper Harreld, a concert violinist and head of the Morehouse College music department.",
      "pageId": 1425135,
      "monthDay": "09/18"
    },
    {
      "year": "1895",
      "uri": "/wiki/Walter_Koch_(astrologer)",
      "name": "Walter Koch",
      "aboutText": "Harold Edgar Clurman (September 18, 1901 – September 9, 1980) was an American theatre director and drama critic, \"one of the most influential in the United States\". He was most notable as one of the three founders of the New York City's Group Theatre (1931–1941). He directed more than 40 plays in his career and, during the 1950s, was nominated for a Tony Award as director for several productions.",
      "pageId": 1546526,
      "monthDay": "09/18"
    },
    {
      "year": "1895",
      "uri": "/wiki/Tomoji_Tanabe",
      "name": "Tomoji Tanabe",
      "aboutText": "Frederick Joseph \"Bun\" Cook (September 18, 1903 – March 19, 1988) was a Canadian professional ice hockey forward and coach. He was an Allan Cup champion with the Sault Ste. Marie Greyhounds in 1924 before embarking on a 13 year professional career.",
      "pageId": 1989344,
      "monthDay": "09/18"
    },
    {
      "year": "1897",
      "uri": "/wiki/Pablo_Soroz%C3%A1bal",
      "name": "Pablo Sorozábal",
      "aboutText": "Julio Rosales y Ras (September 18, 1906 – June 2, 1983) also known as Julio Rosales, the second Archbishop of Cebu, was a Filipino cardinal of the Roman Catholic Church. A native of Calbayog, he made his studies at the Seminary of Calbayog and was ordained in his hometown on June 2, 1929. From 1929 to 1946, he did pastoral work in the diocese of Calbayog.",
      "pageId": 2197546,
      "monthDay": "09/18"
    },
    {
      "year": "1900",
      "uri": "/wiki/Willis_Laurence_James",
      "name": "Willis Laurence James",
      "aboutText": "David McAdam Eccles, 1st Viscount Eccles, CH, KCVO, MP, PC (18 September 1904 – 24 February 1999) was an English Conservative politician.",
      "pageId": 2256044,
      "monthDay": "09/18"
    },
    {
      "year": "1900",
      "uri": "/wiki/Seewoosagur_Ramgoolam",
      "name": "Seewoosagur Ramgoolam",
      "aboutText": "Pablo Sorozábal Mariezcurrena (September 18, 1897—December 26, 1988) was a Basque-Spanish composer of zarzuelas, symphonic works, and the popular romanza, \"No puede ser\".\nTrained in San Sebastián, Madrid and Leipzig; then in Berlin, where he preferred Friedrich Koch as composition teacher to Arnold Schönberg, whose theories he disliked. It was in Germany that he made his conducting debut, and the rostrum remained at the centre of his working life.",
      "pageId": 2451153,
      "monthDay": "09/18"
    },
    {
      "year": "1901",
      "uri": "/wiki/Harold_Clurman",
      "name": "Harold Clurman",
      "aboutText": "Arthur Leslie Benjamin (18 September 1893 – 10 April 1960) was an Australian composer, pianist, conductor and teacher.",
      "pageId": 3528069,
      "monthDay": "09/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Bun_Cook",
      "name": "Bun Cook",
      "aboutText": "Tomoji Tanabe (田鍋 友時, Tanabe Tomoji, 18 September 1895 – 19 June 2009) was a Japanese supercentenarian and, at the time of his death at age 113, the oldest living man in the world for 2 years 146 days. Tanabe became the oldest man in Japan following the death of Nijiro Tokuda, who was 111 at the time, on 12 June 2006. Upon the death of 115-year-old Emiliano Mercado del Toro on 24 January 2007, Tanabe assumed the title of the man with the oldest validated date of birth in the world.",
      "pageId": 5671182,
      "monthDay": "09/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/Jose_de_Rivera",
      "name": "Jose de Rivera",
      "aboutText": "Edmund Lincoln Anderson (September 18, 1905 – February 28, 1977) was an American comedian and actor.\nAnderson got his start in show business as a teenager on the vaudeville circuit. In the early 1930s, he transitioned into films and radio.",
      "pageId": 6046094,
      "monthDay": "09/18"
    },
    {
      "year": "1904",
      "uri": "/wiki/David_Eccles,_1st_Viscount_Eccles",
      "name": "David Eccles, 1st Viscount Eccles",
      "aboutText": "William March (September 18, 1893 – May 15, 1954) was an American writer of psychological fiction and a highly decorated US Marine. The author of six novels and four short-story collections, March was praised by critics but never attained great popularity.\nMarch grew up in rural Alabama in a family so poor that he could not finish high school, and he did not earn a high school equivalency until he was 20.",
      "pageId": 6071401,
      "monthDay": "09/18"
    },
    {
      "year": "1905",
      "uri": "/wiki/Eddie_%22Rochester%22_Anderson",
      "name": "Eddie \"Rochester\" Anderson",
      "aboutText": "Jean Batmale (18 September 1895 – 3 June 1973) was a professional French footballer. He played for France national football team at the 1920 and 1924 Summer Olympics.",
      "pageId": 18946324,
      "monthDay": "09/18"
    },
    {
      "year": "1905",
      "uri": "/wiki/Agnes_de_Mille",
      "name": "Agnes de Mille",
      "aboutText": "For other persons named Walter Koch see Walter Koch (disambiguation).\nDr. Walter Albert Koch (18 September 1895 – 25 February 1970) was a German astrologer who founded the Koch House System in Astrology.",
      "pageId": 19847036,
      "monthDay": "09/18"
    },
    {
      "year": "1905",
      "uri": "/wiki/Greta_Garbo",
      "name": "Greta Garbo",
      "aboutText": "Jose de Rivera (September 18, 1904 Baton Rouge, Louisiana - March 12, 1985 New York City) was an American abstract sculptor.",
      "pageId": 32603440,
      "monthDay": "09/18"
    },
    {
      "year": "1906",
      "uri": "/wiki/Julio_Rosales",
      "name": "Julio Rosales",
      "aboutText": "Rafael Pérez y Pérez (born 18 September 1891 in Cuatretondeta, Province of Alicante, Spain – d. 24 April 1984 in Cuatretondeta, Province of Alicante, Spain), was a popular Spanish writer of over 160 romantic novels from 1909 to 1971. He was one of the first writers to publish romance novels written in Spanish language.",
      "pageId": 46454700,
      "monthDay": "09/18"
    },
    {
      "year": "1906",
      "uri": "/wiki/Kaka_Hathrasi",
      "name": "Kaka Hathrasi",
      "aboutText": "Edwin Mattison McMillan (September 18, 1907 – September 7, 1991) was an American physicist and Nobel laureate credited with being the first ever to produce a transuranium element, neptunium. For this, he shared the Nobel Prize in Chemistry with Glenn Seaborg in 1951.\nA graduate of California Institute of Technology, he earned his doctorate from Princeton University in 1933, and joined the Berkeley Radiation Laboratory, where he discovered oxygen-15 and beryllium-10.",
      "pageId": 157241,
      "monthDay": "09/18"
    },
    {
      "year": "1907",
      "uri": "/wiki/Leon_Askin",
      "name": "Leon Askin",
      "aboutText": "June Lucille Forer (born September 18, 1917), better known as June Foray, is an American voice actress and actress best known as the voice of such animated characters as Rocky the Flying Squirrel, Lucifer from Cinderella, Cindy Lou Who, Jokey Smurf, Granny from the Tweety Bird cartoons, and Magica De Spell, among many others. Her career has encompassed radio, theatrical shorts, feature films, television, record albums (particularly with Stan Freberg), video games, talking toys and other media. Foray was also one of the early members of ASIFA-Hollywood, the society devoted to promoting and encouraging animation.",
      "pageId": 184918,
      "monthDay": "09/18"
    },
    {
      "year": "1907",
      "uri": "/wiki/Edwin_McMillan",
      "name": "Edwin McMillan",
      "aboutText": "Francis Parker Yockey (September 18, 1917 – June 16, 1960) was an American attorney, political philosopher and polemicist best known for his neo-Spenglerian book Imperium: The Philosophy of History and Politics, published under the pen name Ulick Varange in 1948. This book argues for a culture-based, totalitarian path for the preservation of Western culture.\nYockey actively supported many far-right causes around the world and remains one of the seminal influences of many White nationalist and New Right movements.",
      "pageId": 268938,
      "monthDay": "09/18"
    },
    {
      "year": "1908",
      "uri": "/wiki/Victor_Ambartsumian",
      "name": "Victor Ambartsumian",
      "aboutText": "Leon Askin (September 18, 1907 – June 3, 2005) was an Austrian actor best known for portraying the character \"General Burkhalter\" on the TV situation comedy Hogan's Heroes.",
      "pageId": 393403,
      "monthDay": "09/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Joseph_F._Enright",
      "name": "Joseph F. Enright",
      "aboutText": "Victor Amazaspovich Ambartsumian (Russian: Ви́ктор Амаза́спович Амбарцумя́н; Armenian: Վիկտոր Համազասպի Համբարձումյան, Viktor Hamazaspi Hambardzumyan; 18 September [O.S. 5 September] 1908 – 12 August 1996) was a Soviet Armenian scientist, and one of the founders of theoretical astrophysics. He worked in the field of physics of stars and nebulae, stellar astronomy, dynamics of stellar systems and cosmogony of stars and galaxies, and contributed to mathematical physics.\nAmbartsumian founded the Byurakan Observatory in 1946.",
      "pageId": 621989,
      "monthDay": "09/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Bernard_Kangro",
      "name": "Bernard Kangro",
      "aboutText": "John Jacob Rhodes, Jr. (September 18, 1916 – August 24, 2003) was an American lawyer and politician. A member of the Republican Party, Rhodes was elected as a U.S. Representative from the state of Arizona.",
      "pageId": 1487707,
      "monthDay": "09/18"
    },
    {
      "year": "1910",
      "uri": "/wiki/Josef_Tal",
      "name": "Josef Tal",
      "aboutText": "Jack Cardiff, OBE, BSC (18 September 1914 – 22 April 2009) was a British cinematographer, director and photographer.\nHis career spanned the development of cinema, from silent film, through early experiments in Technicolor to filmmaking in the 21st century. He was best known for his influential colour cinematography for directors such as Powell and Pressburger, Huston and Hitchcock.",
      "pageId": 1665746,
      "monthDay": "09/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/Syd_Howe",
      "name": "Syd Howe",
      "aboutText": "Sydney Harris Howe (September 18, 1911 – May 20, 1976) was a Canadian professional ice hockey player. Howe played 17 seasons in the National Hockey League for the Ottawa Senators, Philadelphia Quakers, Toronto Maple Leafs, St.",
      "pageId": 1880781,
      "monthDay": "09/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/Brinsley_Le_Poer_Trench,_8th_Earl_of_Clancarty",
      "name": "Brinsley Le Poer Trench, 8th Earl of Clancarty",
      "aboutText": "Rossano Brazzi (18 September 1916 – 24 December 1994) was an Italian actor.",
      "pageId": 2553974,
      "monthDay": "09/18"
    },
    {
      "year": "1912",
      "uri": "/wiki/Mar%C3%ADa_de_la_Cruz",
      "name": "María de la Cruz",
      "aboutText": "Tommy Hunter (18 September 1919 – 20 August 1993) was an American fiddler from Mars Hill, North Carolina.\nHunter started playing the fiddle when he was seven years old. He was brother to vilionist, Nan Fisher.",
      "pageId": 2663859,
      "monthDay": "09/18"
    },
    {
      "year": "1912",
      "uri": "/wiki/Kurt_Lotz",
      "name": "Kurt Lotz",
      "aboutText": "William Francis Brinsley Le Poer Trench, 8th Earl of Clancarty, 7th Marquess of Heusden (18 September 1911 – 18 May 1995) was a prominent ufologist. He was an Irish peer, as well as a nobleman in the Dutch nobility.\n^ \"(www.bibliotecapleyades.net) Brinsley Le Poer Trench: \"Legends and the case for Hollow Earth.\"\".",
      "pageId": 3231525,
      "monthDay": "09/18"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jack_Cardiff",
      "name": "Jack Cardiff",
      "aboutText": "Kaka Hathrasi (18 September 1906 – 18 September 1995) was a noted Hindi satirist and humorist poet of India. His real name was Prabhu Lal Garg. He wrote under the pen name Kaka Hathrasi.",
      "pageId": 4355629,
      "monthDay": "09/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Frank_Bell_(educator)",
      "name": "Frank Bell",
      "aboutText": "Philip Henry Taylor (18 September 1917 – 1 December 2012) was an English footballer who played for and managed Liverpool.",
      "pageId": 4480075,
      "monthDay": "09/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Rossano_Brazzi",
      "name": "Rossano Brazzi",
      "aboutText": "Johnny Mantz (September 18, 1918 in Hebron, Indiana – October 25, 1972) was an American racecar driver.",
      "pageId": 4613230,
      "monthDay": "09/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_Jacob_Rhodes",
      "name": "John Jacob Rhodes",
      "aboutText": "Dr. Kurt Lotz (18 September 1912 – 9 March 2005) was the second post-war Chief executive officer (CEO) of the Volkswagen automobile company in Germany. He was nominated in April 1967 to succeed the legendary Heinrich Nordhoff at the end of December 1968.",
      "pageId": 5624876,
      "monthDay": "09/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/June_Foray",
      "name": "June Foray",
      "aboutText": "Josef Tal (Hebrew: יוסף טל; September 18, 1910 – August 25, 2008) was an Israeli composer. He wrote three Hebrew operas; four German operas; dramatic scenes; six symphonies; thirteen concerti; chamber music, including three string quartets; instrumental works; and electronic compositions. He is considered one of the founding fathers of Israeli art music.",
      "pageId": 7969877,
      "monthDay": "09/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Phil_Taylor_(footballer)",
      "name": "Phil Taylor",
      "aboutText": "María de la Cruz Toledo (September 18, 1912 – September 1, 1995) was a Chilean political activist for Women's suffrage, journalist, writer, and political commentator.",
      "pageId": 9337592,
      "monthDay": "09/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Francis_Parker_Yockey",
      "name": "Francis Parker Yockey",
      "aboutText": "Frank Erskine Bell OBE (18 September 1916 – 14 July 1989) was a British educator. Whilst a prisoner of war (POW) in Borneo during World War II he organised a \"secret university\" to provide educational opportunities for his fellow prisoners.",
      "pageId": 10474165,
      "monthDay": "09/18"
    },
    {
      "year": "1918",
      "uri": "/wiki/Johnny_Mantz",
      "name": "Johnny Mantz",
      "aboutText": "Bernard Kangro (* 18.",
      "pageId": 23207992,
      "monthDay": "09/18"
    },
    {
      "year": "1919",
      "uri": "/wiki/Tommy_Hunter_(fiddler)",
      "name": "Tommy Hunter",
      "aboutText": "Joseph Francis Enright (born September 18, 1910 in Minot, North Dakota – died July 20, 2000 in Fairfax, Virginia) was a submarine captain in the United States Navy.",
      "pageId": 23947411,
      "monthDay": "09/18"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jack_Warden",
      "name": "Jack Warden",
      "aboutText": "Nikolay Nikolayevich Rukavishnikov (Russian: Никола́й Никола́евич Рукави́шников; September 18, 1932 – October 19, 2002) was a Soviet cosmonaut who flew three space missions of the Soyuz programme: Soyuz 10, Soyuz 16, and Soyuz 33.",
      "pageId": 198603,
      "monthDay": "09/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Grayson_Hall",
      "name": "Grayson Hall",
      "aboutText": "Robert Blake (born September 18, 1933) is a retired American actor, having starring roles in the film In Cold Blood and the U.S. television series Baretta.\nBlake began performing as a child, with a lead role in the final years of Metro-Goldwyn-Mayer's Our Gang (Little Rascals) short film series from 1939 to 1944. He also appeared as a child actor in 22 entries of the Red Ryder film franchise.",
      "pageId": 240547,
      "monthDay": "09/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ray_Steadman-Allen",
      "name": "Ray Steadman-Allen",
      "aboutText": "Robert Foster \"Bob\" Bennett (born September 18, 1933) is a former United States Senator from Utah, and a member of the Republican Party. Bennett held chairmanships and senior positions on a number of key Senate committees, including the Banking, Housing and Urban Affairs Committee, Appropriations Committee, Rules and Administration Committee, Energy and Natural Resources Committee, and Joint Economic Committee.\nBennett was a popular and reliably conservative senator for most of his tenure, earning high ratings from conservative activist groups such as the National Rifle Association, U.S. Chamber of Commerce, and American Conservative Union.",
      "pageId": 338713,
      "monthDay": "09/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Queen_Anne_of_Romania",
      "name": "Queen Anne of Romania",
      "aboutText": "J. D. Tippit (September 18, 1924 – November 22, 1963) was an American police officer who was an 11-year veteran with the Dallas Police Department. On November 22, 1963, Tippit was fatally shot on a Dallas street by Lee Harvey Oswald approximately 45 minutes after the assassination of President John F. Kennedy. Oswald was initially arrested as a suspect in Tippit's murder but later also became a suspect in the shooting of President Kennedy.",
      "pageId": 374231,
      "monthDay": "09/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Peter_Smithson",
      "name": "Peter Smithson",
      "aboutText": "English architects Alison Smithson (22 June 1928 – 14 August 1993) and Peter Smithson (18 September 1923 – 3 March 2003) together formed an architectural partnership, and are often associated with the New Brutalism (especially in architectural and urban theory).\nPeter was born in Stockton-on-Tees in north-east England, and Alison was born in Sheffield, South Yorkshire. They met while studying architecture at Durham University and married in 1949.",
      "pageId": 416100,
      "monthDay": "09/18"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bertha_Wilson",
      "name": "Bertha Wilson",
      "aboutText": "Jack Warden (September 18, 1920 – July 19, 2006) was an American character actor of film and television. He was twice nominated for an Academy Award for Best Supporting Actor, for Shampoo (1975) and Heaven Can Wait (1978).",
      "pageId": 614393,
      "monthDay": "09/18"
    },
    {
      "year": "1924",
      "uri": "/wiki/J._D._Tippit",
      "name": "J. D. Tippit",
      "aboutText": "Joseph \"Joe\" Kubert (/ˈkjuːbərt/; September 18, 1926 – August 12, 2012) was an American comic book artist, art teacher and founder of The Kubert School. He is best known for his work on the DC Comics characters Sgt. Rock and Hawkman.",
      "pageId": 855226,
      "monthDay": "09/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Harvey_Haddix",
      "name": "Harvey Haddix",
      "aboutText": "Harvey Haddix, Jr. (September 18, 1925 – January 8, 1994) was a Major League Baseball left-handed pitcher who played with the St. Louis Cardinals (1952–56), Philadelphia Phillies (1956–57), Cincinnati Redlegs (1958), Pittsburgh Pirates (1959–63) and Baltimore Orioles (1964–65).",
      "pageId": 877480,
      "monthDay": "09/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dorothy_Wedderburn",
      "name": "Dorothy Wedderburn",
      "aboutText": "Jonah J. \"Bud\" Greenspan (September 18, 1926 – December 25, 2010) was a film director, writer, and producer known for his sports documentaries.",
      "pageId": 940955,
      "monthDay": "09/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bud_Greenspan",
      "name": "Bud Greenspan",
      "aboutText": "Phyllis Kirk (born Phyllis Kirkegaard; September 18, 1927 – October 19, 2006) was an American actress.",
      "pageId": 997847,
      "monthDay": "09/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joe_Kubert",
      "name": "Joe Kubert",
      "aboutText": "Bertha Wrenham Wilson, CC (September 18, 1923 – April 28, 2007) was a Canadian jurist and the first female Puisne Justice of the Supreme Court of Canada.",
      "pageId": 1018626,
      "monthDay": "09/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bob_Toski",
      "name": "Bob Toski",
      "aboutText": "Grayson Hall (September 18, 1922 – August 7, 1985) was an American television, film and stage actress. She was widely regarded for her avant-garde theatrical performances from the 1960s to the 1980s. Hall was nominated in 1964 for an Academy Award and a Golden Globe Award for the John Huston film The Night of the Iguana.",
      "pageId": 1264887,
      "monthDay": "09/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Phyllis_Kirk",
      "name": "Phyllis Kirk",
      "aboutText": "Queen Anne of Romania (born Princess Anne Antoinette Françoise Charlotte Zita Marquerite of Bourbon-Parma, 18 September 1923) is the wife of former King Michael I of Romania.",
      "pageId": 1844896,
      "monthDay": "09/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Muriel_Turner,_Baroness_Turner_of_Camden",
      "name": "Muriel Turner, Baroness Turner of Camden",
      "aboutText": "Lieutenant Colonel (Dr) Ray Steadman-Allen (18 September 1922 – 15 December 2014) was a British composer of choral and brass band music for the Salvation Army and for band competition.\nHe was born in the Salvation Army 'Mother's Hospital', Clapton, while his Salvation Army Officer parents were living in the Horfield area of Bristol. When they were appointed to London in 1937, he obtained a job at International Headquarters as office boy to General Evangeline Booth, daughter of The Salvation Army's founder.",
      "pageId": 2447748,
      "monthDay": "09/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Teddi_King",
      "name": "Teddi King",
      "aboutText": "Robert John Toski, born Algustoski (born September 18, 1926), is an American professional golfer and golf instructor.",
      "pageId": 3858780,
      "monthDay": "09/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nancy_Littlefield",
      "name": "Nancy Littlefield",
      "aboutText": "Julio Humberto Grondona (September 18, 1931 – July 30, 2014) was an Argentine football executive. He served as president of the Argentine Football Association (Asociación del Fútbol Argentino) from 1979 until his death in 2014. He also served as Senior Vice-President of FIFA (Fédération Internationale de Football Association).",
      "pageId": 7004373,
      "monthDay": "09/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Julio_Grondona",
      "name": "Julio Grondona",
      "aboutText": "Nancy Kassell Littlefield (September 18, 1929 – August 30, 2007) was a director and producer of television and documentary programs, who was the director of the New York City Mayor’s Office of Film, Theater and Broadcasting from 1978 until 1983, during the administration of then-Mayor Edward I. Koch. She was born in The Bronx, New York.\nHer assignment was to expedite the process, with her office cutting the red tape that had deterred many producers.",
      "pageId": 13133733,
      "monthDay": "09/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Nikolay_Rukavishnikov",
      "name": "Nikolay Rukavishnikov",
      "aboutText": "Teddi King (September 18, 1929 – November 18, 1977) was an American jazz and pop vocalist. Born Theodora King in Boston, Massachusetts on September 18, 1929, she won a singing competition hosted by Dinah Shore at Boston's Tributary Theatre, later beginning work in a touring revue involved with \"cheering up the military in the lull between the Second World War and the Korean conflict.\" Improving her vocal and piano technique during this time, she first recorded with Nat Pierce in 1949, later recording with the Beryl Booker trio and with several other small groups from 1954-1955 (recordings which were available on three albums for Storyville). She then toured with George Shearing for two years beginning in the summer of 1952, and for a time was managed by the famed George Wein.",
      "pageId": 14319641,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bob_Bennett_(politician)",
      "name": "Bob Bennett",
      "aboutText": "Muriel Winifred Turner, Baroness Turner of Camden (née Price; born 18 September 1927) is a British politician (Labour). She is currently a ranking member of British Parliamentary Committee for Iran Freedom.\nTurner was until 1987 Assistant General Secretary of ASTMS (later Manufacturing, Science and Finance, Amicus and now Unite the Union).",
      "pageId": 23084725,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Robert_Blake_(actor)",
      "name": "Robert Blake",
      "aboutText": "Dorothy Enid Wedderburn (née Barnard, formerly Cole; 18 September 1925 – 20 September 2012) was Principal of Bedford College, part of the University of London, and, after the merger with Royal Holloway College, another college of the university, was the first principal of the combined institution.",
      "pageId": 35636380,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Scotty_Bowman",
      "name": "Scotty Bowman",
      "aboutText": "Frederick Charles Willard (born September 18, 1939) is an American actor, comedian, voice actor and writer, best known for his improvisational comedy. He is known for his roles in the Rob Reiner mockumentary film This Is Spinal Tap, the Christopher Guest mockumentary films Waiting for Guffman, Best in Show, A Mighty Wind, and For Your Consideration, and the Anchorman films. He is an alumnus of The Second City.",
      "pageId": 276221,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mark_di_Suvero",
      "name": "Mark di Suvero",
      "aboutText": "Frankie Avalon (born Francis Thomas Avallone, September 18, 1940 is an American actor, singer, playwright, and former teen idol.",
      "pageId": 305500,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Leonid_Mikhailovich_Kharitonov",
      "name": "Leonid Mikhailovich Kharitonov",
      "aboutText": "Jorge Fernando Branco de Sampaio, GColTE, GCIH, GColL (Portuguese pronunciation: [ˈʒɔɾʒ(ɨ) sɐ̃ˈpaju]) (born 18 September 1939 in Lisbon) is a Portuguese lawyer and politician who was the 18th President of Portugal from 1996 to 2006.",
      "pageId": 354455,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Christopher_Ricks",
      "name": "Christopher Ricks",
      "aboutText": "William Scott \"Scotty\" Bowman, OC (born September 18, 1933) is a retired National Hockey League (NHL) head coach. He holds the record for most wins in league history, with 1,244 wins in the regular season and 223 in the Stanley Cup playoffs and ranks 2nd all time (behind Jean Béliveau (17)) for most Stanley Cup victories by a player, coach or executive with 14. He coached the St.",
      "pageId": 530803,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Charles_Roach",
      "name": "Charles Roach",
      "aboutText": "Gabriella Ferri (September 18, 1942 – April 3, 2004) was an Italian singer born in Rome.\nFerri's career began in a Milan nightclub in 1963. By 1965, she had broken in to the Rome singing scene by singing popular Roman songs.",
      "pageId": 608943,
      "monthDay": "09/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jimmie_Rodgers_(pop_singer)",
      "name": "Jimmie Rodgers",
      "aboutText": "John Spencer (18 September 1935 – 11 July 2006) was an English professional snooker player who won the World Professional title at his first attempt, was the first winner at the Crucible Theatre, was the inaugural winner of the Masters and Irish Masters and was the first player to make a 147 break in competition.",
      "pageId": 624674,
      "monthDay": "09/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/Peter_Clarke_(cartoonist)",
      "name": "Peter Clarke",
      "aboutText": "James Frederick \"Jimmie\" Rodgers (born September 18, 1933 in Camas, Washington, United States) is an American popular music singer. Rodgers had a brief run of mainstream popularity in the late 1950s with a string of crossover singles that ranked highly on the Billboard Pop Singles, Hot Country and Western Sides and Hot Rhythm and Blues Sides charts; in the 1960s, Rodgers had more modest successes with adult contemporary music.\nHe is not related to the earlier country singer of the same name, who coincidentally died the same year the younger Rodgers was born.",
      "pageId": 835175,
      "monthDay": "09/18"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Spencer_(snooker_player)",
      "name": "John Spencer",
      "aboutText": "Sir Christopher Bruce Ricks, FBA (born 18 September 1933) is a British (although he lives in the US) literary critic and scholar. He is the William M. and Sara B. Warren Professor of the Humanities at Boston University (US) and Co-Director of the Editorial Institute at Boston University, and was Professor of Poetry at the University of Oxford (England) from 2004 to 2009. He is the immediate past-president of the Association of Literary Scholars and Critics.",
      "pageId": 1430010,
      "monthDay": "09/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Big_Tom",
      "name": "Big Tom",
      "aboutText": "Alexander Cyril \"Alex\" Stepney (born 18 September 1942 in Mitcham, Surrey) is a former English football player who was Manchester United's goalkeeper when they became the first English club to win the European Cup.",
      "pageId": 1498149,
      "monthDay": "09/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ralph_Backstrom",
      "name": "Ralph Backstrom",
      "aboutText": "Ralph Gerald Backstrom (born September 18, 1937) is a retired Canadian professional ice hockey centre.",
      "pageId": 1822437,
      "monthDay": "09/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Billy_Robinson",
      "name": "Billy Robinson",
      "aboutText": "Şenes Erzik (born 18 September 1942, in Giresun, Turkey) is the vice president of the Union of European Football Associations (UEFA).",
      "pageId": 2022367,
      "monthDay": "09/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gerry_Harvey",
      "name": "Gerry Harvey",
      "aboutText": "Billy Robinson (September 18, 1938 – March 3, 2014) was a British professional wrestler, author and catch wrestling instructor. Robinson was well known in Japan where he trained mixed martial arts fighters in catch wrestling.",
      "pageId": 3544055,
      "monthDay": "09/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jorge_Sampaio",
      "name": "Jorge Sampaio",
      "aboutText": "Gerry Harvey (born 18 September 1939 in Springwood, New South Wales) is an Australian entrepreneur best known for being the executive chairman of Harvey Norman Holdings, a company which runs Australian retail chain Harvey Norman. He co-founded it with Ian Norman in 1982.",
      "pageId": 4168395,
      "monthDay": "09/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Fred_Willard",
      "name": "Fred Willard",
      "aboutText": "Marco Polo \"Mark\" di Suvero (born September 18, 1933) is an abstract expressionist sculptor and 2010 National Medal of Arts recipient.",
      "pageId": 4895490,
      "monthDay": "09/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jan_Camiel_Willems",
      "name": "Jan Camiel Willems",
      "aboutText": "Peter Clarke (18 September 1935 - 16 December 2012) was a British cartoonist.",
      "pageId": 5006080,
      "monthDay": "09/18"
    },
    {
      "year": "1940",
      "uri": "/wiki/Frankie_Avalon",
      "name": "Frankie Avalon",
      "aboutText": "Tom McBride (born 18 September 1936), also known as Big Tom, is an Irish country music singer, guitarist, and saxophone player. Established since 1966, he is currently front man of the Irish showband Big Tom and The Mainliners.",
      "pageId": 11108304,
      "monthDay": "09/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/%C5%9Eenes_Erzik",
      "name": "Şenes Erzik",
      "aboutText": "Charles Conliff Mende Roach (September 18, 1933 – October 2, 2012) was a Canadian civil rights lawyer and an activist in the Black community in Toronto.",
      "pageId": 11198181,
      "monthDay": "09/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Gabriella_Ferri",
      "name": "Gabriella Ferri",
      "aboutText": "Angel Cecelia Helene Walker (born September 18, 1944 in San Francisco) is an American exotic dancer specializing in stripping and burlesque under her stage name Satan's Angel.",
      "pageId": 22468416,
      "monthDay": "09/18"
    },
    {
      "year": "1942",
      "uri": "/wiki/Alex_Stepney",
      "name": "Alex Stepney",
      "aboutText": "Leonid Mikhailovich Kharitonov (Russian: Леонид Михайлович Харитонов) is a Russian bass-baritone (баритональный бас) singer, born 18 September 1933 in the village of Golumet, Irkutsk Oblast. He has been honoured with: People's Artist of Russia and Honoured Artist of Russia. In the West he is noted for his 1965 video of the Song of the Volga Boatmen.",
      "pageId": 24607755,
      "monthDay": "09/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Satan%27s_Angel",
      "name": "Satan's Angel",
      "aboutText": "Jan Camiel Willems (18 September 1939 – 31 August 2013) was a Belgian mathematical system theorist who has done most of his scientific work while residing in the Netherlands and the United States.",
      "pageId": 40331164,
      "monthDay": "09/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Franks_(musician)",
      "name": "Michael Franks",
      "aboutText": "Kerry Allen Livgren (born September 18, 1949) is an American musician and songwriter, best known as one of the founding members and primary songwriters for the 1970s progressive rock band, Kansas.",
      "pageId": 167504,
      "monthDay": "09/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roc%C3%ADo_Jurado",
      "name": "Rocío Jurado",
      "aboutText": "Marjorie Mowlam (18 September 1949 – 19 August 2005) was an English Labour Party politician. She was the Member of Parliament (MP) for Redcar from 1987 to 2001 and served in the Cabinet as Secretary of State for Northern Ireland, Minister for the Cabinet Office and Chancellor of the Duchy of Lancaster.\nMowlam's time as Northern Ireland Secretary saw the signing of the historic Good Friday Peace Agreement in 1998.",
      "pageId": 290372,
      "monthDay": "09/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Charles_L._Veach",
      "name": "Charles L. Veach",
      "aboutText": "James Otis \"Jim\" McCrery III (born September 18, 1949) is an American lawyer, politician and lobbyist who served as a Republican member of the United States House of Representatives from 1997 to 2009. He represented the 4th District of Louisiana, based in the north-western quadrant of the state.\nMcCrery was a ranking member on the House Ways and Means Committee.",
      "pageId": 414482,
      "monthDay": "09/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/P._F._Sloan",
      "name": "P. F. Sloan",
      "aboutText": "Marilyn Lorraine \"Lynn\" Abbey (born September 18, 1948) is an American computer programmer and author.",
      "pageId": 572193,
      "monthDay": "09/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_McAfee",
      "name": "John McAfee",
      "aboutText": "John David McAfee (born September 18, 1945) is an American computer programmer and developer of the first commercial anti-virus program. This bore the McAfee brand-name for years, until it was bought by Intel and given the Intel name. His wealth peaked at $100 million, before his investments suffered in the global crisis of 2007.",
      "pageId": 602388,
      "monthDay": "09/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Benjam%C3%ADn_Brea",
      "name": "Benjamín Brea",
      "aboutText": "Charles Lacy Veach (September 18, 1944 – October 3, 1995) was a USAF fighter pilot and NASA astronaut.",
      "pageId": 677129,
      "monthDay": "09/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nicholas_Clay",
      "name": "Nicholas Clay",
      "aboutText": "P. F. Sloan (born Philip Gary Schlein; September 18, 1945 – November 15, 2015) was an American pop-rock singer and songwriter. He was very successful during the mid-1960s, writing, performing, and producing Billboard top 20 hits for artists such as Barry McGuire, The Searchers, Jan and Dean, Herman's Hermits, Johnny Rivers, The Grass Roots, The Turtles, and The Mamas & the Papas. Many of his songs were written in collaboration with Steve Barri.",
      "pageId": 720273,
      "monthDay": "09/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kelvin_Coe",
      "name": "Kelvin Coe",
      "aboutText": "Christopher Charles Skase (18 September 1948 – 5 August 2001) was an Australian businessman who later became one of his country's most wanted fugitives, after his business empire crashed spectacularly and he fled to Majorca, Spain.",
      "pageId": 911478,
      "monthDay": "09/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Billy_Drago",
      "name": "Billy Drago",
      "aboutText": "Nicholas Anthony Phillip Clay (18 September 1946 – 25 May 2000) was an English actor.",
      "pageId": 995462,
      "monthDay": "09/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Meredith_Oakes",
      "name": "Meredith Oakes",
      "aboutText": "Giancarlo Minardi (born 18 September 1947) is the founder and former Managing Director of the now-defunct Minardi Formula One team.\nMinardi was born in Faenza (Ravenna), Italy and has spent his life with cars. As a young boy, his family managed a Fiat dealership and an Agip fuel station, and currently manages Iveco and Selenia dealerships.",
      "pageId": 1161145,
      "monthDay": "09/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Otis_Sistrunk",
      "name": "Otis Sistrunk",
      "aboutText": "María del Rocío Trinidad Mohedano Jurado (Spanish pronunciation: [roˈθi.o xuˈɾaðo], born 18 September 1944 – died 1 June 2006) was a Spanish singer and actress. She was born in Chipiona, Cádiz and nicknamed \"La más grande\" (\"The Greatest\").\nShe was once married to boxer Pedro Carrasco, with whom she had a daughter, Rocío Carrasco.",
      "pageId": 1282951,
      "monthDay": "09/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Russ_Abbot",
      "name": "Russ Abbot",
      "aboutText": "Michael Franks (born September 18, 1944) is a jazz singer and songwriter. He has recorded with a variety of well-known artists, such as Patti Austin, Brenda Russell, Art Garfunkel, and David Sanborn.",
      "pageId": 1487030,
      "monthDay": "09/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Drew_Gilpin_Faust",
      "name": "Drew Gilpin Faust",
      "aboutText": "Russ Abbot (born 18 September 1947 in Ellesmere Port) is an English musician, comedian and actor. Abbot first came to public notice during the 1970s as the singer and drummer with British comedy showband the Black Abbots, later forging a prominent solo career as a television comedian with his own weekly show on British television.\nContinuing his musical career as a solo artist Abbot released several charting singles and albums.",
      "pageId": 1512233,
      "monthDay": "09/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Giancarlo_Minardi",
      "name": "Giancarlo Minardi",
      "aboutText": "Kenneth Alven \"Ken\" Brett (September 18, 1948 – November 18, 2003) was a Major League Baseball pitcher and the second of four Brett brothers who played professional baseball, the most notable being the youngest, George Brett. Ken played for 10 teams in his 14-year MLB career.",
      "pageId": 1648062,
      "monthDay": "09/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lynn_Abbey",
      "name": "Lynn Abbey",
      "aboutText": "William Eugene \"Billy\" Burrows (born September 18, 1949), better known by his stage name Billy Drago, is an American actor known for his roles as villains in television and motion pictures.",
      "pageId": 2027584,
      "monthDay": "09/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ken_Brett",
      "name": "Ken Brett",
      "aboutText": "Otis Sistrunk (born September 18, 1946 in Columbus, Georgia) is a former professional football player who played seven seasons as a defensive lineman, from 1972 to 1978. He played his entire National Football League (NFL) career with the Oakland Raiders. Sistrunk later became a professional wrestler in the National Wrestling Alliance (NWA).",
      "pageId": 2664417,
      "monthDay": "09/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Christopher_Skase",
      "name": "Christopher Skase",
      "aboutText": "Meredith Oakes (born 18 Sept 1946,) is an Australian playwright who has lived in London since 1970. She has written plays, adaptations, translations, opera texts and poems, and taught play-writing at Royal Holloway College and for the Arvon Foundation.",
      "pageId": 6561070,
      "monthDay": "09/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kerry_Livgren",
      "name": "Kerry Livgren",
      "aboutText": "Catharine Drew Gilpin Faust (born September 18, 1947)",
      "pageId": 8940102,
      "monthDay": "09/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_McCrery",
      "name": "Jim McCrery",
      "aboutText": "Benjamín Brea (18 September 1946 – 23 April 2014) was a Spanish-born Venezuelan musician, arranger and teacher, mostly associated with jazz, even though he had the advantage to play several music genres in various bands as a soloist as well as sideman and conductor.",
      "pageId": 13011354,
      "monthDay": "09/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mo_Mowlam",
      "name": "Mo Mowlam",
      "aboutText": "Kelvin Coe OBE (18 September 1946 – 9 July 1992) was an Australian ballet dancer and the first male artist to be promoted from the corps de ballet in the Australian Ballet principal dancer. He died of AIDS related illness in 1992.\n^ \"Coe, Kelvin (1946 - 1992)\".",
      "pageId": 27315459,
      "monthDay": "09/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Peter_Shilton",
      "name": "Peter Shilton",
      "aboutText": "Steven Arthur \"Steve\" Pinker (born September 18, 1954) is a Canadian-American cognitive scientist, psychologist, linguist, and popular science author. He is Johnstone Family Professor in the Department of Psychology at Harvard University, and is known for his advocacy of evolutionary psychology and the computational theory of mind.\nPinker's academic specializations are visual cognition and psycholinguistics.",
      "pageId": 44340,
      "monthDay": "09/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Vishnuvardhan_(actor)",
      "name": "Vishnuvardhan",
      "aboutText": "Douglas Glenn Colvin (September 18, 1951 – June 5, 2002), known professionally as Dee Dee Ramone, was a German-American songwriter and musician, best known as founding member, songwriter and bassist for punk rock band the Ramones.\nThough nearly all of the Ramones' songs were credited equally to all the band members, Dee Dee was the band's most prolific lyricist and songwriter, writing many of the band's most well-known songs, such as \"53rd & 3rd\", \"Commando\", \"Rockaway Beach\", and \"Poison Heart\". He was initially the band's lead vocalist, though his (then) inability to sing and play bass at the same time resulted in original drummer Joey Ramone taking over the lead vocalist duties.",
      "pageId": 86249,
      "monthDay": "09/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Shabana_Azmi",
      "name": "Shabana Azmi",
      "aboutText": "Richard Andrew \"Rick\" Pitino (born September 18, 1952) is an American basketball coach. Since 2001, he has been the head coach at the University of Louisville, and coached the Cardinals to the 2013 NCAA Men's Division I Basketball Championship. As a college head coach, Pitino has also served at Boston University, Providence College and the University of Kentucky, leading that program to the NCAA championship in 1996.",
      "pageId": 408442,
      "monthDay": "09/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Siobhan_Davies",
      "name": "Siobhan Davies",
      "aboutText": "Peter Leslie Shilton OBE (born 18 September 1949) is a former English footballer who played as a goalkeeper. He currently holds the record for playing more games for the England men's team than anyone else, earning 125 caps, and he also holds the all-time record for the most competitive appearances in world football. The IFFHS ranked Shilton among the top ten keepers of the 20th century in 2000.",
      "pageId": 413285,
      "monthDay": "09/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Chris_Heister",
      "name": "Chris Heister",
      "aboutText": "Shabana Azmi (born 18 September 1950) is an Indian actress of film, television and theatre. An alumna of the Film and Television Institute of India of Pune, she made her film debut in 1974 and soon became one of the leading actresses of Parallel Cinema, a Bengali new-wave movement known for its serious content and neo-realism and received government patronage during the times. Regarded as one of the finest actresses in India, Azmi's performances in films in a variety of genres have generally earned her praise and awards, which include a record of five wins of the National Film Award for Best Actress and several international honours.",
      "pageId": 467299,
      "monthDay": "09/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Darryl_Sittler",
      "name": "Darryl Sittler",
      "aboutText": "Takao Doi (土井 隆雄, Doi Takao, born September 18, 1954) is a Japanese astronaut and a veteran of two NASA space shuttle missions.\nDoi holds a doctorate from the University of Tokyo in aerospace engineering, and has studied and published in the fields of propulsion systems, and microgravity technology. He researched at the Institute of Space and Astronautical Science and was selected by NASDA as an astronaut candidate in 1985 for the Japanese manned space program while also conducting research in the United States at NASA's Lewis Research Center and the University of Colorado at Boulder.",
      "pageId": 479098,
      "monthDay": "09/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Anna_Deavere_Smith",
      "name": "Anna Deavere Smith",
      "aboutText": "Darryl Glen Sittler (born September 18, 1950) is a retired professional ice hockey player who played in the National Hockey League from 1970 until 1985 for the Toronto Maple Leafs, the Philadelphia Flyers and the Detroit Red Wings. He was elected to the Hockey Hall of Fame in 1989, and the Ontario Sports Hall of Fame in 2003.\nOn February 7, 1976, Sittler set an NHL record that still stands for most points scored in one game.",
      "pageId": 629780,
      "monthDay": "09/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ben_Carson",
      "name": "Ben Carson",
      "aboutText": "Benjamin Solomon \"Ben\" Carson, Sr. (born September 18, 1951) is a retired American neurosurgeon who is a candidate for the Republican nomination for President of the United States in the 2016 election. Born in Detroit, Michigan and a graduate of Yale University and the University of Michigan Medical School, Carson has authored numerous books on his medical career and political stances, and was the subject of a television drama film in 2009.",
      "pageId": 1017695,
      "monthDay": "09/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dee_Dee_Ramone",
      "name": "Dee Dee Ramone",
      "aboutText": "Marc Surer (born 18 September 1951 in Arisdorf) is a former racing driver from Switzerland currently working as TV commentator and racing school instructor. He participated in 88 Formula One World Championship Grands Prix, debuting on 9 September 1979. He scored a total of 17 championship points.",
      "pageId": 1226338,
      "monthDay": "09/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tony_Scott_(baseball)",
      "name": "Tony Scott",
      "aboutText": "Siobhan Davies CBE (born 18 September 1950 in London, and often known as Sue Davies) was a dancer with the London Contemporary Dance Theatre during the 1970s, and became one of its leading choreographers creating groundbreaking work such as Sphinx (1977). In 1988, she founded her own company, Siobhan Davies Dance.\nOriginally trained in art, Davies was one of the first year's intake of full-time students at the London School of Contemporary Dance.",
      "pageId": 1372598,
      "monthDay": "09/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Darryl_Stingley",
      "name": "Darryl Stingley",
      "aboutText": "Giorgos Dimitrakopoulos (Greek: Γιώργος Δημητρακόπουλος) (b.",
      "pageId": 1478630,
      "monthDay": "09/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Marc_Surer",
      "name": "Marc Surer",
      "aboutText": "Dennis Wayne Johnson (September 18, 1954 – February 22, 2007), nicknamed \"DJ\", was an American professional basketball player for the National Basketball Association's (NBA) Seattle SuperSonics, Phoenix Suns and Boston Celtics and coach of the Los Angeles Clippers. He was an alumnus of Dominguez High School, Los Angeles Harbor College and Pepperdine University.\nA prototypical late bloomer, Johnson overcame early struggles and had a successful NBA playing career.",
      "pageId": 1723233,
      "monthDay": "09/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Giorgos_Dimitrakopoulos",
      "name": "Giorgos Dimitrakopoulos",
      "aboutText": "Sampath Kumar (18 September 1950 – 30 December 2009), known mononymously by his screen name Vishnuvardhan (Kannada: ವಿಷ್ಣುವರ್ಧನ್), was an Indian film actor. Fondly called The Phoenix of Kannada Cinema, he appeared in over 220 films, predominantly in Kannada in a career spanning 37 years. He made his debut in the 1972 film, Vamsha Vriksha, in a supporting role.",
      "pageId": 1859572,
      "monthDay": "09/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rick_Pitino",
      "name": "Rick Pitino",
      "aboutText": "Anna Deavere Smith (born September 18, 1950) is an American actress, playwright, and professor. She is currently the artist-in-residence at the Center for American Progress. Smith is widely known for her roles as National Security Advisor Dr.",
      "pageId": 1878026,
      "monthDay": "09/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Carl_Jackson",
      "name": "Carl Jackson",
      "aboutText": "Mir Ghulam Murtaza Bhutto (18 September 1954 – 20 September 1996), was a Pakistani politician and leader of al-Zulfiqar, a terrorist organisation operating in Pakistan. The son of Zulfikar Ali Bhutto, the former Prime Minister of Pakistan, Murtaza founded al-Zulfiqar after his father was overthrown and executed in 1979 by the military regime of General Zia-ul-Haq. In 1981, he claimed responsibility for the murder of conservative politician Chaudhry Zahoor Elahi, and the hijacking of a Pakistan International Airlines aircraft from Karachi, during which a hostage was killed.",
      "pageId": 2233048,
      "monthDay": "09/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_McGlinn",
      "name": "John McGlinn",
      "aboutText": "Darryl Floyd Stingley (September 18, 1951 – April 5, 2007) was an American professional football wide receiver whose career was ended by an on-field spinal-cord injury. He played his entire career with the New England Patriots of the National Football League.",
      "pageId": 2812192,
      "monthDay": "09/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Murtaza_Bhutto",
      "name": "Murtaza Bhutto",
      "aboutText": "Chris Heister (born Gun Christina Heister 18 September 1950 in Östhammar) is a Swedish Moderate Party politician and Leader of the Opposition on Stockholm County Council. She was elected to the Riksdag in 1991 and served until 2002. 1999–2003 she was deputy chairman of the party.",
      "pageId": 3239936,
      "monthDay": "09/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Takao_Doi",
      "name": "Takao Doi",
      "aboutText": "Carl Eugene Jackson (born September 18, 1953) is an American country and bluegrass musician. Jackson's first Grammy was awarded in 1992 for his duet album with John Starling titled \"Spring Training.\" In 2003 Jackson produced the Grammy Award-winning CD titled Livin', Lovin', Losin': Songs of the Louvin Brothers - a tribute to Ira and Charlie Louvin.",
      "pageId": 12905260,
      "monthDay": "09/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dennis_Johnson",
      "name": "Dennis Johnson",
      "aboutText": "Anthony Scott (born September 18, 1951) is a former Major League Baseball outfielder.",
      "pageId": 13319967,
      "monthDay": "09/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steven_Pinker",
      "name": "Steven Pinker",
      "aboutText": "John Alexander McGlinn III (September 18, 1953 – February 14, 2009) was an American conductor and musical theatre archivist. He was one of the principal proponents of authentic studio cast recordings of Broadway musicals, using original orchestrations and vocal arrangements.",
      "pageId": 16321731,
      "monthDay": "09/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tommy_Tuberville",
      "name": "Tommy Tuberville",
      "aboutText": "Keith Morris (born September 18, 1955) is an American singer and songwriter known for his role as frontman of the hardcore punk bands Black Flag, Circle Jerks, and Off!. Born and raised in Hermosa Beach, California, he formed Black Flag at the age of 21 with guitarist Greg Ginn and performed on the band's 1979 debut EP Nervous Breakdown. Shortly after leaving Black Flag in 1979, he formed the Circle Jerks with guitarist Greg Hetson; the band released seven albums between 1980 and 1995 and are currently on hiatus.",
      "pageId": 147764,
      "monthDay": "09/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Paul_Butler_(bishop)",
      "name": "Paul Butler",
      "aboutText": "Ryne Dee Sandberg (born September 18, 1959), nicknamed \"Ryno\", is an American professional baseball player, coach, and manager. He played in Major League Baseball as a second baseman for the Philadelphia Phillies and Chicago Cubs for sixteen years (1981–1994 and 1996–97). He became \"interim manager\" of the Philadelphia Phillies in August 2013.",
      "pageId": 303018,
      "monthDay": "09/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Keith_Morris",
      "name": "Keith Morris",
      "aboutText": "Mark Romanek (born September 18, 1959) is an American filmmaker whose directing work includes feature films, music videos, and commercials.\nRomanek wrote and directed the 2002 film One Hour Photo and the 2010 film Never Let Me Go. His most notable music videos include \"Hurt\" (Johnny Cash), \"Closer\" (Nine Inch Nails), \"Criminal\" (Fiona Apple), \"Scream\" (Michael & Janet Jackson), \"Got 'til It's Gone\" (Janet Jackson) \"Bedtime Story\" (Madonna), \"Can't Stop\" (Red Hot Chili Peppers), and \"Shake It Off\" (Taylor Swift).",
      "pageId": 319466,
      "monthDay": "09/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bob_Papenbrook",
      "name": "Bob Papenbrook",
      "aboutText": "Ian Colin Lucas (born 18 September 1960) is a British Labour Party politician, who has been the Member of Parliament for (MP) Wrexham since 2001.",
      "pageId": 428662,
      "monthDay": "09/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Chris_Hedges",
      "name": "Chris Hedges",
      "aboutText": "Peter Šťastný (born 18 September 1956), also known colloquially as \"Peter the Great\" and \"Stosh\", is a retired Slovak professional ice hockey player who played in the National Hockey League (NHL) from 1980 to 1995. Stastny is the second highest scorer of the 80's after Wayne Gretzky. During his time with the Quebec Nordiques, Stastny became a Canadian citizen.",
      "pageId": 704187,
      "monthDay": "09/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tim_McInnerny",
      "name": "Tim McInnerny",
      "aboutText": "Linda Frances Ethel Lusardi (born 18 September 1958 in Wood Green, London) is an English actress, television presenter and former glamour model.",
      "pageId": 714156,
      "monthDay": "09/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_%C5%A0%C5%A5astn%C3%BD",
      "name": "Peter Šťastný",
      "aboutText": "Stephen Flaherty (born September 18, 1960) is an American composer of musical theatre. He works most often in collaboration with the lyricist/bookwriter Lynn Ahrens. They are best known for writing the Broadway musicals Once on This Island, which was nominated for eight Tony Awards, Seussical , which was nominated for the Grammy Award and Ragtime, which was nominated for twelve Tony Awards and won Best Original Score.",
      "pageId": 852885,
      "monthDay": "09/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Emily_Remler",
      "name": "Emily Remler",
      "aboutText": "Tim McInnerny (/ˌmækɨˈnɜrni/ MAK-ə-NUR-nee; born 18 September 1956) is an English actor. He is known for his many roles on television and stage. Early in his career he featured as Lord Percy Percy and Captain Darling in the Blackadder series.",
      "pageId": 896024,
      "monthDay": "09/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/John_Aldridge",
      "name": "John Aldridge",
      "aboutText": "John William Aldridge (born 18 September 1958 Liverpool, England) is a former Republic of Ireland international footballer and football manager. He was a prolific record-breaking striker best known for his productive time with Liverpool in the late 1980s, and for being the first man to have a penalty kick saved in a Wembley FA Cup Final.\nHis tally of 330 league goals is still the 6th highest in the history of English football.",
      "pageId": 1208731,
      "monthDay": "09/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Don_Geronimo",
      "name": "Don Geronimo",
      "aboutText": "Thomas Hawley Tuberville (born September 18, 1954) is an American football coach and former player. He is currently the head football coach at the University of Cincinnati, a position he accepted on December 8, 2012. Tuberville served as the head football coach at the University of Mississippi from 1995 to 1998, at Auburn University from 1999 until 2008, and at Texas Tech University from 2010 to 2012.",
      "pageId": 1335100,
      "monthDay": "09/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Linda_Lusardi",
      "name": "Linda Lusardi",
      "aboutText": "Emily Remler (September 18, 1957 – May 4, 1990) was an American jazz guitarist who rose to prominence in the 1980s. She recorded seven albums of hard bop, jazz standards and fusion guitar.\nRemler appealed to all audiences with her wide understanding of all forms of jazz.",
      "pageId": 1667014,
      "monthDay": "09/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Malcolm_Press",
      "name": "Malcolm Press",
      "aboutText": "Derek Raymond Pringle (born 18 September 1958, Nairobi, Kenya) is an English former Test and ODI cricketer for England, and is now a cricket journalist.\nHe was educated at Felsted School and Fitzwilliam College, Cambridge.",
      "pageId": 1713178,
      "monthDay": "09/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Derek_Pringle",
      "name": "Derek Pringle",
      "aboutText": "Christopher Lynn \"Chris\" Hedges (born September 18, 1956) is an American journalist, activist, author, and Presbyterian minister. Hedges is also known as the best-selling author of several books including War Is a Force That Gives Us Meaning (2002)—a finalist for the National Book Critics Circle Award for Nonfiction—Empire of Illusion: The End of Literacy and the Triumph of Spectacle (2009), Death of the Liberal Class (2010), the New York Times best seller, written with cartoonist Joe Sacco, Days of Destruction, Days of Revolt (2012), and his most recent Wages of Rebellion: The Moral Imperative of Revolt (2015).\nHedges is currently a host for the television program \"Days of Revolt\" on TeleSUR and a columnist for the progressive news and commentary website Truthdig, a senior fellow at The Nation Institute in New York City, and a contributing author for OpEdNews.",
      "pageId": 1959465,
      "monthDay": "09/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Joan_Walsh",
      "name": "Joan Walsh",
      "aboutText": "Michael L. Sorce (born September 18, 1958), better known by his stage name Don Geronimo, is an American radio personality formerly featured on the nationally syndicated radio talk show Don and Mike Show.\n^ Browne, edited by Ray B.; Browne, Pat (2000). Defining concise guide to United States popular culture.",
      "pageId": 2216004,
      "monthDay": "09/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ian_Arkwright",
      "name": "Ian Arkwright",
      "aboutText": "Robert DeWayne \"Bob\" Papenbrook (September 18, 1955 – March 17, 2006) was an American voice actor. Fellow voice actors often nicknamed him \"Pappy\". He was very well known in the worlds of anime and video game voice-overs for his voice acting of \"gruff\" characters.",
      "pageId": 4175936,
      "monthDay": "09/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Romanek",
      "name": "Mark Romanek",
      "aboutText": "Ian Arkwright (born 18 September 1959) is an English former professional footballer who played in the Football League for Wolverhampton Wanderers, Wrexham and Torquay United.",
      "pageId": 5717939,
      "monthDay": "09/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ryne_Sandberg",
      "name": "Ryne Sandberg",
      "aboutText": "James Joseph Gandolfini, Jr. (September 18, 1961 – June 19, 2013) was an American actor and producer.\nGandolfini was known for his role as Tony Soprano, an American Mafia boss, in the HBO series The Sopranos.",
      "pageId": 9257001,
      "monthDay": "09/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stephen_Flaherty",
      "name": "Stephen Flaherty",
      "aboutText": "Joan Maureen Walsh (born September 18, 1958) is an American author, editor, writer, and blogger. She was editor-at-large of Salon.com before becoming National Affairs Correspondent for The Nation, and is an MSNBC political analyst.",
      "pageId": 11482386,
      "monthDay": "09/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ian_Lucas",
      "name": "Ian Lucas",
      "aboutText": "Paul Roger Butler (born 18 September 1955) is the Bishop of Durham in the Diocese of Durham. His election was confirmed on 20 January 2014 and he was installed and enthroned in Durham Cathedral on 22 February 2014. On 12 September 2013 it was announced that he had been appointed as Bishop-designate of Durham (succeeding Justin Welby.) He was previously Bishop of Southwell and Nottingham.",
      "pageId": 16575212,
      "monthDay": "09/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/James_Gandolfini",
      "name": "James Gandolfini",
      "aboutText": "Malcolm Colin Press (born 18 September 1958) is an Ecologist, Professor and Vice-chancellor of Manchester Metropolitan University (MMU), UK.",
      "pageId": 39980011,
      "monthDay": "09/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Konstantin_Kakanias",
      "name": "Konstantin Kakanias",
      "aboutText": "Toni Kukoč (pronounced [kukotʃ]; born September 18, 1968) is a retired Croatian professional basketball player and is currently Special Advisor to the President and COO of the Chicago Bulls, Jerry Reinsdorf. Kukoč was renowned for his versatility and passing ability; although his natural position was small forward, he played all five positions on the court with prowess and demonstrated court vision and an outside shooting touch that were seldom found in players of his height.",
      "pageId": 322494,
      "monthDay": "09/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Olson_(musician)",
      "name": "Mark Olson",
      "aboutText": "Marco Masini (born September 18, 1964 in Florence), is an Italian singer-songwriter and musician. He was known in the 1990s for his daring and extravagant way of singing. One of his greatest virtues is his voice due to his vocal range, which reaches difficult musical notes, according to experts.",
      "pageId": 510254,
      "monthDay": "09/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lori_and_George_Schappell",
      "name": "Lori and George Schappell",
      "aboutText": "Aden Derek Ridgeway (born 18 September 1962), Australian politician, was a member of the Australian Senate for New South Wales, from 1999 to 2005, representing the Australian Democrats. During his term he was the only Aboriginal member of the Australian Parliament.",
      "pageId": 521415,
      "monthDay": "09/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Joanne_Catherall",
      "name": "Joanne Catherall",
      "aboutText": "Ricky Bell (born Ricardo Bell, September 18, 1967) is an American singer best known as one of the founding members of New Edition, and the lead singer of Bell Biv DeVoe.",
      "pageId": 584472,
      "monthDay": "09/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Fashanu",
      "name": "John Fashanu",
      "aboutText": "Tara Fitzgerald (born 18 September 1967) is an English actress who has appeared in feature films, television, radio and the stage.\nShe won the New York Drama Desk Award for Outstanding Featured Actress in a Play in 1995 as Ophelia opposite Ralph Fiennes in Hamlet. She won the Best Actress Award at The Reims International Television Festival in 1999 for her role of Lady Dona St Columb in Frenchman's Creek.",
      "pageId": 909198,
      "monthDay": "09/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Mann_(musician)",
      "name": "John Mann",
      "aboutText": "John Mann (born September 18, 1962) is a Canadian rock musician and actor. He is best known as the frontman of the folk rock band Spirit of the West.",
      "pageId": 1008905,
      "monthDay": "09/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Aden_Ridgeway",
      "name": "Aden Ridgeway",
      "aboutText": "Upendra Rao (born 18 September 1967) known mononymously as Upendra, is an Indian film actor, director, producer, screenwriter, lyricist and playback singer who works primarily in Kannada cinema. He started his career under actor and film director Kashinath, as a writer and an assistant director. His first directorial venture was Tharle Nan Maga (1992).",
      "pageId": 1355575,
      "monthDay": "09/18"
    },
    {
      "year": "1962",
      "uri": "/wiki/Boris_Said",
      "name": "Boris Said",
      "aboutText": "Lori and George Schappell (born as Lori and Dori Schappell, September 18, 1961 in Sinking Spring, Pennsylvania) are conjoined twins. George has performed as a country singer. In 2007, George, who was at that time known as Reba Schappell, stated that although assigned female at birth, he identified as male and changed his name to George.",
      "pageId": 1747406,
      "monthDay": "09/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jim_Pocklington",
      "name": "Jim Pocklington",
      "aboutText": "Boris Said III (born September 18, 1962) is an American race car driver from Carlsbad, California but considers his hometown to be Stamford, Connecticut and was born in New York City. His father, Bob Said, was a Formula One race driver and US Olympic bobsled driver in 1968 and 1972. His NASCAR career began in 1995 as a \"road course ringer\" primarily due to his extensive road-racing experience.",
      "pageId": 1875480,
      "monthDay": "09/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Powell_(composer)",
      "name": "John Powell",
      "aboutText": "Holly Elizabeth Robinson Peete (born September 18, 1964) is an American actress, model and singer. She is perhaps best known for her roles as Judy Hoffs on the Fox TV police drama 21 Jump Street, Vanessa Russell on the ABC sitcom Hangin' with Mr. Cooper, and Dr.",
      "pageId": 2113531,
      "monthDay": "09/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jens_Henschel",
      "name": "Jens Henschel",
      "aboutText": "Joanne Catherall (born 18 September 1962) is one of the two female vocalists of the English synthpop band The Human League.\nIn October 1980, Catherall was an unknown 18-year-old school girl when she and her best friend Susan Ann Sulley were discovered in Sheffield's Crazy Daisy Nightclub by Philip Oakey, the lead singer and a founder member of The Human League. At short notice she and Sulley were invited to join the band's European tour that was in crisis after the original group had split.",
      "pageId": 3171885,
      "monthDay": "09/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Marco_Masini",
      "name": "Marco Masini",
      "aboutText": "Thomas Patrick Chorske (born September 18, 1966) is an American retired professional ice hockey player. A forward, he played for eleven seasons in the National Hockey League (NHL). In September, 2006, he was named color commentator for New Jersey Devils radio broadcasts, a position he only held for one season before resigning.",
      "pageId": 3773914,
      "monthDay": "09/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Holly_Robinson_Peete",
      "name": "Holly Robinson Peete",
      "aboutText": "John Fashanu (/ˈfæʃənuː/, born 18 September 1962), often referred to as Fash, is an English television presenter and former professional footballer of Nigerian (paternal) and Guyanese (maternal) descent. In his former career, he was a centre-forward from 1978 until 1995, most notably in an eight-year spell at Wimbledon F.C. in which he won the FA Cup in 1988 and scored over 100 goals in all competitions.\nHe also played for Norwich City, Miramar Rangers, Lincoln City, Crystal Palace, Millwall and Aston Villa.",
      "pageId": 3830902,
      "monthDay": "09/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tom_Chorske",
      "name": "Tom Chorske",
      "aboutText": "Michael Eugene Compton (born September 18, 1970) is a former American college and professional football player who was a guard in the National Football League (NFL) for twelve seasons. Compton college football for West Virginia University, and was recognized as an All-American center.",
      "pageId": 10331200,
      "monthDay": "09/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ricky_Bell_(singer)",
      "name": "Ricky Bell",
      "aboutText": "Mark Olson (born September 18, 1961 in Minneapolis) is an American musician.",
      "pageId": 11881765,
      "monthDay": "09/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tara_Fitzgerald",
      "name": "Tara Fitzgerald",
      "aboutText": "Jim Pocklington (born 18 September 1963 in Romford) is a British racing driver who formerly (2007) drove a BMW 320I in the British Touring Car Championship, which is Britain's most popular national motor racing series.",
      "pageId": 12978660,
      "monthDay": "09/18"
    },
    {
      "year": "1968",
      "uri": "/wiki/Upendra_(actor)",
      "name": "Upendra",
      "aboutText": "John Powell (born 18 September 1963) is an English composer, best known for his scores to motion pictures. He has been based in Los Angeles since 1997 and has composed the scores to over fifty feature films. He is particularly known for his scores for animated films, including Antz, Chicken Run, Shrek (all three co-composed with Harry Gregson-Williams), Robots, Happy Feet (and its sequel), three Ice Age sequels, Rio, How to Train Your Dragon, for which he was nominated for an Academy Award, and its 2014 sequel.",
      "pageId": 18638934,
      "monthDay": "09/18"
    },
    {
      "year": "1968",
      "uri": "/wiki/Toni_Kuko%C4%8D",
      "name": "Toni Kukoč",
      "aboutText": "Jens Henschel (born 18 September 1964 in Zeitz) is a retired German footballer.\nHenschel made 50 appearances in the DDR-Liga and 12 appearances in the 2. Fußball-Bundesliga during his playing career.",
      "pageId": 29460175,
      "monthDay": "09/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cappadonna",
      "name": "Cappadonna",
      "aboutText": "Konstantin Kakanias (born September 18, 1961 in Athens) is a contemporary Greek painter and multimedia artist. He currently lives and works in Los Angeles and Greece. Throughout his career Kakanias has created drawings, paintings, sculptures, performances, ceramics and books.",
      "pageId": 30524672,
      "monthDay": "09/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Compton_(American_football)",
      "name": "Mike Compton",
      "aboutText": "Darryl Hill (born September 18, 1969) best known by his stage name Cappadonna, is an American rapper and official member of the hip-hop collective Wu-Tang Clan. He is also a member of rap group Theodore Unit with Ghostface Killah.\n^ \"RZA Reveals Cappadonna's Status In Wu-Tang Clan\".",
      "pageId": 47863199,
      "monthDay": "09/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dan_Eldon",
      "name": "Dan Eldon",
      "aboutText": "Jada Koren Pinkett Smith (/ˌdʒeɪdə ˌpɪŋkɨt ˈsmɪθ/; born Jada Koren Pinkett; September 18, 1971) is an American actress, singer-songwriter, and businesswoman. She began her career in 1990, when she made a guest appearance in the short-lived sitcom True Colors. She starred in A Different World, produced by Bill Cosby, and she featured opposite Eddie Murphy in The Nutty Professor (1996).",
      "pageId": 235916,
      "monthDay": "09/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Darren_Gough",
      "name": "Darren Gough",
      "aboutText": "Patrícia Nunes \"Ticha\" Penicheiro, OIH, (September 18, 1974 in Figueira da Foz, Portugal) is a sports agent and retired Portuguese basketball player.",
      "pageId": 250040,
      "monthDay": "09/18"
    },
    {
      "year": "1970",
      "uri": "/wiki/Aisha_Tyler",
      "name": "Aisha Tyler",
      "aboutText": "Darren Gough (born 18 September 1970) is a retired English cricketer and former captain of Yorkshire County Cricket Club. The spearhead of England's bowling attack through much of the 1990s, he is England's second highest wicket-taker in one-day internationals with 234, and took 229 wickets in his 58 Test matches, making him England's ninth most successful wicket-taker.\nGough was a right arm fast bowler and right-handed batsman.",
      "pageId": 413178,
      "monthDay": "09/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lance_Armstrong",
      "name": "Lance Armstrong",
      "aboutText": "Aisha Tyler (born September 18, 1970) is an American actress, comedian, author, producer, writer, and director. She is known for portraying Andrea Marino in the first season of Ghost Whisperer, voicing Lana Kane in Archer, and portraying Mother Nature in the Santa Clause film series, as well as recurring roles in CSI: Crime Scene Investigation, Talk Soup, and Friends.",
      "pageId": 440017,
      "monthDay": "09/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Anna_Netrebko",
      "name": "Anna Netrebko",
      "aboutText": "Mark Richard Shuttleworth (born 18 September 1973) is a South African entrepreneur and space tourist who became the first citizen of an independent African country to travel to space. Shuttleworth founded Canonical Ltd. and as of 2013, provides leadership for the Ubuntu operating system.",
      "pageId": 604962,
      "monthDay": "09/18"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jada_Pinkett_Smith",
      "name": "Jada Pinkett Smith",
      "aboutText": "Sulzeer Jeremiah \"Sol\" Campbell (born 18 September 1974) is a former England international footballer. A central defender, he had a 19-year career playing in the Premier League and an 11-year international career.\nBorn in east London to Jamaican parents, he began his career with Tottenham Hotspur in December 1992.",
      "pageId": 753184,
      "monthDay": "09/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brigitte_Becue",
      "name": "Brigitte Becue",
      "aboutText": "James Paul Marsden (born September 18, 1973) is an American actor, singer and former Versace model. Marsden began his acting career guest-starring in multiple television shows such as Saved by the Bell: The New Class, Touched by an Angel and Party of Five. He would then gain prominence with his portrayal of Scott Summers/Cyclops in the X-Men film series, starred in 2006's Superman Returns which earned him a Saturn Award nomination, and the deranged hitman in the 1997 tv movie Bella Mafia.",
      "pageId": 1061378,
      "monthDay": "09/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Adam_Cohen_(musician)",
      "name": "Adam Cohen",
      "aboutText": "Ami Onuki (大貫 亜美, Ōnuki Ami, born September 18, 1973 in Machida, Tokyo, Japan), also known as Jane, is a Japanese singer, musician, and voice actress.",
      "pageId": 1257718,
      "monthDay": "09/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Jefferies",
      "name": "David Jefferies",
      "aboutText": "Anna Yuryevna Netrebko (Russian: Анна Юрьевна Нетребко, born 18 September 1971) is a Russian operatic soprano. She now holds dual Russian and Austrian citizenship and currently resides in Vienna, Austria and in New York City.",
      "pageId": 2293506,
      "monthDay": "09/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Michael_Landes",
      "name": "Michael Landes",
      "aboutText": "Daniel Robert \"Dan\" Eldon (18 September 1970 – 12 July 1993) was an English-born Kenyan photojournalist, artist and activist. He and three colleagues were stoned to death by an angry mob in Mogadishu in an incident before the Battle of Mogadishu.",
      "pageId": 3486764,
      "monthDay": "09/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Iain_Stewart_(politician)",
      "name": "Iain Stewart",
      "aboutText": "Allan David Jefferies (18 September 1972 – 29 May 2003) was an English professional motorcycle racer. He died after crashing during practice for the 2003 Isle of Man TT races.",
      "pageId": 3885523,
      "monthDay": "09/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paul_Brousseau",
      "name": "Paul Brousseau",
      "aboutText": "Aitor Karanka de la Hoz (born 18 September 1973) is a Spanish retired footballer who played mainly as a central defender (on occasion, he occupied the left back position), and the current manager of English club Middlesbrough.\nExcept for a brief spell in the United States, at the age of 32, he played solely in Spain for Athletic Bilbao and Real Madrid, appearing in 275 La Liga games over the course of 13 seasons and winning a total of seven major titles with the latter.\nIn the late 2000s Karanka started a managerial career, notably working as an assistant at Real Madrid.",
      "pageId": 4986628,
      "monthDay": "09/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/James_Marsden",
      "name": "James Marsden",
      "aboutText": "Michael Christopher Landes (born September 18, 1972) is an American actor. He is known for his roles of Jimmy Olsen in the first season of Lois and Clark: The New Adventures of Superman, Detective Nicholas O'Malley in Special Unit 2, and Officer Thomas Burke in Final Destination 2.",
      "pageId": 7573062,
      "monthDay": "09/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ami_Onuki",
      "name": "Ami Onuki",
      "aboutText": "Paul M. Brousseau (born September 18, 1973 in Pierrefonds, Quebec) is a retired professional ice hockey forward.",
      "pageId": 8385691,
      "monthDay": "09/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mark_Shuttleworth",
      "name": "Mark Shuttleworth",
      "aboutText": "Brigitte Becue (born 18 September 1972 in Ostend) is a retired breaststroke swimmer from Belgium, who competed for her native country at four consecutive Summer Olympics, starting in 1988. In 1989, she won the silver medal in the women's 200 metres breaststroke at the European Aquatics Championships in Bonn, West Germany.\nBecue reached her highest peak at the 1995 European Aquatics Championships in Vienna, where she won three medals (two gold, one silver).",
      "pageId": 10120153,
      "monthDay": "09/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Aitor_Karanka",
      "name": "Aitor Karanka",
      "aboutText": "Damon Jones (born September 18, 1974 in Evanston, Illinois) is a former professional American football player who played tight end for five seasons for the Jacksonville Jaguars. Jones was the first tight end selected in draft by the Jaguars. Jones attended Evanston Township High School, where he was a star tight end & defensive end and basketball star.",
      "pageId": 12959232,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sol_Campbell",
      "name": "Sol Campbell",
      "aboutText": "Adam Cohen (born September 18, 1972) is a Canadian musician and singer-songwriter. As a recording artist, he has released four major label albums, three in English and one in French. His album We Go Home was released on September 15, 2014.",
      "pageId": 15158753,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andrew_Hansen",
      "name": "Andrew Hansen",
      "aboutText": "Andrew John Hansen (born 18 September 1974) is an Australian comedian and musician, best known for being a member of satirical team The Chaser. As a member of The Chaser, Hansen's television work includes co-writing and starring in ABC Television shows CNNNN (2002–2003), The Chaser Decides (2004, 2007), Chaser News Alert (2005), The Chaser's War On Everything (2006–07, 2009), Yes We Canberra! (2010), The Hamster Wheel (2011–12), The Hamster Decides (2013) and The Chaser's Media Circus (2014–2015).",
      "pageId": 18807862,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Damon_Jones_(American_football)",
      "name": "Damon Jones",
      "aboutText": "Lance Edward Armstrong (born September 18, 1971) is an American former professional road racing cyclist. He previously won the Tour de France seven consecutive times from 1999 to 2005, but was stripped of those victories in 2012 after a protracted doping scandal.\nAt age 16, Armstrong began competing as a triathlete and was a national sprint-course triathlon champion in 1989 and 1990.",
      "pageId": 23243880,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ticha_Penicheiro",
      "name": "Ticha Penicheiro",
      "aboutText": "Iain Aitken Stewart (born 18 September 1972) is the Conservative Member of Parliament for Milton Keynes South.\n^ a b \"Iain Stewart MP\". BBC Democracy Live.",
      "pageId": 27317054,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Emily_Rutherfurd",
      "name": "Emily Rutherfurd",
      "aboutText": "Ronaldo Luís Nazário de Lima (locally: [ʁoˈnawðu ˈlwiʒ nɐˈzaɾju dʒ ˈɫĩmɐ]; born 18 September 1976), commonly known as Ronaldo, is a retired Brazilian footballer. Popularly dubbed \"the phenomenon\", he is considered by experts and fans to be one of the greatest football players of all time. He is one of only four players to have won the FIFA World Player of the Year award three times or more, along with Zinedine Zidane, Lionel Messi and Cristiano Ronaldo.",
      "pageId": 66164,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Travis_Schuldt",
      "name": "Travis Schuldt",
      "aboutText": "Li Tie (simplified Chinese: 李铁; traditional Chinese: 李鐵; pinyin: Lǐ Tiě; born 18 May 1977) is a former Chinese footballer who predominantly played for Liaoning FC in the Chinese Jia-A League and Everton in the Premier League and is currently the manager of China League One side Hebei Zhongji and assistant coach of the Chinese national team.",
      "pageId": 717485,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Art%C5%ABrs_Skrasti%C5%86%C5%A1",
      "name": "Artūrs Skrastiņš",
      "aboutText": "Alison Marion Lohman (born September 18, 1979) is an American actress. She starred as Astrid in White Oleander (2002), and has appeared in Matchstick Men (2003), Where the Truth Lies (2005), The Big White (2005), Nausicaä of the Valley of the Wind (2005), Flicka (2006), and Drag Me to Hell (2009); as well as smaller parts in Big Fish (2003), Beowulf (2007), and Gamer (2009).",
      "pageId": 1467746,
      "monthDay": "09/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Xzibit",
      "name": "Xzibit",
      "aboutText": "Daniel Jason Sudeikis (/sʉˈdeɪkɪs/ sə-DAY-kis; born September 18, 1975) is an American actor, voice actor, screenwriter and comedian. He began his career in improv comedy. In 2003, he was hired as a sketch writer for Saturday Night Live and became a cast member from 2005 to 2013.",
      "pageId": 1990980,
      "monthDay": "09/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kanstantsin_Lukashyk",
      "name": "Kanstantsin Lukashyk",
      "aboutText": "Gabriel Gervais (born September 18, 1976 in Montreal, Quebec, Canada) is a retired defender who played for the Montreal Impact and Canada.",
      "pageId": 2202465,
      "monthDay": "09/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Sudeikis",
      "name": "Jason Sudeikis",
      "aboutText": "Ryan Thomas Lowe (born 18 September 1978) is an English footballer who plays for Crewe Alexandra, on loan from Bury, as a striker.",
      "pageId": 2575454,
      "monthDay": "09/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Guillermo_Vargas",
      "name": "Guillermo Vargas",
      "aboutText": "Kanstantsin Leonidovich Lukashyk (Belarusian: Канстанцін Леонідовіч Лукашык, Kanstancin Leonidovič Łukašyk, born September 18, 1975 in Hrodna) is a Belarusian pistol shooter, most famous for winning the 50 metre pistol event at the 1992 Summer Olympics in Barcelona, at the age of 16, shocking the world of competitive shooting. The final was one of the first successes for broadcasting of shooting, and for his last shot Lukashyk raised his arm four times, the shot finally breaking only seconds before the 75-second deadline.\nThe year after Barcelona, Lukashyk set a junior world record in 10 metre air pistol (lasting until 2006), and has ever since been a regular member of the Belarusian national team, with varying results including some medals at ISSF World Cups.",
      "pageId": 2640421,
      "monthDay": "09/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ronaldo",
      "name": "Ronaldo",
      "aboutText": "Travis Schuldt (born September 18, 1974) is an American actor. He originated the role of Ethan Winthrop on Passions, and played the recurring roles of Keith Dudemeister on Scrubs and Ben Smith on It's Always Sunny in Philadelphia.",
      "pageId": 2859370,
      "monthDay": "09/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sophina_Brown",
      "name": "Sophina Brown",
      "aboutText": "Kieran Martin West, MBE (born 18 September 1977) is an English rower and Olympic champion who represented Great Britain.",
      "pageId": 4355206,
      "monthDay": "09/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gabriel_Gervais",
      "name": "Gabriel Gervais",
      "aboutText": "Simon Trpcheski (Simon Trpčeski), OMM (Macedonian: Симон Трпчески, pronounced [ˈsimɔn ˈtr̩ptʃɛski]) (born September 18, 1979, in Skopje, Macedonia), is a Macedonian classical pianist.\nThe youngest of three children, his father was a judge and his mother a pharmacist. In 2002, he received his degree in music from the University of St.",
      "pageId": 4636197,
      "monthDay": "09/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Li_Tie",
      "name": "Li Tie",
      "aboutText": "Pilar López de Ayala Arroyo (born 18 September 1978 in Madrid) is a Spanish film actress.",
      "pageId": 4769413,
      "monthDay": "09/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kieran_West",
      "name": "Kieran West",
      "aboutText": "Emily Kernan Rutherfurd (born September 18, 1974) is an American actress, known for playing Christine \"New Christine\" Hunter in the CBS sitcom, The New Adventures of Old Christine (2006-2010).",
      "pageId": 5584316,
      "monthDay": "09/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Iain_Lees-Galloway",
      "name": "Iain Lees-Galloway",
      "aboutText": "Daniel \"Dani\" Aranzubia Aguado (born 18 September 1979) is a former Spanish professional footballer who played as a goalkeeper.\nHe appeared in 303 La Liga games over the course of 13 seasons, with Athletic Bilbao – in whose youth system he grew – Deportivo and Atlético Madrid.",
      "pageId": 6718701,
      "monthDay": "09/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pilar_L%C3%B3pez_de_Ayala",
      "name": "Pilar López de Ayala",
      "aboutText": "Augustine Simo (born 18 September 1978) is a Cameroonian footballer who currently plays for FC UGS.",
      "pageId": 6838558,
      "monthDay": "09/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ryan_Lowe",
      "name": "Ryan Lowe",
      "aboutText": "Vinay Rai (born 18 September 1979) is an Indian film actor, commonly appearing in Tamil films, as well as modelling and catwalking in noted fashion shows.",
      "pageId": 11099588,
      "monthDay": "09/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Augustine_Simo",
      "name": "Augustine Simo",
      "aboutText": "Sophina Brown (born September 18, 1976) is an American actress best known for her starring role as Nikki Betancourt on the CBS drama series Numb3rs.",
      "pageId": 12948738,
      "monthDay": "09/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Aranzubia",
      "name": "Daniel Aranzubia",
      "aboutText": "Guillermo Vargas Jiménez, also known as Habacuc, (born September 18, 1975, in San José, Costa Rica) is an artist best known for the controversy caused when he exhibited an emaciated dog in a gallery in Nicaragua in 2007.",
      "pageId": 16731014,
      "monthDay": "09/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alison_Lohman",
      "name": "Alison Lohman",
      "aboutText": "Iain Francis Lees-Galloway (born 18 September 1978), initially Iain Galloway, is a politician from New Zealand.",
      "pageId": 16821785,
      "monthDay": "09/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Vinay_Rai",
      "name": "Vinay Rai",
      "aboutText": "Alvin Nathaniel Joiner (born September 18, 1974), better known by his alias Xzibit (pronounced \"exhibit\"), is an American rapper, actor, television host and record producer. He is known as the host of the MTV show Pimp My Ride, which brought him mainstream success. Before hosting the show, he achieved fame in the West Coast hip-hop scene as a rapper, debuting with his acclaimed At the Speed of Life and gathering chart success with his follow-up albums Restless, Man vs.",
      "pageId": 21221640,
      "monthDay": "09/18"
    },
    {
      "year": "1979",
      "uri": "/wiki/Simon_Trp%C4%8Deski",
      "name": "Simon Trpčeski",
      "aboutText": "Artūrs Skrastiņš (born 18 September 1974 in Jelgava, Latvian SSR) is a Latvian actor. In the theater, since 1996 he has worked for Dailes teātris. He also took part in several films.",
      "pageId": 24478467,
      "monthDay": "09/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jonathan_Biss",
      "name": "Jonathan Biss",
      "aboutText": "Chris Tarrant (born 18 September 1980) is a retired Australian footballer who played for the Collingwood Football Club, and has also played for the Fremantle Football Club. He announced at the end of the 2010 AFL season that he would return to Melbourne for personal reasons and would not extend his contract with Fremantle for the 2011 season. He returned to the Collingwood Football Club via a trade.",
      "pageId": 943394,
      "monthDay": "09/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mickey_Higham",
      "name": "Mickey Higham",
      "aboutText": "Keeley Rebecca M. Hazell (born 18 September 1986) is an English model and actress.\nHazell has become one of Britain's most successful models working with brands such as FHM, and has also made numerous television appearances. More recently, she has focused more on an acting career, appearing in films such as Horrible Bosses 2.",
      "pageId": 2747305,
      "monthDay": "09/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Avi_Strool",
      "name": "Avi Strool",
      "aboutText": "Mickey Higham (born 18 September 1980) is an English rugby league player who currently plays for English club Leigh. His usual position is hooker.\n^ \"BBC Sport, Rugby League Brian Carney's Warrington player profiles\".",
      "pageId": 3126474,
      "monthDay": "09/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Tarrant_(footballer)",
      "name": "Chris Tarrant",
      "aboutText": "Alfredo Talavera Díaz (Spanish pronunciation: [alˈfɾeðo talaˈβeɾa]; born 18 September 1982 in La Barca) is a Mexican footballer, who plays for Toluca and the Mexico national team as a goalkeeper.",
      "pageId": 3649560,
      "monthDay": "09/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Petri_Virtanen",
      "name": "Petri Virtanen",
      "aboutText": "Kevin Edward Doyle (born 18 September 1983) is an Irish international footballer who plays forward for the Major League Soccer club Colorado Rapids and the Republic of Ireland.\nHe played for St Patrick's Athletic, and Cork City in his homeland before he moved to English side Reading. He was part of Reading's record-breaking promotion to the Premier League in 2006.",
      "pageId": 3663142,
      "monthDay": "09/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lucy_Aharish",
      "name": "Lucy Aharish",
      "aboutText": "Avi Strul (Hebrew: אבי סטרול‎; born 18 September 1980) is an Israeli footballer, currently playing for Hapoel Rishon LeZion.",
      "pageId": 5937756,
      "monthDay": "09/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/JeA_(singer)",
      "name": "JeA",
      "aboutText": "Jennifer Kelly Tisdale (born September 18, 1981) is an American actress and singer who is known for role as Chelsea in the comedy film Bring It On: In It to Win It.",
      "pageId": 6713049,
      "monthDay": "09/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicole_da_Silva",
      "name": "Nicole da Silva",
      "aboutText": "Anthony E. Gonzalez (born September 18, 1984) is a former American football wide receiver. He was drafted by the Indianapolis Colts in the first round of the 2007 NFL Draft.",
      "pageId": 6978604,
      "monthDay": "09/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sebasti%C3%A1n_Decoud",
      "name": "Sebastián Decoud",
      "aboutText": "Jonathan Biss (born September 18, 1980) is an American pianist, teacher, and writer based in New York City.",
      "pageId": 9961284,
      "monthDay": "09/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jennifer_Tisdale",
      "name": "Jennifer Tisdale",
      "aboutText": "Dashon Hugh Goldson (born September 18, 1984) is an American football free safety for the Washington Redskins of the National Football League (NFL). He played college football for the University of Washington, and was drafted by the San Francisco 49ers in the fourth round of the 2007 NFL Draft.",
      "pageId": 10966254,
      "monthDay": "09/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kristaps_Valters",
      "name": "Kristaps Valters",
      "aboutText": "John T. \"Jack\" Carpenter (born September 18, 1984) is an American actor.",
      "pageId": 13383995,
      "monthDay": "09/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alessandro_Cibocchi",
      "name": "Alessandro Cibocchi",
      "aboutText": "Sebastián Decoud (born 18 September 1981 in Curuzú Cuatiá, Argentina) is a professional Argentine tennis player.",
      "pageId": 17616732,
      "monthDay": "09/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Arvydas_Eitutavi%C4%8Dius",
      "name": "Arvydas Eitutavičius",
      "aboutText": "Nicole da Silva (born 18 September 1981) is an Australian actress. She is well known for her roles in Wentworth as Franky Doyle and in Southern Star’s AFI award winning drama Rush as Senior Constable Stella Dagostino, for which she received continuous critical acclaim over the show's four-season run. Nicole also gained a Best Actress nomination at the Monte Carlo Television Awards for her role in Carla Cametti PD, as well as a Graham Kennedy Logie Award nomination for ‘Most Outstanding New Talent’ for her role as E.C in Dangerous.",
      "pageId": 17798118,
      "monthDay": "09/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alfredo_Talavera",
      "name": "Alfredo Talavera",
      "aboutText": "Petri Virtanen (born September 18, 1980 in Jyväskylä) is a Finnish basketball player. He stands 1.83 m tall and plays as a guard in Joensuun Kataja. Virtanen is a member of the Finland national basketball team.",
      "pageId": 18797755,
      "monthDay": "09/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kevin_Doyle",
      "name": "Kevin Doyle",
      "aboutText": "Kristaps Valters (born September 18, 1981) is a Latvian professional basketball guard, currently playing for Türk Telekom.",
      "pageId": 22698557,
      "monthDay": "09/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jack_Carpenter_(actor)",
      "name": "Jack Carpenter",
      "aboutText": "Tarah Gieger (born September 18, 1985 in Aguadilla, Puerto Rico) is a Puerto Rican female professional motocross racer.",
      "pageId": 28733208,
      "monthDay": "09/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dashon_Goldson",
      "name": "Dashon Goldson",
      "aboutText": "Alessandro Cibocchi (born 18 September 1982) is an Italian footballer.",
      "pageId": 30397373,
      "monthDay": "09/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anthony_Gonzalez",
      "name": "Anthony Gonzalez",
      "aboutText": "Lucy Aharish (Hebrew: לוּסִי אַהֲרִישׁ, Arabic: لوسي هريش‎; born 18 September 1981) is an Israeli-Arab news presenter, reporter, and television host.\nShe currently presents the Evening Edition of the news broadcaster i24news, and serves as a morning anchor on a current-affairs show on Channel 2.",
      "pageId": 31406711,
      "monthDay": "09/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tarah_Gieger",
      "name": "Tarah Gieger",
      "aboutText": "Kim Hyo-jin (hangul: 김효진, born September 18, 1981), better known by her stage name JeA (hangul: 제아), is a South Korean singer best known as the leader of K-Pop girl group Brown Eyed Girls. As a solo artist, she has contributed numerous songs to various soundtracks.\n^ Mark Russell (29 April 2014).",
      "pageId": 35554097,
      "monthDay": "09/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Keeley_Hazell",
      "name": "Keeley Hazell",
      "aboutText": "Arvydas Eitutavičius (born 18 September 1982 in Klaipėda, Lithuanian SSR) is a Lithuanian professional basketball player, currently playing for Anwil Włocławek. He attended Norfolk Collegiate School and Laurinburg Institute before enrolling to American University to play play college basketball for the Eagles. Subsequently he pursued a professional career, playing for several clubs in Europe.",
      "pageId": 41252136,
      "monthDay": "09/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jinkx_Monsoon",
      "name": "Jinkx Monsoon",
      "aboutText": "Annette Obrestad (born 18 September 1988) is a Norwegian poker player.",
      "pageId": 13289274,
      "monthDay": "09/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Asher_Monroe",
      "name": "Asher Monroe",
      "aboutText": "Serge Jonas Ibaka Ngobila (born September 18, 1989) is a Congolese-Spanish professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). Ibaka was drafted by the Thunder's former incarnation, the Seattle SuperSonics with the 24th overall pick in the 2008 NBA draft.",
      "pageId": 13773434,
      "monthDay": "09/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Annette_Obrestad",
      "name": "Annette Obrestad",
      "aboutText": "Lewis Harry Holtby (born 18 September 1990) is a German professional footballer who plays as a midfielder for Bundesliga club Hamburger SV.",
      "pageId": 15644644,
      "monthDay": "09/18"
    },
    {
      "year": "1989",
      "uri": "/wiki/Serge_Ibaka",
      "name": "Serge Ibaka",
      "aboutText": "Amber Josephine Liu (born September 18, 1992), also known as Amber, is an American rapper and singer currently active in South Korea. She is a member of the South Korean girl group f(x). She debuted as a solo artist in February 2015 with the release of her EP, Beautiful.",
      "pageId": 24194794,
      "monthDay": "09/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lewis_Holtby",
      "name": "Lewis Holtby",
      "aboutText": "Asher Monroe Book (born September 18, 1988), known professionally as Asher Monroe, is an American singer-songwriter, dancer, and actor. Born in Arlington County, Virginia, his career began at the age of 7 years old when he landed the role of Tiny Tea Cup in the first national tour of the Broadway production of Beauty and the Beast. In 2006, after starring in an extensive run of national tours including The Sound of Music, Oliver!, and The Prince and the Pauper, Monroe signed to Warner Bros.",
      "pageId": 24442055,
      "monthDay": "09/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Yuki_Yamada",
      "name": "Yuki Yamada",
      "aboutText": "Yuki Yamada (山田 裕貴 , Yamada Yūki, born September 18, 1990) is a Japanese actor best known for his role as Joe Gibken/Gokai Blue in the 2011 Super Sentai series Kaizoku Sentai Gokaiger.",
      "pageId": 31371597,
      "monthDay": "09/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Amber_Liu_(singer)",
      "name": "Amber Liu",
      "aboutText": "Patrick Arnold Shriver Schwarzenegger (born September 18, 1993) is an American model and actor.",
      "pageId": 31736118,
      "monthDay": "09/18"
    },
    {
      "year": "1993",
      "uri": "/wiki/Patrick_Schwarzenegger",
      "name": "Patrick Schwarzenegger",
      "aboutText": "Maximilian \"Max\" Meyer (German pronunciation: [maxˈɪ.mɪ.lɪ.an ˈmaɪ.jɐ̯]; born 18 September 1995) is a German professional footballer who plays as an attacking midfielder or forward for FC Schalke 04.\n^ \"Max Meyer\". worldfootball.net.",
      "pageId": 38582210,
      "monthDay": "09/18"
    },
    {
      "year": "1995",
      "uri": "/wiki/Max_Meyer_(footballer)",
      "name": "Max Meyer",
      "aboutText": "Jinkx Monsoon is the stage name of American drag performer, and winner of the fifth season of RuPaul's Drag Race, Jerick Hoffer.",
      "pageId": 39182057,
      "monthDay": "09/18"
    }
  ]
}