{
  "people": [
    {
      "year": "1515",
      "uri": "/wiki/Anne_of_Cleves",
      "name": "Anne of Cleves",
      "aboutText": "Michael Faraday /ˈfæ.rəˌdeɪ/ FRS (22 September 1791 – 25 August 1867) was an English scientist who contributed to the fields of electromagnetism and electrochemistry. His main discoveries include those of electromagnetic induction, diamagnetism and electrolysis.\nAlthough Faraday received little formal education, he was one of the most influential scientists in history.",
      "pageId": 19727,
      "monthDay": "09/22"
    },
    {
      "year": "1547",
      "uri": "/wiki/Philipp_Nicodemus_Frischlin",
      "name": "Philipp Nicodemus Frischlin",
      "aboutText": "Anne of Cleves (German: Anna; 22 September 1515 – 16 July 1557) was Queen of England from 6 January 1540 to 9 July 1540 as the fourth wife of King Henry VIII. The marriage was declared never consummated and, as a result, she was not crowned queen consort. Following the annulment of their marriage, Anne was given a generous settlement by the King, and thereafter referred to as the King's Beloved Sister. She lived to see the coronation of Queen Mary I, outliving the rest of Henry's wives.",
      "pageId": 47404,
      "monthDay": "09/22"
    },
    {
      "year": "1593",
      "uri": "/wiki/Matth%C3%A4us_Merian",
      "name": "Matthäus Merian",
      "aboutText": "For other women named Anne of Austria, see Anna of Austria (disambiguation)",
      "pageId": 80395,
      "monthDay": "09/22"
    },
    {
      "year": "1601",
      "uri": "/wiki/Anne_of_Austria",
      "name": "Anne of Austria",
      "aboutText": "Matthäus Merian der Ältere (or \"Matthew\", \"the Elder\", or \"Sr.\"; 22 September 1593 – 19 June 1650) was a Swiss-born engraver who worked in Frankfurt for most of his career, where he also ran a publishing house.",
      "pageId": 124124,
      "monthDay": "09/22"
    },
    {
      "year": "1606",
      "uri": "/wiki/Li_Zicheng",
      "name": "Li Zicheng",
      "aboutText": "Wilhelm Wattenbach (22 September 1819 – 20 September 1897), was a German historian.\nHe was born at Rantzau in Holstein. He studied philology at the universities of Bonn, Göttingen and Berlin, and in 1843 he began to work upon the Monumenta Germaniae Historica.",
      "pageId": 191012,
      "monthDay": "09/22"
    },
    {
      "year": "1680",
      "uri": "/wiki/Barthold_Heinrich_Brockes",
      "name": "Barthold Heinrich Brockes",
      "aboutText": "Barthold Heinrich Brockes (September 22, 1680 – January 16, 1747) was a German poet.",
      "pageId": 204051,
      "monthDay": "09/22"
    },
    {
      "year": "1694",
      "uri": "/wiki/Philip_Stanhope,_4th_Earl_of_Chesterfield",
      "name": "Philip Stanhope, 4th Earl of Chesterfield",
      "aboutText": "Li Zicheng (22 September 1606 – 1645), born Li Hongji, nicknamed \"Dashing King\", was a Chinese rebel leader who overthrew the Ming dynasty in 1644 and ruled over China briefly as the emperor of the short-lived Shun dynasty before his death a year later.",
      "pageId": 309834,
      "monthDay": "09/22"
    },
    {
      "year": "1715",
      "uri": "/wiki/Jean-%C3%89tienne_Guettard",
      "name": "Jean-Étienne Guettard",
      "aboutText": "Peter Simon Pallas (22 September 1741 – 8 September 1811) was a German zoologist and botanist who worked in Russia.",
      "pageId": 399992,
      "monthDay": "09/22"
    },
    {
      "year": "1741",
      "uri": "/wiki/Peter_Simon_Pallas",
      "name": "Peter Simon Pallas",
      "aboutText": "Theodore Edward Hook (22 September 1788 – 24 August 1841) was an English man of letters and composer and briefly a civil servant in Mauritius. He is best known for his practical jokes, particularly the Berners Street hoax in 1810. The world's first postcard was received by Hook in 1840, which he probably posted to himself.",
      "pageId": 456291,
      "monthDay": "09/22"
    },
    {
      "year": "1743",
      "uri": "/wiki/Quintin_Craufurd",
      "name": "Quintin Craufurd",
      "aboutText": "Paolo Ruffini (September 22, 1765 – May 10, 1822) was an Italian mathematician and philosopher.\nBy 1788 he had earned university degrees in philosophy, medicine/surgery, and mathematics. Among his work was an incomplete proof (Abel–Ruffini theorem) that quintic (and higher-order) equations cannot be solved by radicals (1799), and Ruffini's rule which is a quick method for polynomial division.",
      "pageId": 547426,
      "monthDay": "09/22"
    },
    {
      "year": "1762",
      "uri": "/wiki/Elizabeth_Simcoe",
      "name": "Elizabeth Simcoe",
      "aboutText": "Philipp Nicodemus Frischlin (also spelled Nikodemus) (22 September 1547 – 29 November 1590), German philologist, poet, playwright, mathematician, and astronomer, born at Erzingen, today part of Balingen in Württemberg, where his father was parish minister.",
      "pageId": 573642,
      "monthDay": "09/22"
    },
    {
      "year": "1765",
      "uri": "/wiki/Paolo_Ruffini",
      "name": "Paolo Ruffini",
      "aboutText": "Philip Dormer Stanhope, 4th Earl of Chesterfield PC KG (22 September 1694 – 24 March 1773) was a British statesman, and man of letters, and wit. He was born in London to Philip Stanhope, 3rd Earl of Chesterfield, and Lady Elizabeth Savile, and known as Lord Stanhope until the death of his father, in 1726. After being educated at Trinity Hall, Cambridge, he went on the Grand Tour of the Continent, to complete his education as a nobleman, by exposure to the cultural legacies of Classical antiquity and the Renaissance, and to become acquainted with his aristocratic counterparts and the polite society of Continental Europe.",
      "pageId": 602623,
      "monthDay": "09/22"
    },
    {
      "year": "1788",
      "uri": "/wiki/Theodore_Hook",
      "name": "Theodore Hook",
      "aboutText": "Elizabeth Simcoe (September 22, 1762 – January 17, 1850) was an artist and diarist in colonial Canada.",
      "pageId": 900418,
      "monthDay": "09/22"
    },
    {
      "year": "1791",
      "uri": "/wiki/Michael_Faraday",
      "name": "Michael Faraday",
      "aboutText": "Louise McKinney née Crummy (22 September 1868 – 10 July 1931) was a provincial politician and women's rights activist from Alberta, Canada. She was the first woman sworn into the Legislative Assembly of Alberta and the first woman elected to a legislature in Canada and in the British Empire. She served as MLA from 1917 to 1921, sitting with the Nonpartisan League caucus in opposition.",
      "pageId": 1283664,
      "monthDay": "09/22"
    },
    {
      "year": "1819",
      "uri": "/wiki/Wilhelm_Wattenbach",
      "name": "Wilhelm Wattenbach",
      "aboutText": "Jean-Étienne Guettard (22 September 1715 – 7 January 1786), French naturalist and mineralogist, was born at Étampes, near Paris.\nIn boyhood, he gained a knowledge of plants from his grandfather, who was an apothecary, and later he qualified as a doctor in medicine. Pursuing the study of botany in various parts of France and other countries, he began to take notice of the relation between the distribution of plants and the soils and subsoils.",
      "pageId": 1336769,
      "monthDay": "09/22"
    },
    {
      "year": "1829",
      "uri": "/wiki/T%E1%BB%B1_%C4%90%E1%BB%A9c",
      "name": "Tự Đức",
      "aboutText": "Emperor Tự Đức (22 September 1829 – 17 July 1883) (full name: Nguyễn Phúc Hồng Nhậm, also Nguyễn Phúc Thì) was the fourth emperor of the Nguyễn Dynasty of Vietnam and reigned from 1847–1883.",
      "pageId": 1694384,
      "monthDay": "09/22"
    },
    {
      "year": "1835",
      "uri": "/wiki/Alexander_Potebnja",
      "name": "Alexander Potebnja",
      "aboutText": "Quintin Craufurd (22 September 1743 – 23 November 1819), a British author, was born at Kilwinning.\nIn early life he went to India, where he entered the service of the British East India Company. Returning to Europe before the age of forty with a handsome fortune, he settled in Paris, where he gave himself to the cultivation of literature and art, and formed a good library and collection of paintings, coins and other objects of antiquarian interest.",
      "pageId": 2652864,
      "monthDay": "09/22"
    },
    {
      "year": "1841",
      "uri": "/wiki/Andrejs_Pumpurs",
      "name": "Andrejs Pumpurs",
      "aboutText": "Andrejs Pumpurs (22 September [O.S. 10 September] 1841 on the Courland side of the former Lieljumprava civil parish, now Birzgale parish – 6 July [O.S. 23 June] 1902 in Riga) was a poet who penned the Latvian epic Lāčplēsis (The Bear Slayer, first published in 1888) and a prominent figure in the Young Latvia movement.",
      "pageId": 4183581,
      "monthDay": "09/22"
    },
    {
      "year": "1842",
      "uri": "/wiki/Abdul_Hamid_II",
      "name": "Abdul Hamid II",
      "aboutText": "Abdul Hamid II (Ottoman Turkish: عبد الحميد ثانی‎, `Abdü’l-Ḥamīd-i sânî; Turkish: İkinci Abdülhamit; 22 September 1842 – 10 February 1918) was the 34th Sultan of the Ottoman Empire and the last Sultan to exert effective autocratic control over the fracturing state. He oversaw a period of decline in the power and extent of the Ottoman Empire, including widespread pogroms and government-sanctioned massacres of Armenians, as well as an assassination attempt, ruling from August 31, 1876 until he was deposed shortly after the 1908 Young Turk Revolution, on 27 April 1909. He promulgated the first Ottoman constitution of 1876 on Dec.",
      "pageId": 18950786,
      "monthDay": "09/22"
    },
    {
      "year": "1868",
      "uri": "/wiki/Louise_McKinney",
      "name": "Louise McKinney",
      "aboutText": "Alexander Potebnja (Russian Александр Афанасьевич Потебня; Ukrainian Олександр Опанасович Потебня) was a Russian-Ukrainian philosopher and linguist active in the Russian Empire, who was a professor of linguistics at the University of Kharkiv. He is well known as a specialist in the evolution of Russian phonetics. He also translated part of Homer's Odyssey into Ukrainian.",
      "pageId": 36627400,
      "monthDay": "09/22"
    },
    {
      "year": "1869",
      "uri": "/wiki/Adrien_de_Noailles",
      "name": "Adrien de Noailles",
      "aboutText": "Paul Muni (born Frederich Meshilem Meier Weisenfreund; September 22, 1895 – August 25, 1967) was an American stage and film actor who was born in Lemberg (Austro-Hungarian Empire) and grew up in Chicago. He started his acting career in the Yiddish theatre. During the 1930s, he was considered one of the most prestigious actors at Warner Brothers studios, and was given the rare privilege of choosing which parts he wanted.",
      "pageId": 45188,
      "monthDay": "09/22"
    },
    {
      "year": "1870",
      "uri": "/wiki/Charlotte_Cooper_(tennis)",
      "name": "Charlotte Cooper",
      "aboutText": "Joseph Benedict \"Ben\" Chifley (/ˈtʃɪfli/; 22 September 1885 – 13 June 1951) was an Australian politician who was the 16th Prime Minister of Australia from 1945 to 1949. He became Leader of the Labor Party on the death of John Curtin, and went on to retain a majority in both Houses of the Australian Parliament at the 1946 election, before his government was defeated at the 1949 election. The radical reforming nature of the Chifley Government was such that, between 1946 and 1949, the Australian Parliament passed 299 Acts, a record up until then, and well beyond the previous record of the Labor Government of Andrew Fisher, which passed 113 Acts from 1910 to 1913.",
      "pageId": 52667,
      "monthDay": "09/22"
    },
    {
      "year": "1870",
      "uri": "/wiki/Arthur_Pryor",
      "name": "Arthur Pryor",
      "aboutText": "Wilhelm Bodewin Johann Gustav Keitel (22 September 1882 – 16 October 1946) was a German field marshal who served as chief of the Oberkommando der Wehrmacht (Supreme Commander of the Armed Forces) for most of World War II, making him the Chief of Defense for Germany. At the Allied court at Nuremberg, he was tried, sentenced to death, and hanged as a war criminal. He was the third highest-ranking German officer to be tried at Nuremberg.",
      "pageId": 53703,
      "monthDay": "09/22"
    },
    {
      "year": "1875",
      "uri": "/wiki/Mikalojus_Konstantinas_%C4%8Ciurlionis",
      "name": "Mikalojus Konstantinas Čiurlionis",
      "aboutText": "Shigeru Yoshida (吉田 茂, Yoshida Shigeru), KCVO (22 September 1878 – 20 October 1967) was a Japanese diplomat and politician who served as Prime Minister of Japan from 1946 to 1947 and from 1948 to 1954.",
      "pageId": 174171,
      "monthDay": "09/22"
    },
    {
      "year": "1876",
      "uri": "/wiki/Andr%C3%A9_Tardieu",
      "name": "André Tardieu",
      "aboutText": "Charlotte Cooper Sterry (née Charlotte Reinagle Cooper, 22 September 1870 – 10 October 1966) was an English female tennis player who won five singles titles at the Wimbledon Championships and in 1900 became the first female Olympic champion.",
      "pageId": 201878,
      "monthDay": "09/22"
    },
    {
      "year": "1878",
      "uri": "/wiki/Shigeru_Yoshida",
      "name": "Shigeru Yoshida",
      "aboutText": "Erich von Stroheim (September 22, 1885 – May 12, 1957) was an Austrian-American director, actor and producer, most notable as being a film star of the silent era, subsequently noted as an auteur for his directorial work.",
      "pageId": 294418,
      "monthDay": "09/22"
    },
    {
      "year": "1880",
      "uri": "/wiki/Christabel_Pankhurst",
      "name": "Christabel Pankhurst",
      "aboutText": "Dame Christabel Harriette Pankhurst, DBE (/ˈpæŋkhərst/; 22 September 1880 – 13 February 1958), was a suffragette born in Manchester, England. A co-founder of the Women's Social and Political Union (WSPU), she directed its militant actions from exile in France from 1912 to 1913. In 1914 she supported the war against Germany.",
      "pageId": 366165,
      "monthDay": "09/22"
    },
    {
      "year": "1882",
      "uri": "/wiki/Wilhelm_Keitel",
      "name": "Wilhelm Keitel",
      "aboutText": "André Pierre Gabriel Amédée Tardieu (French: [ɑ̃dʁe taʁdjø]; 22 September 1876 – 15 September 1945) was three times Prime Minister of France (3 November 1929 – 17 February 1930; 2 March – 4 December 1930; 20 February – 10 May 1932) and a dominant figure of French political life in 1929–1932.",
      "pageId": 377007,
      "monthDay": "09/22"
    },
    {
      "year": "1883",
      "uri": "/wiki/Ferenc_Oslay",
      "name": "Ferenc Oslay",
      "aboutText": "Mikalojus Konstantinas Čiurlionis (Polish: Mikołaj Konstanty Czurlanis; 22 September [O.S. 10 September] 1875 –10 April [O.S. 28 March] 1911) was a Lithuanian painter, composer and writer.\nČiurlionis contributed to symbolism and art nouveau and was representative of the fin de siècle epoch. He has been considered one of the pioneers of abstract art in Europe.",
      "pageId": 591615,
      "monthDay": "09/22"
    },
    {
      "year": "1883",
      "uri": "/wiki/Frank_George_Woollard",
      "name": "Frank George Woollard",
      "aboutText": "The German soprano Elisabeth Rethberg (22 September 1894 – 6 June 1976) was an opera singer of international repute active from the period of the First World War through to the early 1940s.",
      "pageId": 769223,
      "monthDay": "09/22"
    },
    {
      "year": "1885",
      "uri": "/wiki/Gunnar_Asplund",
      "name": "Gunnar Asplund",
      "aboutText": "Hans Philipp August Albers (September 22, 1891 – July 24, 1960) was a German actor and singer.",
      "pageId": 1175222,
      "monthDay": "09/22"
    },
    {
      "year": "1885",
      "uri": "/wiki/Ben_Chifley",
      "name": "Ben Chifley",
      "aboutText": "Adrien Maurice Victurnien Mathieu de Noailles, 8th Duke of Noailles (22 September 1869 – 23 October 1953), son of Jules Charles Victurnien de Noailles, acceded to the title of Duke of Noailles on his father's death in 1895.",
      "pageId": 1195648,
      "monthDay": "09/22"
    },
    {
      "year": "1885",
      "uri": "/wiki/Erich_von_Stroheim",
      "name": "Erich von Stroheim",
      "aboutText": "Erik Gunnar Asplund (22 September 1885 – 20 October 1940) was a Swedish architect, mostly known as a key representative of Nordic Classicism of the 1920s, and during the last decade of his life as a major proponent of the modernist style which made its breakthrough in Sweden at the Stockholm International Exhibition (1930). Asplund was professor of architecture at the Royal Institute of Technology from 1931.",
      "pageId": 1540127,
      "monthDay": "09/22"
    },
    {
      "year": "1887",
      "uri": "/wiki/Bhaurao_Patil",
      "name": "Bhaurao Patil",
      "aboutText": "Arthur Willard Pryor (September 22, 1870 – June 18, 1942) was a trombone virtuoso, bandleader, and soloist with the Sousa Band. He was a prolific composer of band music, his best-known composition being \"The Whistler and His Dog\".",
      "pageId": 1864988,
      "monthDay": "09/22"
    },
    {
      "year": "1889",
      "uri": "/wiki/Hooks_Dauss",
      "name": "Hooks Dauss",
      "aboutText": "George August \"Hooks\" Dauss (September 22, 1889 – July 27, 1963), born George August Daus, was a professional baseball player from 1909 to 1926. He played 15 seasons of Major League Baseball as a right-handed pitcher for the Detroit Tigers from 1912 to 1926. He was given the nickname \"Hooks\", because his curveball was hard to hit.",
      "pageId": 2937857,
      "monthDay": "09/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Hans_Albers",
      "name": "Hans Albers",
      "aboutText": "Alma Woodsey Thomas (September 22, 1891 – February 24, 1978) was an African-American Expressionist painter and art educator. She lived and worked primarily in Washington, D.C. and the Washington Post described her as a force in the Washington Color School.",
      "pageId": 4943835,
      "monthDay": "09/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Alma_Thomas",
      "name": "Alma Thomas",
      "aboutText": "Billy West (September 22, 1892 in Russia – July 21, 1975 in Hollywood, California) was a film actor, producer, and director of the silent film era. He is best known as a Charlie Chaplin impersonator.",
      "pageId": 7312250,
      "monthDay": "09/22"
    },
    {
      "year": "1892",
      "uri": "/wiki/Billy_West_(silent_film_actor)",
      "name": "Billy West",
      "aboutText": "Karmaveer Bhaurao Patil ( Marathi - कर्मवीर भाऊराव पाटील) (September 22, 1887 - May 9, 1959), born in Kumbhoj, Kolhapur, was a social activist and educator in Maharashtra, India. A strong advocate of mass education, he founded the Rayat Education Society. Bhaurao played an important role in educating backward castes and low income people by coining the philosophy earn and learn.",
      "pageId": 15144460,
      "monthDay": "09/22"
    },
    {
      "year": "1894",
      "uri": "/wiki/Elisabeth_Rethberg",
      "name": "Elisabeth Rethberg",
      "aboutText": "Frank George Woollard MBE (22 September 1883 – 22 December 1957), was a British mechanical engineer who worked for nearly three decades in the British motor industry in various roles in design, production, and management.",
      "pageId": 24559964,
      "monthDay": "09/22"
    },
    {
      "year": "1895",
      "uri": "/wiki/Paul_Muni",
      "name": "Paul Muni",
      "aboutText": "Ferenc Oslay (Slovene: Franc Ošlaj, Prekmurian: Ferenc Ošlaj, or Ošlay) (September 22, 1883 – April 22, 1932) was a Hungarian-Slovene (Prekmurian) historian, writer, Trianon irredenta and propagandist.\nBorn in Filovci, Slovene to a minor noble family he attended elementary school in Puconci and received further education in Budapest. Oslay researched the Slovene March (Prekmurje) and published in the irredentistic Domovina of Sándor Mikola.",
      "pageId": 35171420,
      "monthDay": "09/22"
    },
    {
      "year": "1896",
      "uri": "/wiki/Uri_Zvi_Greenberg",
      "name": "Uri Zvi Greenberg",
      "aboutText": "Maurice C. Blanchot (French: [blɑ̃ʃo]; 22 September 1907 – 20 February 2003) was a French writer, philosopher, and literary theorist. His work had a strong influence on post-structuralist philosophers such as Jacques Derrida.",
      "pageId": 257193,
      "monthDay": "09/22"
    },
    {
      "year": "1896",
      "uri": "/wiki/Henry_Segrave",
      "name": "Henry Segrave",
      "aboutText": "Joseph Michael \"Joe Cargo\" Valachi (September 22, 1903 – April 3, 1971), Italian American, also known as \"Charles Charbano\" and \"Anthony Sorge\", was the first Mafia member to publicly acknowledge the existence of the Mafia.",
      "pageId": 322495,
      "monthDay": "09/22"
    },
    {
      "year": "1898",
      "uri": "/wiki/Katharine_Alexander",
      "name": "Katharine Alexander",
      "aboutText": "John Houseman (born Jacques Haussmann; September 22, 1902 – October 31, 1988) was a Romanian-born British-American actor and producer who became known for his highly publicized collaboration with director Orson Welles from their days in the Federal Theatre Project through to the production of Citizen Kane. He is perhaps best known for his role as Professor Charles W. Kingsfield in the film The Paper Chase (1973), for which he won the Academy Award for Best Supporting Actor. He reprised his role as Kingsfield in the subsequent television series adaptation of The Paper Chase.",
      "pageId": 323164,
      "monthDay": "09/22"
    },
    {
      "year": "1900",
      "uri": "/wiki/Paul_Hugh_Emmett",
      "name": "Paul Hugh Emmett",
      "aboutText": "Ilse Koch (German: [kɔχ]; née Margarete Ilse Köhler; 22 September 1906 – 1 September 1967) was the wife of Karl-Otto Koch, commandant of the Nazi concentration camps Buchenwald (1937–1941) and Majdanek (1941–1943). She was one of the first prominent Nazis to be tried by the U.S. military.\nAfter the trial received worldwide media attention, survivor accounts of her actions resulted in other authors describing her abuse of prisoners as sadistic, and the image of her as \"the concentration camp murderess\" was current in post-war German society.",
      "pageId": 341299,
      "monthDay": "09/22"
    },
    {
      "year": "1900",
      "uri": "/wiki/Sergey_Ozhegov",
      "name": "Sergey Ozhegov",
      "aboutText": "Eugen Sänger (22 September 1905 – 10 February 1964) was an Austrian aerospace engineer best known for his contributions to lifting body and ramjet technology.",
      "pageId": 437615,
      "monthDay": "09/22"
    },
    {
      "year": "1900",
      "uri": "/wiki/William_Spratling",
      "name": "William Spratling",
      "aboutText": "Sergey Ivanovich Ozhegov (Russian: Серге́й Ива́нович О́жегов; 22 September 1900 – 15 December 1964) was a Russian lexicographer who in 1926 graduated from the Leningrad University where his teachers included Lev Shcherba and Viktor Vinogradov.\nIn 1935–1940, Ozhegov contributed to Dmitry Ushakov's four-volume explanatory dictionary of the Russian language. His main piece of work, the Dictionary and Culture of Russian Speech (\"Словарь и культура русской речи\"), as updated and corrected by Natalia Shvedova, is the most widely used reference for the Russian language today.",
      "pageId": 548887,
      "monthDay": "09/22"
    },
    {
      "year": "1901",
      "uri": "/wiki/Charles_Brenton_Huggins",
      "name": "Charles Brenton Huggins",
      "aboutText": "Philip Fotheringham-Parker (22 September 1907 in Beckenham, Kent – 15 October 1981 in Beckley, East Sussex) was a racing driver from England. He participated in the 1951 British Grand Prix driving a privately run Maserati 4CL, but retired from the race after a problem with an oil pipe, scoring no championship points. Later that year, he won a minor Formula One race at Winfield with this car.",
      "pageId": 1235575,
      "monthDay": "09/22"
    },
    {
      "year": "1902",
      "uri": "/wiki/John_Houseman",
      "name": "John Houseman",
      "aboutText": "György Faludy (September 22, 1910, Budapest – September 1, 2006, Budapest), sometimes anglicized as George Faludy, was a Hungarian-born poet, writer and translator.",
      "pageId": 1327422,
      "monthDay": "09/22"
    },
    {
      "year": "1903",
      "uri": "/wiki/Joseph_Valachi",
      "name": "Joseph Valachi",
      "aboutText": "Charles Brenton Huggins (September 22, 1901 – January 12, 1997) was a Canadian-American physician, physiologist and cancer researcher at the University of Chicago specializing in prostate cancer. He was awarded the 1966 Nobel Prize for Physiology or Medicine for discovering in 1941 that hormones could be used to control the spread of some cancers. This was the first discovery that showed that cancer could be controlled by chemicals.",
      "pageId": 1535569,
      "monthDay": "09/22"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ellen_Church",
      "name": "Ellen Church",
      "aboutText": "Uri Zvi Greenberg (Hebrew: אורי צבי גרינברג‎; September 22, 1896 – May 8, 1981) was an acclaimed Israeli poet and journalist who wrote in Yiddish and Hebrew.",
      "pageId": 1600840,
      "monthDay": "09/22"
    },
    {
      "year": "1905",
      "uri": "/wiki/Haakon_Lie",
      "name": "Haakon Lie",
      "aboutText": "William Spratling (September 22, 1900 – August 7, 1967) was an American-born silver designer and artist, best known for his influence on 20th century Mexican silver design.",
      "pageId": 2005996,
      "monthDay": "09/22"
    },
    {
      "year": "1905",
      "uri": "/wiki/Eugen_S%C3%A4nger",
      "name": "Eugen Sänger",
      "aboutText": "Haakon Steen Lie (22 September 1905 – 25 May 2009) was a Norwegian politician who served as party secretary for the Norwegian Labour Party from 1945 to 1969. Coming from humble origins, he became involved in the labour movement at an early age, and quickly rose in the party system. After actively working for the resistance movement and the exiled government during World War II, he was elected to the second-highest position in the party after the war, and his years in office were the most successful in the party's history.",
      "pageId": 2697507,
      "monthDay": "09/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Ilse_Koch",
      "name": "Ilse Koch",
      "aboutText": "Paul Hugh Emmett (September 22, 1900 – April 22, 1985) was an American chemical engineer.",
      "pageId": 3465596,
      "monthDay": "09/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Maurice_Blanchot",
      "name": "Maurice Blanchot",
      "aboutText": "Sir Henry O'Neil de Hane Segrave (22 September 1896 – 13 June 1930) was famous for setting three land speed records and the water speed record. He was the first person to hold both the land and water speed records simultaneously. He was the first person to travel at over 200 mph (320 km/h) in a land vehicle.",
      "pageId": 4396132,
      "monthDay": "09/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Philip_Fotheringham-Parker",
      "name": "Philip Fotheringham-Parker",
      "aboutText": "Hermann Schlichting (22 September 1907 – 15 June 1982) was a German fluid dynamics engineer.",
      "pageId": 5171326,
      "monthDay": "09/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hermann_Schlichting",
      "name": "Hermann Schlichting",
      "aboutText": "Ellen Church (September 22, 1904 – August 22, 1965) was the first female flight attendant.\n^ \"Ellen Church\".",
      "pageId": 6734436,
      "monthDay": "09/22"
    },
    {
      "year": "1908",
      "uri": "/wiki/Esphyr_Slobodkina",
      "name": "Esphyr Slobodkina",
      "aboutText": "Esphyr Slobodkina (September 22, 1908 – July 21, 2002) was a popular artist, author, and illustrator, best known for her classic children's picture book Caps for Sale (see image).",
      "pageId": 7129112,
      "monthDay": "09/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/John_Engstead",
      "name": "John Engstead",
      "aboutText": "John Engstead (22 September 1909 in California - 15 April 1983 in West Hollywood, California ) was an American photographer. Engstead began his career in 1926, when he was hired as an office boy by Paramount Pictures' head of studio publicity, Harold Harley.\nIn 1927, Engstead pleased his boss by arranging a photo session for actress Clara Bow with photographer Otto Dyar using an outdoor setting which was unusual at that time.",
      "pageId": 8902801,
      "monthDay": "09/22"
    },
    {
      "year": "1910",
      "uri": "/wiki/Gy%C3%B6rgy_Faludy",
      "name": "György Faludy",
      "aboutText": "Herbert Franz Mataré (22 September 1912 – 2 September 2011) was a German physicist. The focus of his research was the field of semiconductor research. His best-known work is the first functional \"European\" transistor, which he developed and patented together with Heinrich Welker in the vicinity of Paris in 1948, at the same time and independently from the Bell Labs engineers.",
      "pageId": 15264548,
      "monthDay": "09/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/Herbert_Matar%C3%A9",
      "name": "Herbert Mataré",
      "aboutText": "Katharine Alexander (September 22, 1898 – January 10, 1981) was an American actress. She appeared in 44 films between 1930 and 1951.\nShe was born in Fort Smith, Arkansas and died in Tryon, North Carolina.",
      "pageId": 18700830,
      "monthDay": "09/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/Martha_Scott",
      "name": "Martha Scott",
      "aboutText": "William Harrison Riker (September 22, 1920 – June 26, 1993) was an American political scientist who applied game theory and mathematics to political science.",
      "pageId": 37554,
      "monthDay": "09/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lillian_Chestney",
      "name": "Lillian Chestney",
      "aboutText": "Martha Ellen Scott (September 22, 1912 – May 28, 2003) was an American actress. She was featured in major films like Cecil B. DeMille's The Ten Commandments (1956), and William Wyler's Ben-Hur (1959).",
      "pageId": 180984,
      "monthDay": "09/22"
    },
    {
      "year": "1915",
      "uri": "/wiki/Grigory_Frid",
      "name": "Grigory Frid",
      "aboutText": "Daniel Abse, CBE FRSL (22 September 1923 – 28 September 2014) was a Welsh poet.",
      "pageId": 207980,
      "monthDay": "09/22"
    },
    {
      "year": "1915",
      "uri": "/wiki/Arthur_Lowe",
      "name": "Arthur Lowe",
      "aboutText": "Hans Fritz Scholl (22 September 1918 – 22 February 1943) was a founding member of the White Rose resistance movement in Nazi Germany. Along with his sister Sophie, he was executed by the Nazis.",
      "pageId": 240873,
      "monthDay": "09/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/Hans_Scholl",
      "name": "Hans Scholl",
      "aboutText": "Arthur Lowe (22 September 1915 – 15 April 1982) was an English actor. His career spanned over thirty years, including starring roles in numerous theatre and television productions. He is best known for playing Captain Mainwaring in the British sitcom Dad's Army from 1968 until 1977.",
      "pageId": 251481,
      "monthDay": "09/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/Henryk_Szeryng",
      "name": "Henryk Szeryng",
      "aboutText": "Rosamunde Pilcher, OBE (née Scott; born 22 September 1924) is a British writer of several short-stories and 28 romance novels and mainstream women's fiction from 1949 to 2000, when she retired from writing. Early in her career she was also published under the pen name Jane Fraser.",
      "pageId": 261384,
      "monthDay": "09/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/Eric_Baker_(activist)",
      "name": "Eric Baker",
      "aboutText": "Henryk Szeryng (usually pronounced HEN-rik SHEH-ring) (22 September 1918 – 3 March 1988) was a Polish-Mexican violinist and composer.",
      "pageId": 325006,
      "monthDay": "09/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/Anders_Lassen",
      "name": "Anders Lassen",
      "aboutText": "Robert Granville \"Bob\" Lemon (September 22, 1920 – January 11, 2000) was an American right-handed pitcher and manager in Major League Baseball (MLB). Lemon was elected to the National Baseball Hall of Fame as a player in 1976.\nLemon was raised in California where he played high school baseball and was the state player of the year in 1938.",
      "pageId": 541631,
      "monthDay": "09/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bob_Lemon",
      "name": "Bob Lemon",
      "aboutText": "Anders Frederik Emil Victor Schau Lassen VC, MC & Two Bars (22 September 1920 – 9 April 1945) was a highly decorated Danish soldier who was a recipient of the British Victoria Cross in the Second World War. He was posthumously awarded the United Kingdom's highest gallantry award for his actions during Operation Roast on 8 April 1945 at Lake Comacchio in Italy in the final weeks of the Italian Campaign.\nThe Danish officer was ordered to lead a raid that would give the impression that a major landing was being undertaken.",
      "pageId": 858811,
      "monthDay": "09/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/William_H._Riker",
      "name": "William H. Riker",
      "aboutText": "Charles William James Keeping (22 September 1924 – 16 May 1988) was a British illustrator, children's book author and lithographer. He first came to prominence with his illustrations of Rosemary Sutcliff's historical novels for children, and he created more than twenty picture books. He also illustrated the complete works of Charles Dickens for the Folio Society.",
      "pageId": 1233381,
      "monthDay": "09/22"
    },
    {
      "year": "1921",
      "uri": "/wiki/Will_Elder",
      "name": "Will Elder",
      "aboutText": "William Elder (September 22, 1921 – May 14, 2008) was an American illustrator and comic book artist who worked in numerous areas of commercial art but is best known for a zany cartoon style that helped launch Harvey Kurtzman's Mad comic book in 1952.\nPlayboy publisher Hugh Hefner said, \"He was a zany, and a lovable one.\" Longtime Mad writer-cartoonist Al Jaffee called Elder \"Absolutely brilliant... he was the star from the beginning.",
      "pageId": 1549955,
      "monthDay": "09/22"
    },
    {
      "year": "1922",
      "uri": "/wiki/David_Sive",
      "name": "David Sive",
      "aboutText": "David Sive (September 22, 1922 – March 12, 2014) was an attorney, environmentalist, and professor of environmental law, who has been recognized as a pioneer in the field of United States environmental law.",
      "pageId": 2717498,
      "monthDay": "09/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dannie_Abse",
      "name": "Dannie Abse",
      "aboutText": "Grigory Samuilovich Frid also Grigori Fried (Russian: Григо́рий Самуи́лович Фри́д, September 22,N.S. 1915 – September 22, 2012) was a Russian composer of music written in many different genres, including chamber opera.\nBorn in Petrograd, now St. Petersburg, Frid studied in the Moscow Conservatory with Heinrich Litinsky and Vissarion Shebalin.",
      "pageId": 2823686,
      "monthDay": "09/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bernard_Gauthier",
      "name": "Bernard Gauthier",
      "aboutText": "Eric Baker (22 September 1920 – 11 July 1976) was a British activist and one of the founders of the human rights group Amnesty International, and the second general secretary of the organization. He was also a founder of the Campaign for Nuclear Disarmament.\nBaker was a member of the Religious Society of Friends (Quakers), and served as head of the Quaker Peace and Social Witness, an organization of Quakers in Britain working to promote and practise the Quaker testimonies of peace, equality, simplicity and truth.",
      "pageId": 3002134,
      "monthDay": "09/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Charles_Keeping",
      "name": "Charles Keeping",
      "aboutText": "John William Middendorf II (born September 22, 1924) is a former Republican United States diplomat and Secretary of the Navy.",
      "pageId": 3301852,
      "monthDay": "09/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Rosamunde_Pilcher",
      "name": "Rosamunde Pilcher",
      "aboutText": "Eliza Virginia Capers (September 22, 1925 – May 6, 2004) was an American actress She won the Tony Award for Best Lead Actress in a Musical in 1974 for her performance as Lena Younger in Raisin, a musical version of Lorraine Hansberry's play A Raisin in the Sun.",
      "pageId": 9997178,
      "monthDay": "09/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Charles_Waterhouse_(artist)",
      "name": "Charles Waterhouse",
      "aboutText": "Bernard Gauthier (born 22 September 1924 in Beaumont-Monteux) is a retired French road racing cyclist, who was professional from 1947 to 1961.",
      "pageId": 11711905,
      "monthDay": "09/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/J._William_Middendorf",
      "name": "J. William Middendorf",
      "aboutText": "Charles Waterhouse (September 22, 1924 – November 16, 2013) was an American painter, illustrator and sculptor renowned for using United States Marine Corps historical themes as the motif for his works.",
      "pageId": 16497148,
      "monthDay": "09/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ray_Wetzel",
      "name": "Ray Wetzel",
      "aboutText": "Found spouse, Ray Wetzel (September 22, 1924 – August 17, 1951) was an American jazz trumpeter. Critic Scott Yanow described him as \"greatly admired by his fellow trumpeters\".",
      "pageId": 17345131,
      "monthDay": "09/22"
    },
    {
      "year": "1925",
      "uri": "/wiki/Virginia_Capers",
      "name": "Virginia Capers",
      "aboutText": "Lillian Chestney (September 22, 1913 – August 6, 2000) was an American illustrator and painter. She studied in New York City and illustrated children's books, comic books (during the Golden Age of Comic Books), and magazine and book covers at a time when few women held artist positions in the industry.\nLater in life she painted waterfront scenes in Eastern Canada and Northeastern America.",
      "pageId": 37508784,
      "monthDay": "09/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/Maria_Charles",
      "name": "Maria Charles",
      "aboutText": "George Kenneth Hotson Younger, 4th Viscount Younger of Leckie, KT, KCVO, TD, PC (22 September 1931 – 26 January 2003) was a British politician and banker, born in Stirling, Scotland.",
      "pageId": 176026,
      "monthDay": "09/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/Leila_Hadley",
      "name": "Leila Hadley",
      "aboutText": "James Morris Lawson, Jr. (born September 22, 1928) is an American activist and university professor. He was a leading theoretician and tactician of nonviolence within the American Civil Rights Movement.",
      "pageId": 324611,
      "monthDay": "09/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bill_Smith_(jazz_musician)",
      "name": "Bill Smith",
      "aboutText": "Algirdas Mykolas Brazauskas ([ˈɐ̂ˑlʲɡʲɪrd̪ɐs̪ ˈmʲîːkoːɫɐs̪ brɐˈz̪ɐ̂ˑʊs̪kɐs̪], 22 September 1932 – 26 June 2010) was the first President of a newly independent post-Soviet Lithuania from 1993 to 1998 and Prime Minister from 2001 to 2006.",
      "pageId": 394993,
      "monthDay": "09/22"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gordon_Astall",
      "name": "Gordon Astall",
      "aboutText": "Thomas Cullen Davis (born September 22, 1933, Fort Worth, Texas) is an American oil heir. At the time of his trial, he was the wealthiest man to have stood trial for murder in the United States. The prosecution alleged that he forced a 12-year-old girl into the basement of her home, making her kneel before shooting her dead.",
      "pageId": 406185,
      "monthDay": "09/22"
    },
    {
      "year": "1927",
      "uri": "/wiki/Colette_Der%C3%A9al",
      "name": "Colette Deréal",
      "aboutText": "Jens Ingemar Johansson (September 22, 1932 – January 30, 2009) was a Swedish boxer and former heavyweight champion of the world. Johansson was the fifth heavyweight champion born outside the United States. In 1959 he defeated Floyd Patterson by TKO in the third round, after flooring Patterson seven times in that round, to win the World Heavyweight Championship.",
      "pageId": 515421,
      "monthDay": "09/22"
    },
    {
      "year": "1927",
      "uri": "/wiki/Tommy_Lasorda",
      "name": "Tommy Lasorda",
      "aboutText": "Joni James (born Joan Carmella Babbo, September 22, 1930, Chicago, Illinois) is an American singer of traditional pop music.",
      "pageId": 537467,
      "monthDay": "09/22"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eric_Broadley",
      "name": "Eric Broadley",
      "aboutText": "Thomas Charles \"Tommy\" Lasorda (born September 22, 1927) is a former Major League baseball player who has had a lengthy career in sports management. In 2009, he marked his sixth decade in one capacity or another with the Brooklyn/Los Angeles Dodgers organization, the longest non-continuous (he played one season with the Kansas City Athletics) tenure anyone has had with the team, edging Dodger broadcaster Vin Scully by a single season. He was inducted into the National Baseball Hall of Fame as a manager in 1997.",
      "pageId": 742165,
      "monthDay": "09/22"
    },
    {
      "year": "1928",
      "uri": "/wiki/James_Lawson_(American_activist)",
      "name": "James Lawson",
      "aboutText": "Fay Weldon CBE FRSL (born 22 September 1931) is an English author, essayist and playwright, whose work has been associated with feminism.",
      "pageId": 826812,
      "monthDay": "09/22"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eugene_Roche",
      "name": "Eugene Roche",
      "aboutText": "Eugene Harrison Roche (September 22, 1928 – July 28, 2004) was an American actor.",
      "pageId": 907621,
      "monthDay": "09/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Serge_Garant",
      "name": "Serge Garant",
      "aboutText": "Ashokamitran (born September 22, 1931) is one of the most influential figures in post-independent Tamil literature. He began his literary career with the prize winning play \"Anbin Parisu\", followed by many short stories, novellas and novels. A distinguished essayist and critic, he is the editor of the literary journal \"Kanaiyaazhi\".",
      "pageId": 1064055,
      "monthDay": "09/22"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joni_James",
      "name": "Joni James",
      "aboutText": "Prathivadi Bhayankara Sreenivas (22 September 1930 – 14 April 2013), was a veteran playback singer from India. He was born in Kakinada in East Godavri District of Andhra Pradesh. He had sung around 3000 songs in Kannada, Telugu, Tamil, Hindi, Malayalam, Tulu and Konkani films.",
      "pageId": 1103482,
      "monthDay": "09/22"
    },
    {
      "year": "1930",
      "uri": "/wiki/P._B._Sreenivas",
      "name": "P. B. Sreenivas",
      "aboutText": "Leonardo Balada (born September 22, 1933, in Barcelona, Catalonia, Spain), is a Catalan American composer, now teaching and composing in Pittsburgh, Pennsylvania.",
      "pageId": 1385415,
      "monthDay": "09/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ashokamitran",
      "name": "Ashokamitran",
      "aboutText": "Serge Garant, OC (September 22, 1929 – November 1, 1986) was a Canadian composer, conductor, professor of music at the University of Montreal and radio host of Musique de notre siècle on Radio-Canada. In 1966 he cofounded with Jean Papineau-Couture, Maryvonne Kendergi, Wilfrid Pelletier and Hugh Davidson the Société de musique contemporaine du Québec. In 1979, he was made an Officer of the Order of Canada.The Prix Serge-Garant was created in his honor by the Fondation Émile Nelligan.",
      "pageId": 2121213,
      "monthDay": "09/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/Fay_Weldon",
      "name": "Fay Weldon",
      "aboutText": "Maria Charles (born 22 September 1929) is an English film, television and stage actress, director and comedienne. She is probably best known for her TV performance as the overbearing mother in the ITV sitcom Agony. Charles has also appeared on the stage in original West End productions including musicals by Stephen Sondheim, Charles Strouse and Sandy Wilson.",
      "pageId": 4569145,
      "monthDay": "09/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/George_Younger,_4th_Viscount_Younger_of_Leckie",
      "name": "George Younger, 4th Viscount Younger of Leckie",
      "aboutText": "William Overton Smith (born September 22, 1926), better known as Bill Smith, is a U.S. clarinetist and composer. He has worked extensively in modern classical music, Third Stream and jazz, and is perhaps best known for having played with pianist Dave Brubeck intermittently from the 1940s to the early 2000s.",
      "pageId": 5053012,
      "monthDay": "09/22"
    },
    {
      "year": "1932",
      "uri": "/wiki/Algirdas_Brazauskas",
      "name": "Algirdas Brazauskas",
      "aboutText": "Gordon Astall (born 22 September 1927) is an English former professional footballer. He played as an outside right, and represented the Football League, the England B team and played twice for the full England side. At club level he made 456 appearances in the Football League.",
      "pageId": 5545460,
      "monthDay": "09/22"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ingemar_Johansson",
      "name": "Ingemar Johansson",
      "aboutText": "Eric Broadley MBE (born 22 September 1928) is a British entrepreneur, engineer, and founder and former chief designer of Lola Cars, the motor racing manufacturer and engineering company. He is arguably one of the most influential automobile designers of the post-war period, and over the years Lola has had a hand in many high-profile projects in Formula One, IndyCar, and sports car racing.",
      "pageId": 7887645,
      "monthDay": "09/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Leonardo_Balada",
      "name": "Leonardo Balada",
      "aboutText": "Carmelo Simeone \"Cholo\", (September 22, 1934 – October 11, 2014) was an Argentine football defender who won three league championships with Boca Juniors and played for the Argentina national team.",
      "pageId": 16275028,
      "monthDay": "09/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/T._Cullen_Davis",
      "name": "T. Cullen Davis",
      "aboutText": "Leila Hadley (22 September 1925  – 10 February 2009) was an American travel writer and socialite.",
      "pageId": 21543056,
      "monthDay": "09/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Carmelo_Simeone",
      "name": "Carmelo Simeone",
      "aboutText": "Colette Deréal (born Colette Denise de Glarélial, 22 September 1927 in Saint-Cyr-l'École, Seine-et-Oise (now Yvelines), France and died 12 April 1988 in Monaco) was a French actress and singer.",
      "pageId": 25500187,
      "monthDay": "09/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jesco_von_Puttkamer",
      "name": "Jesco von Puttkamer",
      "aboutText": "Anna Karina (born Hanne Karin Blarke Bayer; 22 September 1940) is a Danish-French citizen, film actress, director, and screenwriter who has spent most of her working life in France. She is known as a muse of the director Jean-Luc Godard, one of the pioneers of the French New Wave. Her notable collaborations with Godard include The Little Soldier (1960), A Woman Is a Woman (1961), Vivre sa vie (1962), and Alphaville (1965).",
      "pageId": 250637,
      "monthDay": "09/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jack_McGregor",
      "name": "Jack McGregor",
      "aboutText": "David Joel Stern (born September 22, 1942) is the former commissioner of the National Basketball Association. He started with the Association in 1966 as an outside counsel, joined the NBA in 1978 as General Counsel, and became the league's Executive Vice President in 1980. He became Commissioner in 1984, succeeding Larry O'Brien.",
      "pageId": 287571,
      "monthDay": "09/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Lute_Olson",
      "name": "Lute Olson",
      "aboutText": "Eugene L. Mingo (born September 22, 1938) is a former professional American football player who played several positions including halfback, placekicker, and return specialist. He is widely recognized as the first African American placekicker in American football.\nIn 1960, he had the first punt return for a touchdown in the American Football League, for the Denver Broncos.",
      "pageId": 329547,
      "monthDay": "09/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/T._Somasekaram",
      "name": "T. Somasekaram",
      "aboutText": "Junko Tabei (田部井 淳子, Tabei Junko, born September 22, 1939) is a Japanese mountain-climber who, on May 16, 1975, became the first woman to reach the summit of Mount Everest.",
      "pageId": 451996,
      "monthDay": "09/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Maurice_Evans_(footballer)",
      "name": "Maurice Evans",
      "aboutText": "George Erik Rupp (born September 22, 1942) is an American educator and theologian, the former President of Rice University and later of Columbia University, and president of the International Rescue Committee from July 2002 to August 2013.\n^ Kleinfield, N. R. (1993-02-02). \"Man in the News; Theologian as Educator: George Erik Rupp\".",
      "pageId": 747678,
      "monthDay": "09/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gene_Mingo",
      "name": "Gene Mingo",
      "aboutText": "Robert Luther \"Lute\" Olson (born September 22, 1934) is a retired American men's basketball coach. He was most recently head coach at the University of Arizona for 25 years. He was also head coach at the University of Iowa for nine years and California State University, Long Beach for one season.",
      "pageId": 1492440,
      "monthDay": "09/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bogdan_Baltazar",
      "name": "Bogdan Baltazar",
      "aboutText": "Jesco Hans Heinrich Max Freiherr von Puttkamer (September 22, 1933 – December 27, 2012) was a German-American aerospace engineer and senior NASA manager from Leipzig.\nHe belonged to a widely extended noble family, von Puttkamer.",
      "pageId": 1630499,
      "monthDay": "09/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Deborah_Lavin",
      "name": "Deborah Lavin",
      "aboutText": "Fung Wang-yuen (22 September 1942 – 4 February 2014), better known by his stage name Wu Ma, was a Hong Kong actor, director, producer and writer born in Tianjin, Republic of China.",
      "pageId": 2200128,
      "monthDay": "09/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gilbert_E._Patterson",
      "name": "Gilbert E. Patterson",
      "aboutText": "Gilbert Earl Patterson (September 22, 1939 – March 20, 2007) was an American Pentecostal-Holiness, Charismatic minister who served as the international Presiding Bishop and Chief Apostle of the Church of God in Christ (COGIC), Inc.",
      "pageId": 4297805,
      "monthDay": "09/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Junko_Tabei",
      "name": "Junko Tabei",
      "aboutText": "Maurice George Evans (22 September 1936 – 18 August 2000) was a football player with Reading Football Club, and later manager of Shrewsbury, Reading and Oxford United.\nEvans was born in Didcot (now in Oxfordshire, but then in Berkshire) in 1936. He signed for Reading in 1952 as a ground staff junior, aged just 16.",
      "pageId": 5104955,
      "monthDay": "09/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/Anna_Karina",
      "name": "Anna Karina",
      "aboutText": "Anna Tomowa-Sintow (Bulgarian: Анна Томова-Синтова, by official transliteration Anna Tomova-Sintova, born September 22, 1941, in Stara Zagora, Bulgaria) is a Bulgarian soprano who has sung to great acclaim in all the major opera houses around the world in a repertoire that includes Mozart, Rossini, Verdi, Puccini, Wagner, and Strauss. She enjoyed a particularly close professional relationship with conductor Herbert von Karajan from 1973 until the conductor's death in 1989.\nTomowa-Sintow began studying piano at age six.",
      "pageId": 6297170,
      "monthDay": "09/22"
    },
    {
      "year": "1941",
      "uri": "/wiki/Anna_Tomowa-Sintow",
      "name": "Anna Tomowa-Sintow",
      "aboutText": "Candida Rose Lycett Green (née Betjeman; 22 September 1942 – 19 August 2014) was a British author who wrote sixteen books including English Cottages, Goodbye London, The Perfect English House, Over the Hills and Far Away and The Dangerous Edge of Things. Her television documentaries included The Englishwoman and the Horse, and The Front Garden. Unwrecked England, based on a regular column of the same name she wrote for The Oldie since 1992, was published in 2009.",
      "pageId": 7097918,
      "monthDay": "09/22"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jeremiah_Wright",
      "name": "Jeremiah Wright",
      "aboutText": "Jeremiah Alvesta Wright, Jr. (born September 22, 1941) is an American pastor who is Pastor Emeritus of Trinity United Church of Christ (TUCC) in Chicago, with a congregation exceeding 6,000. In early 2008, Wright retired after 36 years as the Senior Pastor and no longer has daily responsibilities at the church.",
      "pageId": 7385288,
      "monthDay": "09/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Candida_Lycett_Green",
      "name": "Candida Lycett Green",
      "aboutText": "Marlena Shaw (born Marlina Burgess, September 22, 1942, New Rochelle, New York, United States) is an American singer. Shaw began her singing career in the 1960s and is still singing today.",
      "pageId": 7708477,
      "monthDay": "09/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Wu_Ma",
      "name": "Wu Ma",
      "aboutText": "Jack Edwin McGregor (born September 22, 1934) is a former Pennsylvania State Senator from Pittsburgh and the founder of the National Hockey League's Pittsburgh Penguins. He currently resides in Bridgeport, Connecticut where he serves as counsel to Cohen and Wolf, P.C. as an advisor to companies looking to create business opportunities in the Bridgeport region.",
      "pageId": 19764300,
      "monthDay": "09/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/George_Erik_Rupp",
      "name": "George Erik Rupp",
      "aboutText": "Deborah Margaret Lavin, FRSA (born 22 September 1939) is a South African academic and historian, resident in the United Kingdom for most of her career.",
      "pageId": 24274898,
      "monthDay": "09/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rub%C3%A9n_Salazar_G%C3%B3mez",
      "name": "Rubén Salazar Gómez",
      "aboutText": "Antonia Christina Basilotta (born September 22, 1943), better known by her stage name Toni Basil, is an American singer-songwriter, actress, filmmaker, film director, choreographer, and dancer, best known for her multi-million selling worldwide No. 1 hit \"Mickey\" from 1982.",
      "pageId": 24856654,
      "monthDay": "09/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Marlena_Shaw",
      "name": "Marlena Shaw",
      "aboutText": "Rubén Salazar Gómez (born 22 September 1942) is Cardinal, and current Archbishop of Bogotá since his installation on 13 August 2010.",
      "pageId": 27978200,
      "monthDay": "09/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Stern",
      "name": "David Stern",
      "aboutText": "Bogdan Baltazar (22 September 1939 – 28 December 2012) was a leading Romanian banker and the first spokesman of the Romanian government following the fall of the communist regime.",
      "pageId": 38051494,
      "monthDay": "09/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Toni_Basil",
      "name": "Toni Basil",
      "aboutText": "Sri Lanka Sikhamani Thamotharam Somasekaram (22 September 1934 – 11 March 2010) was a leading Sri Lankan Tamil geographer and Surveyor General.",
      "pageId": 39548635,
      "monthDay": "09/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Barry_Cable",
      "name": "Barry Cable",
      "aboutText": "Captain Mark Anthony Peter Phillips CVO ADC(P) (born 22 September 1948) is an English Olympic gold-medal-winning horseman for Great Britain and ex-husband of Anne, Princess Royal, with whom he had two children.",
      "pageId": 179619,
      "monthDay": "09/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Paul_Hoffert",
      "name": "Paul Hoffert",
      "aboutText": "Paul Le Mat (born September 22, 1945) is an American actor who first came to prominence in the 1973 film American Graffiti, for which he won the Golden Globe Award for New Star Of The Year - Actor.",
      "pageId": 221588,
      "monthDay": "09/22"
    },
    {
      "year": "1944",
      "uri": "/wiki/Brian_Gibson_(director)",
      "name": "Brian Gibson",
      "aboutText": "David Coverdale (born 22 September 1951) is an English rock singer most famous for his work with Whitesnake, the commercially successful hard rock band he founded in 1978. Before Whitesnake, Coverdale was the lead singer of Deep Purple from late 1973 to 15 March 1976, when he resigned from the band and established his solo career. A collaboration album with Jimmy Page, released in 1993, was a commercial and critical success.",
      "pageId": 331582,
      "monthDay": "09/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/King_Sunny_Ad%C3%A9",
      "name": "King Sunny Adé",
      "aboutText": "Denis Gabriel Burke (born 22 September 1948) was an Australian politician. A former soldier, he served as a Country Liberal Party member of the Northern Territory Legislative Assembly from 1994 to 2005. He spent two years as Chief Minister after succeeding Shane Stone, but oversaw the CLP's defeat at the 2001 election, ending 27 years of continuous CLP government in the Northern Territory.",
      "pageId": 352982,
      "monthDay": "09/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dan_Baker_(PA_announcer)",
      "name": "Dan Baker",
      "aboutText": "\"King\" Sunny Adé (born Sunday Adeniyi, 22 September 1946) is a Nigerian musician, singer-songwriter, multi-instrumentalist, and a pioneer of modern world music.",
      "pageId": 397042,
      "monthDay": "09/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Larry_Dierker",
      "name": "Larry Dierker",
      "aboutText": "Robert William \"Bob\" Goodlatte (/ˈɡʊdlæt/; born September 22, 1952) is a member of the United States House of Representatives for Virginia's 6th congressional district, serving since 1993.",
      "pageId": 435086,
      "monthDay": "09/22"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jo_Beverley",
      "name": "Jo Beverley",
      "aboutText": "Brian Gibson (22 September 1944 – 4 January 2004) was an English film director.",
      "pageId": 518132,
      "monthDay": "09/22"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Drewry",
      "name": "David Drewry",
      "aboutText": "Gary Frederick Holton (22 September 1952 – 25 October 1985) was an English singer-songwriter, musician and actor from London. He was the frontman of the band Heavy Metal Kids (1972–77), he worked with Casino Steel (1981–84), and played the part of Wayne in the UK television comedy Auf Wiedersehen, Pet (1983–85).",
      "pageId": 2106860,
      "monthDay": "09/22"
    },
    {
      "year": "1947",
      "uri": "/wiki/Robert_Morace",
      "name": "Robert Morace",
      "aboutText": "Kirill \"Kirka\" Babitzin (22 September 1950 – 31 January 2007) was a popular Finnish musician.",
      "pageId": 2119288,
      "monthDay": "09/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Denis_Burke_(Australian_politician)",
      "name": "Denis Burke",
      "aboutText": "James E. \"Hoss\" Cartwright (born September 22, 1949) is a retired United States Marine Corps four-star general who last served as the eighth Vice Chairman of the Joint Chiefs of Staff from August 31, 2007, to August 3, 2011. He previously served as the Commander, U.S. Strategic Command, from September 1, 2004, to August 10, 2007, and as Acting Commander, U.S. Strategic Command from July 9, 2004, to September 1, 2004. He retired from the Marine Corps on August 3, 2011, after nearly 40 years of service.",
      "pageId": 2230512,
      "monthDay": "09/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jim_Byrnes_(actor)",
      "name": "Jim Byrnes",
      "aboutText": "Jo Beverley, née Mary Josephine Dunn (born 22 September 1947 in Blackpool, Lancashire, England), is a prolific English-Canadian writer of historical and contemporary romance novels since 1988.\nHer works are regarded as well researched, filled with historical details and peopled by communities of interlinked characters, stretching the boundaries of the historical romantic fiction genre.",
      "pageId": 2586125,
      "monthDay": "09/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mark_Phillips",
      "name": "Mark Phillips",
      "aboutText": "Lawrence Edward Dierker (born September 22, 1946) is a former Major League Baseball pitcher, manager, and broadcaster. During a 14-year baseball career as a pitcher, he pitched from 1964–1977 for the Houston Colt .45s/Astros and the St. Louis Cardinals.",
      "pageId": 2643010,
      "monthDay": "09/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/James_Cartwright",
      "name": "James Cartwright",
      "aboutText": "Robert Morace (born September 22, 1947 in New York City, New York) is an American writer.\nHe has written several guide books on Scottish writers and has been featured in Scotland, giving talks on the writers he has featured in his books.\nDr Robert Morace Professor of English, B.A., M.S., SUNY College at Cortland; Ph.D., University of South Carolina.",
      "pageId": 2727484,
      "monthDay": "09/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_McGinty",
      "name": "Jim McGinty",
      "aboutText": "James Andrew (Jim) McGinty, AM (born 22 September 1949) was an Australian politician. He was a Labor member of the Western Australian Legislative Assembly from 1990 to 2009, representing the district of Fremantle. He was Labor Party leader and Leader of the Opposition from 1994 to 1996.",
      "pageId": 3745310,
      "monthDay": "09/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kirka",
      "name": "Kirka",
      "aboutText": "James Thomas Kevin \"Jim\" Byrnes (born September 22, 1948) is a blues musician, guitarist, and actor.",
      "pageId": 4849048,
      "monthDay": "09/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Coverdale",
      "name": "David Coverdale",
      "aboutText": "Dan Baker (born September 22, 1946) is an American public address announcer best known for many years as the voice of Veterans Stadium, Lincoln Financial Field, and Citizens Bank Park in Philadelphia, Pennsylvania.\nBaker has been the public address announcer for the Philadelphia Phillies since 1972 and Philadelphia Eagles from 1985 to 2014. He has served as a PA voice for five World Series (1980, 1983, 1993, 2008 and 2009), two Major League Baseball All Star Games (1976 and 1996), and three NFC Championship Games (2002, 2003, and 2004).",
      "pageId": 5001541,
      "monthDay": "09/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bobby_Radcliff",
      "name": "Bobby Radcliff",
      "aboutText": "Paul Matthew Hoffert, LLD, CM (born 22 September 1943 in Brooklyn, New York) is a recording artist, performer, media music composer, author, academic, and corporate executive. He studied mathematics and physics at the University of Toronto. He later studied music composition with Gordon Delamont.",
      "pageId": 5043599,
      "monthDay": "09/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bob_Goodlatte",
      "name": "Bob Goodlatte",
      "aboutText": "Barry Thomas Cable MBE (born 22 September 1943) is a former Australian rules footballer and coach. Considered one of the greatest rovers in the sport's history, he played over 400 games at senior level in the Western Australian Football League (WAFL) and the Victorian Football League (VFL), and later coached in both competitions.\nBorn in Narrogin, Western Australia, Cable made his debut with the Perth Football Club in the WANFL in 1962, and won the Sandover Medal as the fairest and best player in the competition in 1964.",
      "pageId": 9873048,
      "monthDay": "09/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gary_Holton",
      "name": "Gary Holton",
      "aboutText": "Bobby Radcliff (born Robert Radcliff Ewan, September 22, 1951, Washington, D.C.) is an American blues guitarist and singer.\nRadcliff was raised in Bethesda, Maryland, where he played in blues clubs after picking up the guitar at the age of 12. He also visited Chicago several times, where he met musicians such as Magic Sam.",
      "pageId": 22523708,
      "monthDay": "09/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Paul_Le_Mat",
      "name": "Paul Le Mat",
      "aboutText": "David John Drewry (born 22 September 1947, Grimsby) is a glaciologist and geophysicist who was described in the conferring of an honorary degree by Anglia Ruskin University in 1998 as having an \"outstanding reputation as an eminent scientist of international repute\". Drewry has also received several awards for his work. Since 1 July 2015 he is the Vice-President of the European University Association.",
      "pageId": 24298014,
      "monthDay": "09/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Oliver_%22Tuku%22_Mtukudzi",
      "name": "Oliver \"Tuku\" Mtukudzi",
      "aboutText": "Nicholas Edward \"Nick\" Cave (born 22 September 1957) is an Australian musician, songwriter, author, screenwriter, composer and occasional film actor. He is best known as the frontman of Nick Cave and the Bad Seeds, established in 1983, a group known for its diverse output and ever-evolving line-up. Prior to this, he fronted the Birthday Party, one of the most extreme and confrontational post-punk bands of the early 1980s.",
      "pageId": 87536,
      "monthDay": "09/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sukhumbhand_Paribatra",
      "name": "Sukhumbhand Paribatra",
      "aboutText": "Andrea Bocelli, OMRI, OMDSM (Italian pronunciation: [anˈdrɛːa boˈtʃɛlli]; born 22 September 1958) is an Italian classical tenor, recording artist and singer-songwriter. Born with poor eyesight, he became permanently blind at the age of 12 following a football accident.\nBocelli has recorded fourteen solo studio albums, of both pop and classical music, three greatest hits albums, and nine complete operas, selling over 150 million records worldwide.",
      "pageId": 451281,
      "monthDay": "09/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Fairbrass",
      "name": "Richard Fairbrass",
      "aboutText": "Deborah Anne \"Debby\" Boone (born September 22, 1956), is an American singer, author, and actress. She is best known for her 1977 hit, \"You Light Up My Life\", which spent ten weeks at No. 1 on the Billboard Hot 100 chart and led to her winning the Grammy Award for Best New Artist the following year.",
      "pageId": 542987,
      "monthDay": "09/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/S%C3%A9gol%C3%A8ne_Royal",
      "name": "Ségolène Royal",
      "aboutText": "Marie-Ségolène Royal (pronounced: [se.ɡɔ.lɛn ʁwa.jal]; born 22 September 1953), known as Ségolène Royal, is a French politician. A prominent member of the French Socialist Party, she was the Socialist candidate in the 2007 presidential election, but lost to Nicolas Sarkozy. She was the first woman in France to be nominated as a presidential candidate by a major party.",
      "pageId": 563982,
      "monthDay": "09/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Wohl_(actor)",
      "name": "David Wohl",
      "aboutText": "Sheryl Lynn Herring (born September 22, 1958 in Enid, Oklahoma) is an Albanian-American soap opera actress.",
      "pageId": 892956,
      "monthDay": "09/22"
    },
    {
      "year": "1954",
      "uri": "/wiki/Shari_Belafonte",
      "name": "Shari Belafonte",
      "aboutText": "Neil Patrick Cavuto (born September 22, 1958) is an American television anchor and commentator on the Fox Business Network and host of three television programs, Your World with Neil Cavuto and Cavuto on Business, both on the Fox News Channel and Cavuto on sister channel Fox Business Network.\nCavuto also tapes a nightly wrap-up of business news which airs on local FOX affiliates during the late news and has a syndicated radio business news segment that airs on weekday afternoons. He is the senior vice president and managing editor of business news for the Fox Business Network, and oversees content and business coverage.",
      "pageId": 958202,
      "monthDay": "09/22"
    },
    {
      "year": "1954",
      "uri": "/wiki/Randy_Lanier",
      "name": "Randy Lanier",
      "aboutText": "Douglas Arthur \"Doug\" Wimbish (born September 22, 1956) is an American bass player, primarily known for his studio work for the rap/hip hop label Sugarhill Records and his membership of the rock band Living Colour.",
      "pageId": 1120249,
      "monthDay": "09/22"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jeffrey_Leonard",
      "name": "Jeffrey Leonard",
      "aboutText": "Oliver \"Tuku\" Mtukudzi (born 22 September 1952 in Highfield, Harare) is a Zimbabwean musician, businessman, philanthropist, human rights activist and UNICEF Goodwill Ambassador for Southern Africa Region.",
      "pageId": 1236894,
      "monthDay": "09/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/Debby_Boone",
      "name": "Debby Boone",
      "aboutText": "Shari Lynn Belafonte (born September 22, 1954) is an American actress, model, writer and singer. The raspy-voiced daughter of singer Harry Belafonte, she is known for her role as Julie Gilette on the 1980s television series Hotel and as a spokesperson for the diet supplement Slim-Fast during the 1990s.",
      "pageId": 1779945,
      "monthDay": "09/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robert_Bowlin",
      "name": "Robert Bowlin",
      "aboutText": "Johnette Napolitano (born September 22, 1957, Hollywood, Los Angeles, California) is an American singer, songwriter and bassist best known as the lead vocalist/songwriter and bassist for the alternative rock group Concrete Blonde.",
      "pageId": 2010284,
      "monthDay": "09/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/Masayuki_Suzuki",
      "name": "Masayuki Suzuki",
      "aboutText": "Giuseppe Saronni (born 22 September 1957), also known as Beppe Saronni, is an Italian former racing cyclist.",
      "pageId": 2635529,
      "monthDay": "09/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/Doug_Wimbish",
      "name": "Doug Wimbish",
      "aboutText": "Jeffrey Leonard (born September 22, 1955) is an American former left fielder in Major League Baseball with a 14-year career from 1977 to 1990.",
      "pageId": 2795854,
      "monthDay": "09/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Carney",
      "name": "Steve Carney",
      "aboutText": "Richard Peter John Fairbrass (born 22 September 1953) is an English singer, bassist and TV presenter, best known as lead singer of the pop group Right Said Fred, which spawned a huge hit in the 1990s with the single \"I'm Too Sexy\". He has won two awards alongside his band at the Ivor Novello Awards.",
      "pageId": 4314218,
      "monthDay": "09/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nick_Cave",
      "name": "Nick Cave",
      "aboutText": "Randy Thomas Lanier (born 22 September 1954) is a former professional race car driver and convicted drug trafficker from the United States of America. He is notable for winning the 1984 IMSA Camel GT title as a wholly independent team, despite facing up to well funded and supported oppositions and the team's questionable source of income.",
      "pageId": 4825151,
      "monthDay": "09/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Johnette_Napolitano",
      "name": "Johnette Napolitano",
      "aboutText": "Mom Rajawongse Sukhumbhand Paripatra (Thai: ม.ร.ว.สุขุมพันธุ์ บริพัตร; rtgs: Sukhumphan Boriphat, Thai pronunciation: [sùʔkʰǔmpʰan bɔːríʔphát]; born 22 September 1952) is a Thai politician belonging to the Democrat Party.",
      "pageId": 6886758,
      "monthDay": "09/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Giuseppe_Saronni",
      "name": "Giuseppe Saronni",
      "aboutText": "Robert Bowlin (born September 22, 1956 in Pocahontas, Arkansas) is an award-winning American bluegrass and country musician.",
      "pageId": 17483639,
      "monthDay": "09/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andrea_Bocelli",
      "name": "Andrea Bocelli",
      "aboutText": "Christian Dozzler (born September 22, 1958, Vienna, Austria) is a blues, boogie woogie and zydeco multi-instrumentalist and singer from Austria, now based in the Dallas/Fort Worth (Texas) area. He plays piano, harmonica, accordion and organ, and writes most of his recorded material. He has been nicknamed \"Vienna Slim\".",
      "pageId": 17812555,
      "monthDay": "09/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Neil_Cavuto",
      "name": "Neil Cavuto",
      "aboutText": "Stephen \"Steve\" Carney (22 September 1957 – 6 May 2013) was an English professional footballer who played in the Football League as a defender for Newcastle United, Carlisle United, Darlington, Rochdale and Hartlepool United.\nCarney joined Newcastle United in October 1979 from Blyth Spartans for a £1,000 fee, made his debut on 1 December in a 2–0 win against Fulham in the Second Division, and left the club in 1985 on a free transfer to Darlington.\nHe died in 2013, aged 55, after a brief battle with pancreatic cancer.",
      "pageId": 18499691,
      "monthDay": "09/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Christian_Dozzler",
      "name": "Christian Dozzler",
      "aboutText": "David Wohl (born September 22, 1953; Brooklyn, New York) is an American theater, television and film actor.",
      "pageId": 23175272,
      "monthDay": "09/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lynn_Herring",
      "name": "Lynn Herring",
      "aboutText": "Masayuki Suzuki (鈴木雅之, Suzuki Masayuki, born on September 22, 1956 in Ota, Tokyo) is a Japanese singer best known as a former member of Rats & Star (previously called Chanels).",
      "pageId": 30863378,
      "monthDay": "09/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Joan_Jett",
      "name": "Joan Jett",
      "aboutText": "Bonnie Lynne Hunt (born September 22, 1961) is an American actress, director, producer, writer, host, and voice artist. Her most notable film roles have been in Beethoven (1992), Jumanji (1995), The Green Mile (1999), Cheaper by the Dozen (2003), and Return to Me (2000), which she also wrote and directed. She is also known for voice work in the Pixar films A Bug's Life (1998), Monsters, Inc.",
      "pageId": 163271,
      "monthDay": "09/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_Patton",
      "name": "Mark Patton",
      "aboutText": "Scott Vincent James Baio (/ˈbeɪ.oʊ/; born September 22, 1960) is an American actor and television director, best known for his roles as Chachi Arcola on the sitcom Happy Days and its spin-off Joanie Loves Chachi, the titular character on the sitcom Charles in Charge, the main character in the musical Bugsy Malone, and for his role as Dr. Jack Stewart in the medical-mystery-comedy-drama series Diagnosis: Murder.\nBaio has also appeared in various television programs as a guest star, several independent films, and starred on the Nickelodeon sitcom See Dad Run.",
      "pageId": 274386,
      "monthDay": "09/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tai_Babilonia",
      "name": "Tai Babilonia",
      "aboutText": "Liam Fox (born 22 September 1961) is a British Conservative politician, Member of Parliament (MP) for North Somerset, and former Secretary of State for Defence.\nFox studied medicine at the University of Glasgow and worked as a GP and Civilian Army Medical Officer before being elected as an MP in 1992. After holding several ministerial roles in John Major's Conservative government, Fox served as Constitutional Affairs Spokesman (1998–99), Shadow Health Secretary (1999–2003), Conservative Party chairman (2003–05), Shadow Foreign Secretary (2005) and Shadow Defence Secretary (2005–10).",
      "pageId": 357375,
      "monthDay": "09/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Saul_Perlmutter",
      "name": "Saul Perlmutter",
      "aboutText": "Joan Jett (born Joan Marie Larkin; September 22, 1958) is an American rock guitarist, singer, songwriter, producer and occasional actress, best known for her work with Joan Jett & the Blackhearts, preceded by success with The Runaways, including their hit song \"Cherry Bomb\". The Blackhearts' record \"I Love Rock 'n' Roll\", was No. 1 on the Billboard Hot 100 from March 20 to May 1, 1982.",
      "pageId": 359520,
      "monthDay": "09/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Scott_Baio",
      "name": "Scott Baio",
      "aboutText": "Catherine Oxenberg (Serbian: Катарина Оксенберг, born September 22, 1961) is an American actress best known for her performance as Amanda Carrington on the 1980s prime time soap opera Dynasty. The daughter of Princess Elizabeth of Yugoslavia, Oxenberg, though not noble or royal herself, is a descendant of the Serbian House of Karađorđević. She has dual citizenship, American and Serbian.",
      "pageId": 400718,
      "monthDay": "09/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ernest_Martin_(murderer)",
      "name": "Ernest Martin",
      "aboutText": "Diogo Briso Mainardi (Portuguese pronunciation: [dʒiˈoɡu majˈnaɾdʒi]; born September 22, 1962) is a Brazilian writer, journalist and TV commentator, mainly known for his articles in Brazil's largest weekly magazine, Veja.\nHe was born in São Paulo, where he finished high school. He went to London to study economics at the London School of Economics.",
      "pageId": 401648,
      "monthDay": "09/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Vince_Coleman",
      "name": "Vince Coleman",
      "aboutText": "Michael Torke (/ˈtɔrki/; born September 22, 1961) is an American composer who writes music influenced by jazz and minimalism.",
      "pageId": 421817,
      "monthDay": "09/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Liam_Fox",
      "name": "Liam Fox",
      "aboutText": "Ken Vandermark (born September 22, 1964 in Warwick, Rhode Island) is an American jazz composer and saxophone and clarinet player.\nA fixture on the Chicago-area music scene since the 1990s, Vandermark has earned wide critical praise for his playing and his multilayered compositions, which typically balance intricate orchestration with passionate improvisation. He has led or been a member of many groups, has collaborated with many other musicians, and was awarded a 1999 MacArthur Fellowship.",
      "pageId": 588726,
      "monthDay": "09/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bonnie_Hunt",
      "name": "Bonnie Hunt",
      "aboutText": "Tai Reina Babilonia (born September 22, 1959) is an American former pair skater. Together with Randy Gardner, she won the 1979 World Figure Skating Championships and five U.S. Figure Skating Championships (1976–1980). The pair qualified for the 1976 and 1980 Winter Olympics.",
      "pageId": 1420948,
      "monthDay": "09/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Diane_Lemieux",
      "name": "Diane Lemieux",
      "aboutText": "Saul Perlmutter (born September 22, 1959) is an American astrophysicist at the Lawrence Berkeley National Laboratory and a professor of physics at the University of California, Berkeley. He is a member of the American Academy of Arts & Sciences, and was elected a Fellow of the American Association for the Advancement of Science in 2003. He is also a member of the National Academy of Sciences.",
      "pageId": 1440742,
      "monthDay": "09/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Catherine_Oxenberg",
      "name": "Catherine Oxenberg",
      "aboutText": "Vincent Maurice Coleman (born September 22, 1961) is an American former Major League Baseball (MLB) player, best known for his years with the St. Louis Cardinals. Primarily a left fielder, Coleman played from 1985 to 1997 and set a number of stolen base records.",
      "pageId": 1725603,
      "monthDay": "09/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Michael_Torke",
      "name": "Michael Torke",
      "aboutText": "Mark Patton (born September 22, 1958) is an American interior designer and former actor.",
      "pageId": 2978980,
      "monthDay": "09/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Normand_D%27Amour",
      "name": "Normand D'Amour",
      "aboutText": "Marq Torien (born Mark Joseph Maytorena on September 22, 1961 in Los Angeles, California) is the lead singer of the hard rock act BulletBoys. He is the only member to have remained with the group since the release of their self-titled debut album in 1988.\nPrior to BulletBoys, Torien was a guitarist in the then-unsigned band Ratt, a guitarist for the band Hawk, a member of Motown recording artists Kagny & the Dirty Rats, a lead vocalist briefly for the band King Kobra., and the lead vocalist of the band Marquis/Touch.",
      "pageId": 6842234,
      "monthDay": "09/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Diogo_Mainardi",
      "name": "Diogo Mainardi",
      "aboutText": "This article is about Ernest Martin (murderer). For information about archeologist Ernest L. Martin, see Ernest L. Martin.",
      "pageId": 6893602,
      "monthDay": "09/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rob_Stone_(actor)",
      "name": "Rob Stone",
      "aboutText": "Paul Bonhomme (born 22 September 1964) is a British aerobatics and commercial airliner pilot and owner/race pilot of Team Bonhomme, the World Champions of the Red Bull Air Race World Championship and current Red Bull Air Race World Champion for 2015.",
      "pageId": 8593873,
      "monthDay": "09/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Marq_Torien",
      "name": "Marq Torien",
      "aboutText": "Diane Lemieux (born September 22, 1961) is a politician in Quebec, Canada. She was the Member of National Assembly of Quebec for the riding of Bourget as a member of the Parti Québécois from 1998 to 2007.\nBorn in Sherbrooke, Quebec, Lemieux went to the Université de Sherbrooke and received a diploma in law.",
      "pageId": 10984159,
      "monthDay": "09/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Bonhomme",
      "name": "Paul Bonhomme",
      "aboutText": "Dan Bucatinsky (born September 22, 1965) is an American actor, writer and producer, best known for his role as James Novak in the Shonda Rhimes drama series Scandal, for which he won the Primetime Emmy Award for Outstanding Guest Actor in a Drama Series in 2013.",
      "pageId": 16642138,
      "monthDay": "09/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Juha_Turunen",
      "name": "Juha Turunen",
      "aboutText": "Juha Turunen (born September 22, 1964 in Turku, now known as Juha Louhi) is a Finnish criminal and former SDP city council candidate living in Turku, who confessed to a kidnapping in 2009.",
      "pageId": 23231761,
      "monthDay": "09/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ken_Vandermark",
      "name": "Ken Vandermark",
      "aboutText": "Normand D'Amour (born September 22, 1962) is an award winning Canadian actor. D'Amour won a Jutra Award for his supporting role in Tout est parfait as well as a Genie Award nomination for the same role. D'Amour has also appeared in other works including Cheech, Maman Last Call and Looking for Alexander.",
      "pageId": 25722045,
      "monthDay": "09/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dan_Bucatinsky",
      "name": "Dan Bucatinsky",
      "aboutText": "Rob Stone (born September 22, 1962) is an American actor and director from Dallas, Texas, best known for playing teen Kevin Owens on the 1985–1990 sitcom Mr. Belvedere.",
      "pageId": 30994450,
      "monthDay": "09/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andy_Cairns",
      "name": "Andy Cairns",
      "aboutText": "Erdoğan Atalay (born on September 22, 1966 in Hanover, West Germany) is a German actor.",
      "pageId": 10275,
      "monthDay": "09/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andrii_Deshchytsia",
      "name": "Andrii Deshchytsia",
      "aboutText": "Michael Lawrence Tyler (born September 22, 1970), better known by his stage name Mystikal, is an American rapper and actor from New Orleans.",
      "pageId": 180525,
      "monthDay": "09/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tony_Drago",
      "name": "Tony Drago",
      "aboutText": "Matthew Sharp (born 22 September 1969) is an American multi-instrumentalist, singer, songwriter and producer. He is best known as a founding member and former bassist of the alternative rock band Weezer. In 1994, he started a band called The Rentals, who released their debut album shortly after Weezer's first release, their second album in 1999, and an EP in 2007.",
      "pageId": 294874,
      "monthDay": "09/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mark_Guthrie",
      "name": "Mark Guthrie",
      "aboutText": "Félix Savón Fabre (born September 22, 1967) is a Cuban former amateur boxer who won three gold medals in the heavyweight division at the Olympic Games. He is considered a legend in the amateur ranks and won six world titles. Savón is also famous for rejecting numerous multimillion-dollar offers to leave Cuba and fight Mike Tyson as a professional.",
      "pageId": 447780,
      "monthDay": "09/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_Satcher",
      "name": "Robert Satcher",
      "aboutText": "Tony Drago (born 22 September 1965 in Valletta, Malta) is a professional snooker and pool player from Malta. He won the 2003 World Pool Masters Tournament beating Hsia Hui-kai 8–6 and also reached the quarter finals of the World Snooker Championship. In 1988, Drago won the Predator International 10-ball Championship, beating Francisco Bustamante 13–10.",
      "pageId": 609875,
      "monthDay": "09/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ruth_Jones",
      "name": "Ruth Jones",
      "aboutText": "Susan Elizabeth \"Sue\" Perkins (born 22 September 1969) is an English comedian, broadcaster, actress and writer, born in East Dulwich, London. Originally coming to prominence through her comedy partnership with Mel Giedroyc in Mel and Sue, she has since become best known as a radio broadcaster and TV presenter, notably of The Great British Bake Off.",
      "pageId": 858876,
      "monthDay": "09/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Wes_Platt",
      "name": "Wes Platt",
      "aboutText": "Michael Thomas Richter (born September 22, 1966) is a former ice hockey goaltender. One of the most successful American-born goaltenders in history, he is best known for having led the New York Rangers to the Stanley Cup title in 1994 and for repeatedly representing the United States in international play.",
      "pageId": 926915,
      "monthDay": "09/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stefan_Rehn",
      "name": "Stefan Rehn",
      "aboutText": "Matthew Gregory \"Matt\" Besser (born September 22, 1967) is an American actor and comedian best known as one of the four founding members of the Upright Citizens Brigade sketch comedy troupe, who had their own show on Comedy Central from 1998-2000.",
      "pageId": 997346,
      "monthDay": "09/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_Richter",
      "name": "Mike Richter",
      "aboutText": "Michael Scott Matheny (born September 22, 1970) is an American former professional baseball catcher and the current manager of the St. Louis Cardinals of Major League Baseball (MLB), a position he has held since 2012. A product of the University of Michigan, Matheny was selected by the Milwaukee Brewers in the eighth round of the 1991 MLB Draft.",
      "pageId": 1105869,
      "monthDay": "09/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Erdo%C4%9Fan_Atalay",
      "name": "Erdoğan Atalay",
      "aboutText": "Rickard Rydell (born 22 September 1967) is a Swedish racing driver.",
      "pageId": 1948982,
      "monthDay": "09/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Matt_Besser",
      "name": "Matt Besser",
      "aboutText": "Jan Stefan Rehn (born 22 September 1966 in Stockholm) is a Swedish football midfielder and football manager.",
      "pageId": 2149974,
      "monthDay": "09/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rickard_Rydell",
      "name": "Rickard Rydell",
      "aboutText": "Andrew James Cairns (born 22 September 1965, in Ballyclare, Northern Ireland), is a founding member, singer, guitarist, and songwriter for Therapy?, a punk rock/alternative metal band from Northern Ireland.",
      "pageId": 2783346,
      "monthDay": "09/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/F%C3%A9lix_Sav%C3%B3n",
      "name": "Félix Savón",
      "aboutText": "Ruth Alexandra Elizabeth Jones, MBE (born 22 September 1966) is a Welsh TV actress and writer. She co-starred in and co-wrote the award-winning British TV comedy Gavin & Stacey (2007–2010), and has appeared in many television comedies and dramas, such as Jimmy McGovern's The Street with Timothy Spall (2009), and starring as Hattie Jacques in Hattie for BBC4 (2011).",
      "pageId": 3663695,
      "monthDay": "09/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kim_Watkins",
      "name": "Kim Watkins",
      "aboutText": "Mark Andrew Guthrie (born September 22, 1965) is a former Major League Baseball relief pitcher. He was a member of the 1991 World Series Champion Minnesota Twins.\nAfter graduating from Venice High School, Guthrie attended LSU where he led the team in ERA in 1985 and was all SEC first team in 1986.",
      "pageId": 4219854,
      "monthDay": "09/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sue_Perkins",
      "name": "Sue Perkins",
      "aboutText": "Robert Lee \"Bobby\" Satcher, Jr. (born on September 22, 1965) is a physician, chemical engineer, and NASA astronaut. He became the first orthopedic surgeon in space during STS-129.",
      "pageId": 6926233,
      "monthDay": "09/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tuomas_Kantelinen",
      "name": "Tuomas Kantelinen",
      "aboutText": "Hitro Okesene is a New Zealand former rugby league footballer of the 1990s and 2000s who represented three countries; Western Samoa, American Samoa and New Zealand. His brother Paul also played international rugby league.",
      "pageId": 11760766,
      "monthDay": "09/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/Matt_Sharp",
      "name": "Matt Sharp",
      "aboutText": "Tuomas Kantelinen (born September 22, 1969 in Kankaanpää) is a Finnish composer. He studied composition at the Sibelius Academy with Eero Hämeenniemi. He is best known for his scores for films such as Rukajärven tie, Äideistä parhain, Mindhunters and Mongol.",
      "pageId": 13347915,
      "monthDay": "09/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mystikal",
      "name": "Mystikal",
      "aboutText": "Kim Watkins (born 22 September 1967) is an Australian television and news presenter. She was the co-host with David Reyne of the Network Ten's morning show 9am with David and Kim which aired until 11 December 2009 and was replaced by The Circle.",
      "pageId": 13840474,
      "monthDay": "09/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Matheny",
      "name": "Mike Matheny",
      "aboutText": "Wes Platt (born 1966) is a professional journalist, game writer/designer, creator of the online games OtherSpace, Chiaroscuro and Necromundus, and one-time Director of Content Development for Fallen Earth.",
      "pageId": 28846843,
      "monthDay": "09/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Hitro_Okesene",
      "name": "Hitro Okesene",
      "aboutText": "Andrii Bohdanovych Deshchytsia (Ukrainian: Андрій Богданович Дещиця; born 22 September 1965) is a Ukrainian diplomat, Ambassador of Ukraine and from February to June 2014 Acting Foreign minister of Ukraine.",
      "pageId": 42080260,
      "monthDay": "09/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rupert_Penry-Jones",
      "name": "Rupert Penry-Jones",
      "aboutText": "Princess Märtha Louise of Norway (born 22 September 1971) is the only daughter of King Harald V and Queen Sonja.",
      "pageId": 150582,
      "monthDay": "09/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Emmanuel_Petit",
      "name": "Emmanuel Petit",
      "aboutText": "Robert Malcolm \"Bob\" Sapp (born September 22, 1973) is an American professional wrestler, actor, comedian and former American football player best known for his career as a kickboxer and mixed martial artist. He is currently under contract with Rizin Fighting Federation. Sapp has a combined fight record of 22–35–1, mostly fighting in Japan.",
      "pageId": 204196,
      "monthDay": "09/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Elizabeth_Bear",
      "name": "Elizabeth Bear",
      "aboutText": "Martin Picandet (French pronunciation: ​[maʁtɛ̃ pikɑ̃dɛ]), known as Martin Solveig, (born Paris, France 22 September 1976), is a French DJ and record producer. He also hosts a weekly radio show called \"C'est La Vie\" on stations worldwide including FG DJ Radio in his homeland. His label is called Mixture Stereophonic.",
      "pageId": 495781,
      "monthDay": "09/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chesney_Hawkes",
      "name": "Chesney Hawkes",
      "aboutText": "Emmanuel Laurent \"Manu\" Petit (French pronunciation: ​[ɛmanɥɛl pəˈti]; born 22 September 1970) is a French retired footballer, who played club football for Monaco, Arsenal, Barcelona, and Chelsea.",
      "pageId": 771453,
      "monthDay": "09/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Toomas_Kr%C3%B5m",
      "name": "Toomas Krõm",
      "aboutText": "Blake Sennett (born September 22, 1976) is an American musician who served as the lead guitarist for indie rock band Rilo Kiley, as well as the lead singer/lead guitarist for his alt-rock side project the Elected. Currently he leads Night Terrors of 1927 with Jarrod Gorbel. He was born Blake Sennett Swendson in San Diego.",
      "pageId": 1325737,
      "monthDay": "09/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ted_Leonard",
      "name": "Ted Leonard",
      "aboutText": "Chesney Lee Hawkes (born 22 September 1971), is an English pop singer, songwriter, and occasional actor.",
      "pageId": 1684612,
      "monthDay": "09/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Princess_M%C3%A4rtha_Louise_of_Norway",
      "name": "Princess Märtha Louise of Norway",
      "aboutText": "Ethan Byron Moreau (born September 22, 1975) is a Canadian former professional ice hockey player. Moreau was selected in the first round of the 1994 NHL Entry Draft, 14th overall, by the Chicago Blackhawks of the National Hockey League (NHL).",
      "pageId": 2437870,
      "monthDay": "09/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dana_Vespoli",
      "name": "Dana Vespoli",
      "aboutText": "Rupert William Penry-Jones (born 22 September 1970) is an English actor, known for his role as Adam Carter in the BBC One spy drama series Spooks, as Clive Reader QC in BBC One legal drama Silk and policeman DI Joseph Chandler in the ITV murder mystery series Whitechapel.",
      "pageId": 2617971,
      "monthDay": "09/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yoo_Chae-yeong",
      "name": "Yoo Chae-yeong",
      "aboutText": "Sarah Bear Elizabeth Wishnevsky (born September 22, 1971) is an American author who works primarily in speculative fiction genres, writing under the name Elizabeth Bear. She won the 2005 John W. Campbell Award for Best New Writer, the 2008 Hugo Award for Best Short Story for \"Tideline,\" and the 2009 Hugo Award for Best Novelette for \"Shoggoths in Bloom.\" She is one of only five writers who have gone on to win multiple Hugo Awards for fiction after winning the John W. Campbell Award for Best New Writer (the others being C. J. Cherryh, Orson Scott Card, Spider Robinson, and Ted Chiang).\n^ \"2009 Hugo Awards\".",
      "pageId": 2868276,
      "monthDay": "09/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Blake_Sennett",
      "name": "Blake Sennett",
      "aboutText": "Svilen Noev (Bulgarian: Свилен Ноев) (born September 22, 1975) is a Bulgarian singer-songwriter, best known for being the bandleader of Ostava. His eclectic, deeply personal work shows the influence of various types of rock'n'roll music - the British indie rock scene, the Seattle grunge scene, the American rockabilly of the 50s, to name a few. Noev cites Elvis Presley, Nirvana, R.E.M., Radiohead, The Smiths as key influences on his style.",
      "pageId": 4694393,
      "monthDay": "09/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/St%C3%A9fan_Louw",
      "name": "Stéfan Louw",
      "aboutText": "Damon Jamal Collins (September 22, 1976 – October 26, 2014), nicknamed Mo Collins, was an American college and professional football player who was an offensive lineman in the National Football League (NFL) for six seasons during the 1990s and early 2000s. Collins played college football for the University of Florida, and was a member of a national championship team.",
      "pageId": 6265098,
      "monthDay": "09/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kostas_Kaiafas",
      "name": "Kostas Kaiafas",
      "aboutText": "Yoo Chae-yeong (Hangul: 유채영; September 22, 1973 – July 24, 2014) was a South Korean singer, actress, and radio host.",
      "pageId": 6456564,
      "monthDay": "09/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ethan_Moreau",
      "name": "Ethan Moreau",
      "aboutText": "Kostas Kaiafas (born 22 September 1974 in Nicosia) is Cypriot former football player and manager who is currently the manager of AC Omonoia. As a player, he was a midfielder for Omonia and Alki Larnaca.",
      "pageId": 13011097,
      "monthDay": "09/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Angelique_Morgan",
      "name": "Angelique Morgan",
      "aboutText": "Angélique Morgan (born September 22, 1975, in Paris, France), also known as Frenchy, is a French reality TV personality, film actress, model and exotic dancer. Morgan is best known for her appearances on VH1's reality shows Rock of Love 2, Rock of Love: Charm School, and the second season of I Love Money.",
      "pageId": 21123364,
      "monthDay": "09/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Svilen_Noev",
      "name": "Svilen Noev",
      "aboutText": "Xiao Huang-Chi (Chinese: 蕭煌奇; Hanyu Pinyin: Xiāo huáng qí; Tongyong Pinyin: Hsiāo huáng chí; Pe̍h-ōe-jī: Siau Hông-kî, born September 22, 1976 in Banciao, Taiwan), is a blind Taiwanese Tai-pop and Mandopop artist and a former judoka (2nd dan black belt) that represented Taiwan in FESPIC Games in Beijing in 1994 where he got bronze and got seventh in 1996 Atlanta Paralympics. But he received news from his older brother that their grandmother died during competition, which led to Xiao writing \"The words of my grandmother\" as a tribute to her. Xiao Huang-Chi emerged in the Tai-pop scene after winning the Best Tai-pop male artist 2008 award in the Golden Melody Awards.",
      "pageId": 22832959,
      "monthDay": "09/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bob_Sapp",
      "name": "Bob Sapp",
      "aboutText": "Toomas Krõm (born in 22 September 1971 in Tallinn) is a former professional footballer from Estonia, playing as a forward. Born in Tallinn, he twice became topscorer of the Premier Estonian League, named Meistriliiga: in 1999 and 2000. Krõm obtained a total number of 11 caps for the Estonia national football team during his career.",
      "pageId": 23015262,
      "monthDay": "09/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/David_Berkeley",
      "name": "David Berkeley",
      "aboutText": "David Berkeley, born David Berkeley Friedland on 22 September 1976 in New Jersey, is an American singer and songwriter.\nHe has released four studio albums, one live album and has published a book, all of them self-produced under the Straw Man label, in a recording career that began in 2002.\nBerkeley accompanies his singing on acoustic guitar, solo or with supporting instruments; his music has been described as acoustic, indie and Americana.",
      "pageId": 23277271,
      "monthDay": "09/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mo_Collins_(American_football)",
      "name": "Mo Collins",
      "aboutText": "Stéfan Louw is a South African operatic tenor, regarded as \"one of South Africa's leading tenors\". He has founded opera production companies based in Johannesburg, and writes for The Citizen newspaper.\n^ Fiona Chisholm, \"Stretching His Creative Wings.\" Cape Times (South Africa).",
      "pageId": 27984093,
      "monthDay": "09/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Xiao_Huang-Chi",
      "name": "Xiao Huang-Chi",
      "aboutText": "Theodore Michael \"Ted\" Leonard (born September 22, 1971) is an American vocalist and guitarist, best known as the lead singer for the progressive rock band Enchant. He has also provided lead vocals for Thought Chamber, and as of 2011, Spock's Beard.\nLeonard's influences include Paul Rodgers, Doug Pinnick/King's X, Jellyfish, Steve Walsh/Kansas, Yes, Rush, Tears for Fears, Neal Morse, Steve Perry, and Queensrÿche.",
      "pageId": 37328977,
      "monthDay": "09/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Martin_Solveig",
      "name": "Martin Solveig",
      "aboutText": "Dana Vespoli (born September 22, 1972) is the stage name of an American pornographic actress and film director.",
      "pageId": 39271511,
      "monthDay": "09/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Wowie_de_Guzman",
      "name": "Wowie de Guzman",
      "aboutText": "Harry Kewell /ˈkjuː.əl/ (born 22 September 1978) is an Australian football coach and former player who is currently coaching Watford's Under 21s. Kewell played for Leeds United, Liverpool, Galatasaray, Melbourne Victory, Al-Gharafa and Melbourne Heart. Internationally he has received 58 caps, and scored 17 goals, while playing for the Australian national team.",
      "pageId": 325456,
      "monthDay": "09/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Thu_Minh",
      "name": "Thu Minh",
      "aboutText": "Billie Paul Piper (born Leian Paul Piper; 22 September 1982) is an English singer, dancer and actress. She made her debut in Scratchy & Co. (1995–1998), and at the age of 15, she signed a recording contract and released her debut single \"Because We Want To\", which debuted at number one in the UK and made her the youngest artist ever to debut at number one.",
      "pageId": 415098,
      "monthDay": "09/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paul_Sculthorpe",
      "name": "Paul Sculthorpe",
      "aboutText": "Kosuke Kitajima (北島 康介, Kitajima Kōsuke, born September 22, 1982 in Tokyo) is a Japanese multiple Olympic gold medalist breaststroke swimmer. He won gold medals for the men's 100 m and 200 m breaststroke at both the Athens 2004, and the Beijing 2008 Summer Olympic games.\n^ \"Japanese Medalists in London 2012 Olympics\".",
      "pageId": 911371,
      "monthDay": "09/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ed_Joyce",
      "name": "Ed Joyce",
      "aboutText": "Swintayla Marie \"Swin\" Cash (born September 22, 1979) is an American WNBA player who plays for the New York Liberty. A prolific scorer and rebounder, as well as a capable ball handler and defender, she helped lead the University of Connecticut women's basketball team to national titles in 2000 and 2002. In her second WNBA season, she led the Detroit Shock to their first ever WNBA title.",
      "pageId": 1235835,
      "monthDay": "09/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Harry_Kewell",
      "name": "Harry Kewell",
      "aboutText": "Fernanda Tavares (born on September 22, 1980) is a Brazilian supermodel.",
      "pageId": 1513069,
      "monthDay": "09/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Emilie_Autumn",
      "name": "Emilie Autumn",
      "aboutText": "Paul Sculthorpe MBE (born 22 September 1977 in Burnley, Lancashire), is an English retired professional rugby league footballer of the 1990s and 2000s. A Great Britain international representative stand-off half back or loose forward, he began his career at Warrington before joining St. Helens, with whom he won a total of four Grand Finals, three Challenge Cups and two World Club Challenges, as well as becoming the first (and currently only) player to win the Man of Steel Award on two consecutive occasions.",
      "pageId": 1844616,
      "monthDay": "09/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jericho_Rosales",
      "name": "Jericho Rosales",
      "aboutText": "Edmund Christopher \"Ed\" Joyce (born 22 September 1978) is an Irish cricketer who has played for both the Irish and English national cricket teams. After beginning his career with Middlesex, he moved to Sussex in 2009. A left-handed batsman and occasional right-arm bowler of medium pace, Joyce is widely regarded as one of the best cricketers produced by Ireland.",
      "pageId": 2059682,
      "monthDay": "09/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Swin_Cash",
      "name": "Swin Cash",
      "aboutText": "Maria Ashley Eckstein (née Drane; born September 22, 1981), credited as Ashley Eckstein or Ashley Drane, is an American film and television actress known to audiences of Blue Collar TV and as the voice of Ahsoka Tano on Star Wars: The Clone Wars and Star Wars Rebels. She also played a small role as Alicia in the film Sydney White and as Ms. Cole in the film Alice Upside Down, with both films being released in 2007.",
      "pageId": 2429713,
      "monthDay": "09/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Graziadei",
      "name": "Michael Graziadei",
      "aboutText": "Michael Graziadei (born September 22, 1979) is an American actor, known for his role as Daniel Romalotti on the CBS daytime soap opera The Young and the Restless.",
      "pageId": 2617562,
      "monthDay": "09/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Francesco_D%27Isa",
      "name": "Francesco D'Isa",
      "aboutText": "Emilie Autumn Liddell (born on September 22, 1979), better known by her stage name Emilie Autumn, is an American singer-songwriter, poet, violinist, and actress. Autumn's musical style has been described by her as \"Fairy Pop\", \"Fantasy Rock\" or \"Victoriandustrial\". It is influenced by glam rock—from plays, novels, and history, particularly the Victorian era.",
      "pageId": 4028488,
      "monthDay": "09/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ray_Foley",
      "name": "Ray Foley",
      "aboutText": "Mandy Nga-man Chiang was a Hong Kong singer signed to the Emperor Entertainment Group's Music Icon Records. Her music career first began in 2002 when she was partnered with Yumiko Cheng (鄭希怡) and Maggie Lau (劉思惠) to form the female group 3T. The group released one EP (少女蝶) and separated shortly after. Then, in 2005, Mandy's music career began again when she was asked to form a musical dua with Don Li, and together, they released three albums.",
      "pageId": 4162153,
      "monthDay": "09/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fernanda_Tavares",
      "name": "Fernanda Tavares",
      "aboutText": "Jericho \"Echo\" Vibar Rosales (born September 22, 1979) is a Filipino cinema and television actor, singer, and songwriter. He is the uncle of young actor John Manalo. He first appeared on television in 1996.",
      "pageId": 8127304,
      "monthDay": "09/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Svenja_Weidemann",
      "name": "Svenja Weidemann",
      "aboutText": "Subaru Shibutani (渋谷 すばる, Shibutani Subaru, born September 22, 1981) is a Japanese idol, singer, actor and lyricist. He is also the main vocalist of Japanese male idol group Kanjani Eight, which debuted with modern enka. Shibutani was already a singer in his own right before the group's debut, immensely popular among Johnny's Jr.",
      "pageId": 10771759,
      "monthDay": "09/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ashley_Eckstein",
      "name": "Ashley Eckstein",
      "aboutText": "Domenic Cassisi (born 22 September 1982) is a former premiership winning Australian rules footballer with the Port Adelaide Football Club, and was the clubs 62nd captain from 2009 to 2012. He was recruited in the 2000 AFL Draft with pick 50, and is a member of Port Adelaide's 2004 premiership side.",
      "pageId": 11067821,
      "monthDay": "09/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Subaru_Shibutani",
      "name": "Subaru Shibutani",
      "aboutText": "Raymond 'Ray' Foley (born 21 September 1980) is an Irish TV and radio presenter. He currently presents The Ray Foley Show on 98FM on weekday mornings. Having worked at 98FM and SPIN 1038 early in his career, Foley moved to Today FM in 2004, presenting the night time show The Blast with close friend JP Gilbourne.",
      "pageId": 22035200,
      "monthDay": "09/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ingrid_Vetlesen",
      "name": "Ingrid Vetlesen",
      "aboutText": "Francesco D'Isa is an Italian artist, writer, journalist and art curator. He studied philosophy in Florence, Italy. He's self-taught as an artist: his fascination with visual imagery has driven him to master the required skills.",
      "pageId": 25829935,
      "monthDay": "09/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Domenic_Cassisi",
      "name": "Domenic Cassisi",
      "aboutText": "Svenja Weidemann (born 22 September 1980 in Marburg) is a German tennis player. She won two singles titles on the ITF tour and on 12 April 2010 reached a singles ranking high of world number 496.\n^ \"Spielerprofil\".",
      "pageId": 27200346,
      "monthDay": "09/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mandy_Chiang",
      "name": "Mandy Chiang",
      "aboutText": "Found imagesize,",
      "pageId": 37720353,
      "monthDay": "09/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kosuke_Kitajima",
      "name": "Kosuke Kitajima",
      "aboutText": "Jeffrey Camangyan (born September 22, 1976), better known as Wowie de Guzman, is a dancer and a stage, film and TV actor in the Philippines. He was one of the top matinee idols from the 1990s. His break came as a member of dance group Universal Motion Dancers (UMD).",
      "pageId": 38925613,
      "monthDay": "09/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Billie_Piper",
      "name": "Billie Piper",
      "aboutText": "Ingrid Vetlesen (born 22 September 1981 in Oslo, Norway) is a Norwegian soprano.",
      "pageId": 40531604,
      "monthDay": "09/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Maarten_Stekelenburg",
      "name": "Maarten Stekelenburg",
      "aboutText": "Thomas Andrew \"Tom\" Felton (born 22 September 1987) is an English actor. He is best known for playing the role of Draco Malfoy in the Harry Potter film series, the film adaptations of the best-selling Harry Potter novels by author J.K. Rowling, for which he auditioned at age 12.\nFelton began appearing in commercials when he was 8 years old and in films at 10, finding work in The Borrowers and Anna and the King.",
      "pageId": 277011,
      "monthDay": "09/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Katie_Lowes",
      "name": "Katie Lowes",
      "aboutText": "Tatiana Gabrielle Maslany (born September 22, 1985) is a Canadian actress. She has starred in television series such as The Nativity, Being Erica, Heartland, and Orphan Black. In 2013, she won an ACTRA for her role as Claire in the film Picture Day, and a Phillip Borsos Award for her performance in the film Cas & Dylan.",
      "pageId": 1848610,
      "monthDay": "09/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rianti_Cartwright",
      "name": "Rianti Cartwright",
      "aboutText": "Eriko Imai (今井絵理子, Imai Eriko) is a Japanese pop artist. She made her debut in the early 1990s as part of the group Speed which disbanded in March 2000. Eriko began her work away from Speed during 1998, performing \"Tsumetaku Shinai de\", under the stage name \"Eriko with Crunch\", on the Speed single \"All My True Love\".",
      "pageId": 2585174,
      "monthDay": "09/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Will_Farquarson",
      "name": "Will Farquarson",
      "aboutText": "Theresa Fu (born 22 September 1984) is a Hong Kong Cantopop singer, film and television actress, and model.\nFu was introduced by the Talent Bang model agency in order to become a pop star. She started her career in 2002 as one of the members of Cookies.",
      "pageId": 2744164,
      "monthDay": "09/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Eriko_Imai",
      "name": "Eriko Imai",
      "aboutText": "Maarten Stekelenburg (Dutch pronunciation: [ˈmaːrtə(n) ˈsteːkələ(n)ˌbʏrx]; born 22 September 1982) is a Dutch professional footballer who plays as a goalkeeper for Premier League club Southampton, on loan from Fulham.\nHe is a product of the Ajax youth system, and went on to play for Roma, Fulham, Monaco and Southampton.\nStekelenburg made his debut for the Netherlands in 2004, and earned 54 caps in total.",
      "pageId": 4999719,
      "monthDay": "09/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/%C5%9Eeref_T%C3%BCfenk",
      "name": "Şeref Tüfenk",
      "aboutText": "Derick Brassard (born September 22, 1987) is a Canadian ice hockey player who currently plays as a centre for the New York Rangers of the National Hockey League (NHL).",
      "pageId": 5699937,
      "monthDay": "09/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Theresa_Fu",
      "name": "Theresa Fu",
      "aboutText": "James Charles \"Jamie\" Mackie (born 22 September 1985) is a professional footballer who plays as a striker for Queens Park Rangers. Born in Dorking, England, Mackie has played for Scotland, his eligibility gained from his grandfather who was born in Kilmarnock.\nHe began his career at Wimbledon, progressing through the club's youth system making his first team debut in December 2003.",
      "pageId": 5718176,
      "monthDay": "09/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ross_Jarman",
      "name": "Ross Jarman",
      "aboutText": "Zdravko Kuzmanović (Serbian Cyrillic: Здравко Кузмановић, born 22 September 1987) is a Serbian footballer who plays as a central midfielder for FC Basel.",
      "pageId": 7065076,
      "monthDay": "09/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Thiago_Silva",
      "name": "Thiago Silva",
      "aboutText": "Thiago Emiliano da Silva (Brazilian Portuguese: [tʃiˈaɡu ẽmiliˈɐ̃nu dɐ ˈsiwvɐ]; born 22 September 1984), commonly known as Thiago Silva, is a Brazilian professional footballer who plays as a central defender for Ligue 1 club Paris Saint-Germain and the Brazilian national team.\nAfter moving to Europe to join A.C. Milan in 2009, Silva established himself as one of the highest rated defenders in the world, winning the Serie A title with the Rossoneri in the 2010–11 season. In July 2012, Paris Saint-Germain signed him for a reported €42 million, making him then the second-most expensive defender in history behind Rio Ferdinand.",
      "pageId": 7934578,
      "monthDay": "09/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Laura_Vandervoort",
      "name": "Laura Vandervoort",
      "aboutText": "Laura Dianne Vandervoort (born September 22, 1984) is a Canadian actress. She is best known for her roles as Sadie Harrison in the CTV teen drama Instant Star, Arla \"The Bolt-Gun Killer\" Cogan in the Syfy supernatural drama Haven, Kara Zor-El in The CW TV series Smallville, and Lisa in the ABC science fiction series V. In 2014, she starred in the Space drama series Bitten, a TV adaption of Kelley Armstrong's book series Women of the Otherworld as Elena Michaels.",
      "pageId": 8900450,
      "monthDay": "09/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matteo_Cavagna_(footballer_born_1985)",
      "name": "Matteo Cavagna",
      "aboutText": "Faris Haroun (22 September 1985 in Brussels) is a Belgian football player who plays as an attacking midfielder for Cercle Brugge in the Belgian Pro League.",
      "pageId": 12765107,
      "monthDay": "09/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rima_Fakih",
      "name": "Rima Fakih",
      "aboutText": "Ross Anthony Jarman (born 22 September 1984 in Wakefield, United Kingdom) is the drummer with English rock band The Cribs.",
      "pageId": 12779660,
      "monthDay": "09/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Faris_Haroun",
      "name": "Faris Haroun",
      "aboutText": "Rima Fakih (Arabic: ريما فقيه‎) (born September 22, 1985) is a Lebanese-American actress, model, wrestler and beauty pageant titleholder who won Miss USA 2010. She represented the state of Michigan in the national pageant, having previously won the 2010 Miss Michigan USA pageant.",
      "pageId": 19892857,
      "monthDay": "09/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jamie_Mackie",
      "name": "Jamie Mackie",
      "aboutText": "Rianti Rhiannon Cartwright (born 22 September 1983 in Bandung, West Java, Indonesia) is Indonesian actress, model, presenter and VJ. She's best known for her leading role as 'Aisha' in a romantic religious Indonesian hit movie Ayat-Ayat Cinta (Verses of Love) in 2008 and become a VJ for MTV Indonesia since 2005.\n^ \"KapanLagi.com: Rianti Cartwright: JOMBLO Dekat Dengan Realitas\".",
      "pageId": 26514058,
      "monthDay": "09/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tatiana_Maslany",
      "name": "Tatiana Maslany",
      "aboutText": "Matteo Sergio Cavagna (born 22 September 1985) is an Italian footballer who plays for Prato at Lega Pro.",
      "pageId": 27061665,
      "monthDay": "09/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ibragim_Todashev",
      "name": "Ibragim Todashev",
      "aboutText": "Stefan Denifl (born 22 September 1987 in Fulpmes, Austria) is a professional cyclist who is riding for the UCI Professional Continental team, IAM Cycling.",
      "pageId": 28625509,
      "monthDay": "09/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Derick_Brassard",
      "name": "Derick Brassard",
      "aboutText": "Katie Quinn Lowes (born September 22, 1982) is an American actress and theater director. She is best known for her role as Quinn Perkins in the ABC political drama series Scandal (2012–present).\n^ \"Scandal (ABC) Cast Interview\".",
      "pageId": 34591187,
      "monthDay": "09/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Stefan_Denifl",
      "name": "Stefan Denifl",
      "aboutText": "Şeref Tüfenk (born September 22, 1983 in Rize) is a Turkish amateur Greco-Roman wrestler, who competed for the men's middleweight category. He is a two-time Olympian and a silver medalist for the 74 kg division at the 2008 European Wrestling Championships in Tampere, Finland. He studied at Ondokuz Mayıs University.",
      "pageId": 38269741,
      "monthDay": "09/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tom_Felton",
      "name": "Tom Felton",
      "aboutText": "Ibragim Todashev (Ибрагим Тодашев) (September 22, 1985 – May 22, 2013) was a Chechen American former mixed martial artist and a possible friend of suspected Boston Marathon bomber and former amateur boxer, Tamerlan Tsarnaev. At his apartment in Orlando, Florida, he was shot dead by FBI agent Aaron McFarlane during a police interview on May 22, 2013. He had allegedly attacked the agent, with a pipe or stick, while writing a statement about the Boston Marathon bombings and a triple homicide that took place in Waltham, Massachusetts, on September 11, 2011.",
      "pageId": 39459524,
      "monthDay": "09/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zdravko_Kuzmanovi%C4%87",
      "name": "Zdravko Kuzmanović",
      "aboutText": "William \"Will\" Farquarson (born 22 September 1983) is an English musician. He plays electric guitar, bass, acoustic guitar and percussion instruments in the indie rock band Bastille.",
      "pageId": 43220900,
      "monthDay": "09/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alfred_Rainer",
      "name": "Alfred Rainer",
      "aboutText": "Chase Ellison (born September 22, 1993) is an American actor. He is best known for his roles in Mysterious Skin, Tooth Fairy, and The Boy Who Cried Werewolf.",
      "pageId": 2664844,
      "monthDay": "09/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nikita_Andreyev",
      "name": "Nikita Andreyev",
      "aboutText": "Bethany Dillon (born Bethany Joy Adelsberger on September 22, 1988) is a Contemporary Christian music artist.",
      "pageId": 2760288,
      "monthDay": "09/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Bethany_Dillon",
      "name": "Bethany Dillon",
      "aboutText": "Nikita Yevgenyevich Andreyev (Russian: Никита Евгеньевич Андреев; born 22 September 1988) is a Russian footballer who plays as a striker for FC Tambov.",
      "pageId": 12599853,
      "monthDay": "09/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mohamed_Faisal",
      "name": "Mohamed Faisal",
      "aboutText": "Sabine Katharina Lisicki (German pronunciation: [zaˈbɪnə lɪˈzɪki]); born 22 September 1989) is a German professional tennis player who is currently ranked world no. 30 by the WTA. She turned professional in 2006 and her breakthrough came in 2009 when she reached the quarterfinals of the Wimbledon Championships and won her first WTA title, the Family Circle Cup, against Caroline Wozniacki. In March 2010, she suffered an ankle injury at the Indian Wells Masters that kept her out of competition for five months and saw her fall out of the top 200.",
      "pageId": 15230658,
      "monthDay": "09/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ali_Fasir",
      "name": "Ali Fasir",
      "aboutText": "Tallan Noble Latz (born September 22, 1999) is an American blues rock musician, who began performing professionally at age 6 and in the following 9 years, he's made recordings, appeared on multiple television shows and festivals and performed with many other blues and other music artists.\n^ Antlfinger, Carrie (2008-08-12). \"8-year-old guitar wiz has reason to play the blues\".",
      "pageId": 18841112,
      "monthDay": "09/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/C%C5%93ur_de_pirate",
      "name": "Cœur de pirate",
      "aboutText": "Alfred Rainer (22 September 1987 in Saalfelden – 16 August 2008 in Innsbruck) was a World Cup competitor in the Nordic combined event.\nHe had previously been a soldier in the Austrian Army and a joiner.",
      "pageId": 18901162,
      "monthDay": "09/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kim_Hyo-yeon",
      "name": "Kim Hyo-yeon",
      "aboutText": "Béatrice Martin (born September 22, 1989), better known by her stage name Cœur de pirate ([kœʁ də piʁat]; French for: Pirate's Heart), is a Canadian singer-songwriter.",
      "pageId": 21508873,
      "monthDay": "09/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sabine_Lisicki",
      "name": "Sabine Lisicki",
      "aboutText": "Senem Kuyucuoğlu (born September 22, 1990 in İzmir, Turkey) is a professional Turkish model and television presenter, who won the Best Model of Turkey 2007 and Miss Turkey 2009 first runner-up titles. Since her debut, Kuyucuoğlu has been the face of a variety of advertising campaigns in Turkey.\nKuyucuoğlu began modelling at the age of 14.",
      "pageId": 24312932,
      "monthDay": "09/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Denard_Robinson",
      "name": "Denard Robinson",
      "aboutText": "Kim Hyo-yeon (born September 22, 1989), most often credited as Hyoyeon, is a South Korean pop singer.",
      "pageId": 26901334,
      "monthDay": "09/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Senem_Kuyucuo%C4%9Flu",
      "name": "Senem Kuyucuoğlu",
      "aboutText": "Denard Xavier Robinson (born September 22, 1990), is an American football running back for the Jacksonville Jaguars of the National Football League (NFL). He was drafted by the Jaguars in the fifth round of the 2013 NFL Draft. Robinson was the starting quarterback in all 26 games for the 2010 and 2011 Michigan Wolverines football teams and played at the same position as a senior for the 2012 team as well as running back and receiver in the second half of the season.",
      "pageId": 28697228,
      "monthDay": "09/22"
    },
    {
      "year": "1991",
      "uri": "/wiki/Khairul_Anuar_Mohamad",
      "name": "Khairul Anuar Mohamad",
      "aboutText": "Ali Fasir (Maldivian: ޢަލީ ފާސިރު; born 4 September 1988) nicknamed \"Sentey\", is a Maldivian footballer who plays as a winger or striker for New Radiant and Maldives national team.\nFasir began his career at Club Eagles after being spotted by the club during their training camps. He played one season with the club and spent a year without a club until he was offered from Club All Youth Linkage.",
      "pageId": 32633783,
      "monthDay": "09/22"
    },
    {
      "year": "1993",
      "uri": "/wiki/Chase_Ellison",
      "name": "Chase Ellison",
      "aboutText": "Park Jin-young (Hangul: 박진영; hanja: 朴珍榮; born September 22, 1994), commonly known by his stage name Junior, is a South Korean singer, choreographer and actor. He is a member of the duo JJ Project and the group GOT7, both which are under JYP Entertainment.\nJunior's stage name was Jr.",
      "pageId": 34824713,
      "monthDay": "09/22"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jr._(singer)",
      "name": "Jr.",
      "aboutText": "Kim Yoo-jung (hangul: 김유정; born September 22, 1999) is a South Korean actress. After her acting debut, she became one of the best known child actresses in Korea. Kim later transitioned into teen roles, starring in the television series Dong Yi, Moon Embracing the Sun, May Queen and Angry Mom.",
      "pageId": 35204967,
      "monthDay": "09/22"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ralf_Tribuntsov",
      "name": "Ralf Tribuntsov",
      "aboutText": "Khairul Anuar Mohamad (born 22 September 1991, in Kemaman, Terengganu) is a Malaysian archer. He first started participating for the national team in 2011.",
      "pageId": 36566925,
      "monthDay": "09/22"
    },
    {
      "year": "1999",
      "uri": "/wiki/Tallan_Latz",
      "name": "Tallan Latz",
      "aboutText": "Mohamed Faisal (born on 4 September 1988) is a Maldivian footballer who plays as a goalkeeper, currently for Club Valencia.\n^ \"Faisal, Labaan and Aslam has signed for Valencia\". maldivesoccer.com.",
      "pageId": 37538863,
      "monthDay": "09/22"
    },
    {
      "year": "1999",
      "uri": "/wiki/Kim_Yoo-jung",
      "name": "Kim Yoo-jung",
      "aboutText": "Ralf Tribuntsov (born September 22, 1994 in Silkeborg, Denmark) is an Estonian swimmer.",
      "pageId": 43606203,
      "monthDay": "09/22"
    }
  ]
}