{
  "people": [
    {
      "year": "63 BC",
      "uri": "/wiki/Augustus",
      "name": "Augustus",
      "aboutText": "Augustus (Latin: Imperātor Caesar Dīvī Fīlius Augustus; 23 September 63 BC – 19 August 14 AD) was the founder of the Roman Empire and its first Emperor, ruling from 27 BC until his death in 14 AD.",
      "pageId": 1273,
      "monthDay": "09/23"
    },
    {
      "year": "1158",
      "uri": "/wiki/Geoffrey_II,_Duke_of_Brittany",
      "name": "Geoffrey II, Duke of Brittany",
      "aboutText": "Victoria Claflin Woodhull, later Victoria Woodhull Martin (September 23, 1838 – June 9, 1927) was an American leader of the woman's suffrage movement.\nIn 1872, Woodhull was the first female candidate for President of the United States. An activist for women's rights and labor reforms, Woodhull was also an advocate of free love, by which she meant the freedom to marry, divorce, and bear children without government interference.",
      "pageId": 32737,
      "monthDay": "09/23"
    },
    {
      "year": "1215",
      "uri": "/wiki/Kublai_Khan",
      "name": "Kublai Khan",
      "aboutText": "Ferdinand VI (Spanish: Fernando VI; 23 September 1713 – 10 August 1759), called the Learned, was King of Spain from 9 July 1746 until his death. He was the fourth son of the previous monarch Philip V and his first wife Maria Luisa of Savoy.",
      "pageId": 149448,
      "monthDay": "09/23"
    },
    {
      "year": "1434",
      "uri": "/wiki/Yolande_of_Valois",
      "name": "Yolande of Valois",
      "aboutText": "Geoffrey II (23 September 1158 – 19 August 1186) was Duke of Brittany and 3rd Earl of Richmond between 1181 and 1186, through his marriage with the heiress Constance. Geoffrey was the fourth son of King Henry II of England and Eleanor, Duchess of Aquitaine.",
      "pageId": 180528,
      "monthDay": "09/23"
    },
    {
      "year": "1598",
      "uri": "/wiki/Eleonora_Gonzaga_(1598%E2%80%931655)",
      "name": "Eleonore Gonzaga",
      "aboutText": "Emperor Kōkaku (光格天皇, Kōkaku-tennō, September 23, 1771 – December 11, 1840) was the 119th emperor of Japan, according to the traditional order of succession.\nKōkaku's reign spanned the years from 1780 through 1817.",
      "pageId": 189857,
      "monthDay": "09/23"
    },
    {
      "year": "1642",
      "uri": "/wiki/Giovanni_Maria_Bononcini",
      "name": "Giovanni Maria Bononcini",
      "aboutText": "Johann Franz Encke (23 September 1791 – 26 August 1865) was a German astronomer.",
      "pageId": 205514,
      "monthDay": "09/23"
    },
    {
      "year": "1647",
      "uri": "/wiki/Joseph_Dudley",
      "name": "Joseph Dudley",
      "aboutText": "Armand Hippolyte Louis Fizeau (23 September 1819 – 18 September 1896) was a French physicist, best known for measuring the speed of light in the namesake Fizeau experiment.",
      "pageId": 213877,
      "monthDay": "09/23"
    },
    {
      "year": "1650",
      "uri": "/wiki/Jeremy_Collier",
      "name": "Jeremy Collier",
      "aboutText": "William Holmes McGuffey (September 23, 1800 – May 4, 1873) was a college president who is best known for writing the McGuffey Readers, the first widely used series of textbooks.",
      "pageId": 397988,
      "monthDay": "09/23"
    },
    {
      "year": "1713",
      "uri": "/wiki/Ferdinand_VI_of_Spain",
      "name": "Ferdinand VI of Spain",
      "aboutText": "Jeremy Collier (/ˈkɒlɪər/; 23 September 1650 – 26 April 1726) was an English theatre critic, non-juror bishop and theologian.",
      "pageId": 408911,
      "monthDay": "09/23"
    },
    {
      "year": "1740",
      "uri": "/wiki/Empress_Go-Sakuramachi",
      "name": "Empress Go-Sakuramachi",
      "aboutText": "Joseph Dudley (23 September 1647 – 2 April 1720) was an English colonial administrator. A native of Roxbury, Massachusetts, and the son of one of its founders, Dudley had a leading role in the administration of the Dominion of New England (1686–1689), overthrown in the 1689 Boston revolt, and served briefly on the council of the Province of New York. In New York, he oversaw the trial that convicted Jacob Leisler, the ringleader of Leisler's Rebellion.",
      "pageId": 577001,
      "monthDay": "09/23"
    },
    {
      "year": "1759",
      "uri": "/wiki/Marie_Clotilde_of_France",
      "name": "Marie Clotilde of France",
      "aboutText": "Carl Theodor Körner (23 September 1791 – 26 August 1813) was a German poet and soldier. After some time in Vienna, where he wrote some light comedies and other works for the Burgtheater, he became a soldier and joined the Lützow Free Corps in the German uprising against Napoleon. During these times, he displayed personal courage in many fights, and encouraged his comrades by fiery patriotic lyrics he composed, among these being the “Schwertlied\" (“Sword Song\"), composed during a lull in fighting only a few hours before his death, and “Lützows wilde Jagd\" (\"Lützow's Wild Chase\"), each set to music by both Carl Maria von Weber and Franz Schubert.",
      "pageId": 1328523,
      "monthDay": "09/23"
    },
    {
      "year": "1771",
      "uri": "/wiki/Emperor_K%C5%8Dkaku",
      "name": "Emperor Kōkaku",
      "aboutText": "For other women of the same name, see Eleanor Gonzaga (disambiguation)",
      "pageId": 1379120,
      "monthDay": "09/23"
    },
    {
      "year": "1778",
      "uri": "/wiki/Mariano_Moreno",
      "name": "Mariano Moreno",
      "aboutText": "Yolande of France (23 September 1434 – 23 August 1478) was a Duchess consort of Savoy. She was a daughter of King Charles VII of France, \"The Victorious,\" and Marie of Anjou. She married Duke Amadeus IX of Savoy in 1452.",
      "pageId": 1607546,
      "monthDay": "09/23"
    },
    {
      "year": "1781",
      "uri": "/wiki/Princess_Juliane_of_Saxe-Coburg-Saalfeld",
      "name": "Princess Juliane of Saxe-Coburg-Saalfeld",
      "aboutText": "Mariano Moreno (September 23, 1778 – March 4, 1811) was an Argentine lawyer, journalist, and politician. He played a decisive role in the Primera Junta, the first national government of Argentina, created after the May Revolution.\nMoreno was born in Buenos Aires in 1778.",
      "pageId": 2646684,
      "monthDay": "09/23"
    },
    {
      "year": "1791",
      "uri": "/wiki/Johann_Franz_Encke",
      "name": "Johann Franz Encke",
      "aboutText": "Giovanni Maria Bononcini (23 September 1642 – 18 November 1678) was an Italian violinist and composer, the father of a musical dynasty.\nIn 1671 Bononcini the elder became a court musician at Modena. His treatise, Musico prattico, was published in 1673.",
      "pageId": 3511973,
      "monthDay": "09/23"
    },
    {
      "year": "1791",
      "uri": "/wiki/Theodor_K%C3%B6rner_(author)",
      "name": "Theodor Körner",
      "aboutText": "Princess Juliane Henriette Ulrike of Saxe-Coburg-Saalfeld (Coburg, 23 September 1781 – Elfenau, near Bern, Switzerland, 15 August 1860), also known as Grand Duchess Anna Fyodorovna of Russia (Russian: Анна Фёдоровна), was a German princess of the ducal house of Saxe-Coburg-Saalfeld (after 1826, the house of Saxe-Coburg-Gotha) who became the wife of Grand Duke Konstantin Pavlovich of Russia.",
      "pageId": 6598011,
      "monthDay": "09/23"
    },
    {
      "year": "1800",
      "uri": "/wiki/William_Holmes_McGuffey",
      "name": "William Holmes McGuffey",
      "aboutText": "Marie Clotilde of France (Marie Adélaïde Clotilde Xavière; 23 September 1759 – 7 March 1802), known as Madame Clotilde, was a French princess who became Queen of Sardinia as Clotilda in 1796. She was the younger sister of Louis XVI of France and later the wife of Charles Emmanuel IV of Sardinia. She was politically active and acted as the de facto first minister of her spouse during his reign.",
      "pageId": 14291318,
      "monthDay": "09/23"
    },
    {
      "year": "1819",
      "uri": "/wiki/Hippolyte_Fizeau",
      "name": "Hippolyte Fizeau",
      "aboutText": "Kublai Khan (/ˈkuːblaɪ ˈkɑːn/; Mongolian: Хубилай хаан, Xubilaĭ xaan; Middle Mongolian: Qubilai Qaγan, \"King Qubilai\"; September 23, 1215 – February 18, 1294), born Kublai (Mongolian: Хубилай, Xubilaĭ; Middle Mongolian: Qubilai; also spelled Khubilai) and also known by the temple name Shizu (Emperor Shizu of Yuan; Chinese: 元世祖; pinyin: Yuán Shìzǔ; Wade–Giles: Yüan Shih-tsu), was the fifth Khagan (Great Khan) of the Mongol Empire (Ikh Mongol Uls), reigning from 1260 to 1294, although it was only nominal due to the division of the empire. He also founded the Yuan dynasty in China as a Conquest Dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294.\nKublai was the fourth son of Tolui (his second son with Sorghaghtani Beki) and a grandson of Genghis Khan.",
      "pageId": 20754760,
      "monthDay": "09/23"
    },
    {
      "year": "1838",
      "uri": "/wiki/Victoria_Woodhull",
      "name": "Victoria Woodhull",
      "aboutText": "Empress Go-Sakuramachi (後桜町天皇, Go-Sakuramachi-tennō, 23 September 1740 – 24 December 1813) was the 117th monarch of Japan, according to the traditional order of succession.\nGo-Sakuramachi's reign spanned the years from 1762 through 1771.\nThis 18th-century sovereign was named after her father Emperor Sakuramachi and go- (後), translates literally as \"later;\" and thus, she could be called the \"Later Sakuramachi\".",
      "pageId": 23777795,
      "monthDay": "09/23"
    },
    {
      "year": "1851",
      "uri": "/wiki/Ellen_Hayes",
      "name": "Ellen Hayes",
      "aboutText": "Ellen Amanda Hayes (September 23, 1851 – October 27, 1930) was an American mathematician and astronomer.",
      "pageId": 30803079,
      "monthDay": "09/23"
    },
    {
      "year": "1852",
      "uri": "/wiki/James_Carroll_Beckwith",
      "name": "James Carroll Beckwith",
      "aboutText": "Mary Mallon (September 23, 1869 – November 11, 1938), better known as Typhoid Mary, was the first person in the United States identified as an asymptomatic carrier of the pathogen associated with typhoid fever. She was presumed to have infected 51 people, three of whom died, over the course of her career as a cook.",
      "pageId": 71481,
      "monthDay": "09/23"
    },
    {
      "year": "1852",
      "uri": "/wiki/William_Stewart_Halsted",
      "name": "William Stewart Halsted",
      "aboutText": "Baroness Emma Magdolna Rozália Mária Jozefa Borbála \"Emmuska\" Orczy de Orci (/ˈɔrtsiː/; 23 September 1865 – 12 November 1947) was a Hungarian-born British novelist, playwright, and artist of noble origin. She is most known for her series of novels featuring the Scarlet Pimpernel.",
      "pageId": 95408,
      "monthDay": "09/23"
    },
    {
      "year": "1853",
      "uri": "/wiki/Princess_Marie_Elisabeth_of_Saxe-Meiningen",
      "name": "Princess Marie Elisabeth of Saxe-Meiningen",
      "aboutText": "Walter Davis Pidgeon (September 23, 1897 – September 25, 1984) was a Canadian American actor who starred in many films, including Mrs.",
      "pageId": 145644,
      "monthDay": "09/23"
    },
    {
      "year": "1861",
      "uri": "/wiki/Robert_Bosch",
      "name": "Robert Bosch",
      "aboutText": "Suzanne Valadon (23 September 1865 – 7 April 1938) was a French artists' model who was born Marie-Clémentine Valadon at Bessines-sur-Gartempe, Haute-Vienne, France. In 1894, Valadon became the first woman painter admitted to the Société Nationale des Beaux-Arts. She was also the mother of painter Maurice Utrillo.",
      "pageId": 168476,
      "monthDay": "09/23"
    },
    {
      "year": "1863",
      "uri": "/wiki/Mary_Church_Terrell",
      "name": "Mary Church Terrell",
      "aboutText": "Walter Lippmann (September 23, 1889 – December 14, 1974) was an American writer, reporter, and political commentator famous for being among the first to introduce the concept of Cold War, coining the term \"stereotype\" in the modern psychological meaning, and critiquing media and democracy in his newspaper column and several books, most notably his 1922 book Public Opinion. Lippmann was also a notable author for the Council on Foreign Relations, until he had an affair with the editor Hamilton Fish Armstrong's wife, which led to a falling out between the two men. Lippmann also played a notable role in Woodrow Wilson's post World War 1 board of Inquiry, as its research director.",
      "pageId": 202159,
      "monthDay": "09/23"
    },
    {
      "year": "1865",
      "uri": "/wiki/Pekka_Halonen",
      "name": "Pekka Halonen",
      "aboutText": "Robert Bosch (23 September 1861 – 12 March 1942) was a German industrialist, engineer and inventor, founder of Robert Bosch GmbH.",
      "pageId": 227941,
      "monthDay": "09/23"
    },
    {
      "year": "1865",
      "uri": "/wiki/Emma_Orczy",
      "name": "Emma Orczy",
      "aboutText": "Pekka Halonen (23 September 1865 – 1 December 1933) was a painter of Finnish landscapes and people in the national romantic style.",
      "pageId": 236330,
      "monthDay": "09/23"
    },
    {
      "year": "1865",
      "uri": "/wiki/Suzanne_Valadon",
      "name": "Suzanne Valadon",
      "aboutText": "Friedrich Wilhelm Ernst Paulus (23 September 1890 – 1 February 1957) was an officer in the German military from 1910 to 1945. He attained the rank of Generalfeldmarschall (field marshal) during World War II, and is best known for commanding the Sixth Army in the Battle of Stalingrad (August 1942 to February 1943), including the successful advance toward the city of Stalingrad and the less successful attack in 1942 (part of Case Blue, June to November 1942) stopped by the Soviet counter-offensives during the 1942–1943 winter. The battle ended in disaster for Nazi Germany when Soviet forces encircled and defeated about 265,000 personnel of the Wehrmacht, their Axis allies, and the anti-Soviet volunteers.",
      "pageId": 301069,
      "monthDay": "09/23"
    },
    {
      "year": "1869",
      "uri": "/wiki/Typhoid_Mary",
      "name": "Typhoid Mary",
      "aboutText": "John Boyd Orr, 1st Baron Boyd-Orr CH, DSO, MC, FRS (23 September 1880 – 25 June 1971), known as Sir John Boyd Orr from 1935 to 1949, was a Scottish teacher, doctor, biologist and politician who received the Nobel Peace Prize for his scientific research into nutrition and his work as the first Director-General of the United Nations Food and Agriculture Organization (FAO). He was the co-founder and the first President (1960–1971) of the World Academy of Art and Science (WAAS).\n^ a b Kay, H. D. (1972).",
      "pageId": 322276,
      "monthDay": "09/23"
    },
    {
      "year": "1876",
      "uri": "/wiki/Moshe_Zvi_Segal",
      "name": "Moshe Zvi Segal",
      "aboutText": "John Leo Mokan (September 23, 1895 – February 10, 1985) was a Major League Baseball outfielder. He batted and threw right-handed.\nA native of Buffalo, New York, Mokan made his major league debut on April 15, 1921 at the age of 26.",
      "pageId": 742057,
      "monthDay": "09/23"
    },
    {
      "year": "1880",
      "uri": "/wiki/John_Boyd_Orr,_1st_Baron_Boyd-Orr",
      "name": "John Boyd Orr, 1st Baron Boyd-Orr",
      "aboutText": "Mary Church Terrell (September 23, 1863 – July 24, 1954) was one of the first African-American women to earn a college degree, and became known as a national activist for civil rights and suffrage; in 1909 she was a founding member of the National Association for the Advancement of Colored People. She taught and was a principal at an academic high school in Washington, DC; in 1896 she was the first African-American woman in the United States to be appointed to a school board of a major city, serving in the District of Columbia until 1906. Terrell led several important associations, including the National Association of Colored Women.",
      "pageId": 1465446,
      "monthDay": "09/23"
    },
    {
      "year": "1889",
      "uri": "/wiki/Walter_Lippmann",
      "name": "Walter Lippmann",
      "aboutText": "James Carroll Beckwith (September 23, 1852 – October 24, 1917) was an American landscape, portrait and genre painter whose Impressionist style led to his recognition in the late nineteenth century as a prominent figure in American art.",
      "pageId": 2314057,
      "monthDay": "09/23"
    },
    {
      "year": "1890",
      "uri": "/wiki/Friedrich_Paulus",
      "name": "Friedrich Paulus",
      "aboutText": "William Stewart Halsted, M.D. (September 23, 1852 – September 7, 1922) was an American surgeon who emphasized strict aseptic technique during surgical procedures, was an early champion of newly discovered anesthetics, and introduced several new operations, including the radical mastectomy for breast cancer. Along with William Osler (Professor of Medicine), Howard Atwood Kelly (Professor of Gynecology) and William H. Welch (Professor of Pathology), Halsted was one of the \"Big Four\" founding professors at the Johns Hopkins Hospital.",
      "pageId": 2394191,
      "monthDay": "09/23"
    },
    {
      "year": "1893",
      "uri": "/wiki/Cl%C3%A4re_Lotto",
      "name": "Cläre Lotto",
      "aboutText": "Cläre Lotto (23 September 1893 – 23 August 1952) was a German film actress of the silent era.",
      "pageId": 15314085,
      "monthDay": "09/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Miron_Merzhanov",
      "name": "Miron Merzhanov",
      "aboutText": "Leslie Clement \"Les\" Haylen (23 September 1898 – 12 September 1977), also known by the pen-name Sutton Woodfield, was an Australian politician, playwright, novelist and journalist.",
      "pageId": 16629943,
      "monthDay": "09/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Johnny_Mokan",
      "name": "Johnny Mokan",
      "aboutText": "Miron Ivanovich Merzhanov, born Meran Merzhanyantz (Russian: Мирон Иванович Мержанов, Меран Оганесович Мержанянц, September 23, 1895 – December 1975), was a Soviet architect of Armenian descent, notable for being the de facto personal architect of Joseph Stalin in 1933–1941. Arrested in 1942 on political charges, Merzhanov continued professional work as a sharashka architect, designing numerous public buildings in the Black Sea region, Krasnoyarsk and Komsomolsk-na-Amure.",
      "pageId": 18494559,
      "monthDay": "09/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Walter_Pidgeon",
      "name": "Walter Pidgeon",
      "aboutText": "Tom Campbell Clark (September 23, 1899 – June 13, 1977) was United States Attorney General from 1945 to 1949 and an Associate Justice of the Supreme Court of the United States from 1949 to 1967.",
      "pageId": 21807014,
      "monthDay": "09/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Les_Haylen",
      "name": "Les Haylen",
      "aboutText": "Moshe Zvi (Hirsch) Segal (Hebrew: משה צבי סגל) (born 23 September 1876; died 11 January 1968) was an eminent Israeli rabbi, linguist and Talmudic scholar. Segal appears to have changed his middle name in the late 50s or early 60s, eventually dropping Zvi entirely.",
      "pageId": 24924596,
      "monthDay": "09/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Jadwiga_Smosarska",
      "name": "Jadwiga Smosarska",
      "aboutText": "Princess Marie Elisabeth of Saxe-Meiningen (23 September 1853 – 22 February 1923) was the only daughter of Georg II, Duke of Saxe-Meiningen by his first wife Princess Charlotte of Prussia. She was notable as a musician and composer. One of her most famous works is Romanze in F major for clarinet and piano.",
      "pageId": 28710152,
      "monthDay": "09/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Tom_C._Clark",
      "name": "Tom C. Clark",
      "aboutText": "Jadwiga Smosarska (23 September 1898 – 1 November 1971) was a Polish film actress. She appeared in more than 25 films between 1919 and 1937.\n^ \"Jadwiga Smosarska\".",
      "pageId": 37731538,
      "monthDay": "09/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Louise_Nevelson",
      "name": "Louise Nevelson",
      "aboutText": "Anne Cécile Desclos (23 September 1907 – 27 April 1998) was a French journalist and novelist who wrote under the pseudonyms Dominique Aury and Pauline Réage.",
      "pageId": 46061,
      "monthDay": "09/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/Bill_Stone_(Royal_Navy_sailor)",
      "name": "Bill Stone",
      "aboutText": "Jaroslav Seifert (Czech pronunciation: [ˈjaroslaf ˈsajfr̩t]; 23 September 1901 – 10 January 1986) was a Nobel Prize–winning Czechoslovak writer, poet and journalist.\nBorn in Žižkov, a suburb of Prague in what was then part of Austria-Hungary, his first collection of poems was published in 1921. He was a member of the Communist Party, the editor of a number of communist newspapers and magazines – Rovnost, Sršatec, and Reflektor – and the employee of a communist publishing house.",
      "pageId": 63306,
      "monthDay": "09/23"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jaroslav_Seifert",
      "name": "Jaroslav Seifert",
      "aboutText": "Su Buqing (蘇步青) (September 23, 1902 – March 17, 2003) was a Chinese mathematician and educator.\nHe was born in Pingyang in Zhejiang Province in 1902. After Su finished high school at Wenzhou High School, he graduated from Tohoku Imperial University in Japan in 1927 and received his Ph.D. from the University in 1931.",
      "pageId": 209460,
      "monthDay": "09/23"
    },
    {
      "year": "1902",
      "uri": "/wiki/Su_Buqing",
      "name": "Su Buqing",
      "aboutText": "Myron Carlton \"Tiny\" Bradshaw (September 23, 1907 – November 26, 1958) was an American jazz and rhythm and blues bandleader, singer, composer, pianist, and drummer.",
      "pageId": 248341,
      "monthDay": "09/23"
    },
    {
      "year": "1905",
      "uri": "/wiki/Tiny_Bradshaw",
      "name": "Tiny Bradshaw",
      "aboutText": "Albert Ammons (September 23, 1907 – December 2, 1949) was an American pianist and player of boogie-woogie, a bluesy jazz style popular from the late 1930s into the mid-1940s.",
      "pageId": 331437,
      "monthDay": "09/23"
    },
    {
      "year": "1906",
      "uri": "/wiki/Bardu_Ali",
      "name": "Bardu Ali",
      "aboutText": "Frank Edward \"Ted\" Moss (September 23, 1911 – January 29, 2003) was an American lawyer and politician. A member of the Democratic Party, he served as a United States Senator from Utah from 1959 to 1977.",
      "pageId": 354590,
      "monthDay": "09/23"
    },
    {
      "year": "1906",
      "uri": "/wiki/Charles_Ritchie_(diplomat)",
      "name": "Charles Ritchie",
      "aboutText": "Bardu Ali (September 23, 1906 – October 29, 1981) was born in New Orleans, Louisiana, USA. He was an American jazz and rhythm and blues singer and guitarist, and a musical promoter.\nHe became master of ceremonies of the bands in which he worked early in his career – Napoleon Zyas's, Leroy Tibbs', and Chick Webb's. He is credited with persuading Webb to hire Ella Fitzgerald.",
      "pageId": 424447,
      "monthDay": "09/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Albert_Ammons",
      "name": "Albert Ammons",
      "aboutText": "Louise Nevelson (September 23, 1899 – April 17, 1988) was an American sculptor known for her monumental, monochromatic, wooden wall pieces and outdoor sculptures.\nBorn in Czarist Russia, she emigrated with her family to the United States in the early 20th century. Nevelson learned English at school, as she spoke Yiddish at home.",
      "pageId": 764030,
      "monthDay": "09/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Anne_Desclos",
      "name": "Anne Desclos",
      "aboutText": "Herbert Kappler (23 September 1907 – 9 February 1978) was the head of German police and security services (Oberbefehlshaber des Sicherheitspolizei und SD) in Rome during the Second World War.",
      "pageId": 767543,
      "monthDay": "09/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Herbert_Kappler",
      "name": "Herbert Kappler",
      "aboutText": "Mullah Begawan Sultan Sir Muda Omar Ali Saifuddien III (full name, Sultan Haji Omar Ali Saifuddien Saadul Khairi Waddien ibni Sultan Muhammad Jamalul Alam II, GCVO, KCMG; 23 September 1914 – 7 September 1986) was the 28th Paramount Ruler and Sultan of Brunei who ruled from 4 June 1950 until his abdication from the throne on 4 October 1967. He was also the first Brunei Minister of Defence.",
      "pageId": 787834,
      "monthDay": "09/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Nicola_Moscona",
      "name": "Nicola Moscona",
      "aboutText": "Ramdhari Singh 'Dinkar' (23 September 1908 – 24 April 1974) was an Indian Hindi poet, essayist, patriot and academic, who is considered as one of the most important modern Hindi poets. He remerged as a poet of rebellion as a consequence of his nationalist poetry written in the days before Indian independence. His poetry exuded veer rasa, and he has been hailed as a Rashtrakavi (\"National poet\") on account of his inspiring patriotic compositions.",
      "pageId": 1015512,
      "monthDay": "09/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Duarte_Nuno,_Duke_of_Braganza",
      "name": "Duarte Nuno, Duke of Braganza",
      "aboutText": "Charles Stewart Almon Ritchie, CC (September 23, 1906 – June 7, 1995) was a Canadian diplomat and diarist.\nBorn in Halifax, Nova Scotia, Ritchie was educated at University of King's College, Pembroke College, Oxford, Harvard University, and École Libre des Sciences Politiques. He joined the Department of External Affairs in 1934 eventually becoming Canada’s ambassador to West Germany (1954-1958), Permanent Representative to the United Nations (1958-1962), ambassador to the United States during the presidencies of John F. Kennedy and Lyndon Johnson (1962-1966), ambassador to the North Atlantic Council (1966-1967) and from 1967 to 1971 was Canadian High Commissioner to the United Kingdom in London.",
      "pageId": 1678837,
      "monthDay": "09/23"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ramdhari_Singh_Dinkar",
      "name": "Ramdhari Singh Dinkar",
      "aboutText": "D. Duarte Nuno, Prince Royal of Portugal, Duke of Braganza (23 September 1907 – 24 December 1976) was the claimant to the defunct Portuguese throne, as both the Miguelist successor of his father, Miguel, Duke of Braganza, and later as the head of the only Brigantine house, after the death of the last Legitimist Braganza, King Manuel II of Portugal. In 1952, when the Portuguese Laws of Banishment were repealed, the Duke moved his family to Portugal, thus returning the Miguelist Braganzas to their homeland and becoming the first Portuguese royals to live in Portugal since the deposition of the monarchy, in 1910.\nOnce established in Portugal, the Duke was granted a pension and residence by the Fundação da Casa de Bragança, the organization has owned and managed all the private assets of the House of Braganza, since the death of King Manuel II, in 1932.",
      "pageId": 1999000,
      "monthDay": "09/23"
    },
    {
      "year": "1909",
      "uri": "/wiki/Lorenc_Antoni",
      "name": "Lorenc Antoni",
      "aboutText": "William Frederick \"Bill\" Stone (23 September 1900 – 10 January 2009) was one of the last surviving five First World War veterans who served in the United Kingdom's armed forces and one of the last surviving two seamen worldwide, along with Claude Choules. They were also the last two to have also served in the Second World War, although Stone saw action only in the Second World War as he was still in training when the First World War ended.\nStone was born in Ledstone, Kingsbridge, Devon and enlisted in the Royal Navy on his 18th birthday.",
      "pageId": 2784898,
      "monthDay": "09/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jakob_Streit",
      "name": "Jakob Streit",
      "aboutText": "Tony Smith (September 23, 1912 – December 26, 1980) was an American sculptor, visual artist, architectural designer, and a noted theorist on art.",
      "pageId": 5391778,
      "monthDay": "09/23"
    },
    {
      "year": "1911",
      "uri": "/wiki/Frank_Moss_(politician)",
      "name": "Frank Moss",
      "aboutText": "Dr. Ghulam Mustafa Khan, PhD, D.Litt, SI (23 September 1912 – 25 September 2005) was a researcher, critic, linguist, author, scholar of Urdu literature and linguistics, educationist and religious and spiritual leader belonging to Naqshbandi order of Sufism. He was one of most notable people of Hyderabad, Sindh Pakistan.",
      "pageId": 6115373,
      "monthDay": "09/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ghulam_Mustafa_Khan",
      "name": "Ghulam Mustafa Khan",
      "aboutText": "Carl-Henning Pedersen (23 September 1913 – 20 February 2007) was a Danish painter and a key member of the COBRA movement.",
      "pageId": 9633255,
      "monthDay": "09/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Tony_Smith_(sculptor)",
      "name": "Tony Smith",
      "aboutText": "Lorenc Antoni (23 September 1909 – 21 October 1991) was a Kosovo Albanian composer, conductor, and ethnomusicologist.",
      "pageId": 23946813,
      "monthDay": "09/23"
    },
    {
      "year": "1913",
      "uri": "/wiki/Carl-Henning_Pedersen",
      "name": "Carl-Henning Pedersen",
      "aboutText": "Nicola Moscona (September 23, 1907 - September 17, 1975) was a Greek-born operatic bass.",
      "pageId": 33079686,
      "monthDay": "09/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Omar_Ali_Saifuddien_III",
      "name": "Omar Ali Saifuddien III",
      "aboutText": "Jakob Streit (23 September 1910 in Spiez, Switzerland – 15 May 2009 in Spiez) was a Swiss author, teacher and anthroposophist.",
      "pageId": 43112177,
      "monthDay": "09/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Julius_Baker",
      "name": "Julius Baker",
      "aboutText": "Aldo Romeo Luigi Moro (Italian pronunciation: [ˈaldo ˈmɔːro]; September 23, 1916 – May 9, 1978) was an Italian Christian Democratic politician and the 38th Prime Minister of Italy, from 1963 to 1968, and then from 1974 to 1976. He was one of Italy's longest-serving post-war Prime Ministers, holding power for a combined total of more than six years.\nA leader of Christian Democracy (Democrazia Cristiana, DC), Moro was considered an intellectual and a patient mediator, especially in the internal life of his party.",
      "pageId": 52544,
      "monthDay": "09/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Clifford_Shull",
      "name": "Clifford Shull",
      "aboutText": "John William Coltrane, also known as \"Trane\" (September 23, 1926 – July 17, 1967), was an American jazz saxophonist and composer. Working in the bebop and hard bop idioms early in his career, Coltrane helped pioneer the use of modes in jazz and was later at the forefront of free jazz. He led at least fifty recording sessions during his career, and appeared as a sideman on many albums by other musicians, including trumpeter Miles Davis and pianist Thelonious Monk.",
      "pageId": 53536,
      "monthDay": "09/23"
    },
    {
      "year": "1916",
      "uri": "/wiki/Aldo_Moro",
      "name": "Aldo Moro",
      "aboutText": "Mickey Rooney (born Joseph Yule, Jr.; September 23, 1920 – April 6, 2014) was an American actor of film, television, Broadway, radio, and vaudeville. In a career spanning nine decades and continuing until shortly before his death, he appeared in more than 300 films and was one of the last surviving stars of the silent film era.\nAt the height of a career that was marked by precipitous declines and raging comebacks, Rooney played the role of Andy Hardy in a series of fifteen films in the 1930s and 1940s that epitomized American family values.",
      "pageId": 87624,
      "monthDay": "09/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mickey_Rooney",
      "name": "Mickey Rooney",
      "aboutText": "Ray Charles Robinson (September 23, 1930 – June 10, 2004), professionally known as Ray Charles, was an American singer, songwriter, musician and composer. He was sometimes referred to as \"The Genius\", and was also nicknamed \"The High Priest of Soul\".\nHe pioneered the genre of soul music during the 1950s by combining rhythm and blues, gospel, and blues styles into the music he recorded for Atlantic Records.",
      "pageId": 147311,
      "monthDay": "09/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Louise_Latham",
      "name": "Louise Latham",
      "aboutText": "Julius Baker (September 23, 1915 – August 6, 2003) was one of the foremost American orchestral flute players.",
      "pageId": 220271,
      "monthDay": "09/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Vello_Helk",
      "name": "Vello Helk",
      "aboutText": "Clifford Glenwood Shull (Pittsburgh, Pennsylvania, September 23, 1915 – March 31, 2001) was a Nobel Prize-winning American physicist.",
      "pageId": 521992,
      "monthDay": "09/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Margaret_Pellegrini",
      "name": "Margaret Pellegrini",
      "aboutText": "Pedro Joaquín Chamorro Cardenal (23 September 1924 Granada, Nicaragua – 10 January 1978 Managua) was a Nicaraguan journalist and publisher. He was the editor of La Prensa, the only significant opposition newspaper to the long rule of the Somoza family. He is a 1977 laureate of the Maria Moors Cabot Prize of the University of Columbia (New York).",
      "pageId": 1169631,
      "monthDay": "09/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Pedro_Joaqu%C3%ADn_Chamorro_Cardenal",
      "name": "Pedro Joaquín Chamorro Cardenal",
      "aboutText": "Wallace Victor \"Wally\" Whyton (23 September 1929 – 22 January 1997) was a British musician, songwriter and radio and TV personality.\nBorn in London, England, Whyton grew up listening to jazz, blues and folk music, and learned to play first the piano, then trombone, and finally guitar. In 1956, while working in advertising, he formed the Vipers Skiffle Group, which became the resident band at the 2i's Coffee Bar in Soho.",
      "pageId": 1798074,
      "monthDay": "09/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Eleonora_Rossi_Drago",
      "name": "Eleonora Rossi Drago",
      "aboutText": "Roger Grimsby (September 23, 1928 – June 23, 1995) was an American journalist, television news anchor and actor.",
      "pageId": 2121240,
      "monthDay": "09/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Denis_C._Twitchett",
      "name": "Denis C. Twitchett",
      "aboutText": "For other persons named Frank Foster, see Frank Foster (disambiguation)",
      "pageId": 4176673,
      "monthDay": "09/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Andr%C3%A9_Cassagnes",
      "name": "André Cassagnes",
      "aboutText": "Colin George Blakely (23 September 1930 – 7 May 1987) was a Northern Irish character actor.",
      "pageId": 7049811,
      "monthDay": "09/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Coltrane",
      "name": "John Coltrane",
      "aboutText": "Denis Crispin Twitchett (23 September 1925 – 24 February 2006) was a British Sinologist and scholar who specialized in Chinese history, and is well known as one of the co-editors of The Cambridge History of China.",
      "pageId": 8432042,
      "monthDay": "09/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jimmy_Woode",
      "name": "Jimmy Woode",
      "aboutText": "Louise Latham (born September 23, 1922) is an American actress, perhaps best known for her portrayal of Bernice Edgar in Alfred Hitchcock's film Marnie (1964).",
      "pageId": 8969907,
      "monthDay": "09/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Mighty_Joe_Young_(musician)",
      "name": "Mighty Joe Young",
      "aboutText": "Eleonora Rossi Drago, born Palmira Omiccioli, (23 September 1925 – 2 December 2007) was an Italian film actress. She was born in Quinto al Mare, Genoa, Italy, and had the leading role in Michelangelo Antonioni's Le amiche. She worked with Pietro Germi in Un maledetto imbroglio.",
      "pageId": 11974233,
      "monthDay": "09/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Frank_Foster_(musician)",
      "name": "Frank Foster",
      "aboutText": "James Bryant Woode (September 23, 1926, Philadelphia – April 23, 2005, Lindenwold, New Jersey) was an American jazz bassist.",
      "pageId": 12927797,
      "monthDay": "09/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Roger_Grimsby",
      "name": "Roger Grimsby",
      "aboutText": "Mighty Joe Young (September 23, 1927 – March 27, 1999) was an American Chicago blues guitarist. Born Joseph Young in Shreveport, Louisiana, he died in Chicago, Illinois.\nAlthough he was born in Louisiana, Young was raised in Milwaukee.",
      "pageId": 15102921,
      "monthDay": "09/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Wally_Whyton",
      "name": "Wally Whyton",
      "aboutText": "Sehba Akhtar (September 23, 1930 – February 19, 1996) was a poet and songwriter in Pakistan.",
      "pageId": 15230011,
      "monthDay": "09/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sehba_Akhtar",
      "name": "Sehba Akhtar",
      "aboutText": "Margaret Pellegrini (September 23, 1923 – August 7, 2013) was an American actress, vaudeville performer and dancer, best known for playing one of the munchkins from the 1939 film The Wizard of Oz.",
      "pageId": 18101180,
      "monthDay": "09/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Colin_Blakely",
      "name": "Colin Blakely",
      "aboutText": "Vello Helk (23 September 1923, Varstu, Estonia – 14 March 2014) was an eminent Danish historian of Estonian origin.\nHelk was mobilized in the German army in 1944 and was forced to go to Germany. From there he went to Denmark, where he attended the University of Århus from 1947, where he studied history, Latin and German.",
      "pageId": 19270264,
      "monthDay": "09/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ray_Charles",
      "name": "Ray Charles",
      "aboutText": "André Cassagnes (September 23, 1926 – January 16, 2013) was a French inventor, electrical technician, toymaker, and kite designer. Cassagnes is best known as the inventor of the Etch A Sketch, a popular mechanical drawing toy manufactured by the Ohio Art Company.\nCassagnes was born outside Paris, France, on September 23, 1926.",
      "pageId": 38401383,
      "monthDay": "09/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Hilly_Kristal",
      "name": "Hilly Kristal",
      "aboutText": "Romy Schneider (23 September 1938 – 29 May 1982) was a film actress born in Vienna who held German and French citizenship. She started her career in the German Heimatfilm genre in the early 1950s when she was 15. From 1955 to 1957 she played the central character of Empress Elisabeth of Austria in the Austrian Sissi trilogy.",
      "pageId": 154224,
      "monthDay": "09/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Stan_Lynde",
      "name": "Stan Lynde",
      "aboutText": "Gerald Stairs \"Gerry\" Merrithew PC CD (September 23, 1931 – September 5, 2004), born in Saint John, New Brunswick, Canada, was an educator, provincial and federal politician, and statesman.\nMerrithew graduated from the New Brunswick Teachers' College, then obtained his BA and B.Ed degrees from the University of New Brunswick. With a lifelong interest in the Canadian Forces, he became an Officer Cadet and rose to the rank of Lieutenant-Colonel.",
      "pageId": 243070,
      "monthDay": "09/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gerald_Merrithew",
      "name": "Gerald Merrithew",
      "aboutText": "Janusz Gajos (Polish pronunciation: [ˈjanuʂ ˈɡajɔs]; born 23 September 1939 in Dąbrowa Górnicza) is a Polish actor.\nHe graduated in 1965 from the National Film School in Łódź as one of its best students despite having been rejected during entrance exams for three times. He debuted while he was still in film school in children's film Panienka z okienka in 1964.",
      "pageId": 277183,
      "monthDay": "09/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Georg_Ke%C3%9Fler",
      "name": "Georg Keßler",
      "aboutText": "Jacques Poulin (born 23 Sep 1937 at Saint-Gédéon, Quebec) is a Canadian novelist with a quiet and intimate style of writing. Poulin studied psychology and arts at the Université Laval in Quebec City; he started his career as commercial translator and later became a college guidance counselor. Only after the success of his second novel, Jimmy (1969), was he able to devote himself completely to his writing.",
      "pageId": 291834,
      "monthDay": "09/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Lloyd_J._Old",
      "name": "Lloyd J. Old",
      "aboutText": "Henry Calthorpe Blofeld, OBE (born 23 September 1939; nicknamed Blowers by Brian Johnston) is an English sports journalist, best known as a cricket commentator for Test Match Special on BBC Radio 4 and BBC Radio 5 Live Sports Extra. He has established a reputation as a commentator with an accent, vocabulary and syntax that is quintessentially Old Etonian both in style and substance.",
      "pageId": 488100,
      "monthDay": "09/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Per_Olov_Enquist",
      "name": "Per Olov Enquist",
      "aboutText": "Per Olov Enquist, better known as P. O. Enquist, (born 23 September 1934) is a Swedish author. He has worked as a journalist, playwright, and novelist. In the 1990s, he gained international recognition with his novel The Visit of the Royal Physician.",
      "pageId": 574522,
      "monthDay": "09/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ahmad_Shah_Khan,_Crown_Prince_of_Afghanistan",
      "name": "Ahmad Shah Khan, Crown Prince of Afghanistan",
      "aboutText": "Thomas William \"Tom\" Lester (born September 23, 1938) is an American actor and evangelist.",
      "pageId": 635021,
      "monthDay": "09/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Prem_Chopra",
      "name": "Prem Chopra",
      "aboutText": "Prem Chopra (born 23 September 1935) is an Indian actor in Hindi and Punjabi films. He has acted in 320 films over a span of over 50 years. He has a soft spoken diction despite being a villain in most films.",
      "pageId": 838751,
      "monthDay": "09/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Les_McCann",
      "name": "Les McCann",
      "aboutText": "Valentín Paniagua Corazao (23 September 1936 – 16 October 2006) was a Peruvian politician and former Interim President of Peru. Paniagua was elected by the Peruvian Congress to serve as interim president of the country after Alberto Fujimori was ousted from office by Congress in November 2000.\nAs Interim President, his main task was to organize new elections, after which, in July 2001, he stood down from the presidency.",
      "pageId": 871220,
      "monthDay": "09/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ron_Tindall",
      "name": "Ron Tindall",
      "aboutText": "Roy Buchanan (September 23, 1939 – August 14, 1988) was an American guitarist and blues musician. A pioneer of the Telecaster sound, Buchanan worked as both a sideman and solo artist, with two gold albums early in his career, and two later solo albums that made it on to the Billboard chart. Despite never having achieved stardom, he is still considered a highly influential guitar player.",
      "pageId": 1033965,
      "monthDay": "09/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Arland_D._Williams,_Jr.",
      "name": "Arland D. Williams, Jr.",
      "aboutText": "Arland Dean Williams Jr. (September 23, 1935 – January 13, 1982) was a passenger aboard Air Florida Flight 90, which crashed on take-off in Washington, D.C., on January 13, 1982, killing 78 people. One of just six people to survive the crash, he helped the other five escape the sinking plane before succumbing to his injuries.",
      "pageId": 1469760,
      "monthDay": "09/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Valent%C3%ADn_Paniagua",
      "name": "Valentín Paniagua",
      "aboutText": "Leslie Coleman \"Les\" McCann (born September 23, 1935, in Lexington, Kentucky) is an American soul jazz pianist and vocalist whose biggest successes came as a crossover artist into R&B and soul.",
      "pageId": 2334176,
      "monthDay": "09/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sylvain_Saudan",
      "name": "Sylvain Saudan",
      "aboutText": "Myron Stanford Lynde (September 23, 1931 – August 6, 2013) was an American comic strip artist, painter and novelist.",
      "pageId": 2480405,
      "monthDay": "09/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tareq_Suheimat",
      "name": "Tareq Suheimat",
      "aboutText": "Hilly Kristal, birth name Hillel Kristal, (September 23, 1931 – August 28, 2007) was an American club owner and musician who was the owner of the iconic New York City club, CBGB, which opened in 1973 and closed in 2006 over a rent dispute.",
      "pageId": 7370475,
      "monthDay": "09/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jacques_Poulin",
      "name": "Jacques Poulin",
      "aboutText": "Ronald Albert Ernest \"Ron\" Tindall (23 September 1935 – 9 September 2012) was an English footballer who played as a striker.",
      "pageId": 7440545,
      "monthDay": "09/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tom_Lester",
      "name": "Tom Lester",
      "aboutText": "Ahmad Shah, Crown Prince of Afghanistan (Pashto: أحمد شاه خان, Urdu: أحمد شاه خان; born 23 September 1934 in Arg-i-Shahi, Kabul) is the second son of Mohammed Zahir Shah, the former King of Afghanistan, and the pretender to the former throne of Afghanistan.",
      "pageId": 9936426,
      "monthDay": "09/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Romy_Schneider",
      "name": "Romy Schneider",
      "aboutText": "Sylvain Saudan (born on 23 September 1936 in Lausanne, Switzerland) is an extreme skier, dubbed \"skier of the impossible.\" He is noted for skiing down large and steep mountains, including those in the Himalayas. In 2007 he survived a helicopter crash in Kashmir.\nHe is considered to be the father of extreme skiing and that has given him the name \"skier of the impossible\".",
      "pageId": 17331490,
      "monthDay": "09/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Henry_Blofeld",
      "name": "Henry Blofeld",
      "aboutText": "Georg Kessler (born 23 September 1932) is a former German football manager.",
      "pageId": 18379628,
      "monthDay": "09/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Roy_Buchanan",
      "name": "Roy Buchanan",
      "aboutText": "Lloyd John Old (September 23, 1933 – November 28, 2011) was one of the founders and standard-bearers of the field of cancer immunology. When Old began his career in 1958, tumor immunology was in its infancy. Today, cancer immunotherapies are emerging as a significant advance in cancer therapy.",
      "pageId": 18774657,
      "monthDay": "09/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Janusz_Gajos",
      "name": "Janusz Gajos",
      "aboutText": "Tareq Salah Attalla Suheimat (23 September 1936 – 21 July 2014), was a distinguished Jordanian physician, nephrologist, military General, and statesman. Born in the historic city of Al-Karak in southern Jordan, Suheimat studied in Amman's schools and then studied medicine in a number of universities, institutes and hospitals in the United Kingdom and the United States of America. He joined the Jordanian Armed Forces where he reached the rank of Major General, and has held a number of senior responsibilities at both medical and governmental levels.",
      "pageId": 28360719,
      "monthDay": "09/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joan_Hanham,_Baroness_Hanham",
      "name": "Joan Hanham, Baroness Hanham",
      "aboutText": "Sila María Calderón Serra (born September 23, 1942) is a Puerto Rican politician, businesswoman, and philanthropist who served as the eighth Governor of the Commonwealth of Puerto Rico from 2001 to 2005. She is the first and, to date, only woman elected to that office. Prior to serving as Governor, Calderón held various positions in the Government of Puerto Rico, including the 12th Secretary of State of Puerto Rico from 1988 to 1989, and Chief of Staff to Governor Rafael Hernández Colón.",
      "pageId": 113341,
      "monthDay": "09/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Sonny_Vaccaro",
      "name": "Sonny Vaccaro",
      "aboutText": "Igor Sergeyevich Ivanov (born September 23, 1945) is a Russian politician who was Foreign Minister of Russia from 1998 to 2004.",
      "pageId": 193602,
      "monthDay": "09/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tim_Rose",
      "name": "Tim Rose",
      "aboutText": "George Lester Jackson (September 23, 1941 – August 21, 1971) was an African-American left-wing activist, Marxist, author, a member of the Black Panther Party, and co-founder of the Black Guerrilla Family while incarcerated. Jackson achieved fame as one of the Soledad Brothers and was later shot to death by guards in San Quentin Prison following an unsuccessful escape attempt which left Jackson and four others, including a judge, dead.\n^ Murrin, John; Paul E. Johnson; James M. McPherson (2008).",
      "pageId": 331028,
      "monthDay": "09/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mohammad-Reza_Shajarian",
      "name": "Mohammad-Reza Shajarian",
      "aboutText": "Mohammad-Reza Shajarian (Persian: محمدرضا شجريان‎‎) (born 23 September 1940) is an internationally and critically acclaimed Persian classical singer, composer and Ostad (master) of Persian music. He has been called \"Iran's greatest living master of traditional Persian music.\" Shajarian is also known for his skills in Persian calligraphy, and humanitarian activities.\nShajarian was born in Mashhad, Iran, and started singing at the age of five, under the supervision of his father.",
      "pageId": 402585,
      "monthDay": "09/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michel_Temer",
      "name": "Michel Temer",
      "aboutText": "Found Influences,",
      "pageId": 415848,
      "monthDay": "09/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/George_Jackson_(Black_Panther)",
      "name": "George Jackson",
      "aboutText": "Joan Brownlow Hanham, Baroness Hanham, CBE (born 23 September 1939) (née Spark) is a Conservative member of the House of Lords.\nShe was Parliamentary Under Secretary of State at the Department for Communities and Local Government from 2010 to 2013, and was leader of the Kensington and Chelsea London Borough Council from 1989. She was succeeded by Cllr Merrick Cockell, who became leader in April 2000.",
      "pageId": 470938,
      "monthDay": "09/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Simon_Nolet",
      "name": "Simon Nolet",
      "aboutText": "Franz Fischler (born 23 September 1946) is an Austrian politician. He was the European Union's Commissioner for Agriculture, Rural Development and Fisheries (1995–2004). Currently he is President of the European Forum Alpbach.",
      "pageId": 626779,
      "monthDay": "09/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Norma_Winstone",
      "name": "Norma Winstone",
      "aboutText": "Martin Edward \"Marty\" Schottenheimer (/ˈʃɒtənhaɪmər/; born September 23, 1943) is a former professional American football player and coach. Over his career, he has served as head coach of the Cleveland Browns, Kansas City Chiefs, Washington Redskins, and San Diego Chargers. He has the most wins of any NFL coach since 1966 to never coach a team in a Super Bowl (which was first held in that year).",
      "pageId": 1393769,
      "monthDay": "09/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sila_Mar%C3%ADa_Calder%C3%B3n",
      "name": "Sila María Calderón",
      "aboutText": "William Paul Petersen (born September 23, 1945) is an American actor, singer, novelist, and activist.\nPetersen first rose to prominence in the 1950s playing Jeff Stone on The Donna Reed Show, and transitioned to a singing career in the 1960s. In the early 1980s, he had a recurring role as a police officer on Matt Houston, and in the late 1990s, he played the author Paul Conway in the film, Mommy's Day.",
      "pageId": 1551249,
      "monthDay": "09/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Colin_Low,_Baron_Low_of_Dalston",
      "name": "Colin Low, Baron Low of Dalston",
      "aboutText": "Ron Bushy is the drummer of the rock band Iron Butterfly. He is the only member of the group to appear on all six of their studio albums.",
      "pageId": 2482548,
      "monthDay": "09/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tanuja",
      "name": "Tanuja",
      "aboutText": "Sir Richard Peter Lambert (born 23 September 1944) is the former Director-General of the CBI, and the present Chancellor of the University of Warwick.",
      "pageId": 2629645,
      "monthDay": "09/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Julio_Iglesias",
      "name": "Julio Iglesias",
      "aboutText": "Tanuja Mukherjee (nee Samarth), popularly known as Tanuja, is an Indian film actress. She is the mother of Hindi film actresses, Kajol and Tanisha, and is most remembered for her roles in Hindi films like Baharen Phir Bhi Aayengi (1966), Jewel Thief, Haathi Mere Saathi (1971), and Anubhav (1971).",
      "pageId": 2636139,
      "monthDay": "09/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Marty_Schottenheimer",
      "name": "Marty Schottenheimer",
      "aboutText": "Timothy Alan Patrick \"Tim\" Rose (September 23, 1940 – September 24, 2002), was an American singer-songwriter, who spent much of his life in London, England and had more success in Europe than in his native country.",
      "pageId": 3286492,
      "monthDay": "09/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Eric_Bogle",
      "name": "Eric Bogle",
      "aboutText": "Simon Laurent Nolet (born November 23, 1941) is a Canadian former professional ice hockey player. He played ten seasons in the National Hockey League (NHL), most notably for the Philadelphia Flyers.",
      "pageId": 5128382,
      "monthDay": "09/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Richard_Lambert",
      "name": "Richard Lambert",
      "aboutText": "Colin Mackenzie Low, Baron Low of Dalston, CBE (born 23 September 1942) is a British politician, law scholar and member of the House of Lords.\nLow was appointed a Commander of the Order of the British Empire (CBE) in the 2000 New Year Honours for services to the RNIB and disabled peoples' rights. On 13 June 2006, he was created a life peer as Baron Low of Dalston, of Dalston in the London Borough of Hackney and he sits as a crossbencher.",
      "pageId": 8019185,
      "monthDay": "09/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ron_Bushy",
      "name": "Ron Bushy",
      "aboutText": "Norma Ann Winstone MBE (born 23 September 1941) is a British jazz singer and lyricist.",
      "pageId": 11871189,
      "monthDay": "09/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Igor_Ivanov",
      "name": "Igor Ivanov",
      "aboutText": "John Paul Vincent Vaccaro (born September 23, 1939 in Trafford, Pennsylvania) is an American former sports marketing executive.\nVaccaro is probably best known for his tenure with Nike, Inc., where he signed Michael Jordan to his first sneaker deal. Vaccaro left Nike for Adidas, then Reebok.",
      "pageId": 12140798,
      "monthDay": "09/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Paul_Petersen",
      "name": "Paul Petersen",
      "aboutText": "Julio Iglesias (Spanish pronunciation: [ˈxuljo iˈɣlesjas] born Julio José Iglesias de la Cueva; September 23, 1943) is a Grammy Award-winning Spanish singer and songwriter who has sold 100–300 million records worldwide in 14 languages and released more than 80 albums, and more than 2,600 gold and platinum records certified, making him one of the best selling artists of all time.",
      "pageId": 19554473,
      "monthDay": "09/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Franz_Fischler",
      "name": "Franz Fischler",
      "aboutText": "Michel Miguel Elias Temer Lulia (Portuguese pronunciation: [miˈʃɛw miˈɡɛw eˈliɐs ˈtẽmeɾ luˈliɐ], born September 23, 1940) is a Brazilian lawyer and politician who has been Vice President of Brazil since January 2011. He took office after standing as the running mate of Workers' Party candidate Dilma Rousseff in the 2010 election. He is also the President of the Brazilian Democratic Movement Party.",
      "pageId": 22139241,
      "monthDay": "09/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bernard_Maris",
      "name": "Bernard Maris",
      "aboutText": "Bernard Maris (French: [maʁis]; 23 September 1946 – 7 January 2015) was a French economist, writer and journalist who was also a shareholder in Charlie Hebdo magazine. He was murdered on 7 January 2015, during the shooting at the headquarters of the magazine in Paris.\n^ \"Paris shooting latest: 12 dead at satirical magazine Charlie Hebdo and three gunmen still on the loose\".",
      "pageId": 44970089,
      "monthDay": "09/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Genista_McIntosh,_Baroness_McIntosh",
      "name": "Genista McIntosh, Baroness McIntosh",
      "aboutText": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American musician, singer, songwriter and humanitarian. He is best known for his work with his E Street Band. Nicknamed \"The Boss\", Springsteen is widely known for his brand of poetic lyrics, Americana, working class and sometimes political sentiments centered on his native New Jersey, his distinctive voice and his lengthy and energetic stage performances, with concerts from the 1970s to the present decade running over three hours in length.",
      "pageId": 60192,
      "monthDay": "09/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Davorin_Popovi%C4%87",
      "name": "Davorin Popović",
      "aboutText": "Floella Benjamin, Baroness Benjamin, OBE DL (born 23 September 1949) is a Trinidadian-British actress, author, television presenter, singer, businesswoman and politician. She is known as presenter of children's programmes such as Play School, Play Away and Fast Forward.",
      "pageId": 549158,
      "monthDay": "09/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Anne_Wheeler",
      "name": "Anne Wheeler",
      "aboutText": "Neal Smith (born September 23, 1947, Akron, Ohio, United States) is an American musician, best known as the drummer for the rock group Alice Cooper from 1967 to 1974. He performed on the group's early albums Pretties for You and Easy Action, the breakout album Love It to Death and the subsequent successful albums Killer, School's Out, and Billion Dollar Babies. His last album with Alice Cooper was Muscle of Love.",
      "pageId": 573829,
      "monthDay": "09/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Christian_Bordeleau",
      "name": "Christian Bordeleau",
      "aboutText": "Mary Kay Place (born September 23, 1947) is an American actress, singer, director, and screen writer. She is known for portraying Loretta Haggers on the television series Mary Hartman, Mary Hartman, a role that won her the 1977 Primetime Emmy Award for Outstanding Supporting Actress - Comedy Series. Her numerous film appearances include Private Benjamin (1980), The Big Chill (1983), Captain Ron (1992) and Francis Ford Coppola's 1997 drama, The Rainmaker.",
      "pageId": 1468414,
      "monthDay": "09/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mary_Kay_Place",
      "name": "Mary Kay Place",
      "aboutText": "Nicholas Newton Henshall Witchell (born 23 September 1953) is an English journalist.",
      "pageId": 1675350,
      "monthDay": "09/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Neal_Smith_(drummer)",
      "name": "Neal Smith",
      "aboutText": "Jerry Bruce Jenkins (born September 23, 1949 in Kalamazoo, Michigan) is an American novelist and biographer. He is best known as co-author of the Left Behind series of books with Tim LaHaye. Jenkins has written over 150 books, including romance novels, mysteries, and children's adventures, as well as non-fiction.",
      "pageId": 1786747,
      "monthDay": "09/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Don_Grolnick",
      "name": "Don Grolnick",
      "aboutText": "Anne Wheeler, OC (born September 23, 1946 in Edmonton, Alberta) is a Canadian film and television writer, producer, and director. Graduating in Mathematics from the University of Alberta she was a computer programmer before traveling abroad. Her years of travels inspired her to become a storyteller and when she returned she joined a group of old friends to form a film collective.",
      "pageId": 1947958,
      "monthDay": "09/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dan_Toler",
      "name": "Dan Toler",
      "aboutText": "Anshuman Dattajirao Gaekwad  pronunciation  (born 23 September 1952) is a former Indian cricketer and two-time Indian national cricket coach. He played in 40 Test matches and 15 One Day Internationals.\nGaekwad was known for his defensive mindset against pace bowlers, which became a high priority when the West Indian pace bowlers dominated world cricket.",
      "pageId": 2345348,
      "monthDay": "09/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Floella_Benjamin,_Baroness_Benjamin",
      "name": "Floella Benjamin, Baroness Benjamin",
      "aboutText": "Dennis Patrick Lamp (born September 23, 1952) is a former middle relief pitcher in Major League Baseball (MLB).",
      "pageId": 3797010,
      "monthDay": "09/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jerry_B._Jenkins",
      "name": "Jerry B. Jenkins",
      "aboutText": "Davorin Popović (23 September 1946 – 18 June 2001) was a Bosnian musician, well known throughout the former Yugoslavia. He was the lead singer and frontman of the progressive and pop rock band Indexi throughout most of their career. He and his band \"Indexi\" became founders of specific music style in former Yugoslavia known as \"Sarajevo pop-rock school\" who later influenced other bands and singers in Sarajevo and other parts of Yugoslavia.",
      "pageId": 5850683,
      "monthDay": "09/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bruce_Springsteen",
      "name": "Bruce Springsteen",
      "aboutText": "Don Grolnick (September 23, 1947 – June 1, 1996) was an American jazz and pop pianist and composer, most noteworthy for his work with artists such as Linda Ronstadt, James Taylor, Steely Dan, David Sanborn, Roberta Flack, Carly Simon, Billy Cobham, Marcus Miller, Bob Mintzer, Dave Holland and Bette Midler. He was a member of the groups Steps Ahead and Dreams, both with Michael Brecker. He also played on albums by the Brecker Brothers and Ten Wheel Drive.",
      "pageId": 6745407,
      "monthDay": "09/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kostas_Tournas",
      "name": "Kostas Tournas",
      "aboutText": "\"Dangerous\" Dan Toler (September 23, 1948 – February 25, 2013), was an American guitarist.",
      "pageId": 6843588,
      "monthDay": "09/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/George_Garzone",
      "name": "George Garzone",
      "aboutText": "Charlie Barnett (September 23, 1954 – March 16, 1996) was an American actor and comedian.",
      "pageId": 7315268,
      "monthDay": "09/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steven_Springer",
      "name": "Steven Springer",
      "aboutText": "George Garzone (born September 23, 1950) is a saxophonist and jazz educator residing in Boston.\nSaxophonist George Garzone is a member of The Fringe, a jazz trio founded in 1972 that includes bassist John Lockwood and drummer Bob Gullotti, that performs regularly in the Boston area and has toured world wide. The group has released several albums.",
      "pageId": 9720901,
      "monthDay": "09/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mark_Bego",
      "name": "Mark Bego",
      "aboutText": "Christian Gerrard \"Chris\" Bordeleau (born September 23, 1947) is a retired Canadian ice hockey forward.\nBordeleau started his National Hockey League career with the Montreal Canadiens in 1969. He also played for the Chicago Black Hawks and St.",
      "pageId": 10390607,
      "monthDay": "09/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Anshuman_Gaekwad",
      "name": "Anshuman Gaekwad",
      "aboutText": "James Forrest Morrison (born September 23, 1952), is a former professional baseball player who played second and third base in the Major Leagues from 1977 to 1988. During his baseball career, Morrison played for the Philadelphia Phillies, Chicago White Sox, Pittsburgh Pirates, Detroit Tigers, and Atlanta Braves.",
      "pageId": 10562771,
      "monthDay": "09/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dennis_Lamp",
      "name": "Dennis Lamp",
      "aboutText": "Genista Mary \"Jenny\" McIntosh, Baroness McIntosh of Hudnall (born 23 September 1946) is a British arts consultant, theatre executive and Labour politician.\nBorn Genista Mary Tandy, she was the daughter of Geoffrey Tandy and his wife Maire née MacDermott, and was educated at the University of York. In 1971 she married Neil Scott Wishart McIntosh.",
      "pageId": 23084784,
      "monthDay": "09/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jim_Morrison_(baseball)",
      "name": "Jim Morrison",
      "aboutText": "Mark Bego (born in Pontiac, Michigan on 23 September 1952) is a best selling author of top performers in the rock & roll and show business genres. By having more than 10 million books in print, Mark Bego has been acknowledged as \"the prince of pop bios\" - the best selling biographer in the rock and pop field. Bego has written 59 books, two of which have been New York Times Best Sellers.",
      "pageId": 24977917,
      "monthDay": "09/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nicholas_Witchell",
      "name": "Nicholas Witchell",
      "aboutText": "Steven Springer (born Steven Anthony Springer) (September 23, 1951 – September 10, 2012) was an American guitarist and songwriter known for his innovative smooth soft touch guitar style. He was best known for being a member of the Trinidad Tripoli Steel Band and for playing with Sir Lancelot Pinard, Arizona-based band Sanctuary, as well as founding the musical project Tropicooljazz.\n^ J Stevens.",
      "pageId": 26900590,
      "monthDay": "09/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Charlie_Barnett_(comedian)",
      "name": "Charlie Barnett",
      "aboutText": "Kostas Tournas (Greek: Κώστας Τουρνάς) (born 23 September 1949, Tripoli, Greece) is one of the pioneers of modern Greek rock. He is a singer and composer of many hits in the 70s including Ti Na Mas Kanei I Nychta (What Can The Night Do For Us).\nHe shaped Greek rock music in the late 60s along with groups such as Socrates Drank the Conium, Peloma Bokiou, Nostradamos and Hexadactylos.",
      "pageId": 38747202,
      "monthDay": "09/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cherie_Blair",
      "name": "Cherie Blair",
      "aboutText": "Jay Scott Greenspan (born September 23, 1959), better known by the stage name Jason Alexander, is an American actor, comedian and voice artist. Alexander is best known for his role as George Costanza on the sitcom Seinfeld (1989–1998). He portrayed the lawyer Philip Stuckey in the film Pretty Woman (1990).",
      "pageId": 16480,
      "monthDay": "09/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_David",
      "name": "Peter David",
      "aboutText": "Peter Allen David (born September 23, 1956) often abbreviated PAD, is an American writer of comic books, novels, television, movies and video games. His notable comic book work includes an award-winning 12-year run on The Incredible Hulk, as well as runs on Aquaman, Young Justice, Supergirl, X-Factor and Fallen Angel.\nHis Star Trek work includes both comic books and novels such as Imzadi, and co-creating the New Frontier series.",
      "pageId": 24994,
      "monthDay": "09/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tom_Hogan",
      "name": "Tom Hogan",
      "aboutText": "Rosalind Chao (/ˈrɒzəlɪnd ˈtʃaʊ/; simplified Chinese: 赵家玲; traditional Chinese: 趙家玲; pinyin: Zhào Jiālíng; born September 23, 1957 (1957-09-23)) is an American actress. Chao's best-known roles have been as a star of CBS's AfterMASH portraying South Korean refugee Soon-Lee Klinger for both seasons, and the recurring character Keiko O'Brien with twenty-seven appearances on the syndicated science fiction series Star Trek: The Next Generation and Star Trek: Deep Space Nine.",
      "pageId": 254965,
      "monthDay": "09/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paolo_Rossi",
      "name": "Paolo Rossi",
      "aboutText": "Theresa Cara Blair CBE QC (née Booth; born 23 September 1954), known as Cherie Blair or professionally as Cherie Booth, is a British barrister. She is married to the former prime minister, Tony Blair.",
      "pageId": 271186,
      "monthDay": "09/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Rosalind_Chao",
      "name": "Rosalind Chao",
      "aboutText": "Paolo Rossi (Italian pronunciation: [ˈpaːolo ˈrossi]; born 23 September 1956) is a former Italian professional footballer, who played as a forward. In 1982, he led Italy to the 1982 FIFA World Cup title, scoring six goals to win the Golden Boot as top goalscorer, and the Golden Ball for the player of the tournament. Rossi is one of only three players to have won all three awards at a World Cup, along with Garrincha in 1962, and Mario Kempes in 1978.",
      "pageId": 615871,
      "monthDay": "09/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tony_Fossas",
      "name": "Tony Fossas",
      "aboutText": "Danielle Dax (born 23 September 1958) is an experimental musician and producer most active from the late-1970s to the mid-1990s. She was born in Southend-on-Sea, Essex England.",
      "pageId": 930043,
      "monthDay": "09/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kumar_Sanu",
      "name": "Kumar Sanu",
      "aboutText": "Marvin Ronald Lewis (born September 23, 1958) is the head coach of the Cincinnati Bengals of the National Football League, a position he has held since January 14, 2003, making him the 2nd longest tenured head coach in the NFL behind New England Patriots head coach Bill Belichick. Previously, he was notable as the defensive coordinator of the Baltimore Ravens, whose record-setting defense helped them win Super Bowl XXXV 34-7 over the New York Giants.\nIn 2005, under Lewis, the Bengals had their first winning season and won their first division title in fifteen years.",
      "pageId": 963061,
      "monthDay": "09/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Danielle_Dax",
      "name": "Danielle Dax",
      "aboutText": "Kedarnath Bhattacharya, better known as Kumar Sanu (born 20 October 1957), is a leading Indian singer. Kumar Sanu is one of the most popular playback singers of Bollywood. He holds the Guinness Book world record for recording the maximum number of songs in a day, which are 28, in the year 1993.",
      "pageId": 1368369,
      "monthDay": "09/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Khaled_El_Sheikh",
      "name": "Khaled El Sheikh",
      "aboutText": "Lawrence Hogan \"Larry\" Mize (born September 23, 1958) is an American professional golfer who played on the PGA Tour and currently plays on the Champions Tour.",
      "pageId": 1584996,
      "monthDay": "09/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Marvin_Lewis",
      "name": "Marvin Lewis",
      "aboutText": "Kenneth \"Chi\" McBride (born September 23, 1961) is an American actor. He starred as high school principal Steven Harper on the series Boston Public, as Emerson Cod on Pushing Daisies, as Detective Laverne Winston on the Fox drama Human Target, and more recently as Detective Don Owen in the short-lived CBS crime drama Golden Boy. He currently has a main role as Five-0 officer Lou Grover in the CBS drama Hawaii Five-0.",
      "pageId": 1638406,
      "monthDay": "09/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Larry_Mize",
      "name": "Larry Mize",
      "aboutText": "Frank Cottrell-Boyce (born 23 September 1959) is a British screenwriter, novelist and occasional actor, known for his children's fiction and for his collaborations with film director Michael Winterbottom. He has recently achieved fame as the writer for the 2012 Summer Olympics opening ceremony and for sequels to Chitty Chitty Bang Bang: The Magical Car, a children's classic by Ian Fleming.",
      "pageId": 2112582,
      "monthDay": "09/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jason_Alexander",
      "name": "Jason Alexander",
      "aboutText": "Emilio Antonio \"Tony\" Fossas Morejon (born September 23, 1958) is a former left-handed Major League Baseball pitcher during the late 1980s and 1990s.\nHe was signed as a 12th round pick by the Texas Rangers during the 1979 Major League Baseball Amateur Draft. The previous year he was drafted by the Minnesota Twins, but decided not to sign with the team, instead finishing his college studies and collegiate career at University of South Florida – Tampa.",
      "pageId": 2805313,
      "monthDay": "09/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Frank_Cottrell_Boyce",
      "name": "Frank Cottrell Boyce",
      "aboutText": "Tom George Hogan (born 23 September 1956, Merredin, Western Australia) is a former Australian cricketer.\nHogan was a left arm spinner who played in seven Tests and 16 One Day Internationals for Australia in 1983 and 1984.\nHogan made his debut for Western Australia in 1981 before being called up by Australia going on tours to Sri Lanka, England (for the 1983 Cricket World Cup) and the West Indies.",
      "pageId": 3623221,
      "monthDay": "09/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Hans_Nijman",
      "name": "Hans Nijman",
      "aboutText": "Martin George Page (born 23 September 1959) is a professional musician. He is a singer-songwriter and bass player.",
      "pageId": 4146619,
      "monthDay": "09/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Martin_Page",
      "name": "Martin Page",
      "aboutText": "Khaled El Sheikh (Arabic: خالد الشيخ), or Khalid Al-Shaikh, born in Bahrain on 23 September 1958 is a Bahraini singer. Married with 5 daughters (Dareen, Noor, Marwa, Samawa, and Wanas). Honored in 12th Bahrain International Musical Festival on 14 October 2003.",
      "pageId": 9837267,
      "monthDay": "09/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Elizabeth_Pe%C3%B1a",
      "name": "Elizabeth Peña",
      "aboutText": "Luis Rodríguez Moya, better known as Luis Moya (born 23 September 1960 in La Coruña, Spain) is a now-retired rally co-driver, synonymous with driver Carlos Sainz.",
      "pageId": 18842262,
      "monthDay": "09/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Karen_Pierce",
      "name": "Karen Pierce",
      "aboutText": "Johannes Petrus \"Hans\" Nijman (September 23, 1959 – November 5, 2014) was a Dutch former professional mixed martial artist and professional wrestler. He competed in the heavyweight division. He was a RINGS Holland veteran and fought for many other top promotions such as Pride FC and It's Showtime.",
      "pageId": 31324314,
      "monthDay": "09/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Luis_Moya",
      "name": "Luis Moya",
      "aboutText": "Karen Elizabeth Pierce CMG (born 23 September 1959) is a British diplomat.",
      "pageId": 35589852,
      "monthDay": "09/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lesley_Fitz-Simons",
      "name": "Lesley Fitz-Simons",
      "aboutText": "Lesley Fitz-Simons (23 September 1961 – 26 January 2013) was a Scottish actress best known for playing the role of Sheila Ramsay in STV's Take the High Road.\nShe was born in East Dunbartonshire in 1961 and educated at Kilsyth Academy, the local comprehensive school. She had an early role as a teenager in the television series The Prime of Miss Jean Brodie in 1978.",
      "pageId": 38365012,
      "monthDay": "09/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Chi_McBride",
      "name": "Chi McBride",
      "aboutText": "Elizabeth M. Peña (September 23, 1959 – October 14, 2014) was an American actress known for her work in films such as La Bamba, Down and Out in Beverly Hills, Jacob's Ladder, Lone Star, and The Incredibles.",
      "pageId": 40139332,
      "monthDay": "09/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/William_C._McCool",
      "name": "William C. McCool",
      "aboutText": "William Cameron \"Willie\" McCool (September 23, 1961 – February 1, 2003), (Cmdr, USN), was an American naval officer and aviator, test pilot, aeronautical engineer, and NASA astronaut, who was the pilot of Space Shuttle Columbia mission STS-107. He and the rest of the crew of STS-107 were killed when Columbia disintegrated during re-entry into the atmosphere.",
      "pageId": 177597,
      "monthDay": "09/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Deborah_Orr",
      "name": "Deborah Orr",
      "aboutText": "Alexander \"Alex\" Proyas (born 23 September 1963) is an Australian film director, screenwriter, and producer. Proyas is best known for directing the films The Crow (1994), Dark City (1998), I, Robot (2004), and Knowing (2009) and for employing stylish photographic techniques in his films (reminiscent of Stanley Kubrick and Ridley Scott), with dark overtones usually in a post-apocalyptic setting.",
      "pageId": 314444,
      "monthDay": "09/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Anne-Marie_Cadieux",
      "name": "Anne-Marie Cadieux",
      "aboutText": "Adam Price (born 23 September 1968, Carmarthen) is a politician in Wales, and former Plaid Cymru Member of Parliament for Carmarthen East and Dinefwr. He was elected to Parliament in the 2001 general election and re-elected in 2005 but stood down at the 2010 election.",
      "pageId": 417528,
      "monthDay": "09/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alex_Proyas",
      "name": "Alex Proyas",
      "aboutText": "Donald Daniel Audette (born September 23, 1969) is a Canadian retired professional ice hockey forward who played fourteen seasons in the National Hockey League (NHL) for the Buffalo Sabres, Los Angeles Kings, Atlanta Thrashers, Dallas Stars, Montreal Canadiens and Florida Panthers.",
      "pageId": 540245,
      "monthDay": "09/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Clayton_Blackmore",
      "name": "Clayton Blackmore",
      "aboutText": "Yvette Fielding (born 23 September 1968) is a British broadcaster, who was the youngest presenter on Blue Peter, where one of her episodes was voted the Favourite Blue Peter moment ever. With her husband Karl Beattie, she presented the Most Haunted series on the Living channel, via their own production company, followed by Ghosthunting With..., establishing Fielding as ‘first lady of the paranormal’. She has appeared in a wide range of other programmes, from The Wright Stuff to Through the Keyhole and I'm A Celebrity...",
      "pageId": 703967,
      "monthDay": "09/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Koshi_Inaba",
      "name": "Koshi Inaba",
      "aboutText": "Koshi Inaba (稲葉浩志, Inaba Kōshi), born Hiroshi Inaba (稲葉浩志, Inaba Hiroshi) on September 23, 1964 in Tsuyama, Okayama, is a Japanese vocalist, multi-instrumentalist and songwriter.",
      "pageId": 1205820,
      "monthDay": "09/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Larry_Krystkowiak",
      "name": "Larry Krystkowiak",
      "aboutText": "William Nathaniel \"Bill\" Phillips is an American entrepreneur and author. He is the author of the most successful fitness book of all time Body for Life: 12 Weeks to Mental and Physical Strength. He is the author Eating for Life, founder and former editor in chief of Muscle Media magazine and the former CEO of EAS, a performance nutritional supplement company.",
      "pageId": 1658217,
      "monthDay": "09/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Katie_Mitchell",
      "name": "Katie Mitchell",
      "aboutText": "Clayton Graham Blackmore (born 23 September 1964) is a former Welsh international footballer. He was a combative player known for his attacking free kicks and a utility player who excelled in defence, but could play equally well in midfield.\nBlackmore began his professional career at Manchester United in 1982, having progressed through the club's youth ranks.",
      "pageId": 1771308,
      "monthDay": "09/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Julian_Parkhill",
      "name": "Julian Parkhill",
      "aboutText": "Mark Raymond Woodforde, OAM (born 23 September 1965) is a former professional tennis player from Australia. He is best known as one half of \"The Woodies\", a doubles partnership with Todd Woodbridge.\nWoodforde was born in Adelaide, and joined the men's professional tennis ATP Tour in 1984.",
      "pageId": 1918850,
      "monthDay": "09/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bill_Phillips_(author)",
      "name": "Bill Phillips",
      "aboutText": "Patrick Fiori (born Patrick Jean-François Chouchayan on 23 September 1969 in Marseille, France) is a French singer.",
      "pageId": 3013205,
      "monthDay": "09/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mark_Woodforde",
      "name": "Mark Woodforde",
      "aboutText": "Peter Thomas Harnisch (born September 23, 1966) is a former Major League Baseball right-handed starting pitcher.",
      "pageId": 4666813,
      "monthDay": "09/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Pete_Harnisch",
      "name": "Pete Harnisch",
      "aboutText": "Sydnee Steele (born Amy Jaynes September 23, 1968) is an American pornographic actress, free speech activist, sex counselor and author. She appeared in over 300 films before her retirement in 2005.",
      "pageId": 4937219,
      "monthDay": "09/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/LisaRaye_McCoy-Misick",
      "name": "LisaRaye McCoy-Misick",
      "aboutText": "Larry Brett Krystkowiak (/krɨsˈkoʊviæk/ kris-KOH-vee-ak; born September 23, 1964) is a retired American professional basketball player, and current head coach of the Utah Utes men's basketball team.",
      "pageId": 5520072,
      "monthDay": "09/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hilary_Andersson",
      "name": "Hilary Andersson",
      "aboutText": "Deborah Jane Orr (born 23 September 1962) is a Scottish journalist who has worked for The Guardian and other titles. She was born and raised in Motherwell, Scotland.",
      "pageId": 5653940,
      "monthDay": "09/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Wilder",
      "name": "Chris Wilder",
      "aboutText": "Christopher John \"Chris\" Wilder (born 23 September 1967) is an English former footballer, and current manager of Northampton Town.",
      "pageId": 8141894,
      "monthDay": "09/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yvette_Fielding",
      "name": "Yvette Fielding",
      "aboutText": "Anne-Marie Cadieux (born September 23, 1963 in Montréal, Québec) is a Canadian actress, film director and screenwriter.",
      "pageId": 15512730,
      "monthDay": "09/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Adam_Price",
      "name": "Adam Price",
      "aboutText": "Katrina Jane Mitchell, OBE (born 23 September 1964) is an English theatre director. She is an Associate of the Royal National Theatre.\n^ Heather Neill (June 2004).",
      "pageId": 16012571,
      "monthDay": "09/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sydnee_Steele",
      "name": "Sydnee Steele",
      "aboutText": "LisaRaye McCoy (born September 23, 1966), commonly known as LisaRaye, is an American actress, hip hop model, businesswoman and fashion designer. She is also the ex-wife of Michael Misick, the first-ever Premier of the Turks and Caicos Islands, .",
      "pageId": 24195457,
      "monthDay": "09/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Donald_Audette",
      "name": "Donald Audette",
      "aboutText": "Hilary Harper Andersson (born 23 September 1967) is a BBC journalist. She has been a correspondent for Panorama since 2006.\nBorn in Austin, Texas she was educated at Cheltenham Ladies' College and the University of Edinburgh where she read politics.",
      "pageId": 42738780,
      "monthDay": "09/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Patrick_Fiori",
      "name": "Patrick Fiori",
      "aboutText": "Julian Parkhill (born 1964) FRS is a Head of Pathogen Genomics at the Wellcome Trust Sanger Institute in Cambridge, UK.",
      "pageId": 42983741,
      "monthDay": "09/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tapio_Laukkanen",
      "name": "Tapio Laukkanen",
      "aboutText": "Ani DiFranco (/ˈɑːniː/; born Angela Maria DiFranco; September 23, 1970) is an American singer, guitarist, multi-instrumentalist, poet and songwriter. She has released more than 20 albums and is widely considered a feminist icon. DiFranco has received positive feedback from critics for much of her career.",
      "pageId": 2126,
      "monthDay": "09/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rod_Pampling",
      "name": "Rod Pampling",
      "aboutText": "Muhammad Moin Khan (Urdu: محمد معین خان‎; born 23 September 1971), popularly known as Moin Khan (Urdu: معین خان‎), is a former Pakistani cricketer, primarily a wicketkeeper-batsman, who remained a member of the Pakistani national cricket team from 1990 to 2004. He is the current team manager of the national team. He has also captained the Pakistani side.",
      "pageId": 554132,
      "monthDay": "09/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jan_Suchop%C3%A1rek",
      "name": "Jan Suchopárek",
      "aboutText": "Jermaine Dupri Mauldin (born September 23, 1972), known as Jermaine Dupri or JD, is an American record producer, songwriter and rapper.",
      "pageId": 625079,
      "monthDay": "09/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Adrian_Brunker",
      "name": "Adrian Brunker",
      "aboutText": "Sarah Bettens (born 23 September 1972, Kapellen, Belgium) is the lead singer of the Belgian band K's Choice. Sarah and her brother Gert Bettens are the two best-known faces of the band. She is known for her enigmatic, husky voice.",
      "pageId": 873124,
      "monthDay": "09/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lucia_Cifarelli",
      "name": "Lucia Cifarelli",
      "aboutText": "Lucia Cifarelli (born September 23, 1970) is a vocalist and occasional keyboardist, best known for her work with industrial metal group KMFDM. She was formerly the vocalist for the band Drill and also performed in KMFDM offshoots MDFMK, KGC, and Schwein.",
      "pageId": 1203537,
      "monthDay": "09/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ani_DiFranco",
      "name": "Ani DiFranco",
      "aboutText": "Ana Marie Cox (born September 23, 1972) is an American author and blogger. The founding editor of the political blog Wonkette, she is currently the Washington correspondent for GQ and is lead blogger on US politics for The Guardian. Cox has been a contributor for The Daily Beast since 2009.",
      "pageId": 1225403,
      "monthDay": "09/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Giorgos_Koltsidas",
      "name": "Giorgos Koltsidas",
      "aboutText": "Karl Pilkington (born 23 September 1972) is an English travel show presenter, author, former radio producer and occasional actor. He gained prominence as the producer of Ricky Gervais and Stephen Merchant's radio programme on XFM. He appeared on The Ricky Gervais Show, presented the Sky travel comedy series An Idiot Abroad, and made his full acting debut (following a cameo appearance in the final episode of Extras) on Gervais' 2012 comedy-drama series Derek. Pilkington is a co-founder, along with Gervais and Merchant, of RiSK Productions, a television production company.",
      "pageId": 1955339,
      "monthDay": "09/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Moin_Khan",
      "name": "Moin Khan",
      "aboutText": "Tapio Laukkanen (born 23 September 1969 in Lahti) is a Finnish rally driver.\nIn 1996 he won the Finnish Rally Championship in a Volkswagen Golf GTi and in 1999 he won the British Rally Championship with a Renault Mégane Maxi twinned with fellow Finn, Kaj Lindström.",
      "pageId": 2074381,
      "monthDay": "09/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ingebrigt_H%C3%A5ker_Flaten",
      "name": "Ingebrigt Håker Flaten",
      "aboutText": "Alistair Douglas Ross Campbell (born 23 September 1972 in Salisbury – now Harare) is a former Zimbabwean Test cricketer. In total he played 60 matches in his Test career, captaining Zimbabwe on 21 occasions. He also played 188 One Day Internationals, being captain in 86 of them.",
      "pageId": 2156908,
      "monthDay": "09/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kenji_Matsuda",
      "name": "Kenji Matsuda",
      "aboutText": "Found navn2, Ingebrigt Håker Flaten (born 23 September 1971 in Oppdal, Norway) is a Norwegian bassist active in the jazz and free jazz genres.\n^ \"Flaten, Ingebrigt Haker Biography – MIC.no\".",
      "pageId": 2520669,
      "monthDay": "09/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lee_Mi-yeon",
      "name": "Lee Mi-yeon",
      "aboutText": "Eric Scott Montross (born September 23, 1971) is a retired American professional basketball player who played in the NBA. Born in Indianapolis he played for Lawrence North High School before enrolling to the University of North Carolina at Chapel Hill to play for the Tar Heels.",
      "pageId": 3031003,
      "monthDay": "09/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Eric_Montross",
      "name": "Eric Montross",
      "aboutText": "Rodney Pampling (born 23 September 1969) is an Australian professional golfer.",
      "pageId": 4447543,
      "monthDay": "09/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sarah_Bettens",
      "name": "Sarah Bettens",
      "aboutText": "Jan Suchopárek (born 23 September 1969 in Kladno) is a Czech former football defender and current assistant coach at FK Dukla Prague and for the Czech Republic national under-21 football team.\nHe played for Czechoslovakia and later the Czech Republic, playing a combined total of 61 international matches, scoring 4 goals.\nHe was a participant at UEFA Euro 1996, where the Czech Republic won the silver medal.",
      "pageId": 5377321,
      "monthDay": "09/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alistair_Campbell_(cricketer)",
      "name": "Alistair Campbell",
      "aboutText": "Giorgos Koltsidas (Greek: Γιώργος Κολτσίδας, born 23 September 1970) is a retired football player, who played as a defender and was known for his strong tackles. He is currently the general director of Aris.\nHe started his career with Trikala and joined Aris in July 1992, where he spent the majority of his career – except for a brief one-year spell at Larissa.",
      "pageId": 8408919,
      "monthDay": "09/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ana_Marie_Cox",
      "name": "Ana Marie Cox",
      "aboutText": "Found box_width, Found footnotes, Íngrid Fliter (born September 23, 1973, Buenos Aires) is an Argentinian pianist. She began her formal piano studies with Elizabeth Westerkamp. Her first public appearance in recital was at age 11, and she made her concerto debut at the Teatro Colón at age 16.",
      "pageId": 8423025,
      "monthDay": "09/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jermaine_Dupri",
      "name": "Jermaine Dupri",
      "aboutText": "Shim Eun-ha (born September 23, 1972) is a retired South Korean actress. Shim rose to popularity in the 1990s, starring in some of the highest-rated Korean dramas of all time, such as The Last Match, M and Trap of Youth. But she is best known for her acclaimed performance in Hur Jin-ho's melodrama Christmas in August, for which she swept the Best Actress awards in 1998.",
      "pageId": 11266821,
      "monthDay": "09/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shim_Eun-ha",
      "name": "Shim Eun-ha",
      "aboutText": "Kenji Matsuda (松田 賢二, Matsuda Kenji, born September 23, 1971 in Osaka) is a Japanese actor. Matsuda began acting in high school when a girl he had a crush on convinced him to join the theatre club. He later joined the sho-gekijo theatrical troupe Haiyu-Za.",
      "pageId": 12734180,
      "monthDay": "09/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Karl_Pilkington",
      "name": "Karl Pilkington",
      "aboutText": "Adrian Brunker ( (1970-09-23) 23 September 1970 ) is an Australian professional rugby league footballer of the 1990s, playing at representative level for Queensland, and at club level for Newcastle Knights, Gold Coast Chargers, St George Dragons, and Wakefield Trinity Wildcats, as a fullback, wing, centre, or five-eighth/stand-off.\n^ \"Statistics at rugbyleagueproject.org\". rugbyleagueproject.org.",
      "pageId": 20393434,
      "monthDay": "09/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ingrid_Fliter",
      "name": "Ingrid Fliter",
      "aboutText": "Lee Mi-yeon (born September 23, 1971) is a South Korean actress.",
      "pageId": 20950555,
      "monthDay": "09/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Vangelis_Krios",
      "name": "Vangelis Krios",
      "aboutText": "Evangelos Dimitrios Krios, known as Vangelis Krios, (Greek: Βαγγέλης Κρύος; born 23 September 1973) is a Greek former professional footballer who played as a midfielder.",
      "pageId": 28885132,
      "monthDay": "09/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Artim_%C5%A0akiri",
      "name": "Artim Šakiri",
      "aboutText": "Found Also known as, Steven Howse (born September 23, 1974) is rapper and hip-hop artist known primarily for being a member of the group Bone Thugs-n-Harmony. He has also has gone by the names L-Burna and The #1 Assassin. He is the younger brother of fellow group member Flesh-N-Bone & cousin of group member Wish Bone.",
      "pageId": 261088,
      "monthDay": "09/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Matt_Hardy",
      "name": "Matt Hardy",
      "aboutText": "Matthew Moore Hardy (born September 23, 1974) is an American professional wrestler currently signed with Total Nonstop Action Wrestling (TNA). He is best known for his work in the World Wrestling Federation, later renamed to World Wrestling Entertainment (WWF/E).\nBefore signing with the WWF, the Hardy brothers founded a wrestling organization called Organization of Modern Extreme Grappling Arts (OMEGA).",
      "pageId": 354576,
      "monthDay": "09/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Harumi_Inoue",
      "name": "Harumi Inoue",
      "aboutText": "Kim Dong-moon (Hangul: 김동문, Hanja: 金東文) (born 22 September 1975 in Gokseong, Jeollanam-do) is a retired male badminton player from South Korea who won major titles between the mid-1990s and the mid-2000s (decade).",
      "pageId": 928186,
      "monthDay": "09/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jaime_Bergman",
      "name": "Jaime Bergman",
      "aboutText": "Jaime Boreanaz (née Bergman; born September 23, 1975) is an American model and actress who was Playboy magazine's Playmate of the Month in January 1999, its 45th Anniversary issue.",
      "pageId": 1083353,
      "monthDay": "09/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Layzie_Bone",
      "name": "Layzie Bone",
      "aboutText": "Harumi Inoue (井上 晴美, Inoue Harumi, born September 23, 1974 in Kumamoto, Japan) is an actress, model and accomplished swimmer.\nShe has a younger sister, Mami Inoue, who is also pursuing a similar career. Also, a younger brother, Eiki Kitamura, with whom she performed alongside in Rock Musical Bleach.",
      "pageId": 1323440,
      "monthDay": "09/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kim_Dong-moon",
      "name": "Kim Dong-moon",
      "aboutText": "Homaro \"Omar\" Cantu Jr. (September 23, 1976 – April 14, 2015) was a chef and inventor known for his use of molecular gastronomy. As a child, Cantu was fascinated with science and engineering.",
      "pageId": 1731787,
      "monthDay": "09/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Hawkins",
      "name": "Chris Hawkins",
      "aboutText": "Chris Hawkins (born 23 September 1975, in Loppington, Shropshire, England) is a presenter, performance DJ, reporter, journalist, producer, and music pundit.\nHawkins is the presenter of the BBC Radio 6 Music early breakfast radio show (also covering drive and afternoons), assuming additional duties on BBC Radio 2. He makes frequent TV appearances as a personality pundit and pop-culture expert.",
      "pageId": 2098130,
      "monthDay": "09/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Eric_Miller_(rugby_union)",
      "name": "Eric Miller",
      "aboutText": "Kevin Ian \"Kip\" Pardue (born September 23, 1975) is an American actor and model, best known for his roles in the films Remember the Titans, Driven, The Rules of Attraction and Thirteen.\nBorn in Atlanta, Georgia, Pardue attended Dunwoody High School in Atlanta. He qualified for the Honor Roll with a 3.6 GPA in junior high and was treasurer of the French Club during his freshman year of high school.",
      "pageId": 2292461,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sarah_Blasko",
      "name": "Sarah Blasko",
      "aboutText": "Eric Roger Patrick Miller (born 23 September 1975) is a former Irish rugby union and Gaelic football player. As a rugby player Miller played for, among others Old Wesley, Leicester Tigers, Ulster, Leinster, the Barbarians, Ireland and the British and Irish Lions. After retiring as a rugby player, Miller switched football codes and went onto play gaelic football for Dublin.",
      "pageId": 2603591,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Homaro_Cantu",
      "name": "Homaro Cantu",
      "aboutText": "Artim Šakiri or Shaqiri (Albanian: Artim Shaqiri, Macedonian: Артим Шаќири; born 23 September 1973) is a retired football midfielder from the Republic of Macedonia, who last played for Qarabağ FK in Azerbaijan in 2009.\n^ \"Euro Qualifying Preview FYR Macedonia – Croatia\". Goal.com.",
      "pageId": 2648962,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Katarina_%C4%8Cas",
      "name": "Katarina Čas",
      "aboutText": "Matthieu Andre Jean Marc Luc Descoteaux (born September 23, 1977) is a former professional ice hockey defenceman. Selected in the first round of the 1996 NHL Entry Draft, 19th overall, by the Edmonton Oilers, Descoteaux played only five games at the NHL level, all with the Montreal Canadiens, and is widely viewed as a terrible first-round selection.\nDescoteaux spent the majority of his career in the AHL, and also had spells in Finland, Italy and Germany.",
      "pageId": 2964413,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Faune_A._Chambers",
      "name": "Faune A. Chambers",
      "aboutText": "Fabio Ongaro (born 23 September 1977 in Venice) is an Italian rugby union footballer.",
      "pageId": 3967827,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rob_James-Collier",
      "name": "Rob James-Collier",
      "aboutText": "Volodymyr Sydorenko (Ukrainian: Володимир Сидоренко; born 23 September 1976), sometimes known as Wladimir Sidorenko, is a Ukrainian former professional boxer who held the WBA bantamweight title.",
      "pageId": 6145732,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kip_Pardue",
      "name": "Kip Pardue",
      "aboutText": "Robert James-Collier (born 23 September 1976) is a British actor and model. He is known for his roles as Thomas Barrow in Downton Abbey and as Liam Connor in Coronation Street.",
      "pageId": 7507427,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Valeriy_Sydorenko",
      "name": "Valeriy Sydorenko",
      "aboutText": "Faune Alecia Chambers (born September 23, 1976) is an American actress and dancer",
      "pageId": 9505536,
      "monthDay": "09/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Volodymyr_Sydorenko",
      "name": "Volodymyr Sydorenko",
      "aboutText": "Dmitri Kulikov (born 23 September 1977) is an Estonian football referee and a former footballer, who played as defender and midfielder for Estonian Meistriliiga club FC Kuressaare and Latvian Virsliga club FK Jaunība Rīga.",
      "pageId": 14782798,
      "monthDay": "09/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matthieu_Descoteaux",
      "name": "Matthieu Descoteaux",
      "aboutText": "Valeriy Petrovych Sydorenko (born 23 September 1976) is a Ukrainian former amateur boxer. He competed for his native country at the 2000 Olympics and later won the 2000 European Amateur Boxing Championships.",
      "pageId": 19012929,
      "monthDay": "09/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Dmitri_Kulikov_(footballer)",
      "name": "Dmitri Kulikov",
      "aboutText": "Sarah Blasko (born Sarah Elizabeth Blaskow, 23 September 1976) is an Australian singer-songwriter, musician and producer. From April 2002 Blasko developed her solo career after fronting Sydney-based band, Acquiesce, between the mid-1990s and 2001. She had performed under her then-married name, Sarah Semmens, and, after leaving Acquiesce, as Sorija in a briefly existing duo of that name.",
      "pageId": 30865504,
      "monthDay": "09/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Fabio_Ongaro",
      "name": "Fabio Ongaro",
      "aboutText": "Brett Prebble (born 23 September 1977 in Melbourne, Victoria, Australia) is a leading Australian jockey, currently based at the Hong Kong Jockey Club in Hong Kong.",
      "pageId": 34722364,
      "monthDay": "09/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brett_Prebble",
      "name": "Brett Prebble",
      "aboutText": "Katarina Čas (born September 23, 1976) is a Slovenian actress and TV host.\nČas was born in Slovenj Gradec, Slovenia, then part of Yugoslavia. Her first appearance on television was a 1988 commercial for Cockta, a Slovene carbonated soft drink company, directed by Jaka Judnič.",
      "pageId": 36931214,
      "monthDay": "09/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Suzanne_Tamim",
      "name": "Suzanne Tamim",
      "aboutText": "Found Vocal_Type, Rachael Yamagata (born September 23, 1977) is an American singer-songwriter and pianist from Arlington, Virginia. She began her musical career with the band Bumpus before becoming a solo artist and releasing four EP's and three studio albums. Her songs have appeared on numerous television shows and she has collaborated with Jason Mraz, Rhett Miller, Bright Eyes, Ryan Adams, Toots and the Maytals and Ray Lamontagne.",
      "pageId": 1690341,
      "monthDay": "09/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rachael_Yamagata",
      "name": "Rachael Yamagata",
      "aboutText": "Tyree Ricardo \"Ricky\" Davis (born September 23, 1979) is an American professional basketball player who is currently a free agent.",
      "pageId": 2020841,
      "monthDay": "09/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Benjamin_Curtis_(musician)",
      "name": "Benjamin Curtis",
      "aboutText": "Robert Michael Doornbos ( pronunciation ; born 23 September 1981) is a Dutch racing driver. He has been test and third driver for the Jordan and Red Bull Racing Formula One teams, as well as driving for Minardi and Red Bull Racing in 2005 and 2006. Doornbos then drove for Minardi Team USA in the 2007 and final season of the Champ Car World Series.",
      "pageId": 2277332,
      "monthDay": "09/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Anthony_Mackie",
      "name": "Anthony Mackie",
      "aboutText": "Misti Traya (born September 23, 1981 in Honolulu, Hawaii) is an American actress. She landed her first prime time television series regular role playing 15-year-old Allison Reeves in The WB's comedy Living with Fran. She is the daughter of actress Kiersten Warren.",
      "pageId": 2388771,
      "monthDay": "09/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Worm_Miller",
      "name": "Worm Miller",
      "aboutText": "Bryant Douglas McKinnie (born September 23, 1979) is a former American football offensive tackle. He played college football for the University of Miami, where he was twice recognized as an All-American.",
      "pageId": 2658469,
      "monthDay": "09/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Keri_Lynn_Pratt",
      "name": "Keri Lynn Pratt",
      "aboutText": "Natalie Horler (born 23 September 1981) is a German-born English singer and television presenter. She is known as the lead singer of Eurodance/Eurotrance group Cascada. She is known to have a mezzo-soprano voice type and spans three octaves in her range.",
      "pageId": 3104601,
      "monthDay": "09/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ricky_Davis",
      "name": "Ricky Davis",
      "aboutText": "Mait Künnap (born 23 September 1982) is an Estonian tennis player. His all time world ranking high came on 4 August 2008 when he reached number 705, although his doubles ranking is somewhat better, having reached world number 377 on 4 July 2005.\nWorks at Pärnu Tennisehall as tennis trainer.",
      "pageId": 3944591,
      "monthDay": "09/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bryant_McKinnie",
      "name": "Bryant McKinnie",
      "aboutText": "Anthony Dwane Mackie (born September 23, 1978) is an American actor. He has been featured in feature films, television series, and Broadway and Off-Broadway plays, including Ma Rainey's Black Bottom, Drowning Crow, McReele, A Soldier's Play, and Carl Hancock Rux's Talk, for which he won an Obie Award in 2002.\nIn 2002, he was featured in Eminem's debut film, 8 Mile.",
      "pageId": 4451883,
      "monthDay": "09/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/F%C3%A1bio_Simpl%C3%ADcio",
      "name": "Fábio Simplício",
      "aboutText": "Benjamin Curtis (September 23, 1978 – December 29, 2013) was an American guitarist, drummer, and songwriter. He was a founding member of the bands Secret Machines, School of Seven Bells, and UFOFU. He was also drummer for the band Tripping Daisy from 1997 to 1999.",
      "pageId": 5752877,
      "monthDay": "09/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lote_Tuqiri",
      "name": "Lote Tuqiri",
      "aboutText": "Fábio Henrique Simplício (born 23 September 1979) is a Brazilian retired footballer who played as a midfielder.",
      "pageId": 5818181,
      "monthDay": "09/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Hooligan_(rapper)",
      "name": "Hooligan",
      "aboutText": "Keri Lynn Pratt (born September 23, 1978) is an American actress of film and television.",
      "pageId": 6061368,
      "monthDay": "09/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Syu",
      "name": "Syu",
      "aboutText": "Lote Daulako Tuqiri (born 23 September 1979) is a Fijian-Australian former professional dual-code rugby footballer who last played for South Sydney Rabbitohs of the NRL. He represented Australia in both rugby league and rugby union, and Fiji in rugby league. He usually played as a winger in both codes. Tuqiri first rose to prominence as a rugby league player for the Brisbane Broncos and Queensland Maroons, as well as the Fiji and Australia national sides.",
      "pageId": 6834980,
      "monthDay": "09/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cameron_Litvack",
      "name": "Cameron Litvack",
      "aboutText": "Joshua \"Worm\" Miller (born September 23, 1978) is an American writer, director, and actor. He is best known for directing Hey, Stop Stabbing Me! and creating the animated television series Golan the Insatiable for Fox's Animation Domination HD programming block.",
      "pageId": 7055947,
      "monthDay": "09/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matt_White_(musician)",
      "name": "Matt White",
      "aboutText": "Cameron Litvack (b. 23 September 1980 in Los Angeles, California) is an American television producer and screenwriter.\nAs a producer, he has worked on sixteen episodes of V (2009), sixteen episodes of Ugly Betty's first season and two episodes of Charmed's eighth season.",
      "pageId": 13413833,
      "monthDay": "09/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Robert_Doornbos",
      "name": "Robert Doornbos",
      "aboutText": "Matt White (born September 23, 1980) is an American singer-songwriter based in New York City. His full-length debut album, Best Days, released by Geffen Records, reached No. 4 on Billboard's Top Heatseekers chart.",
      "pageId": 15369656,
      "monthDay": "09/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Natalie_Horler",
      "name": "Natalie Horler",
      "aboutText": "Syu (シュウ, Shū) is a Japanese musician, best known as leader and guitarist of the metal band Galneryus. He also performs guitar and lead vocals in Spinalcord (formerly known as Aushvitz) and was formerly a member of Animetal. On September 29, 2010 he released a cover album named Crying Stars -Stand Proud!-, covering songs from Scorpions, Stratovarius, Yngwie Malmsteen, Skid Row, M.S.G., Racer X and more.",
      "pageId": 17719879,
      "monthDay": "09/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Helen_Richardson-Walsh",
      "name": "Helen Richardson-Walsh",
      "aboutText": "Suzanne Tamim (Arabic: سوزان تميم‎, September 23, 1977 – July 28, 2008) was a Lebanese singer who rose to fame in the Arab world after winning the top prize in the popular Studio El Fan television show in 1996. She was murdered brutally in Dubai in July 2008.",
      "pageId": 18633309,
      "monthDay": "09/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Misti_Traya",
      "name": "Misti Traya",
      "aboutText": "Helen Richardson-Walsh (née Richardson, born 23 September 1981) is an English field hockey player. She was a member of both the England and Great Britain women's field hockey teams during the late 1990s and 2000s.\nRichardson married Great Britain and England teammate Kate Walsh and both changed their last name after.",
      "pageId": 20790599,
      "monthDay": "09/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mait_K%C3%BCnnap",
      "name": "Mait Künnap",
      "aboutText": "Alyssa Sutherland (born 23 September 1982) is an Australian actress and model.\nSutherland was born in Brisbane. Her modeling career began when she won the 1997 annual Bonne Belle model search of Girlfriend, a teen magazine in Australia.",
      "pageId": 21808587,
      "monthDay": "09/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alyssa_Sutherland",
      "name": "Alyssa Sutherland",
      "aboutText": "Johnston Farrugia (born 23 September 1980), better known by his stage name Hooligan, is a Maltese rapper. He is known for being a pioneer in hip hop music in the Maltese language. Although most of his songs are in Maltese, he has a few songs in English.",
      "pageId": 47540709,
      "monthDay": "09/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Shane_del_Rosario",
      "name": "Shane del Rosario",
      "aboutText": "Hossein Kaebi (also spelled Ka'abi; Persian: حسین کعبی‎‎, pronounced [hoˈsein-e ˈkæʔbiː]; born September 1985 in Ahvaz) is an Iranian football player.\nHossein is the youngest of a 14 siblings family, including 8 older brothers and 5 older sisters. His family descends of the Arab minority of Khuzestan.",
      "pageId": 1788180,
      "monthDay": "09/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/M%C3%A4rt_Israel",
      "name": "Märt Israel",
      "aboutText": "Maki Goto (後藤 真希, Gotō Maki, born September 23, 1985) is a Japanese singer, lyricist, and former actress. Born and raised in Edogawa, Tokyo, Goto began her musical career in 1999 when she joined Morning Musume as the only third generation member. Her first single with the group, \"Love Machine\", topped the Oricon singles charts and sold over a million copies.",
      "pageId": 1914604,
      "monthDay": "09/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joffrey_Lupul",
      "name": "Joffrey Lupul",
      "aboutText": "Anneliese Louise van der Pol (born September 23, 1984) is a Dutch-American actress and singer. After an early career in musical theatre, she was cast as Chelsea Daniels in the Disney Channel Original Series That's So Raven, a role that gained her renown among young audiences. Van der Pol also has a career as a singer and has recorded several songs for The Walt Disney Company.",
      "pageId": 1924484,
      "monthDay": "09/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Regan_Smith",
      "name": "Regan Smith",
      "aboutText": "Regan Smith (born September 23, 1983) is an American professional stock car racing driver. He last competed full-time in the NASCAR Xfinity Series, driving the No. 7 Chevrolet Camaro for JR Motorsports.",
      "pageId": 3015938,
      "monthDay": "09/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Patrick_Ehelechner",
      "name": "Patrick Ehelechner",
      "aboutText": "Joffrey Lupul (born September 23, 1983) is a Canadian professional ice hockey left winger for the Toronto Maple Leafs of the National Hockey League (NHL). In his professional career, Lupul has also played in the NHL for the Anaheim Ducks, Edmonton Oilers and Philadelphia Flyers. He was originally selected seventh overall at the 2002 NHL Entry Draft by Anaheim, beginning his NHL career with the organization and later playing a second stint with the team prior to joining the Maple Leafs in 2011.",
      "pageId": 3028235,
      "monthDay": "09/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kate_French",
      "name": "Kate French",
      "aboutText": "Lukáš Kašpar (born September 23, 1985) is a Czech professional ice hockey player. As of the 2015–16 season, he is currently playing with Oulun Kärpät of the Finnish Liiga.",
      "pageId": 3398549,
      "monthDay": "09/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matt_Kemp",
      "name": "Matt Kemp",
      "aboutText": "Juan Martín del Potro (Spanish pronunciation: [ˈxwan maɾˈtin del ˈpotɾo], born 23 September 1988), often nicknamed Delpo, is an Argentine professional tennis player. His biggest achievement was winning the 2009 US Open, defeating Rafael Nadal in the semifinal and Roger Federer in the final. He was the first to defeat both Federer and Nadal during a major and was the only man outside the Big Four to win a major between the 2005 French Open and the 2013 US Open, a span of 35 tournaments.",
      "pageId": 3920935,
      "monthDay": "09/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anneliese_van_der_Pol",
      "name": "Anneliese van der Pol",
      "aboutText": "Brian Joseph Brohm (born September 23, 1985) is an American quarterback who is currently a member of the Winnipeg Blue Bombers of the Canadian Football League (CFL). He was drafted by the Green Bay Packers in the second round of the 2008 NFL Draft and played college football at Louisville.",
      "pageId": 5028680,
      "monthDay": "09/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brian_Brohm",
      "name": "Brian Brohm",
      "aboutText": "Martin James Cranie (born 23 September 1986 in Yeovil, Somerset) is an English footballer currently playing for Huddersfield Town. He began his career with the Southampton youth academy playing alongside Theo Walcott and Gareth Bale before moving to local rivals Portsmouth and later to Coventry City after several loan spells, then followed by three years at Barnsley. He is a versatile defender who can play across the back four, though his main position is usually centre back.",
      "pageId": 6278894,
      "monthDay": "09/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Joba_Chamberlain",
      "name": "Joba Chamberlain",
      "aboutText": "Kate Lauren French (born September 23, 1984) is an American actress and model.",
      "pageId": 8777075,
      "monthDay": "09/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Maki_Goto",
      "name": "Maki Goto",
      "aboutText": "Matthew Ryan \"Matt\" Kemp (born September 23, 1984) is an American professional baseball outfielder for the San Diego Padres of Major League Baseball (MLB). He has been named to two All-Star teams and has won two Gold Glove Awards (2009 and 2011) and two Silver Slugger Awards (2009 and 2011). He began his professional career in the Los Angeles Dodgers organization in 2003, and played with the Dodgers from 2006 until 2014.",
      "pageId": 10359695,
      "monthDay": "09/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Johnson_(running_back)",
      "name": "Chris Johnson",
      "aboutText": "Shanaze Danielle Reade (born 23 September 1988 in Crewe, Cheshire, United Kingdom) is a professional British Bicycle Motocross (BMX) racer and track cyclist whose prime competitive years began in 2002. She has won the UCI BMX World Championships three times. Reade is the daughter of a Jamaican father and an Irish mother.",
      "pageId": 10384969,
      "monthDay": "09/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Hossein_Kaebi",
      "name": "Hossein Kaebi",
      "aboutText": "Justin Louis \"Joba\" Chamberlain (/ˈdʒɒbə/ JOB-ə; born Justin Louis Heath; September 23, 1985) is an American professional baseball relief pitcher for the Cleveland Indians organization. He has played in Major League Baseball (MLB) for the New York Yankees, Detroit Tigers and Kansas City Royals.\nChamberlain played college baseball for the Nebraska Cornhuskers before the Yankees selected him in the first round of the 2006 MLB Draft.",
      "pageId": 11672359,
      "monthDay": "09/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Luk%C3%A1%C5%A1_Ka%C5%A1par",
      "name": "Lukáš Kašpar",
      "aboutText": "Ryo Kimura (木村 了, Kimura Ryō, born September 23, 1988) is a Japanese actor who debuted in 2002. His first movie was Moonlight Jellyfish, in which he co-starred with Tatsuya Fujiwara.",
      "pageId": 12278456,
      "monthDay": "09/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Martin_Cranie",
      "name": "Martin Cranie",
      "aboutText": "Skylar Astin Lipstein (born September 23, 1987), known professionally as Skylar Astin, is an American actor and singer. He is best known for playing Jesse Swanson in the musical films Pitch Perfect (2012) and Pitch Perfect 2 (2015). He was also in the original cast of the award-winning Broadway musical Spring Awakening and has appeared in films such as Hamlet 2 (2008), Taking Woodstock (2009), Cavemen (2013), and 21 & Over (2013).",
      "pageId": 12586193,
      "monthDay": "09/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Skylar_Astin",
      "name": "Skylar Astin",
      "aboutText": "Christopher Duan \"Chris\" Johnson (born September 23, 1985) is an American football running back for the Arizona Cardinals of the National Football League (NFL). He was drafted by the Tennessee Titans in the first round of the 2008 NFL Draft. He played college football at East Carolina.",
      "pageId": 14897425,
      "monthDay": "09/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Trinidad_James",
      "name": "Trinidad James",
      "aboutText": "Patrick Ehelechner (born September 23, 1984) is a German professional ice hockey goaltender. He plays for the Augsburger Panther in the Deutsche Eishockey Liga.",
      "pageId": 16688208,
      "monthDay": "09/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ryo_Kimura",
      "name": "Ryo Kimura",
      "aboutText": "Märt Israel (born 23 September 1983 in Karksi-Nuia) is a male discus thrower from Estonia.",
      "pageId": 17381201,
      "monthDay": "09/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Juan_Mart%C3%ADn_del_Potro",
      "name": "Juan Martín del Potro",
      "aboutText": "Shane Kalani del Rosario (September 23, 1983 – December 9, 2013) was an American professional mixed martial artist and kickboxer. He competed in the Ultimate Fighting Championship's Heavyweight division, Strikeforce, M-1 Global, ShoXC, and King of the Cage.",
      "pageId": 25521973,
      "monthDay": "09/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Shanaze_Reade",
      "name": "Shanaze Reade",
      "aboutText": "Nicholas Williams (born September 23, 1987), better known by his stage name Trinidad James (often stylized as Trinidad Jame$), is an Trinidadian-American rapper based out of Atlanta, Georgia. In 2012, he signed a recording contract with Def Jam Recordings.",
      "pageId": 37908176,
      "monthDay": "09/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Anthony_Straker",
      "name": "Anthony Straker",
      "aboutText": "Soraya Ray L. Bañas is a singer, comedian, and actress in the Philippines. She is known as \"The Stolen Diva\", under the management of ABS-CBN. She is a stand-up singer/comedienne at Punchline, Laffline and Metro Comedy Bar. Her first solo concert was in January 2009 at the Metro Bar.",
      "pageId": 1229719,
      "monthDay": "09/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yannick_Weber",
      "name": "Yannick Weber",
      "aboutText": "Mara Scherzinger (born September 23, 1989) is a German actress.",
      "pageId": 7051057,
      "monthDay": "09/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kitkat_(comedian)",
      "name": "Kitkat",
      "aboutText": "Brandon Byron Jennings (born September 23, 1989) is an American professional basketball player for the Detroit Pistons of the National Basketball Association (NBA). Jennings was a highly acclaimed high school player; he won all major player of the year awards in his senior year as he averaged 32.7 points and 7.4 assists per game. After graduating from Oak Hill Academy, he decided to play professional basketball with the Italian club Lottomatica Roma instead of playing collegiately for the University of Arizona, leading to controversy and debate on the NBA's \"prep-to-pro\" policy adopted in 2006.",
      "pageId": 14578708,
      "monthDay": "09/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Brandon_Jennings",
      "name": "Brandon Jennings",
      "aboutText": "Agustín Sierra Romera (Spanish pronunciation: [aɣusˈtin ˈsjera]; born September 23, 1990, in Buenos Aires, Federal District, Argentina), also known as Agustín Sierra.",
      "pageId": 17441420,
      "monthDay": "09/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mara_Scherzinger",
      "name": "Mara Scherzinger",
      "aboutText": "Melanie Oudin (born September 23, 1991) is an American tennis player and former world junior no. 2. She was a member of the American Fed Cup team from 2009 to 2011 and winner of the 2011 U.S. Open mixed doubles title, with fellow American player Jack Sock.\nOudin was propelled to stardom as a 17-year-old, in the middle of 2009, when she reached the round of 16 of the Wimbledon Championships, followed by a quarter-final at the US Open a month and a half later.",
      "pageId": 18504248,
      "monthDay": "09/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Agust%C3%ADn_Sierra",
      "name": "Agustín Sierra",
      "aboutText": "Kim Ki-bum (born September 23, 1991), better known by his stage name Key, is a South Korean singer and actor. Debuted as a member of the group SHINee in May 2008, and began his acting career in 2011 in the Mnet's series Moon Night '90, playing Lee Hyun Do. In 2014 Key and Nam Woo-hyun formed the duo Toheart with duos successful debut song 'Delicious'.",
      "pageId": 18586680,
      "monthDay": "09/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/%C3%87a%C4%9Fatay_Ulusoy",
      "name": "Çağatay Ulusoy",
      "aboutText": "Anthony Othneal Straker (born 23 September 1988) is a professional footballer who plays as a defender or midfielder for League Two club York City.\n^ a b c Hugman, Barry J., ed. (2010).",
      "pageId": 19043270,
      "monthDay": "09/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Key_(singer)",
      "name": "Key",
      "aboutText": "Yannick Cyril Weber (born September 23, 1988) is a Swiss professional ice hockey player. He is currently playing for the Vancouver Canucks of the National Hockey League (NHL). He was drafted by the Montreal Canadiens in the 3rd round (73rd overall) of the 2007 NHL Entry Draft, and was the first player in Canadiens history to wear jersey number 68.",
      "pageId": 20943350,
      "monthDay": "09/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Melanie_Oudin",
      "name": "Melanie Oudin",
      "aboutText": "Zia Denise Marie Padilla Quizon, known by her stage name Zia Quizon, is a Filipina singer-songwriter and recording artist. She began her career after being signed to PolyEast Records and releasing her self-titled debut album in 2011.",
      "pageId": 37213577,
      "monthDay": "09/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Zia_Quizon",
      "name": "Zia Quizon",
      "aboutText": "Lee Ha-yi (born September 23, 1996), also known by her stage name Lee Hi, is a South Korean singer under YG Entertainment. She is known as the runner-up of SBS's K-pop Star Season 1. Her debut single \"1.2.3.4\", was released on October 28, 2012 and reached No.",
      "pageId": 37537936,
      "monthDay": "09/23"
    },
    {
      "year": "1993",
      "uri": "/wiki/Duke_Johnson",
      "name": "Duke Johnson",
      "aboutText": "Randy \"Duke\" Johnson, Jr. (born September 23, 1993) is an American football running back for the Cleveland Browns of the National Football League (NFL). He was drafted by the Browns in the third round of the 2015 NFL draft.",
      "pageId": 37604037,
      "monthDay": "09/23"
    },
    {
      "year": "1996",
      "uri": "/wiki/Lee_Hi",
      "name": "Lee Hi",
      "aboutText": "Çağatay Ulusoy (born September 23, 1990) is a Turkish model and actor known for his leading roles as Emir Sarrafoğlu in the Show TV series Adını Feriha Koydum (2011–2012) and Yaman Koper in the Star TV series Medcezir (2013–2015), a remake of the television series The OC.",
      "pageId": 39738086,
      "monthDay": "09/23"
    },
    {
      "year": "2000",
      "uri": "/wiki/Kalani_Hilliker",
      "name": "Kalani Hilliker",
      "aboutText": "Kalani Brooke Hilliker (born September 23, 2000) is an American dancer, model, and television personality. In 2013, she rose to fame competing in the Lifetime reality series, Abby's Ultimate Dance Competition. She is currently starring in Lifetime series Dance Moms.",
      "pageId": 45278156,
      "monthDay": "09/23"
    }
  ]
}