{
  "people": [
    {
      "year": "15",
      "uri": "/wiki/Vitellius",
      "name": "Vitellius",
      "aboutText": "Gerolamo (or Girolamo, or Geronimo) Cardano (Italian: [dʒeˈrɔla:mo karˈda:no]; French: Jérôme Cardan; Latin: Hieronymus Cardanus; 24 September 1501 – 21 September 1576) was an Italian polymath, being a mathematician, physician, biologist, physicist, chemist, astrologer, astronomer, philosopher, writer, and gambler. Often considered to be the greatest mathematician of the Renaissance, Cardano was one of the key figures in the foundation of probability and the earliest introducer of the binomial coefficients and the binomial theorem in the western world. He wrote more than 200 works on science.",
      "pageId": 13145,
      "monthDay": "09/24"
    },
    {
      "year": "936",
      "uri": "/wiki/%27Adud_al-Dawla",
      "name": "'Adud al-Dawla",
      "aboutText": "Horatio Walpole, 4th Earl of Orford (24 September 1717 – 2 March 1797) — also known as Horace Walpole — was an English art historian, man of letters, antiquarian and Whig politician.\nHe had some workers build Strawberry Hill House in Twickenham, south-west London, reviving the Gothic style some decades before his Victorian successors. His literary reputation rests on his Gothic novel, The Castle of Otranto (1764) and his Letters, which are of significant social and political interest.",
      "pageId": 13447,
      "monthDay": "09/24"
    },
    {
      "year": "1301",
      "uri": "/wiki/Ralph_de_Stafford,_1st_Earl_of_Stafford",
      "name": "Ralph de Stafford, 1st Earl of Stafford",
      "aboutText": "Vitellius (Latin: Aulus Vitellius Germanicus Augustus; 24 September 15 – 22 December 69) was Roman Emperor for eight months, from 16 April to 22 December 69. Vitellius was proclaimed emperor following the quick succession of the previous emperors Galba and Otho, in a year of civil war known as the Year of the Four Emperors.\nVitellius was the first to add the honorific cognomen Germanicus to his name instead of Caesar upon his accession; the latter name had fallen into disrepute in many quarters because of the actions of Nero.",
      "pageId": 32569,
      "monthDay": "09/24"
    },
    {
      "year": "1501",
      "uri": "/wiki/Gerolamo_Cardano",
      "name": "Gerolamo Cardano",
      "aboutText": "Mikhail Vasilyevich Ostrogradsky (transcribed also Ostrohradskyy, Ostrogradskii, Ostrogradskiĭ) (Russian: Михаил Васильевич Остроградский, Ukrainian: Михайло Васильович Остроградський, September 24, 1801 – January 1, 1862) was a Russian mathematician of Ukrainian ethnicity, mechanician and physicist. Ostrogradsky is considered to be a disciple of Leonhard Euler and one of the leading mathematicians of Imperial Russia.\nOstrogradsky was born in Pashennaya (Пашенная), Poltava Governorate, Russian Empire (today Pashenivka, Kozelshchyna Raion, Poltava Oblast, Ukraine).",
      "pageId": 176917,
      "monthDay": "09/24"
    },
    {
      "year": "1513",
      "uri": "/wiki/Catherine_of_Saxe-Lauenburg",
      "name": "Catherine of Saxe-Lauenburg",
      "aboutText": "William Adams (24 September 1564 – 16 May 1620), known in Japanese as Anjin Miura (三浦按針: \"the pilot of Miura\"), was an English navigator who in 1600 was the first of his nation to reach Japan. One of a few survivors of the only Dutch East India Company ship to reach Japan from a five-ship expedition of 1598, Adams settled there and became the first ever (and one of the very few) Western Samurai.\nSoon after Adams' arrival in Japan, he became a key advisor to the shogun Tokugawa Ieyasu.",
      "pageId": 206467,
      "monthDay": "09/24"
    },
    {
      "year": "1564",
      "uri": "/wiki/William_Adams_(sailor)",
      "name": "William Adams",
      "aboutText": "Albrecht Wenzel Eusebius von Wallenstein ( pronunciation ; Czech: Albrecht Václav Eusebius z Valdštejna; 24 September 1583 – 25 February 1634), also von Waldstein, was a Bohemian military leader and politician, who offered his services, and an army of 30,000 to 100,000 men during the Thirty Years' War (1618–48), to the Holy Roman Emperor Ferdinand II. He became the supreme commander of the armies of the Habsburg Monarchy and a major figure of the Thirty Years' War.\nAn imperial generalissimo by land, and Admiral of the Baltic Sea from 21 April 1628, who had made himself ruler of the lands of the Duchy of Friedland in northern Bohemia, Wallenstein found himself released from service on 13 August 1630 after Ferdinand grew wary of his ambition. Several Protestant victories over Catholic armies induced Ferdinand to recall Wallenstein, who again turned the war in favor of the Imperial cause.",
      "pageId": 247386,
      "monthDay": "09/24"
    },
    {
      "year": "1577",
      "uri": "/wiki/Louis_V,_Landgrave_of_Hesse-Darmstadt",
      "name": "Louis V, Landgrave of Hesse-Darmstadt",
      "aboutText": "Étienne Jules Adolphe Desmier de Saint-Simon, Vicomte d'Archiac (24 September 1802 – 24 December 1868) was a French geologist and paleontologist.",
      "pageId": 497822,
      "monthDay": "09/24"
    },
    {
      "year": "1583",
      "uri": "/wiki/Albrecht_von_Wallenstein",
      "name": "Albrecht von Wallenstein",
      "aboutText": "Johan de Witt or Jan de Witt, heer van Zuid- en Noord-Linschoten, Snelrewaard, Hekendorp and IJsselveere (24 September 1625 – 20 August 1672) was a key figure in Dutch politics in the mid-17th century, when its flourishing sea trade in a period of globalization made the United Provinces a leading European power during the Dutch Golden Age. De Witt controlled the Netherlands political system from around 1650 until shortly before his death in 1672 working with various factions from nearly all the major cities, especially his hometown, Dordrecht, and the city of birth of his wife, Amsterdam. As a republican he opposed the House of Orange and, along with his brother Cornelis de Witt, was murdered by Orangists.",
      "pageId": 749956,
      "monthDay": "09/24"
    },
    {
      "year": "1625",
      "uri": "/wiki/Johan_de_Witt",
      "name": "Johan de Witt",
      "aboutText": "Antoine-Louis Barye (24 September 1796 – 25 June 1875) was a French sculptor most famous for his work as an animalier, a sculptor of animals.",
      "pageId": 854669,
      "monthDay": "09/24"
    },
    {
      "year": "1667",
      "uri": "/wiki/Jean-Louis_Lully",
      "name": "Jean-Louis Lully",
      "aboutText": "Ralph de Stafford, 2nd Baron Stafford, 1st Earl of Stafford, KG (24 September 1301 – 31 August 1372) was an English nobleman and notable soldier during the Hundred Years War against France.",
      "pageId": 910997,
      "monthDay": "09/24"
    },
    {
      "year": "1705",
      "uri": "/wiki/Count_Leopold_Joseph_von_Daun",
      "name": "Count Leopold Joseph von Daun",
      "aboutText": "Catherine of Saxe-Lauenburg (Katarina in Swedish) (24 September 1513 – 23 September 1535) was the first consort of Gustav I of Sweden and Queen of Sweden from 1531 until her death in 1535.",
      "pageId": 1009133,
      "monthDay": "09/24"
    },
    {
      "year": "1717",
      "uri": "/wiki/Horace_Walpole",
      "name": "Horace Walpole",
      "aboutText": "Count Leopold Joseph von Daun (or Dhaun; German: Leopold Joseph Maria, Reichsgraf von und zu Daun) (24 September 1705 – 5 February 1766), later Prince of Thiano, Austrian field marshal of the Imperial Army and Reichsgraf, was born at Vienna, as son of Count Wirich Philipp von Daun.",
      "pageId": 1864848,
      "monthDay": "09/24"
    },
    {
      "year": "1755",
      "uri": "/wiki/John_Marshall",
      "name": "John Marshall",
      "aboutText": "Ramón María de las Mercedes de Campoamor y Campoosorio (September 24, 1817 – February 11, 1901), known as Ramón de Campoamor, was a Spanish realist poet and philosopher.",
      "pageId": 2440366,
      "monthDay": "09/24"
    },
    {
      "year": "1761",
      "uri": "/wiki/F.L.%C3%86._Kunzen",
      "name": "F.L.Æ. Kunzen",
      "aboutText": "Fana Khusraw (Persian: فنا خسرو‎‎), better known by his laqab of ʿAḍud al-Dawla (Arabic: عضد الدولة‎, \"Pillar of the [Abbasid] Dynasty\") (September 24, 936  – March 26, 983) was an emir of the Buyid dynasty, ruling wide parts of modern Iran and Iraq from 949 to 983. He is widely regarded as the greatest monarch of the dynasty, and by the end of his reign was one of the most powerful contemporary Muslim rulers.\nThe son of Rukn al-Dawla, Fana Khusraw was given the title of Adud al-Dawla by the Abbasid caliph in 948 when he was made emir of Fars after the death of his childless uncle Imad al-Dawla, after which Rukn al-Dawla became the senior emir of the Buyids.",
      "pageId": 3582672,
      "monthDay": "09/24"
    },
    {
      "year": "1796",
      "uri": "/wiki/Antoine-Louis_Barye",
      "name": "Antoine-Louis Barye",
      "aboutText": "Charles Shannon West (September 24, 1829 – October 23, 1885) was an American jurist and politician in the state of Texas, serving as a state representative, the Texas Secretary of State, and an Associate Justice of the Texas Supreme Court.",
      "pageId": 7212065,
      "monthDay": "09/24"
    },
    {
      "year": "1801",
      "uri": "/wiki/Mikhail_Ostrogradsky",
      "name": "Mikhail Ostrogradsky",
      "aboutText": "Louis V of Hesse-Darmstadt (German: Ludwig; 24 September 1577 – 27 July 1626) was the Landgrave of Hesse-Darmstadt from 1596 to 1626.\nHe was born on 24 September 1577 as the son of George I, Landgrave of Hesse-Darmstadt and Magdalene of Lippe.\nIn 1604 he inherited a part of Hessen-Marburg after the death of Louis IV of Hesse-Marburg who was childless.",
      "pageId": 8145638,
      "monthDay": "09/24"
    },
    {
      "year": "1802",
      "uri": "/wiki/Adolphe_d%27Archiac",
      "name": "Adolphe d'Archiac",
      "aboutText": "Friedrich Ludwig Æmilius Kunzen (24 September 1761 – 28 January 1817) was a German composer and conductor who lived and worked for much of his life in Denmark.",
      "pageId": 21480091,
      "monthDay": "09/24"
    },
    {
      "year": "1817",
      "uri": "/wiki/Ram%C3%B3n_de_Campoamor_y_Campoosorio",
      "name": "Ramón de Campoamor y Campoosorio",
      "aboutText": "John Marshall (September 24, 1755 – July 6, 1835) was the fourth Chief Justice of the Supreme Court of the United States (1801–1835). His court opinions helped lay the basis for United States constitutional law and many say made the Supreme Court of the United States a coequal branch of government along with the legislative and executive branches. Previously, Marshall had been a leader of the Federalist Party in Virginia and served in the United States House of Representatives from 1799 to 1800.",
      "pageId": 21825423,
      "monthDay": "09/24"
    },
    {
      "year": "1829",
      "uri": "/wiki/Charles_S._West",
      "name": "Charles S. West",
      "aboutText": "Jean-Louis Lully (24 September 1667 – 23 December 1688) was a French musician and composer. He was born in Paris, the youngest son of Jean-Baptiste Lully.\nOn 8 June 1687 he succeeded his father as surintendant and compositeur de la musique de la chambre du roi and he was nominated for another of his father's posts, Director of the Opera.",
      "pageId": 22745809,
      "monthDay": "09/24"
    },
    {
      "year": "1845",
      "uri": "/wiki/Nikolai_Anderson",
      "name": "Nikolai Anderson",
      "aboutText": "Nikolai Karl Adolf Anderson (24 September 1845 in Kulina, Estonia – 9 March 1905 in Narva, Estonia) was a Baltic German philologist who specialized in comparative linguistics of Finno-Ugric languages.",
      "pageId": 36232110,
      "monthDay": "09/24"
    },
    {
      "year": "1858",
      "uri": "/wiki/Eugene_Foss",
      "name": "Eugene Foss",
      "aboutText": "\"Blind\" Lemon Jefferson (born Lemon Henry Jefferson; September 24, 1893 – December 19, 1929) was an American blues and gospel singer, guitarist, and songwriter from Texas. He was one of the most popular blues singers of the 1920s, and has been called \"Father of the Texas Blues\".\nJefferson's performances were distinctive as a result of his high-pitched voice and the originality on his guitar playing.",
      "pageId": 4569,
      "monthDay": "09/24"
    },
    {
      "year": "1859",
      "uri": "/wiki/Julius_Klengel",
      "name": "Julius Klengel",
      "aboutText": "Mustafa İsmet İnönü (Turkish pronunciation: [isˈmet ˈinøny]; 24 September 1884 – 25 December 1973) was a Turkish general  and statesman, who served as the second President of Turkey from 11 November 1938, the day after the death of Mustafa Kemal Atatürk, to 22 May 1950, when his Republican People's Party was defeated in Turkey's second free elections. He also served as the first Chief of the General Staff from 1922 to 1924, and as the first Prime Minister after the declaration of the Republic, serving three terms: from 1923 to 1924, 1925 to 1937, and 1961 to 1965. As President, he was granted the official title of \"Milli Şef\" (National Chief).",
      "pageId": 14618,
      "monthDay": "09/24"
    },
    {
      "year": "1861",
      "uri": "/wiki/Bhikaiji_Cama",
      "name": "Bhikaiji Cama",
      "aboutText": "Sarah DeRemer Knauss (née Clark; September 24, 1880 – December 30, 1999) was an American supercentenarian. Knauss is the oldest person ever from the United States, as well as the second-oldest fully documented person ever behind Jeanne Calment. She was considered the world's oldest living person by Guinness World Records from April 16, 1998, until her own death.",
      "pageId": 173649,
      "monthDay": "09/24"
    },
    {
      "year": "1870",
      "uri": "/wiki/Georges_Claude",
      "name": "Georges Claude",
      "aboutText": "Sir Alan Patrick Herbert CH (24 September 1890 – 11 November 1971), also known as A. P. Herbert or simply A. P. H., was an English humorist, novelist, playwright and law reform activist who served as an independent Member of Parliament (MP) for Oxford University from the 1935 general election to the 1950 general election, when university constituencies were abolished.\nHerbert was born in Ashtead, Surrey, the son of a civil servant and maternal grandson of Sir Charles Jasper Selwyn. He attended The Grange, Folkestone, before attending Winchester College.",
      "pageId": 295664,
      "monthDay": "09/24"
    },
    {
      "year": "1871",
      "uri": "/wiki/Lottie_Dod",
      "name": "Lottie Dod",
      "aboutText": "Franklin Clarence Mars (September 24, 1883 – April 8, 1934), sometimes known as Frank C. Mars, was an American business magnate who founded the food company Mars, Incorporated, which makes mostly chocolate candy. Mars' son Forrest Edward Mars developed M&M's and the Mars bar.",
      "pageId": 314431,
      "monthDay": "09/24"
    },
    {
      "year": "1872",
      "uri": "/wiki/Jaan_Teemant",
      "name": "Jaan Teemant",
      "aboutText": "Thomas Dickson Armour (24 September 1896 – 11 September 1968) was a Scottish-American professional golfer. He was nicknamed The Silver Scot.",
      "pageId": 318496,
      "monthDay": "09/24"
    },
    {
      "year": "1878",
      "uri": "/wiki/Charles-Ferdinand_Ramuz",
      "name": "Charles-Ferdinand Ramuz",
      "aboutText": "Joseph-Adélard Godbout (September 24, 1892 – September 18, 1956) was an agronomist and politician in the Canadian province of Quebec. He served as the 15th Premier of Quebec briefly in 1936, and again from 1939 to 1944.",
      "pageId": 374028,
      "monthDay": "09/24"
    },
    {
      "year": "1880",
      "uri": "/wiki/Sarah_Knauss",
      "name": "Sarah Knauss",
      "aboutText": "Charlotte \"Lottie\" Dod (24 September 1871 – 27 June 1960) was an English sportswoman best known as a tennis player. She won the Wimbledon Ladies' Singles Championship five times, the first one when she was only fifteen in the summer of 1887. She remains the youngest ladies' singles champion, though Martina Hingis was three days younger when she won the women's doubles title in 1996.",
      "pageId": 776355,
      "monthDay": "09/24"
    },
    {
      "year": "1882",
      "uri": "/wiki/Max_Decugis",
      "name": "Max Decugis",
      "aboutText": "Charles-Ferdinand Ramuz (September 24, 1878 – May 23, 1947) was a French-speaking Swiss writer.\nHe was born in Lausanne in the canton of Vaud and was educated at the University of Lausanne. He taught briefly in nearby Aubonne, and then in Weimar, Germany.",
      "pageId": 1181279,
      "monthDay": "09/24"
    },
    {
      "year": "1883",
      "uri": "/wiki/Franklin_Clarence_Mars",
      "name": "Franklin Clarence Mars",
      "aboutText": "Hugo Schmeisser (24 September 1884 – 12 September 1953) was a German developer of infantry weapons in the 20th century.\nSchmeisser was born in Jena, Thuringia. His father, Louis Schmeisser (1848–1917), was one of the best-known weapons designers in Europe.",
      "pageId": 1826071,
      "monthDay": "09/24"
    },
    {
      "year": "1883",
      "uri": "/wiki/Lawson_Robertson",
      "name": "Lawson Robertson",
      "aboutText": "Julius Klengel (24 September 1859 – 27 October 1933) was a German cellist who is most famous for his etudes and solo pieces written for the instrument. He was the brother of Paul Klengel. A member of the Gewandhaus Orchestra at fifteen, he toured extensively throughout Europe as cellist and soloist of the Gewandhaus Quartet.",
      "pageId": 1827645,
      "monthDay": "09/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/Gustave_Garrigou",
      "name": "Gustave Garrigou",
      "aboutText": "Bhikaiji Rusto Cama (24 September 1861 – 13 August 1936) was a prominent figure in the Indian independence movement.",
      "pageId": 2145106,
      "monthDay": "09/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/%C4%B0smet_%C4%B0n%C3%B6n%C3%BC",
      "name": "İsmet İnönü",
      "aboutText": "Maxime \"Max\" Omer Mathieu Decugis or Décugis (French pronunciation: ​[maksim dɔkyʒiz/dekyʒiz]; 24 September 1882 – 6 September 1978) was a male tennis player from France who held the French Championships/French Open record of winning the tournament eight times (a French club members only tournament before 1925), a feat that has been surpassed by Rafael Nadal in 2014.",
      "pageId": 2545955,
      "monthDay": "09/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/Hugo_Schmeisser",
      "name": "Hugo Schmeisser",
      "aboutText": "Georges Claude (24 September 1870 – 23 May 1960) was a French engineer and inventor. He is noted for his early work on the industrial liquefaction of air, for the invention and commercialization of neon lighting, and for a large experiment on generating energy by pumping cold seawater up from the depths. He has been considered by some to be \"the Edison of France\".",
      "pageId": 2572362,
      "monthDay": "09/24"
    },
    {
      "year": "1885",
      "uri": "/wiki/Artur_Lemba",
      "name": "Artur Lemba",
      "aboutText": "Cyprien Gustave Garrigou (pronounced: [ɡystav ɡaʁiɡu]; 24 September 1884 – 23 January 1963) was one of the best professional racing cyclists of his era. He rode the Tour de France eight times and won once.",
      "pageId": 3613471,
      "monthDay": "09/24"
    },
    {
      "year": "1890",
      "uri": "/wiki/Mike_Gonz%C3%A1lez_(catcher)",
      "name": "Mike González",
      "aboutText": "Miguel Angel González Cordero (September 24, 1890 – February 19, 1977) was a Cuban catcher, coach and interim manager in American Major League Baseball during the first half of the 20th century. Along with Adolfo Luque, González was one of the first Cubans or Latin Americans to have a long off-field career in the U.S. Major Leagues.\nBorn in Havana, González played winter baseball in the Cuban League from 1910 to 1936 and was a long-time manager.",
      "pageId": 3740976,
      "monthDay": "09/24"
    },
    {
      "year": "1890",
      "uri": "/wiki/A._P._Herbert",
      "name": "A. P. Herbert",
      "aboutText": "Eugene Noble Foss (September 24, 1858 – September 13, 1939), was an American Representative and the 45th Governor of Massachusetts, as well as brother of George Edmund Foss.",
      "pageId": 4396198,
      "monthDay": "09/24"
    },
    {
      "year": "1892",
      "uri": "/wiki/Ad%C3%A9lard_Godbout",
      "name": "Adélard Godbout",
      "aboutText": "Lawson N. Robertson (September 23, 1883 – January 22, 1951) was born in Aberdeen, Scotland, and died in Philadelphia, Pennsylvania. He was a member of and trainer for the Irish American Athletic Club, and competed for the U.S. Olympic Team at the 1904 Summer Olympics in St.",
      "pageId": 6052156,
      "monthDay": "09/24"
    },
    {
      "year": "1893",
      "uri": "/wiki/Blind_Lemon_Jefferson",
      "name": "Blind Lemon Jefferson",
      "aboutText": "Jaan Teemant (24 September [O.S. 12 September] 1872, in Illuste (now Paatsalu), Vigala Parish, Kreis Wiek (in present-day Pärnu County) – unknown) was an Estonian lawyer and politician.\nTeemant studied in H. Treffner's Private High School. In 1901 he graduated from the Department of Law the Saint Petersburg University.",
      "pageId": 11409121,
      "monthDay": "09/24"
    },
    {
      "year": "1894",
      "uri": "/wiki/Tommy_Armour",
      "name": "Tommy Armour",
      "aboutText": "Artur Lemba (24 September 1885, Tallinn – 21 November 1963, Tallinn) was an Estonian composer and piano teacher, and one of the most important figures in Estonian classical music. Artur and his older brother Theodor (1876-1962) were the first professional pianists in Estonia to give concerts abroad. Artur's 1905 opera Sabina was the first opera composed by an Estonian.",
      "pageId": 30190162,
      "monthDay": "09/24"
    },
    {
      "year": "1894",
      "uri": "/wiki/Billy_Bletcher",
      "name": "Billy Bletcher",
      "aboutText": "Konstantin Ustinovich Chernenko (/tʃɜrˈnɛŋkoʊ/; Russian: Константи́н Усти́нович Черне́нко; IPA: [kənˈstɐntʲin ustʲinɐˈvʲɪtɕ tɕɨpˈnʲenkə], 24 September 1911 – 10 March 1985) was a Soviet politician and the fifth General Secretary of the Communist Party of the Soviet Union. He led the Soviet Union from 13 February 1984 until his death thirteen months later, on 10 March 1985.",
      "pageId": 17272,
      "monthDay": "09/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/Andr%C3%A9_Fr%C3%A9d%C3%A9ric_Cournand",
      "name": "André Frédéric Cournand",
      "aboutText": "Ruhollah Mūsavi Khomeini (Persian: روح‌الله خمینی‎‎, [ruːholˈlɑːhe χomeiˈniː], 24 September 1902 – 3 June 1989) known in the Western world as Ayatollah Khomeini, was an Iranian Shia Muslim religious leader, revolutionary, politician, the founder of the Islamic Republic of Iran and the leader of the 1979 Iranian Revolution which saw the overthrow of the Pahlavi monarchy and Mohammad Reza Pahlavi, the Shah of Iran. Following the revolution, Khomeini became the country's Supreme Leader, a position created in the constitution of the Islamic Republic as the highest-ranking political and religious authority of the nation, which he held until his death. He was succeeded by Ali Khamenei.",
      "pageId": 26232,
      "monthDay": "09/24"
    },
    {
      "year": "1896",
      "uri": "/wiki/F._Scott_Fitzgerald",
      "name": "F. Scott Fitzgerald",
      "aboutText": "Howard Walter Florey, Baron Florey, OM, FRS, FRCP (24 September 1898 – 21 February 1968) was an Australian pharmacologist and pathologist who shared the Nobel Prize in Physiology or Medicine in 1945 with Sir Ernst Boris Chain and Sir Alexander Fleming for his role in the development of penicillin.\nAlthough Fleming received most of the credit for the discovery of penicillin, it was Florey who carried out the first ever clinical trials in 1941 of penicillin at the Radcliffe Infirmary in Oxford on the first patient, a Postmaster from Wolvercote near Oxford. The patient started to recover but subsequently died because Florey had not made enough penicillin.",
      "pageId": 40494,
      "monthDay": "09/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Howard_Florey",
      "name": "Howard Florey",
      "aboutText": "Sir John Robert Kerr AK, GCMG, GCVO, QC (24 September 1914 – 24 March 1991) was the 18th Governor-General of Australia. He dismissed the Labor government of Gough Whitlam on 11 November 1975, marking the climax of the most significant constitutional crisis in Australian history.",
      "pageId": 81234,
      "monthDay": "09/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Charlotte_Moore_Sitterly",
      "name": "Charlotte Moore Sitterly",
      "aboutText": "Severo Ochoa de Albornoz (Spanish: [seˈβeɾo oˈtʃoa ðe alβorˈnoθ]; 24 September 1905 – 1 November 1993) was a Spanish physician and biochemist, and joint winner of the 1959 Nobel Prize in Physiology or Medicine with Arthur Kornberg.",
      "pageId": 182077,
      "monthDay": "09/24"
    },
    {
      "year": "1899",
      "uri": "/wiki/William_Dobell",
      "name": "William Dobell",
      "aboutText": "Charlotte Emma Moore Sitterly (September 24, 1898 – March 3, 1990) was an American astronomer. She won the 1990 Bruce Medal.",
      "pageId": 624940,
      "monthDay": "09/24"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ham_Fisher",
      "name": "Ham Fisher",
      "aboutText": "Robert Lewis Taylor (September 24, 1912 – September 30, 1998) was an American author and winner of the 1959 Pulitzer Prize for Fiction.\nBorn in Carbondale, Illinois, Taylor attended Southern Illinois University for one year. The university now houses his papers.",
      "pageId": 960589,
      "monthDay": "09/24"
    },
    {
      "year": "1902",
      "uri": "/wiki/Ruhollah_Khomeini",
      "name": "Ruhollah Khomeini",
      "aboutText": "Hammond Edward Fisher (September 24, 1900 (some sources indicate 1901) – December 27, 1955) was an American comic strip writer and cartoonist who signed his work Ham Fisher. He is best known for his popular long-run on Joe Palooka, which was launched in 1930 and ranked as one of the top five newspaper comics strips for several years.",
      "pageId": 1008843,
      "monthDay": "09/24"
    },
    {
      "year": "1905",
      "uri": "/wiki/Severo_Ochoa",
      "name": "Severo Ochoa",
      "aboutText": "Sir William Dobell, OBE (24 September 1899 – 13 May 1970) was an Australian artist.",
      "pageId": 1241233,
      "monthDay": "09/24"
    },
    {
      "year": "1906",
      "uri": "/wiki/Leonard_Marsh",
      "name": "Leonard Marsh",
      "aboutText": "André Frédéric Cournand (September 24, 1895 – February 19, 1988) was a French physician and physiologist.\nHe was awarded the Nobel Prize in Physiology or Medicine in 1956 along with Werner Forssmann and Dickinson W. Richards for the development of cardiac catheterization.\nBorn in Paris, Cournand emigrated to the United States in 1930 and, in 1941, became a naturalized citizen.",
      "pageId": 1535528,
      "monthDay": "09/24"
    },
    {
      "year": "1906",
      "uri": "/wiki/J%C3%B3zef_Nawrot",
      "name": "Józef Nawrot",
      "aboutText": "Herb Jeffries (born Umberto Alexander Valentino; September 24, 1913 – May 25, 2014) was an American actor of film and television and popular music and jazz singer-songwriter, known of his baritone voice, he was of African descent and was Hollywood's first singing black cowboy",
      "pageId": 1555356,
      "monthDay": "09/24"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ben_Oakland",
      "name": "Ben Oakland",
      "aboutText": "William \"Billy\" Bletcher (September 24, 1894 – January 5, 1979) was an American actor, voice artist, and comedian. He is best known for providing the voice of Mickey's rival, Pete, for Disney from 1932 to 1954.",
      "pageId": 2025280,
      "monthDay": "09/24"
    },
    {
      "year": "1908",
      "uri": "/wiki/Renee_Roberts",
      "name": "Renee Roberts",
      "aboutText": "Donald \"Don\" Porter (September 24, 1912 – February 11, 1997) was an American actor who appeared in a number of films in the 1940s, including Top Sergeant and Eagle Squadron, but is perhaps best known for his role as Russell Lawrence, the widowed father of 15-year-old Frances \"Gidget\" Lawrence (Sally Field) in the 1965 ABC situation comedy Gidget.",
      "pageId": 2067512,
      "monthDay": "09/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/Gerard_Antoni_Cio%C5%82ek",
      "name": "Gerard Antoni Ciołek",
      "aboutText": "Jean Servais (French: [sɛʁvɛ]; 24 September 1910 – 17 February 1976) was a Belgian film and stage actor. He acted in many 20th century French cinema productions, from the 1930s through the early 1970s.\nHe was married to Gilberte Graillot, and later actress Dominique Blanchar.",
      "pageId": 2415159,
      "monthDay": "09/24"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jean_Servais",
      "name": "Jean Servais",
      "aboutText": "Gerard Ciołek (24 September 1909 – 15 February 1966) was a Polish architect, as well as a leading historian of parks and gardens.",
      "pageId": 3625351,
      "monthDay": "09/24"
    },
    {
      "year": "1911",
      "uri": "/wiki/Konstantin_Chernenko",
      "name": "Konstantin Chernenko",
      "aboutText": "Irene Roberts (24 September 1908 - February 1996) better known as her professional name Renee Roberts was an English actress who is best remembered for her portrayal of Miss Ursula Gatsby in Fawlty Towers between 1975 and 1979.",
      "pageId": 5257340,
      "monthDay": "09/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Don_Porter",
      "name": "Don Porter",
      "aboutText": "Francis Scott Key Fitzgerald (September 24, 1896 – December 21, 1940) was an American novelist and short story writer, whose works are the paradigmatic writings of the Jazz Age. He is widely regarded as one of the greatest American writers of the 20th century. Fitzgerald is considered a member of the \"Lost Generation\" of the 1920s.",
      "pageId": 12505972,
      "monthDay": "09/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Robert_Lewis_Taylor",
      "name": "Robert Lewis Taylor",
      "aboutText": "Ben Oakland (September 24, 1907 - August 26, 1979) was an American composer, lyricist and pianist most active from the 1920s through the 1940s. He composed mainly for Broadway and vaudeville, though he also worked on several Hollywood scores including for the film My Little Chickadee.\nOakland often composed music only, collaborating with lyricists including Oscar Hammerstein II, Bob Russell, Milton Drake, L. Wolfe Gilbert, and Artie Shaw.",
      "pageId": 15419061,
      "monthDay": "09/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Herb_Jeffries",
      "name": "Herb Jeffries",
      "aboutText": "Leonard Charles Marsh (September 24, 1906 – May 10, 1983) was a social scientist and professor.",
      "pageId": 22109389,
      "monthDay": "09/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/John_Kerr_(governor-general)",
      "name": "John Kerr",
      "aboutText": "Józef Nawrot (24 September 1906 – 24 September 1982) was a Polish international footballer who played for the national team during the 1920s and 1930s. He was one of the top scorers in the Polish First Division Ekstraklasa with over 100 goals. During his career he played for Cracovia, Legia Warsaw and Polonia Warsaw.",
      "pageId": 23624094,
      "monthDay": "09/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Andrzej_Panufnik",
      "name": "Andrzej Panufnik",
      "aboutText": "Richard Ira Bong (September 24, 1920 – August 6, 1945), commonly called \"Dick\", was a United States Army major who was a member of the Army Air Forces in World War II and a Medal of Honor recipient. He was one of the most decorated fighter pilots and the United States' highest-scoring air ace in the war, having shot down at least 40 Japanese aircraft.",
      "pageId": 179025,
      "monthDay": "09/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ruth_Leach_Amonette",
      "name": "Ruth Leach Amonette",
      "aboutText": "Theodore \"Fats\" Navarro (September 24, 1923 – July 6, 1950) was an American jazz trumpet player. He was a pioneer of the bebop style of jazz improvisation in the 1940s. He had a strong stylistic influence on many other players, most notably Clifford Brown.",
      "pageId": 348357,
      "monthDay": "09/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Doud_Eisenhower",
      "name": "Doud Eisenhower",
      "aboutText": "Ovadia Yosef (Hebrew: עובדיה יוסף‎; Arabic: عبد الله يوسف‎ ‘Abdullah Youssef) (September 24, 1920 – October 7, 2013) was a Talmudic scholar, an authority on Jewish religious law (halakha), and the longtime spiritual leader of Israel's ultra-orthodox Shas party. Born in Iraq, he was the Sephardi Chief Rabbi of Israel from 1973 to 1983.",
      "pageId": 565730,
      "monthDay": "09/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Otto_G%C3%BCnsche",
      "name": "Otto Günsche",
      "aboutText": "James Kenneth McManus (September 24, 1921 – June 7, 2008), better known by his professional name of Jim McKay, was an American television sports journalist.\nMcKay is best known for hosting ABC's Wide World of Sports (1961–1998). His introduction for that program has passed into American pop culture.",
      "pageId": 714213,
      "monthDay": "09/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Arthur_W._Lehman",
      "name": "Arthur W. Lehman",
      "aboutText": "Audra Marie Lindley (September 24, 1918 – October 16, 1997) was an American actress, most famous for her role as landlady Helen Roper on the sitcom Three's Company and its spin-off, The Ropers.",
      "pageId": 1161356,
      "monthDay": "09/24"
    },
    {
      "year": "1918",
      "uri": "/wiki/Audra_Lindley",
      "name": "Audra Lindley",
      "aboutText": "Dayton Allen (September 24, 1919 – November 11, 2004) was a comedian and voice actor. He was one of the \"men in the street\" on the The Steve Allen Show.",
      "pageId": 1180067,
      "monthDay": "09/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Dayton_Allen",
      "name": "Dayton Allen",
      "aboutText": "Louis Stirling Edmonds (September 24, 1923 – March 3, 2001) was an American actor from Baton Rouge, Louisiana. He was best known for his roles in Dark Shadows and All My Children.\nEdmonds appeared in the musical Ernest in Love in 1960.",
      "pageId": 1282099,
      "monthDay": "09/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jack_Costanzo",
      "name": "Jack Costanzo",
      "aboutText": "Sir Andrzej Panufnik (24 September 1914 – 27 October 1991) was a Polish composer and conductor. He became established as one of the leading Polish composers, and as a conductor he was instrumental in the re-establishment of the Warsaw Philharmonic orchestra after World War II. After his increasing frustration with the extra-musical demands made on him by the country's regime, he defected to the United Kingdom in 1954, and took up British citizenship.",
      "pageId": 1739123,
      "monthDay": "09/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Richard_Bong",
      "name": "Richard Bong",
      "aboutText": "Sheila MacRae (24 September 1921 – 6 March 2014) was an English-born American actress, singer and dancer.",
      "pageId": 2289285,
      "monthDay": "09/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jan_Carew",
      "name": "Jan Carew",
      "aboutText": "Bert Ira Gordon (born September 24, 1922) is an American film director most famous for such science fiction and horror B-movies as The Amazing Colossal Man and Village of the Giants. Most of Gordon's work is in the idiom of giant monster films, for which he used rear-projection to create the special effects.",
      "pageId": 2730206,
      "monthDay": "09/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ovadia_Yosef",
      "name": "Ovadia Yosef",
      "aboutText": "Theresa Merritt Hines (September 24, 1922  – June 12, 1998) was an American stage, film, and television actress and singer.",
      "pageId": 2762255,
      "monthDay": "09/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jim_McKay",
      "name": "Jim McKay",
      "aboutText": "Otto Günsche (24 September 1917 – 2 October 2003) was a Sturmbannführer in the Waffen-SS and a member of 1st SS Division Leibstandarte SS Adolf Hitler (LSSAH) before he became Adolf Hitler's personal adjutant. He was captured by soldiers of the Red Army on 2 May 1945.",
      "pageId": 4122784,
      "monthDay": "09/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Sheila_MacRae",
      "name": "Sheila MacRae",
      "aboutText": "Jan Rynveld Carew (24 September 1920 – 6 December 2012) was a Guyana-born novelist, playwright, poet and educator. His works, diverse in form and multifaceted, make Jan Carew an important intellectual of the Caribbean world. His poetry and his first two novels, Black Midas and The Wild Coast, were significant landmarks of the West Indian literature then attempting to cope with its colonial past and assert its wish for autonomy.",
      "pageId": 5353857,
      "monthDay": "09/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ettore_Bastianini",
      "name": "Ettore Bastianini",
      "aboutText": "Ettore Bastianini (September 24, 1922 – January 25, 1967) was an Italian opera singer who was particularly associated with the operas of Verdi.",
      "pageId": 6193383,
      "monthDay": "09/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Bert_I._Gordon",
      "name": "Bert I. Gordon",
      "aboutText": "Cornell MacNeil (September 24, 1922 – July 15, 2011) was an American operatic baritone known for his exceptional voice and long career with the Metropolitan Opera, which spanned 642 performances in twenty-six roles. F. Paul Driscoll wrote in Opera News that he \"was a great baritone in era of great baritones — Warren, Gobbi, Merrill, Milnes — and in the contemporary press, comparisons to his colleagues were frequent. But MacNeil's performances had singular musical richness, and moral and intellectual complexity that were his alone.",
      "pageId": 9009777,
      "monthDay": "09/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Cornell_MacNeil",
      "name": "Cornell MacNeil",
      "aboutText": "Albert John Moffatt (24 September 1922 – 10 September 2012) was an English actor and playwright, known for his portrayal of Hercule Poirot on BBC Radio in twenty-five productions and for a wide range of stage roles in the West End from the 1950s to the 1980s.\nMoffatt's parents wished him to follow a career in a bank, but Moffatt secretly studied acting and made his stage debut in 1944. After five years in provincial repertory theatre he made his first London appearance in 1946.",
      "pageId": 9638112,
      "monthDay": "09/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Theresa_Merritt",
      "name": "Theresa Merritt",
      "aboutText": "Jack Costanzo (born September 24, 1919, Chicago, Illinois) is an American percussionist.",
      "pageId": 13511672,
      "monthDay": "09/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Moffatt_(actor)",
      "name": "John Moffatt",
      "aboutText": "Doud Dwight \"Icky\" Eisenhower (September 24, 1917 – January 2, 1921) was the first son of Dwight D. Eisenhower and Mamie Eisenhower. He was named \"Doud\" in honor of his mother (her maiden name was Doud) and \"Dwight\" in honor of his father.",
      "pageId": 16451739,
      "monthDay": "09/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Louis_Edmonds",
      "name": "Louis Edmonds",
      "aboutText": "Arthur W. 'Art' Lehman (September 24, 1917 – June 19, 2009) was a widely recorded American Euphonium virtuoso and soloist. He was noted for having radically changed the way the instrument was technically performed, and was a major influence on Euphonium soloists who followed him.\nLehman retired as Euphonium soloist and section leader of the \"President's Own\" United States Marine Band in 1971 after twenty-four years of service.",
      "pageId": 17378392,
      "monthDay": "09/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Fats_Navarro",
      "name": "Fats Navarro",
      "aboutText": "Ruth Leach Amonette (September 24, 1916 – June 21, 2004) was an American businesswoman, author, and educator. She was appointed as the first female executive and vice president at IBM in 1943, at age 27, becoming one of only a few women in high ranking corporate positions in the US at the time.",
      "pageId": 40481420,
      "monthDay": "09/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Raoul_Bott",
      "name": "Raoul Bott",
      "aboutText": "Captain John Watts Young (born September 24, 1930) is a retired American astronaut, naval officer and aviator, test pilot, and aeronautical engineer, who became the ninth person to walk on the Moon as Commander of the Apollo 16 mission in 1972.\nYoung enjoyed the longest career of any astronaut, becoming the first person to make six space flights over the course of 42 years of active NASA service, and is the only person to have piloted, and been commander of, four different classes of spacecraft: Gemini, the Apollo Command/Service Module, the Apollo Lunar Module, and the Space Shuttle.\nIn 1965, Young flew on the first manned Gemini mission, and commanded another Gemini mission the next year.",
      "pageId": 303563,
      "monthDay": "09/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nina_Bocharova",
      "name": "Nina Bocharova",
      "aboutText": "Raoul Bott, ForMemRS (September 24, 1923 – December 20, 2005) was a Hungarian-American mathematician known for numerous basic contributions to geometry in its broad sense. He is best known for his Bott periodicity theorem, the Morse–Bott functions which he used in this context, and the Borel–Bott–Weil theorem.\n^ Atiyah, M. (2007).",
      "pageId": 337457,
      "monthDay": "09/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Voula_Zouboulaki",
      "name": "Voula Zouboulaki",
      "aboutText": "Anthony Newley (24 September 1931 – 14 April 1999) was an English actor, singer and songwriter. Newley achieved success as a performer in such diverse fields as rock and roll and stage and screen acting. As a recording artist he enjoyed a dozen Top 40 entries on the UK Singles Chart between 1959 and 1962, including two number one hits.",
      "pageId": 351996,
      "monthDay": "09/24"
    },
    {
      "year": "1925",
      "uri": "/wiki/Autar_Singh_Paintal",
      "name": "Autar Singh Paintal",
      "aboutText": "Alfredo Kraus Trujillo (Spanish pronunciation: [alˈfɾeðo kɾaus tɾuˈxiʎo]; 24 November 1927 – 10 September 1999) was a distinguished Spanish tenor from the Canary islands, particularly known for the artistry he brought to opera's bel canto roles.",
      "pageId": 701372,
      "monthDay": "09/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Alfredo_Kraus",
      "name": "Alfredo Kraus",
      "aboutText": "Michael Johnson Parkes (born 24 September 1931 in Richmond, Surrey; died 28 August 1977 near Turin, Italy) was a British racing driver, from England. Parkes was born into an automotive background as his father John, was Chairman of the Alvis Group.\nHe participated in seven Formula One World Championship Grands Prix, debuting on 18 July 1959.",
      "pageId": 1235778,
      "monthDay": "09/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Arthur_Malet",
      "name": "Arthur Malet",
      "aboutText": "John Wallace Carter (September 24, 1929 – March 31, 1991) was an American jazz clarinet, saxophone, and flute player.",
      "pageId": 1341244,
      "monthDay": "09/24"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Carter_(jazz_musician)",
      "name": "John Carter",
      "aboutText": "Autar Singh Paintal M.D. Ph.D. (September 24, 1925, in Mogok, Burma – December 21, 2004, in Delhi, India) was a medical scientist who made pioneering discoveries in the area of neurosciences and respiratory sciences.\nHe was a merit student and did his post graduation in Physiology from King George Medical College, Lucknow.\nPaintal completed his Ph.D under the supervision of David Whitteridge in Edinburgh.",
      "pageId": 1424432,
      "monthDay": "09/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/J%C3%B3zef_Krupi%C5%84ski",
      "name": "Józef Krupiński",
      "aboutText": "Angelo Muscat (24 September 1930 – 10 October 1977) was a Maltese-born film and television character actor.",
      "pageId": 1942568,
      "monthDay": "09/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Angelo_Muscat",
      "name": "Angelo Muscat",
      "aboutText": "Dame Elizabeth Violet Blackadder, Mrs Houston, DBE, RA, RSA (born 24 September 1931 in Falkirk) is a Scottish painter and printmaker. She is the first woman to be elected to both the Royal Scottish Academy and the Royal Academy.\nIn 1962 she began teaching at Edinburgh College of Art where she continued until her retirement in 1986.",
      "pageId": 2347532,
      "monthDay": "09/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Benjamin_Romualdez",
      "name": "Benjamin Romualdez",
      "aboutText": "Dominique Michel, OC, CQ (born September 24, 1932 in Sorel-Tracy, Quebec as Aimée Sylvestre) is a Quebec comedian, actress, singer and artist.",
      "pageId": 2455370,
      "monthDay": "09/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Young_(astronaut)",
      "name": "John W. Young",
      "aboutText": "Walter Wallmann (24 September 1932 – 21 September 2013) was a German politician who has served as Lord Mayor of Frankfurt (1977–1986).\nBetween 1986 and 1987 he was the first Federal Minister for Environment, Nature Conservation and Nuclear Safety. The ministry was established by chancellor Helmut Kohl on June 6, 1986 in response to the Chernobyl disaster and formed from departments of the Ministries of the Interior, of Agriculture and of Health.",
      "pageId": 2830134,
      "monthDay": "09/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Elizabeth_Blackadder",
      "name": "Elizabeth Blackadder",
      "aboutText": "Voula Zouboulaki (Greek: Βούλα Ζουμπουλάκη; born Paraskevi Zouboulaki; 24 September 1924 – 7 September 2015) was an Egyptian-born Greek actress. She was the wife of actor Dimitris Myrat. She attended the Dramatic School of the National Theatre, the School of the National Odeon and the Law School of the University of Athens.",
      "pageId": 3082673,
      "monthDay": "09/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Cardiss_Collins",
      "name": "Cardiss Collins",
      "aboutText": "Brian Lester Glanville (born 24 September 1931) is an English football writer and novelist.",
      "pageId": 3607856,
      "monthDay": "09/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Brian_Glanville",
      "name": "Brian Glanville",
      "aboutText": "Cardiss Hortense Collins, (née Robertson; September 24, 1931 – February 3, 2013), was a Democratic politician from Illinois who served in the United States House of Representatives from 1973 to 1997. She was the first African-American woman to represent the Midwest in Congress. Collins was elected to Congress in the June 5, 1973 special election to replace her husband, George, who had died in the December 8, 1972 United Airlines Flight 553 plane crash.",
      "pageId": 3609714,
      "monthDay": "09/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Anthony_Newley",
      "name": "Anthony Newley",
      "aboutText": "Nina Antonovna Bocharova (Russian: Нина Антоновна Бочарова) (born September 24, 1924) is a former Soviet/Ukrainian gymnast, who won five medals at the 1952 Summer Olympics. She was born in Suprunovka, Poltava Oblast, Ukrainian SSR, Soviet Union.\nBocharova competed for Budivelnyk Kyiv (Stroitel Kiev), debuting at the Nationals in 1948, where she placed fourth on the uneven bars and balance beam.",
      "pageId": 5382317,
      "monthDay": "09/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mike_Parkes",
      "name": "Mike Parkes",
      "aboutText": "Józef Krupiński (September 24, 1930 – September 1, 1998) was a Polish poet. He spent the last days of his life in Orzesze, Poland. Prizewinner of the Edward Stachura Award and member of the Association of Polish Writers in Katowice.",
      "pageId": 6999817,
      "monthDay": "09/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dominique_Michel",
      "name": "Dominique Michel",
      "aboutText": "Miguel Ángel Montuori (24 September 1932 – 4 June 1998) was an Italo-Argentine football player, who played as a forward and as an attacking midfielder. He is regarded as one of Fiorentina's greatest players of all time, due to his technique, creativity, and playmaking ability. Despite his talent and success, he was also regarded as an \"unfortunate\" player, due to his many runner-up medals, and his injuries, which forced him to retire during the prime of his career.",
      "pageId": 7819425,
      "monthDay": "09/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Miguel_Montuori",
      "name": "Miguel Montuori",
      "aboutText": "Arthur Malet (24 September 1927 – 18 May 2013) was a United States-based English stage, film and television actor.",
      "pageId": 8725304,
      "monthDay": "09/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Walter_Wallmann",
      "name": "Walter Wallmann",
      "aboutText": "Raffaele Farina SDB (born 24 September 1933) is an Italian Cardinal of the Catholic Church. He was Archivist of the Vatican Secret Archives, Librarian of the Vatican Library, and president (Consiglio di Presidenza) of Scuola Vaticana di Paleografia, Diplomatica e Archivistica.",
      "pageId": 11945623,
      "monthDay": "09/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Raffaele_Farina",
      "name": "Raffaele Farina",
      "aboutText": "Benjamin Trinidad \"Kokoy\" Romualdez (September 24, 1930 – February 21, 2012) was a Filipino politician who served as Governor of Leyte and later appointed as ambassador to the United States, China and Saudi Arabia.\nHe was a younger brother to former First Lady Imelda Marcos and the father of Rep. Ferdinand Martin Romualdez.",
      "pageId": 34843817,
      "monthDay": "09/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mel_Taylor",
      "name": "Mel Taylor",
      "aboutText": "John Kilian Houston Brunner (24 September 1934 – 26 August 1995) was a British author of science fiction novels and stories. His 1968 novel Stand on Zanzibar, about an overpopulated world, won the 1969 Hugo Award for best science fiction novel, and the BSFA award the same year. The Jagged Orbit won the BSFA award in 1970.",
      "pageId": 16129,
      "monthDay": "09/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mendel_Weinbach",
      "name": "Mendel Weinbach",
      "aboutText": "James Maury \"Jim\" Henson (September 24, 1936 – May 16, 1990) was an American puppeteer, artist, cartoonist, inventor, screenwriter, songwriter, musician, actor, film director, and producer. Best known as the creator of the Muppets, Henson was a regular in television series and films from the mid 1950s until his death at age 53. Born in Greenville, Mississippi, and raised in Leland, Mississippi, and Hyattsville, Maryland, Henson began developing puppets while attending high school.",
      "pageId": 16228,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tommy_Anderson_(footballer)",
      "name": "Tommy Anderson",
      "aboutText": "Linda Louise, Lady McCartney (née Eastman; formerly See; September 24, 1941 – April 17, 1998) was an American musician, photographer and animal rights activist, entrepreneur and publisher who was married to Paul McCartney of the Beatles.\nEastman and McCartney were married in 1969 with their marriage blessed at St John's Wood Church in London. Her daughter, Heather Louise, from her first marriage to Joseph See, was adopted by her new husband the same year of their marriage.",
      "pageId": 172104,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Brunner_(novelist)",
      "name": "John Brunner",
      "aboutText": "Manfred Hermann Wörner (24 September 1934 in Stuttgart-Bad Cannstatt – 13 August 1994 in Brussels) was a German politician and diplomat. He served as the defense minister of West Germany between 1982 and 1988. He then served as the seventh Secretary General of NATO from 1988 to 1994.",
      "pageId": 750243,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/John-Roger_Hinkins",
      "name": "John-Roger Hinkins",
      "aboutText": "John Mackey (September 24, 1941 – July 6, 2011) was an American football tight end who played for the Baltimore Colts and the San Diego Chargers. He was born in Roosevelt, New York and attended Syracuse University. He was the first president of the National Football League Players Association following the AFL-NFL merger, serving from 1970 to 1973.",
      "pageId": 1851662,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Kasmin",
      "name": "John Kasmin",
      "aboutText": "Sean McCann (born September 24, 1935) is one of Canada's most successful character actors and has been in the business for over 40 years.",
      "pageId": 2220763,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bernard_Nevill",
      "name": "Bernard Nevill",
      "aboutText": "John Kasmin (b. 24 Sept 1934) is a British art dealer whose gallery promoted British and American Color field painting in the 1960s. He went to Magdalen College School in Oxford and then worked with the established London Art dealer Victor Musgrave.",
      "pageId": 4379591,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Chick_Willis",
      "name": "Chick Willis",
      "aboutText": "Wayne Maurice Henderson (September 24, 1939 – April 5, 2014) was an American soul jazz and hard bop trombonist and record producer. In 1961, he co-founded the soul jazz/hard bop group The Jazz Crusaders. Henderson left the group (who by then had changed their name to The Crusaders) in 1976 to pursue a career in producing, but revived The Jazz Crusaders in 1995.",
      "pageId": 5193211,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Manfred_W%C3%B6rner",
      "name": "Manfred Wörner",
      "aboutText": "Thomas Cowan \"Tommy\" Anderson (born 24 September 1934 in Haddington) is a Scottish former professional footballer. He played as a forward, and was noted for his extremely fast pace.\nAnderson was capped by Scotland schools, and had an amateur contract with Hearts.",
      "pageId": 5717691,
      "monthDay": "09/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Donald_Wrye",
      "name": "Donald Wrye",
      "aboutText": "Steve Douglas (born Steven Douglas Kreisman; September 24, 1938 – April 19, 1993) was an American saxophonist and flautist.",
      "pageId": 5835354,
      "monthDay": "09/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Sean_McCann_(actor)",
      "name": "Sean McCann",
      "aboutText": "John-Roger Hinkins (born Roger Delano Hinkins) (September 24, 1934 – October 22, 2014) was an American author, public speaker, and founder of the Movement of Spiritual Inner Awareness (MSIA), as well as several other New Age, spiritual, and self-help organizations.",
      "pageId": 8964577,
      "monthDay": "09/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sivanthi_Adithan",
      "name": "Sivanthi Adithan",
      "aboutText": "Mel Taylor (September 24, 1933 – August 11, 1996) was the longtime drummer for the Ventures from 1962 to 1996.",
      "pageId": 10513483,
      "monthDay": "09/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jim_Henson",
      "name": "Jim Henson",
      "aboutText": "Yves Navarre (September 24, 1940 – January 24, 1994) was a French writer. A gay man, most of his work concerned homosexuality and associated issues, such as AIDS. In his romantic works, Navarre was noted for his tendency to emphasize sensuality and \"the mystical qualities of love\" rather than sexuality or sensationalism.",
      "pageId": 11973379,
      "monthDay": "09/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Steve_Douglas_(saxophonist)",
      "name": "Steve Douglas",
      "aboutText": "Mordechai \"Moti\" Kirschenbaum (Hebrew: מרדכי \"מוטי\" קירשנבאום; September 24, 1939 – September 25, 2015) was an Israeli media personality and documentarian.",
      "pageId": 17256419,
      "monthDay": "09/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Wayne_Henderson_(musician)",
      "name": "Wayne Henderson",
      "aboutText": "Sivanthi Adityan (24 September 1936 – 19 April 2013) was an Indian media baron who ran Tamil newspapers Daily Thanthi and Maalaimalar. Sivanthi started the first evening Tamil Daily Maalai Malar at Tirunelveli in 1959. He was an educationist, an industrialist and a philanthropist.",
      "pageId": 18178575,
      "monthDay": "09/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Moti_Kirschenbaum",
      "name": "Moti Kirschenbaum",
      "aboutText": "Robert \"Chick\" Willis (September 24, 1934 – December 7, 2013) was an American blues singer and guitarist who performed and recorded from the 1950s to the 2000s.\nHe was born in Cabaniss, Monroe County, Georgia, the cousin of Chuck Willis. He served in the military in the early 1950s before working as a chauffeur for Chuck Willis during his heyday.",
      "pageId": 18758250,
      "monthDay": "09/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Yves_Navarre",
      "name": "Yves Navarre",
      "aboutText": "Tony Rutter (born 24 September 1941) was a Grand Prix motorcycle road racer who won seven Isle of Man TT Races between 1973 and 1985. He also won four Formula Two World Championships, and was the British Motorcycle Champion in the 350cc class in 1971, on a Yamaha and the 250cc class in 1973 again on a Yamaha. Rutter was also a nine-time winner of the North West 200 race held in Northern Ireland.",
      "pageId": 20783111,
      "monthDay": "09/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Mackey_(American_football)",
      "name": "John Mackey",
      "aboutText": "Chona Menachem Mendel (Mendel) Weinbach (24 September 1933 – 11 December 2012) was an Orthodox Jewish rabbi and one of the fathers of the modern-day baal teshuva movement in his capacity as co-founder and dean of Ohr Somayach Institutions, a Jerusalem-based educational network for young, non-Hasidic Jewish men. From the yeshiva's founding in 1970 until his death in 2012, Weinbach taught, mentored and advised generations of students, helping beginners master a high level of textual learning skills and embrace an Orthodox Jewish lifestyle. He was a father figure to thousands, investing much time in guiding his students both during their yeshiva years and after they married, and actively participated in the brissim and bar mitzvahs of their children.",
      "pageId": 21452802,
      "monthDay": "09/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Linda_McCartney",
      "name": "Linda McCartney",
      "aboutText": "Bernard Nevill FRSA FCSD (born 24 Sept 1934) is a British designer and academic, formerly a professor at Saint Martin's School of Art and Design Director for Liberty of London.\nNevill lived at West House, a Grade II* listed house at 35 Glebe Place, Chelsea, London, which he bought in 1970 for about £80,000, until he sold it in 2011 for £20 million. It was built in 1868-1869 by the architect Philip Webb, on behalf of the artist George Price Boyce, who lived there from 1870 until his death in 1897.",
      "pageId": 41267832,
      "monthDay": "09/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tony_Rutter",
      "name": "Tony Rutter",
      "aboutText": "Donald Wrye (September 24, 1934 – May 15, 2015) was an American director, screenwriter and producer. He is best known for directing the 1978 film Ice Castles.",
      "pageId": 46767782,
      "monthDay": "09/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Danny_(Finnish_singer)",
      "name": "Danny",
      "aboutText": "Philip Edward \"Phil\" Hartman (September 24, 1948 – May 28, 1998; born Hartmann) was a Canadian-American actor, comedian, screenwriter, and graphic artist. Born in Brantford, Ontario, Hartman and his family moved to the United States in 1958. After graduating from California State University, Northridge, with a degree in graphic arts, he designed album covers for bands like Poco and America.",
      "pageId": 100840,
      "monthDay": "09/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Gerry_Marsden",
      "name": "Gerry Marsden",
      "aboutText": "Lars Emil Johansen (born 24 September 1946) was the second Prime Minister of Greenland who served from 1991 to 1997.\nJohansen was chairman of the political party Siumut (Forward) between 1987 and 1997, seated in the Landsting from its creation in 1979. Prior to the creation of the Landsting, he represented Greenland in the Parliament of Denmark from 1973, a position he regained in 2001 and held until 2011.",
      "pageId": 194378,
      "monthDay": "09/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Eavan_Boland",
      "name": "Eavan Boland",
      "aboutText": "Eavan Boland (born 24 September 1944 in Dublin) is an Irish poet.",
      "pageId": 405770,
      "monthDay": "09/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Diana_K%C3%B6rner",
      "name": "Diana Körner",
      "aboutText": "John Milford Rutter CBE (born 24 September 1945) is a British composer, conductor, editor, arranger and record producer, mainly of choral music.",
      "pageId": 629125,
      "monthDay": "09/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sven-Ole_Thorsen",
      "name": "Sven-Ole Thorsen",
      "aboutText": "Louis Carl \"Lou\" Dobbs (born September 24, 1945) is an American television personality, author, and radio host on the Fox Business Network. He anchored CNN's Lou Dobbs Tonight until November 2009, when he announced on the air that he would leave the network.\nDobbs was born in Texas and lived there and in Idaho during his childhood.",
      "pageId": 888834,
      "monthDay": "09/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lou_Dobbs",
      "name": "Lou Dobbs",
      "aboutText": "Gerard \"Gerry\" Marsden MBE (born 24 September 1942) is an English musician and television personality, best known for being leader of the British Merseybeat band Gerry and the Pacemakers.",
      "pageId": 922045,
      "monthDay": "09/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Rutter",
      "name": "John Rutter",
      "aboutText": "Charles Edward Greene, known as \"Mean Joe\" Greene, (born September 24, 1946) is a former all-pro American football defensive tackle who played for the Pittsburgh Steelers of the National Football League (NFL). Throughout the early 1970s, Greene was one of the most dominant defensive players in the NFL. Winning two NFL Defensive Player of the Year awards, as well as earning five first-team All-Pro selections, Greene is widely considered one of the greatest defensive linemen to ever play in the NFL. He was the cornerstone of the \"Steel Curtain\" defense, and as of the passing of L.C. Greenwood on September 29, 2013, is its last surviving member. He is a member of the Pro Football Hall of Fame and a four-time Super Bowl champion.",
      "pageId": 1330654,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jerry_Donahue",
      "name": "Jerry Donahue",
      "aboutText": "Jerry Donahue (born September 24, 1946, Manhattan, New York City) is an American guitarist and producer primarily known for his work in the British folk rock scene as a member of Fotheringay and Fairport Convention as well as being a member of the rock guitar trio The Hellecasters.",
      "pageId": 1679676,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joe_Greene_(American_football)",
      "name": "Joe Greene",
      "aboutText": "Gordon Clapp (born September 24, 1948) is an American actor, best known for portraying the role of Det. Greg Medavoy for all 12 seasons on the television series NYPD Blue, winning an Emmy Award in 1998.",
      "pageId": 2002962,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lars_Emil_Johansen",
      "name": "Lars Emil Johansen",
      "aboutText": "Garth Ivan Richard Porter (born 24 September 1948) is a New Zealand-born Australian multi-instrumental musician, songwriter and record producer. He was a member, on keyboards and backing vocals, of the pop group, Sherbet (1970–84), and co-wrote both of their number-one singles, \"Summer Love\" (March 1975) and \"Howzat\" (May 1976).",
      "pageId": 2245771,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Uschi_Obermaier",
      "name": "Uschi Obermaier",
      "aboutText": "César \"Pupy\" Pedroso (born César de las Mercedes Pedroso Fernández in Havana on 24 September 1946) is a Cuban pianist who became famous with Orquesta Revé and then as a founding member of Los Van Van. For many years, Pedroso wrote some of Van Van's most important songs such as \"Calla Calla\", \"Tranquilo, Mota\", \"Seis Semanas\", \"El buenagente\" and many others. In 2001 he founded his own band Pupy y Los que Son, Son.",
      "pageId": 2666948,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/C%C3%A9sar_Pedroso",
      "name": "César Pedroso",
      "aboutText": "Sven-Ole Thorsen (born 24 September 1944) is a Danish actor, stuntman, bodybuilder and strongman competitor. Sven won Denmark's Strongest Man in 1983.\nUsing his stature he often plays imposing giants and villains in his films who are somehow beaten by smaller opponents in a David and Goliath manner, but he has also played heroic characters such as Gunnar the legendary warrior in The Viking Sagas.",
      "pageId": 2893144,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pat_Pocock",
      "name": "Pat Pocock",
      "aboutText": "Ilkka Johannes Lipsanen (born September 24, 1942, Pori), commonly known by his stage-name Danny, is a Finnish singer and guitarist. He started his career with the band Islanders who released a couple of singles, among them Danny's first recording which was in English: East Virginia by Joan Baez in 1964. During his national service Danny switched to his native Finnish and recorded two hits, \"Kauan\" (\"Downtown\" by Petula Clark) and \"Piilopaikka\" (\"You've Got Your Troubles\").",
      "pageId": 3606266,
      "monthDay": "09/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mar%C3%ADa_Teresa_Ruiz",
      "name": "María Teresa Ruiz",
      "aboutText": "Pat Pocock (born Patrick Ian Pocock, 24 September 1946, Bangor, then Caernarvonshire now Gwynedd, Wales) is an English former cricketer, who played in twenty Tests and one ODI for England from 1968 to 1985.\nThe cricket correspondent, Colin Bateman, opined, \"the selectors never really trusted Pat Pocock, although he was one of the most authentic spin bowlers of his generation. Pocock's action was textbook high; he spun the ball, varied his angles, and had a sweet loop\".",
      "pageId": 3726840,
      "monthDay": "09/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Erik_Hivju",
      "name": "Erik Hivju",
      "aboutText": "Bill Connors (born September 24, 1949) is a jazz musician notable for playing in Chick Corea's band Return to Forever, with whom he recorded Hymn of the Seventh Galaxy. After leaving Return to Forever, he recorded three acoustic albums and then three electric albums as a leader/soloist.",
      "pageId": 3886112,
      "monthDay": "09/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Stephen_Mueller",
      "name": "Stephen Mueller",
      "aboutText": "Ursula \"Uschi\" Obermaier (September 24, 1946) is a former fashion model, actress and is associated with the 1968 left-wing movement in Germany.",
      "pageId": 5151636,
      "monthDay": "09/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gordon_Clapp",
      "name": "Gordon Clapp",
      "aboutText": "Erik Hivju (born 24 September 1947) is a Norwegian actor. Hivju has appeared in more than a dozen television series, as well as several films.",
      "pageId": 6669768,
      "monthDay": "09/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Phil_Hartman",
      "name": "Phil Hartman",
      "aboutText": "Diana Körner (born 24 September 1944 in Wolmirsleben, Germany) is a German actress.",
      "pageId": 8247167,
      "monthDay": "09/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Garth_Porter",
      "name": "Garth Porter",
      "aboutText": "Stephen Mueller (September 24, 1947 in Norfolk, Virginia – September 16, 2011 in New York City, New York) was an American painter whose color field and Lyrical Abstraction canvases took a turn towards pop. He earned his B.F.A. in painting from the University of Texas, Austin in 1969 and his M.F.A. at Bennington College in 1971 where the influence of Clement Greenberg and the color field school ran high; although he used that style as a stepping off point while incorporating many different spiritual symbols and motifs, so as not to remain entirely abstract.\nAs stated in the Brooklyn Rail: \"Islamic art, Indian miniature painting, Mexican ceramics, Tantra painting, the color theory of Philipp Otto Runge, the spiritual aura found in German Romanticism, music, textile design, and a profound knowledge of Eastern philosophy all contributed to shaping his vision.",
      "pageId": 33393121,
      "monthDay": "09/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bill_Connors",
      "name": "Bill Connors",
      "aboutText": "María Teresa Ruiz (born 24 September 1946) is a Chilean astronomer. She was the first woman to receive a National Science Award.\n^ Staff (17 March 2005).",
      "pageId": 37361886,
      "monthDay": "09/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Baleka_Mbete",
      "name": "Baleka Mbete",
      "aboutText": "Kevin David Sorbo (born September 24, 1958) is an American actor best known for the roles of Professor Radisson in God's Not Dead, Hercules in Hercules: The Legendary Journeys, Captain Dylan Hunt in Andromeda, and Kull in Kull the Conqueror.",
      "pageId": 74160,
      "monthDay": "09/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mohinder_Amarnath",
      "name": "Mohinder Amarnath",
      "aboutText": "Alan Samuel Colmes (born September 24, 1950) is an American radio and television host, liberal political commentator for the Fox News Channel, and blogger. He is the host of The Alan Colmes Show, a nationally syndicated talk-radio show distributed by Fox News Radio that also airs throughout the United States on Fox News Talk on Sirius and XM. From 1996 to 2009, Colmes served as the co-host of Hannity & Colmes, a nightly political debate show on Fox News Channel.\nIn addition to broadcasting, Colmes runs the Liberaland blog and contributes to AOL News.",
      "pageId": 322310,
      "monthDay": "09/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alan_Colmes",
      "name": "Alan Colmes",
      "aboutText": "John (Joseph Vincent) Kessel (born September 24, 1950 in Buffalo, New York) is an American author of science fiction and fantasy. He is a prolific short story writer, and the author of two solo novels, Good News From Outer Space (1989) and Corrupting Dr. Nice (1997) and one novel, Freedom Beach (1985) in collaboration with his friend James Patrick Kelly.",
      "pageId": 419231,
      "monthDay": "09/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Kessel",
      "name": "John Kessel",
      "aboutText": "Hubert Brooks, Jr. (born September 24, 1956) is a former Major League Baseball player.",
      "pageId": 608976,
      "monthDay": "09/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Harriet_Walter",
      "name": "Harriet Walter",
      "aboutText": "Mohinder Amarnath Bhardwaj  pronunciation  (born 24 September 1950) is an Indian former cricketer and current cricket analyst. He is commonly known as \"Jimmy\". He is the son of Lala Amarnath, the first post-independence captain of India.",
      "pageId": 977909,
      "monthDay": "09/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kristina_Wayborn",
      "name": "Kristina Wayborn",
      "aboutText": "Phillip Bradley \"Brad\" Bird (born September 24, 1957) is an American film director, producer, screenwriter, and actor, who began his career as an animator.\nBird developed a love for the art of animation at an early age and was mentored by Milt Kahl, one of Disney's legendary Nine Old Men. He was part of one of the earliest graduating classes of the California Institute of the Arts alongside John Lasseter and Tim Burton.",
      "pageId": 1195387,
      "monthDay": "09/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Douglas_Kmiec",
      "name": "Douglas Kmiec",
      "aboutText": "Riccardo Illy (born 24 September 1955) is an Italian businessman and former politician.",
      "pageId": 2492809,
      "monthDay": "09/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dieter_Hochheimer",
      "name": "Dieter Hochheimer",
      "aboutText": "Wolfgang Wolf (born 24 September 1957 in Tiefenthal) is a German football coach and a former player.\n^ \"Club und Wolfgang Wolf gehen getrennte Wege\" (in German). FC Nürnberg.",
      "pageId": 2577385,
      "monthDay": "09/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mark_Sandman",
      "name": "Mark Sandman",
      "aboutText": "Baleka Mbete (born 24 September 1949), also known as Baleka Mbete-Kgositsile, is a South African politician who has been Speaker of the National Assembly of South Africa since 21 May 2014. Previously she was Speaker of the National Assembly from 2004 to 2008 and Deputy President of South Africa from 2008 to 2009 under Kgalema Motlanthe. She was elected National Chairperson of the African National Congress (ANC) in 2007 and re-elected in 2012.",
      "pageId": 2780144,
      "monthDay": "09/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nikos_Sergianopoulos",
      "name": "Nikos Sergianopoulos",
      "aboutText": "Mark Sandman (September 24, 1952 – July 3, 1999) was an American singer, songwriter, musical instrument inventor, multi-instrumentalist and comic writer. He was an indie rock icon and longtime fixture in the Boston/Cambridge music scene, best known as the lead singer and slide bass player of the band Morphine. Sandman was also a member of the blues-rock band Treat Her Right and founder of Hi-n-Dry, a recording studio and independent record label.",
      "pageId": 2948668,
      "monthDay": "09/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Halley",
      "name": "Peter Halley",
      "aboutText": "Marco Tardelli (Italian pronunciation: [ˈmarko tarˈdɛlli]; born 24 September 1954) is an Italian former football player and manager. He played as a defensive midfielder with Juventus amongst other teams and the Italian national team. A World Cup winner, he also enjoyed a highly successful career at club level, winning multiple league and cup titles and four major UEFA competitions (European Cup, Cup Winner's Cup, UEFA Cup and UEFA Super Cup).",
      "pageId": 3180840,
      "monthDay": "09/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Helen_Lederer",
      "name": "Helen Lederer",
      "aboutText": "Tod Howarth (born September 24, 1957) is an American rock and roll musician from San Diego, California. He is best known as the vocalist/keyboardist/guitarist for the short-lived band Frehley's Comet, led by former KISS guitarist Ace Frehley. Frehley's Comet recorded three albums and produced four videos before the lineup dissolved and Ace Frehley moved on to his solo effort.",
      "pageId": 3376235,
      "monthDay": "09/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Lilian_Mercedes_Letona",
      "name": "Lilian Mercedes Letona",
      "aboutText": "Helen Lederer (born 24 September 1954) is an English comedienne, writer and actress who emerged as part of the alternative comedy boom at the beginning of the 1980s. Among her television credits are the BBC Two sketch series Naked Video and BBC One's Absolutely Fabulous, in which she played the role of Catriona.\nIn 2015 her comedy novel Losing It was published by Pan Macmillan.",
      "pageId": 3697270,
      "monthDay": "09/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Marco_Tardelli",
      "name": "Marco Tardelli",
      "aboutText": "Dame Harriet Mary Walter, DBE (born 24 September 1950) is an English actress of stage and screen. Her film appearances include Sense and Sensibility (1995), Villa des Roses (2002), Atonement (2007), and Man Up (2015). On television, she starred in the ITV drama series Law & Order: UK (2009–14).",
      "pageId": 4093318,
      "monthDay": "09/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Riccardo_Illy",
      "name": "Riccardo Illy",
      "aboutText": "Kristina Wayborn (born Britt-Inger Johansson on 24 September 1950) is a Swedish actress who worked mostly in the United Kingdom and in the United States.",
      "pageId": 4753222,
      "monthDay": "09/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Hubie_Brooks",
      "name": "Hubie Brooks",
      "aboutText": "Peter Halley (born September 24, 1953), is an abstract artist from New York City.\n^ a b c Halley, Peter (2010). \"BIOGRAPHICAL SUMMARY\".",
      "pageId": 7015747,
      "monthDay": "09/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Brad_Bird",
      "name": "Brad Bird",
      "aboutText": "Douglas W. Kmiec (pronounced kah-MECK; born September 24, 1951) is an American legal scholar, author, and former U.S. ambassador. He is the Caruso Family Chair and Professor of Constitutional Law at Pepperdine University School of Law. Kmiec came to prominence during the United States presidential election, 2008 when, although a Republican, he endorsed Democrat Barack Obama.",
      "pageId": 9020315,
      "monthDay": "09/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tod_Howarth",
      "name": "Tod Howarth",
      "aboutText": "Nikos Sergianopoulos (Greek: Νίκος Σεργιανόπουλος; 24 September 1952 – 4 June 2008), surname also spelled as Seryanopoulos or Seryiannopoulos, was a Greek actor.",
      "pageId": 17779953,
      "monthDay": "09/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Wolfgang_Wolf",
      "name": "Wolfgang Wolf",
      "aboutText": "Dieter Hochheimer (born 24 September 1952 in Hattersheim am Main) is a former German football player and manager.\n^ \"Hochheimer, Dieter\". kicker.de (in German).",
      "pageId": 29478082,
      "monthDay": "09/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kevin_Sorbo",
      "name": "Kevin Sorbo",
      "aboutText": "Lilian Mercedes Letona (September 24, 1954 - August 1, 1983), was a Salvadoran guerrilla and communist revolutionary, member of the Farabundo Martí National Liberation Front (FMLN).",
      "pageId": 35767338,
      "monthDay": "09/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Theo_Paphitis",
      "name": "Theo Paphitis",
      "aboutText": "Rafael Palmeiro Corrales (born September 24, 1964) is a retired Cuban American Major League Baseball first baseman and left fielder. Palmeiro was an All-American at Mississippi State University before being drafted by the Chicago Cubs in 1985. He played for the Cubs (1986–1988), Texas Rangers (1989–1993, 1999–2003), and the Baltimore Orioles (1994–1998, 2004–2005).",
      "pageId": 230185,
      "monthDay": "09/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Whitmire",
      "name": "Steve Whitmire",
      "aboutText": "James Andrew Innes \"Jack\" Dee (born 29 September 1961) is an English stand-up comedian, actor and writer known for his sarcasm and deadpan humour. He is well known in the United Kingdom for writing and starring in the sitcom Lead Balloon and hosting the panel show I'm Sorry I Haven't A Clue. He has also been a team captain on Shooting Stars and hosted Jack Dee: Live at the Apollo, which was nominated for a BAFTA in 2006.",
      "pageId": 291810,
      "monthDay": "09/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tony_Juniper",
      "name": "Tony Juniper",
      "aboutText": "Antonia Eugenia \"Nia\" Vardalos (born September 24, 1962) is a Canadian-American actress, screenwriter, director, and producer of Greek descent. Her most notable work is the 2002 Academy Award–nominated film My Big Fat Greek Wedding, which was based on a one-woman stage play she dramatized and in which she starred.",
      "pageId": 581327,
      "monthDay": "09/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Amy_Sky",
      "name": "Amy Sky",
      "aboutText": "Alistair Murdoch \"Ally\" McCoist MBE, (/məˈkɔɪst/; 24 September 1962) is a Scottish football player, manager and pundit.\nMcCoist began his playing career with Scottish club St. Johnstone before moving to English side Sunderland in 1981.",
      "pageId": 838461,
      "monthDay": "09/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Allen_Bestwick",
      "name": "Allen Bestwick",
      "aboutText": "Steven Lawrence \"Steve\" Whitmire (born September 24, 1959) is an American puppeteer, best known for being the performer of Kermit the Frog and Ernie—roles he inherited after Jim Henson's death in 1990. Whitmire has been with the Muppets since 1978, performing a variety of characters on The Muppet Show, Sesame Street, and Fraggle Rock series and during such occupations has worked for the Jim Henson Company, Sesame Workshop, and Disney's The Muppets Studio.",
      "pageId": 847937,
      "monthDay": "09/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jack_Dee",
      "name": "Jack Dee",
      "aboutText": "Allen Bestwick (born September 24, 1961) is an American sportscaster who is currently working for ESPN and ABC as a motorsports and college football broadcaster. He has been with the ESPN family of networks since 2007 and is the lap-by-lap broadcaster of ABC's coverage of the IndyCar Series, including the Indianapolis 500.",
      "pageId": 1074167,
      "monthDay": "09/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Christopher_L._Eisgruber",
      "name": "Christopher L. Eisgruber",
      "aboutText": "Timothy \"Tim\" Supple (born 24 September 1962) is a British theatre director.\nSupple has directed and adapted theatre throughout the UK, Europe, North and South America, and the Middle and Far East. He worked regularly at the Royal National Theatre and Royal Shakespeare Company and was Artistic Director of the Young Vic from 1993-2000.",
      "pageId": 1224836,
      "monthDay": "09/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Logan_(writer)",
      "name": "John Logan",
      "aboutText": "John David Logan (born September 24, 1961) is an American playwright, screenwriter, film producer, and television producer.",
      "pageId": 1434850,
      "monthDay": "09/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Luc_Picard",
      "name": "Luc Picard",
      "aboutText": "Michael Christopher \"Mike\" Phelan (born 24 September 1962), also known as Mick Phelan or Micky Phelan, is a former player and current assistant manager at Hull City.\nBorn in Nelson, Lancashire, he spent most of his playing career at Burnley, Norwich City and Manchester United, with a short spell at West Bromwich Albion before retirement. While he was with Manchester United, he also earned a single cap for England.",
      "pageId": 1796101,
      "monthDay": "09/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rosamund_Kwan",
      "name": "Rosamund Kwan",
      "aboutText": "Amy Sky (born 24 September 1960 in Toronto, Ontario, Canada) is a Canadian singer-songwriter, record producer, theatre actress, and television host. Sky started classical music lessons at the age of five, and plays piano, guitar, cello and recorder. She has a degree from the University of Toronto in music theory and composition.",
      "pageId": 2508912,
      "monthDay": "09/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ally_McCoist",
      "name": "Ally McCoist",
      "aboutText": "Kwan Chi-lam (born Kwan Kar-wai on 24 September 1962), better known as Rosamund Kwan, is a Hong Kong actress, best known for starring as the female lead \"Thirteenth Aunt\" in the 1990s Once Upon a Time in China film series.\nAlthough her last film role was in 2005, she officially announced her retirement from acting in 2007.\n^ \"关之琳息影并非为结婚 自称现在还没男友(图) (Rosamund Kwan to live in retirement...)\".",
      "pageId": 3610265,
      "monthDay": "09/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mike_Phelan",
      "name": "Mike Phelan",
      "aboutText": "Theo Paphitis (Greek: Θεόδωρος Παφίτης) (born 24 September 1959) is a Cypriot-born British retail magnate and entrepreneur of Greek Cypriot origin. He is best known to the general public for his appearances on the BBC business programme Dragons' Den and as former chairman of Millwall Football Club.\nPaphitis has made the majority of his fortune in the retail sector.",
      "pageId": 4226926,
      "monthDay": "09/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tim_Supple",
      "name": "Tim Supple",
      "aboutText": "Michael \"Mick\" Potter (born 24 September 1963 in Parramatta, New South Wales) is an Australian professional rugby league football coach and former player who currently works as an assistant coach at the Newcastle Knights. He was previously head coach of Super League clubs, Catalans Dragons, St Helens, Bradford Bulls, and National Rugby League club Wests Tigers. As a player he was a New South Wales State of Origin representative fullback, playing his club football for the Canterbury-Bankstown Bulldogs (with whom he won the 1984 and 1985 premierships), St George Dragons (whom he captained, and won the 1991 Dally M Medal with) and Western Reds.",
      "pageId": 6108247,
      "monthDay": "09/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nia_Vardalos",
      "name": "Nia Vardalos",
      "aboutText": "Tony Juniper (born 24 September 1960) is a British campaigner, writer, sustainability advisor and environmentalist who served as Executive Director of Friends of the Earth, England, Wales and Northern Ireland. He was Vice Chair of Friends of the Earth International from 2000–2008.\nHe was the Green Party's parliamentary candidate for the Cambridge constituency at the 2010 general election.",
      "pageId": 7953069,
      "monthDay": "09/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ilgvars_Zal%C4%81ns",
      "name": "Ilgvars Zalāns",
      "aboutText": "Robert Irvine (born 24 September 1965) is a British celebrity chef who has appeared on a variety of Food Network programs including Dinner: Impossible, Worst Cooks in America, Restaurant: Impossible, and Restaurant Express.",
      "pageId": 8423668,
      "monthDay": "09/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Potter",
      "name": "Michael Potter",
      "aboutText": "Luc Picard is a French Canadian actor and comedian. He was born on September 24, 1961 in Lachine, Quebec, Canada. He has played numerous characters in diverse roles.",
      "pageId": 9066424,
      "monthDay": "09/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ben_Preston",
      "name": "Ben Preston",
      "aboutText": "Marko Pomerants (born 24 September 1964 in Tamsalu, Lääne-Viru County, Estonia) is an Estonian politician. He is the incumbent Minister of the Environment in Taavi Rõivas' cabinet.",
      "pageId": 12279523,
      "monthDay": "09/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rafael_Palmeiro",
      "name": "Rafael Palmeiro",
      "aboutText": "Christopher Ludwig Eisgruber (born September 24, 1961) is the 20th and current President of Princeton University.\n^ \"Princeton president uncovers family secret - that he is Jewish\". Haaretz.com.",
      "pageId": 39178338,
      "monthDay": "09/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Marko_Pomerants",
      "name": "Marko Pomerants",
      "aboutText": "Ben Preston (born 24 September 1963) is the current editor of the Radio Times, the United Kingdom's third biggest-selling magazine.",
      "pageId": 42964484,
      "monthDay": "09/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_Irvine",
      "name": "Robert Irvine",
      "aboutText": "Ilgvars Zalāns (born 24 September 1962) is a Latvian painter. He is generally identified as an Expressionist and is one of the most influential contemporary expressionist painters in northern Europe. In the course of his career he was influenced by Gutai group, Fluxus movement and other modern art activists and has turned more to the scene of action-painting.",
      "pageId": 44488785,
      "monthDay": "09/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nj%C3%A5l_%C3%98lnes",
      "name": "Njål Ølnes",
      "aboutText": "Kevin Charles Millar (/mɨˈlɑr/; born September 24, 1971) is an American former professional baseball first baseman and current analyst for MLB Network and New England Sports Network.",
      "pageId": 654358,
      "monthDay": "09/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sean_McNabb",
      "name": "Sean McNabb",
      "aboutText": "Paul Ray Smith (September 24, 1969 – April 4, 2003) was a United States Army Sergeant First Class who posthumously received the Medal of Honor for his actions in Operation Iraqi Freedom. While serving with B Company, 11th Engineer Battalion, 3rd Infantry Division in Baghdad, Iraq, his team was attacked by a group of Iraqi fighters and after a short firefight he was killed by Iraqi fire. For his actions during this battle he was recommended and approved for the Medal of Honor.",
      "pageId": 1155604,
      "monthDay": "09/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Janet_Weiss",
      "name": "Janet Weiss",
      "aboutText": "Megan Marie Ward (born September 24, 1969) is an American actress best known for her numerous credits in science fiction and horror movies and television series.",
      "pageId": 1222707,
      "monthDay": "09/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stacy_Galina",
      "name": "Stacy Galina",
      "aboutText": "Michael Shawn Crahan (born September 24, 1969), more commonly known by his stage persona \"Clown\", is an American musician, music producer, and artist. He is best known as one of the two custom percussionists and co-founder of the Grammy-winning heavy metal band Slipknot. When performing with Slipknot, he is also known by his number 6.",
      "pageId": 1463213,
      "monthDay": "09/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bernard_Gilkey",
      "name": "Bernard Gilkey",
      "aboutText": "Donald Earle DeGrate, Jr. (born September 29, 1969 in Hampton, Virginia), best known by his professional name DeVante Swing, is an American record producer, singer, rapper and songwriter. Swing rose to fame in the 1990s as the founding member of the trendsetting R&B group Jodeci, one of the more popular R&B acts of its time.",
      "pageId": 1575042,
      "monthDay": "09/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stefan_Molyneux",
      "name": "Stefan Molyneux",
      "aboutText": "Noreena Hertz (born 24 September 1967) is an English academic, economist and author. In 2001 The Observer newspaper dubbed her \"one of the world's leading young thinkers\" and Vogue magazine described her as \"one of the most inspiring women in the world.\". In September 2013 Hertz was featured on the cover of Newsweek Magazine.",
      "pageId": 1982732,
      "monthDay": "09/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_O._Varhola",
      "name": "Michael O. Varhola",
      "aboutText": "Janet Lee Weiss (born September 24, 1965) is a rock drummer, best known as a member of Sleater-Kinney and currently also a member of Quasi. She was the drummer for Stephen Malkmus and the Jicks, leaving after the album Mirror Traffic, and contributed to The Shins' fourth studio album, Port of Morrow (2012). She was also the drummer for Wild Flag.",
      "pageId": 2872703,
      "monthDay": "09/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Noreena_Hertz",
      "name": "Noreena Hertz",
      "aboutText": "Michael O. Varhola (born September 24, 1966) is an author, publisher, and lecturer. He has written numerous books, games, and articles, and founded game development company and manufacturer Skirmisher Publishing LLC. He also served as the assistant editor of The Hilltop Reporter, a weekly newspaper located in Texas Hill Country. In 1997, he married Diane Varhola.",
      "pageId": 3167705,
      "monthDay": "09/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/William_So",
      "name": "William So",
      "aboutText": "Michael S. Engel, FLS (born September 24, 1971) is an American paleontologist and entomologist, notable for contributions to insect evolutionary biology and classification. In connection with his studies he has undertaken field expeditions in Central Asia, Asia Minor, the Levant, Arabia, eastern Africa, the high Arctic, and South and North America, and has published more than 580 papers in scientific journals. Some of Engel's research images were included in exhibitions on the aesthetic value of scientific imagery.",
      "pageId": 3544951,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shawn_Crahan",
      "name": "Shawn Crahan",
      "aboutText": "Stacy Galina (born September 24, 1966) is an American television actress, best known for her role as Kate Whittaker in the CBS prime time soap opera Knots Landing.",
      "pageId": 4242176,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lisa_Matthews",
      "name": "Lisa Matthews",
      "aboutText": "Gregoria Micaela Toledo Machín (born 24 September 1969 in Arrecife, Lanzarote), professionally known as Goya Toledo, is a Spanish actress and model. She has appeared in Amores Perros, Killing Words and 13 Roses.\nBefore venturing into acting, Toledo had worked as a model.",
      "pageId": 5008985,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Christopher_Pincher",
      "name": "Christopher Pincher",
      "aboutText": "Otis Bernard Gilkey (born September 24, 1966 in St. Louis, Missouri) is a former Major League Baseball player for the St. Louis Cardinals, New York Mets, Arizona Diamondbacks, Boston Red Sox, and Atlanta Braves.",
      "pageId": 5902083,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shamim_Sarif",
      "name": "Shamim Sarif",
      "aboutText": "Sean McNabb (born September 24, 1965) is an American actor, musician/bassist and singer. While still on tour with rock bands, he is also acting and writing, composing, and singing music for TV and film.",
      "pageId": 6107570,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Paul_Ray_Smith",
      "name": "Paul Ray Smith",
      "aboutText": "Shamim Sarif (born September 24, 1969) is a British novelist and filmmaker of South Asian and South African heritage.",
      "pageId": 18539041,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/DeVante_Swing",
      "name": "DeVante Swing",
      "aboutText": "Mike Michalowicz (born September 19, 1970) is an American author, entrepreneur, and lecturer.   He is the author of the business books Profit First (July 2014), The Pumpkin Plan (July 2012) and The Toilet Paper Entrepreneur (September 2008), is an advocate of a business philosophy by the same name, and is a former small business columnist for The Wall Street Journal. He is the \"Business Rescue\" segment host for MSNBC's Your Business.",
      "pageId": 19189721,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Goya_Toledo",
      "name": "Goya Toledo",
      "aboutText": "William So (Chinese: 蘇永康; So Wing Hong) is a Hong Kong actor and a cantopop singer. He began his musical career by participating the New Talent Singing Awards in 1985 and won the competition as the first runner up to Alex To. His performance at that event earned him a record contract with Capital Artists, however he never released an album, and only featured in a collaboration single.",
      "pageId": 20674193,
      "monthDay": "09/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Megan_Ward",
      "name": "Megan Ward",
      "aboutText": "Stefan Basil Molyneux (/stɛˈfɑːn ˈmɑːlɪnjuː/; born September 24, 1966) is a Canadian blogger. Molyneux's areas of interest include anarcho-capitalism, secular ethics, libertarianism, cryptocurrencies, and familial relationships. He is a self-published author and has spoken at libertarian conferences and on podcasts.",
      "pageId": 20896480,
      "monthDay": "09/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michael_S._Engel",
      "name": "Michael S. Engel",
      "aboutText": "The following is a list of Playboy Playmates of 1990.",
      "pageId": 27111272,
      "monthDay": "09/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mike_Michalowicz",
      "name": "Mike Michalowicz",
      "aboutText": "Christopher John Pincher MP (born 24 September 1969",
      "pageId": 27353528,
      "monthDay": "09/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kevin_Millar",
      "name": "Kevin Millar",
      "aboutText": "Njål Ølnes (born 24 September 1965 in Sogndal, Norway) is a Norwegian jazz musician (tenor saxophone), composer and jazz educator currently residing in Nesodden.",
      "pageId": 40943543,
      "monthDay": "09/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Peter_Salisbury",
      "name": "Peter Salisbury",
      "aboutText": "Edward Nathan George, Jr. (born September 24, 1973) is a former American college and professional football player who was a running back in the National Football League (NFL) for nine seasons. He played college football for Ohio State University and won the Heisman Trophy in 1995.",
      "pageId": 84608,
      "monthDay": "09/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Conor_Burns",
      "name": "Conor Burns",
      "aboutText": "Stephanie McMahon Levesque (born Stephanie Marie McMahon; September 24, 1976) is an American businesswoman, professional wrestling valet, professional wrestler, minority owner, and the Chief Brand Officer of WWE. She has worked for WWE since 1998 (then known as the WWF). She is the daughter of WWE Chairman and CEO Vince McMahon and retired CEO/United States Senate candidate Linda McMahon, and the younger sister of Shane McMahon.\nMcMahon began appearing regularly on WWF in 1999 as a part of a storyline with The Undertaker.",
      "pageId": 303946,
      "monthDay": "09/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kate_Fleetwood",
      "name": "Kate Fleetwood",
      "aboutText": "Peter Salisbury (born Peter Anthony Salisbury on 24 September 1971, in Bath, England) is best known as the drummer of The Verve, which he joined as a founding member in 1989.",
      "pageId": 828191,
      "monthDay": "09/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eddie_George",
      "name": "Eddie George",
      "aboutText": "Wietse Cornelis van Alten (born 24 September 1978) is an archer from the Netherlands. Van Alten was born in Zaandam, in the municipality of Zaanstad. He has competed in archery since the age of seven.",
      "pageId": 925304,
      "monthDay": "09/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rodrick_Rhodes",
      "name": "Rodrick Rhodes",
      "aboutText": "Justin Bruening (born September 24, 1979) is an American actor and former fashion model. In 2003, his acting career began when he was cast in the role of Jamie Martin on the daytime drama All My Children, earning him a Soap Opera Digest Award in 2005 for the portrayal. In late 2007, not long after leaving the role, Bruening was cast as Mike Traceur, the son of character Michael Knight, a new take on the original Knight Rider series.",
      "pageId": 2310381,
      "monthDay": "09/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/John_McDonald_(infielder)",
      "name": "John McDonald",
      "aboutText": "Kyle John Turley (born September 24, 1975) is a former American college and professional football player who was an offensive tackle in the National Football League (NFL) for ten seasons. He played college football at San Diego State, and was recognized as an All-American. He was originally drafted by the New Orleans Saints seventh overall in the 1998 NFL Draft, and played professionally for the Saints, St.",
      "pageId": 2684444,
      "monthDay": "09/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Taira_Imata",
      "name": "Taira Imata",
      "aboutText": "John Joseph McDonald (born September 24, 1974) is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the Cleveland Indians, Toronto Blue Jays, Detroit Tigers, Arizona Diamondbacks, Pittsburgh Pirates, Philadelphia Phillies, Boston Red Sox and Los Angeles Angels of Anaheim between 1999 and 2014. Primarily a shortstop, he is also a utility infielder, with the ability to also play second base, third base and left field.",
      "pageId": 3544562,
      "monthDay": "09/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kyle_Turley",
      "name": "Kyle Turley",
      "aboutText": "Casey Edward Rabach (/rəˈbɑːk/; born September 24, 1977) is a former American football center. He was drafted by the Baltimore Ravens in the third round of the 2001 NFL Draft. He played college football at Wisconsin.",
      "pageId": 4139303,
      "monthDay": "09/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Carlos_Almeida",
      "name": "Carlos Almeida",
      "aboutText": "Fábio Aurélio Rodrigues (born 24 September 1979) is a Brazilian former footballer who played professionally for Grêmio, São Paulo, Valencia and Liverpool. He played as either a left back or left winger and has represented Brazil at Under-17 and Under-20 levels and at the 2000 Sydney Olympics.",
      "pageId": 4814781,
      "monthDay": "09/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stephanie_McMahon",
      "name": "Stephanie McMahon",
      "aboutText": "Rodrick Rhodes (born September 24, 1973) is an American former professional basketball player who was selected by the Houston Rockets in the 1st round (24th overall) of the 1997 NBA Draft.",
      "pageId": 5577133,
      "monthDay": "09/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yakkun_Sakurazuka",
      "name": "Yakkun Sakurazuka",
      "aboutText": "Malinda Williams (born September 24, 1970) is an American actress. She is best known for her role as Erica Wright in the 1996 movie A Thin Line Between Love and Hate, as Young Alicia in the 1999 movie The Wood, and as the hair stylist Tracy \"Bird\" Van Adams in the Showtime acclaimed drama series Soul Food from June 2000 to May 2004.",
      "pageId": 6103957,
      "monthDay": "09/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Vahur_Vahtram%C3%A4e",
      "name": "Vahur Vahtramäe",
      "aboutText": "Frank Fahrenhorst (born 24 September 1977 in Kamen, North Rhine-Westphalia) is a retired German footballer and currently manager of FC Schalke 04 U17 team.\n^ \"Frank Fahrenhorst wird neuer Chef-Trainer der U17\". schalke04.de.",
      "pageId": 6521107,
      "monthDay": "09/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Malinda_Williams",
      "name": "Malinda Williams",
      "aboutText": "Yasuo Saitō (斎藤 恭央, Saitō Yasuo, September 24, 1976 – October 5, 2013), also known by the stage name Yakkun Sakurazuka (桜塚 やっくん, Sakurazuka Yakkun), was a Japanese comedian, singer, and voice actor.",
      "pageId": 6842386,
      "monthDay": "09/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Frank_Fahrenhorst",
      "name": "Frank Fahrenhorst",
      "aboutText": "Carlos Domingues Bendinha de Almeida (born 24 September 1976) is an Angolan professional basketball shooting guard and a member of the Angola national basketball team. He is 6 ft 4 in (1.93 m) in height and 91 kg (200 pounds) in weight. Almeida played for Angola at the 2000 and the 2004 Summer Olympics, the 2002 and 2006 basketball world championship as well as the 2005, 2007 Africa championships and 2009 Africa championship.",
      "pageId": 13238142,
      "monthDay": "09/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Casey_Rabach",
      "name": "Casey Rabach",
      "aboutText": "Kate Fleetwood (born 24 September 1972) is an English actress. She was nominated for a Tony Award for her performance in Chichester Festival Theatre's Macbeth which transferred to the West End and Broadway. She was nominated for an Olivier Award for her performance as Julie, in the groundbreaking new musical, London Road at the National Theatre.",
      "pageId": 20537037,
      "monthDay": "09/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Wietse_van_Alten",
      "name": "Wietse van Alten",
      "aboutText": "Vahur Vahtramäe (born 24 September 1976) is an Estonian football (soccer) midfielder, who currently plays for Paide Linnameeskond in the Meistriliiga, the highest division in Estonian football.",
      "pageId": 23033503,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/F%C3%A1bio_Aur%C3%A9lio",
      "name": "Fábio Aurélio",
      "aboutText": "Georgios Georgiou (Greek: Γιώργος Γεωργίου; born on 24 September 1979) is a Greek footballer who currently plays for Levadiakos F.C. in the Greek Super League as a Centre back .",
      "pageId": 25088354,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Justin_Bruening",
      "name": "Justin Bruening",
      "aboutText": "Sale Trotter Case \"Casey\" Johnson (September 24, 1979 – January 4, 2010) was an American heiress, socialite, and celebutante as well as an occasional actress, model, and author. She was the great-great-granddaughter of Robert Wood Johnson I, co-founder of Johnson & Johnson.",
      "pageId": 25389397,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Georgios_Georgiou",
      "name": "Georgios Georgiou",
      "aboutText": "Conor Burns (born 24 September 1972) is a British Conservative Party politician. He was elected as the Member of Parliament (MP) for Bournemouth West at the 2010 general election. He was Parliamentary Private Secretary (PPS) to Secretary of State for Northern Ireland between 2010 and 2012, before resigning from the Government due to his opposition to the Lords Reform Bill.",
      "pageId": 27286927,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Casey_Johnson",
      "name": "Casey Johnson",
      "aboutText": "Taira Imata (井俣 太良, Imata Taira, born September 24, 1975, in Aichi Prefecture, Japan) is a Japanese actor who is represented by the talent agencies, Shōnen Shachu and Ace Agent.",
      "pageId": 47358510,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kim_Jong-min",
      "name": "Kim Jong-min",
      "aboutText": "John Arne Semundseth Riise (born 24 September 1980 in Molde, Norway) is a Norwegian professional footballer who plays as a left back and is currently playing for Delhi Dynamos FC in Indian Super League.\nWith 110 caps, he is the most-capped player for the Norwegian national team, but did not play at Euro 2000 and scored 17 goals before his retirement from international duty in 2013. Riise spent seven years playing for Premier League side Liverpool, in which he won honours including the 2005 Champions League Final, before moving to Roma in 2008.",
      "pageId": 225697,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Katja_Kassin",
      "name": "Katja Kassin",
      "aboutText": "Paul Elbert Hamm (born September 24, 1982 in Washburn, Wisconsin) is a retired American artistic gymnast. He is a World Champion gymnast and three-time Olympic medalist. He is the 2003 World all-around champion, and he won the all-around competition at the 2004 Olympic Games.",
      "pageId": 898007,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ross_Mathews",
      "name": "Ross Mathews",
      "aboutText": "Morgan Carl Hamm (born September 24, 1982 in Washburn, Wisconsin) is an American artistic gymnast. He represented the United States at the 2000 Summer Olympics and at the 2004 Summer Olympics. At the 2004 Olympics, he won the silver medal in the team competition.",
      "pageId": 912274,
      "monthDay": "09/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jenny_Platt",
      "name": "Jenny Platt",
      "aboutText": "Petri Pasanen (born 24 September 1980) is a Finnish former professional football defender. He was most comfortable in central defense, but also played right back and left back as well.",
      "pageId": 1162683,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Daniele_Bennati",
      "name": "Daniele Bennati",
      "aboutText": "Andrew Melvin \"Drew\" Gooden III (born September 24, 1981) is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA).",
      "pageId": 1285865,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Woranut_Bhirombhakdi",
      "name": "Woranut Bhirombhakdi",
      "aboutText": "Ryan Briscoe (born 24 September 1981) is an Australian professional racing driver from Sydney who has raced open wheel and sports cars in Europe and America.\nHe has been married to ESPN motorsport reporter Nicole Briscoe (née Manske), since 2009.",
      "pageId": 1390721,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dean_Canto",
      "name": "Dean Canto",
      "aboutText": "Sabrine Maui (born September 24, 1980) is a Filipina pornographic actress.\nSabrine Maui was born in Manila, the Philippines. She was delivered by her mother's father, with the assistance of two aunts; most of her mother's family are doctors and nurses.",
      "pageId": 1500895,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sabrine_Maui",
      "name": "Sabrine Maui",
      "aboutText": "Jennifer \"Jenny\" Platt (born 24 September 1979) is an English actress best known for her role as Violet Wilson in the long-running television soap Coronation Street. Her first appearance was on 8 October 2004.\nPlatt was born in Ipswich, Suffolk.",
      "pageId": 3248809,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Petri_Pasanen",
      "name": "Petri Pasanen",
      "aboutText": "Jeffrey \"Jeff\" Wayne Karstens (born September 24, 1982) is a former right-handed starting pitcher in Major League Baseball (MLB).",
      "pageId": 3514228,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Victoria_Pendleton",
      "name": "Victoria Pendleton",
      "aboutText": "Katja Kassin (born 24 September 1979) is the stage name of a German pornographic actress.",
      "pageId": 3659193,
      "monthDay": "09/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/John_Arne_Riise",
      "name": "John Arne Riise",
      "aboutText": "Victoria Louise Gardner, CBE (née Pendleton; born 24 September 1980) is an English former track cyclist who specialised in the sprint, team sprint and keirin disciplines.\nPendleton represented Great Britain and England in international competition, winning nine world titles including a record six in the individual sprint competition, dominating the event between 2005 and 2012. Pendleton is a former Olympic, European and Commonwealth champion.",
      "pageId": 4410548,
      "monthDay": "09/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Briscoe",
      "name": "Ryan Briscoe",
      "aboutText": "Randy Foye (born September 24, 1983) is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played collegiately at Villanova University.",
      "pageId": 4462661,
      "monthDay": "09/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Drew_Gooden",
      "name": "Drew Gooden",
      "aboutText": "Daniele Bennati (born 24 September 1980) is an Italian road racing cyclist specializing in fast sprint finishes. He currently rides for UCI ProTeam Tinkoff-Saxo. He turned professional in 2002, when he joined the team Acqua e Sapone-Cantina Tollo and wore zebra stripes as part of Mario Cipollini’s leadout train.",
      "pageId": 5444082,
      "monthDay": "09/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fernanda_Urrejola",
      "name": "Fernanda Urrejola",
      "aboutText": "Woranuch Bhirombhakdi (Thai: วรนุช ภิรมย์ภักดี; rtgs: Woranut Phiromphakdi), née Wongsawan (Thai: วรนุช วงษ์สวรรค์), or usually known by her nickname Nune (Thai: นุ่น; rtgs: Nun), (24 September 1980 — ), is a Thai actress in Thai soap operas and films. Her First lakorn role is Pob Pee Fa which is the scariest role of all her lakorn. She made her feature-film debut in the 2005 Thai film Choem (Thai: เฉิ่ม), or Midnight My Love, directed by Kongdej Jaturanrasamee.",
      "pageId": 6655731,
      "monthDay": "09/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Morgan_Hamm",
      "name": "Morgan Hamm",
      "aboutText": "Taylor Eigsti (born September 24, 1984) is an American jazz pianist and composer.\nEigsti's current trio features bassist Harish Raghavan and drummer Eric Harland. He is also a member of Eric Harland's Voyager, Kendrick Scott's Oracle, and Gretchen Parlato's group.",
      "pageId": 7025565,
      "monthDay": "09/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Paul_Hamm",
      "name": "Paul Hamm",
      "aboutText": "Liam Mullane Finn (born 24 September 1983) is a New Zealand musician and songwriter. Born in Melbourne, Australia, he moved to New Zealand as a child.",
      "pageId": 8863455,
      "monthDay": "09/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jeff_Karstens",
      "name": "Jeff Karstens",
      "aboutText": "Ross Mathews (born September 24, 1979) is an American television personality who first rose to fame with his role as an intern, and later, a correspondent, for The Tonight Show with Jay Leno, for which he was known as \"Ross the Intern\". Mathews has since gone on to numerous subsequent TV appearances, including Celebrity Fit Club, The Insider and as a weekly regular panelist on Chelsea Lately.",
      "pageId": 9086444,
      "monthDay": "09/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Liam_Finn",
      "name": "Liam Finn",
      "aboutText": "Kim Jong-min (Korean: 김종민, 金鐘民/金鍾旼) (born September 24, 1979) is a South Korean dance music singer and entertainer, also well known as a member of Koyote. He is the male lead singer and the leader of the band. In 2000, Kim replaced Cha Seung-min (Korean: 차승민), who returned to the United States for studies and officially made his debut in Koyote's third album, Passion.",
      "pageId": 9243014,
      "monthDay": "09/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Randy_Foye",
      "name": "Randy Foye",
      "aboutText": "Dean Justin Canto is a multiple-championship winning Australian motor racing driver. Best noted as a V8 Supercar driver, Canto was the inaugural winner of the second-tier V8 Supercar development series in 2000, and the first to become a multiple-champion five years later. Canto has been a regular in the main V8 Supercar series for a variety of teams racing both full-time and as a part-time endurance race co-driver.",
      "pageId": 11453144,
      "monthDay": "09/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Taylor_Eigsti",
      "name": "Taylor Eigsti",
      "aboutText": "Fernanda Loreto Urrejola Arroyo (born September 24, 1981 in Santiago, Chile) is a Chilean television, theatre and soap opera actress.\nThe daughter of Francisco Urrejola and Francisca Arroyo, she has three sisters, Alejandra, Francisca and Isidora. She studied in The Kent School in Providencia, Santiago and later Escenic communication in Duoc UC. She started her acting career in the young telenovela Destinos Cruzados.",
      "pageId": 21188622,
      "monthDay": "09/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tyrone_Maria",
      "name": "Tyrone Maria",
      "aboutText": "Spencer Treat Clark (born September 24, 1987) is an American actor who has appeared in several films, including Gladiator, Mystic River, and Unbreakable.",
      "pageId": 1375741,
      "monthDay": "09/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Micka%C3%ABl_Pot%C3%A9",
      "name": "Mickaël Poté",
      "aboutText": "Kyle Russell Sullivan (born September 24, 1988) is an American actor, known for appearing on the TV series All That and the Fox sitcom The War at Home.\nSullivan served as the recurring character Dabney Hooper on Malcolm in the Middle from 2000 to 2003. Sullivan has also lent his voice to the characters Danny O'Farrell and Everitt Konquist on the Disney animated series Fillmore!",
      "pageId": 2295534,
      "monthDay": "09/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Eric_Adjetey_Anang",
      "name": "Eric Adjetey Anang",
      "aboutText": "Gürhan Gürsoy (born 24 September 1987) is a Turkish professional footballer. He currently plays as a midfielder for Tepecik Belediyespor.\nGürsoy was transferred from Adanaspor to Fenerbahçe in June 2004.",
      "pageId": 3001217,
      "monthDay": "09/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Eleanor_Catton",
      "name": "Eleanor Catton",
      "aboutText": "Matthew Thomas Martin Connolly (born 24 September 1987) is an English professional footballer who plays for Cardiff City as a defender. Having started his career at Arsenal he went moved to Queens Park Rangers, going on to win the Football League Championship in 2011. It would be the first of three titles in four years, as he won the same division again on loan at Reading in 2012 and Cardiff in 2013, whom he had joined permanently one year previously.",
      "pageId": 3051948,
      "monthDay": "09/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jessica_Lucas",
      "name": "Jessica Lucas",
      "aboutText": "Jessica Lucas (born September 24, 1985) is a Canadian actress and singer. She is known for her roles in television, such as Melrose Place, Edgemont and Cult, and in the films She's the Man, Cloverfield and Evil Dead.",
      "pageId": 4707676,
      "monthDay": "09/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Leah_Dizon",
      "name": "Leah Dizon",
      "aboutText": "Karl Alzner (born September 24, 1988) is a Canadian professional ice hockey defenceman, currently playing for the Washington Capitals. He was drafted in the first round, 5th overall, by the Capitals in the 2007 NHL Entry Draft. A standout in junior, Alzner won two World Junior Hockey Championship gold medals with team Canada 2007 and ( 2008 as the captain), and was named the Western Hockey League (WHL)'s top player and Canadian Hockey League (CHL)'s top defenceman in 2008.",
      "pageId": 8640362,
      "monthDay": "09/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Spencer_Treat_Clark",
      "name": "Spencer Treat Clark",
      "aboutText": "Leah Dizon (born September 24, 1986) is a former gaijin tarento, singer, and model. Born and raised in Las Vegas, Nevada, she moved to Tokyo, Japan in 2006 to pursue a career in entertainment.",
      "pageId": 9496140,
      "monthDay": "09/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Matthew_Connolly",
      "name": "Matthew Connolly",
      "aboutText": "Taichi Saotome (早乙女太一, Saotome Taichi, born Taichi Nishimura 西村太一 Nishimura Taichi) b. 24 September 1991 is a Japanese film and stage actor best known for playing young men and onnagata roles of women. He is known as \"Nagashime Ouji\" (流し目王子) or \"Sidelong Glance Prince\".",
      "pageId": 9806892,
      "monthDay": "09/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/G%C3%BCrhan_G%C3%BCrsoy",
      "name": "Gürhan Gürsoy",
      "aboutText": "Mickaël Poté (born 24 September 1984) is a French-born Beninese international footballer who plays as a striker.",
      "pageId": 10255786,
      "monthDay": "09/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Senzo_Meyiwa",
      "name": "Senzo Meyiwa",
      "aboutText": "Birgit Sarrap (née Õigemeel, born 24 September 1988) is an Estonian singer.\nShe started her musical career as a choir singer on Estonian Television children's choir and learned the violin at Kohila Music School.\nBirgit is the first winner of Estonian Idol Eesti otsib superstaari.",
      "pageId": 12117013,
      "monthDay": "09/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Karl_Alzner",
      "name": "Karl Alzner",
      "aboutText": "Senzo Robert Meyiwa (24 January 1984 – 26 October 2014) was a South African footballer who played as a goalkeeper for Orlando Pirates in the Premier Soccer League, and for the South Africa national team.",
      "pageId": 15201510,
      "monthDay": "09/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Birgit_Sarrap",
      "name": "Birgit Sarrap",
      "aboutText": "Eleanor Catton MNZM (born 24 September 1985) is a Canadian-born New Zealand author.",
      "pageId": 23918703,
      "monthDay": "09/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kyle_Sullivan",
      "name": "Kyle Sullivan",
      "aboutText": "Eric Adjetey Anang ( pronunciation ; born 1985) is a Ghanaian sculptor and fantasy coffin carpenter. He was born in Teshie, Ghana, where he lives and runs the Kane Kwei Carpentry Workshop.",
      "pageId": 26828418,
      "monthDay": "09/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Taichi_Saotome",
      "name": "Taichi Saotome",
      "aboutText": "Tyrone Maria (born 24 September 1984) is a footballer player from Curaçao who plays as a striker in actually for SV La Fama in the Aruba first division .\nHe earned two caps for the Netherlands Antilles national team in 2006.",
      "pageId": 28546129,
      "monthDay": "09/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Maximiliano_Ugg%C3%A8",
      "name": "Maximiliano Uggè",
      "aboutText": "Jack Sock (born September 24, 1992) is an American professional tennis player currently on the ATP Tour. His singles success includes an ATP title and the boys' junior US Open title in 2010.",
      "pageId": 28800111,
      "monthDay": "09/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jack_Sock",
      "name": "Jack Sock",
      "aboutText": "Maximiliano Achille Uggè (born 24 September 1991) is an Italian footballer who plays for Serie D/B club Lecco on lòad from AC Pavia.",
      "pageId": 29460951,
      "monthDay": "09/24"
    },
    {
      "year": "1997",
      "uri": "/wiki/Malaya_Watson",
      "name": "Malaya Watson",
      "aboutText": "Gotham is an American crime-drama television series developed by Bruno Heller, based on characters appearing in and published by DC Comics in the Batman franchise, primarily those of James Gordon and Bruce Wayne. The series stars Ben McKenzie as the young Gordon, while Heller executive produces along with Danny Cannon, who also directed the pilot. As originally conceived, the series would have served as a straightforward story of Gordon's early days on the Gotham City Police Department.",
      "pageId": 40624310,
      "monthDay": "09/24"
    },
    {
      "year": "2001",
      "uri": "/wiki/Clare_Foley",
      "name": "Clare Foley",
      "aboutText": "Malaya Tina Bandico Watson' (born September 24, 1997) is an American singer from Southfield, Michigan, who finished in eighth place on the thirteenth season of American Idol.",
      "pageId": 42004388,
      "monthDay": "09/24"
    }
  ]
}