{
  "people": [
    {
      "year": "1329",
      "uri": "/wiki/Anne_of_Bavaria",
      "name": "Anne of Bavaria",
      "aboutText": "Ivan Petrovich Pavlov (Russian: Ива́н Петро́вич Па́влов; IPA: [ɪˈvan pʲɪˈtrovʲɪtɕ ˈpavləf]; 26 September [O.S. 14 September] 1849 – 27 February 1936) was a Russian physiologist known primarily for his work in classical conditioning. From his childhood days Pavlov demonstrated intellectual brilliance along with an unusual energy which he named \"the instinct for research\". Inspired by the progressive ideas which D. I. Pisarev, the most eminent of the Russian literary critics of the 1860s, and I. M. Sechenov, the father of Russian physiology, were spreading, Pavlov abandoned his religious career and devoted his life to science.",
      "pageId": 52487,
      "monthDay": "09/26"
    },
    {
      "year": "1711",
      "uri": "/wiki/Richard_Grenville-Temple,_2nd_Earl_Temple",
      "name": "Richard Grenville-Temple, 2nd Earl Temple",
      "aboutText": "Christian X (Christian Carl Frederik Albert Alexander Vilhelm; 26 September 1870 – 20 April 1947) was the King of Denmark from 1912 to 1947 and the only king of Iceland (where the name was officially spelled Kristján), between 1918 and 1944.\nHe was a member of the House of Glücksburg and the first member of his family since king Frederick VII to have actually been born into the Danish royal family; both his father and his grandfather were born as princes of a German ducal family. Among his siblings was King Haakon VII of Norway.",
      "pageId": 72708,
      "monthDay": "09/26"
    },
    {
      "year": "1750",
      "uri": "/wiki/Cuthbert_Collingwood,_1st_Baron_Collingwood",
      "name": "Cuthbert Collingwood, 1st Baron Collingwood",
      "aboutText": "Zenas Winsor McCay (c. 1867–71 or September 26, 1869 – July 26, 1934) was an American cartoonist and animator. He is best known for the comic strip Little Nemo (1905–14; 1924–26) and the animated film Gertie the Dinosaur (1914).",
      "pageId": 84656,
      "monthDay": "09/26"
    },
    {
      "year": "1758",
      "uri": "/wiki/Cosme_Argerich",
      "name": "Cosme Argerich",
      "aboutText": "Joseph Furphy (Irish: Seosamh Ó Foirbhilhe)(26 September 1843 – 13 September 1912), is widely regarded as the \"Father of the Australian novel\".",
      "pageId": 142234,
      "monthDay": "09/26"
    },
    {
      "year": "1767",
      "uri": "/wiki/Wenzel_M%C3%BCller",
      "name": "Wenzel Müller",
      "aboutText": "John Chapman (September 26, 1774 – March 18, 1845), often called Johnny Appleseed, was an American pioneer nurseryman who introduced apple trees to large parts of Pennsylvania, Ontario, Ohio, Indiana, and Illinois, as well as the northern counties of present-day West Virginia. He became an American legend while still alive, due to his kind, generous ways, his leadership in conservation, and the symbolic importance he attributed to apples.",
      "pageId": 161013,
      "monthDay": "09/26"
    },
    {
      "year": "1774",
      "uri": "/wiki/Johnny_Appleseed",
      "name": "Johnny Appleseed",
      "aboutText": "Captain William Hobson RN (26 September 1792 – 10 September 1842) was the first Governor of New Zealand and co-author of the Treaty of Waitangi.",
      "pageId": 182020,
      "monthDay": "09/26"
    },
    {
      "year": "1791",
      "uri": "/wiki/Th%C3%A9odore_G%C3%A9ricault",
      "name": "Théodore Géricault",
      "aboutText": "Lewis Wickes Hine (September 26, 1874 – November 3, 1940) was an American sociologist and photographer. Hine used his camera as a tool for social reform. His photographs were instrumental in changing the child labor laws in the United States.",
      "pageId": 231631,
      "monthDay": "09/26"
    },
    {
      "year": "1792",
      "uri": "/wiki/William_Hobson",
      "name": "William Hobson",
      "aboutText": "Richard Grenville-Temple, 2nd Earl Temple KG, PC (26 September 1711 – 12 September 1779) was a British politician. He is best known for his association with his brother-in-law William Pitt who he served with in government during Britain's participation in the Seven Years War between 1756 and 1761.",
      "pageId": 307868,
      "monthDay": "09/26"
    },
    {
      "year": "1820",
      "uri": "/wiki/Ishwar_Chandra_Vidyasagar",
      "name": "Ishwar Chandra Vidyasagar",
      "aboutText": "Max Ehrmann (September 26, 1872 – September 9, 1945) was an American writer, poet, and attorney from Terre Haute, Indiana, widely known for his 1927 prose poem \"Desiderata\" (Latin: \"things desired\").",
      "pageId": 334891,
      "monthDay": "09/26"
    },
    {
      "year": "1840",
      "uri": "/wiki/Louis-Olivier_Taillon",
      "name": "Louis-Olivier Taillon",
      "aboutText": "Jean-Louis André Théodore Géricault (French: [ʒɑ̃ lwi ɑ̃dʁe teodoʁ ʒeʁiko]; 26 September 1791 – 26 January 1824) was an influential French painter and lithographer, known for The Raft of the Medusa and other paintings.",
      "pageId": 511567,
      "monthDay": "09/26"
    },
    {
      "year": "1843",
      "uri": "/wiki/Joseph_Furphy",
      "name": "Joseph Furphy",
      "aboutText": "Sir Louis-Olivier Taillon, PC (September 26, 1840 – April 25, 1923) was born in Terrebonne, Lower Canada (now Quebec). He twice served as the eighth Premier of the Canadian province of Quebec.\nTaillon's first term of office was just four days, from January 25 to January 29, 1887.",
      "pageId": 517092,
      "monthDay": "09/26"
    },
    {
      "year": "1848",
      "uri": "/wiki/Henry_Walters",
      "name": "Henry Walters",
      "aboutText": "Soghomon Soghomonian, ordained and commonly known as Komitas, (Armenian: Կոմիտաս; 26 September 1869 – 22 October 1935) was an Armenian priest, musicologist, composer, arranger, singer, and choirmaster, who is considered the founder of Armenian national school of music. He is recognized as one of the pioneers of ethnomusicology.\nOrphaned at a young age, Komitas was taken to Etchmiadzin, Armenia's religious center, where he received education at the Gevorgian Seminary.",
      "pageId": 732267,
      "monthDay": "09/26"
    },
    {
      "year": "1849",
      "uri": "/wiki/Ivan_Pavlov",
      "name": "Ivan Pavlov",
      "aboutText": "Vice Admiral Cuthbert Collingwood, 1st Baron Collingwood (26 September 1748 – 7 March 1810) was an admiral of the Royal Navy, notable as a partner with Lord Nelson in several of the British victories of the Napoleonic Wars, and frequently as Nelson's successor in commands.",
      "pageId": 967830,
      "monthDay": "09/26"
    },
    {
      "year": "1865",
      "uri": "/wiki/Mary_Russell,_Duchess_of_Bedford",
      "name": "Mary Russell, Duchess of Bedford",
      "aboutText": "Henry Walters (September 26, 1848–November 30, 1931) was noted as an art collector and philanthropist, a founder of the Walters Art Gallery (now the Walters Art Museum) in Baltimore, Maryland, which he donated to the city in his 1931 will for the benefit of the public. From the late 19th Century, Walters lived most of the time in New York City, where from 1903 on, he served on the executive committee of the Metropolitan Museum of Art in Manhattan on Fifth Avenue. He was selected as second vice president in 1913, a position he held until his death.",
      "pageId": 1413446,
      "monthDay": "09/26"
    },
    {
      "year": "1867",
      "uri": "/wiki/Winsor_McCay",
      "name": "Winsor McCay",
      "aboutText": "Ishwar Chandra Vidyasagar CIE (26 September 1820 – 29 July 1891), born Ishwar Chandra Bandyopadhyay (Ishshor Chôndro Bôndopaddhae), was an Indian Bengali polymath and a key figure of the Bengal Renaissance. He was a philosopher, academic educator, writer, translator, printer, publisher, entrepreneur, reformer, and philanthropist. His efforts to simplify and modernize Bengali prose were significant.",
      "pageId": 2083485,
      "monthDay": "09/26"
    },
    {
      "year": "1869",
      "uri": "/wiki/Komitas",
      "name": "Komitas",
      "aboutText": "Dame Mary Russell, Duchess of Bedford, DBE, RRC, FLS (26 September 1865 – ca.",
      "pageId": 2569422,
      "monthDay": "09/26"
    },
    {
      "year": "1870",
      "uri": "/wiki/Christian_X_of_Denmark",
      "name": "Christian X of Denmark",
      "aboutText": "Cosme Mariano Argerich (26 September 1758 – 14 February 1820) was a pioneer of military medical practices in Argentina.",
      "pageId": 4653295,
      "monthDay": "09/26"
    },
    {
      "year": "1872",
      "uri": "/wiki/Max_Ehrmann",
      "name": "Max Ehrmann",
      "aboutText": "Wacław Berent (Warsaw, 28 September 1878 – 19 November or 22 November 1940, Warsaw) was a Polish novelist, essayist and a literary translator from the Art Nouveau period, publishing under pen names S.A.M. and Wł. Rawicz. He studied natural sciences in Kraków, Zurich, and obtained a PhD in Munich before returning to Warsaw and embarking on a literary career around the turn of the century.",
      "pageId": 5601822,
      "monthDay": "09/26"
    },
    {
      "year": "1873",
      "uri": "/wiki/Wac%C5%82aw_Berent",
      "name": "Wacław Berent",
      "aboutText": "Anne of Bavaria (or of the Palatinate; Czech: Anna Falcká; 26 September 1329 – 2 February 1353) was a queen consort of Bohemia. She was the daughter of Rudolf II, Duke of Bavaria and Count Palatine of the Rhine, and Anna, daughter of Otto III of Carinthia.\nShe was a member of the House of Wittelsbach.",
      "pageId": 9671393,
      "monthDay": "09/26"
    },
    {
      "year": "1874",
      "uri": "/wiki/Lewis_Hine",
      "name": "Lewis Hine",
      "aboutText": "Wenzel Müller (26 September 1767 – 3 August 1835) was an Austrian composer and conductor.",
      "pageId": 19252436,
      "monthDay": "09/26"
    },
    {
      "year": "1875",
      "uri": "/wiki/Edmund_Gwenn",
      "name": "Edmund Gwenn",
      "aboutText": "Thomas Stearns Eliot OM (26 September 1888 – 4 January 1965) was a British, American-born essayist, publisher, playwright, literary and social critic, and \"one of the twentieth century's major poets\". He immigrated to England in 1914 at age 25, settling, working and marrying there. He was eventually naturalised as a British subject in 1927 at age 39, renouncing his American citizenship.",
      "pageId": 30273,
      "monthDay": "09/26"
    },
    {
      "year": "1876",
      "uri": "/wiki/Edith_Abbott",
      "name": "Edith Abbott",
      "aboutText": "Martin Heidegger (/ˈhaɪdɛɡər, -dɪɡər/; German: [ˈmaɐ̯tiːn ˈhaɪdɛɡɐ]; 26 September 1889 – 26 May 1976) was a German philosopher and a seminal thinker in the Continental tradition, particularly within the fields of existential phenomenology and philosophical hermeneutics. From his beginnings as a Catholic academic, he developed a groundbreaking and widely influential philosophy.\nHis best known book, Being and Time (1927), is considered one of the most important philosophical works of the 20th century.",
      "pageId": 37304,
      "monthDay": "09/26"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ghulam_Bhik_Nairang",
      "name": "Ghulam Bhik Nairang",
      "aboutText": "Archibald Vivian Hill, CH, OBE, FRS (26 September 1886 – 3 June 1977), known as A. V. Hill, was an English physiologist, one of the founders of the diverse disciplines of biophysics and operations research.",
      "pageId": 75094,
      "monthDay": "09/26"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ugo_Cerletti",
      "name": "Ugo Cerletti",
      "aboutText": "Sir Barnes Neville Wallis, CBE FRS, RDI, FRAeS (26 September 1887 – 30 October 1979), was an English scientist, engineer and inventor. He is best known for inventing the bouncing bomb used by the Royal Air Force in Operation Chastise (the \"Dambusters\" raid) to attack the dams of the Ruhr Valley during World War II. The raid was the subject of the 1955 film The Dam Busters, in which Wallis was played by Michael Redgrave.",
      "pageId": 201812,
      "monthDay": "09/26"
    },
    {
      "year": "1877",
      "uri": "/wiki/Alfred_Cortot",
      "name": "Alfred Cortot",
      "aboutText": "Alfred Denis Cortot (26 September 1877 – 15 June 1962) was a Swiss-French pianist and conductor.",
      "pageId": 312802,
      "monthDay": "09/26"
    },
    {
      "year": "1878",
      "uri": "/wiki/Walter_Steinbeck",
      "name": "Walter Steinbeck",
      "aboutText": "Charles Munch (French pronunciation: ​[ʃaʁl mynʃ]; born Charles Münch; 26 September 1891 – 6 November 1968) was an Alsacian symphonic conductor and violinist.",
      "pageId": 318354,
      "monthDay": "09/26"
    },
    {
      "year": "1881",
      "uri": "/wiki/Hiram_Wesley_Evans",
      "name": "Hiram Wesley Evans",
      "aboutText": "James Frank Dobie (September 26, 1888 – September 18, 1964) was an American folklorist, writer, and newspaper columnist best known for many books depicting the richness and traditions of life in rural Texas during the days of the open range. As a public figure, he was known in his lifetime for his outspoken liberal views against Texas state politics, and for his long personal war against what he saw as bragging Texans, religious prejudice, restraints on individual liberty, and the assault of the mechanized world on the human spirit.",
      "pageId": 503715,
      "monthDay": "09/26"
    },
    {
      "year": "1884",
      "uri": "/wiki/Jack_Bickell",
      "name": "Jack Bickell",
      "aboutText": "Robert Staughton Lynd (September 26, 1892 – November 1, 1970) was an American sociologist and professor at Columbia University, New York City. Robert and his wife Helen Lynd are best known for writing the groundbreaking \"Middletown\" studies of Muncie, Indiana - Middletown: A Study in Contemporary American Culture (1929) and Middletown in Transition (1937), which are classics of American sociology.",
      "pageId": 756474,
      "monthDay": "09/26"
    },
    {
      "year": "1886",
      "uri": "/wiki/Archibald_Hill",
      "name": "Archibald Hill",
      "aboutText": "Edmund Gwenn (26 September 1877– 6 September 1959) was an English actor. On film, he is perhaps best remembered for his role as Kris Kringle in the 1947 film Miracle on 34th Street, for which he won an Academy Award for Best Supporting Actor. As a stage actor in the West End and on Broadway, he was associated with a wide range of works by modern playwrights, including Bernard Shaw, John Galsworthy and J. B. Priestley.",
      "pageId": 779283,
      "monthDay": "09/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Edwin_Keppel_Bennett",
      "name": "Edwin Keppel Bennett",
      "aboutText": "Gladys Brockwell (September 26, 1893 – July 2, 1929) was an American actress whose career began during the silent film era.",
      "pageId": 923289,
      "monthDay": "09/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Antonio_Moreno",
      "name": "Antonio Moreno",
      "aboutText": "Edith Abbott (September 26, 1876 – July 28, 1957) was an American economist, social worker, educator, and author. Abbott was born in Grand Island, Nebraska.",
      "pageId": 956235,
      "monthDay": "09/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Barnes_Wallis",
      "name": "Barnes Wallis",
      "aboutText": "Ugo Cerletti (26 September 1877 - 25 July 1963) was an Italian neurologist who discovered the method of electroconvulsive therapy used in psychiatry. Electroconvulsive therapy is a therapy in which electric current is used to provoke a seizure for a short durration. This therapy is used in an attempt to treat certain mental disorders, and may be useful when other possible treatments have not, or cannot, cure the person of their mental disorder.",
      "pageId": 1061271,
      "monthDay": "09/26"
    },
    {
      "year": "1888",
      "uri": "/wiki/J._Frank_Dobie",
      "name": "J. Frank Dobie",
      "aboutText": "Antonio \"Tony\" Moreno (September 26, 1887 – February 15, 1967) was a Spanish-born American actor and film director of the silent film era and through the 1950s.",
      "pageId": 2664396,
      "monthDay": "09/26"
    },
    {
      "year": "1888",
      "uri": "/wiki/T._S._Eliot",
      "name": "T. S. Eliot",
      "aboutText": "Hiram Wesley Evans (September 26, 1881 – September 14, 1966) was Imperial Wizard of the Ku Klux Klan, an American white supremacist group, from 1922 to 1939. A native of Alabama, Evans attended Vanderbilt University and became a dentist. He operated a small, moderately successful practice in Texas until 1920, when he joined the Klan's Dallas chapter.",
      "pageId": 3105997,
      "monthDay": "09/26"
    },
    {
      "year": "1889",
      "uri": "/wiki/Gordon_Brewster",
      "name": "Gordon Brewster",
      "aboutText": "Edwin Keppel Bennett, noms de plume: Francis Bennett, Francis Keppel (26 September 1887 – 13 June 1958), was an English writer, poet, Germanist, and a prominent academic.",
      "pageId": 6550901,
      "monthDay": "09/26"
    },
    {
      "year": "1889",
      "uri": "/wiki/Martin_Heidegger",
      "name": "Martin Heidegger",
      "aboutText": "John \"Jack\" Tresadern (26 September 1890 in Leytonstone – 26 December 1959 in Tonbridge) was an English professional footballer and football manager.",
      "pageId": 6571146,
      "monthDay": "09/26"
    },
    {
      "year": "1890",
      "uri": "/wiki/Jack_Tresadern",
      "name": "Jack Tresadern",
      "aboutText": "Syed Ghulam Bhik Nairang (September 26, 1876 - October 16, 1952), also known as Meer Nairang, was a distinguished lawyer, a poet and a prominent Indian Muslim leader. He held office with the All-India Muslim League, India, pre-partition (1947). He was close friends with Allama Muhammad Iqbal, a college-mate and fellow poet.",
      "pageId": 8065155,
      "monthDay": "09/26"
    },
    {
      "year": "1891",
      "uri": "/wiki/Charles_M%C3%BCnch",
      "name": "Charles Münch",
      "aboutText": "John Paris \"Jack\" Bickell (September 26, 1884 – August 22, 1951) was a Canadian businessman, philanthropist, and sports team owner.",
      "pageId": 19841945,
      "monthDay": "09/26"
    },
    {
      "year": "1892",
      "uri": "/wiki/Robert_Staughton_Lynd",
      "name": "Robert Staughton Lynd",
      "aboutText": "Gordon Brewster (26 September 1889 – 16 June 1946) was an editorial cartoonist for the Irish Independent group of newspapers.\nHe was educated at the Dublin Metropolitan School of Art. His father, W. T. Brewster, was general manager of the Irish Independent, and Gordon joined the paper as a staff artist in 1906.",
      "pageId": 20908303,
      "monthDay": "09/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Gladys_Brockwell",
      "name": "Gladys Brockwell",
      "aboutText": "Walter Steinbeck (26 September 1878 – 27 August 1942) was a German film actor.\nSteinbeck was born in Niederlößnitz (now Radebeul), Saxony, Germany. He died at age 63 in Berlin, Germany.",
      "pageId": 35811149,
      "monthDay": "09/26"
    },
    {
      "year": "1895",
      "uri": "/wiki/J%C3%BCrgen_Stroop",
      "name": "Jürgen Stroop",
      "aboutText": "George Gershwin (/ˈɡɜrʃ.wɪn/; September 26, 1898 –  July 11, 1937) was an American composer and pianist. Gershwin's compositions spanned both popular and classical genres, and his most popular melodies are widely known. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928) as well as the opera Porgy and Bess (1935).",
      "pageId": 13066,
      "monthDay": "09/26"
    },
    {
      "year": "1897",
      "uri": "/wiki/Pope_Paul_VI",
      "name": "Pope Paul VI",
      "aboutText": "Pope Paul VI (Latin: Paulus VI; Italian: Paolo VI), born Giovanni Battista Enrico Antonio Maria Montini (Italian pronunciation: [dʒioˈvani baˈtista enˈriko anˈtonjo marˈija monˈtini]; 26 September 1897 – 6 August 1978), reigned from 21 June 1963 to his death in 1978. Succeeding Pope John XXIII, he continued the Second Vatican Council which he closed in 1965, implementing its numerous reforms, and fostered improved ecumenical relations with Eastern Orthodox and Protestants, which resulted in many historic meetings and agreements. Montini served in the Vatican's Secretariat of State from 1922 to 1954.",
      "pageId": 24028,
      "monthDay": "09/26"
    },
    {
      "year": "1897",
      "uri": "/wiki/Arthur_Rhys-Davids",
      "name": "Arthur Rhys-Davids",
      "aboutText": "Anthony Frederick Blunt (26 September 1907 – 26 March 1983), known as Sir Anthony Blunt, KCVO, from 1956 to 1979, was a leading British art historian who in 1964, after being offered immunity from prosecution, confessed to having been a Soviet spy. A closely held secret for many years, his status was revealed publicly by Prime Minister Margaret Thatcher in November 1979, and he was stripped of his knighthood immediately thereafter.\nBlunt was Professor of the History of Art at the University of London, director of the Courtauld Institute of Art, and Surveyor of the Queen's Pictures.",
      "pageId": 338938,
      "monthDay": "09/26"
    },
    {
      "year": "1898",
      "uri": "/wiki/George_Gershwin",
      "name": "George Gershwin",
      "aboutText": "Francois Henri \"Jack\" LaLanne (September 26, 1914 – January 23, 2011) was an American fitness, exercise, and nutritional expert and motivational speaker who is sometimes called \"the godfather of fitness\" and the \"first fitness superhero.\" He described himself as being a \"sugarholic\" and a \"junk food junkie\" until he was 15. He also had behavioral problems, but \"turned his life around\" after listening to a public lecture about the benefits of good nutrition.",
      "pageId": 412806,
      "monthDay": "09/26"
    },
    {
      "year": "1900",
      "uri": "/wiki/Suzanne_Belperron",
      "name": "Suzanne Belperron",
      "aboutText": "David Réal Caouette (September 26, 1917 – December 16, 1976) was a Canadian politician from Quebec. He was a Member of Parliament (MP) and leader of the Social Credit Party of Canada and founder of the Ralliement des créditistes. Outside politics he worked as a car dealer.",
      "pageId": 524525,
      "monthDay": "09/26"
    },
    {
      "year": "1901",
      "uri": "/wiki/George_Raft",
      "name": "George Raft",
      "aboutText": "George Raft (born George Ranft; September 26, 1901 – November 24, 1980) was an American film actor and dancer identified with portrayals of gangsters in crime melodramas of the 1930s and 1940s.",
      "pageId": 695824,
      "monthDay": "09/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Millito_Navarro",
      "name": "Millito Navarro",
      "aboutText": "Emilio Navarro (September 26, 1905 – April 30, 2011), better known as \"Millito Navarro\", was the first Puerto Rican to play baseball in the American Negro Leagues.",
      "pageId": 933866,
      "monthDay": "09/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Karl_Rappan",
      "name": "Karl Rappan",
      "aboutText": "Jürgen Stroop (born Josef Stroop, 26 September 1895 in Detmold, Germany – 6 March 1952 in Warsaw, Poland) was an SS General during World War II. He is best known for being in command against the Warsaw Ghetto Uprising and for writing the Stroop Report, a booklength account of the operation. Following the defeat of Nazi Germany, Stroop was prosecuted during the Dachau Trials and convicted of murdering nine American POWs.",
      "pageId": 1198162,
      "monthDay": "09/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Anthony_Blunt",
      "name": "Anthony Blunt",
      "aboutText": "Anthony P. Hamann (September 26, 1909 – March 27, 1977), better known as A. P. Hamann or Dutch, was the city manager of San Jose, California, USA, from 1950 to 1969.",
      "pageId": 1415637,
      "monthDay": "09/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Bep_van_Klaveren",
      "name": "Bep van Klaveren",
      "aboutText": "Achille Compagnoni (26 September 1914 – 13 May 2009) was an Italian mountaineer and skier. Together with Lino Lacedelli on 31 July 1954 he reached the summit of K2.",
      "pageId": 1682572,
      "monthDay": "09/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Bill_France,_Sr.",
      "name": "Bill France, Sr.",
      "aboutText": "Francis Charles \"Mister Zero\" Brimsek (September 26, 1915 — November 11, 1998) was an American professional ice hockey goaltender who played ten seasons in the National Hockey League for the Boston Bruins and Chicago Black Hawks. During his NHL career, Brimsek received numerous individual awards. He won the Calder Memorial Trophy, the Vezina Trophy twice, and he was named to the NHL All-Star Team eight times (twice on the First Team and six times on the Second Team).",
      "pageId": 1988808,
      "monthDay": "09/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/A._P._Hamann",
      "name": "A. P. Hamann",
      "aboutText": "Arthur Percival Foley Rhys-Davids DSO, MC & Bar (26 September 1897 – 27 October 1917) was a British flying ace during the First World War.\nRhys-Davids was born in 1897 to an affluent family. His father was a professional academic and his mother a prolific author which afforded the young Rhys-Davids thorough schooling.",
      "pageId": 2107060,
      "monthDay": "09/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Al_Helfer",
      "name": "Al Helfer",
      "aboutText": "William Henry Getty France (September 26, 1909 – June 7, 1992), also known as Bill France, Sr. or Big Bill, was an American racing driver.",
      "pageId": 2133230,
      "monthDay": "09/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Frank_Brimsek",
      "name": "Frank Brimsek",
      "aboutText": "Lambertus \"Bep\" van Klaveren (26 September 1907 – 12 February 1992) was a Dutch boxer, who won the gold medal in the featherweight division at the 1928 Summer Olympics in Amsterdam. Van Klaveren remains the only Dutch boxer to have won an Olympic gold medal.",
      "pageId": 3240170,
      "monthDay": "09/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Dorothy_Sloop",
      "name": "Dorothy Sloop",
      "aboutText": "Trần Đức Thảo (Từ Sơn, Bắc Ninh, 26 September 1917 – Paris, 24 April 1993) was a Vietnamese philosopher. His work (written primarily in French) attempted to unite phenomenology with Marxist philosophy.",
      "pageId": 4288151,
      "monthDay": "09/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Achille_Compagnoni",
      "name": "Achille Compagnoni",
      "aboutText": "Karl Rappan (September 26, 1905 – January 2, 1996) was an Austrian footballer and coach. He played and managed mostly in Switzerland, where he won multiple titles. He had four tenures as coach of the Swiss national team, which he managed in three World Cups, and is the all-time leader in matches won as coach of the Swiss team.",
      "pageId": 7657307,
      "monthDay": "09/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jack_LaLanne",
      "name": "Jack LaLanne",
      "aboutText": "Eric Douglas Morley (26 September 1918 – 9 November 2000) was a British TV Host and the founder of the Miss World pageant and Come Dancing TV programme. His widow, Julia Morley, is now head of the pageant and his son Steve Douglas is one of its presenters.\n^ Wynne-Jones, Ros (3 August 1997).",
      "pageId": 10197311,
      "monthDay": "09/26"
    },
    {
      "year": "1917",
      "uri": "/wiki/R%C3%A9al_Caouette",
      "name": "Réal Caouette",
      "aboutText": "George Alvin \"Al\" Helfer (September 26, 1911 – May 16, 1975) was an American radio sportscaster.\nNicknamed \"Mr. Radio Baseball\", Helfer worked seven World Series, ten All-Star Games, and regular season broadcasts for several teams (among them the New York Yankees, Brooklyn Dodgers and Oakland Athletics) and the Mutual network.",
      "pageId": 13039220,
      "monthDay": "09/26"
    },
    {
      "year": "1917",
      "uri": "/wiki/Tran_Duc_Thao",
      "name": "Tran Duc Thao",
      "aboutText": "Dorothy Sloop (September 26, 1913 – July 28, 1998), also known as Dorothy Sloop Heflick, was an American jazz musician. She was born in Steubenville, Ohio. She went by the nickname Sloopy.",
      "pageId": 16502792,
      "monthDay": "09/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Eric_Morley",
      "name": "Eric Morley",
      "aboutText": "Suzanne Belperron (1900–1983), born in Saint-Claude, France, was an influential 20th century jewellery designer based in Paris. She worked for the Boivin and Herz jewellery houses before the outbreak of World War II. Subsequently she took over the Herz company, renaming it Herz-Belperron.",
      "pageId": 35338381,
      "monthDay": "09/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_Rankine",
      "name": "John Rankine",
      "aboutText": "Martin David Robinson (September 26, 1925 – December 8, 1982), known professionally as Marty Robbins, was an American singer, songwriter, multi-instrumentalist, and racing driver. One of the most popular and successful country and western singers of all time for most of his near four-decade career.",
      "pageId": 191361,
      "monthDay": "09/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_Zacherle",
      "name": "John Zacherle",
      "aboutText": "James Robert Cade (September 26, 1927 – November 27, 2007) was an American physician, university professor, research scientist and inventor. Cade, a native of Texas, earned his bachelor and medical degrees, and became a professor of medicine and nephrology at the University of Florida. Although Cade engaged in many areas of medical research, he is most widely remembered as the leader of the research team that formulated the sports drink Gatorade.",
      "pageId": 246157,
      "monthDay": "09/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Barbara_Britton",
      "name": "Barbara Britton",
      "aboutText": "Dharamdev Anand (26 September 1923 – 3 December 2011), better known as Dev Anand, was an Indian film actor, writer, director and producer known for his work in Hindi cinema. Part of the Anand family, he co-founded Navketan Films in 1949 with his elder brother Chetan Anand. Anand is regarded as one of the influential actors in the history of Indian cinema.",
      "pageId": 396152,
      "monthDay": "09/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Matilde_Camus",
      "name": "Matilde Camus",
      "aboutText": "Joseph Brown, usually Joe Brown, CBE (born 26 September 1930) is an English climber, born the seventh and last child of a family in Ardwick, Manchester, England. Brown was the first in his family to climb: aged 12, he began exploring from camp sites with his friends. They used discarded clothes lines that were not fit for purpose.",
      "pageId": 712288,
      "monthDay": "09/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Takis_Miliadis",
      "name": "Takis Miliadis",
      "aboutText": "John Rankine (born Douglas Rankine Mason 26 September 1918, died 8 August 2013) was a British science fiction author, who wrote books as John Rankine and Douglas R. Mason. Rankine was born in Hawarden, Flintshire, Wales and first attended Chester Grammar School and in 1937 went to study English Literature and Experimental Psychology at the University of Manchester, where he was a friend of Anthony Burgess (mentioned in Little Wilson and Big God, AB's autobiography).\nWe know little of his life until 1966, when his first short stories and novels were published while he was in his mid-forties.",
      "pageId": 959536,
      "monthDay": "09/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Nicholas_Romanov,_Prince_of_Russia",
      "name": "Nicholas Romanov, Prince of Russia",
      "aboutText": "Julie London (born Gayle Peck; September 26, 1926 – October 18, 2000) was an American nightclub, jazz and pop singer, film and television actress and a former pinup model. She was noted for her smoky, sensual husky voice and languid demeanor. She released 32 albums of pop and jazz standards during the 1950s and 1960s, with her signature song being the classic \"Cry Me a River\", which she introduced in 1955.",
      "pageId": 1013175,
      "monthDay": "09/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dev_Anand",
      "name": "Dev Anand",
      "aboutText": "John Zacherle (/ˈzækərliː/ ZAK-ər-lee; sometimes credited as John Zacherley; born September 26, 1918) is an American television host, radio personality and voice actor known for his long career as a television horror host broadcasting horror movies in Philadelphia and New York City in the 1950s and 1960s. Best known for his character \"Roland/Zacherley,\" he also did voice work for movies, and recorded the top ten novelty rock and roll song \"Dinner With Drac\" in 1958. He also edited two collections of horror stories, Zacherley's Vulture Stew and Zacherley's Midnight Snacks.",
      "pageId": 1097253,
      "monthDay": "09/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Hugh_Griffiths,_Baron_Griffiths",
      "name": "Hugh Griffiths, Baron Griffiths",
      "aboutText": "Nicholas Romanovich Romanov, Prince of Russia (Russian: Николай Романович Романов; 26 September 1922 – 15 September 2014) was a claimant to the headship of the House of Romanov and President of the Romanov Family Association.",
      "pageId": 2006544,
      "monthDay": "09/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/James_Hennessy",
      "name": "James Hennessy",
      "aboutText": "Manfred Mayrhofer (26 September 1926 – 31 October 2011) was an Austrian Indo-Europeanist who specialized in Indo-Iranian languages. Mayrhofer served as professor emeritus at the University of Vienna. He is noted for his etymological dictionary of Sanskrit.",
      "pageId": 2666208,
      "monthDay": "09/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Norm_Dussault",
      "name": "Norm Dussault",
      "aboutText": "Barbara Britton (September 26, 1919 – January 17, 1980) was an American film and television actress. She is best known for her western film roles opposite Randolph Scott, Joel McCrea, and Gene Autry and for her two-year tenure as inquisitive amateur sleuth Pam North on the television series Mr. and Mrs.",
      "pageId": 2980418,
      "monthDay": "09/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Marty_Robbins",
      "name": "Marty Robbins",
      "aboutText": "Vincenzo \"Enzo\" Bearzot (Italian pronunciation: [ˈɛntso bearˈtsɔt]; 26 September 1927 – 21 December 2010) was an Italian professional football manager and former footballer, who played as a defender or midfielder. He led the Italian national team to a triumph in the 1982 FIFA World Cup.\nNicknamed Vecio (vecchio, 'old man'), he holds the record for appearances on the bench of the Italian national team, ahead of another historical Italian coach of the national team, Vittorio Pozzo, stopped at 97 appearances: Bearzot led Italy 104 times from 27 September 1975 to 18 June 1986.",
      "pageId": 4383942,
      "monthDay": "09/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Julie_London",
      "name": "Julie London",
      "aboutText": "Philip Michael Bosco (born September 26, 1930) is an American actor.",
      "pageId": 4588221,
      "monthDay": "09/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Manfred_Mayrhofer",
      "name": "Manfred Mayrhofer",
      "aboutText": "Patrick Wisdom O'Neal (September 26, 1927 – September 9, 1994) was an American television, stage and film actor and New York restaurateur.",
      "pageId": 4661801,
      "monthDay": "09/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Cade",
      "name": "Robert Cade",
      "aboutText": "Bob Van der Veken (born 26 September 1928) is an acclaimed Belgian television actor.\nBob Van der Veken, a familiar face on Belgian television began his career in television in 1956 and has made well over 100 appearances in his 50-year career. One of the popular series he appeared in was \"De Collega's\", in which he played the elderly Paul Thienpondt.",
      "pageId": 7852562,
      "monthDay": "09/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Patrick_O%27Neal_(actor)",
      "name": "Patrick O'Neal",
      "aboutText": "William \"Hugh\" Griffiths, Baron Griffiths, MC, PC (26 September 1923 - 30 May 2015) was a British soldier, cricketer, barrister, judge and life peer.\nThe son of Sir Hugh Griffiths was educated at Charterhouse School and St John's College, Cambridge. During the Second World War he served in the Welsh Guards, receiving a Military Cross in 1944.",
      "pageId": 8198879,
      "monthDay": "09/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Enzo_Bearzot",
      "name": "Enzo Bearzot",
      "aboutText": "Matilde Camus (September 26, 1919 – April 28, 2012) was a Spanish poet who also wrote non-fiction.",
      "pageId": 8982686,
      "monthDay": "09/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bob_Van_der_Veken",
      "name": "Bob Van der Veken",
      "aboutText": "Joseph Normand \"Ti-Nomme\" Dussault (September 26, 1925 – August 28, 2012) was a professional ice hockey player who played 206 games in the National Hockey League.\nDussault was born in Springfield, Massachusetts where his father worked as an iceman. He moved to Sherbrooke, Quebec when he was two years old.",
      "pageId": 10805029,
      "monthDay": "09/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Wilford_White",
      "name": "Wilford White",
      "aboutText": "Panagiotis (Takis) Miliadis (Greek: Τάκης Μηλιάδης; 1922–1985) was a Greek actor who is known for his comedic acting roles.",
      "pageId": 19993813,
      "monthDay": "09/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Philip_Bosco",
      "name": "Philip Bosco",
      "aboutText": "Sir James Patrick Ivan Hennessy KBE CMG (born 26 September 1923) is a retired British diplomat and served as Her Majesty's Chief Inspector of Prisons from 1982 to 1987.\nEducated at Bedford School and then King's College, Durham (now part of Newcastle University), Hennessy aged 21 joined the Royal Artillery in 1942, later being seconded to the Indian Army in 1944 until 1946.\nAfter the War, Hennessy joined what was then HM Overseas Service, serving initially in Basutoland, South Africa from 1948 in a number of roles, seconded in 1961 to the Office of the High Commissioner in Pretoria and taking on a number of positions in the government of South Africa.",
      "pageId": 35617874,
      "monthDay": "09/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joe_Brown_(climber)",
      "name": "Joe Brown",
      "aboutText": "Wilford Parley \"Whizzer\" White (September 26, 1928 – August 1, 2013) was a professional American football player in the National Football League. He was drafted by the Chicago Bears in the third round of the 1951 NFL Draft.",
      "pageId": 36042559,
      "monthDay": "09/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Fritz_Wunderlich",
      "name": "Fritz Wunderlich",
      "aboutText": "For the 2011 film of the same name, see Winnie Mandela",
      "pageId": 33683,
      "monthDay": "09/26"
    },
    {
      "year": "1931",
      "uri": "/wiki/Kenneth_Parnell",
      "name": "Kenneth Parnell",
      "aboutText": "Valentin Sergeyevich Pavlov (Russian: Валентин Серге́евич Павлов; 27 September 1937 – 30 March 2003) was a Soviet official who became a Russian banker following the dissolution of the Soviet Union. Born in the city of Moscow, then part of the Russian Soviet Federative Socialist Republic, Pavlov began his political career in the Ministry of Finance in 1959. Later, during the Brezhnev Era, he became head of the Financial Department of the State Planning Committee.",
      "pageId": 204826,
      "monthDay": "09/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Herd",
      "name": "Richard Herd",
      "aboutText": "Manmohan Singh (Punjabi: [mənˈmoːɦən ˈsɪ́ŋɡ]; born 26 September 1932) is an Indian economist who served as the Prime Minister of India from 2004 to 2014. The first Sikh in office, Singh was the first prime minister since Jawaharlal Nehru to be re-elected after completing a full five-year term.\nBorn in Gah (now in Punjab, Pakistan), Singh's family migrated to India during its partition in 1947.",
      "pageId": 606490,
      "monthDay": "09/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Manmohan_Singh",
      "name": "Manmohan Singh",
      "aboutText": "Vladimir Nikolayevich Voinovich, also spelled Voynovich (Russian: Влади́мир Никола́евич Войно́вич) (born 26 September 1932), is a Russian-speaking (formerly Soviet) writer and a dissident.",
      "pageId": 839748,
      "monthDay": "09/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Donna_Douglas",
      "name": "Donna Douglas",
      "aboutText": "Donna Douglas (born Doris Ione Smith; September 26, 1932 – January 1, 2015) was an American actress and singer, known for her role as Elly May Clampett in CBS's The Beverly Hillbillies (1962–1971). Following her acting career, Douglas became a real estate agent, a Gospel singer and inspirational speaker, and authored books for children and adults.",
      "pageId": 1013495,
      "monthDay": "09/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Joyce_Jameson",
      "name": "Joyce Jameson",
      "aboutText": "Eric Tomlinson (born 26 September 1939), known by his stage name Ricky Tomlinson, is an English actor, comedian, author and activist best known for his roles as Bobby Grant in Brookside, DCI Charlie Wise in Cracker and Jim Royle in The Royle Family.",
      "pageId": 1052224,
      "monthDay": "09/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Vladimir_Voinovich",
      "name": "Vladimir Voinovich",
      "aboutText": "Friedrich \"Fritz\" Karl Otto Wunderlich (September 26, 1930 – September 17, 1966) was a German lyric tenor, famed for his singing of the Mozart repertory and various lieder.",
      "pageId": 1074829,
      "monthDay": "09/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Neil_Coles",
      "name": "Neil Coles",
      "aboutText": "Salvatore Accardo (Italian pronunciation: [salvaˈtoːre akˈkardo]; born 26 September 1941 in Turin, northern Italy) is an Italian violinist and conductor, who is known for his interpretations of the works of Niccolò Paganini.\nAccardo studied violin in the southern Italian city of Naples in the 1950s. He gave his first professional recital at the age of 13 performing Paganini's Capricci.",
      "pageId": 1296139,
      "monthDay": "09/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lou_Myers_(actor)",
      "name": "Lou Myers",
      "aboutText": "Joe Sherlock (26 September 1930 – 10 September 2007) was an Irish politician from County Cork. A member of Sinn Féin, then of the Workers' Party, later of Democratic Left and finally of the Labour Party, he was a Teachta Dála (TD) for Cork East from 1981 to 1982, 1987 to 1992 and 2002 to 2007.\nJoe Sherlock was born in Kildorrery, County Cork and was educated at the local national school.",
      "pageId": 1344446,
      "monthDay": "09/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Joe_Sherlock",
      "name": "Joe Sherlock",
      "aboutText": "Neil Chapman Coles, MBE (born 26 September 1934) is an English professional golfer. As of 2005, Coles is only the second man (after Sam Snead) to win a professional golf tournament in six different decades, starting in the 1950s and extending into the 21st century.\nColes was born in England.",
      "pageId": 1543831,
      "monthDay": "09/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Leroy_Drumm",
      "name": "Leroy Drumm",
      "aboutText": "Kent Franklin McWhirter (born September 26, 1942), known by his stage name Kent McCord, is an American actor, best known for his role as Officer Jim Reed on the television series Adam-12.",
      "pageId": 1837061,
      "monthDay": "09/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Winnie_Madikizela-Mandela",
      "name": "Winnie Madikizela-Mandela",
      "aboutText": "Jerome Charles \"Jerry\" Weintraub (September 26, 1937 – July 6, 2015) was an American talent agent, concert promoter, film producer and actor whose television films won him three Emmys.\nHe began his career as a talent agent, having managed relatively unknown singer John Denver in 1970, developing Denver's success through concerts, television specials and film roles, including Oh, God! (1977).",
      "pageId": 1992770,
      "monthDay": "09/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Valentin_Pavlov",
      "name": "Valentin Pavlov",
      "aboutText": "Richard Herd, Jr. (born September 26, 1932) is an American actor in television and film. He is well known in the science fiction community for his role in the 1983 NBC miniseries V and the 1984 sequel V: The Final Battle, as John, the Visitors' Supreme Commander.",
      "pageId": 2133914,
      "monthDay": "09/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jerry_Weintraub",
      "name": "Jerry Weintraub",
      "aboutText": "Martine Beswick (born 26 September 1941) is an English actress and model, best known for her roles in two James Bond films.",
      "pageId": 2802876,
      "monthDay": "09/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lucette_Aldous",
      "name": "Lucette Aldous",
      "aboutText": "This article is about the actor.",
      "pageId": 5103122,
      "monthDay": "09/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lars-Jacob_Krogh",
      "name": "Lars-Jacob Krogh",
      "aboutText": "Kenneth Eugene Parnell (September 26, 1931 – January 21, 2008) was a convicted American sex offender, known infamously for his kidnapping of seven-year-old Steven Stayner in Merced, California.",
      "pageId": 7943734,
      "monthDay": "09/26"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ricky_Tomlinson",
      "name": "Ricky Tomlinson",
      "aboutText": "Lucette Aldous (born 26 September 1938) is an Australian ballerina and ballet teacher.",
      "pageId": 10316743,
      "monthDay": "09/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Salvatore_Accardo",
      "name": "Salvatore Accardo",
      "aboutText": "Joyce Jameson (September 26, 1932 – January 16, 1987) was an American actress, educated and well-read, who was typecast in sexualized roles during the period when Marilyn Monroe was famous.",
      "pageId": 18330206,
      "monthDay": "09/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Martine_Beswick",
      "name": "Martine Beswick",
      "aboutText": "Lars-Jacob Krogh (26 September 1938 – 14 April 2010) was a Norwegian anchorman and television presenter. Krogh started working for the Norwegian Broadcasting Corporation in 1965, where he covered, among other things, the European Community membership referendum in 1972. In 2008 he received The King's Medal of Merit in gold.",
      "pageId": 26967223,
      "monthDay": "09/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kent_McCord",
      "name": "Kent McCord",
      "aboutText": "Leroy Maxey Drumm (September 26, 1936 – November 26, 2010) was born in Algonac, Michigan is an American and a bluegrass/country music songwriter who served in the United States Navy, in the 3rd Division as a sonar man aboard the USS Soley (DD-707), an Allen M. Sumner-class destroyer and deployed to the Mediterranean from July 1956 to February 1957. Upon leaving the navy he worked as a general laborer and welder in and around Detroit, MI. He is widely known for his collaborations with his friend Stacy Richardson of the Hurricane Creek bluegrass band and another guy named Pete Gobel. Leroy wrote the song \"Colleen Malone,\" recorded by Hot Rize on their Take It Home, that won the IBMA’s Song of the Year award in 1991.",
      "pageId": 30071183,
      "monthDay": "09/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ian_Chappell",
      "name": "Ian Chappell",
      "aboutText": "Olivia Newton-John, AO, OBE (born 26 September 1948) is a British singer, songwriter and actress. She is a four-time Grammy award winner who has amassed five number-one and ten other Top Ten Billboard Hot 100 singles, and two number-one Billboard 200 solo albums. Eleven of her singles (including two platinum) and fourteen of her albums (including two platinum and four double platinum) have been certified gold by the RIAA. She has sold an estimated 100 million records, making her one of the world's best-selling music artists of all time.",
      "pageId": 53257,
      "monthDay": "09/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tim_Schenken",
      "name": "Tim Schenken",
      "aboutText": "Bryan Ferry, CBE (born 26 September 1945) is an English singer, songwriter and musician born in Washington, Tyne and Wear. His vocal style has been described as an \"elegant, seductive croon\". He also established a distinctive image and sartorial style; according to The Independent, in common with his contemporary David Bowie, he influenced a generation with both his music and his appearance.",
      "pageId": 105436,
      "monthDay": "09/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jan_Brewer",
      "name": "Jan Brewer",
      "aboutText": "Ian Michael Chappell (born 26 September 1943) is a former cricketer who played for South Australia and Australia. He captained Australia between 1971 and 1975 before taking a central role in the breakaway World Series Cricket organisation. Born into a cricketing family—his grandfather and brother also captained Australia—Chappell made a hesitant start to international cricket playing as a right-hand middle-order batsman and spin bowler.",
      "pageId": 151608,
      "monthDay": "09/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Keith_O%27Nions",
      "name": "Keith O'Nions",
      "aboutText": "Christine \"Christie\" Todd Whitman (born September 26, 1946) is an American Republican politician and author who served as the 50th Governor of New Jersey from 1994 to 2001, and was the Administrator of the Environmental Protection Agency in the administration of President George W. Bush from 2001 to 2003. She was New Jersey's first, and to date, only female governor. She was the second woman and first Republican woman to defeat an incumbent governor in a general election in the United States.",
      "pageId": 188038,
      "monthDay": "09/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Anne_Robinson",
      "name": "Anne Robinson",
      "aboutText": "Anne Josephine Robinson (born 26 September 1944) is an English television presenter and journalist, known for her assertive views and acerbic style of presenting. She was one of the presenters on the long-running British series Watchdog from 1993 to 2001 and 2009 to 2015.",
      "pageId": 262804,
      "monthDay": "09/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Louise_Beaudoin",
      "name": "Louise Beaudoin",
      "aboutText": "Lynn Rene Anderson (September 26, 1947 – July 30, 2015) was a multi-award-winning American country music singer known for a string of hits throughout the late 1960s, 1970s and 1980s, most notably her 1970 iconic, worldwide megahit \"(I Never Promised You a) Rose Garden\". Anderson's crossover appeal and regular exposure on national television helped her to become one of the most popular and successful country singers of the 1970s.\nAnderson charted 12 No.",
      "pageId": 517154,
      "monthDay": "09/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gal_Costa",
      "name": "Gal Costa",
      "aboutText": "John Foxx (born Dennis Leigh, 26 September 1948) is an English singer, artist, photographer and teacher. He was the original lead singer of the band Ultravox, before leaving to embark on a solo career (with Midge Ure eventually taking his place in Ultravox). Primarily associated with electronic synthesizer music, he has also pursued a parallel career in graphic design and education.",
      "pageId": 660702,
      "monthDay": "09/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bryan_Ferry",
      "name": "Bryan Ferry",
      "aboutText": "Timothy \"Tim\" Theodore Schenken (born 26 September 1943) is a former racing driver from Sydney, Australia. He participated in 36 Formula One World Championship Grands Prix, debuting on 16 August 1970. He achieved one career podium at the 1971 Austrian Grand Prix, and scored a total of seven championship points.",
      "pageId": 1226570,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Andrea_Dworkin",
      "name": "Andrea Dworkin",
      "aboutText": "Gal Costa (born Maria da Graça Costa Penna Burgos on September 26, 1945, in Salvador, Bahia) is a Brazilian singer of popular music.",
      "pageId": 1779523,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_MacLachlan_Gray",
      "name": "John MacLachlan Gray",
      "aboutText": "Louise Simonson, born Mary Louise Alexander (born September 26, 1946), is an American comic book writer and editor. She is best known for her work on comic book titles such as Power Pack, X-Factor, New Mutants, Superman: The Man of Steel, and Steel.",
      "pageId": 2025815,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Togo_Igawa",
      "name": "Togo Igawa",
      "aboutText": "Clodoaldo Tavares de Santana, better known as Clodoaldo (Brazilian Portuguese: [klodoˈawdʊ]; born September 25, 1949 in Aracaju), is a former Brazilian footballer who played as a midfielder.",
      "pageId": 3132939,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Radha_Krishna_Mainali",
      "name": "Radha Krishna Mainali",
      "aboutText": "John MacLachlan Gray, OC (né John Howard Gray) (born 26 September 1946) is a Canadian writer-composer-performer for stage, TV, film, radio and print.",
      "pageId": 3652798,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Homa_Rousta",
      "name": "Homa Rousta",
      "aboutText": "Homa Rousta (Persian: هما روستا ‎‎‎; 26 September 1944 – 26 September 2015) was an Iranian film and stage actress. She was the widow of stage director Hamid Samandarian.\nShe graduated with a degree in theatre from the School of Dramatic Arts in Bucharest.",
      "pageId": 4780635,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Louise_Simonson",
      "name": "Louise Simonson",
      "aboutText": "Louise Beaudoin (born September 26, 1945 in Quebec City, Quebec) is a Canadian politician, who represents the electoral district of Rosemont in the National Assembly of Quebec as a member of the Parti Québécois (PQ). She sat as an independent from June 6, 2011 to April 3, 2012. She is best known for her previous tenure as a Member of the National Assembly (MNA) of Chambly, from 1994 to 2003, when she occupied various ministerial positions.",
      "pageId": 6107866,
      "monthDay": "09/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Christine_Todd_Whitman",
      "name": "Christine Todd Whitman",
      "aboutText": "Radha Krishna Mainali (born September 26, 1946 in Chokpur, Taplejung District) is a Nepalese politician. In the early 1970s he was one (along with his brother, C.P. Mainali) of the radical communists who led the Jhapa rebellion, inspired by the Naxalite movement in India.\nR.K. Mainali was imprisoned in 1973, and was not released until 1986.",
      "pageId": 8687819,
      "monthDay": "09/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lynn_Anderson",
      "name": "Lynn Anderson",
      "aboutText": "Janice Kay \"Jan\" Brewer (born September 26, 1944) was the 22nd Governor of the U.S. state of Arizona, from 2009 to 2015. A member of the Republican Party, Brewer is the fourth woman, and third consecutive woman, to serve as Governor of Arizona. Brewer previously served as Secretary of State of Arizona from January 2003 to January 2009, when Governor Janet Napolitano resigned after being selected as Secretary of Homeland Security.",
      "pageId": 9568517,
      "monthDay": "09/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Philippe_Lavil",
      "name": "Philippe Lavil",
      "aboutText": "Sir Robert Keith O'Nions FRS Hon.FREng (born 26 September 1944), is a British scientist and ex-President & Rector of the Imperial College London. He is the former Director General of the Research Councils as well as Professor of the Physics and Chemistry of Minerals and was head of the Department of Earth Sciences at the University of Oxford.\nHe studied geology as an undergraduate at the University of Nottingham, receiving a PhD at the University of Alberta before taking up a postdoctoral position at the University of Oslo.",
      "pageId": 10580636,
      "monthDay": "09/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Olivia_Newton-John",
      "name": "Olivia Newton-John",
      "aboutText": "Togo Igawa (伊川 東吾, Igawa Togo), born in Tokyo on 26 September 1946, is a Japanese actor who works primarily in British films and television.\nIn recent years he has had roles in major motion pictures such as Revolver, Memoirs of a Geisha and The Last Samurai. He has also appeared in the Israeli movie A Matter of Size and the Thomas & Friends movies Hero of the Rails and Misty Island Rescue in 2009 and 2010.",
      "pageId": 19943538,
      "monthDay": "09/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Foxx",
      "name": "John Foxx",
      "aboutText": "Andrea Rita Dworkin (September 26, 1946 – April 9, 2005) was an American radical feminist and writer best known for her criticism of pornography, which she argued was linked to rape and other forms of violence against women.\nAn anti-war activist and anarchist in the late 1960s, Dworkin wrote 10 books on radical feminist theory and practice. During the late 1970s and the 1980s, she gained national fame as a spokeswoman for the feminist anti-pornography movement, and for her writing on pornography and sexuality, particularly in Pornography: Men Possessing Women (1981) and Intercourse (1987), which remain her two most widely known books.",
      "pageId": 22320587,
      "monthDay": "09/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Clodoaldo",
      "name": "Clodoaldo",
      "aboutText": "Philippe Lavil (born on 26 September 1947 in Fort-de-France, Martinique), pseudonym of Philippe Durand de La Villejégu du Fresnay, is a French singer. He remained particularly famous for his hits singles \"Il tape sur des bambous\", \"Elle préfère l'amour en mer\" (number 8 in France) and \"Kolé séré\", a duet with Jocelyne Béroard (number 4 in France). He was also member of Les Enfoirés in 1996, 1997 and 1998.",
      "pageId": 28300368,
      "monthDay": "09/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Wendy_Saddington",
      "name": "Wendy Saddington",
      "aboutText": "Linda Carroll Hamilton (born September 26, 1956) is an American actress best known for her portrayal of Sarah Connor in The Terminator film series and Catherine Chandler in the 1987–1990 television series Beauty and the Beast, for which she was nominated for two Golden Globes and an Emmy.",
      "pageId": 63186,
      "monthDay": "09/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jane_Smiley",
      "name": "Jane Smiley",
      "aboutText": "Darby Crash (born Jan Paul Beahm) (September 26, 1958 – December 7, 1980) was an American punk rock vocalist and songwriter who, along with long-time friend Pat Smear (born Georg Ruthenberg), co-founded Germs. He committed suicide by way of an intentional heroin overdose. In the years since his suicide at the age of 22, Germs have attained legendary status among punk rock fans and musicians alike, as well as from the wider alternative rock and underground music community in general.",
      "pageId": 328167,
      "monthDay": "09/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Marie_Tifo",
      "name": "Marie Tifo",
      "aboutText": "Robert Kagan (born September 26, 1958) is an American historian, author, columnist, and foreign-policy commentator. Kagan is often characterized as a leading neoconservative, but prefers to call himself a \"liberal interventionist\".\nA co-founder of the neocon Project for the New American Century, he is a senior fellow at the Brookings Institution and a member of the Council on Foreign Relations.",
      "pageId": 913808,
      "monthDay": "09/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Minette_Walters",
      "name": "Minette Walters",
      "aboutText": "Jane Smiley (born September 26, 1949) is an American novelist.",
      "pageId": 959993,
      "monthDay": "09/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ronald_DeFeo,_Jr.",
      "name": "Ronald DeFeo, Jr.",
      "aboutText": "Kevin Curtis Kennedy (born May 26, 1954) is a former manager in American Major League Baseball and a former television host for Fox Sports' baseball coverage. He was given the nickname \"The Skipper\" by Fox Sports due to his prior managerial career.",
      "pageId": 1084751,
      "monthDay": "09/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stuart_Tosh",
      "name": "Stuart Tosh",
      "aboutText": "Minette Walters (born 26 September 1949) is an English crime writer.",
      "pageId": 1189930,
      "monthDay": "09/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/Predrag_Mileti%C4%87",
      "name": "Predrag Miletić",
      "aboutText": "Ronald Joseph \"Butch\" DeFeo, Jr. (born September 26, 1951) is an American mass murderer. He was tried and convicted for the 1974 killings of his father, mother, two brothers, and two sisters.",
      "pageId": 1679603,
      "monthDay": "09/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Joe_Benigno",
      "name": "Joe Benigno",
      "aboutText": "Stuart MacIntosh (born 26 September 1951, Aberdeen), also known as Stuart Tosh, is a Scottish drummer, songwriter and vocalist.\nMacIntosh recorded and toured with a succession of well-known and respected bands during the 1970s and 1980s, including Pilot, The Alan Parsons Project, 10cc, Camel, and Roger Daltrey.\n^ Prato, Greg.",
      "pageId": 2201295,
      "monthDay": "09/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Dolores_Keane",
      "name": "Dolores Keane",
      "aboutText": "Steve Butler (born September 26, 1956, in Amarillo, Texas) won six national driving championships in USAC Sprint Car and Silver Crown open-wheel racing. Butler was highly regarded for his technical skills and performed chief mechanic duties on several of his winning race cars. He also communicated his view of racing to fans both as author and television commentator.",
      "pageId": 2302952,
      "monthDay": "09/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Douglas_A._Melton",
      "name": "Douglas A. Melton",
      "aboutText": "Klaus \"Auge\" Augenthaler (born 26 September 1957 in Fürstenzell, near Passau in Bavaria, West Germany) is a former German football player and now manager. In his 15 year club career with FC Bayern Munich, he won seven Bundesliga titles. He also represented the West Germany national team, winning the FIFA World Cup in 1990.",
      "pageId": 2308119,
      "monthDay": "09/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Paul_Stephenson_(police_officer)",
      "name": "Paul Stephenson",
      "aboutText": "Joseph S. Benigno (born September 26, 1953) is an American sports radio personality. He co-hosts the Joe & Evan show with Evan Roberts weekdays from 10 a.m. to 1 p.m.",
      "pageId": 2717759,
      "monthDay": "09/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Craig_Chaquico",
      "name": "Craig Chaquico",
      "aboutText": "Carlene Carter (born Rebecca Carlene Smith; September 26, 1955) is an American country singer and songwriter. She is the daughter of June Carter and her first husband, Carl Smith.\nBetween 1978 and the present, Carter has recorded twelve albums, primarily on major labels.",
      "pageId": 3193313,
      "monthDay": "09/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kevin_Kennedy_(baseball)",
      "name": "Kevin Kennedy",
      "aboutText": "Craig Chaquico (/tʃəˈkiːsoʊ/ chə-KEE-soh; born September 26, 1954) is an American guitarist of Portuguese descent.",
      "pageId": 3690588,
      "monthDay": "09/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Carlene_Carter",
      "name": "Carlene Carter",
      "aboutText": "Dolores Keane (born 26 September 1953) is an Irish folk singer and occasional actress.",
      "pageId": 4214242,
      "monthDay": "09/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Butler",
      "name": "Steve Butler",
      "aboutText": "Sir Paul Robert Stephenson QPM (born 26 September 1953) was the Metropolitan Police Commissioner from 2009 to 2011.\nStephenson joined the Lancashire police in 1975 and attended the Bramshill staff training course. As a superintendent, he was closely involved in the inquiry into the 1989 Hillsborough stadium disaster.",
      "pageId": 4487075,
      "monthDay": "09/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Linda_Hamilton",
      "name": "Linda Hamilton",
      "aboutText": "Predrag Miletić, (Serbian Cyrillic: Предраг Милетић; born (1952-09-26)26 September 1952), is a Serbian film, television, and theatre actor. His first main role was in André Roussin's La Mamma as Antoni in Terazije Theatre. Since 1981, Predrag Miletić has been a full time member of the National Theatre in Belgrade, where he has appeared in more than 50 plays.",
      "pageId": 7918818,
      "monthDay": "09/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Klaus_Augenthaler",
      "name": "Klaus Augenthaler",
      "aboutText": "Douglas A. Melton is the Xander University Professor at Harvard University, and an investigator at the Howard Hughes Medical Institute. Additionally, Melton serves as the co-director of the Harvard Stem Cell Institute and the co-chair of the Harvard University Department of Stem Cell and Regenerative Biology. Melton serves on the Scientific Advisory Board of the Genetics Policy Institute, holds membership in the National Academy of the Sciences, and is a founding member of the International Society for Stem Cell Research.",
      "pageId": 11066595,
      "monthDay": "09/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Dweck",
      "name": "Michael Dweck",
      "aboutText": "Marie Tifo (French pronunciation: ​[maʁi tifo]; born September 26, 1949 in Jonquière, Quebec) is a Canadian actress, and a major star in French-speaking Canada. She won a Genie Award for Best Performance by an Actress in a Leading Role for her performance in the 1980 drama film Les Bons Débarras.\nShe starred in La Déraison d'amour at the Théâtre du Nouveau Monde in Montreal from 2–13 June 2009.",
      "pageId": 15781930,
      "monthDay": "09/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Darby_Crash",
      "name": "Darby Crash",
      "aboutText": "Wendy June Saddington also known as Gandharvika Dasi (26 September 1949 – 21 June 2013) was an Australian blues, soul and jazz singer, and was in the bands Chain, Copperwine and the Wendy Saddington Band. She wrote for teen pop newspaper Go-Set from September 1969 to September 1970 as an agony aunt in her weekly \"Takes Care of Business\" column, and as a feature writer. Saddington had Top 30 chart success with her 1972 solo single \"Looking Through a Window\", which was written and produced by Billy Thorpe and Warren Morgan of the Aztecs.",
      "pageId": 22819576,
      "monthDay": "09/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Robert_Kagan",
      "name": "Robert Kagan",
      "aboutText": "Michael Dweck (born September 26, 1957) is an American visual artist and filmmaker known for his suggestive photographic style. The concept of beauty and its aesthetics are important themes in his work and are explored through both figurative and abstract means. In 2003, he became the first living photographer to have a solo show at Sotheby's in New York.",
      "pageId": 29654919,
      "monthDay": "09/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Richard_B._Weldon,_Jr.",
      "name": "Richard B. Weldon, Jr.",
      "aboutText": "Melissa Sue Anderson (born September 26, 1962) is an American-Canadian actress. She began her career as a child actress. Anderson is known for her role as Mary Ingalls on the NBC drama series Little House on the Prairie.",
      "pageId": 36909,
      "monthDay": "09/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rudi_Cerne",
      "name": "Rudi Cerne",
      "aboutText": "William Woodard Self (born 26 September 1961) is an English novelist, journalist, political commentator and television personality.\nSelf is the author of ten novels, five collections of shorter fiction, three novellas and five collections of non-fiction writing. His work has been translated into 22 languages, and his novel Umbrella was shortlisted for the Man Booker Prize.",
      "pageId": 87637,
      "monthDay": "09/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rich_Gedman",
      "name": "Rich Gedman",
      "aboutText": "Mark Haddon (born 26 September 1962) is an English novelist, best known for The Curious Incident of the Dog in the Night-Time (2003).",
      "pageId": 449583,
      "monthDay": "09/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ilya_Kormiltsev",
      "name": "Ilya Kormiltsev",
      "aboutText": "Richard Leo Gedman (born September 26, 1959) is a former Major League Baseball catcher and left-handed batter who played with the Boston Red Sox (1980–1990), Houston Astros (1990–1991) and St. Louis Cardinals (1991–1992).",
      "pageId": 901033,
      "monthDay": "09/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Uwe_Bein",
      "name": "Uwe Bein",
      "aboutText": "Marianne Mikko (born 26 September 1961) is an Estonian politician and former Member of the European Parliament for the Social Democratic Party, part of the Party of European Socialists. Mikko was born in Võru.\nMarianne Mikko was the head of the European Parliament's Commission on Cooperation with the Republic of Moldova.",
      "pageId": 1473502,
      "monthDay": "09/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jouke_de_Vries",
      "name": "Jouke de Vries",
      "aboutText": "Joseph Frank \"Joe\" Nemechek III (born September 26, 1963) is an American professional stock car racing driver. He currently competes part-time in the NASCAR Sprint Cup Series, driving the No. 87 Chevrolet SS for NEMCO Motorsports.",
      "pageId": 1707821,
      "monthDay": "09/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Charlotte_Fich",
      "name": "Charlotte Fich",
      "aboutText": "Al Pitrelli (born September 26, 1962) is an American guitarist, best known for his work with the Trans-Siberian Orchestra, Megadeth, Alice Cooper, Joe Lynn Turner, Asia and Savatage.",
      "pageId": 1782213,
      "monthDay": "09/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Marianne_Mikko",
      "name": "Marianne Mikko",
      "aboutText": "Lysette Chodzko (born 26 September 1963), known professionally as Lysette Anthony, is an English actress and model. She is perhaps best known for her roles in the Woody Allen film Husbands and Wives (1992), the first series of the ITV comedy-drama series Auf Wiedersehen, Pet and the BBC sitcom Three Up, Two Down.",
      "pageId": 2354633,
      "monthDay": "09/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ken_Mitsuishi",
      "name": "Ken Mitsuishi",
      "aboutText": "Stephen James \"Steve\" Moneghetti, AM (born 26 September 1962 in Ballarat, Victoria), is an Australian long-distance runner. Moneghetti has a degree in civil engineering, a graduate diploma in education and an honorary doctorate from the University of Ballarat. He is a personal development consultant with the Ministry of Education and chair of the Victorian Review into Physical and Sport Education in Schools.",
      "pageId": 2425102,
      "monthDay": "09/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Oliver_Peyton",
      "name": "Oliver Peyton",
      "aboutText": "Uwe Bein (born 26 September 1960 in Heringen) is a former German footballer.\nAlthough, due to his reserved nature, he was never able to gain large public fame, his fans and experts call him one of the most technically gifted German midfielders of his time. In his heyday Bein was regarded as the best German player to play the deadly pass.",
      "pageId": 3488125,
      "monthDay": "09/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Will_Self",
      "name": "Will Self",
      "aboutText": "Peter Clarence Foster (born 26 September 1962) is an Australian career criminal who has been jailed in Australia, Britain, the United States and Vanuatu for a variety of offences related to weight loss and other scams as well as absconding from justice. His convictions range from fraud and money laundering to contempt of court and resisting arrest.\nFoster was also in the headlines for his role in helping Cherie Blair, wife of British prime minister Tony Blair, buy properties in Bristol at a discounted rate.",
      "pageId": 3505173,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Melissa_Sue_Anderson",
      "name": "Melissa Sue Anderson",
      "aboutText": "Rudolf \"Rudi\" Cerne (born 26 September 1958 in Wanne-Eickel, North Rhine-Westphalia, Germany) was a German figure skater and now works as a TV presenter.\nHis father, a figure skater himself, brought him onto the ice when he was six years old. He skated for the club Herner EV and represented West Germany.",
      "pageId": 4053306,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Peter_Foster",
      "name": "Peter Foster",
      "aboutText": "Ken Mitsuishi (光石 研, Mitsuishi Ken, born 26 September 1961) is a Japanese actor.",
      "pageId": 7435366,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mark_Haddon",
      "name": "Mark Haddon",
      "aboutText": "Jacky Wu (simplified Chinese: 吴宗宪; traditional Chinese: 吳宗憲; pinyin: Wú Zōngxiàn; Wade–Giles: Wu Tsung-hsien; born September 26, 1962 in Tainan, Taiwan) or Xian Ge (憲哥, literally \"Elder Brother Xian\"), is a celebrity from Taiwan. He is an accomplished variety show host, singer and actor.",
      "pageId": 9085697,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lawrence_Leritz",
      "name": "Lawrence Leritz",
      "aboutText": "Ilya Valeryevich Kormiltsev (Russian: Илья́ Вале́рьевич Корми́льцев, b. September 26, 1959, Sverdlovsk, USSR (now Yekaterinburg, Russia) - d. February 4, 2007, London, UK) was a Russian poet, translator, and publisher.",
      "pageId": 9323057,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Steve_Moneghetti",
      "name": "Steve Moneghetti",
      "aboutText": "Richard Weldon (born September 26, 1958) was a member of the Maryland House of Delegates representing Maryland District 3B, which then included parts of Frederick and Washington County, Maryland. He defeated Lisa Baugher in 2002 for the new 3B district.",
      "pageId": 10058291,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Al_Pitrelli",
      "name": "Al Pitrelli",
      "aboutText": "Charlotte Fich (born 26 September 1961) is a Danish stage, film and television actress. She is most often recognized for her role as police officer Ingrid Dahl in the Emmy awarded (2002) Danish television series Unit One (Danish: Rejseholdet) (2000–2004).",
      "pageId": 15286777,
      "monthDay": "09/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jacky_Wu",
      "name": "Jacky Wu",
      "aboutText": "Oliver Peyton (born 26 September 1961) is an Irish restaurateur and judge on the BBC television series Great British Menu.\n^ \"Birthdays\". The Guardian (Guardian News & Media).",
      "pageId": 16655835,
      "monthDay": "09/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lysette_Anthony",
      "name": "Lysette Anthony",
      "aboutText": "Lawrence Leritz (born September 26, 1962) is an American dancer, singer, actor, producer, director, fitness expert and choreographer.",
      "pageId": 18748972,
      "monthDay": "09/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joe_Nemechek",
      "name": "Joe Nemechek",
      "aboutText": "Jouke de Vries (born 26 September 1960, Dearsum) is a professor at Leiden University in Leiden.\nDe Vries grew up in the village of Balk in Friesland and in 1979 started his studies in political science at the University of Amsterdam. He has been working at the group Leaderships Art  at the University of Leiden since 1984.",
      "pageId": 19553703,
      "monthDay": "09/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nicki_French",
      "name": "Nicki French",
      "aboutText": "Bruno Akrapović (born 26 September 1967 in Zenica) is a retired football player from Bosnia and Herzegovina who played in Germany for most of his career. He played for FC Energie Cottbus from 2000 until 2002. During that time he became a Bosnia-Herzegovina international, earning 18 caps in which he scored one goal.",
      "pageId": 233079,
      "monthDay": "09/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dave_Martinez",
      "name": "Dave Martinez",
      "aboutText": "Richard Shannon Hoon (September 26, 1967 – October 21, 1995) was an American singer-songwriter and musician. He was the lead singer of the band Blind Melon until his death from a cocaine overdose in 1995.",
      "pageId": 340576,
      "monthDay": "09/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Tempesta",
      "name": "John Tempesta",
      "aboutText": "James Patrick \"Jim\" Caviezel (born September 26, 1968) is an American actor. He is perhaps best known for portraying Jesus Christ in the 2004 film The Passion of the Christ. Other notable roles include Private Witt in The Thin Red Line (1998), Detective John Sullivan in Frequency (2000), Catch in Angel Eyes (2001), Edmond Dantès in The Count of Monte Cristo (2002), golfer Bobby Jones in Bobby Jones: Stroke of Genius (2004), and Carroll Oerstadt in Déjà Vu (2006).",
      "pageId": 488793,
      "monthDay": "09/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cindy_Herron",
      "name": "Cindy Herron",
      "aboutText": "Jillian Marie Barberie (née Warry; born September 26, 1966) is a Canadian-American actress, television hostess, and radio host who currently co-hosts Mid-Day LA on Talk Radio 790 KABC in Los Angeles. From 2000 to 2005, she appeared on Fox Sports as the weatherperson on Fox NFL Sunday.",
      "pageId": 758487,
      "monthDay": "09/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Alexandra_Lencastre",
      "name": "Alexandra Lencastre",
      "aboutText": "Nicola \"Nicki\" Sharon French (born 26 September 1964) is an English singer and actress.",
      "pageId": 1216389,
      "monthDay": "09/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Petro_Poroshenko",
      "name": "Petro Poroshenko",
      "aboutText": "John Joseph Tempesta (born September 26, 1964 in New York City) is the drummer of The Cult. He also played with several bands including: Exodus, Testament and White Zombie. He worked with former White Zombie singer Rob Zombie as a solo artist and served as drum technician for Charlie Benante, drummer for the heavy metal band Anthrax earlier in his career.",
      "pageId": 1540386,
      "monthDay": "09/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dean_Butterworth",
      "name": "Dean Butterworth",
      "aboutText": "Benjamin \"Ben\" Shenkman (born September 26, 1968) is an American television, film and stage actor, who is best known for his role as one of HankMed's concierge doctors, Dr. Jeremiah Sacani, in USA Network's TV series, Royal Pains.",
      "pageId": 1556881,
      "monthDay": "09/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Christos_Dantis",
      "name": "Christos Dantis",
      "aboutText": "Christos Dantis (Greek: Χρήστος Δάντης; born Christos Vlahakis, 26 September 1966), is a Greek multi-instrumentalist singer, songwriter, lyricist, and record producer best known for his hits such as \"To Palio Mou Palto\" and \"Ena Tragoudi Akoma\" and later for composing and co-writing the song \"My Number One\" for Elena Paparizou, winning the Eurovision Song Contest 2005 for Greece.",
      "pageId": 1693485,
      "monthDay": "09/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Craig_Heyward",
      "name": "Craig Heyward",
      "aboutText": "Dean \"Deano\" Butterworth is an American drummer who is noted for working with English singer Morrissey, and in 2005 became the drummer for American band Good Charlotte after they parted with their previous drummer, Chris Wilson. He drummed for the Cab on their album Symphony Soldier, which was released on August 23, 2011.",
      "pageId": 1907927,
      "monthDay": "09/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jillian_Reynolds",
      "name": "Jillian Reynolds",
      "aboutText": "Cynthia Ann \"Cindy\" Herron (born September 26, 1961) is an American singer and actress, who is best known as a founding member of the quartet En Vogue.",
      "pageId": 2314175,
      "monthDay": "09/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bruno_Akrapovi%C4%87",
      "name": "Bruno Akrapović",
      "aboutText": "Craig William \"Ironhead\" Heyward (September 26, 1966 – May 27, 2006) was an American football fullback who played for the New Orleans Saints, Chicago Bears, Atlanta Falcons, St.",
      "pageId": 2678857,
      "monthDay": "09/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Shannon_Hoon",
      "name": "Shannon Hoon",
      "aboutText": "Andrew Keith Petterson (born 26 September 1969 in Fremantle, Western Australia, Australia) is a former Australian football player who last played for ECU Joondalup in the Western Australian premier league.",
      "pageId": 3076119,
      "monthDay": "09/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jim_Caviezel",
      "name": "Jim Caviezel",
      "aboutText": "Petro Oleksiyovych Poroshenko (Ukrainian: Петро́ Олексі́йович Пороше́нко, Ukrainian pronunciation: [pɛt'rɔ oɫɛk'sijovɪt͡ʃ poro'ʃɛnko]; born 26 September 1965) is the fifth and current President of Ukraine, in office since 2014. He served as the Minister of Foreign Affairs from 2009 to 2010, and as the Minister of Trade and Economic Development in 2012. From 2007 until 2012, Poroshenko headed the Council of Ukraine's National Bank.",
      "pageId": 3159008,
      "monthDay": "09/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tricia_O%27Kelley",
      "name": "Tricia O'Kelley",
      "aboutText": "David Martinez (born September 26, 1964) is an American professional baseball outfielder and coach. He is the bench coach for the Chicago Cubs of Major League Baseball (MLB). He played in MLB for the Cubs, Montreal Expos, Cincinnati Reds, San Francisco Giants, Chicago White Sox, Tampa Bay Devil Rays, Texas Rangers, Toronto Blue Jays, and Atlanta Braves from 1986 to 2001.",
      "pageId": 3368651,
      "monthDay": "09/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ben_Shenkman",
      "name": "Ben Shenkman",
      "aboutText": "Paul Warhurst (born 26 September 1969) is an English former professional footballer who played as a defender, midfielder or as a makeshift striker from 1987 to 2007.\nWarhurst notably played for Blackburn Rovers and was part of the club's Premier League winning squad of 1995. Before that he had experienced relative success with Sheffield Wednesday, reaching several cup finals.",
      "pageId": 3385586,
      "monthDay": "09/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Anthony_Kavanagh",
      "name": "Anthony Kavanagh",
      "aboutText": "This article is about the Haitian-Canadian entertainer. For the British singer of the same name, see Kavana (singer).\nAnthony Kavanagh (born September 26, 1969 in Greenfield Park, Quebec, Canada) is a Haitian-Canadian stand up comedian, actor, singer and TV presenter.",
      "pageId": 4739392,
      "monthDay": "09/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Andy_Petterson",
      "name": "Andy Petterson",
      "aboutText": "Alexandra Lencastre (born Maria Alexandra de Alencastre Telo Teodósio Pedrosa on September 26, 1965) is a Portuguese actress.",
      "pageId": 4826076,
      "monthDay": "09/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Slade",
      "name": "David Slade",
      "aboutText": "David Aldrin Slade (born 26 September 1969) is a British film and television director. His works include the films Hard Candy, 30 Days of Night and The Twilight Saga: Eclipse. Slade is also a director for television, directing episodes for Breaking Bad, Awake, Hannibal, Crossbones, Powers, and American Gods.",
      "pageId": 8124818,
      "monthDay": "09/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Holger_Stanislawski",
      "name": "Holger Stanislawski",
      "aboutText": "Holger Stanislawski (born 26 September 1969 in Hamburg) is a German football manager and former player.",
      "pageId": 20601420,
      "monthDay": "09/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Paul_Warhurst",
      "name": "Paul Warhurst",
      "aboutText": "Patricia Beth \"Tricia\" O'Kelley (born September 26, 1968) is an American actress and producer, best known for her roles as Marly Ehrhardt in the CBS comedy series The New Adventures of Old Christine (2006 – 2010), and as lead character in the 2009 independent film Weather Girl.",
      "pageId": 32786488,
      "monthDay": "09/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sheri_Moon_Zombie",
      "name": "Sheri Moon Zombie",
      "aboutText": "Emma Härdelin (born September 26, 1975) is a Swedish musician. She is a violinist and lead singer in folk-rock band Garmarna, which she joined in 1993 for their first album, and also lead singer for the folk band Triakel.\nHärdelin was born into a family of nationally acclaimed musicians as the daughter of Swedish traditional fiddler Thore Härdelin.",
      "pageId": 364480,
      "monthDay": "09/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/David_Parland",
      "name": "David Parland",
      "aboutText": "Michael Ballack (German pronunciation: [ˈmɪçaʔel ˈbaːlak]; born 26 September 1976) is a retired German footballer. He is among the top goal scorers in the history of the German national team. Ballack wore the number 13 shirt for every team he has played for except for Kaiserslautern.",
      "pageId": 501452,
      "monthDay": "09/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ras_Kass",
      "name": "Ras Kass",
      "aboutText": "Christopher \"Chris\" Small (born 26 September 1973) is a retired Scottish professional snooker player and now a qualified snooker coach. His career was ended by the spinal condition ankylosing spondylitis.",
      "pageId": 637041,
      "monthDay": "09/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Melanie_Paxson",
      "name": "Melanie Paxson",
      "aboutText": "For his father, also an Olympic swimmer, see Gary Hall, Sr.\nGary Wayne Hall, Jr. (born September 26, 1974) is an American former competition swimmer who represented the United States at the 1996, 2000, and 2004 Olympics and won ten Olympic medals (five gold, three silver, two bronze).",
      "pageId": 917058,
      "monthDay": "09/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shawn_Stockman",
      "name": "Shawn Stockman",
      "aboutText": "Martin Müürsepp (Estonian pronunciation: [ˈmɑrˈtin ˈmyːrˈsepˑ]; born September 26, 1974) is an Estonian retired professional basketball player and current coach.",
      "pageId": 1423363,
      "monthDay": "09/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marty_Casey",
      "name": "Marty Casey",
      "aboutText": "Sami Vänskä (born 26 September 1976) is the former bassist of Finnish symphonic power metal band Nightwish.",
      "pageId": 1669196,
      "monthDay": "09/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Julienne_Davis",
      "name": "Julienne Davis",
      "aboutText": "Shawn Patrick Stockman (born September 26, 1972) is an American R&B singer, best known as a member of the vocal group Boyz II Men.",
      "pageId": 1963504,
      "monthDay": "09/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mizuki_Sano",
      "name": "Mizuki Sano",
      "aboutText": "Sheri Moon Zombie (born Sheri Lyn Skurkis; September 26, 1970) is an American actress and fashion designer. She legally changed her name to Sheri Moon and later Sheri Moon Zombie after she married her longtime boyfriend Rob Zombie.",
      "pageId": 2303214,
      "monthDay": "09/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Chris_Small",
      "name": "Chris Small",
      "aboutText": "Martin Xavier \"Marty\" Casey (born September 26, 1973) is an American rock musician who is the lead singer, primary songwriter and second guitarist of the band Lovehammers. After years of building a strong local following in Chicago, Illinois and the Midwest, Casey achieved international fame on the first season of the reality show Rock Star: INXS. Casey made it to the final two of the competition, finishing as the runner-up to winner J.D. Fortune. Although he was not chosen as the new singer for INXS, he was invited to tour as opening act.",
      "pageId": 2723717,
      "monthDay": "09/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Olga_Vasdeki",
      "name": "Olga Vasdeki",
      "aboutText": "Olga Vasdeki (Greek: Όλγα Βασδέκη, [ˈolɣa vazˈðeci], born September 26, 1973 in Volos) is a Greek triple jumper.\nShe was the most successful Greek triple jumper and Greek record holder until 1998, when she won the gold medal at the European Championships in Budapest, being at the time just the second female Greek athlete to be crowned European Champion after Anna Verouli in 1982. The following year she won the bronze medal at the World Championships in Seville behind Paraskevi Tsiamita and Yamile Aldama.",
      "pageId": 2732561,
      "monthDay": "09/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Boris_Cepeda",
      "name": "Boris Cepeda",
      "aboutText": "Kaylynn (born September 26, 1977) is an American pornographic actress.",
      "pageId": 3323111,
      "monthDay": "09/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Gary_Hall,_Jr.",
      "name": "Gary Hall, Jr.",
      "aboutText": "Jacob Danner \"Jake\" Paltrow (born September 26, 1975) is an American film director and screenwriter. He is the younger brother of Gwyneth Paltrow.",
      "pageId": 6981188,
      "monthDay": "09/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Martin_M%C3%BC%C3%BCrsepp",
      "name": "Martin Müürsepp",
      "aboutText": "Tyler Denk (born September 26, 1976) is an American male model notable for his appearance on tenth season of The Amazing Race, which he had won along with teammate James Branaman. Born in Columbus, Ohio, Denk and his teammate Branaman both traveled four continents, 13 countries and 44,000 miles before crossing the finish line in Garrison, New York.\nIn an interview after the finale, Denk said one of the main causes that they won The Amazing Race was because their cab driver had an E-ZPass when they came to a toll whereas fellow competitors Rob & Kimberly's cab driver did not.",
      "pageId": 8477844,
      "monthDay": "09/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Emma_H%C3%A4rdelin",
      "name": "Emma Härdelin",
      "aboutText": "Mizuki Sano (佐野 瑞樹, Sano Mizuki, born September 26, 1973 in Fujinomiya, Shizuoka, Japan) is a Japanese actor and the eldest member of Johnny's Jr., the trainee unit of the well-known talent agency Johnny & Associates.",
      "pageId": 11456569,
      "monthDay": "09/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jake_Paltrow",
      "name": "Jake Paltrow",
      "aboutText": "John Austin IV, (born September 26, 1973) better known by his stage name Ras Kass, is an American rapper. He returned as a member of the hip hop supergroup The HRSMN along with Canibus, Killah Priest, and Kurupt in 2014. Ras is a member of the group Golden State Warriors with Xzibit and Saafir.",
      "pageId": 13912427,
      "monthDay": "09/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chiara_Schoras",
      "name": "Chiara Schoras",
      "aboutText": "Julienne Davis (born September 26, 1973 in Los Angeles, California) is an American actress, singer and model. Her acting credits include the role of \"Mandy\" in Eyes Wide Shut, Tabloid, House of 9, The Bill, as well as being a main cast member of the television series Too Much Sun. She also appeared in an advert for Carling beer.",
      "pageId": 14855211,
      "monthDay": "09/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Michael_Ballack",
      "name": "Michael Ballack",
      "aboutText": "Boris Cepeda (* September 26, 1974 in Quito) is a German-Ecuadorian Pianist and Diplomat.",
      "pageId": 15559764,
      "monthDay": "09/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tyler_Denk",
      "name": "Tyler Denk",
      "aboutText": "David Parland (26 September 1970 – 19 March 2013) was a Swedish metal guitarist, best known for his work in the bands Dark Funeral, Necrophobic and Infernal, in all of which he was one of the founding members.",
      "pageId": 21790129,
      "monthDay": "09/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sami_V%C3%A4nsk%C3%A4",
      "name": "Sami Vänskä",
      "aboutText": "Melanie Deanne Paxson (née Moore; born September 26, 1972) is an American actress. She is known for her roles as Jaclyn in Cupid, Sara Brennan in Happy Family and as Julie in Notes from the Underbelly. Paxson also appeared in a number of Gladware television commercials in the early 2000s.",
      "pageId": 34741788,
      "monthDay": "09/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kaylynn",
      "name": "Kaylynn",
      "aboutText": "Chiara Schoras is a German actress.",
      "pageId": 42879297,
      "monthDay": "09/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kerem_%C3%96zye%C4%9Fen",
      "name": "Kerem Özyeğen",
      "aboutText": "Daniel Erik Sedin (born September 26, 1980) is a Swedish professional ice hockey winger and an alternate captain for the Vancouver Canucks of the National Hockey League (NHL). His identical twin brother Henrik also plays for the Canucks, and is the team captain. Born and raised in Örnsköldsvik, Sweden, they have played together throughout their careers; the pair are renowned for playing off one another.",
      "pageId": 551595,
      "monthDay": "09/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aka_Plu",
      "name": "Aka Plu",
      "aboutText": "Henrik Lars Sedin (born September 26, 1980) is a Swedish professional ice hockey centre who currently serves as captain of the Vancouver Canucks of the National Hockey League (NHL). His identical twin brother Daniel also plays for the Canucks. Having played together throughout their careers, the pair are known for their effectiveness playing off one another.",
      "pageId": 551608,
      "monthDay": "09/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Robert_Kipkoech_Cheruiyot",
      "name": "Robert Kipkoech Cheruiyot",
      "aboutText": "Christine Flores (born September 26, 1981), better known as Christina Milian (/mɪliˈɑːn/), is an American singer, songwriter and actress. At the age of 19, Milian signed a contract with Def Jam. In 2001, Milian released her self-titled debut album, which featured the singles \"AM to PM\" and \"When You Look at Me\"; \"AM to PM\" charted with in the Top 40 of the U.S. Billboard Hot 100 and both peaked in the top three on the UK Singles Chart.",
      "pageId": 657902,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jon_Harley",
      "name": "Jon Harley",
      "aboutText": "Jaycie Lynn Phelps (born September 26, 1979 in Greenfield, Indiana) is a United States Olympic gymnast and member of the 1996 Olympic gold medal U.S. women's gymnastics team, the Magnificent Seven.",
      "pageId": 907734,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Simon_Kirch",
      "name": "Simon Kirch",
      "aboutText": "Patrick Friesacher (born 26 September 1980 in Wolfsberg) is an Austrian racing driver who drove for the Minardi Formula One team during the first half of the 2005 season.",
      "pageId": 1515927,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Naomichi_Marufuji",
      "name": "Naomichi Marufuji",
      "aboutText": "Jacob Daniel Tierney (born September 26, 1979) is a Canadian actor, film director and screenwriter.",
      "pageId": 2617325,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Fuifui_Moimoi",
      "name": "Fuifui Moimoi",
      "aboutText": "Fuifui Moana Moimoi (born 26 September 1979, in Tonga) is a professional rugby league footballer who plays for the Leigh Centurions in the English Championship (rugby league). He has played most of his career for the Parramatta Eels of the National Rugby League (NRL). A New Zealand and Tonga international representative forward, Moimoi played his entire NRL career to date at Parramatta where he has attained cult status.",
      "pageId": 2925630,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Cameron_Mooney",
      "name": "Cameron Mooney",
      "aboutText": "Richard Brooks Orpik (born September 26, 1980) is an American professional ice hockey defenseman and an alternate captain for the Washington Capitals of the National Hockey League (NHL).",
      "pageId": 3206277,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaycie_Phelps",
      "name": "Jaycie Phelps",
      "aboutText": "Jon Harley (born 26 September 1979 in Maidstone, Kent) is an English footballer.",
      "pageId": 3836992,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Taavi_R%C3%B5ivas",
      "name": "Taavi Rõivas",
      "aboutText": "Naomichi Marufuji (丸藤正道, Marufuji Naomichi) (born September 26, 1979) is a Japanese professional wrestler who competes for Pro Wrestling Noah, with occasional appearances in other professional wrestling promotions like Ring of Honor, All Japan Pro Wrestling and New Japan Pro Wrestling, among others. Marufuji is the only man to win Junior Heavyweight Championships in all three major Japanese promotions. In 2009, he was appointed to the position of Vice President of Pro Wrestling Noah, and has retained the position since, being reappointed in September 2011.",
      "pageId": 3840485,
      "monthDay": "09/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jacob_Tierney",
      "name": "Jacob Tierney",
      "aboutText": "Aras Vydunas Baskauskas (born September 26, 1981) is a reality TV personality who won Survivor: Panama and competed in Survivor: Blood vs.",
      "pageId": 5108026,
      "monthDay": "09/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Patrick_Friesacher",
      "name": "Patrick Friesacher",
      "aboutText": "Cameron Mooney (born 26 September 1979) is a former Australian rules footballer who played with the North Melbourne and Geelong Football Clubs in the Australian Football League (AFL). A forward, 1.95 metres (6 ft 5 in) tall and weighing 99 kilograms (218 lb), Mooney is renowned for his passion, as well as his poor tribunal history where he holds the record for the most suspensions in a single season by a VFL/AFL player.\nMooney was selected in the 2007 All-Australian Team, and was part of Geelong's AFL premiership-winning team in the same year.",
      "pageId": 5541663,
      "monthDay": "09/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brooks_Orpik",
      "name": "Brooks Orpik",
      "aboutText": "Collien Fernandes (born 26 September 1981 in Hamburg) is a German TV presenter, VJ, actress and model.",
      "pageId": 5756970,
      "monthDay": "09/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Daniel_Sedin",
      "name": "Daniel Sedin",
      "aboutText": "Robert \"Mwafrika\" Kipkoech Cheruiyot (born September 26, 1978 in Kapsabet, Kenya), sometimes known as Omar Ahmed, is a Kenyan marathon runner and is the former record holder and four-time winner of the Boston Marathon.",
      "pageId": 7331366,
      "monthDay": "09/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Henrik_Sedin",
      "name": "Henrik Sedin",
      "aboutText": "Ayumi Tsunematsu (恒松 あゆみ, Tsunematsu Ayumi, born September 26, 1981 in Hyogo) is a Japanese voice actress.",
      "pageId": 19637501,
      "monthDay": "09/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Aras_Baskauskas",
      "name": "Aras Baskauskas",
      "aboutText": "Mazhar Kerem Özyeğen (born on September 26, 1977 in İstanbul, Turkey) is the lead guitarist and one of the backing singers in the Turkish rock group Mor ve Ötesi.",
      "pageId": 21402519,
      "monthDay": "09/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yao_Beina",
      "name": "Yao Beina",
      "aboutText": "Simon Kirch (born 26 September 1979 in Neuwied) is a German track and field athlete specialised in the 400 metres. A two time national champion, Kirch participated in the 2008 Summer Olympics in Beijing as part of the German 4 × 400m relay team which failed to reach the final.\n^ \"Simon Kirch - Athletenportrait\".",
      "pageId": 33364265,
      "monthDay": "09/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Christina_Milian",
      "name": "Christina Milian",
      "aboutText": "Taavi Rõivas (Estonian pronunciation: [ˈtɑːʋi ˈrɤiʋɑs]; born 26 September 1979) is an Estonian Reform Party politician, Prime Minister of Estonia since 26 March 2014 and leader of the Reform Party since 6 April 2014.\nBefore his term as Prime Minister, Rõivas was Minister of Social Affairs (2012–2014). On 14 March 2014, he was nominated as successor to Prime Minister Andrus Ansip by President Toomas Hendrik Ilves and began to head talks between the Reform Party and the Social Democratic Party to form a new government.",
      "pageId": 42183966,
      "monthDay": "09/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ayumi_Tsunematsu",
      "name": "Ayumi Tsunematsu",
      "aboutText": "Yao Beina (26 September 1981 – 16 January 2015), also known as Bella Yao, was a Chinese singer. She was known as the singer of the theme songs of Empresses in the Palace, Painted Skin: The Resurrection and Back to 1942. She also sang the pop version of Let It Go in Mandarin Chinese in the Disney CGI film, Frozen for the Mainland Chinese dub when the film was released in China.",
      "pageId": 45084926,
      "monthDay": "09/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Collien_Ulmen-Fernandes",
      "name": "Collien Ulmen-Fernandes",
      "aboutText": "Yuko Matsuoka (松丘 夕子, Matsuoka Yūko, née Kusama (草間), born September 26, 1977, in Jōsō, Ibaraki Prefecture, Japan), better known as Aka Plu (赤 プル, Aka Puru), is a Japanese comedian who is represented by the talent agency, Ohta Production. Her old stage name was Akai Plutonium (赤い プルトニウム, Akai Purutoniumu). Her husband is Shingo Matsuoka which they were a comedy duo called Aka Plu to Danna (which renamed to Chime in March 2015).",
      "pageId": 47931560,
      "monthDay": "09/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Serena_Williams",
      "name": "Serena Williams",
      "aboutText": "Serena Jameka Williams (born September 26, 1981) is an American professional tennis player who is ranked No. 1 in women's singles tennis. The Women's Tennis Association (WTA) has ranked her world No.",
      "pageId": 164910,
      "monthDay": "09/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rob_Burrow",
      "name": "Rob Burrow",
      "aboutText": "Rosanna \"Rosie\" Bella Victoria Eriksdotter-Munter (born 26 September 1987) is a Swedish actress, Model, recording artist and singer-songwriter.",
      "pageId": 410188,
      "monthDay": "09/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Simon_Picone",
      "name": "Simon Picone",
      "aboutText": "Ricardo Andrade Quaresma Bernardo (Portuguese pronunciation: [ʁiˈkaɾdu kwɐˈɾɛʒmɐ]; born 26 September 1983) is a Portuguese professional footballer who plays as a winger for Turkish club Beşiktaş.\nHe began his career at Sporting Clube de Portugal, and has also played for Barcelona, Porto, Internazionale, Chelsea, Beşiktaş and Al Ahli Dubai. He is popular for incorporating a repertoire of tricks into his style of play, including the rabona and trivela.",
      "pageId": 800594,
      "monthDay": "09/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Miguel_Alfredo_Portillo",
      "name": "Miguel Alfredo Portillo",
      "aboutText": "Lenna Kuurmaa (born 26 September 1985 in Tallinn, Estonia) is an Estonian singer-songwriter and actress. She is a member of the girl group Vanilla Ninja, but after the band's hiatus since 2009, continued to work as a solo-artist. She also formed a band with the name \"Lenna\" who released the debut album Lenna in June 2010.",
      "pageId": 1968807,
      "monthDay": "09/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jon_Richardson_(comedian)",
      "name": "Jon Richardson",
      "aboutText": "Ashley Margaret Anne Leggat (born September 26, 1986) is a Canadian actress, dancer and singer.",
      "pageId": 3269383,
      "monthDay": "09/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Samantha_Hammel",
      "name": "Samantha Hammel",
      "aboutText": "Kiira Linda Katriina Korpi (born 26 September 1988) is a Finnish figure skater. She is a three-time European medalist (bronze in 2007 and 2011, silver in 2012), the 2010 Trophée Eric Bompard champion, the 2012 Rostelecom Cup champion, a two-time Cup of China medalist, and a five-time Finnish national champion (2009, 2011–2013, 2015).",
      "pageId": 4194427,
      "monthDay": "09/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/D%27Qwell_Jackson",
      "name": "D'Qwell Jackson",
      "aboutText": "Talulah Jane Riley-Milburn (born 26 September 1985), known professionally as Talulah Riley, is an English actress. She has appeared in films such as Pride and Prejudice, St Trinian's, The Boat That Rocked, St.",
      "pageId": 4335905,
      "monthDay": "09/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Archimede_Morleo",
      "name": "Archimede Morleo",
      "aboutText": "D'Qwell Jackson (born September 26, 1983) is an American football linebacker for the Indianapolis Colts of the National Football League. He played college football at Maryland, and was drafted by the Cleveland Browns in the second round of the 2006 NFL Draft.",
      "pageId": 4946695,
      "monthDay": "09/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ricardo_Quaresma",
      "name": "Ricardo Quaresma",
      "aboutText": "Samantha Rose Bower (née Hammel) (born September 26, 1983) is an American actress, singer, theatre director, choreographer and record producer. She is from Sudbury, Massachusetts. Hammel was most notable for being the executive producer and vocal coach for national recording artists, Girl Authority.",
      "pageId": 5657113,
      "monthDay": "09/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Thore_Sch%C3%B6lermann",
      "name": "Thore Schölermann",
      "aboutText": "Miguel Alfredo Portillo (born September 26, 1982, Gobernador Virasoro), nicknamed Pipo, is a football defender from Argentina who currently plays for the Swiss regional side FC Köniz.",
      "pageId": 6156821,
      "monthDay": "09/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nev_Schulman",
      "name": "Nev Schulman",
      "aboutText": "Robert Burrow is an English professional rugby league footballer for the Leeds Rhinos of Super League. An England and Great Britain representative hooker/scrum-half, he has spent his entire professional career to date with Leeds. At 165cm (5'5) tall and weighing less than 11 st (70 kg), Burrow is extremely small by rugby league standards, and was known for many years as \"the smallest player in Super League\".",
      "pageId": 8327045,
      "monthDay": "09/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rina_Akiyama",
      "name": "Rina Akiyama",
      "aboutText": "Jon Joel Richardson (born 26 September 1982) is an English comedian. He is known for his appearances on 8 Out of 10 Cats and 8 Out of 10 Cats Does Countdown and his work as co-host with Russell Howard on BBC 6 Music.",
      "pageId": 11731589,
      "monthDay": "09/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lenna_Kuurmaa",
      "name": "Lenna Kuurmaa",
      "aboutText": "Rina Akiyama (秋山 莉奈, Akiyama Rina, born 26 September 1985) is a Japanese actress, gravure idol, and tarento from Tokyo. Her most notable appearances are in two Kamen Rider Series, namely Kamen Rider Agito and Kamen Rider Den-O. She also has a cameo appearance in Metal Gear Solid 3: Snake Eater in which she is featured in a poster on one of the levels.",
      "pageId": 11914199,
      "monthDay": "09/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Talulah_Riley",
      "name": "Talulah Riley",
      "aboutText": "Thore Schölermann (born 26 September 1984 in Iserlohn, North Rhine-Westphalia) is a German actor and television host.",
      "pageId": 14444906,
      "monthDay": "09/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Svetlana_Ivanova",
      "name": "Svetlana Ivanova",
      "aboutText": "Simon Picone (born 26 September 1982) is an Italian rugby union player for Benetton Treviso in the RaboDirect Pro12 competition. He was born in Viterbo.\nA Scrum-half, Picone was called up to the Italy squad for the 2008 Six Nations Championship.",
      "pageId": 15546120,
      "monthDay": "09/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ashley_Leggat",
      "name": "Ashley Leggat",
      "aboutText": "Rebecca Lim is a Singaporean actress who has acted in several English and Chinese dramas produced by MediaCorp. She is best known for her portrayal of Wendy Lim, a trainee lawyer in the Channel 5 television series The Pupil, for which she won the Best Actress Award at the 15th Asian Television Awards in 2010. She also won the Best Supporting Actress Award at the Star Awards 2014 for her portrayal as Lisa Xiao in \"The Dream Makers\".",
      "pageId": 28697466,
      "monthDay": "09/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rebecca_Lim",
      "name": "Rebecca Lim",
      "aboutText": "Archimede Morleo (Italian: [arkiˈmɛde morˈlɛo]; born 26 September 1983) is an Italian footballer who plays for Serie A club Bologna.",
      "pageId": 28737074,
      "monthDay": "09/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rosanna_Munter",
      "name": "Rosanna Munter",
      "aboutText": "James Blake Litherland (born 26 September 1988), known as James Blake, is an English electronic music producer and singer-songwriter from London. He has also released remixes under the monicker Harmonimix. His self-titled debut album was released in the United Kingdom in 2011 and nominated for the Mercury Music Prize for that year.",
      "pageId": 28903398,
      "monthDay": "09/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/James_Blake_(musician)",
      "name": "James Blake",
      "aboutText": "Svetlana Andreyevna Ivanova (Russian: Светла́на Андре́евна Ивано́ва; born 26 September 1985) is a Russian theater and film actress. Her feature film debut was in The 9th Company (2005). Subsequently she starred in such films as Franz + Polina (2006), August Eighth (2011) and others.",
      "pageId": 37110922,
      "monthDay": "09/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kiira_Korpi",
      "name": "Kiira Korpi",
      "aboutText": "Yaniv \"Nev\" Schulman (born September 26, 1984) is an American producer, actor, and photographer. He is best known for the 2010 documentary Catfish.",
      "pageId": 37689668,
      "monthDay": "09/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Marina_Kuroki",
      "name": "Marina Kuroki",
      "aboutText": "Marina Kuroki (黒木マリナ) is a Japanese actress and gravure idol best known for her appearances in the Sailor Moon musicals series.",
      "pageId": 3492396,
      "monthDay": "09/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mark_Simpson_(clarinetist)",
      "name": "Mark Simpson",
      "aboutText": "Mark Simpson (born 26 September 1988) is a British composer and clarinettist from Liverpool, who won the BBC Young Musician of the Year 2006 title on 20 May 2006, playing Nielsen's Clarinet Concerto with the Northern Sinfonia and Yan Pascal Tortelier at The Sage Gateshead. In the same year, Simpson was also the winner of the BBC Young Composer of the Year competition, becoming the only person in history to have ever won both competitions. He resides in Merseyside and attended King David High School, Liverpool before attending the Royal Northern College of Music junior department where he studied clarinet with Nicolas Cox.",
      "pageId": 5272915,
      "monthDay": "09/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nesma_Mahgoub",
      "name": "Nesma Mahgoub",
      "aboutText": "Emma Catherine Rigby (born 26 September 1989) is an English actress.",
      "pageId": 5615600,
      "monthDay": "09/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emma_Rigby",
      "name": "Emma Rigby",
      "aboutText": "Princess Salma bint Abdullah (Arabic: سلمى بنت عبدالله ‎;born 26 September 2000) is the second daughter and third child of King Abdullah II and Queen Rania. Princess Salma is part of the Hashemite family and is reportedly the 44th-generation direct descendant of the Islamic prophet, Muhammad. She attends the 'IAA' (International Amman Academy) as ninth–grade student.",
      "pageId": 8085723,
      "monthDay": "09/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chinami_Suzuki",
      "name": "Chinami Suzuki",
      "aboutText": "Daniel Sean \"Dan\" Preston (born 26 September 1991) is an English semi-professional footballer who plays for Tamworth as a defender. He made his debut for Birmingham City in the League Cup in September 2009, and his first appearance in the Football League while on loan to Hereford United in February 2010. After he was released by Birmingham at the end of the 2010–11 season, he joined AFC Telford United.",
      "pageId": 24437886,
      "monthDay": "09/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Pavel_Avdeyev",
      "name": "Pavel Avdeyev",
      "aboutText": "Nesma Alaa Ali Mahgoub (Arabic: نسمة علاء علي محجوب‎) (born September 26, 1989) is the winner of the Star Academy Arab World, the 8th season.",
      "pageId": 32427683,
      "monthDay": "09/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alma_Jodorowsky",
      "name": "Alma Jodorowsky",
      "aboutText": "Pavel Andreyevich Avdeyev (Russian: Павел Андреевич Авдеев; born 26 September 1990) is a Russian football defender who currently plays for JK Narva Trans.\nHe made his debut in the Russian Second Division for FC Piter Saint Petersburg on 23 July 2012 in a game against FC Dnepr Smolensk.\n^ \"Career Summary\".",
      "pageId": 37550755,
      "monthDay": "09/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dan_Preston",
      "name": "Dan Preston",
      "aboutText": "Chinami Suzuki (鈴木 ちなみ, Suzuki Chinami, born 26 September 1989) is a Japanese model. She also works as a television presenter and actress. She comes from Gifu Prefecture.",
      "pageId": 38156183,
      "monthDay": "09/26"
    },
    {
      "year": "1994",
      "uri": "/wiki/Lucas_Gafarot",
      "name": "Lucas Gafarot",
      "aboutText": "Lucas Gafarot Santacatalina (born 26 September 1994), known as simply Lucas, is a Spanish footballer who plays for UE Cornellà on loan from FC Barcelona as a left back.",
      "pageId": 40504462,
      "monthDay": "09/26"
    },
    {
      "year": "1995",
      "uri": "/wiki/Milo%C5%A1_Veljkovi%C4%87",
      "name": "Miloš Veljković",
      "aboutText": "Alma Jodorowsky (born 26 September 1991) is a French actress, fashion model and singer.",
      "pageId": 40837115,
      "monthDay": "09/26"
    },
    {
      "year": "2000",
      "uri": "/wiki/Princess_Salma_bint_Abdullah",
      "name": "Princess Salma bint Abdullah",
      "aboutText": "Miloš Veljković (Serbian Cyrillic: Милош Вељковић; born 26 September 1995) is a Serbian footballer who plays as a central defender and as a defensive midfielder for Tottenham Hotspur. He is also a Serbia U21 international.",
      "pageId": 42430882,
      "monthDay": "09/26"
    }
  ]
}