{
  "people": [
    {
      "year": "106 BC",
      "uri": "/wiki/Pompey",
      "name": "Pompey",
      "aboutText": "Michelangelo Merisi (Michael Angelo Merigi or Amerighi) da Caravaggio (Italian pronunciation: [karaˈvaddʒo]; 29 September 1571 in Milan – 18 July? 1610) was an Italian painter active in Rome, Naples, Malta, and Sicily between 1592 (1595?) and 1610. His paintings, which combine a realistic observation of the human state, both physical and emotional, with a dramatic use of lighting, had a formative influence on Baroque painting.",
      "pageId": 7018,
      "monthDay": "09/29"
    },
    {
      "year": "1240",
      "uri": "/wiki/Margaret_of_England",
      "name": "Margaret of England",
      "aboutText": "Miguel de Cervantes Saavedra (/sərˈvɒnteɪz/ or /sərˈvæntiːz/; Spanish: [miˈɣel de θerˈbantes saˈβeðɾa]; 29 September 1547 (assumed) – 22 April 1616), often simply called Cervantes, was a Spanish novelist, poet, and playwright.\nHis major work, Don Quixote, considered to be the first modern European novel, is a classic of Western literature, and is regarded amongst the best works of fiction ever written. His influence on the Spanish language has been so great that the language is often called la lengua de Cervantes (\"the language of Cervantes\").",
      "pageId": 19444,
      "monthDay": "09/29"
    },
    {
      "year": "1321",
      "uri": "/wiki/John_of_Artois,_Count_of_Eu",
      "name": "John of Artois, Count of Eu",
      "aboutText": "Gnaeus Pompeius Magnus (Classical Latin: [ˈgnae̯.ʊs pɔmˈpɛj.jʊs ˈmaŋ.nʊs]; 29 September 106 BC – 29 September 48 BC), usually known in English as Pompey /ˈpɒmpiː/ or Pompey the Great, was a military and political leader of the late Roman Republic. He came from a wealthy Italian provincial background, and his father had been the first to establish the family among the Roman nobility. Pompey's immense success as a general while still very young enabled him to advance directly to his first consulship without meeting the normal requirements for office.",
      "pageId": 23867,
      "monthDay": "09/29"
    },
    {
      "year": "1328",
      "uri": "/wiki/Joan_of_Kent",
      "name": "Joan of Kent",
      "aboutText": "François Boucher (French: [fʁɑ̃swa buʃe]; 29 September 1703 – 30 May 1770) was a French painter in the Rococo style. Boucher is known for his idyllic and voluptuous paintings on classical themes, decorative allegories, and pastoral scenes. He was perhaps the most celebrated painter and decorative artist of the 18th century.",
      "pageId": 44517,
      "monthDay": "09/29"
    },
    {
      "year": "1373",
      "uri": "/wiki/Margaret_of_Bohemia,_Burgravine_of_Nuremberg",
      "name": "Margaret of Bohemia, Burgravine of Nuremberg",
      "aboutText": "Joan, LG, suo jure 4th Countess of Kent, 5th Baroness Wake of Liddell (19 September 1328 – 7 August 1385), known to history as The Fair Maid of Kent, was the first post-conquest Princess of Wales as wife to Edward, the Black Prince, son and heir of King Edward III. Although the French chronicler Jean Froissart called her \"the most beautiful woman in all the realm of England, and the most loving\", the appellation \"Fair Maid of Kent\" does not appear to be contemporary.",
      "pageId": 78783,
      "monthDay": "09/29"
    },
    {
      "year": "1511",
      "uri": "/wiki/Michael_Servetus",
      "name": "Michael Servetus",
      "aboutText": "Thomas Tenison (29 September 1636 – 14 December 1715) was an English church leader, Archbishop of Canterbury from 1694 until his death.",
      "pageId": 157933,
      "monthDay": "09/29"
    },
    {
      "year": "1538",
      "uri": "/wiki/Joan_Ter%C3%A8s_i_Borrull",
      "name": "Joan Terès i Borrull",
      "aboutText": "Major-General Robert Clive, 1st Baron Clive, KB MP FRS (29 September 1725 – 22 November 1774), also known as Clive of India, Commander-in-Chief of British India, was a British officer and soldier of fortune who established the military and political supremacy of the East India Company in Bengal. He is credited with securing India, and the wealth that followed, for the British crown. Together with Warren Hastings he was one of the key early figures in the creation of British India.",
      "pageId": 170105,
      "monthDay": "09/29"
    },
    {
      "year": "1547",
      "uri": "/wiki/Miguel_de_Cervantes",
      "name": "Miguel de Cervantes",
      "aboutText": "Michael Servetus (/sərˈviːtəs/; Spanish: Miguel Serveto Conesa), also known as Miguel Servet, Miguel Serveto, Revés, or Michel de Villeneuve (29 September 1509 or 1511 – 27 October 1553), was a Spanish-born French theologian, physician, cartographer, and Renaissance humanist. He was the first European to correctly describe the function of pulmonary circulation, as discussed in Christianismi Restitutio (1553). He was a polymath versed in many sciences: mathematics, astronomy and meteorology, geography, human anatomy, medicine and pharmacology, as well as jurisprudence, translation, poetry and the scholarly study of the Bible in its original languages.",
      "pageId": 191400,
      "monthDay": "09/29"
    },
    {
      "year": "1548",
      "uri": "/wiki/William_V,_Duke_of_Bavaria",
      "name": "William V, Duke of Bavaria",
      "aboutText": "Adriaan van Roomen (29 September 1561 – 4 May 1615), also known as Adrianus Romanus, was a Flemish mathematician.",
      "pageId": 628991,
      "monthDay": "09/29"
    },
    {
      "year": "1561",
      "uri": "/wiki/Adriaan_van_Roomen",
      "name": "Adriaan van Roomen",
      "aboutText": "Charles Antoine Coysevox (29 September 1640 – 10 October 1720), French sculptor, was born at Lyon, and belonged to a family which had emigrated from Franche-Comté, a Spanish possession at the time.",
      "pageId": 838361,
      "monthDay": "09/29"
    },
    {
      "year": "1571",
      "uri": "/wiki/Caravaggio",
      "name": "Caravaggio",
      "aboutText": "Count Nikita Ivanovich Panin (Russian: Ники́та Ива́нович Па́нин) (September 29 [O.S. September 18] 1718 – April 11 [O.S. March 31] 1783) was an influential Russian statesman and political mentor to Catherine the Great for the first 18 years of her reign. In that role, he advocated the Northern Alliance, closer ties with Frederick the Great of Prussia and the establishment of an advisory privy council.",
      "pageId": 862085,
      "monthDay": "09/29"
    },
    {
      "year": "1636",
      "uri": "/wiki/Thomas_Tenison",
      "name": "Thomas Tenison",
      "aboutText": "Adrien Maurice de Noailles, 3rd Duke of Noailles (29 September 1678 – 24 June 1766) was a French aristocrat and soldier.",
      "pageId": 887549,
      "monthDay": "09/29"
    },
    {
      "year": "1639",
      "uri": "/wiki/William_Russell,_Lord_Russell",
      "name": "William Russell, Lord Russell",
      "aboutText": "For the M.P. murdered in 1840, see Lord William Russell.\nWilliam Russell, Baron Russell (29 September 1639 – 21 July 1683), was an English politician.",
      "pageId": 1336395,
      "monthDay": "09/29"
    },
    {
      "year": "1640",
      "uri": "/wiki/Antoine_Coysevox",
      "name": "Antoine Coysevox",
      "aboutText": "William the Pious redirects here. It can also refer to William II of Provence.\nWilliam V, Duke of Bavaria (29 September 1548 – 7 February 1626), called the Pious, (German: Wilhelm V., der Fromme, Herzog von Bayern) was Duke of Bavaria from 1579 to 1597.",
      "pageId": 1394201,
      "monthDay": "09/29"
    },
    {
      "year": "1674",
      "uri": "/wiki/Jacques-Martin_Hotteterre",
      "name": "Jacques-Martin Hotteterre",
      "aboutText": "His Excellency, The Right Reverend Bishop Richard Challoner, Bishop of Debra (29 September 1691 – 12 January 1781) was an English Roman Catholic bishop, a leading figure of English Catholicism during the greater part of the 18th century.",
      "pageId": 1625911,
      "monthDay": "09/29"
    },
    {
      "year": "1678",
      "uri": "/wiki/Adrien_Maurice_de_Noailles",
      "name": "Adrien Maurice de Noailles",
      "aboutText": "John of Artois (29 August 1321 – 1387), called \"sans Terre\" (Lackland), was the son of Robert III of Artois and Joan of Valois. The confiscation of his father's goods for attempted fraud in 1331 had left him without an inheritance.\nIn 1352, he was created Count of Eu, a title earlier forfeited at the execution of the previous holder, Raoul II of Brienne.",
      "pageId": 2647017,
      "monthDay": "09/29"
    },
    {
      "year": "1691",
      "uri": "/wiki/Richard_Challoner",
      "name": "Richard Challoner",
      "aboutText": "Margaret of England (29 September 1240 – 26 February 1275) was Queen of Scots as the wife of King Alexander III.",
      "pageId": 5048432,
      "monthDay": "09/29"
    },
    {
      "year": "1703",
      "uri": "/wiki/Fran%C3%A7ois_Boucher",
      "name": "François Boucher",
      "aboutText": "Jacques-Martin Hotteterre (29 September 1674 – 16 July 1763), also known as Jacques Martin or Jacques Hotteterre, was a French composer and flautist.",
      "pageId": 5492882,
      "monthDay": "09/29"
    },
    {
      "year": "1718",
      "uri": "/wiki/Nikita_Ivanovich_Panin",
      "name": "Nikita Ivanovich Panin",
      "aboutText": "Margaret of Bohemia (29 September 1373 – 4 June 1410) was the younger daughter of Holy Roman Emperor Charles IV and his fourth wife Elizabeth of Pomerania.",
      "pageId": 21314034,
      "monthDay": "09/29"
    },
    {
      "year": "1725",
      "uri": "/wiki/Robert_Clive",
      "name": "Robert Clive",
      "aboutText": "Joan Terès i Borrull (Verdú, 29 September 1538 – Barcelona, 10 July 1603) was presbyter of Vic, auxiliary bishop of Morocco (1575–1579), bishop of Elne (1579–1586) and of Tortosa (1586–1587), and archbishop of Tarragona (1587–1603).",
      "pageId": 34197048,
      "monthDay": "09/29"
    },
    {
      "year": "1758",
      "uri": "/wiki/Horatio_Nelson,_1st_Viscount_Nelson",
      "name": "Horatio Nelson, 1st Viscount Nelson",
      "aboutText": "William Ewart Gladstone (/ˈɡlædˌstən/; 29 December 1809 – 19 May 1898), was a British Liberal politician. In a career lasting over sixty years, he served as Prime Minister four separate times (1868–74, 1880–85, February–July 1886 and 1892–94), more than any other person, and served as Chancellor of the Exchequer four times. Gladstone was also Britain's oldest Prime Minister; he resigned for the final time when he was 84 years old.",
      "pageId": 33954,
      "monthDay": "09/29"
    },
    {
      "year": "1766",
      "uri": "/wiki/Charlotte,_Princess_Royal",
      "name": "Charlotte, Princess Royal",
      "aboutText": "Elizabeth Cleghorn Gaskell, née Stevenson (29 September 1810 — 12 November 1865), often referred to simply as Mrs Gaskell, was an English novelist and short story writer during the Victorian era. Her novels offer a detailed portrait of the lives of many strata of society, including the very poor, and are of interest to social historians as well as lovers of literature. Gaskell's The Life of Charlotte Bronte, published in 1857, was the first biography of that author.",
      "pageId": 55503,
      "monthDay": "09/29"
    },
    {
      "year": "1786",
      "uri": "/wiki/Guadalupe_Victoria",
      "name": "Guadalupe Victoria",
      "aboutText": "Miguel de Unamuno y Jugo (29 September 1864 in Bilbao – 31 December 1936 in Salamanca) was a Spanish essayist, novelist, poet, playwright, philosopher, and Greek professor, and later rector at the University of Salamanca.",
      "pageId": 173327,
      "monthDay": "09/29"
    },
    {
      "year": "1803",
      "uri": "/wiki/Mercator_Cooper",
      "name": "Mercator Cooper",
      "aboutText": "Guadalupe Victoria (Spanish pronunciation: [ɡwaðaˈlupe βikˈtoɾja]; 29 September 1786 – 21 March 1843), born José Miguel Ramón Adaucto Fernández y Félix, was a Mexican general and political leader who fought for independence against the Spanish Empire in the Mexican War of Independence. He was a deputy in the Mexican Chamber of Deputies for Durango and a member of the Supreme Executive Power following the downfall of the First Mexican Empire. After the adoption of the Constitution of 1824, Victoria was elected as the first President of the United Mexican States.",
      "pageId": 357182,
      "monthDay": "09/29"
    },
    {
      "year": "1803",
      "uri": "/wiki/Jacques_Charles_Fran%C3%A7ois_Sturm",
      "name": "Jacques Charles François Sturm",
      "aboutText": "Charlotte, Princess Royal (Charlotte Augusta Matilda; 29 September 1766 – 5 October 1828), was Queen of Württemberg as the wife of King Frederick.",
      "pageId": 391107,
      "monthDay": "09/29"
    },
    {
      "year": "1808",
      "uri": "/wiki/Henry_Bennett_(U.S._politician)",
      "name": "Henry Bennett",
      "aboutText": "Princess Thyra of Denmark, Danish pronunciation: [ˈtyːʁə], (29 September 1853 – Gmunden, 26 February 1933) was the youngest daughter of Christian IX of Denmark and Louise of Hesse-Kassel. In 1878 she married Ernest Augustus, the exiled heir to the Kingdom of Hanover. As the Kingdom of Hanover had been annexed by Prussia in 1866, she spent most of her life in exile with her husband in Austria.",
      "pageId": 710783,
      "monthDay": "09/29"
    },
    {
      "year": "1809",
      "uri": "/wiki/William_Ewart_Gladstone",
      "name": "William Ewart Gladstone",
      "aboutText": "Jacques Charles François Sturm ForMemRS (29 September 1803 – 15 December 1855) was a French mathematician.",
      "pageId": 1181554,
      "monthDay": "09/29"
    },
    {
      "year": "1810",
      "uri": "/wiki/Elizabeth_Gaskell",
      "name": "Elizabeth Gaskell",
      "aboutText": "Mikhail Dmitrievich Skobelev (Russian: Михаи́л Дми́триевич Ско́белев) (29 September [O.S. 17 September] 1843 – 7 July [O.S. 25 June] 1882) was a Russian general famous for his conquest of Central Asia and heroism during the Russo-Turkish War of 1877–1878. Dressed in white uniform and mounted on a white horse, and always in the thickest of the fray, he was known and adored by his soldiers as the \"White General\" (and by the Turks as the \"White Pasha\"). During a campaign in Khiva, his Turkmen opponents called him goz zanli or \"Bloody Eyes\".",
      "pageId": 1273008,
      "monthDay": "09/29"
    },
    {
      "year": "1816",
      "uri": "/wiki/Paul_F%C3%A9val,_p%C3%A8re",
      "name": "Paul Féval, père",
      "aboutText": "Paul Henri Corentin Féval, père (29 September 1816 - 8 March 1887) was a French novelist and dramatist.\nHe was the author of popular swashbuckler novels such as Le Loup Blanc (1843) and the perennial best-seller Le Bossu (1857). He also penned the seminal vampire fiction novels Le Chevalier Ténèbre (1860), La Vampire (1865) and La Ville Vampire (1874) and wrote several celebrated novels about his native Brittany and Mont Saint-Michel such as La Fée des Grèves (1850).",
      "pageId": 1646356,
      "monthDay": "09/29"
    },
    {
      "year": "1842",
      "uri": "/wiki/Louis_J._Weichmann",
      "name": "Louis J. Weichmann",
      "aboutText": "Alexandra 'Xie' Rhoda Kitchin (29 September 1864 – 6 April 1925) was a notable 'child-friend' and favourite photographic subject of Charles Lutwidge Dodgson (Lewis Carroll).\nShe was the daughter of Rev. George William Kitchin (1827–1912), who was Dodgson's colleague at Christ Church, Oxford, and later became Dean of Winchester and Dean of Durham.",
      "pageId": 1651977,
      "monthDay": "09/29"
    },
    {
      "year": "1843",
      "uri": "/wiki/Mikhail_Skobelev",
      "name": "Mikhail Skobelev",
      "aboutText": "Mykhailo Serhiyovych Hrushevsky (Ukrainian: Михайло Сергійович Грушевський, Russian: Михаил Сергеевич Грушевский , Chełm, 29 September [O.S. 17 September] 1866 – Kislovodsk, 24 November 1934) was a Ukrainian academician, politician, historian, and statesman, one of the most important figures of the Ukrainian national revival of the early 20th century. He was the country's greatest modern historian, foremost organizer of scholarship, leader of the pre-revolution Ukrainian national movement, head of the Central Rada (Ukraine's 1917–1918 revolutionary parliament), and a leading cultural figure in Soviet Ukraine in the 1920s.",
      "pageId": 1718452,
      "monthDay": "09/29"
    },
    {
      "year": "1844",
      "uri": "/wiki/Miguel_%C3%81ngel_Ju%C3%A1rez_Celman",
      "name": "Miguel Ángel Juárez Celman",
      "aboutText": "Hugo Haase (29 September 1863 – 7 November 1919) was a German socialist politician, jurist and pacifist. With Friedrich Ebert he was co-chairman of the Rat der Volksbeauftragten after the German Revolution in 1918.",
      "pageId": 2427453,
      "monthDay": "09/29"
    },
    {
      "year": "1853",
      "uri": "/wiki/Princess_Thyra_of_Denmark",
      "name": "Princess Thyra of Denmark",
      "aboutText": "Louis J. Weichmann (September 29, 1842 – June 5, 1902) was one of the chief witnesses for the prosecution in the trial of the alleged conspirators involved in the Abraham Lincoln assassination. Previously, he had been also a suspect in the conspiracy because of his association with Mary Surratt's family.",
      "pageId": 3200603,
      "monthDay": "09/29"
    },
    {
      "year": "1863",
      "uri": "/wiki/Hugo_Haase",
      "name": "Hugo Haase",
      "aboutText": "Alexandre Jacob (September 29, 1879 – August 28, 1954), known as Marius Jacob, was a French anarchist illegalist.",
      "pageId": 3418955,
      "monthDay": "09/29"
    },
    {
      "year": "1864",
      "uri": "/wiki/Miguel_de_Unamuno",
      "name": "Miguel de Unamuno",
      "aboutText": "Charles Bennett (Buck) Llewellyn (29 September 1876 – 7 June 1964) was the first non-white South African Test cricketer.\nBorn out of wedlock in Pietermaritzburg to an English father and a black Saint Helenan mother, the dark-eyed and dark-skinned Llewellyn had an underprivileged upbringing in Natal being considered of mixed blood. He showed all round cricketing prowess from a young age, being a hard hitting left-handed batsman, slow left arm bowler (with a dangerous chinaman as part of his arsenal) and a great fielder, particularly at mid-off.",
      "pageId": 3770580,
      "monthDay": "09/29"
    },
    {
      "year": "1864",
      "uri": "/wiki/Alexandra_Kitchin",
      "name": "Alexandra Kitchin",
      "aboutText": "Mercator Cooper (September 29, 1803 – spring 1872) was a ship's captain who is credited with the first formal American visit to Tokyo, Japan and the first formal landing on the mainland East Antarctica.",
      "pageId": 9067638,
      "monthDay": "09/29"
    },
    {
      "year": "1866",
      "uri": "/wiki/Mykhailo_Hrushevskyi",
      "name": "Mykhailo Hrushevskyi",
      "aboutText": "Liberato Damião Ribeiro Pinto ComTE, ComC, ComA, ComSE, (Lisbon, 29 September 1880 – Lisbon, 4 August 1949) was a Portuguese Lieutenant Colonel of the Republican National Guard (Guarda Nacional Republicana, GNR), politician and President of the Ministry (Prime Minister) of one of the governments of the Portuguese First Republic. He was the Portuguese head of government for a short time from 1920 to 1921 and the 44th Minister of Finance of Portugal from February 22, 1921 until March 2, 1921.\nHe married Maria Augusta Supico and had a son Minister Clotário Luís Supico Ribeiro Pinto (1909-1986), 937th Associate of the Second Tauromachic Club, married on 4 April 1945 to Cecília Maria de Castro Pereira de Carvalho (born Lisbon, Mártires, 30 May 1921), of the Viscounts (formerly Barons) of Chanceleiros, who became celebrated for her radio support to the troops of the Portuguese Colonial War, without issue, and had a natural daughter by actress Maria Adelaide da Silva Lalande (Castelo Branco, Salgueiro do Campo, 7 November 1913 - Lisbon, 21 March 1968), wife of actor Ribeirinho.",
      "pageId": 9501389,
      "monthDay": "09/29"
    },
    {
      "year": "1876",
      "uri": "/wiki/Charlie_Llewellyn",
      "name": "Charlie Llewellyn",
      "aboutText": "Henry Bennett (September 29, 1808 – May 10, 1868) was an American politician and a United States Representative from New York.",
      "pageId": 10805781,
      "monthDay": "09/29"
    },
    {
      "year": "1879",
      "uri": "/wiki/Marius_Jacob",
      "name": "Marius Jacob",
      "aboutText": "Miguel Angel Juárez Celman (September 29, 1844 – April 14, 1909) was President of Argentina from 12 October 1886 to 6 August 1890. A lawyer and politician, his career was defined by the influence of his kinsman, Julio Argentino Roca, whom propelled him into a legislative career. He was a staunch promoter of separation of church and state and an aristocratic liberal.",
      "pageId": 18834669,
      "monthDay": "09/29"
    },
    {
      "year": "1880",
      "uri": "/wiki/Liberato_Pinto",
      "name": "Liberato Pinto",
      "aboutText": "Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronté KB (29 September 1758 – 21 October 1805) was a British flag officer in the Royal Navy. He was noted for his inspirational leadership, superb grasp of strategy, and unconventional tactics, all of which resulted in a number of decisive naval victories, particularly during the Napoleonic Wars. He was wounded several times in combat, losing one arm in the unsuccessful attempt to conquer Santa Cruz de Tenerife and the sight in one eye in Corsica.",
      "pageId": 24874360,
      "monthDay": "09/29"
    },
    {
      "year": "1881",
      "uri": "/wiki/Ludwig_von_Mises",
      "name": "Ludwig von Mises",
      "aboutText": "Enrico Fermi (Italian: [enˈriko ˈfermi]; 29 September 1901 – 28 November 1954) was an Italian physicist, who created the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\", and the \"architect of the atomic bomb\". He was one of the few physicists to excel both theoretically and experimentally.",
      "pageId": 10264,
      "monthDay": "09/29"
    },
    {
      "year": "1885",
      "uri": "/wiki/George_Scott_(footballer,_born_1885)",
      "name": "George Scott",
      "aboutText": "Trofim Denisovich Lysenko (Russian: Трофи́м Дени́сович Лысе́нко, Ukrainian: Трохи́м Дени́сович Лисе́нко; 29 September [O.S. 17 September] 1898 – 20 November 1976) was a Soviet biologist and agronomist. Lysenko rejected Mendelian genetics in favor of pseudoscientific ideas termed Lysenkoism.\nHis experimental research in improved crop yields earned the support of Soviet leader Joseph Stalin, especially following the famine and loss of productivity resulting from forced collectivization in several regions of the Soviet Union in the early 1930s.",
      "pageId": 49185,
      "monthDay": "09/29"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ian_Fairweather",
      "name": "Ian Fairweather",
      "aboutText": "Eileen Evelyn Greer Garson Fogelson, CBE (29 September 1904 – 6 April 1996), was an Anglo-American actress who was very popular during the Second World War, being listed by the Motion Picture Herald as one of America's top-ten box office draws from 1942 to 1946. As one of the major stars at Metro-Goldwyn-Mayer during the 1940s, Garson received seven Academy Award nominations, including a record five consecutive nominations, winning the Best Actress award for Mrs.",
      "pageId": 63534,
      "monthDay": "09/29"
    },
    {
      "year": "1895",
      "uri": "/wiki/Clarence_Ashley",
      "name": "Clarence Ashley",
      "aboutText": "Thomas Edward \"Eddie\" Tolan (September 29, 1908 – January 30/31, 1967), nicknamed the \"Midnight Express\", was an American track and field athlete who competed in sprints. He set world records in the 100-yard dash and 100 meters event and Olympic records in the 100 meters and 200 meters events. He was the first non-Euro-American to receive the title of the \"world's fastest human\" after winning gold medals in the 100 and 200 meters events at the 1932 Summer Olympics in Los Angeles.",
      "pageId": 68186,
      "monthDay": "09/29"
    },
    {
      "year": "1895",
      "uri": "/wiki/Joseph_Banks_Rhine",
      "name": "Joseph Banks Rhine",
      "aboutText": "Orvon Grover \"Gene\" Autry (September 29, 1907 – October 2, 1998) was an American performer who gained fame as a singing cowboy on the radio, in movies, and on television for more than three decades beginning in the early 1930s. Autry was also owner of a television station, several radio stations in Southern California, and the Los Angeles/California/Anaheim Angels Major League Baseball team from 1961 to 1997.\nFrom 1934 to 1953, Autry appeared in 93 films and 91 episodes of The Gene Autry Show television series.",
      "pageId": 176742,
      "monthDay": "09/29"
    },
    {
      "year": "1895",
      "uri": "/wiki/Roscoe_Turner",
      "name": "Roscoe Turner",
      "aboutText": "László József Bíró (Hungarian pronunciation: [ˈlaːsloː ˈjoːʒɛf ˈbiːroː]; 29 September 1899 – 24 October 1985) was the inventor of the modern ballpoint pen.\nBíró was born in Budapest, Hungary, in 1899 into a Jewish family. He presented the first production of the ballpoint pen at the Budapest International Fair in 1931.",
      "pageId": 244618,
      "monthDay": "09/29"
    },
    {
      "year": "1897",
      "uri": "/wiki/Herbert_Agar",
      "name": "Herbert Agar",
      "aboutText": "Lanza del Vasto (born Giuseppe Giovanni Luigi Maria Enrico Lanza di Trabia-Branciforte; 29 September 1901 – 5 January 1981) was a philosopher, poet, artist, catholic and nonviolent activist.\nHe was born in San Vito dei Normanni, Italy and died in Elche de la Sierra, Spain.",
      "pageId": 308469,
      "monthDay": "09/29"
    },
    {
      "year": "1898",
      "uri": "/wiki/Trofim_Lysenko",
      "name": "Trofim Lysenko",
      "aboutText": "Diana Vreeland (September 29, 1903 – August 22, 1989), was a noted columnist and editor in the field of fashion. She worked for the fashion magazines Harper's Bazaar and Vogue and as a special consultant at the Costume Institute of the Metropolitan Museum of Art.",
      "pageId": 341072,
      "monthDay": "09/29"
    },
    {
      "year": "1899",
      "uri": "/wiki/L%C3%A1szl%C3%B3_B%C3%ADr%C3%B3",
      "name": "László Bíró",
      "aboutText": "Miguel Alemán Valdés (Spanish pronunciation: [miˈɣel aleˈman]; September 29, 1900 – May 14, 1983) served as the President of Mexico from 1946 to 1952. His administration was characterized by Mexico's rapid industrialization, but also for a high level of personal enrichment for himself and his associates.",
      "pageId": 436366,
      "monthDay": "09/29"
    },
    {
      "year": "1899",
      "uri": "/wiki/Billy_Butlin",
      "name": "Billy Butlin",
      "aboutText": "Sir William Heygate Edmund Colborne \"Billy\" Butlin (29 September 1899 – 12 June 1980) was a British, South Africa-born entrepreneur whose name is synonymous with the British holiday camp. Although holiday camps such as Warner's existed in one form or another before Butlin opened his first in 1936, it was Butlin who turned holiday camps into a multimillion-pound industry and an important aspect of British culture.\nBorn in Cape Town, South Africa, to William and Bertha Butlin, Butlin had a turbulent childhood.",
      "pageId": 812451,
      "monthDay": "09/29"
    },
    {
      "year": "1901",
      "uri": "/wiki/Lanza_del_Vasto",
      "name": "Lanza del Vasto",
      "aboutText": "Virginia Bruce (September 29, 1910 – February 24, 1982) was an American actress and singer.",
      "pageId": 868762,
      "monthDay": "09/29"
    },
    {
      "year": "1901",
      "uri": "/wiki/Enrico_Fermi",
      "name": "Enrico Fermi",
      "aboutText": "Joseph Banks Rhine (September 29, 1895 – February 20, 1980), usually known as J. B. Rhine, was an American botanist who founded scientific research in parapsychology as a branch of psychology, founding the parapsychology lab at Duke University, the Journal of Parapsychology, the Foundation for Research on the Nature of Man, and the Parapsychological Association.",
      "pageId": 1347596,
      "monthDay": "09/29"
    },
    {
      "year": "1902",
      "uri": "/wiki/Miguel_Alem%C3%A1n_Vald%C3%A9s",
      "name": "Miguel Alemán Valdés",
      "aboutText": "William Lemuel Boyd (September 29, 1910 in Fannin County, Texas – December 7, 1977 in Dallas, Texas) was an American Western style singer and guitarist.",
      "pageId": 1583520,
      "monthDay": "09/29"
    },
    {
      "year": "1903",
      "uri": "/wiki/Diana_Vreeland",
      "name": "Diana Vreeland",
      "aboutText": "Clarence \"Tom\" Ashley (September 29, 1895 – June 2, 1967) was an American musician and singer, who played the clawhammer banjo and the guitar. He began performing at medicine shows in the Southern Appalachian region as early as 1911, and gained initial fame during the late 1920s as both a solo recording artist and as a member of various string bands.",
      "pageId": 2930197,
      "monthDay": "09/29"
    },
    {
      "year": "1904",
      "uri": "/wiki/Greer_Garson",
      "name": "Greer Garson",
      "aboutText": "George Washington Jenkins, Jr. (September 29, 1907 – April 8, 1996) was an American businessman and philanthropist who founded Publix Super Markets.",
      "pageId": 3495032,
      "monthDay": "09/29"
    },
    {
      "year": "1907",
      "uri": "/wiki/Gene_Autry",
      "name": "Gene Autry",
      "aboutText": "Roscoe Turner (September 29, 1895 – June 23, 1970) was a record-breaking American aviator who was a three-time winner of the Thompson Trophy air race, and widely recognized by his flamboyant style and his pet lion.",
      "pageId": 3564877,
      "monthDay": "09/29"
    },
    {
      "year": "1907",
      "uri": "/wiki/George_W._Jenkins",
      "name": "George W. Jenkins",
      "aboutText": "Ian Fairweather (29 September 1891 – 20 May 1974) was a Scottish painter resident in Australia for much of life.",
      "pageId": 3727285,
      "monthDay": "09/29"
    },
    {
      "year": "1908",
      "uri": "/wiki/Eddie_Tolan",
      "name": "Eddie Tolan",
      "aboutText": "Ludwig Heinrich Edler von Mises (German: [ˈluːtvɪç fɔn ˈmiːzəs]; 29 September 1881 – 10 October 1973) was a theoretical Austrian School economist. He is best known for his work on praxeology, a study of human choice and action. Mises emigrated from Austria to the United States in 1940.",
      "pageId": 4826588,
      "monthDay": "09/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Bill_Boyd_(musician)",
      "name": "Bill Boyd",
      "aboutText": "Herbert Sebastian Agar (29 September 1897 in New Rochelle, New York - 24 November 1980 in Sussex, England) was an American journalist and historian, and an editor of the Louisville Courier-Journal. He won the Pulitzer Prize for History in 1934 for his 1933 book The People's Choice, a critical look at the American presidency. Agar was associated with the Southern Agrarians and edited, with Allen Tate, Who Owns America?",
      "pageId": 6214430,
      "monthDay": "09/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Virginia_Bruce",
      "name": "Virginia Bruce",
      "aboutText": "George Scott (born 29 September 1885 in Sunderland, died 16 August 1916 in Saint-Quentin, Aisne, France) was an English footballer.\nScott started his football career with Sunderland District Amateur League sides Braeside and Sunderland West End, before joining Clapton Orient in July 1908. He featured regularly throughout the next seven seasons, playing in various positions and scoring an average of five goals per season in all competitions.",
      "pageId": 22479422,
      "monthDay": "09/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/Michelangelo_Antonioni",
      "name": "Michelangelo Antonioni",
      "aboutText": "Michelangelo Antonioni, Cavaliere di Gran Croce OMRI (29 September 1912 – 30 July 2007), was an Italian film director, screenwriter, editor, and short story writer. Best known for his \"trilogy on modernity and its discontents\"—L'Avventura (1960), La Notte (1961), and L'Eclisse (1962)—Antonioni \"redefined the concept of narrative cinema\" and challenged traditional approaches to storytelling, realism, drama, and the world at large. He produced \"enigmatic and intricate mood pieces\" and rejected action in favor of contemplation, focusing on image and design over character and story.",
      "pageId": 38939,
      "monthDay": "09/29"
    },
    {
      "year": "1913",
      "uri": "/wiki/Trevor_Howard",
      "name": "Trevor Howard",
      "aboutText": "Trevor Wallace Howard-Smith (29 September 1913 – 7 January 1988), known as Trevor Howard, was an English actor. After varied stage work, he achieved star status with his role in the film Brief Encounter (1945), followed by The Third Man (1949).",
      "pageId": 161509,
      "monthDay": "09/29"
    },
    {
      "year": "1913",
      "uri": "/wiki/Stanley_Kramer",
      "name": "Stanley Kramer",
      "aboutText": "Stanley Earl Kramer (September 29, 1913 – February 19, 2001) was an American film director and producer, responsible for making many of Hollywood's most famous \"message films\". As an independent producer and director, he brought attention to topical social issues that most studios avoided. Among the subjects covered in his films were racism (in The Defiant Ones and Guess Who's Coming to Dinner), nuclear war (in On the Beach), greed (in It's a Mad, Mad, Mad, Mad World), creationism vs.",
      "pageId": 265248,
      "monthDay": "09/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Vincent_DeDomenico",
      "name": "Vincent DeDomenico",
      "aboutText": "Václav Neumann (September 29, 1920 – September 2, 1995) was a Czech conductor, violinist and viola player.\nNeumann was born in Prague, where he studied at the Prague Conservatory with Josef Micka (violin), and Pavel Dědeček and Metod Doležil (conducting). He co-founded the Smetana Quartet, playing 1st violin and then viola, before conducting in Karlovy Vary and Brno.",
      "pageId": 338522,
      "monthDay": "09/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Oscar_Handlin",
      "name": "Oscar Handlin",
      "aboutText": "Oail Andrew \"Bum\" Phillips (September 29, 1923 – October 18, 2013) was an American football coach and the father of NFL coach Wade Phillips.",
      "pageId": 950919,
      "monthDay": "09/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Brenda_Marshall",
      "name": "Brenda Marshall",
      "aboutText": "Francis \"Franny\" Beecher (September 29, 1921 – February 24, 2014), also known as Frank Beecher, was the lead guitarist for Bill Haley & His Comets from 1954 to 1962, and is best remembered for his innovative guitar solos combining elements of country music and jazz. He composed the classics \"Blue Comet Blues\", \"Goofin' Around\", \"Week End\", and \"Shaky\" when he was the lead guitarist for Bill Haley and the Comets. He continued to perform with surviving members of the Comets into 2006.",
      "pageId": 1097139,
      "monthDay": "09/29"
    },
    {
      "year": "1916",
      "uri": "/wiki/Carl_Giles",
      "name": "Carl Giles",
      "aboutText": "Ronald \"Carl\" Giles OBE (29 September 1916 – 28 August 1995), often referred to simply as Giles, was a cartoonist best known for his work for the British newspaper the Daily Express.",
      "pageId": 1118242,
      "monthDay": "09/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Kira_Zvorykina",
      "name": "Kira Zvorykina",
      "aboutText": "Peter Dennis Mitchell, FRS (29 September 1920 – 10 April 1992) was a British biochemist who was awarded the 1978 Nobel Prize for Chemistry for his discovery of the chemiosmotic mechanism of ATP synthesis.",
      "pageId": 1256186,
      "monthDay": "09/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/Peter_D._Mitchell",
      "name": "Peter D. Mitchell",
      "aboutText": "Stan and Jan Berenstain, often called The Berenstains, were American writers and illustrators best known for creating the children's book series The Berenstain Bears.\nStanley Melvin \"Stan\" Berenstain (September 29, 1923 – November 26, 2005) was born and raised in a neighborhood of west Philadelphia and died of cancer in Solebury Township, Pennsylvania. Janice Marian \"Jan\" Berenstain (née Grant; July 26, 1923 – February 24, 2012) was born in Philadelphia and was raised in west Philadelphia and attended Radnor High School.",
      "pageId": 1531408,
      "monthDay": "09/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/V%C3%A1clav_Neumann",
      "name": "Václav Neumann",
      "aboutText": "Steve Forrest (September 29, 1925 – May 18, 2013) was an American actor who was well known for his role as Lt. Hondo Harrelson in the short-lived television series S.W.A.T. which ran from 1975 to 1976.",
      "pageId": 1591611,
      "monthDay": "09/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Franny_Beecher",
      "name": "Franny Beecher",
      "aboutText": "Lizabeth Virginia Scott (September 29, 1922 – January 31, 2015) was an American film actress, known for her \"smoky voice\" and \"the most beautiful face of film noir during the 1940s and 1950s.\" After understudying the role of Sabina in the original Broadway and Boston stage productions of The Skin of Our Teeth, she emerged internationally in such films as The Strange Love of Martha Ivers (1946), Dead Reckoning (1947), Desert Fury (1947) and Too Late for Tears (1949). Of her 22 feature films, she was leading lady in all but one.",
      "pageId": 1718119,
      "monthDay": "09/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Ritchie_(composer)",
      "name": "John Ritchie",
      "aboutText": "Brenda Marshall (September 29, 1915 – July 30, 1992), the stage name of Ardis Ankerson, was an American film actress.",
      "pageId": 1718534,
      "monthDay": "09/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Albie_Roles",
      "name": "Albie Roles",
      "aboutText": "Paul B. MacCready, Jr. (September 29, 1925 – August 28, 2007) was an American aeronautical engineer. He was the founder of AeroVironment and the designer of the human-powered aircraft that won the first Kremer prize.",
      "pageId": 1781509,
      "monthDay": "09/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Lizabeth_Scott",
      "name": "Lizabeth Scott",
      "aboutText": "Peter R. Elliott (September 29, 1926 – January 4, 2013) was an American football player and coach. Elliott served as the head football coach at the University of Nebraska–Lincoln (1956), the University of California, Berkeley (1957–1959), the University of Illinois at Urbana-Champaign (1960–1966), and the University of Miami (1973–1974), compiling a career college football record of 56–72–11.",
      "pageId": 6424966,
      "monthDay": "09/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Stan_Berenstain",
      "name": "Stan Berenstain",
      "aboutText": "Oscar Handlin (September 29, 1915– September 20, 2011) was an American historian. As a professor of history at Harvard University for over 50 years, he directed 80 PhD dissertations and helped promote social and ethnic history, virtually inventing the field of immigration history in the 1950s. Handlin won the 1952 Pulitzer Prize for History for The Uprooted (1951).",
      "pageId": 6610819,
      "monthDay": "09/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bum_Phillips",
      "name": "Bum Phillips",
      "aboutText": "Kira Alekseyevna Zvorykina (September 29, 1919 – September 6, 2014) was a Soviet chess player who spent many years living in Belarus. She was a three-time winner of the Women's Soviet Championship.",
      "pageId": 12941066,
      "monthDay": "09/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Steve_Forrest_(actor)",
      "name": "Steve Forrest",
      "aboutText": "Vincent Michael DeDomenico, Sr. (September 29, 1915 – October 18, 2007) was an American entrepreneur, one of the inventors of Rice-A-Roni, and a founder of the Napa Valley Wine Train.",
      "pageId": 13863215,
      "monthDay": "09/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Paul_MacCready",
      "name": "Paul MacCready",
      "aboutText": "Adhemar Ferreira da Silva (September 29, 1927 – January 12, 2001) was a Brazilian track and field athlete who competed in the triple jump.",
      "pageId": 19166190,
      "monthDay": "09/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Pete_Elliott",
      "name": "Pete Elliott",
      "aboutText": "Albert James \"Albie\" Roles (29 September 1921 – 3 October 2012) was an English footballer who played as Full back for Southampton.",
      "pageId": 37337592,
      "monthDay": "09/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Adhemar_da_Silva",
      "name": "Adhemar da Silva",
      "aboutText": "John Anthony Ritchie (29 September 1921 – 29 September 2014) was a New Zealand composer and professor of music at the University of Canterbury.",
      "pageId": 44027272,
      "monthDay": "09/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sherwood_Johnston",
      "name": "Sherwood Johnston",
      "aboutText": "Norman Colin Dexter, OBE, (born 29 September 1930) is an English crime writer known for his Inspector Morse novels, which were written between 1975 and 1999 and adapted as a television series from 1987 to 2000.",
      "pageId": 5688,
      "monthDay": "09/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Pete_McCloskey",
      "name": "Pete McCloskey",
      "aboutText": "Samora Moisés Machel (September 29, 1933 – October 19, 1986) was a Mozambican military commander, revolutionary socialist leader, and eventual President of Mozambique. Machel led the country from independence in 1975 until his death in 1986, when his presidential aircraft crashed in mountainous terrain where the borders of Mozambique, Swaziland and South Africa converge.",
      "pageId": 317574,
      "monthDay": "09/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Barbara_Mertz",
      "name": "Barbara Mertz",
      "aboutText": "James Watson Cronin (born September 29, 1931) is an American nuclear physicist.\nCronin was born in Chicago, Illinois and attended Southern Methodist University in Dallas, Texas. Cronin and co-researcher Val Logsdon Fitch were awarded the 1980 Nobel Prize in Physics for a 1964 experiment that proved that certain subatomic reactions do not adhere to fundamental symmetry principles.",
      "pageId": 396732,
      "monthDay": "09/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eric_Lubbock,_4th_Baron_Avebury",
      "name": "Eric Lubbock, 4th Baron Avebury",
      "aboutText": "Eric Reginald Lubbock, 4th Baron Avebury, PC (born 29 September 1928) is an English politician. He served as the Liberal Member of Parliament for Orpington from 1962 to 1970, and serves in the House of Lords, having inherited the title of Baron Avebury in 1971.",
      "pageId": 471145,
      "monthDay": "09/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Brajesh_Mishra",
      "name": "Brajesh Mishra",
      "aboutText": "Mehmood Ali (29 September 1932 – 23 July 2004), popularly known simply as Mehmood, was an Indian actor, singer, director and producer best known for playing comic roles in Hindi films.",
      "pageId": 854103,
      "monthDay": "09/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Nathan_Shamuyarira",
      "name": "Nathan Shamuyarira",
      "aboutText": "Kerstin Anita Marianne Ekberg (29 September 1931 – 11 January 2015) was a Swedish-Italian actress, model, and sex symbol. She is best known for her role as Sylvia in the Federico Fellini film La Dolce Vita (1960).",
      "pageId": 904640,
      "monthDay": "09/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Richard_Bonynge",
      "name": "Richard Bonynge",
      "aboutText": "Paul Norton \"Pete\" McCloskey, Jr. (born September 29, 1927) is a former Republican politician from the U.S. state of California who served in the U.S. House of Representatives from 1967 to 1983. He ran on an anti-war platform for the Republican nomination for President in 1972 but was defeated by incumbent President Richard Nixon.",
      "pageId": 1090228,
      "monthDay": "09/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Colin_Dexter",
      "name": "Colin Dexter",
      "aboutText": "Richard Alan Bonynge AC, CBE (/ˈbɒnɪŋ/ BON-ing) (born 29 September 1930) is an Australian conductor and pianist. He is the widower of Australian dramatic coloratura soprano Dame Joan Sutherland.",
      "pageId": 1180501,
      "monthDay": "09/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Cronin",
      "name": "James Cronin",
      "aboutText": "Barbara Mertz (September 29, 1927 – August 8, 2013) was an American author who wrote under her own name as well as under the pseudonyms Elizabeth Peters and Barbara Michaels. In 1952 she received a PhD in Egyptology from the University of Chicago.",
      "pageId": 1555743,
      "monthDay": "09/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Anita_Ekberg",
      "name": "Anita Ekberg",
      "aboutText": "Mihaly Csikszentmihalyi (Hungarian: Csíkszentmihályi Mihály, pronounced [ˈt͡ʃiːksɛntmihaːji ˈmihaːj]; born 29 September 1934) is a Hungarian psychologist. He created the psychological concept of flow, a highly focused mental state. He is the Distinguished Professor of Psychology and Management at Claremont Graduate University.",
      "pageId": 1556580,
      "monthDay": "09/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Paul_Oestreicher",
      "name": "Paul Oestreicher",
      "aboutText": "Robert Douglas Benton (born September 29, 1932) is an American screenwriter and film director. He won the Oscars for Best Adapted Screenplay and Best Director for Kramer vs. Kramer (1979) and won a third Oscar for Best Original Screenplay for Places in the Heart (1984).",
      "pageId": 1588917,
      "monthDay": "09/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Mehmood_Ali",
      "name": "Mehmood Ali",
      "aboutText": "Jimmy Saied Wehba (September 29, 1934 – August 19, 2010) was a professional wrestler and manager better known by his ring name Skandor Akbar, which translates as \"Alexander the Great\". Akbar led the villainous stable Devastation, Inc. in Bill Watts's Universal Wrestling Federation during the promotion's heyday in the 1980s, as well as other regional territories, including World Class Championship Wrestling and the Global Wrestling Federation.",
      "pageId": 1984531,
      "monthDay": "09/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Robert_Benton",
      "name": "Robert Benton",
      "aboutText": "Lancelot Richard Gibbs (born 29 September 1934) is a former West Indies cricketer, one of the most successful spin bowlers in Test cricket history. He took 309 Test wickets, only the second player (after Fred Trueman) to pass 300, the first spinner to pass that milestone, and had an exceptional economy rate of under two runs per over.",
      "pageId": 2579761,
      "monthDay": "09/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Paul_Giel",
      "name": "Paul Giel",
      "aboutText": "Lindsay Francis Kline (29 September 1934 – 2 October 2015) was an Australian and Victorian cricketer. He played in 13 Tests for Australia and 88 first-class matches between 1955/56 and 1961/62. He was a left-arm spin bowler, bowling left-arm unorthodox spin (or chinaman).",
      "pageId": 2633901,
      "monthDay": "09/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/Samora_Machel",
      "name": "Samora Machel",
      "aboutText": "Paul Robert Giel (September 29, 1932 – May 22, 2002) was a football and baseball player from Winona, Minnesota.\nGiel attended the University of Minnesota, where he was a star single wing tailback for the Gophers. His career totals were 2,188 yards rushing, 1,922 yards passing.",
      "pageId": 2945175,
      "monthDay": "09/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Skandor_Akbar",
      "name": "Skandor Akbar",
      "aboutText": "Nathan Shamuyarira (29 September 1928 – 4 June 2014) was a Zimbabwean nationalist who at different times fought on behalf of and helped lead FROLIZI, ZANU, and ZAPU. He later served as the Information Minister of Zimbabwe and as the Information Secretary of ZANU PF. He was writing President Robert Mugabe's biography at the time of his death.\nNathan Shamuyarira implanted the policy of vetting foreign journalists, renewing their licences every month. This was a way of weeding out government and Zanu PF critics.",
      "pageId": 11457702,
      "monthDay": "09/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mihaly_Csikszentmihalyi",
      "name": "Mihaly Csikszentmihalyi",
      "aboutText": "Brajesh Chandra Mishra (29 September 1928 – 28 September 2012) was an Indian diplomat and politician, best known for serving as Prime Minister Atal Bihari Vajpayee's principal secretary and National Security Adviser from 1998 to 2004.",
      "pageId": 12104374,
      "monthDay": "09/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Lance_Gibbs",
      "name": "Lance Gibbs",
      "aboutText": "Stuart M. Kaminsky (September 29, 1934 – October 9, 2009) was an American mystery writer and film professor. He is known for three long-running series of mystery novels featuring the protagonists Toby Peters, a private detective in 1940s Hollywood; Inspector Porfiry Petrovich Rostnikov, a Moscow police inspector; and veteran Chicago police officer Abe Lieberman. A later series followed Lew Fonesca, a process server from Sarasota, Florida.",
      "pageId": 15856221,
      "monthDay": "09/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Stuart_M._Kaminsky",
      "name": "Stuart M. Kaminsky",
      "aboutText": "Paul Oestreicher (born 29 September 1931, Meiningen) is an Anglican priest.",
      "pageId": 31539448,
      "monthDay": "09/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Lindsay_Kline",
      "name": "Lindsay Kline",
      "aboutText": "Sherwood Johnston (29 September 1927 - 9 November 2000) was an American racing driver who won racing titles on land and sea. Johnston was active in sports car racing during the 1950s.",
      "pageId": 47189954,
      "monthDay": "09/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Myl%C3%A8ne_Demongeot",
      "name": "Mylène Demongeot",
      "aboutText": "Silvio Berlusconi (Italian pronunciation: [ˈsilvjo berluˈskoːni]; born 29 September 1936) is an Italian media tycoon and politician who served as Prime Minister of Italy in four governments (1994–1995, 2001–2005, 2005–2006 and 2008–2011).\nBerlusconi is the controlling shareholder of Mediaset and has owned the Italian football club A.C. Milan since 1986. He is nicknamed Il Cavaliere (The Knight) for his Order of Merit for Labour, although he voluntarily resigned from this order in March 2013.",
      "pageId": 26909,
      "monthDay": "09/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jerry_Lee_Lewis",
      "name": "Jerry Lee Lewis",
      "aboutText": "Willem \"Wim\" Kok, Jr. (Dutch pronunciation: [ˈʋɪm ˈkɔk]) (born 29 September 1938) is a retired Dutch politician of the Labour Party (PvdA). He served as Prime Minister of the Netherlands from 22 August 1994 until 22 July 2002.",
      "pageId": 33719,
      "monthDay": "09/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Silvio_Berlusconi",
      "name": "Silvio Berlusconi",
      "aboutText": "Jerry Lee Lewis (born September 29, 1935) is an American singer-songwriter, musician, and pianist, who is often known by his nickname of The Killer and is often viewed as \"rock & roll's first great wild man.\"",
      "pageId": 98419,
      "monthDay": "09/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Alla_Demidova",
      "name": "Alla Demidova",
      "aboutText": "Frederick Walter Stephen \"Fred\" West (29 September 1941 – 1 January 1995) was an English serial killer. Between 1967 and 1987, West – alone and later with his second wife, serial killer Rosemary West – tortured and raped numerous young women and girls, murdering at least 12, including their own family members. Fred killed at least two people before collaborating with Rose, while Rose murdered Fred's stepdaughter (his first wife's biological daughter) when he was in prison for theft.",
      "pageId": 200822,
      "monthDay": "09/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/James_Fogle",
      "name": "James Fogle",
      "aboutText": "Hywel Rhodri Morgan (born 29 September 1939) is a Welsh Labour politician who was the First Minister of Wales and the Leader of Welsh Labour from 2000 to 2009. He was also the Assembly Member for Cardiff West from 1999 to 2011 and the Member of Parliament for Cardiff West from 1987 to 2001. He is, as of 2015, the longest-serving First Minister of Wales.",
      "pageId": 209398,
      "monthDay": "09/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hal_Trosky,_Jr.",
      "name": "Hal Trosky, Jr.",
      "aboutText": "Felice Gimondi (Italian pronunciation: [feˈliːtʃe dʒiˈmondi]; born 29 September 1942) is an Italian former professional racing cyclist.\nWith his 1968 victory at the Vuelta a España, only three years after becoming a professional cyclist, Gimondi, nicknamed \"The Phoenix\", was the second cyclist (after Jacques Anquetil) to win all three Grand Tours of road cycling: Tour de France (1965, his first year as a pro), Giro d'Italia (1967, 1969 and 1976), and Vuelta a España (1968). He remains one of only six cyclists to have done so.",
      "pageId": 295196,
      "monthDay": "09/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dave_Harper_(footballer)",
      "name": "Dave Harper",
      "aboutText": "Madeline Kahn (September 29, 1942 – December 3, 1999) was an American actress, comedian and singer, known for her comedic roles in films directed by Peter Bogdanovich and Mel Brooks; including What's Up, Doc? (1972), Young Frankenstein (1974), High Anxiety (1977), History of the World, Part I (1981), and her Academy Award nominated roles in Paper Moon (1973) and Blazing Saddles (1974).\nKahn made her Broadway debut in Leonard Sillman's New Faces of 1968, and received the first of four Tony Award nominations for the 1973 play In the Boom Boom Room.",
      "pageId": 462624,
      "monthDay": "09/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Wim_Kok",
      "name": "Wim Kok",
      "aboutText": "Lawrence Lavon \"Larry\" Linville (September 29, 1939 – April 10, 2000) was an American actor.",
      "pageId": 1011117,
      "monthDay": "09/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Fikret_Abdi%C4%87",
      "name": "Fikret Abdić",
      "aboutText": "James Curran Baxter (29 September 1939 – 14 April 2001) was a left-footed Scottish footballer who played as a midfielder. He is generally regarded as one of the country's greatest ever players. He was born, educated and started his career in Fife, but his peak playing years were in the early 1960s with the Glasgow club Rangers, whom he helped to win ten trophies between 1960 and 1965, and where he became known as \"Slim Jim\".",
      "pageId": 1598304,
      "monthDay": "09/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jim_Baxter",
      "name": "Jim Baxter",
      "aboutText": "Nicola Di Bari, born Michele Scommegna on 29 September 1940, is an Italian singer-songwriter and actor. He is considered one of the \"sacred monsters\" of Italian pop music.\n^ Enrico Deregibus.",
      "pageId": 1901454,
      "monthDay": "09/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dan_Crary",
      "name": "Dan Crary",
      "aboutText": "Alla Sergeyevna Demidova (Russian: А́лла Серге́евна Деми́дова; born 29 September 1936, Moscow) is a Russian actress internationally acclaimed for the tragic parts in innovative plays staged by Yuri Lyubimov in the Taganka Theatre. She was awarded the USSR State Prize (1977) and the Order of Merit for the Fatherland (twice, 2007, 2001).",
      "pageId": 2542281,
      "monthDay": "09/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Molly_Haskell",
      "name": "Molly Haskell",
      "aboutText": "Molly Haskell (born September 29, 1939) is an American feminist film critic and author. She contributed to The Village Voice, first as a theatre critic, then as a movie reviewer; and from there moved on to New York Magazine and Vogue. Her most influential book is From Reverence to Rape: The Treatment of Women in the Movies (1974; revised and reissued in 1987).",
      "pageId": 4636188,
      "monthDay": "09/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Larry_Linville",
      "name": "Larry Linville",
      "aboutText": "Fikret Abdić (born 29 September 1939) is a Bosnian politician and businessman who first rose to prominence in the 1980s for his role in turning the Velika Kladuša-based agriculture company Agrokomerc into one of the biggest conglomerates in SFR Yugoslavia. In the early 1990s, during the Bosnian War, Abdić declared his opposition to the official Bosnian government, and established the Autonomous Province of Western Bosnia, a small and short-lived province in the northwestern corner of Bosnia and Herzegovina composed of the town of Velika Kladuša and nearby villages.\nThe mini-state existed between 1993 and 1995 and was allied with the Army of Republika Srpska.",
      "pageId": 5035555,
      "monthDay": "09/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Rhodri_Morgan",
      "name": "Rhodri Morgan",
      "aboutText": "Dan Crary (aka Deacon Dan Crary) (born September 29, 1939 in Kansas City, Kansas) is an American bluegrass guitarist and a recording artist. He helped re-establish flatpicked guitar as a prominent soloing bluegrass instrument. Crary is an innovator of the flatpicking style of guitar playing.",
      "pageId": 6778710,
      "monthDay": "09/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Nicola_Di_Bari",
      "name": "Nicola Di Bari",
      "aboutText": "Stephen Friedland (born September 29, 1940), known as Brute Force ® , is an American singer and songwriter.",
      "pageId": 7009490,
      "monthDay": "09/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Brute_Force_(musician)",
      "name": "Brute Force",
      "aboutText": "Marie-Hélène Demongeot, known as Mylène Demongeot (born 29 September 1935, Nice, Alpes-Maritimes) is a French actress with a career spanning six decades. She has appeared in 72 films since 1953.",
      "pageId": 7837342,
      "monthDay": "09/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Carlos_Morales_Troncoso",
      "name": "Carlos Morales Troncoso",
      "aboutText": "Carlos Morales Troncoso (29 September 1940 – 25 October 2014) was vice-president of the Dominican Republic (Politics of the Dominican Republic) from 1986 to 1994 and its foreign minister from 2004 to 2014.",
      "pageId": 11936239,
      "monthDay": "09/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Fred_West",
      "name": "Fred West",
      "aboutText": "Harold Arthur Trosky, Jr. (September 29, 1936 – November 23, 2012) was a Major League Baseball pitcher who appeared in two games for the Chicago White Sox during the 1958 season. He threw right-handed.",
      "pageId": 26486737,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Felice_Gimondi",
      "name": "Felice Gimondi",
      "aboutText": "James Fogle (September 29, 1936 – August 23, 2012) was the American author of the autobiographical novel Drugstore Cowboy which became the basis for the film of the same name. He was born in Elcho, Wisconsin.\nFogle was in prison at the time of the film's release in 1989.",
      "pageId": 27500465,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Madeline_Kahn",
      "name": "Madeline Kahn",
      "aboutText": "David Harper (29 September 1938 – 24 January 2013) was an English footballer who played as a midfielder in the Football League.",
      "pageId": 29143009,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ian_McShane",
      "name": "Ian McShane",
      "aboutText": "Mark Fredrick Farner (born September 29, 1948) is an American singer, guitarist and songwriter, best known as the lead singer and lead guitarist for Grand Funk Railroad, and later as a contemporary Christian musician.",
      "pageId": 149822,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bill_Nelson",
      "name": "Bill Nelson",
      "aboutText": "Seyyed Mohammad Khatami (Persian: سید محمد خاتمی‎‎, pronounced [ sejˈjed mohæmˈmæde xɒːtæˈmiː]; born 29 September 1943) is an Iranian scholar, Shia theologian, and reformist politician. He served as the fifth President of Iran from 3 August 1997 to 3 August 2005. He also served as Iran's Minister of Culture from 1982 to 1992.",
      "pageId": 193208,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jean-Luc_Ponty",
      "name": "Jean-Luc Ponty",
      "aboutText": "Clarence William \"Bill\" Nelson II (born September 29, 1942) is an American politician and member of the Democratic Party who serves as the senior United States Senator from Florida, in office since 2001. Nelson began his career in the Florida House of Representatives, where he served from 1973 to 1979. He then served in the United States House of Representatives from 1979 to 1991 and in January 1986, Nelson became the second sitting member of the United States Congress to fly in space.",
      "pageId": 363272,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Janet_Powell",
      "name": "Janet Powell",
      "aboutText": "Bryant Charles Gumbel (born September 29, 1948) is an American television journalist and sportscaster. He is best known for his 15 years as co-host of NBC's The Today Show.",
      "pageId": 532872,
      "monthDay": "09/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Steve_Tesich",
      "name": "Steve Tesich",
      "aboutText": "Ian David McShane (born 29 September 1942) is a British actor, voice actor, director, and producer. Despite appearing in numerous films, he is best known for his television roles, particularly BBC's Lovejoy (1986–1994), HBO's drama series Deadwood (2004–2006) and Game of Thrones (2016). He also starred as King Silas Benjamin in the NBC series Kings, Bishop Waleran in The Pillars of the Earth, Tai Lung in Kung Fu Panda, and as Blackbeard in Pirates of the Caribbean: On Stranger Tides.",
      "pageId": 638372,
      "monthDay": "09/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mohammad_Khatami",
      "name": "Mohammad Khatami",
      "aboutText": "Jean-Luc Ponty (born 29 September 1942) is a French virtuoso violinist and jazz composer.",
      "pageId": 684047,
      "monthDay": "09/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gary_Boyd_Roberts",
      "name": "Gary Boyd Roberts",
      "aboutText": "Mike Post (born Leland Michael Postil, September 29, 1944 in Berkeley, California) is an American multi-Grammy- and Emmy Award-winning composer best known for his TV theme songs for such primetime series as Law & Order, Law & Order SVU, The A-Team, NYPD Blue, The Rockford Files, L.A. Law, Quantum Leap, Magnum, P.I., and Hill Street Blues.",
      "pageId": 736476,
      "monthDay": "09/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Wolfgang_Overath",
      "name": "Wolfgang Overath",
      "aboutText": "Stojan Steve Tesich (Serbian: Стојан Стив Тешић, Stojan Stiv Tešić; September 29, 1942 – July 1, 1996) was a Serbian-American screenwriter, playwright and novelist. He won the Academy Award for Best Original Screenplay in 1979 for the movie Breaking Away.",
      "pageId": 747099,
      "monthDay": "09/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lech_Wa%C5%82%C4%99sa",
      "name": "Lech Wałęsa",
      "aboutText": "Wolfgang Overath (born 29 September 1943 in Siegburg, Germany) is a former West German footballer. A true one-club man, Overath spent his entire professional career at 1. FC Köln.",
      "pageId": 748043,
      "monthDay": "09/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mike_Post",
      "name": "Mike Post",
      "aboutText": "Janet Frances Powell AM (29 September 1942 – 30 September 2013) was an Australian politician.\nA native of Nhill, Victoria, Powell was educated at Ballarat Grammar School and Nhill High School. She graduated from the University of Melbourne with a Bachelor of Arts and a Diploma of Education.",
      "pageId": 1054185,
      "monthDay": "09/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kyriakos_Sfetsas",
      "name": "Kyriakos Sfetsas",
      "aboutText": "Patricia Ann Hodge (born 29 September 1946) is an English actor. She made her West End debut in 1972 and starred in the 1973 West End production of Pippin, directed by Bob Fosse. She received two Olivier Award nominations for Best Actress in a Musical, before winning the 2000 Olivier Award for Best Supporting Actress for her role in the play Money.",
      "pageId": 1416720,
      "monthDay": "09/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Patricia_Hodge",
      "name": "Patricia Hodge",
      "aboutText": "Ian Russell Wallace (29 September 1946 – 22 February 2007) was an English rock and jazz drummer, most visibly as a member of progressive rock band, King Crimson, a member of David Lindley's El Rayo-X and as Don Henley's drummer.",
      "pageId": 3404857,
      "monthDay": "09/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ian_Wallace_(drummer)",
      "name": "Ian Wallace",
      "aboutText": "Ülo Kaevats (29 September 1947 – 30 January 2015) was an Estonian statesman, academic and philosopher.\nKaevats held a PhD from Vilnius State University in Lithuania. He served for many years (1989–1992, 1995–2000) as Editor-in-Chief of the Estonian Encyclopaedia, the main national work of reference; earlier, he worked as a research fellow at the Estonian and the USSR Academies of Sciences, mostly in the History of Science field.",
      "pageId": 4658134,
      "monthDay": "09/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martin_Ferrero",
      "name": "Martin Ferrero",
      "aboutText": "Kyriakos Sfetsas (Greek: Κυριάκος Σφέτσας; born September 29, 1945) is a Greek composer.",
      "pageId": 4969961,
      "monthDay": "09/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/%C3%9Clo_Kaevats",
      "name": "Ülo Kaevats",
      "aboutText": "Theodor Franz Jörgensmann (born September 29, 1948 in Bottrop, Germany) is a jazz and free-improvising Basset clarinet player and composer.",
      "pageId": 7362114,
      "monthDay": "09/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gary_Wetzel",
      "name": "Gary Wetzel",
      "aboutText": "Gary Boyd Roberts (born September 29, 1943, Houston, Texas) is an American genealogist known for his scholarship in Americans of royal descent, the ancestors of American presidents, and notable kin.",
      "pageId": 7602666,
      "monthDay": "09/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Yelena_Drapeko",
      "name": "Yelena Drapeko",
      "aboutText": "Gary George Wetzel (born September 29, 1947) is a former United States Army soldier and a recipient of the United States military's highest decoration—the Medal of Honor—for his actions in the Vietnam War.",
      "pageId": 11633374,
      "monthDay": "09/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mark_Farner",
      "name": "Mark Farner",
      "aboutText": "Martin Ferrero (born September 29, 1947) is an American stage and film actor.",
      "pageId": 21188510,
      "monthDay": "09/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bryant_Gumbel",
      "name": "Bryant Gumbel",
      "aboutText": "Lech Wałęsa (/ˌlɛk vəˈwɛnsə/ or /wɔːˈlɛnsə/; Polish: [ˈlɛx vaˈwɛ̃sa]; born 29 September 1943) is a Polish politician, trade-union organizer, philanthropist and human-rights activist. A charismatic leader, he co-founded Solidarity (Solidarność), the Soviet bloc's first independent trade union, won the Nobel Peace Prize in 1983, and served as President of Poland from 1990 to 1995.\nWałęsa was an electrician by trade.",
      "pageId": 27123535,
      "monthDay": "09/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Theo_J%C3%B6rgensmann",
      "name": "Theo Jörgensmann",
      "aboutText": "Yelena Grigorevna Drapeko (Russian: Еле́на Григо́рьевна Драпе́ко, born 29 September 1948) is a Soviet and Russian theater and film actress. She has appeared in over 30 films and television shows since 1972. She is also a member of the State Duma since 2003.",
      "pageId": 33943585,
      "monthDay": "09/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mike_Pinera",
      "name": "Mike Pinera",
      "aboutText": "Max Allen Sandlin, Jr. (born September 29, 1952) is a former Democratic Congressman who served eight years (1997–2005) in the U.S. House of Representatives representing Texas District 1.",
      "pageId": 446257,
      "monthDay": "09/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/George_Dalaras",
      "name": "George Dalaras",
      "aboutText": "Maureen Caird (born 29 September 1951) is a former Australian track athlete, who specialised in the sprint hurdles. At the 1968 Summer Olympics, she became the youngest-ever individual Olympic athletics champion, at age 17, when she won gold in Mexico City.",
      "pageId": 662887,
      "monthDay": "09/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ken_Macha",
      "name": "Ken Macha",
      "aboutText": "Richard Hodges OBE, FSA (born 29 September 1952) is a British archaeologist and president of The American University of Rome. A former professor and director of the Institute of World Archaeology at the University of East Anglia (1995–2007), as of 2009 Hodges is also the former Williams Director of the University of Pennsylvania Museum of Archaeology and Anthropology in Philadelphia (October 2007- 2012). His published research primarily concerns trade and economics during the early part of the Middle Ages in Europe.",
      "pageId": 684689,
      "monthDay": "09/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Michelle_Bachelet",
      "name": "Michelle Bachelet",
      "aboutText": "Drake Hogestyn (/ˈhʌdʒstən/; born Donald Drake Hogestyn on September 29, 1953) is an American actor best known for his long running role as John Black on the American soap opera Days of Our Lives.",
      "pageId": 746812,
      "monthDay": "09/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pier_Luigi_Bersani",
      "name": "Pier Luigi Bersani",
      "aboutText": "Verónica Michelle Bachelet Jeria (Spanish pronunciation: [beˈɾonika miˈtʃel βatʃeˈle ˈxeɾja]; born 29 September 1951) is a Chilean Socialist Party politician who has served as the President of Chile since 11 March 2014. She previously served as President from 2006 to 2010, becoming the first woman in her country to do so. After leaving the presidency, she was appointed the first executive director of the newly created United Nations Entity for Gender Equality and the Empowerment of Women (UN Women).",
      "pageId": 986814,
      "monthDay": "09/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Andr%C3%A9s_Caicedo",
      "name": "Andrés Caicedo",
      "aboutText": "Luis Andrés Caicedo Estela (29 September 1951 - 4 March 1977) was a Colombian writer born in Cali, the city where he would spend most of his life. Despite his premature death, his work is considered one of the most original in Colombian literature. Caicedo led different cultural movements in the city like the literary group \"Los Dialogantes\" (Those who speak), the Cinema Club of Cali and the \"Ojo con el Cine\" Magazine (Attention to the Cinema).",
      "pageId": 1238187,
      "monthDay": "09/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Maureen_Caird",
      "name": "Maureen Caird",
      "aboutText": "Lawrence W. (Larry) Reed (born September 29, 1953) is president of the Foundation for Economic Education (FEE). Before joining FEE, Reed served as president of the Mackinac Center for Public Policy, a Midland, Michigan based free-market think tank. To date, he remains Mackinac’s president emeritus.",
      "pageId": 1604373,
      "monthDay": "09/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mike_Enriquez",
      "name": "Mike Enriquez",
      "aboutText": "Gábor Csupó (Hungarian: Csupó Gábor, pronounced [ˈt͡ʃupoː ˈɡaːbor]; born September 29, 1952) is a Hungarian animator, writer, director, producer and graphic designer. He is co-founder of the animation studio Klasky Csupo, which has produced shows like Rugrats, Duckman, and Aaahh!!!",
      "pageId": 1680125,
      "monthDay": "09/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Roy_Campbell,_Jr.",
      "name": "Roy Campbell, Jr.",
      "aboutText": "Pier Luigi Bersani (Italian pronunciation: [pjɛr luˈiːdʒi berˈsaːni]; born 29 September 1951) is an Italian politician and was Secretary of the Democratic Party (DP), Italy's leading centre-left party, from 2009 to 2013. Bersani was Minister of Industry, Commerce and Craftmanship from 1996 to 1999, Minister of Transport from 1999 to 2001, and Minister of Economic Development from 2006 to 2008.\nBersani was hospitalized on 5 January 2014, at the University of Parma Hospital, after suffering a brain hemorrhage; he was conscious upon his hospitalization (which for such patients is good, although not a conclusive indicator of a good outcome by any means), and the hospital said he was undergoing neurosurgery later in the day once the source of the bleeding had been found.",
      "pageId": 1797750,
      "monthDay": "09/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/G%C3%A1bor_Csup%C3%B3",
      "name": "Gábor Csupó",
      "aboutText": "Georgios \"George\" Dalaras (Greek: Γιώργος Νταλάρας) (29 September 1949), is a Greek singer. He is of international fame and has recently been selected as a Goodwill Ambassador for the UN Refugee Agency. He was born in Nea Kokinia, Piraeus.",
      "pageId": 1857695,
      "monthDay": "09/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Richard_Hodges_(archaeologist)",
      "name": "Richard Hodges",
      "aboutText": "Warren Livingston Cromartie (born September 29, 1953) is a retired American baseball player best remembered for his early career with the Montreal Expos. He and fellow young outfielders Ellis Valentine and Andre Dawson were the talk of Major League Baseball when they came up together with the Expos in the late seventies.\nNicknamed \"Cro\", he was incredibly popular with the fans in Montreal.",
      "pageId": 2170949,
      "monthDay": "09/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Max_Sandlin",
      "name": "Max Sandlin",
      "aboutText": "Roy Sinclair Campbell, Jr. (September 29, 1952 – January 9, 2014) was an American trumpeter frequently linked to free jazz, although he also performed rhythm and blues, bebop and funk at times during his career.",
      "pageId": 2414448,
      "monthDay": "09/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Takanosato_Toshihide",
      "name": "Takanosato Toshihide",
      "aboutText": "Kenneth Edward Macha (/ˈmɑːkə/; born September 29, 1950, in Monroeville, Pennsylvania) is a former Major League Baseball third baseman and manager. During an 8-year managing career, he managed the Oakland Athletics (2003–06), whom he guided to the American League's Western Division championship in both his first and final seasons with the team, and the Milwaukee Brewers (2009–10).\nDuring a 6-year playing career, Macha played in 1974 and from 1977 to 1981 for the Pittsburgh Pirates, Montreal Expos, and the Toronto Blue Jays.",
      "pageId": 2907118,
      "monthDay": "09/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Warren_Cromartie",
      "name": "Warren Cromartie",
      "aboutText": "Miguel Castro Enriquez (born September 29, 1951 in Santa Ana, Manila), better known as Mike Enriquez, is a popular TV and radio newscaster in the Philippines.",
      "pageId": 4307049,
      "monthDay": "09/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Grusin",
      "name": "Richard Grusin",
      "aboutText": "Mark Mitchell (born 29 September 1954) is an Australian actor, comedian and contemporary artist.",
      "pageId": 5001329,
      "monthDay": "09/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Drake_Hogestyn",
      "name": "Drake Hogestyn",
      "aboutText": "Mike Pinera (born September 29, 1948) is an American guitarist who started professionally in the late 1960s with the group Blues Image, which had a #4 hit in 1970 with their song \"Ride Captain Ride\". After the breakup of that group, he joined Iron Butterfly, and later formed the group Ramatam. Pinera was then the founding member of the band New Cactus, a later incarnation of the band Cactus.",
      "pageId": 7479760,
      "monthDay": "09/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jean-Claude_Lauzon",
      "name": "Jean-Claude Lauzon",
      "aboutText": "Takanosato Toshihide (Toshihide Takaya, September 29, 1952 – November 7, 2011) was a sumo wrestler from Namioka, Aomori, Japan. He was the sport's 59th yokozuna from 1983 to 1986 and won four top division tournament championships.",
      "pageId": 8207265,
      "monthDay": "09/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lawrence_Reed",
      "name": "Lawrence Reed",
      "aboutText": "Jean-Claude Lauzon (September 29, 1953 – August 10, 1997) was a Canadian filmmaker. Born to a humble family in Montreal, Quebec, Canada, Lauzon worked a variety of odd jobs after dropping out of high school. He went on to study film at the Université du Québec à Montréal at the behest of Andre Petrowski, a member of the National Film Board of Canada.",
      "pageId": 10039069,
      "monthDay": "09/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Uwe_Jahn",
      "name": "Uwe Jahn",
      "aboutText": "Uwe Jahn (born 29 September 1954 in Berlin) is a German football coach.\nDuring the mid-1990s, Jahn had two spells as manager of Tennis Borussia Berlin, but couldn't stop them from being relegated from the 1993–94 2. Fußball-Bundesliga.",
      "pageId": 30780613,
      "monthDay": "09/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mark_Mitchell_(actor)",
      "name": "Mark Mitchell",
      "aboutText": "Richard Arthur Grusin (born September 29, 1953) is an American new media scholar and author who currently serves as both Professor of English and Director of the Center for 21st Century Studies (C21) at the University of Wisconsin–Milwaukee.",
      "pageId": 33594719,
      "monthDay": "09/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mari_Wilson",
      "name": "Mari Wilson",
      "aboutText": "John MacBeth Paxson (born September 29, 1960) is an American basketball administrator and former player who has been Vice President of Basketball Operations for the Chicago Bulls of the National Basketball Association since 2009, after serving as team general manager from 2003 to 2009.",
      "pageId": 157429,
      "monthDay": "09/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ann_Bancroft",
      "name": "Ann Bancroft",
      "aboutText": "Ann Bancroft (born September 29, 1955) is an American author, teacher, and adventurer. She was the first woman to successfully finish a number of arduous expeditions to the Arctic and Antarctic.",
      "pageId": 367230,
      "monthDay": "09/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gareth_Davies_(rugby_player_born_1955)",
      "name": "Gareth Davies",
      "aboutText": "Sebastian Newbold Coe, Baron Coe, CH KBE (born 29 September 1956), often referred to as Seb Coe or Lord Coe, is a British politician and former track and field athlete. As a middle-distance runner, Coe won four Olympic medals, including the 1500 metres gold medal at the Olympic Games in 1980 and 1984. He set eight outdoor and three indoor world records in middle-distance track events – including, in 1979, setting three world records in the space of 41 days – and the world record he set in the 800 metres in 1981 remained unbroken until 1997.",
      "pageId": 412054,
      "monthDay": "09/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Beno%C3%AEt_Ferreux",
      "name": "Benoît Ferreux",
      "aboutText": "Andrew Dice Clay (born Andrew Clay Silverstein; September 29, 1957) is an American comedian and actor. He played the lead role in the 1990 film The Adventures of Ford Fairlane.\nClay has been in several movies and has released a number of stand-up comedy albums.",
      "pageId": 432972,
      "monthDay": "09/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ken_Weatherwax",
      "name": "Ken Weatherwax",
      "aboutText": "Julia Eileen Gillard (born 29 September 1961) is a former Australian politician who served as the 27th Prime Minister of Australia from 2010 to 2013, as leader of the Australian Labor Party. She was the first and to date only woman to hold either position.\nGillard was born in Barry, Wales, and migrated with her family to Adelaide, South Australia, in 1966, attending Mitcham Demonstration School and Unley High School.",
      "pageId": 519437,
      "monthDay": "09/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sebastian_Coe",
      "name": "Sebastian Coe",
      "aboutText": "Alan McGee (born 29 September 1960) is a Scottish businessman and music industry executive. He has been a record label owner, musician, manager, and music blogger for The Guardian. He is best known for co-forming and running the independent Creation Records label from 1983–1999, and then Poptones from 1999–2007.",
      "pageId": 538547,
      "monthDay": "09/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Suzzy_Roche",
      "name": "Suzzy Roche",
      "aboutText": "Andrew Francis Slaughter (born 29 September 1960) is an English Labour Party politician who was elected as Member of Parliament (MP) for Hammersmith in 2010.\nHe had previously been MP for Ealing, Acton and Shepherd's Bush from 2005 to 2010 and before that, Leader of the London Borough of Hammersmith and Fulham Council.",
      "pageId": 1243465,
      "monthDay": "09/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Chris_Broad",
      "name": "Chris Broad",
      "aboutText": "Brian Christopher Broad, usually known as Chris Broad (b. 1957) is a former English cricketer and broadcaster who currently serves as a cricket official. As an opening batsman, he played 26 Test matches for England and scored six centuries, together with 34 One Day International matches with a respectable over 40 average.",
      "pageId": 1420080,
      "monthDay": "09/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andrew_Dice_Clay",
      "name": "Andrew Dice Clay",
      "aboutText": "Suzzy Roche (Suzzy rhymes with \"fuzzy\"), originally from Park Ridge, New Jersey, is best known for her work with the female vocal group The Roches, alongside sisters Maggie and Terre. Suzzy is the youngest of the three, and joined the act in 1977.",
      "pageId": 1477086,
      "monthDay": "09/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Sokratis_Malamas",
      "name": "Sokratis Malamas",
      "aboutText": "Mark Charles Jefford Nicholas (born 29 September 1957) is an English cricket commentator and former player. He played for Hampshire from 1978 to 1995, captaining them from 1985 to his retirement.\nNicholas was born in Westminster, London.",
      "pageId": 2155358,
      "monthDay": "09/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Nicholas",
      "name": "Mark Nicholas",
      "aboutText": "Stephanie Catherine Miller (born September 29, 1961) is an American political commentator, comedian and host of The Stephanie Miller Show, a liberal talk radio program produced in Los Angeles and syndicated nationally by Dial Global. In 2012, Talkers magazine ranked her the 11th most important radio talk show host out of 13 syndicated radio programs broadcast in America.\n^ TALKERS magazine – Heavy Hundred 2012.",
      "pageId": 2262843,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Julian_Armour",
      "name": "Julian Armour",
      "aboutText": "Sokratis Malamas (Greek: Σωκράτης Μάλαμας) (b. September 29, 1957) is a Greek singer and songwriter.\n^ \"Myth and history, past and present\".",
      "pageId": 2268272,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kenneth_Hansen_(rallycross)",
      "name": "Kenneth Hansen",
      "aboutText": "David Lugogo Sammartino (born September 29, 1960) is an American professional wrestler. He is the son of former World Wide Wrestling Federation (World) Heavyweight Champion, Bruno Sammartino.",
      "pageId": 3076246,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Alan_McGee",
      "name": "Alan McGee",
      "aboutText": "Mari Macmillan Ramsay Wilson (born 29 September 1954, Neasden, London) is an English singer. She is best known for her 1982 UK top-10 hit single \"Just What I Always Wanted\" and her 1960s image complete with beehive hairstyle.",
      "pageId": 3771053,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Paxson",
      "name": "John Paxson",
      "aboutText": "Julian Armour, MSM (born 29 September 1960 in Missoula, MT) is a Canadian cellist and artistic director. Armour is married to violist Guylaine Lemaire.",
      "pageId": 4028155,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Sammartino",
      "name": "David Sammartino",
      "aboutText": "Kenneth Patrick Weatherwax (September 29, 1955 – December 7, 2014) was an American child actor.",
      "pageId": 8295059,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Andy_Slaughter",
      "name": "Andy Slaughter",
      "aboutText": "William Gareth Davies (born 29 September 1955) is a former Wales and British and Irish Lions international rugby union player.",
      "pageId": 9130739,
      "monthDay": "09/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Carol_Welsman",
      "name": "Carol Welsman",
      "aboutText": "Benoît Ferreux (September 29, 1955) is a French film and television actor who is possibly best recalled for his role in the 1971 film Murmur of the Heart.",
      "pageId": 18475661,
      "monthDay": "09/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Julia_Gillard",
      "name": "Julia Gillard",
      "aboutText": "Carol Welsman (born September 29, 1960 in Toronto) is a Canadian jazz vocalist and pianist. She is the granddaughter of conductor/composer Frank Welsman and the sister of composer John Welsman.",
      "pageId": 30000424,
      "monthDay": "09/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Stephanie_Miller",
      "name": "Stephanie Miller",
      "aboutText": "Svend Kenneth Hansen, born 29 September 1960 and hailing from Götene, is a Swedish rallycross driver with Danish roots. His late father, Svend Hansen, can be regarded as the inventor of the so-called Joker Laps for rallycross. Hansen has been part of the European rallycross elite since the late 1980s and has won an FIA European Championships for Rallycross Drivers title no less than 14 times up until the year 2008.",
      "pageId": 40608300,
      "monthDay": "09/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Roger_Bart",
      "name": "Roger Bart",
      "aboutText": "Leslie Edward \"Les\" Claypool (born September 29, 1963) is an American musician, singer, songwriter, composer, author and actor best known as the bassist and lead vocalist of the band Primus. Claypool's playing style on the electric bass mixes tapping, flamenco-like strumming, whammy bar bends, and slapping.\nClaypool has also self-produced and engineered his solo releases from his own studio, \"Rancho Relaxo\".",
      "pageId": 52770,
      "monthDay": "09/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dave_Andreychuk",
      "name": "Dave Andreychuk",
      "aboutText": "Erika Eleniak (born September 29, 1969) is an American Playboy Playmate, former model and actress best known for her role in Baywatch as Shauni McClain.",
      "pageId": 276359,
      "monthDay": "09/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Les_Claypool",
      "name": "Les Claypool",
      "aboutText": "David John Andreychuk (born September 29, 1963) is a Ukrainian-Canadian former professional ice hockey left winger who played in the NHL with the Buffalo Sabres, Toronto Maple Leafs, New Jersey Devils, Boston Bruins, Colorado Avalanche and Tampa Bay Lightning.",
      "pageId": 418346,
      "monthDay": "09/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jeanna_Fine",
      "name": "Jeanna Fine",
      "aboutText": "Jeanna Fine (born September 29, 1964) is an American pornographic actress and erotic dancer.",
      "pageId": 957908,
      "monthDay": "09/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Brad_Lohaus",
      "name": "Brad Lohaus",
      "aboutText": "Jill Whelan (born September 29, 1966) is an American actress. She is best known for her role as Vicki Stubing, the daughter of Capt.",
      "pageId": 1000284,
      "monthDay": "09/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hersey_Hawkins",
      "name": "Hersey Hawkins",
      "aboutText": "Brett Lewis Anderson (born 29 September 1967) is an English singer-songwriter, best known as the lead vocalist of the band Suede. After Suede disbanded in 2003, he briefly fronted The Tears, and has released four solo albums. Suede reformed in 2010.",
      "pageId": 1123192,
      "monthDay": "09/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jill_Whelan",
      "name": "Jill Whelan",
      "aboutText": "Roger Bart (born September 29, 1962) is an American actor and singer who has received Tony Awards, Drama Desk Awards, and Screen Actors Guild Awards.",
      "pageId": 1505675,
      "monthDay": "09/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Brett_Anderson",
      "name": "Brett Anderson",
      "aboutText": "Donald Earle DeGrate, Jr. (born September 29, 1969 in Hampton, Virginia), best known by his professional name DeVante Swing, is an American record producer, singer, rapper and songwriter. Swing rose to fame in the 1990s as the founding member of the trendsetting R&B group Jodeci, one of the more popular R&B acts of its time.",
      "pageId": 1575042,
      "monthDay": "09/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Patrick_Burns_(paranormal_investigator)",
      "name": "Patrick Burns",
      "aboutText": "Alexander Nathan Skolnick (born September 29, 1968), is an American metal and jazz guitarist who is the lead guitarist of the Bay Area thrash metal band Testament, and heads the jazz band Alex Skolnick Trio.",
      "pageId": 1628509,
      "monthDay": "09/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Luke_Goss",
      "name": "Luke Goss",
      "aboutText": "Luke Damon Goss (born 29 September 1968) is an English actor. He has appeared in numerous films including Blade II (2002) as Jared Nomak, One Night with the King (2006) as King Xerxes, Hellboy II: The Golden Army (2008) as Prince Nuada, Tekken (2010) as Steve Fox and Interview with a Hitman (2012) as Viktor.",
      "pageId": 2247670,
      "monthDay": "09/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Matt_Goss",
      "name": "Matt Goss",
      "aboutText": "Jason Lewis (born September 29, 1970 in New York, New York) better known by his stage name AMG, is a rapper from Cleveland, Ohio. He later moved to the Los Angeles suburb of Inglewood, California. He is known for his sexually explicit lyrics, and most notably for songs like \"Bitch Betta Have My Money\" and \"Jiggable Pie\".",
      "pageId": 2579311,
      "monthDay": "09/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alex_Skolnick",
      "name": "Alex Skolnick",
      "aboutText": "Hersey R. Hawkins, Jr. (born September 29, 1966) is a retired American professional basketball player. After starting at Westinghouse High School in Chicago, the 6'3\" (1.90 m) shooting guard attended Bradley University.",
      "pageId": 3033656,
      "monthDay": "09/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Samir_Soni",
      "name": "Samir Soni",
      "aboutText": "Raúl Alejandro Escajadillo Peña (born September 29, 1969 in Mérida, Yucatán, Mexico), better known as Aleks Syntek, is a singer, songwriter and Mexican producer. He is married to Karen Coronado, sister of talkshow host Ingrid Coronado. He has earned 9 nominations for the Latin Grammy Awards including one this year, a Grammy nomination, 5 nominations for the MTV Latin Awards, and is the winner of 3 Latin Billboard awards.",
      "pageId": 3724631,
      "monthDay": "09/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sabrina_(Greek_singer)",
      "name": "Sabrina",
      "aboutText": "Jonathan Paul \"Jon\" Auer (born September 29, 1969) is an American musician who co-founded the power pop band The Posies, along with Ken Stringfellow. Auer and Stringfellow have also been a part of the rejuvenated Big Star.\nAuer was a founding member of Sky Cries Mary.",
      "pageId": 3960721,
      "monthDay": "09/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jon_Auer",
      "name": "Jon Auer",
      "aboutText": "Sabrina (Greek: Σαμπρίνα), born as Alexandra Tserkanou (Greek: Αλεξάνδρα Τσερκάνου), is a Greek pop singer who was born on 29 September 1969 in Bulawayo, Rhodesia (today Zimbabwe) to Greek parents.",
      "pageId": 3995562,
      "monthDay": "09/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Angelo_Barretto",
      "name": "Angelo Barretto",
      "aboutText": "Bradley Allen \"Brad\" Lohaus (born September 29, 1964) is an American retired professional basketball player who was selected by the Boston Celtics in the second round (45th overall) of the 1987 NBA Draft.",
      "pageId": 5967465,
      "monthDay": "09/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Erika_Eleniak",
      "name": "Erika Eleniak",
      "aboutText": "Angelo Barretto (born September 29, 1969) is a race car driver born, raised and continues to reside in the Philippines.\nHe is best known for his surprisingly successful performance in his European debut in 1999, participating in the Group N class of the European Sportscar Endurance Championships. He and teammate Matthew Marsh drove a BMW M3 and the pair made a slimly-missed bid for the Rookie Championship.",
      "pageId": 5998684,
      "monthDay": "09/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/DeVante_Swing",
      "name": "DeVante Swing",
      "aboutText": "Patrick Burns (born 1968) is an American paranormal investigator, best known as star of the TruTV (formerly Court TV) series Haunting Evidence. He is the founder of the popular website Ghost Hounds, which in 2001 was featured in an Emmy award-winning Turner documentary \"Interact Atlanta - 'Ghost Hounds' \".",
      "pageId": 6388520,
      "monthDay": "09/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Aleks_Syntek",
      "name": "Aleks Syntek",
      "aboutText": "Samir Soni (born in London, England) is an British film and television actor and a former model living in Mumbai since 2007. Soni made his debut in the Hindi serial Samandar based on Navy officers. In 1996, he appeared as Ashok Mathur in Doordarshan's A Mouthful Of Sky.",
      "pageId": 7711683,
      "monthDay": "09/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/AMG_(rapper)",
      "name": "AMG",
      "aboutText": "Matthew Weston \"Matt\" Goss (born 29 September 1968) is an English singer-songwriter and musician, currently based in Las Vegas.\nHe was the lead singer of 1980s pop group Bros, which also featured his twin brother, Luke as drummer, and Craig Logan as bass player.",
      "pageId": 8590339,
      "monthDay": "09/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Emily_Lloyd",
      "name": "Emily Lloyd",
      "aboutText": "Yoshihiro \"Yoshi\" Tajiri (田尻 義博, Tajiri Yoshihiro, born September 29, 1970), is a Japanese professional wrestler, perhaps best known for his appearances with the American professional wrestling promotions Extreme Championship Wrestling and World Wrestling Entertainment. He currently works for Wrestle-1 (W-1).",
      "pageId": 305367,
      "monthDay": "09/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nicol%C3%A1s_Pereira",
      "name": "Nicolás Pereira",
      "aboutText": "Paul James \"Mackenzie\" Crook (born 29 September 1971) is an English actor, writer, director, and stand-up comedian. He is best known for playing Gareth Keenan in The Office, Ragetti in the Pirates of the Caribbean films, Orell in the HBO series Game of Thrones, and the creator and star of BBC Four's Detectorists.",
      "pageId": 1146145,
      "monthDay": "09/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Russell_Peters",
      "name": "Russell Peters",
      "aboutText": "Alexis Cruz (born September 29, 1974) is an American actor, known for his performances as Rafael in Touched by an Angel and as Skaara in Stargate and Stargate SG-1.",
      "pageId": 1166474,
      "monthDay": "09/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Yoshihiro_Tajiri",
      "name": "Yoshihiro Tajiri",
      "aboutText": "Robert Patrick Webb (born 29 September 1972) is an English comedian, actor and writer, and one half of the double act Mitchell and Webb, alongside David Mitchell.",
      "pageId": 1284897,
      "monthDay": "09/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Natasha_Gregson_Wagner",
      "name": "Natasha Gregson Wagner",
      "aboutText": "Ava Vincent (born September 29, 1975), formerly known as Jewel Valmont, is an American former pornographic actress.",
      "pageId": 2016114,
      "monthDay": "09/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tanoka_Beard",
      "name": "Tanoka Beard",
      "aboutText": "Russell Dominic Peters (born September 29, 1970) is a Canadian comedian and actor. He began performing in Toronto in 1989 and won a Gemini Award in 2008.",
      "pageId": 2175303,
      "monthDay": "09/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mackenzie_Crook",
      "name": "Mackenzie Crook",
      "aboutText": "Emily Lloyd-Pack, known as Emily Lloyd (born 29 September 1970), is an English actress, perhaps best known for her breakthrough performance at the age of sixteen in the 1987 David Leland film Wish You Were Here.",
      "pageId": 2225281,
      "monthDay": "09/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sibel_T%C3%BCz%C3%BCn",
      "name": "Sibel Tüzün",
      "aboutText": "Emma Louise Niblett (born 29 September 1973), better known by the stage name Scout Niblett, is an English singer, songwriter, and multi-instrumentalist. Niblett debuted in 2001 with her first full-length studio album Sweet Heart Fever, and went on to release four more studio albums over the next nine years, including collaborations with Steve Albini, Chris Saligoe, Will Oldham, and Kristian Goddard. In 2013, Niblett released her sixth studio album, It's Up to Emma, which she mixed and produced.",
      "pageId": 2354663,
      "monthDay": "09/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Oliver_Gavin",
      "name": "Oliver Gavin",
      "aboutText": "Natasha Gregson Wagner (born September 29, 1970) is an American actress. Wagner was born in Los Angeles, California, the daughter of Richard Gregson, a film producer, and actress Natalie Wood.",
      "pageId": 2494866,
      "monthDay": "09/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Togi_Makabe",
      "name": "Togi Makabe",
      "aboutText": "Darren Asherton Byfield (born 29 September 1976) is a semi-professional footballer who plays as a forward Solihull Moors.\nByfield won six caps for Jamaica in 2003, and has scored 110 goals in 484 appearances across all domestic competitions so far in his football career. He was briefly married to pop star Jamelia, with whom he had one child.",
      "pageId": 2927379,
      "monthDay": "09/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Robert_Webb",
      "name": "Robert Webb",
      "aboutText": "Matthew \"Matt\" Hullum (born September 29, 1974) is an American director, producer, writer, actor and visual effects supervisor living in Austin, Texas.",
      "pageId": 3303293,
      "monthDay": "09/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Foivos_Delivorias",
      "name": "Foivos Delivorias",
      "aboutText": "Sibel Tüzün (born 29 September 1971 in Istanbul, Turkey) is a Turkish pop/rock/jazz singer.",
      "pageId": 3890763,
      "monthDay": "09/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shannon_Larratt",
      "name": "Shannon Larratt",
      "aboutText": "Nicolás Pereira (born September 29, 1970 in Salto, Uruguay) is a former tennis player from Venezuela, who became International Tennis Federation Junior World Champion in 1988 after winning the French Open, Wimbledon and the US Open.",
      "pageId": 3929855,
      "monthDay": "09/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scout_Niblett",
      "name": "Scout Niblett",
      "aboutText": "Not to be confused with Brian Ash (bibliographer)",
      "pageId": 4369256,
      "monthDay": "09/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brian_Ash",
      "name": "Brian Ash",
      "aboutText": "Albert Celades López (born 29 September 1975) is a Spanish retired footballer who played as a defensive midfielder.\nA tactically astute player with a strong defensive mentality, he is best known for his stints with Barcelona and Real Madrid, and he amassed La Liga total of 223 games and eight goals over the course of 12 seasons, winning 14 major titles both teams combined.\nCelades appeared with the Spanish national team at the 1998 World Cup.",
      "pageId": 5586844,
      "monthDay": "09/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alexis_Cruz",
      "name": "Alexis Cruz",
      "aboutText": "Oliver Benjamin Gavin (born 29 September 1972), is a British racecar driver who joined Corvette Racing in 2002. He has won five American Le Mans Series class championships, five 24 Hours of Le Mans class wins, five 12 Hours of Sebring class wins and five Petit Le Mans class wins.\nHe was raised in the village of Felmersham, Bedfordshire.",
      "pageId": 7048142,
      "monthDay": "09/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Matt_Hullum",
      "name": "Matt Hullum",
      "aboutText": "Tanoka Dwight Beard (born September 29, 1971) is an American former professional basketball player. During his career, he was able to play both the power forward and center positions. He also earned the All-Euroleague Second Team selection in 2005, while leading the competition in rebounds with 10.6 per game.",
      "pageId": 11303618,
      "monthDay": "09/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Albert_Celades",
      "name": "Albert Celades",
      "aboutText": "Shannon Larratt (September 29, 1973 – March 15, 2013) was the creator, former editor and publisher of BMEzine, an online magazine noted for coverage of extreme body modifications. He published several books, including ModCon: The Secret World Of Extreme Body Modification.",
      "pageId": 11558552,
      "monthDay": "09/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ava_Vincent",
      "name": "Ava Vincent",
      "aboutText": "Shinya Makabe (真壁 伸也, Makabe Shin'ya, born September 29, 1972), better known by his ring name Togi Makabe (真壁 刀義, Makabe Togi) is a Japanese professional wrestler, trained by and currently performing for New Japan Pro Wrestling (NJPW), where he is a former IWGP Heavyweight and IWGP Tag Team Champion and a two-time NEVER Openweight Champion.\nDebuting in 1997, Makabe originally wrestled under his birthname as a junior heavyweight (100 kilograms (220 lb)), before gaining several kilograms during a global excursion in 2001 and 2002. He changed his given name to \"Togi\" during the 2004 G1 Climax tournament.",
      "pageId": 15338049,
      "monthDay": "09/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Darren_Byfield",
      "name": "Darren Byfield",
      "aboutText": "Foivos Delivorias (Greek: Φοίβος Δεληβοριάς), born 29 September 1973, is a Greek rock musician, singer, and songwriter from Kallithea, Attica.",
      "pageId": 30754583,
      "monthDay": "09/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kelvin_Davis",
      "name": "Kelvin Davis",
      "aboutText": "Kurt Erik Kleppe Nilsen (born 29 September 1978) is a Norwegian pop/country singer. He won the first season of the Norwegian version of the reality television show Pop Idol, which aired on TV 2 in May 2003.",
      "pageId": 421766,
      "monthDay": "09/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C3%93scar_Sevilla",
      "name": "Óscar Sevilla",
      "aboutText": "Andriy Mykolayovych Shevchenko (Ukrainian: Андрі́й Микола́йович Шевче́нко, pronounced [ɑndˈrij mɪkoˈlɑjovɪt͡ʃ ʃɛwˈt͡ʃɛnko]; born 29 September 1976) is a Ukrainian retired footballer who played for Dynamo Kyiv, Milan, Chelsea, as well as the Ukrainian national team as a striker. Shevchenko is ranked as the fifth top goalscorer in all European competitions with 67 goals. With a tally of 175 goals scored for Milan, Shevchenko is the second most prolific player in the history of the club, and is also the all-time top scorer of the Derby della Madonnina (the derby between Milan and their local rivals Internazionale) with 14 goals.",
      "pageId": 616622,
      "monthDay": "09/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andriy_Shevchenko",
      "name": "Andriy Shevchenko",
      "aboutText": "Wade Brookbank (born September 29, 1977) is a retired Canadian professional ice hockey player.",
      "pageId": 850784,
      "monthDay": "09/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Eric_Barton",
      "name": "Eric Barton",
      "aboutText": "Mohini Bhardwaj (born September 29, 1978) is a retired American gymnast who competed at the 1997 and 2001 World Championships and earned a team silver medal at the 2004 Summer Olympics in Athens.",
      "pageId": 914036,
      "monthDay": "09/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Wade_Brookbank",
      "name": "Wade Brookbank",
      "aboutText": "Debelah Morgan (born September 29, 1977) is an American singer and songwriter. Morgan is best known for her hit single \"Dance with Me,\" off of her third album, which reached #8 on the Billboard Hot 100.",
      "pageId": 1428081,
      "monthDay": "09/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Debelah_Morgan",
      "name": "Debelah Morgan",
      "aboutText": "Eric Barton (born September 29, 1977) is a former American football linebacker who played for twelve seasons in the National Football League. He played college football at Maryland before he was drafted by the Oakland Raiders in the fifth round of the 1999 NFL Draft.",
      "pageId": 1431491,
      "monthDay": "09/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jake_Westbrook",
      "name": "Jake Westbrook",
      "aboutText": "Jacob Cauthen \"Jake\" Westbrook (born September 29, 1977) is an American former professional baseball pitcher in Major League Baseball. He is known as a sinker ball pitcher and has also hit a grand slam home run. During his career he played for the New York Yankees, Cleveland Indians and St.",
      "pageId": 1567086,
      "monthDay": "09/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mohini_Bhardwaj",
      "name": "Mohini Bhardwaj",
      "aboutText": "Dallas John Green (born September 29, 1980) is a Canadian musician who releases music under the name City and Colour. He is also known for his contributions as the vocalist, guitarist and songwriter for the post-hardcore band Alexisonfire. In 2005, he debuted his first full-length album, Sometimes, which achieved Platinum certification in 2006.",
      "pageId": 2099821,
      "monthDay": "09/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gunner_McGrath",
      "name": "Gunner McGrath",
      "aboutText": "Kelvin Geoffrey Davis (born 29 September 1976) is an English footballer who plays as a goalkeeper for Premier League club Southampton. Born in Bedford, Davis began his career with Luton Town as a youth player in 1991 and remained there until 1999. Davis later played for Wimbledon, Ipswich Town and Sunderland before moving to Southampton in 2006.",
      "pageId": 2361089,
      "monthDay": "09/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kurt_Nilsen",
      "name": "Kurt Nilsen",
      "aboutText": "Orhan Ak (born 29 September 1979) is a Turkish former professional footballer who played as a defender. He played as a left back or a central defender.\n^ \"ORHAN AK\" (in Turkish).",
      "pageId": 2384124,
      "monthDay": "09/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luca_Gianquitto",
      "name": "Luca Gianquitto",
      "aboutText": "Zachary Levi Pugh (/ˈzækəri ˈliːvaɪ ˈpjuː/; born September 29, 1980) is an American actor, director, and singer. He is best known for his roles as Kip Steadman in the sitcom Less than Perfect and as Chuck Bartowski in the series Chuck. He appeared in the films Alvin and the Chipmunks: The Squeakquel, Tangled, and Thor: The Dark World.",
      "pageId": 2647835,
      "monthDay": "09/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Orhan_Ak",
      "name": "Orhan Ak",
      "aboutText": "Óscar Miguel Sevilla Ribera (born 29 September 1976, in Ossa de Montiel, Albacete Province), nicknamed El Niño, is a Spanish professional road bicycle racer. He is a climber with a pedigree in stage races, having finished in the top ten of the Tour de France and Vuelta a España several times.",
      "pageId": 3142335,
      "monthDay": "09/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Takumi_Beppu",
      "name": "Takumi Beppu",
      "aboutText": "Patrick Agyemang (born 29 September 1980) is a Ghanaian international footballer who plays as a striker.\nAgyemang began his career at Wimbledon, progressing through the club's youth system. He was loaned out to Brentford in October 1999 for three months, before returning to his parent club.",
      "pageId": 4524477,
      "monthDay": "09/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Artika_Sari_Devi",
      "name": "Artika Sari Devi",
      "aboutText": "Jaime Arturo Lozano Espín (born September 29, 1978 in Mexico City) is a retired Mexican football player who last played for UNAM. In UANL, he played in the midfielder position with the number 21. However, at Cruz Azul he was employed as more of a defensive wingback. He is often simply called \"Jimmy\" Lozano, however, sometimes he is also called in other media as \"El Actor\" because he was born to a family of actors.",
      "pageId": 4862555,
      "monthDay": "09/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shelley_Duncan",
      "name": "Shelley Duncan",
      "aboutText": "This page is about Chris \"Gunner\" McGrath, the musician. For other people of the same name, see Chris McGrath (disambiguation).\nChristopher Leslie McGrath (born September 29, 1978), better known as Gunner McGrath, is the founder, lead singer, and guitarist of the punk rock band Much The Same.",
      "pageId": 5120371,
      "monthDay": "09/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaime_Lozano",
      "name": "Jaime Lozano",
      "aboutText": "Artika Sari Devi Kusmayadi (born September 29, 1979), is the 2004 winner of Puteri Indonesia (Miss Indonesia).",
      "pageId": 9745581,
      "monthDay": "09/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Patrick_Agyemang",
      "name": "Patrick Agyemang",
      "aboutText": "David Shelley Duncan (born September 29, 1979) is an American former professional baseball player. He was a first baseman, outfielder, and designated hitter. Duncan has played for the New York Yankees, Cleveland Indians, and Tampa Bay Rays.",
      "pageId": 12285394,
      "monthDay": "09/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dallas_Green_(musician)",
      "name": "Dallas Green",
      "aboutText": "Takumi Beppu (別府匠, Beppu Takumi, born September 9, 1979 in Chigasaki) is a Japanese former racing cyclist.\nTakumi is the brother of Fumiyuki Beppu. He is currently the manager of the Aisan Racing Team.",
      "pageId": 14190791,
      "monthDay": "09/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Zachary_Levi",
      "name": "Zachary Levi",
      "aboutText": "Dewi Rezer (born 29 September 1980) is an Indonesian actress, presenter and model.",
      "pageId": 46497075,
      "monthDay": "09/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dewi_Rezer",
      "name": "Dewi Rezer",
      "aboutText": "Luca Gianquitto (born 29 September 1978 in Naples, Italy) is an Italian guitarist and music composer living in Amstelveen, Netherlands.",
      "pageId": 47028138,
      "monthDay": "09/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Aris_Galanopoulos",
      "name": "Aris Galanopoulos",
      "aboutText": "Ariana Jollee is a former American pornographic actress and director.",
      "pageId": 1222902,
      "monthDay": "09/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Leonid_Gulov",
      "name": "Leonid Gulov",
      "aboutText": "Siarhei Rutenka, also Sergej Rutenka (Belarusian: Сяргей Рутэнка; born 29 September 1981) is a Belarusian handball player. He is currently playing for Lekhwiya Handball Team. Besides Belarusian citizenship in 2003 he acquired also Slovenian citizenship.",
      "pageId": 1476671,
      "monthDay": "09/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Siarhei_Rutenka",
      "name": "Siarhei Rutenka",
      "aboutText": "Daniel \"Dani\" Pedrosa Ramal (born 29 September 1985) is a Spanish Grand Prix motorcycle racer. Pedrosa grew up in a village near Sabadell called Castellar del Vallès. He is the youngest world champion in 250cc Grands Prix.",
      "pageId": 1659096,
      "monthDay": "09/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shane_Smeltz",
      "name": "Shane Smeltz",
      "aboutText": "Per Mertesacker (German pronunciation: [ˈpeːɐ̯ ˈmɛʁtəsʔakɐ]; born 29 September 1984) is a German professional footballer who plays as a centre back for Arsenal. He also played for the German national team but retired in August 2014 after winning the World Cup. Mertesacker is a youth product of Hannover 96 and he made his senior league debut in November 2003.",
      "pageId": 2115686,
      "monthDay": "09/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Giteau",
      "name": "Matt Giteau",
      "aboutText": "Shane Edward Smeltz (born 29 September 1981) is a New Zealand international footballer who plays as a striker for Sydney FC in the A-League.\nSmeltz spent much of his early career playing in Australia, before moving to England where he played for two and a half seasons. Smeltz has played in the A-League since 2007, with the exception of a brief stint with Gençlerbirliği in the Turkish Süper Lig.",
      "pageId": 3556240,
      "monthDay": "09/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ariana_Jollee",
      "name": "Ariana Jollee",
      "aboutText": "Matthew (\"Matt\") James Giteau (born 29 September 1982) is an Australian rugby union player who now plays for the French Top 14 side Toulon. During his career he appeared in 61 Super Rugby matches, and gained 100 test caps with the Australia national rugby union team. Giteau was reselected to the national team after several years absence under a new rule known as Giteau's law.",
      "pageId": 4316612,
      "monthDay": "09/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lauren_Pope",
      "name": "Lauren Pope",
      "aboutText": "Matt Robert Lashoff (born September 29, 1986) is an American professional ice hockey defenseman. He is currently playing for the Lehigh Valley Phantoms in the American Hockey League (AHL). Lashoff was selected by the Boston Bruins in the 1st round (22nd overall) of the 2005 NHL Entry Draft.",
      "pageId": 5844921,
      "monthDay": "09/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Amy_Williams",
      "name": "Amy Williams",
      "aboutText": "Isha Sharvani (born 29 September 1984 in Gujarat, India) is an Indian Contemporary dancer and actress. She is known for her stylistic Indian contemporary and aerial dance performances.",
      "pageId": 6356035,
      "monthDay": "09/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lisette_Oropesa",
      "name": "Lisette Oropesa",
      "aboutText": "Mark Alexander Fraser (born September 29, 1986) is a Canadian professional ice hockey defenceman. He is currently a member of the Ottawa Senators organization of the National Hockey League (NHL).",
      "pageId": 8894962,
      "monthDay": "09/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lisa_Gormley",
      "name": "Lisa Gormley",
      "aboutText": "Amy Joy Williams MBE (born 29 September 1982) is an English former skeleton racer and Olympic gold medallist.\nOriginally a runner, she began training in skeleton after trying the sport on a push-start track at the University of Bath. Although unable to qualify for the 2006 Winter Olympics, she was a member of her nation's team four years later at the 2010 Games, and won a gold medal, becoming the first British individual gold medallist at a Winter Olympics for 30 years and the only British medallist of those specific Olympics.",
      "pageId": 9189509,
      "monthDay": "09/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Per_Mertesacker",
      "name": "Per Mertesacker",
      "aboutText": "Calvin Johnson Jr. (born September 29, 1985), nicknamed \"Megatron,\" is an American football wide receiver for the Detroit Lions of the National Football League (NFL). He was drafted by the Lions second overall in the 2007 NFL Draft.",
      "pageId": 11061916,
      "monthDay": "09/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Isha_Sharvani",
      "name": "Isha Sharvani",
      "aboutText": "Niklas Moisander (born 29 September 1985) is a Finnish footballer who plays as a centre back for Sampdoria, and for the Finland national team. Moisander was born in Turku, Finland where he played for the local TPS youth team before moving to Ajax´s junior organisation. He is the twin brother of goalkeeper Henrik Moisander, and is the current captain of the national team of Finland.",
      "pageId": 17140785,
      "monthDay": "09/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Calvin_Johnson",
      "name": "Calvin Johnson",
      "aboutText": "Leonid Gulov (born September 29, 1981, in Narva, Estonia) is a retired Estonian rower. He was fourth in the double sculls event with Tõnu Endrekson at the 2004 Summer Olympics in Athens.",
      "pageId": 17651771,
      "monthDay": "09/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Niklas_Moisander",
      "name": "Niklas Moisander",
      "aboutText": "Lisa Renee Foiles (born September 29, 1986) is an American actress and video game journalist.",
      "pageId": 17843215,
      "monthDay": "09/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dani_Pedrosa",
      "name": "Dani Pedrosa",
      "aboutText": "Isaac Makwala (born 29 September 1986) is a Botswana sprinter who specializes in the 400 metres. His personal best time of 43.72, set 5 July 2015 in La Chaux-de-Fonds was an African Continental record and ranks him number 7 on the all time list, the 2nd fastest non-American. He is also a sub-20 200 metres runner.",
      "pageId": 17944881,
      "monthDay": "09/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anjana_Sowmya",
      "name": "Anjana Sowmya",
      "aboutText": "Lisette Oropesa (born September 29, 1983) is an first generation Cuban American operatic soprano. She has a wide repertoire that includes works from Gluck, Handel, Mozart, Rossini, Donizetti, Wagner, Verdi, Bizet, Massenet and Puccini. With her lyric coloratura soprano voice, she has performed roles in her native Spanish and English, as well as German, French and Italian.",
      "pageId": 21678060,
      "monthDay": "09/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lisa_Foiles",
      "name": "Lisa Foiles",
      "aboutText": "Aristidis Galanopoulos (Greek: Αριστίδης Γαλανόπουλος; born 29 September 1981) is a Greek footballer currently playing for Apollon 1926 F.C. in the Football League (Greece) as a Defender.",
      "pageId": 25279419,
      "monthDay": "09/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mark_Fraser_(ice_hockey)",
      "name": "Mark Fraser",
      "aboutText": "Lauren Pope (born 29 September 1982) is an English television personality, actress, glamour model, DJ, music producer and entrepreneur. She has appeared in the ITV2 reality series The Only Way Is Essex from the first series in 2010. She was born and raised in Devon.",
      "pageId": 27303550,
      "monthDay": "09/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Lashoff",
      "name": "Matt Lashoff",
      "aboutText": "Lisa Gormley (born 29 September 1984) is an English-born Australian actress and best known for playing Bianca Scott on the Channel 7 serial drama Home and Away.",
      "pageId": 28173912,
      "monthDay": "09/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Isaac_Makwala",
      "name": "Isaac Makwala",
      "aboutText": "Anjana Sowmya (born September 29, 1985) is a Tollywood playback singer.",
      "pageId": 41430605,
      "monthDay": "09/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Beno%C3%AEt_Pouliot",
      "name": "Benoît Pouliot",
      "aboutText": "Don Juan Valentín de Todos los Santos Urdangarín y de Borbón (born 29 September 1999), in Basque: Joan Balentín Urdangarin de Borbon, is the eldest son of the Infanta Cristina of Spain and Iñaki Urdangarín. Juan is seventh in the line of succession to the Spanish Throne, after his mother.",
      "pageId": 3076209,
      "monthDay": "09/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/David_Del_Rio",
      "name": "David Del Rio",
      "aboutText": "Benoît Robert Pouliot (born September 29, 1986) is a Canadian professional ice hockey left winger currently playing for the Edmonton Oilers of the National Hockey League (NHL). He has previously played in the NHL with the Minnesota Wild, Montreal Canadiens, Boston Bruins, Tampa Bay Lightning and the New York Rangers.",
      "pageId": 3687783,
      "monthDay": "09/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kevin_Durant",
      "name": "Kevin Durant",
      "aboutText": "Kevin Wayne Durant (born September 29, 1988) is an American professional basketball player with the Oklahoma City Thunder of the National Basketball Association (NBA). He has played the small forward position for the Thunder, formerly the Seattle SuperSonics. Durant has won an NBA Most Valuable Player Award, four NBA scoring titles, the NBA Rookie of the Year Award, and an Olympic gold medal.",
      "pageId": 6933101,
      "monthDay": "09/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Justin_Nozuka",
      "name": "Justin Nozuka",
      "aboutText": "Justin Tokimitsu Nozuka (born September 29, 1988) is a Canadian-American singer and songwriter. His debut album Holly has been released in Europe, Canada, Japan and the United States.",
      "pageId": 12182330,
      "monthDay": "09/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Theo_Adams",
      "name": "Theo Adams",
      "aboutText": "Andrea Poli (born 29 September 1989) is an Italian footballer who plays as a midfielder for Serie A club Milan.",
      "pageId": 12202622,
      "monthDay": "09/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Adore_Delano",
      "name": "Adore Delano",
      "aboutText": "Viktor Romanenkov (born 29 September 1993 in Tallinn) is an Estonian figure skater. He is the 2008–14 Estonian national champion and competed at the 2014 Winter Olympics. He then signed a six-month contract to perform on a cruise ship.",
      "pageId": 12961763,
      "monthDay": "09/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aaron_Martin_(footballer)",
      "name": "Aaron Martin",
      "aboutText": "Adem Ljajić (Serbian Cyrillic: Адем Љајић, Serbian pronunciation: [ǎːdɛm ʎǎːjitɕ]; born 29 September 1991) is a Serbian footballer who plays as an attacking midfielder or winger for Italian club Internazionale, on loan from Roma, and the Serbia national team.\nLjajić was set to join England's Manchester United from Partizan in January 2010, but they withdrew their option to sign him in December 2009. Instead, he joined Fiorentina for a reported fee of around €8 million in January 2010.",
      "pageId": 19270628,
      "monthDay": "09/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Andrea_Poli",
      "name": "Andrea Poli",
      "aboutText": "Joosep Laiksoo (born 29 September 1990) is an Estonian rally driver.",
      "pageId": 20055296,
      "monthDay": "09/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Doug_Brochu",
      "name": "Doug Brochu",
      "aboutText": "Douglas Mark \"Doug\" Brochu (born September 29, 1990) is an American actor, comedian and voice actor. He is best known as Grady Mitchell in the Disney Channel Original Series, Sonny with a Chance and So Random!. Doug has an older brother, Chris Brochu, who is notable for his role as Ray Beech in the Disney Channel Original Movie Lemonade Mouth.",
      "pageId": 21168909,
      "monthDay": "09/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Joosep_Laiksoo",
      "name": "Joosep Laiksoo",
      "aboutText": "Theo Adams (born 29 September 1989 in London, England), is a performance artist and director of the contemporary theatrical performance group Theo Adams Company.",
      "pageId": 21622004,
      "monthDay": "09/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lena_Wermelt",
      "name": "Lena Wermelt",
      "aboutText": "David Del Rio (born September 29, 1987) is an American actor best known for starring on the Nickelodeon series The Troop. He graduated from New World School of the Arts in Miami, Florida in 2006, and afterward graduated from the New York Conservatory for Dramatic Arts, School of Film and Television.",
      "pageId": 24358406,
      "monthDay": "09/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Shuko_(actress)",
      "name": "Shuko",
      "aboutText": "Aaron Martin (born 29 September 1989) is an English professional footballer who plays for Coventry City as a centre-back.\nMartin began his career with Conference South (sixth-tier) club Eastleigh before turning professional with Southampton, then playing in League One, in 2009. He spent time on loan at Conference Premier club Salisbury City, and played his part in two promotions with Southampton, but never played for them in the Premier League, instead going on loan to Crystal Palace and Coventry City.",
      "pageId": 27173953,
      "monthDay": "09/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Adem_Ljaji%C4%87",
      "name": "Adem Ljajić",
      "aboutText": "Lena Wermelt (born 29 September 1990 in Steinfurt) is a German footballer, playing for HSV Borussia Friedenstal in the Fußball-Bundesliga (women).",
      "pageId": 28772807,
      "monthDay": "09/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Viktor_Romanenkov",
      "name": "Viktor Romanenkov",
      "aboutText": "Britteny Cox (born 29 September 1994) is an Australian mogul skier. Growing up in the Victorian alpine resort of Falls Creek, Cox was born into a mogul skiing environment, with her family passionate mogul skiers.\nCox was the youngest athlete to compete at the Vancouver 2010 Olympic Winter Games.",
      "pageId": 34767260,
      "monthDay": "09/29"
    },
    {
      "year": "1994",
      "uri": "/wiki/Halsey_(singer)",
      "name": "Halsey",
      "aboutText": "Alice Matteucci (born 29 September 1995 in Pescara) is an Italian tennis player.\nMatteucci has won four singles and 11 doubles titles on the ITF tour in her career. On 23 November 2015, she reached her best singles ranking of world number 323.",
      "pageId": 39869507,
      "monthDay": "09/29"
    },
    {
      "year": "1994",
      "uri": "/wiki/Britteny_Cox",
      "name": "Britteny Cox",
      "aboutText": "Adore Delano is the stage name of American drag queen and singer Danny Noriega. He is known for appearing on the seventh season of American Idol, and the sixth season of RuPaul's Drag Race.",
      "pageId": 40881998,
      "monthDay": "09/29"
    },
    {
      "year": "1995",
      "uri": "/wiki/Alice_Matteucci",
      "name": "Alice Matteucci",
      "aboutText": "Vera Lapko (Belarusian: Вера Лапко; born 29 September 1998) is a Belarusian tennis player.\nLapko has won one singles and one doubles title on the ITF tour in her career. On 29 June 2015, she reached her best singles ranking of world number 561.",
      "pageId": 45310753,
      "monthDay": "09/29"
    },
    {
      "year": "1998",
      "uri": "/wiki/Vera_Lapko",
      "name": "Vera Lapko",
      "aboutText": "Ashley Nicolette Frangipane (born September 29, 1994), known by her stage name Halsey /ˈhɔːl.zɪ/, is an American singer and songwriter. She started songwriting at the age of 17. In 2014, she signed her first recording contract with Astralwerks and released her debut EP, titled Room 93.",
      "pageId": 46252498,
      "monthDay": "09/29"
    },
    {
      "year": "1999",
      "uri": "/wiki/Juan_Urdangar%C3%ADn_y_de_Borb%C3%B3n",
      "name": "Juan Urdangarín y de Borbón",
      "aboutText": "Shuko (柊子, Shūko, born September 29, 1991, in Nara Prefecture, Japan) is a Japanese actress and lyricist who is represented by the talent agency, Act21. As a lyricist, she is nicknamed Shu.\n^ \"Official profile\" (in Japanese).",
      "pageId": 47956327,
      "monthDay": "09/29"
    }
  ]
}