{
  "people": [
    {
      "year": "208",
      "uri": "/wiki/Alexander_Severus",
      "name": "Alexander Severus",
      "aboutText": "Severus Alexander (Latin: Marcus Aurelius Severus Alexander Augustus; 1 October 208 – 19 March 235) was Roman Emperor from 222 to 235. Alexander was the last emperor of the Severan dynasty. He succeeded his cousin Elagabalus upon the latter's assassination in 222, and was ultimately assassinated himself, marking the epoch event for the Crisis of the Third Century — nearly fifty years of civil wars, foreign invasion, and collapse of the monetary economy.",
      "pageId": 1600,
      "monthDay": "10/01"
    },
    {
      "year": "1207",
      "uri": "/wiki/Henry_III_of_England",
      "name": "Henry III of England",
      "aboutText": "Henry III (1 October 1207 – 16 November 1272), also known as Henry of Winchester, was King of England, Lord of Ireland and Duke of Aquitaine from 1216 until his death. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marshal, defeated the rebels at the battles of Lincoln and Sandwich in 1217.",
      "pageId": 46591,
      "monthDay": "10/01"
    },
    {
      "year": "1507",
      "uri": "/wiki/Giacomo_Barozzi_da_Vignola",
      "name": "Giacomo Barozzi da Vignola",
      "aboutText": "Charles VI (1 October 1685 – 20 October 1740; German: Karl VI.) succeeded his elder brother, Joseph I, as Holy Roman Emperor, King of Bohemia (as Charles II), King of Hungary and Croatia (as Charles III), and King of Serbia, Archduke of Austria, etc., in 1711. He unsuccessfully claimed the throne of Spain as Charles III following the death of its ruler, and Charles's relative, Charles II of Spain, in 1700. He married Elisabeth Christine of Brunswick-Wolfenbüttel, by whom he had his two children: Maria Theresa, born 1717, the last Habsburg sovereign, and Maria Anna, born 1718, Governess of the Austrian Netherlands.",
      "pageId": 151094,
      "monthDay": "10/01"
    },
    {
      "year": "1540",
      "uri": "/wiki/Johann_Jakob_Grynaeus",
      "name": "Johann Jakob Grynaeus",
      "aboutText": "William Thomas Beckford (1 October 1760 – 2 May 1844), usually known as William Beckford, was an English novelist, a profligate and consummately knowledgeable art collector and patron of works of decorative art, a critic, travel writer and sometime politician, reputed at one stage in his life to be the richest commoner in England. His parents were William Beckford and Maria Hamilton, daughter of the Hon. George Hamilton.",
      "pageId": 229139,
      "monthDay": "10/01"
    },
    {
      "year": "1620",
      "uri": "/wiki/Nicolaes_Pieterszoon_Berchem",
      "name": "Nicolaes Pieterszoon Berchem",
      "aboutText": "Richard Stockton (October 1, 1730 – February 28, 1781) was an American lawyer, jurist, legislator, and a signer of the Declaration of Independence.",
      "pageId": 232556,
      "monthDay": "10/01"
    },
    {
      "year": "1671",
      "uri": "/wiki/Luigi_Guido_Grandi",
      "name": "Luigi Guido Grandi",
      "aboutText": "Caroline Scott Harrison (October 1, 1832 – October 25, 1892), was a teacher of music, the wife of Benjamin Harrison and mother of two surviving children; after his election as President of the United States, she was First Lady of the United States from 1889 until her death.\nShe secured funding for an extensive renovation of the White House and oversaw the work.",
      "pageId": 416313,
      "monthDay": "10/01"
    },
    {
      "year": "1685",
      "uri": "/wiki/Charles_VI,_Holy_Roman_Emperor",
      "name": "Charles VI, Holy Roman Emperor",
      "aboutText": "Arthur Onslow (1 October 1691 – 17 February 1768) was an English politician. He set a record for length of service when repeatedly elected to serve as Speaker of the House of Commons, where he was known for his integrity.",
      "pageId": 426367,
      "monthDay": "10/01"
    },
    {
      "year": "1691",
      "uri": "/wiki/Arthur_Onslow",
      "name": "Arthur Onslow",
      "aboutText": "Pierre Marie François de Sales Baillot (1 October 1771 – 15 September 1842) was a French violinist and composer born in Passy. He studied the violin under Giovanni Battista Viotti and taught at the Paris Conservatoire together with Pierre Rode (also a pupil of Viotti) and Rodolphe Kreutzer, who wrote the conservatoire's official violin method (published in the early 19th century). He was sole author of the instructional L'art du violon (1834).",
      "pageId": 518502,
      "monthDay": "10/01"
    },
    {
      "year": "1712",
      "uri": "/wiki/William_Shippen",
      "name": "William Shippen",
      "aboutText": "Nicolaes Pieterszoon Berchem (1 October 1620 – 18 February 1683) was a highly esteemed and prolific Dutch Golden Age painter of pastoral landscapes, populated with mythological or biblical figures, but also of a number of allegories and genre pieces.\nHe was a member of the second generation of \"Dutch Italianate landscape\" painters. These were artists who travelled to Italy, or aspired to, in order to soak up the romanticism of the country, bringing home sketchbooks full of drawings of classical ruins and pastoral imagery.",
      "pageId": 840068,
      "monthDay": "10/01"
    },
    {
      "year": "1724",
      "uri": "/wiki/Giovanni_Battista_Cirri",
      "name": "Giovanni Battista Cirri",
      "aboutText": "Giacomo (or Jacopo) Barozzi (or Barocchio) da Vignola (often simply called Vignola) (1 October 1507 – 7 July 1573) was one of the great Italian architects of 16th century Mannerism. His two great masterpieces are the Villa Farnese at Caprarola and the Jesuits' Church of the Gesù in Rome.",
      "pageId": 866273,
      "monthDay": "10/01"
    },
    {
      "year": "1729",
      "uri": "/wiki/Anton_Cajetan_Adlgasser",
      "name": "Anton Cajetan Adlgasser",
      "aboutText": "Henry Clay Work (October 1, 1832 – June 8, 1884) was an American composer and songwriter.",
      "pageId": 944086,
      "monthDay": "10/01"
    },
    {
      "year": "1730",
      "uri": "/wiki/Richard_Stockton_(Continental_Congressman)",
      "name": "Richard Stockton",
      "aboutText": "Sergey Timofeyevich Aksakov (Russian: Серге́й Тимофе́евич Акса́ков) (October 1 [O.S. September 20] 1791—May 12 [O.S. April 30] 1859) was a 19th-century Russian literary figure remembered for his semi-autobiographical tales of family life, as well as his books on hunting and fishing.",
      "pageId": 981151,
      "monthDay": "10/01"
    },
    {
      "year": "1760",
      "uri": "/wiki/William_Thomas_Beckford",
      "name": "William Thomas Beckford",
      "aboutText": "Johann Jakob Grynaeus or Gryner (October 1, 1540 – August 13, 1617) was a Swiss Protestant divine.",
      "pageId": 1402509,
      "monthDay": "10/01"
    },
    {
      "year": "1762",
      "uri": "/wiki/Anton_Bernol%C3%A1k",
      "name": "Anton Bernolák",
      "aboutText": "Dom Guido Grandi, O.S.B. Cam., (October 1, 1671 – July 4, 1742) was an Italian monk, priest, philosopher, mathematician, and engineer.",
      "pageId": 1464307,
      "monthDay": "10/01"
    },
    {
      "year": "1771",
      "uri": "/wiki/Pierre_Baillot",
      "name": "Pierre Baillot",
      "aboutText": "Adam Politzer (Hungarian: Politzer Ádám; 1 October 1835, Albertirsa, Pest, Hungary – 10 August 1920, in Vienna) was a Hungarian and Austrian physician and one of the pioneers and founders of otology.",
      "pageId": 1660003,
      "monthDay": "10/01"
    },
    {
      "year": "1791",
      "uri": "/wiki/Sergey_Aksakov",
      "name": "Sergey Aksakov",
      "aboutText": "William Shippen, Sr. (October 1, 1712 – November 4, 1801) was an American physician from Philadelphia, Pennsylvania. He was also a civic and educational leader who represented Pennsylvania in the Continental Congress.",
      "pageId": 2129988,
      "monthDay": "10/01"
    },
    {
      "year": "1808",
      "uri": "/wiki/Mary_Anna_Custis_Lee",
      "name": "Mary Anna Custis Lee",
      "aboutText": "Anton Bernolák (3 October 1762 in Slanica (Szlanica, a now inundated village near Námestovo) – 15 January 1813 in Nové Zámky (Érsekújvár)) was a Slovak linguist and Catholic priest, and the author of the first Slovak language standard.",
      "pageId": 3094526,
      "monthDay": "10/01"
    },
    {
      "year": "1832",
      "uri": "/wiki/Caroline_Harrison",
      "name": "Caroline Harrison",
      "aboutText": "Mary Anna Randolph Custis Lee (October 1, 1808 – November 5, 1873) was a third cousin and the wife of Robert E. Lee, the prominent career military officer who subsequently commanded the Confederate Army of Northern Virginia during the American Civil War.",
      "pageId": 3214050,
      "monthDay": "10/01"
    },
    {
      "year": "1832",
      "uri": "/wiki/Henry_Clay_Work",
      "name": "Henry Clay Work",
      "aboutText": "Giovanni Battista Cirri (1 October 1724 – 11 June 1808) was an Italian cellist and composer in the 18th century.",
      "pageId": 3373638,
      "monthDay": "10/01"
    },
    {
      "year": "1835",
      "uri": "/wiki/%C3%81d%C3%A1m_Politzer",
      "name": "Ádám Politzer",
      "aboutText": "Anton Cajetan Adlgasser (sometimes Anton Cajetan Adelgasser; 1 October 1729 – 23 December 1777) was a German organist and composer at Salzburg Cathedral and at court, and composed a good deal of liturgical music (including eight masses and two requiems) as well as oratorios and orchestral and keyboard works.\nBorn in Inzell, Bavaria, he moved to Salzburg, where he studied under Johann Ernst Eberlin. From 1750 he was organist at the Salzburg Cathedral, where he remained the rest of his life.",
      "pageId": 11088413,
      "monthDay": "10/01"
    },
    {
      "year": "1842",
      "uri": "/wiki/S._Subramania_Iyer",
      "name": "S. Subramania Iyer",
      "aboutText": "Paul Abraham Dukas (French: [dykas]; 1 October 1865 – 17 May 1935) was a French composer, critic, scholar and teacher. A studious man, of retiring personality, he was intensely self-critical, and he abandoned and destroyed many of his compositions. His best known work is the orchestral piece The Sorcerer's Apprentice (L'apprenti sorcier), the fame of which has eclipsed that of his other surviving works.",
      "pageId": 75835,
      "monthDay": "10/01"
    },
    {
      "year": "1842",
      "uri": "/wiki/Charles_Cros",
      "name": "Charles Cros",
      "aboutText": "Charles Cros or Émile-Hortensius-Charles Cros (October 1, 1842 – August 9, 1888) was a French poet and inventor. He was born in Fabrezan, Aude, France, 35 km to the East of Carcassonne.\nCros was a well-regarded poet and humorous writer.",
      "pageId": 100510,
      "monthDay": "10/01"
    },
    {
      "year": "1846",
      "uri": "/wiki/Nectarios_of_Aegina",
      "name": "Nectarios of Aegina",
      "aboutText": "Vladimir Samoylovich Horowitz (Ukrainian: Володимир Самійлович Горовиць, Volodymyr Samiylovych Horovyts; Russian: Владимир Самойлович Горовиц, Vladimir Samoylovich Gorovits; October 1 [O.S. September 18] 1903 – November 5, 1989) was a Russian-born American classical pianist and composer. He was known for his technique, use of tone color, and the excitement generated by his playing. He is thought of as one of the best pianists of all time.",
      "pageId": 144123,
      "monthDay": "10/01"
    },
    {
      "year": "1847",
      "uri": "/wiki/Annie_Besant",
      "name": "Annie Besant",
      "aboutText": "Ip Man (1 October 1893 – 1 December 1972), also known as Yip Man, and also Yip Kai-man, was a Chinese martial artist, and a master teacher of Wing Chun. He had several students who later became martial arts masters in their own right, including Wong Shun Leung and Bruce Lee.",
      "pageId": 158664,
      "monthDay": "10/01"
    },
    {
      "year": "1865",
      "uri": "/wiki/Paul_Dukas",
      "name": "Paul Dukas",
      "aboutText": "Stanley Augustus Holloway, OBE (1 October 1890 – 30 January 1982) was an English stage and film actor, comedian, singer, poet and monologist. He was famous for his comic and character roles on stage and screen, especially that of Alfred P. Doolittle in My Fair Lady. He was also renowned for his comic monologues and songs which he performed and recorded throughout most of his 70-year career.",
      "pageId": 158990,
      "monthDay": "10/01"
    },
    {
      "year": "1878",
      "uri": "/wiki/Othmar_Spann",
      "name": "Othmar Spann",
      "aboutText": "Annie Besant (1 October 1847 – 20 September 1933) was a prominent British socialist, theosophist, women's rights activist, writer and orator and supporter of Irish and Indian self-rule.\nIn 1867, Annie at age 20, married Frank Besant, a clergyman, and they had two children, but Annie's increasingly anti-religious views led to a legal separation in 1873. She then became a prominent speaker for the National Secular Society (NSS) and writer and a close friend of Charles Bradlaugh.",
      "pageId": 200269,
      "monthDay": "10/01"
    },
    {
      "year": "1881",
      "uri": "/wiki/William_Boeing",
      "name": "William Boeing",
      "aboutText": "William Edward Boeing (/ˈboʊɪŋ/; October 1, 1881 – September 28, 1956) was an American aviation pioneer who founded The Boeing Company.",
      "pageId": 311891,
      "monthDay": "10/01"
    },
    {
      "year": "1885",
      "uri": "/wiki/Louis_Untermeyer",
      "name": "Louis Untermeyer",
      "aboutText": "Othmar Spann (October 1, 1878 – July 8, 1950) was a conservative Austrian philosopher, sociologist and economist whose radical anti-liberal and anti-Socialist views, based on early 19th century Romantic ideas expressed by Adam Müller et al.",
      "pageId": 362445,
      "monthDay": "10/01"
    },
    {
      "year": "1887",
      "uri": "/wiki/Shizuichi_Tanaka",
      "name": "Shizuichi Tanaka",
      "aboutText": "Ted Healy (October 1, 1896 – December 21, 1937) was an American vaudeville performer, comedian, and actor.",
      "pageId": 396962,
      "monthDay": "10/01"
    },
    {
      "year": "1888",
      "uri": "/wiki/Charles_Jordan_(magician)",
      "name": "Charles Jordan",
      "aboutText": "Nawabzada Liaquat Ali Khan (Næʍābzādāh Liāqat Alī Khān  listen ,Urdu: لیاقت علی خان‎; born October 1895 – 16 October 1951), widely known as Shaheed-e-Millat (Urdu: شہید ملت‎ Martyr of the Nation), was one of the leading Founding Fathers of modern Pakistan, statesman, lawyer, and political theorist who became and served as the first Prime Minister of Pakistan; in addition, he was also the first Defence Minister of Pakistan, the first Finance Minister of India, and the minister of Commonwealth and Kashmir Affairs from 1947 until his assassination in 1951. It has been alleged that the Afghan and US governments were involved in his assassination, although this claim has not merited any substantial evidence.\nAli Khan belonged to the Mandal Nawab family and hailed from Karnal, East Punjab, Ali Khan was educated at the Aligarh Muslim University in India, and then the Oxford University in the United Kingdom.",
      "pageId": 461913,
      "monthDay": "10/01"
    },
    {
      "year": "1890",
      "uri": "/wiki/Stanley_Holloway",
      "name": "Stanley Holloway",
      "aboutText": "Louis Untermeyer (October 1, 1885 – December 18, 1977) was an American poet, anthologist, critic, and editor. He was appointed the fourteenth Consultant in Poetry to the Library of Congress in 1961.\n^ See for example his criticism of Wallace Stevens's Harmonium, including such poems as Frogs Eat Butterflies.",
      "pageId": 734724,
      "monthDay": "10/01"
    },
    {
      "year": "1893",
      "uri": "/wiki/Cliff_Friend",
      "name": "Cliff Friend",
      "aboutText": "Tom Goddard (1 October 1900 – 22 May 1966; in full Thomas William John Goddard or simply Thomas William Goddard) was the fifth highest wicket taker in first-class cricket.",
      "pageId": 1556578,
      "monthDay": "10/01"
    },
    {
      "year": "1893",
      "uri": "/wiki/Yip_Man",
      "name": "Yip Man",
      "aboutText": "Charles Thorton Jordan (1 October 1888 - 24 April 1944) was an American magician.",
      "pageId": 1646745,
      "monthDay": "10/01"
    },
    {
      "year": "1894",
      "uri": "/wiki/Edgar_Krahn",
      "name": "Edgar Krahn",
      "aboutText": "Pierre Veyron (1 October 1903 – 2 November 1970) was a French Grand Prix motor racing driver active from 1933 through 1953.\nPierre Veyron enrolled at university to study engineering. Veyron's friend, Albert Divo, convinced Veyron to take up racing and introduced Veyron to André Vagniez, an industrialist who provided financial support to Veyron.",
      "pageId": 1877803,
      "monthDay": "10/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Liaquat_Ali_Khan",
      "name": "Liaquat Ali Khan",
      "aboutText": "Shizuichi Tanaka (田中 静壱, Tanaka Shizuichi, 1 October 1887 – 24 August 1945) was a general in the Imperial Japanese Army, who, at the end of World War II, was commander of the Eastern District Army, which covered the Tokyo-Yokohama area.",
      "pageId": 2292993,
      "monthDay": "10/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ted_Healy",
      "name": "Ted Healy",
      "aboutText": "For the footballer, see: Nektarios Alexandrou.\nFor similarly named saints, see Nectarius.\nSaint Nectarios of Aegina (1846–1920), Greek: Άγιος Νεκτάριος Αιγίνης, Metropolitan of Pentapolis and Wonderworker of Aegina, was officially recognized as a Saint by the Ecumenical Patriarchate of Constantinople in 1961.",
      "pageId": 2425682,
      "monthDay": "10/01"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ernest_Haycox",
      "name": "Ernest Haycox",
      "aboutText": "Ernest James Haycox (October 1, 1899 – October 13, 1950) was a prolific American author of Western fiction.",
      "pageId": 3295282,
      "monthDay": "10/01"
    },
    {
      "year": "1900",
      "uri": "/wiki/Tom_Goddard",
      "name": "Tom Goddard",
      "aboutText": "Cliff Friend (October 1, 1893 – June 27, 1974) was an accomplished songwriter and pianist.",
      "pageId": 15157034,
      "monthDay": "10/01"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vladimir_Horowitz",
      "name": "Vladimir Horowitz",
      "aboutText": "Sir Subbier Subramania Iyer KCIE (Tamil: சுப்பையர் சுப்பிரமணிய ஐயர்) (1 October 1842 – 5 December 1924) was an Indian lawyer, jurist and freedom fighter who, along with Annie Besant, founded the Home Rule Movement. He was popularly known as the \"Grand Old Man of South India\".\nSubramania Iyer was born in the Madurai district of Madras Presidency.",
      "pageId": 15781192,
      "monthDay": "10/01"
    },
    {
      "year": "1903",
      "uri": "/wiki/Pierre_Veyron",
      "name": "Pierre Veyron",
      "aboutText": "Edgar Krahn (1 October [O.S. 19 September] 1894 in Laiuse Parish – 6 March 1961) was an Estonian mathematician.\nKrahn was born in Sootaga (now Laiuse, Jõgeva County), Governorate of Livonia, as a member of the Baltic German minority.",
      "pageId": 17620420,
      "monthDay": "10/01"
    },
    {
      "year": "1904",
      "uri": "/wiki/Otto_Robert_Frisch",
      "name": "Otto Robert Frisch",
      "aboutText": "Bonnie Elizabeth Parker (October 1, 1910 – May 23, 1934) and Clyde Chestnut Barrow a.k.a. Clyde Champion Barrow (March 24, 1909 – May 23, 1934) were criminals who traveled the central United States with their gang during the Great Depression, robbing and killing people. At times, the gang included Buck Barrow, Blanche Barrow, Raymond Hamilton, W. D. Jones, Joe Palmer, Ralph Fults, and Henry Methvin.",
      "pageId": 68244,
      "monthDay": "10/01"
    },
    {
      "year": "1904",
      "uri": "/wiki/A._K._Gopalan",
      "name": "A. K. Gopalan",
      "aboutText": "Jerome Seymour Bruner (born October 1, 1915) is an American psychologist who has made significant contributions to human cognitive psychology and cognitive learning theory in educational psychology. Bruner is currently a senior research fellow at the New York University School of Law. He received a B.A. in 1937 from Duke University and a Ph.D. from Harvard University in 1941.",
      "pageId": 261226,
      "monthDay": "10/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/S._D._Burman",
      "name": "S. D. Burman",
      "aboutText": "Samuel William \"Sam\" Yorty (October 1, 1909 – June 5, 1998) was a politician from Los Angeles, California. He served as a member of the United States House of Representatives and the California State Assembly, but he is most remembered for his turbulent years as the 37th Mayor of Los Angeles from 1961 to 1973.",
      "pageId": 357067,
      "monthDay": "10/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Maurice_Bard%C3%A8che",
      "name": "Maurice Bardèche",
      "aboutText": "Daniel Joseph Boorstin (October 1, 1914 – February 28, 2004) was an American historian at the University of Chicago, writing on many topics in American history and world history. He was appointed twelfth Librarian of the United States Congress in 1975 and served until 1987. He was instrumental in the creation of the Library of Congress Center for the Book.",
      "pageId": 498969,
      "monthDay": "10/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/%C3%96d%C3%B6n_P%C3%A1rtos",
      "name": "Ödön Pártos",
      "aboutText": "Otto Robert Frisch FRS (1 October 1904 – 22 September 1979) was an Austrian-British physicist.",
      "pageId": 652623,
      "monthDay": "10/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/Herman_David_Koppel",
      "name": "Herman David Koppel",
      "aboutText": "Dame Kathleen Mary Ollerenshaw, née Timpson, DBE (1 October 1912 – 10 August 2014) was a British mathematician and politician who was Lord Mayor of Manchester from 1975 to 1976 and an advisor on educational matters to Margaret Thatcher's government in the 1980s.",
      "pageId": 872857,
      "monthDay": "10/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Sam_Yorty",
      "name": "Sam Yorty",
      "aboutText": "Ayillyath Kuttiari Gopalan (1 October 1904 – 22 March 1977), popularly known as A. K. Gopalan or AKG, was an Indian communist leader and first leader of opposition in India.",
      "pageId": 1200834,
      "monthDay": "10/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Bonnie_and_Clyde",
      "name": "Bonnie Parker",
      "aboutText": "Fritz Köberle (October 1, 1910 in Eichgraben, Austria – February 20, 1983) was an Austrian-Brazilian physician, pathologist and scientist, discoverer of the neurogenic mechanism of the chronic phase of Chagas disease, a human parasitic disease caused by Trypanosoma cruzi, a protozoan.",
      "pageId": 1498082,
      "monthDay": "10/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Fritz_K%C3%B6berle",
      "name": "Fritz Köberle",
      "aboutText": "Cahal Brendan Daly (1 October 1917 – 31 December 2009) was an Irish philosopher, theologian, writer and international speaker and, in later years, a Cardinal of the Roman Catholic Church.\nDaly served as the Roman Catholic Archbishop of Armagh and Primate of All Ireland from 1990 to 1996, the most elderly man to take up this role for nearly 200 years. He was then elevated to the cardinalate in 1991.",
      "pageId": 1737555,
      "monthDay": "10/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jos%C3%A9_Enrique_Moyal",
      "name": "José Enrique Moyal",
      "aboutText": "Chaim Pinchas Scheinberg (Hebrew: חיים פנחס שיינברג‎;‎ 1 October 1910 – 20 March 2012) was a Polish-born, American-raised, Israeli Haredi rabbi and rosh yeshiva who, from 1965, made his home in the Kiryat Mattersdorf neighborhood of Jerusalem, Israel. He was the rosh yeshiva of the Torah Ore yeshiva in Kiryat Mattersdorf and Yeshivas Derech Chaim in Brooklyn. He was a posek (decisor of Jewish law), Gadol HaDor, and one of the last living Torah scholars to have been educated in the yeshivas of prewar Europe.",
      "pageId": 2222047,
      "monthDay": "10/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Chaim_Pinchas_Scheinberg",
      "name": "Chaim Pinchas Scheinberg",
      "aboutText": "Hélio Gracie (Portuguese pronunciation: [ˈɛlju ˈɡɾejsi]; October 1, 1913 – January 29, 2009) was a Brazilian martial artist who, together with his brother Carlos Gracie, founded the martial art of Gracie Jiu-Jitsu and with Luiz França and Oswaldo Fadda the martial art of Brazilian Jiu-Jitsu (BJJ). According to Rorion Gracie, his father Helio Gracie is one of the first sports heroes in Brazilian history; he was named Man of the Year in 1997 by the American martial arts publication Black Belt magazine. He was the father of Rickson Gracie, Royler Gracie, Royce Gracie, Relson Gracie, and Ultimate Fighting Championship (UFC) Co-founder Rorion Gracie, among other sons and daughters.",
      "pageId": 2593203,
      "monthDay": "10/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Irwin_Kostal",
      "name": "Irwin Kostal",
      "aboutText": "Ödön Pártos [alternate English transcription: Oedeon Partos; Hungarian: Pártos Ödön, Hebrew: עֵדֶן פרטוש‎ (Eden Partosh)] (October 1, 1907 in Budapest – July 6, 1977 in Tel Aviv), was a Hungarian-Israeli violist and composer. A recipient of the Israel Prize, he taught and served as director of the Rubin Academy of Music in Tel Aviv.",
      "pageId": 2738275,
      "monthDay": "10/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Heinrich_Mark",
      "name": "Heinrich Mark",
      "aboutText": "Maurice Bardèche (1 October 1907 – 30 July 1998) was a French essayist, literary and art critic, journalist, and one of the leading exponents of neo-fascism in post–World War II Europe. Bardèche also became a leading Holocaust denier and wrote extensively on the subject in his later life.",
      "pageId": 3741171,
      "monthDay": "10/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Kathleen_Ollerenshaw",
      "name": "Kathleen Ollerenshaw",
      "aboutText": "José Enrique Moyal (Hebrew: יוסף הנרי מויאל‎; born 1 October 1910 Jerusalem, Ottoman Empire – died 22 May 1998 Canberra, Australia) was a mathematical physicist who contributed to aeronautical engineering, electrical engineering and statistics, among other fields.",
      "pageId": 5688324,
      "monthDay": "10/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/H%C3%A9lio_Gracie",
      "name": "Hélio Gracie",
      "aboutText": "Heinrich Mark (1 October 1911 in Krootuse, Estonia – 2 August 2004 in Stockholm, Sweden) was an Estonian politician and Prime Minister of the Estonian Government in Exile.\nHe was Prime Minister in duties of the President of the Republic of Estonia from 1 March 1990, to 6 October 1992, being the last Estonian head of state in exile, as Estonian independence was restored in 1991.",
      "pageId": 5853278,
      "monthDay": "10/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/Harry_Lookofsky",
      "name": "Harry Lookofsky",
      "aboutText": "Robert Gist (October 1, 1917 – May 21, 1998) was an American actor and film director.",
      "pageId": 7364552,
      "monthDay": "10/01"
    },
    {
      "year": "1914",
      "uri": "/wiki/Daniel_J._Boorstin",
      "name": "Daniel J. Boorstin",
      "aboutText": "Irwin Kostal (October 1, 1911 – November 23, 1994) was an American musical arranger of films and an orchestrator of Broadway musicals.",
      "pageId": 7518958,
      "monthDay": "10/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jerome_Bruner",
      "name": "Jerome Bruner",
      "aboutText": "Herman David Koppel (Copenhagen, 1 October 1908 - Copenhagen, 14 July 1998) was a composer and pianist of Jewish origin.\nBorn in Copenhagen, he fled the Nazis with his family in 1943. He wrote 13 symphonies, numerous concertos, and 20 string quartets.",
      "pageId": 10243444,
      "monthDay": "10/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Cahal_Daly",
      "name": "Cahal Daly",
      "aboutText": "Harry Lookofsky (1 October 1913 – 8 June 1998) was an American jazz violinist. He was also the father of keyboardist-songwriter Michael Brown, who most notably was a founding member of The Left Banke and Stories.",
      "pageId": 15738729,
      "monthDay": "10/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Gist",
      "name": "Robert Gist",
      "aboutText": "Sachin Dev Burman (1 October 1906 – 31 October 1975) was a renowned Indian music composer. A member of the Tripura royal family, he started his career with Bengali films in 1937. Later he began composing for Hindi movies, and became one of the most renowned Bollywood film music composers.",
      "pageId": 39497451,
      "monthDay": "10/01"
    },
    {
      "year": "1919",
      "uri": "/wiki/Bob_Boyd_(baseball)",
      "name": "Bob Boyd",
      "aboutText": "George Peppard, Jr. (/pəˈpɑrd/; October 1, 1928 – May 8, 1994) was an American film and television actor.\nPeppard secured a major role when he starred alongside Audrey Hepburn in Breakfast at Tiffany's (1961), and later portrayed a character based on Howard Hughes in The Carpetbaggers (1964).",
      "pageId": 12531,
      "monthDay": "10/01"
    },
    {
      "year": "1919",
      "uri": "/wiki/Majrooh_Sultanpuri",
      "name": "Majrooh Sultanpuri",
      "aboutText": "James Earl \"Jimmy\" Carter, Jr. (born October 1, 1924) is an American politician and author who served as the 39th President of the United States from 1977 to 1981. He was awarded the 2002 Nobel Peace Prize for his work with the Carter Center.",
      "pageId": 15992,
      "monthDay": "10/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/David_Herbert_Donald",
      "name": "David Herbert Donald",
      "aboutText": "Walter Matthau (/ˈmæθaʊ/; October 1, 1920 – July 1, 2000) was an American actor best known for his role as Oscar Madison in The Odd Couple and his frequent collaborations with Odd Couple co-star Jack Lemmon. He won the Academy Award for Best Supporting Actor for his performance in the 1966 Billy Wilder film The Fortune Cookie. Besides the Oscar, he was the winner of BAFTA, Golden Globe and Tony awards.",
      "pageId": 62811,
      "monthDay": "10/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/Walter_Matthau",
      "name": "Walter Matthau",
      "aboutText": "Zhu Rongji (Chinese: 朱镕基; IPA: [ʈʂú ɻǔŋtɕí]; born 1 October 1928) is a Chinese politician who served as Mayor and Party chief in Shanghai between 1987 and 1991, before serving as Vice-Premier and then the fifth Premier of the People's Republic of China from March 1998 to March 2003.\nA tough administrator, his time in office saw the continued double-digit growth of the Chinese economy and China's increased assertiveness in international affairs. Rumored to be engaged in a testy relationship with General Secretary Jiang Zemin, under whom he served, Zhu provided a novel pragmatism and strong work ethic in the government and party leadership increasingly affected by corruption, and as a result gained great popularity with the Chinese public.",
      "pageId": 146096,
      "monthDay": "10/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/James_Whitmore",
      "name": "James Whitmore",
      "aboutText": "Laurence Harvey (born Laruschka Mischa Skikne; 1 October 1928 – 25 November 1973) was a Lithuanian-born actor. In a career that spanned a quarter of a century, Harvey appeared in stage, film and television productions primarily in the United Kingdom and the United States. His performance in Room at the Top (1959) resulted in an Academy Award nomination.",
      "pageId": 161503,
      "monthDay": "10/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Chen-Ning_Yang",
      "name": "Chen-Ning Yang",
      "aboutText": "James Allen Whitmore, Jr. (October 1, 1921 – February 6, 2009) was an American film, theatre and television actor. He won a Tony Award, a Golden Globe Award and an Emmy Award, and was nominated for two Academy Awards.",
      "pageId": 163483,
      "monthDay": "10/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jimmy_Carter",
      "name": "Jimmy Carter",
      "aboutText": "Chen-Ning Franklin Yang (simplified Chinese: 杨振宁; traditional Chinese: 楊振寧; pinyin: Yáng Zhènníng; Mandarin pronunciation: [jɑ̌ŋ ts̜ʰə̂n nǐŋ]; born October 1, 1922), also known as Yang Zhenning, is a Chinese-born American physicist who works on statistical mechanics and particle physics. He and Tsung-dao Lee received the 1957 Nobel Prize in Physics for their work on parity nonconservation of weak interaction. The two proved theoretically that one of the basic quantum-mechanics laws, the conservation of parity, is violated in the so-called weak nuclear reactions, those nuclear processes that result in the emission of beta or alpha particles.",
      "pageId": 252062,
      "monthDay": "10/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bob_Geigel",
      "name": "Bob Geigel",
      "aboutText": "Thomas Edward Bosley (October 1, 1927 – October 19, 2010), best known as Tom Bosley, was an American actor, voice artist, television personality and entertainer. Bosley is best known for portraying Howard Cunningham on the long-running ABC sitcom Happy Days, and the titular character on the NBC/ABC series Father Dowling Mysteries. He also was featured in a recurring role on Murder, She Wrote.",
      "pageId": 366257,
      "monthDay": "10/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/William_Rehnquist",
      "name": "William Rehnquist",
      "aboutText": "Vettaithidal Chinnaiahpillai \"Sivaji\" Ganesan (1 October 1928 – 21 July 2001) was an Indian stage and film actor active during the latter half of the 20th century and was one of the most respected film actors in India. He was well known for his versatility and acting skills with numerous roles depicted on screen, which gave him also the Tamil honorific name Nadigar Thillagam (English: the pride of actors). He progressed from a stage actor since his childhood to the filmdom with such an authority that the Tamil cinema considered as the golden era.",
      "pageId": 858980,
      "monthDay": "10/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Roger_Williams_(pianist)",
      "name": "Roger Williams",
      "aboutText": "Robert Richard Boyd (October 1, 1919, Potts Camp, Mississippi – September 7, 2004, Wichita, Kansas) was an American first baseman in the Negro Leagues and Major League Baseball.",
      "pageId": 1016364,
      "monthDay": "10/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Tom_Bosley",
      "name": "Tom Bosley",
      "aboutText": "David Herbert Donald (October 1, 1920 – May 17, 2009) was an American historian, best known for his acclaimed 1995 biography of Abraham Lincoln.",
      "pageId": 1053958,
      "monthDay": "10/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sherman_Glenn_Finesilver",
      "name": "Sherman Glenn Finesilver",
      "aboutText": "Willy Mairesse (1 October 1928 – 9 September 1969) was a Formula One and sports car driver from Belgium. He participated in 13 World Championship Grands Prix, debuting on 19 June 1960. He achieved one podium, and scored a total of seven championship points.",
      "pageId": 1235884,
      "monthDay": "10/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sandy_Gall",
      "name": "Sandy Gall",
      "aboutText": "Roger Williams (born Louis Jacob Weertz, October 1, 1924 – October 8, 2011) was an American popular music pianist.",
      "pageId": 1390132,
      "monthDay": "10/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sivaji_Ganesan",
      "name": "Sivaji Ganesan",
      "aboutText": "Majrooh Sultanpuri (1 October 1919 − 24 May 2000) was an Indian poet, known for his work as an Urdu poet, and as a lyricist and songwriter in the Hindi language Bollywood film industry. He was one of the dominating musical forces in Indian Cinema in the 1950s and early 1960s and was an important figure in the Progressive Writers' Movement.",
      "pageId": 1823483,
      "monthDay": "10/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Laurence_Harvey",
      "name": "Laurence Harvey",
      "aboutText": "Robert \"Bob\" Geigel (October 1, 1924 – October 30, 2014) was an American professional wrestling promoter and also a professional wrestler. Geigel ran the NWA Central States promotion between 1963 and 1986, until it was bought out by Jim Crockett Promotions.",
      "pageId": 4442192,
      "monthDay": "10/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Willy_Mairesse",
      "name": "Willy Mairesse",
      "aboutText": "Henderson Alexander \"Sandy\" Gall, CMG, CBE (born 1 October 1927), is a Scottish journalist, author, and former ITN news presenter whose career as a journalist has spanned more than 50 years.",
      "pageId": 8128920,
      "monthDay": "10/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/George_Peppard",
      "name": "George Peppard",
      "aboutText": "Grady Chapman (October 1, 1929 – January 4, 2011) was best known as the American lead singer of doo wop group The Robins.",
      "pageId": 8705314,
      "monthDay": "10/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Zhu_Rongji",
      "name": "Zhu Rongji",
      "aboutText": "Kenneth Richard \"Arko\" Arthurson AM (born 1 October 1929 in Glebe, New South Wales) is an Australian rugby league football identity. Affectionately known as \"The Godfather of Manly\", he played, coached and was later an administrator at the Manly-Warringah Sea Eagles club of the New South Wales Rugby League premiership. Later he ran the NSWRL, and then the Australian Rugby League during the 1990s' Super League war, resigning in 1997 as part of the peace process for creating the unified National Rugby League.",
      "pageId": 10022597,
      "monthDay": "10/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ken_Arthurson",
      "name": "Ken Arthurson",
      "aboutText": "William Hubbs Rehnquist (October 1, 1924 – September 3, 2005) was an American lawyer, jurist, and political figure who served as an Associate Justice of the Supreme Court of the United States and later as the 16th Chief Justice of the United States. Considered a conservative, Rehnquist favored a conception of federalism that emphasized the Tenth Amendment's reservation of powers to the states. Under this view of federalism, the Supreme Court of the United States, for the first time since the 1930s, struck down an Act of Congress as exceeding its power under the Commerce Clause.",
      "pageId": 18938721,
      "monthDay": "10/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Grady_Chapman",
      "name": "Grady Chapman",
      "aboutText": "Sherman Glenn Finesilver (October 1, 1927 – October 12, 2006) was a United States federal judge.\nBorn in Denver, Colorado, Finesilver received a B.A. from the University of Colorado in 1949 and a J.D. from the University of Denver College of Law in 1952. was in private practice in Denver, Colorado from 1952 to 1955, and was also an assistant city attorney during that time.",
      "pageId": 21810262,
      "monthDay": "10/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bonnie_Owens",
      "name": "Bonnie Owens",
      "aboutText": "Dame Julia \"Julie\" Elizabeth Andrews, DBE, (née Wells; born 1 October 1935) is an English film and stage actress, singer, author, theatre director and dancer. Andrews, a former child actress and singer, appeared on the West End in 1948, and made her Broadway debut in a 1954 production of The Boy Friend. She rose to prominence starring in musicals such as My Fair Lady and Camelot, both of which earned her Tony Award nominations.",
      "pageId": 78239,
      "monthDay": "10/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Frank_Gardner_(racing_driver)",
      "name": "Frank Gardner",
      "aboutText": "Richard St John Harris (1 October 1930 – 25 October 2002) was an Irish actor, singer, theatrical and song producer, film director and writer. He appeared on stage and in many films, appearing as Frank Machin in This Sporting Life, and King Arthur in the 1967 film Camelot and the subsequent 1981 revival of the show. He played an aristocrat and prisoner in A Man Called Horse (1970), a gunfighter in Clint Eastwood's Western film Unforgiven (1992), Emperor Marcus Aurelius in Gladiator (2000), and Albus Dumbledore in both Harry Potter and the Philosopher's Stone (2001) and Harry Potter and the Chamber of Secrets (2002).",
      "pageId": 138483,
      "monthDay": "10/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Richard_Harris",
      "name": "Richard Harris",
      "aboutText": "Sylvano Bussotti (born 1 October 1931) is an Italian composer of contemporary music whose work is unusually notated and often creates special problems of interpretation.",
      "pageId": 378685,
      "monthDay": "10/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Naimatullah_Khan",
      "name": "Naimatullah Khan",
      "aboutText": "Duncan Edwards (1 October 1936 – 21 February 1958) was an English footballer who played for Manchester United and the England national team. He was one of the Busby Babes, the young United team formed under manager Matt Busby in the mid-1950s, and one of eight players who died as a result of the Munich air disaster.\nBorn in Dudley, Worcestershire, Edwards signed for Manchester United as a teenager and went on to become the youngest player to play in the Football League First Division and the then youngest England player since the Second World War.",
      "pageId": 425351,
      "monthDay": "10/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Philippe_Noiret",
      "name": "Philippe Noiret",
      "aboutText": "Stella Stevens (born Estelle Caro Eggleston; October 1, 1936) is an American film, television, and stage actress. She began her acting career in 1959 and starred in such popular films as Girls! Girls!",
      "pageId": 1157400,
      "monthDay": "10/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Sylvano_Bussotti",
      "name": "Sylvano Bussotti",
      "aboutText": "Albert Gene Drewery a.k.a. Albert Collins (October 1, 1932 – November 24, 1993) was an American electric blues guitarist and singer with a distinctive guitar style. Collins was noted for his powerful playing and his use of altered tunings and capo.",
      "pageId": 1454596,
      "monthDay": "10/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Anwar_Shamim",
      "name": "Anwar Shamim",
      "aboutText": "Philippe Noiret (French pronunciation: ​[filip nwaʁɛ]; 1 October 1930 – 23 November 2006) was a French film actor.",
      "pageId": 1511021,
      "monthDay": "10/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Alan_Wagner",
      "name": "Alan Wagner",
      "aboutText": "Emilio Botín-Sanz de Sautuola y García de los Ríos (1 October 1934 – 10 September 2014) was a Spanish banker. He was the executive chairman of Spain's Grupo Santander. In 1993 his bank absorbed Banco Español de Crédito (Banesto), and in 1999 it merged with Banco Central Hispano creating Banco Santander Central Hispano (BSCH), which became Spain's largest bank, of which he was co-president with Central Hispano's José María Amusategui, until Amusategui retired in 2002.",
      "pageId": 1607476,
      "monthDay": "10/01"
    },
    {
      "year": "1932",
      "uri": "/wiki/Albert_Collins",
      "name": "Albert Collins",
      "aboutText": "George William Archer (October 1, 1939 – September 25, 2005) was an American professional golfer who won 13 events on the PGA Tour, including one major championship, the Masters in 1969.\n^ \"Masters champ Archer dies at 65\". St.",
      "pageId": 2093136,
      "monthDay": "10/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Emilio_Bot%C3%ADn",
      "name": "Emilio Botín",
      "aboutText": "Niamthullah Khan, (born 1 October 1930 Ajmer India, British India) was the Nazim of largest city of Pakistan, Karachi from August 2001-June 2005. He graduated from Punjab University with a Masters in Journalism and a Law Degree from Karachi University. He is lawyer by profession.",
      "pageId": 2844495,
      "monthDay": "10/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Geoff_Stephens",
      "name": "Geoff Stephens",
      "aboutText": "Walter Joseph De Maria (October 1, 1935 – July 25, 2013) was an American artist, sculptor, illustrator and composer, who lived and worked in New York City. Walter de Maria's artistic practice is connected with Minimal art, Conceptual art, and Land art of the 1960s.",
      "pageId": 4314428,
      "monthDay": "10/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Julie_Andrews",
      "name": "Julie Andrews",
      "aboutText": "Geoffrey 'Geoff' Stephens (born 1 October 1934 in New Southgate, North London) is an English songwriter and record producer, most prolific in the United Kingdom in the 1960s and 1970s. He wrote a long series of hit records, often in conjunction with other British songwriters including Tony Macaulay, John Carter, Roger Greenaway, Peter Callander, Barry Mason, Ken Howard, Alan Blaikley, Don Black, Mitch Murray, and Les Reed.\nHe also formed The New Vaudeville Band, and their song \"Winchester Cathedral\" won Stephens the 1966 Grammy Award for Best Contemporary (R&R) Recording.",
      "pageId": 4558042,
      "monthDay": "10/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Walter_De_Maria",
      "name": "Walter De Maria",
      "aboutText": "Bonnie Owens (October 1, 1929 – April 24, 2006), born Bonnie Campbell, was an American country music singer who was married to Buck Owens and later Merle Haggard.",
      "pageId": 4895125,
      "monthDay": "10/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Duncan_Edwards",
      "name": "Duncan Edwards",
      "aboutText": "Tunç Başaran (born in October 01, 1938) is a Turkish screenwriter, film director, film producer and actor.",
      "pageId": 6247843,
      "monthDay": "10/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Larry_Poons",
      "name": "Larry Poons",
      "aboutText": "Mary Josephine McFadden (born October 1, 1938, New York City) is an American fashion designer and writer.",
      "pageId": 6459294,
      "monthDay": "10/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tun%C3%A7_Ba%C5%9Faran",
      "name": "Tunç Başaran",
      "aboutText": "Anwar Shamim (1 October 1931 – 4 January 2013) NI(M), SI(M), HI(M), SJ, was a four-star air-force air officer who was the 10th Chief of Air Staff of Pakistan Air Force from July 23, 1978 to March 5, 1985. Air Chief Marshal Shamim was promoted to four-star air officer and assumed the command of the Pakistan Air Force on 23 July 1978. Air Chief Marshal Anwar Shamim, a war hero, is one of the most decorated military officers in the Pakistan Armed Forces.",
      "pageId": 10247359,
      "monthDay": "10/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tony_Epper",
      "name": "Tony Epper",
      "aboutText": "Frank Gardner OAM (1 October 1931 – 29 August 2009) was a racing driver from Australia. Born in Sydney, he was best known as a Touring car racing and Sports car racing driver but he was also a top flight open wheeler driver. He was European F5000 champion, and participated in nine World Championship Formula One Grands Prix, debuting on 11 July 1964.",
      "pageId": 14914555,
      "monthDay": "10/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Mary_McFadden",
      "name": "Mary McFadden",
      "aboutText": "Lawrence Poons (born October 1, 1937), better known as Larry Poons, is an abstract painter who was born in Tokyo, Japan. He studied from 1955 to 1957 at the New England Conservatory of Music, with the intent of becoming a professional musician. In 1959, he enrolled at the School of the Museum of Fine Arts, Boston, and also studied at the Art Students League of New York.",
      "pageId": 16611067,
      "monthDay": "10/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Stella_Stevens",
      "name": "Stella Stevens",
      "aboutText": "Alan Cyril Wagner (October 1, 1931 — December 18, 2007) was an American television executive, radio personality, writer, and opera historian and critic. He served as the East Coast vice president of programming at CBS from 1976 to 1982.",
      "pageId": 23310323,
      "monthDay": "10/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/George_Archer",
      "name": "George Archer",
      "aboutText": "John Anthony \"Tony\" Epper (October 1, 1938 – July 20, 2012) was an American actor and stuntman. He was a member of the Epper family, whose members work as actors and stunt performers. Members include his sister, stuntwoman Jeannie Epper, and his late brothers, Gary Epper and Andy Epper.",
      "pageId": 36702314,
      "monthDay": "10/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Geoffrey_Whitehead",
      "name": "Geoffrey Whitehead",
      "aboutText": "Ellen McIlwaine (born October 1, 1945 in Nashville, Tennessee) is an American singer-songwriter and musician best known for her career as a slide guitarist.",
      "pageId": 143480,
      "monthDay": "10/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Steve_O%27Rourke",
      "name": "Steve O'Rourke",
      "aboutText": "David Lance \"Dave\" Arneson (October 1, 1947 – April 7, 2009) was an American game designer best known for co-developing the first published role-playing game (RPG), Dungeons & Dragons, with Gary Gygax, in the early 1970s. Arneson's early work was fundamental to the development of the genre, developing the concept of the RPG using devices now considered to be archetypical, such as adventuring in \"dungeons\", using a neutral judge, and having conversations with imaginary characters to develop the storyline.\nArneson discovered wargaming as a teenager in the 1960s, and began combining these games with the concept of role-playing.",
      "pageId": 211855,
      "monthDay": "10/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Marc_Savoy",
      "name": "Marc Savoy",
      "aboutText": "William Timothy \"Tim\" O'Brien (born October 1, 1946) is an American novelist best known for his work of fiction, The Things They Carried (1990), a critically acclaimed collection of semi-autobiographical, interrelated short stories inspired by O'Brien's experiences in the Vietnam War. In addition, he is known for his war novel, Going After Cacciato (1978), also written about wartime Vietnam.\nO'Brien has held the endowed chair at the MFA program of Texas State University–San Marcos every other year since the 2003-2004 year (i.e.",
      "pageId": 226043,
      "monthDay": "10/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Herb_Fame",
      "name": "Herb Fame",
      "aboutText": "Rodney Cline \"Rod\" Carew (born October 1, 1945) is a former Major League Baseball (MLB) first baseman, second baseman and coach of Panamanian descent. He played from 1967 to 1985 for the Minnesota Twins and the California Angels and was elected to the All-Star game every season except his last. While Carew was never a home run threat (only 92 of his 3,053 hits were home runs), he made a career out of being a consistent contact hitter.",
      "pageId": 347531,
      "monthDay": "10/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jean-Pierre_Jabouille",
      "name": "Jean-Pierre Jabouille",
      "aboutText": "Günter Wallraff (born 1 October 1942 in Burscheid, Rhine Province) is a German writer and undercover journalist.",
      "pageId": 397935,
      "monthDay": "10/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_Leli%C3%A8vre",
      "name": "Robert Lelièvre",
      "aboutText": "Jean-Jacques Annaud (born 1 October 1943) is a French film director, screenwriter and producer, best known for directing Quest for Fire (1981), The Name of the Rose (1986), The Lover (1991), and Seven Years in Tibet (1997). Annaud has received numerous awards for his work, including four César Awards, one David di Donatello Award, and one National Academy of Cinema Award.",
      "pageId": 445843,
      "monthDay": "10/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Stancliffe",
      "name": "David Stancliffe",
      "aboutText": "Donny Edward Hathaway (October 1, 1945 – January 13, 1979) was an American jazz, blues, soul, and gospel vocalist and musician. Hathaway contracted with Atlantic Records in 1969 and with his first single for the Atco label, \"The Ghetto, Part I\" in early 1970, Rolling Stone magazine \"marked him as a major new force in soul music.\" His collaborations with Roberta Flack scored high on the charts and won him the Grammy Award for Best Pop Performance by a Duo or Group with Vocals for the duet, \"Where Is the Love\" in 1973. At the height of his career Hathaway was diagnosed with paranoid schizophrenia and was known to not take his prescribed medication regularly enough to properly control his symptoms.",
      "pageId": 526562,
      "monthDay": "10/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/G%C3%BCnter_Wallraff",
      "name": "Günter Wallraff",
      "aboutText": "Dave Holland (born 1 October 1946) is an English jazz double bassist, composer and bandleader who has been performing and recording for five decades. He has lived in the United States for over 40 years.\nHis work ranges from pieces for solo performance to big band.",
      "pageId": 589693,
      "monthDay": "10/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jean-Jacques_Annaud",
      "name": "Jean-Jacques Annaud",
      "aboutText": "Jean-Pierre Alain Jabouille (born 1 October 1942) is a French former racing driver. He raced in 55 Formula One Grands Prix, collecting two wins during the first years of Renault's turbocharged programme in the 1970s. Jabouille also raced the 24 Hours of Le Mans from the late 1960s to the early 1990s, driving for Alpine, Matra, Sauber and Peugeot and collecting four 3rd overall finishes in 1973, 1974, 1992 and 1993.",
      "pageId": 1226470,
      "monthDay": "10/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ang%C3%A8le_Arsenault",
      "name": "Angèle Arsenault",
      "aboutText": "Jerry Martini (born October 1, 1943) is an American musician, best known for being the saxophonist for Sly and the Family Stone.\nMartini was born in Denver, Colorado. It was at his suggestion that Sly and the Family Stone came about, and he became one of its key figures.",
      "pageId": 1666958,
      "monthDay": "10/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jerry_Martini",
      "name": "Jerry Martini",
      "aboutText": "Peaches & Herb are an American vocalist duo, once comprising Herb Fame (born October 1, 1942) and Francine \"Peaches\" Hurd Barker (April 28, 1947 – August 13, 2005).",
      "pageId": 1862179,
      "monthDay": "10/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rod_Carew",
      "name": "Rod Carew",
      "aboutText": "Geoffrey Whitehead (born 1 October 1939, Sheffield, West Riding of Yorkshire) is an English actor. He has appeared in a huge range of television, film and radio roles. In the theatre, he has played at the Shakespeare Globe, St.",
      "pageId": 2865351,
      "monthDay": "10/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Donny_Hathaway",
      "name": "Donny Hathaway",
      "aboutText": "Steve O'Rourke ((1940-10-01)1 October 1940 – 30 October 2003(2003-10-30)) became the manager of the influential British rock band Pink Floyd after the departure of Syd Barrett in 1968.",
      "pageId": 3021847,
      "monthDay": "10/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carrie_Lucas",
      "name": "Carrie Lucas",
      "aboutText": "David Staffurth Stancliffe (born 1 October 1942) is a retired Church of England bishop. He was Provost of Portsmouth Cathedral from 1982 to 1993, and the Anglican Bishop of Salisbury from 1993 to 2010. He is the third generation of his family to serve the ordained ministry.",
      "pageId": 3657380,
      "monthDay": "10/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ellen_McIlwaine",
      "name": "Ellen McIlwaine",
      "aboutText": "Angèle Arsenault, OC OPEI (October 1, 1943 – February 25, 2014) was an acclaimed Canadian-Acadian singer, songwriter and media host.",
      "pageId": 4770845,
      "monthDay": "10/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patty_Shepard",
      "name": "Patty Shepard",
      "aboutText": "Marc Savoy (/sɑːˈvwɑː/ sah-vwah) (b. near Eunice, Louisiana, United States, October 1, 1940) is an American musician, and builder and player of the Cajun accordion.\nSavoy holds a degree in chemical engineering but his primary income is derived from his accordion-making business, based at his Savoy Music Center in Eunice, Louisiana.",
      "pageId": 8027561,
      "monthDay": "10/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dave_Holland",
      "name": "Dave Holland",
      "aboutText": "Carrie Lucas (October 1, 1945) is an American R&B musician, born in Carmel, California. In 1976 she was signed to Soul Train Records. Lucas made six albums over seven years with Soul Train and Solar Records.",
      "pageId": 17674028,
      "monthDay": "10/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tim_O%27Brien_(author)",
      "name": "Tim O'Brien",
      "aboutText": "Robert Lelièvre (1 October 1942 – 26 August 1973) was a French singer, songwriter and guitar player. He is best remembered as a member of the folk rock trio Cy, Maia & Robert, and for fronting the Danish progressive rock band Pan.",
      "pageId": 24408908,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dave_Arneson",
      "name": "Dave Arneson",
      "aboutText": "Dalveer Bhandari (born 1 October 1947) is a member of the International Court of Justice and was a judge of the Supreme Court of India.",
      "pageId": 28361696,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dalveer_Bhandari",
      "name": "Dalveer Bhandari",
      "aboutText": "Patty Moran Shepard (October 1, 1945 – January 3, 2013) was an American-born Spanish film actress. She appeared in more than fifty Spanish, Italian and French films from the 1960s to the 1980s.\n^ Moran, Lee (2013-01-09).",
      "pageId": 38207289,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Buzz_Capra",
      "name": "Buzz Capra",
      "aboutText": "Phillip Emmons Isaac Bonewits (October 1, 1949 – August 12, 2010) was an influential American Druid who published a number of books on the subject of Neopaganism and magic. He was also a public speaker, liturgist, singer and songwriter, and founded the Druidic organization Ár nDraíocht Féin, as well as the Neopagan civil rights group, the Aquarian Anti-Defamation League. Born in Royal Oak, Michigan, Bonewits had been heavily involved in occultism since the 1960s.",
      "pageId": 15059,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Aaron_Ciechanover",
      "name": "Aaron Ciechanover",
      "aboutText": "Randy Quaid (born October 1, 1950) is an American actor. He was nominated for a Golden Globe Award, BAFTA Award and an Academy Award for his role in The Last Detail. Quaid also won a Golden Globe Award and was nominated for an Emmy Award for his portrayal of U.S. President Lyndon Johnson in LBJ: The Early Years.",
      "pageId": 325460,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Stephen_Collins",
      "name": "Stephen Collins",
      "aboutText": "Stephen Weaver Collins (born October 1, 1947) is an American actor, writer, director, and musician, best known for playing Eric Camden on the long-running television series 7th Heaven. He is also known for the roles of Captain Will Decker in Star Trek: The Motion Picture, and as Dr. Dayton King on the short-lived ABC TV series No Ordinary Family.",
      "pageId": 329722,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Nevill_Drury",
      "name": "Nevill Drury",
      "aboutText": "Boris Vladimirovich Morukov (Russian: Бори́с Влади́мирович Моруков; 1 October 1950 – 1 January 2015) was a Russian physician at the State Research Center RF-Institute for Biomedical Problems (IBMP).",
      "pageId": 622354,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Adriano_Tilgher_(politician)",
      "name": "Adriano Tilgher",
      "aboutText": "Susan Adele Greenfield, Baroness Greenfield, CBE, HonFRCP (born 1 October 1950) is a British scientist, writer, broadcaster, and member of the House of Lords. Her research has focused on the treatment of Parkinson's disease and Alzheimer's disease. She is also interested in the neuroscience of consciousness  and the impact of technology on the brain.",
      "pageId": 709323,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martin_Turner",
      "name": "Martin Turner",
      "aboutText": "Aaron Ciechanover ( pronunciation  ah-hah-ROHN chee-HAH-noh-vehr; אהרן צ'חנובר; born October 1, 1947) is an Israeli biologist, who won the Nobel prize in Chemistry for characterizing the method that cells use to degrade and recycle proteins using ubiquitin.",
      "pageId": 1043968,
      "monthDay": "10/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mariska_Veres",
      "name": "Mariska Veres",
      "aboutText": "Michael \"Cub\" Koda (October 1, 1948 – July 1, 2000) was an American rock and roll singer, guitarist, songwriter, disc jockey, music critic, and record compiler. Rolling Stone magazine considered Koda best known for writing the song \"Smokin' in the Boys' Room\", which reached #3 on the 1974 Billboard charts as performed by Brownsville Station, and was later covered by Mötley Crüe. He co-wrote and edited the All Music Guide to the Blues, and Blues for Dummies, and put together the CD of blues classics accompanying the latter title, personally selecting versions of each song that appeared on it.",
      "pageId": 1243891,
      "monthDay": "10/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Cub_Koda",
      "name": "Cub Koda",
      "aboutText": "André Léon Marie Nicolas Rieu (born 1 October 1949) is a Dutch violinist and conductor best known for creating the waltz-playing Johann Strauss Orchestra. Together they have turned classical and waltz music into a worldwide concert touring act, as successful as some of the biggest global pop and rock music acts.",
      "pageId": 1351589,
      "monthDay": "10/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Isaac_Bonewits",
      "name": "Isaac Bonewits",
      "aboutText": "Mark Helias (born October 1, 1950) is an American jazz double bass player and composer born in New Brunswick, New Jersey.\nHe did not begin playing the double bass until the age of 20, graduating from Yale University's School of Music with a Masters degree in 1976. He has also studied at Rutgers University.",
      "pageId": 3247865,
      "monthDay": "10/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sheila_Gilmore",
      "name": "Sheila Gilmore",
      "aboutText": "Adriano Tilgher (born 1 October 1947 in Taranto) is an Italian far right politician.\nTilgher began his career as a member of the Italian Social Movement, although in his youth he was also associated with the extremist National Vanguard, and attempted to refound it in 1970. He was given a prison sentence for what was judged an attempt to refound the Fascist Party.",
      "pageId": 3265603,
      "monthDay": "10/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Andr%C3%A9_Rieu",
      "name": "André Rieu",
      "aboutText": "Sigbjørn Johnsen (born 1 October 1950 in Lillehammer,Norway) is a Norwegian politician for the Labour Party and was Norwegian Minister of Finance in the periods 1990-1996 and 2009-2013.\nHe is a former member of parliament and County Governor of Hedmark from 1997 to 2009. He was member of parliament for Hedmark between 1977 and 1997 and was the Minister of Finance from 1990 to 1996 during the Brundtland's Third Cabinet.",
      "pageId": 4011967,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Elpida_(singer)",
      "name": "Elpida",
      "aboutText": "Jeane Manson, born Jean Ann Manson, (born October 1, 1950 in Cleveland, Ohio) is an American model, singer, and actress. She was Playboy magazine's Playmate of the Month for the August 1974 issue. Her centerfold was photographed by Dwight Hooker.",
      "pageId": 5176610,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Susan_Greenfield,_Baroness_Greenfield",
      "name": "Susan Greenfield, Baroness Greenfield",
      "aboutText": "Natalia Nogulich (born October 1, 1950) is an American film and television actress.\nNogulich was born Natalija Nogulich in Chicago, Illinois, of Serbian descent. Her best-known appearances have been on Star Trek: The Next Generation and Star Trek: Deep Space Nine as Vice Admiral/Fleet Admiral Alynna Nechayev.",
      "pageId": 5733428,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mark_Helias",
      "name": "Mark Helias",
      "aboutText": "Lee William \"Buzz\" Capra (born October 1, 1947 in Chicago, Illinois) was a Major League Baseball pitcher from 1971 to 1977 for the New York Mets and Atlanta Braves. His best season was 1974, when he was 16–8 with a league-leading 2.28 earned run average, and was named a National League All-Star.\nAs a collegiate pitcher and shortstop, Capra was a member of the Illinois State University Redbirds as they won the 1969 NCAA College Division (now known as Division II) Championship.",
      "pageId": 6390296,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sigbj%C3%B8rn_Johnsen",
      "name": "Sigbjørn Johnsen",
      "aboutText": "Elpida Karayiannopoulou (Greek: Ελπίδα Καραγιαννοπούλου, born October 1, 1950), is a Greek singer who was one of the most successful singers in Greece and the Greek diaspora in the 1970s and 1980s.\nKnown professionally as just Elpida, she released 17 original albums in her 25-year recording history, and regularly topped fever charts run by the Greek state broadcaster, Ellinikí Radiofonía Tileórasi (ERT). Internationally, she was known for being a two-time entrant to the Eurovision Song Contest, representing Greece in 1979 with the song \"Sokrati\" which placed 8th and Cyprus in 1986 with \"Tora Zo\" which came 20th (and last).",
      "pageId": 6508023,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jeane_Manson",
      "name": "Jeane Manson",
      "aboutText": "Mariska Veres ( pronunciation ) (1 October 1947 – 2 December 2006) was a Dutch singer who was best known as the lead singer of the rock group Shocking Blue.",
      "pageId": 8240863,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Boris_Morukov",
      "name": "Boris Morukov",
      "aboutText": "Martin Robert Turner (born 1 October 1947, Torquay, Devon) was the bass guitarist, lead vocalist and a founding member of the rock band, Wishbone Ash.",
      "pageId": 10581764,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Natalia_Nogulich",
      "name": "Natalia Nogulich",
      "aboutText": "Nevill Drury (1 October 1947 – 15 October 2013) was an English-born Australian editor, publisher, and professional in many aspects of the publishing business, as well as the author of over 40 books on subjects ranging from shamanism and western magical traditions to art, music, and anthropology.",
      "pageId": 13696043,
      "monthDay": "10/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Randy_Quaid",
      "name": "Randy Quaid",
      "aboutText": "Brian Gilbert Greenway (born October 1, 1951 in Hawkesbury, Ontario) is a Canadian guitarist, vocalist, and harmonicist, most recognized for playing in the Canadian rock bands April Wine, Mashmakhan, and the Dudes. Greenway has been performing with April Wine from 1977 to 1986 when the band split, and again from 1992 to the present day.\nAfter April Wine broke up in 1986, Greenway embarked on a solo career and recorded Serious Business which continued the traditional April Wine mix of heavy rockers and ballads.",
      "pageId": 25522049,
      "monthDay": "10/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Brian_Greenway",
      "name": "Brian Greenway",
      "aboutText": "Sheila Gilmore (born 1 October 1949) is a British Labour Party politician, who was the Member of Parliament (MP) for Edinburgh East from 2010 to 2015. Gilmore stood for the seat following the decision of Gavin Strang to stand down; she is a former City of Edinburgh councillor.",
      "pageId": 26787452,
      "monthDay": "10/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jacques_Martin_(ice_hockey)",
      "name": "Jacques Martin",
      "aboutText": "Martin Strel ( listen ; born 1 October 1954), is a Slovenian long-distance swimmer, best known for swimming the entire length of various rivers. Strel holds successive Guinness World Records for swimming the Danube river, the Mississippi River, the Yangtze River, and the Amazon River.",
      "pageId": 63903,
      "monthDay": "10/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bob_Myrick",
      "name": "Bob Myrick",
      "aboutText": "Klaus Wowereit (born 1 October 1953) is a German politician, member of the SPD (Social Democratic Party), and was the Governing Mayor of Berlin from 21 October 2001 to 11 December 2014. In 2001 state elections his party won a plurality of the votes, 29.7%. He served as President of the Bundesrat (the fourth highest office in Germany) in 2001/02.",
      "pageId": 246004,
      "monthDay": "10/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ivan_Sekyra",
      "name": "Ivan Sekyra",
      "aboutText": "Jacques Martin (born October 1, 1952) is a Canadian professional ice hockey coach. In the National Hockey League (NHL), he has been the head coach of the St. Louis Blues, Ottawa Senators, Montreal Canadiens and the Florida Panthers.",
      "pageId": 246351,
      "monthDay": "10/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pete_Falcone",
      "name": "Pete Falcone",
      "aboutText": "Theresa Mary May (née Brasier; born 1 October 1956) is a British Conservative Party politician who has been Home Secretary of the UK since 2010.\nMay was first elected to Parliament in 1997 as the Member of Parliament for Maidenhead. She went on to be appointed Chairman of the Conservative Party and was sworn of Her Majesty's Most Honourable Privy Council in 2002.",
      "pageId": 351873,
      "monthDay": "10/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Hegley",
      "name": "John Hegley",
      "aboutText": "Grete Waitz (née Andersen, 1 October 1953 – 19 April 2011) was a Norwegian marathon runner and former world record holder. In 1979, she became the first woman in history to run the marathon in under two and a half hours. She won nine New York City Marathons between 1978 and 1988, more than any other runner in history.",
      "pageId": 460877,
      "monthDay": "10/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Viljar_Loor",
      "name": "Viljar Loor",
      "aboutText": "Jeffrey James Reardon (born October 1, 1955) is an American former professional baseball relief pitcher who played in Major League Baseball (MLB) from 1979–1994 for the New York Mets, Montreal Expos, Minnesota Twins, and Boston Red Sox, Atlanta Braves, Cincinnati Reds, and New York Yankees. Reardon was nicknamed \"The Terminator\" for his intimidating presence on the mound and 98 mph fastball.\nA long-time closer, Reardon became MLB's all-time saves leader in 1992 with his 342nd save, breaking Rollie Fingers' previous record of 341.",
      "pageId": 804748,
      "monthDay": "10/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Miguel_Lopez_(soccer)",
      "name": "Miguel Lopez",
      "aboutText": "John Richard Hegley (born 1 October 1953) is an English performance poet, comedian, musician and songwriter.",
      "pageId": 1019065,
      "monthDay": "10/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Grete_Waitz",
      "name": "Grete Waitz",
      "aboutText": "Morten Gunnar Larsen (born 1 October 1955) is a Norwegian jazz pianist and composer, well known for several stride piano recordings and collaborations.\n^ Stendahl, Bjørn (13 February 2009). \"Morten Gunnar Larsen Extended Biography]\".",
      "pageId": 1447376,
      "monthDay": "10/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Klaus_Wowereit",
      "name": "Klaus Wowereit",
      "aboutText": "Masato Nakamura (中村 正人, Nakamura Masato, born 1 October 1958) is a Japanese musician, bass guitarist, and record producer for the J-pop band Dreams Come True.",
      "pageId": 1496752,
      "monthDay": "10/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Martin_Strel",
      "name": "Martin Strel",
      "aboutText": "Andrus Ansip (Estonian pronunciation: [ˈɑndrus ˈɑnʲˑsʲip]; born 1 October 1956) is an Estonian politician currently serving as Vice President for the Digital Single Market on the European Commission. Previously, he was Prime Minister of Estonia from 2005 to 2014 and chairman of the liberal Estonian Reform Party (Estonian: Reformierakond) from 2004 to 2014.\nBefore his entry into politics Ansip trained as a chemist, before working in banking and business.",
      "pageId": 1708682,
      "monthDay": "10/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Howard_Hewett",
      "name": "Howard Hewett",
      "aboutText": "Howard Hewett, Jr.",
      "pageId": 4213629,
      "monthDay": "10/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Morten_Gunnar_Larsen",
      "name": "Morten Gunnar Larsen",
      "aboutText": "Peter Frank Falcone (born October 1, 1953) is an American former professional baseball pitcher for the San Francisco Giants, St.",
      "pageId": 6186223,
      "monthDay": "10/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jeff_Reardon",
      "name": "Jeff Reardon",
      "aboutText": "Mark Aizlewood (born 1 October 1959) is a Welsh former professional footballer and Wales international.",
      "pageId": 9131160,
      "monthDay": "10/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andrus_Ansip",
      "name": "Andrus Ansip",
      "aboutText": "Brian P. Cleary, (born October 1, 1959, in Lakewood, Ohio) is an American humorist, poet, United States patent holder, inventor and author. The bow-tie wearing children’s author is best known for his books that explore grammar in humorous ways written for grade-school children.",
      "pageId": 13308477,
      "monthDay": "10/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Theresa_May",
      "name": "Theresa May",
      "aboutText": "Stelios Mainas (Greek: Στέλιος Μάινας; born October 1, 1957 in Ermoupoli, Syros) is a Greek actor. He graduated drama school in 1982 and has been working as a stage, cinema and television actor ever since. His first film role was in the 1984 movie Loafing and Camouflage.",
      "pageId": 13617167,
      "monthDay": "10/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stelios_Mainas",
      "name": "Stelios Mainas",
      "aboutText": "Miguel López was an El Salvador-American soccer defender who played one season in the North American Soccer League and earned one cap with the U.S. national team.\nLópez graduated from San Gabriel High School and attended Whittier College, playing on the men’s soccer team.\nLópez played with the Los Angeles Aztecs of the North American Soccer League in 1976.",
      "pageId": 14607264,
      "monthDay": "10/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Martin_Cooper_(musician)",
      "name": "Martin Cooper",
      "aboutText": "Martin Cooper (born 1 October 1958, Liverpool, England) is a painter and a musician.",
      "pageId": 14852143,
      "monthDay": "10/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Masato_Nakamura",
      "name": "Masato Nakamura",
      "aboutText": "Viljar Loor (1 October 1953 – 22 March 2011) was the most successful Estonian volleyball player. In the 1980 Summer Olympics he was part of the gold winning Soviet Union volleyball team. He played all five matches.",
      "pageId": 21026506,
      "monthDay": "10/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Aizlewood",
      "name": "Mark Aizlewood",
      "aboutText": "Robert Howard \"Bob\" Myrick (October 1, 1952 – August 23, 2012) was a relief pitcher in Major League Baseball. He played all or part of three seasons from 1976 through 1978 for the New York Mets. Myrick attended college at Mississippi State University.",
      "pageId": 23217654,
      "monthDay": "10/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Brian_P._Cleary",
      "name": "Brian P. Cleary",
      "aboutText": "Ivan Sekyra (1 October 1952, Prague, Czechoslovakia − 30 June 2012, Prague, Czech Republic) was a Czech rock guitarist, singer, songwriter, director and screenwriter. In childhood he learned to play the violin. In 1978 he graduated from the Faculty of Mechanization Agriculture University in Prague.",
      "pageId": 36322761,
      "monthDay": "10/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Youssou_N%27Dour",
      "name": "Youssou N'Dour",
      "aboutText": "Mark David McGwire (born October 1, 1963), nicknamed \"Big Mac\", is an American former professional baseball player and hitting coach in Major League Baseball (MLB). As a first baseman, his MLB career spanned from 1986 to 2001 while playing for the Oakland Athletics and the St. Louis Cardinals.",
      "pageId": 20548,
      "monthDay": "10/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gary_Ablett,_Sr.",
      "name": "Gary Ablett, Sr.",
      "aboutText": "Esai Manuel Morales, Jr. (born October 1, 1962) is an American actor. He played Bob Morales in the 1987 biopic La Bamba.",
      "pageId": 69691,
      "monthDay": "10/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rico_Constantino",
      "name": "Rico Constantino",
      "aboutText": "Youssou N'Dour (French pronunciation: ​[jusu nˈduʁ]; born 1 October 1959) is a Senegalese singer, percussionist, songwriter, composer, occasional actor, businessman and a politician. In 2004, Rolling Stone described him as, \"perhaps the most famous singer alive\" in Senegal and much of Africa. From April 2012 to October 2012, he was Senegal's Minister of Tourism and Culture, and from October 2012 to September 2013, he was Senegal's Minister of Tourism and Leisure.",
      "pageId": 106413,
      "monthDay": "10/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Robert_Rey",
      "name": "Robert Rey",
      "aboutText": "Harry Hill (born Matthew Keith Hall; 1 October 1964) is an English comedian, author and television presenter best known for narrating You've Been Framed! since 2004 and hosting Harry Hill's TV Burp for eleven years from 2001 to 2012.",
      "pageId": 161792,
      "monthDay": "10/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Corrie_van_Zyl",
      "name": "Corrie van Zyl",
      "aboutText": "Americo Sebastiano \"Rico\" Costantino (born October 1, 1961) is an Italian-American professional wrestler and wrestling manager. He performed under the ring names Rico Costantino and Rico in World Wrestling Entertainment (WWE) from 2001 to 2004.",
      "pageId": 669035,
      "monthDay": "10/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Attaphol_Buspakom",
      "name": "Attaphol Buspakom",
      "aboutText": "Gary Robert Ablett (born 1 October 1961) is a former Australian rules footballer who represented Hawthorn and Geelong in the Australian Football League (AFL). Ablett is widely regarded as one of Australian football's greatest players, and was especially renowned for his spectacular high marking and his prolific goalkicking.\nAfter making several country league representative teams, Ablett was recruited by Hawthorn from Drouin and made his professional senior debut in the 1982 season.",
      "pageId": 670124,
      "monthDay": "10/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nico_Claesen",
      "name": "Nico Claesen",
      "aboutText": "Paul Anthony Walsh (born 1 October 1962) is a former England international footballer who now works as a television pundit.\nA pacey and skilful forward, he scored a total of 127 goals in 521 league games in a 17-year career in the Football League and Premier League; he also won five senior caps for England in an eleven-month international career beginning in June 1983. He began his career at Charlton Athletic, making his first team debut aged 16 in September 1979.",
      "pageId": 1055571,
      "monthDay": "10/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Micky_Flanagan",
      "name": "Micky Flanagan",
      "aboutText": "Jean-Denis Delétraz (born 1 October 1963) is a Swiss racing driver. He participated in three Formula One Grands Prix, debuting in the 1994 Australian Grand Prix, and his short F1 career was 2 retirements and a 15th.\nBefore reaching Formula One, he scored two third places in the 1988 Formula 3000 season, but principally earned his three Formula One drives as a pay driver.",
      "pageId": 1233974,
      "monthDay": "10/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Esai_Morales",
      "name": "Esai Morales",
      "aboutText": "Theodore William \"Ted\" King (born October 1, 1965) is an American actor, previously credited as T. W. King, best known for starring as Andy Trudeau on the hit-series Charmed (1998–1999)",
      "pageId": 1345299,
      "monthDay": "10/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_Walsh",
      "name": "Paul Walsh",
      "aboutText": "Jonathan D. Sarfati (born 1 October 1964) is a young Earth creationist and former New Zealand national chess champion (1987–1988) Sarfati has PhD in chemistry and works for Creation Ministries International (CMI), a non-profit Christian Apologetics ministry. He is the author of many articles and books about creation science.",
      "pageId": 1513538,
      "monthDay": "10/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jean-Denis_D%C3%A9l%C3%A9traz",
      "name": "Jean-Denis Délétraz",
      "aboutText": "Cynthia Dawn \"Cindy\" Margolis (born October 1, 1965) is an American glamor spokesmodel and actress.",
      "pageId": 1774796,
      "monthDay": "10/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mark_McGwire",
      "name": "Mark McGwire",
      "aboutText": "Christopher Todd Titus (born October 1, 1964) is an American comedian and actor. He grew up in Newark, California. Titus came to national attention with the eponymous FOX show Titus, of which he was the star, executive producer and co-creator.",
      "pageId": 2487294,
      "monthDay": "10/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Harry_Hill",
      "name": "Harry Hill",
      "aboutText": "Masato Matsuura (松浦 勝人, Matsuura Masato, born October 1, 1964 in Yokohama, Japan), better known as Max Matsuura (松浦 マックス, Matsuura Makkusu), is a Japanese record producer and president of one of the largest music labels Avex Group.",
      "pageId": 2589136,
      "monthDay": "10/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Max_Matsuura",
      "name": "Max Matsuura",
      "aboutText": "Andreas Keller (born October 1, 1965 in West Berlin) is a former field hockey player from West Germany, who competed at three Summer Olympics for his native country. He won the gold medal with Germany at the 1992 Summer Olympics in Barcelona, after securing silver at the two previous Olympics in Los Angeles (1984) and Seoul (1988), with West Germany.\nThe former striker and goalgetter is related to German female hockey star Natascha Keller, who won the golden medal at the 2004 Summer Olympics; he is her older brother.",
      "pageId": 3084943,
      "monthDay": "10/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jonathan_Sarfati",
      "name": "Jonathan Sarfati",
      "aboutText": "Roberto Miguel Rey Júnior, M.D (Portuguese pronunciation: [ʁoˈbɛɾtu miˈɡɛw ˈʁej ˈʒunjoɾ], born October 1, 1961), best known as Robert Rey, is a Brazilian plastic surgeon featured on the E! reality series Dr. 90210.",
      "pageId": 4184162,
      "monthDay": "10/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Christopher_Titus",
      "name": "Christopher Titus",
      "aboutText": "Cornelius Johannes Petrus Gerthardus van Zyl (born 1 October 1961 in Bloemfontein, Free State) is a former South African cricketer who played two One Day Internationals in 1992. He is currently (2013) employed by Cricket South Africa as a cricket development officer.\nVan Zyl previously coached the Gestetner Diamond Eagles and later he was appointed coach of the South Africa National cricket team following the resignation of Mickey Arthur.",
      "pageId": 4305531,
      "monthDay": "10/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andreas_Keller",
      "name": "Andreas Keller",
      "aboutText": "Chris Reason is a senior reporter and presenter for Seven News in Sydney, New South Wales, Australia.",
      "pageId": 7331712,
      "monthDay": "10/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ted_King_(actor)",
      "name": "Ted King",
      "aboutText": "Nicolaas \"Nico\" Pieter Claesen (born 1 October 1962) is a former Belgian football player who works as head coach of RFC Liège.\nAmong the many club teams he played for were Tottenham Hotspur, who bought him from Standard Liege in 1986–87 for £600K and sold him for £550K to Antwerp FC in August 1988.",
      "pageId": 8454325,
      "monthDay": "10/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cindy_Margolis",
      "name": "Cindy Margolis",
      "aboutText": "Attaphol Buspakom (Thai: อรรถพล ปุษปาคม; rtgs: Atthaphon Putsapakhom), nicknamed \"Tak\" (Thai: แต๊ก; rtgs: Taek); 1 October 1962 – 16 April 2015) was a Thai national and football coach. He was given the role at Muang Thong United and Buriram United after TTM Samut Sakhon folded after the 2009 season.\nHe played for the Thailand national football team, appearing in several FIFA World Cup qualifying matches.",
      "pageId": 18291007,
      "monthDay": "10/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chris_Reason",
      "name": "Chris Reason",
      "aboutText": "Michael \"Micky\" Flanagan (born October 1962) is an English comedian. Flanagan has performed at the Edinburgh Fringe and toured Britain with stand-up shows. He presented Micky Flanagan: What Chance Change?",
      "pageId": 28799500,
      "monthDay": "10/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cliff_Ronning",
      "name": "Cliff Ronning",
      "aboutText": "Kevin Griffin (born October 1, 1968) is an American guitarist, vocalist, producer, and songwriter.\nGriffin formed the alternative rock band Better Than Ezra in 1988. The band had great success in the 1990s with hits such as \"Good\", \"In the Blood\", and \"Desperately Wanting\", and has continued in the 2000s with hits such as \"Extra Ordinary\", \"A Lifetime\", and \"Juicy\".",
      "pageId": 170005,
      "monthDay": "10/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/George_Weah",
      "name": "George Weah",
      "aboutText": "George Tawlon Manneh Oppong Ousman Weah (born 1 October 1966) is a Liberian humanitarian, politician, and retired footballer who played as a striker. Regarded as one of the greatest African players of all time and of his generation, in 1995 he was named FIFA World Player of the Year and won the Ballon d'Or. In 1989, 1994 and 1995 he was the African Footballer of the Year.",
      "pageId": 616629,
      "monthDay": "10/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jos%C3%A9_%C3%81ngel_Ziganda",
      "name": "José Ángel Ziganda",
      "aboutText": "Zachary Knight \"Zach\" Galifianakis (/ˌɡælɨfəˈnækɨs/ GAL-i-fə-NAK-iss; born October 1, 1969) is an American actor, writer and stand-up comedian. Galifianakis came to prominence with his Comedy Central Presents special in 2001 and presented his own show called Late World with Zach on VH1 the following year. He has also starred in films, such as The Hangover trilogy (2009–2013) as Alan Garner, Due Date (2010), The Campaign (2012), Birdman (2014), from which he received praise from critics, and had a voice role in the animated film Puss in Boots (2011).",
      "pageId": 644431,
      "monthDay": "10/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mike_Pringle_(Canadian_football)",
      "name": "Mike Pringle",
      "aboutText": "Philip Ranulph de Glanville (born 1 October 1968 in Loughborough) is a former English rugby union player who played at centre for Bath and England.",
      "pageId": 691743,
      "monthDay": "10/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Scott_Young_(ice_hockey,_born_1967)",
      "name": "Scott Young",
      "aboutText": "Jon Guenther is an American software engineer and the author of nearly forty novels in a variety of genres and under multiple pseudonyms. In addition to books under his own name, he's written many novels in The Executioner series created by Don Pendleton about the fictional character Mack Bolan. He is also creator of the Christian Pulp™ brand and genre, and the software engineering blog Programmer Interrupted.",
      "pageId": 1320610,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sacha_Dean_Biyan",
      "name": "Sacha Dean Biyan",
      "aboutText": "Igor Sergeevich Ulanov (Russian: И́горь Серге́евич Ула́нов; born 1 October 1969 in Krasnokamsk, Soviet Union) is a former National Hockey League defenceman. Ulanov was drafted by the Winnipeg Jets in the tenth round of the 1991 NHL Entry Draft. He has played for the Jets, Washington Capitals, Chicago Blackhawks, Tampa Bay Lightning, Montreal Canadiens, Edmonton Oilers, New York Rangers and the Florida Panthers, as well as European and American Hockey League clubs.",
      "pageId": 2006718,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rob_Collard",
      "name": "Rob Collard",
      "aboutText": "Michael A. Pringle (born October 1, 1967) is an American former professional gridiron football player. A running back, he had a highly successful career in the Canadian Football League (CFL), during which he set or tied almost every significant league records for the position. He played college football for the California State University, Fullerton Titans and was twice signed by National Football League (NFL) teams, though he never played a game in the American league.",
      "pageId": 2642411,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Durden-Smith",
      "name": "Mark Durden-Smith",
      "aboutText": "Clifford John Ronning (born October 1, 1965) is a retired Canadian professional ice hockey forward. He was selected by the St. Louis Blues in the 7th round of the 1984 NHL Entry Draft, 134th overall.",
      "pageId": 2779203,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Phil_de_Glanville",
      "name": "Phil de Glanville",
      "aboutText": "Alexei Yuryevich \"Alex\" Zhamnov (Russian: Алексей Юрьевич Жамнов; born October 1, 1970) is a Russian former professional ice hockey centre who played in the National Hockey League (NHL) for the Winnipeg Jets, Chicago Blackhawks, Philadelphia Flyers and Boston Bruins.",
      "pageId": 2866908,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kevin_Griffin",
      "name": "Kevin Griffin",
      "aboutText": "Scott Allen Young (born October 1, 1967) is a retired American professional ice hockey right winger. He is currently the varsity ice hockey coach at St.",
      "pageId": 2932677,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jon_Guenther",
      "name": "Jon Guenther",
      "aboutText": "Mark Durden-Smith (born 1 October 1968, Soho) is an English television presenter best known for presenting ITV shows such as I'm a Celebrity... Get Me out of Here!",
      "pageId": 2995117,
      "monthDay": "10/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jay_Underwood",
      "name": "Jay Underwood",
      "aboutText": "Marcus Stephen (born 1 October 1969) is a Nauruan politician and former sportsperson who is a member of the Cabinet of Nauru, and who served as President of Nauru from December 2007 to November 2011. The son of Nauruan parliamentarian Lawrence Stephen, Stephen was educated at St Bedes College and RMIT University in Victoria, Australia. Initially playing Australian rules football, he opted to pursue the sport of weightlifting, in which he represented Nauru at the Summer Olympics and Commonwealth Games between 1990 and 2002, winning seven Commonwealth gold medals.",
      "pageId": 3205046,
      "monthDay": "10/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Zach_Galifianakis",
      "name": "Zach Galifianakis",
      "aboutText": "Jay Underwood (born October 1, 1968) is an American actor. Beginning a prolific career as a teen actor in the mid-1980s, he is perhaps best known for his starring feature films roles; portraying \"Eric Gibb\" in The Boy Who Could Fly, \"Chip Carson\" in Not Quite Human, and \"Grover Dunn\" in The Invisible Kid. Jay Underwood has a wife and 6 kids.",
      "pageId": 3236556,
      "monthDay": "10/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ori_Kaplan",
      "name": "Ori Kaplan",
      "aboutText": "Kam Woo-sung (born October 1, 1970) is a South Korean actor.",
      "pageId": 3998471,
      "monthDay": "10/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Marcus_Stephen",
      "name": "Marcus Stephen",
      "aboutText": "Robert Collard (born 1 October 1968) is a British auto racing driver from Hampshire, best known for racing in the British Touring Car Championship, winning two races in a West Surrey Racing MG, and claiming the Independent's Cup title in 2003. In 2008 he returned to running the series full-time, driving for the Motorbase Performance team, where he remained for 2009, before returning to West Surrey Racing.",
      "pageId": 4687337,
      "monthDay": "10/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Igor_Ulanov",
      "name": "Igor Ulanov",
      "aboutText": "Sacha Dean Bïyan is a fashion photographer and photojournalist based in Manhattan.",
      "pageId": 5198855,
      "monthDay": "10/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Simon_Davey",
      "name": "Simon Davey",
      "aboutText": "Ori Kaplan (in Hebrew אורי קפלן) (born October 1, 1969) is a jazz saxophonist and a music producer. He moved to the United States in 1991. He has worked with many artists including Shotnez Tom Abbs, Firewater, Gogol Bordello and the Balkan Beat Box.",
      "pageId": 7155758,
      "monthDay": "10/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jung_Joon-ho",
      "name": "Jung Joon-ho",
      "aboutText": "Simon Davey (born 1 October 1970 in Swansea) is a Welsh former professional footballer and football manager. He is now Head Director of a youth club in America called Southern Soccer Academy. He played for Swansea City, Carlisle United and Preston North End and had a short loan spell with Darlington, making a total of 271 appearances in the Football League.",
      "pageId": 8234480,
      "monthDay": "10/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kam_Woo-sung",
      "name": "Kam Woo-sung",
      "aboutText": "José Ángel \"Cuco\" Ziganda Lakunza (born 1 October 1966) is a Spanish retired footballer who played as a centre forward, and the current manager of Bilbao Athletic.\nHe played in 381 La Liga games over the course of 12 seasons (111 goals scored), representing Osasuna and Athletic Bilbao.",
      "pageId": 11042627,
      "monthDay": "10/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alexei_Zhamnov",
      "name": "Alexei Zhamnov",
      "aboutText": "Jung Joon-ho (born October 1, 1970) is a South Korean actor, who gained fame in the 2000 series, Women Like You, (왕추). His recent hits are The Last Scandal of My Life (내 생애 마지막 스캔들) and IRIS. Jung Jun-ho has a passionate interest in singing. In The Last Scandal of My Life aired on MBC, Jung sang his character's theme song.",
      "pageId": 21788659,
      "monthDay": "10/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Song_Il-gook",
      "name": "Song Il-gook",
      "aboutText": "Keith Peter Thomas Francis John Duffy (born 1 October 1974) is an Irish singer-songwriter, actor, radio and television presenter and drummer who began his professional music career as part of Irish boy band Boyzone alongside Ronan Keating, Mikey Graham, Shane Lynch and Stephen Gately in 1993. The band decided to focus on solo projects in 2000 since which Duffy has achieved critical acclaim for his acting roles, particularly in soap operas such as Coronation Street and Fair City. He has also presented The Box and You're a Star.",
      "pageId": 847154,
      "monthDay": "10/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Yvette_Hermundstad",
      "name": "Yvette Hermundstad",
      "aboutText": "John Carl Thomson (born October 1, 1973) is a retired starting pitcher who last played for the Kansas City Royals of Major League Baseball. He is a 1991 graduate of Sulphur High School in Sulphur, Louisiana. He went undrafted out of high school and pitched for McNeese State University (Lake Charles, Louisiana) in 1992 and Blinn Junior College (Brenham, Texas) in 1993.",
      "pageId": 1088231,
      "monthDay": "10/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gigi_Lai",
      "name": "Gigi Lai",
      "aboutText": "Mats Anders Lindgren (born 1 October 1974 in Skellefteå, Sweden) is a former Swedish professional ice hockey forward. He was selected in the first round of the 1993 NHL Entry Draft, 15th overall, by the Winnipeg Jets, although he never had the opportunity to play for them.\nDespite versatility and a good on-ice work ethic, Lindgren never lived up to the offensive potential that Winnipeg had seen when they drafted him, scoring only thirteen goals in his best NHL season.",
      "pageId": 2522873,
      "monthDay": "10/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Andrew_O%27Keefe",
      "name": "Andrew O'Keefe",
      "aboutText": "Gigi Lai (born 1 October 1971) is a Hong Kong actress and Cantopop singer. Lai was under a contract with the television station TVB and she retired in October 2008. She is popularly nicknamed by the Hong Kong media as the \"Goddess of Beauty\" (愛美神).",
      "pageId": 2700452,
      "monthDay": "10/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jim_Serdaris",
      "name": "Jim Serdaris",
      "aboutText": "Nick Graham (born 10 January 1974, Caringbah, New South Wales) was an Australian rugby league player for the Wests Tigers and the Cronulla Sharks in the National Rugby League competition. He also played for the Wigan Warriors in the English Super League competition. His regular position was loose forward/lock.",
      "pageId": 2729418,
      "monthDay": "10/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ronen_Altman_Kaydar",
      "name": "Ronen Altman Kaydar",
      "aboutText": "Andrew Patrick O'Keefe (born 1 October 1971) is an Australian entertainer and former lawyer, best known for being the host of the game show Deal or No Deal. He is also the co-host of Weekend Sunrise alongside Monique Wright. In 2015 he was announced as the host of The Chase Australia.",
      "pageId": 3204568,
      "monthDay": "10/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jean_Paulo_Fernandes",
      "name": "Jean Paulo Fernandes",
      "aboutText": "Leila Hatami (Persian: لیلا حاتمی‎‎ Leylā Hātamī; born October 1, 1972) is an Iranian actress and director. She is the daughter of director Ali Hatami and actress Zari Khoshkam, and is married to actor Ali Mosaffa.\n^ Leila Hatami.",
      "pageId": 3447496,
      "monthDay": "10/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Leila_Hatami",
      "name": "Leila Hatami",
      "aboutText": "Esa Holopainen (born 1 October 1972) is a Finnish musician, currently the main songwriter, occasional lyricist, founding member and lead guitarist of the Finnish metal band Amorphis. He is one out the two longest standing members of the band (the other being Tomi Koivusaari) and one of the three out of four original members left in the band (the others being Jan Rechberger and Tomi Koivusaari).\nHe was also formally the guitarist of the bands Violent Solution (1990) and Chaosbreed (2003–2004).",
      "pageId": 4048033,
      "monthDay": "10/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Esa_Holopainen",
      "name": "Esa Holopainen",
      "aboutText": "Christian Borle (born October 1, 1973) is an American actor featured in several Broadway productions. A two-time Tony Award winner for his roles in Peter and the Starcatcher as Black Stache and Something Rotten! as William Shakespeare, Borle also starred as Tom Levitt on the NBC musical-drama series Smash.",
      "pageId": 4239468,
      "monthDay": "10/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Guna_Zari%C5%86a",
      "name": "Guna Zariņa",
      "aboutText": "Sherri M. Saum (born October 1, 1974) is an American actress. As of 2013, Saum stars as Lena Adams Foster in the ABC Family drama series The Fosters.",
      "pageId": 4383836,
      "monthDay": "10/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rachid_Ch%C3%A9kh%C3%A9mani",
      "name": "Rachid Chékhémani",
      "aboutText": "Song Il Gook (alternately Song Il Guk or Song Il Kuk) (송일국) is a popular South Korean actor. He starred in several historical Korean dramas such as Jumong and Emperor of the Sea. He graduated from the Cheongju University and majored in Performing Arts.",
      "pageId": 5213955,
      "monthDay": "10/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jana_Henke",
      "name": "Jana Henke",
      "aboutText": "Jim Serdaris (born 1 October 1971, Sydney) is an Australian former professional rugby league footballer of the 1990s. He played for the South Sydney Rabbitohs, Canterbury-Bankstown Bulldogs, Western Suburbs Magpies, Manly-Warringah Sea Eagles, New South Wales and for the Australian national side.",
      "pageId": 6121021,
      "monthDay": "10/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/John_Mackey_(composer)",
      "name": "John Mackey",
      "aboutText": "Jana Henke (born 1 October 1973 in Löbau, Saxony) is a former freestyle swimmer from Germany, who won the bronze medal in the 800 m freestyle at the 1992 Summer Olympics in Barcelona, Spain.",
      "pageId": 6373467,
      "monthDay": "10/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/John_Thomson_(baseball)",
      "name": "John Thomson",
      "aboutText": "John Mackey (born October 1, 1973) is an American composer of classical music, with an emphasis on music for wind band, as well as orchestra.",
      "pageId": 6719845,
      "monthDay": "10/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christian_Borle",
      "name": "Christian Borle",
      "aboutText": "Jean Paulo Fernandes or simply Jean (born 1 October 1972 in Guarujá, São Paulo), is a Brazilian retired footballer who played as a goalkeeper.\nHis son, Jeanzinho, is also a footballer and a goalkeeper.",
      "pageId": 9429434,
      "monthDay": "10/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Keith_Duffy",
      "name": "Keith Duffy",
      "aboutText": "Rachid Chékhémani (born 1 October 1973 in Barentin, Seine-Maritime) is a French long-distance runner.\nHe finished sixteenth in the 5000 metres at the 2002 European Athletics Championships.",
      "pageId": 9645145,
      "monthDay": "10/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nick_Graham_(rugby_league)",
      "name": "Nick Graham",
      "aboutText": "Ronen Elimelech Altman Kaydar (Hebrew: רונן אלטמן קידר‎; born October 1, 1972) is an Israeli writer and poet.",
      "pageId": 10510391,
      "monthDay": "10/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mats_Lindgren",
      "name": "Mats Lindgren",
      "aboutText": "Didem Erol, also known as Dana Flynn is an Australian-born Turkish American actress, model, and TV host. She was born in Sydney to Turkish parents and lives in Los Angeles, California. Amidst media speculation, Didem Erol confirmed she was dating Quentin Tarantino whom she met in Cannes, France.",
      "pageId": 19577861,
      "monthDay": "10/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sherri_Saum",
      "name": "Sherri Saum",
      "aboutText": "Guna Zariņa (born 1 October 1972) is a Latvian actress. In the theater, she has appeared in several plays of Alvis Hermanis and Māra Ķimele. She has also taken part in several films.",
      "pageId": 24412053,
      "monthDay": "10/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Didem_Erol",
      "name": "Didem Erol",
      "aboutText": "Maria Yvette Hermundstad, née Pettersson (born 1 October 1971) is a Swedish sports journalist and presenter of SVT Sport at SVT. She started her career in 1993 at the sports department at TV4, she stopped working there in 2000 to start working for SVT. She has presented Lilla Sportspegeln where she has interviewed Zlatan Ibrahimović ahead of the shows 25th anniversary. Hermundstad has also worked for Vinterstudion a winter sports show on SVT along with André Pops, she has covered the 2010 Winter Olympics in Vancouver and the 2012 Summer Olympics in London. She has also presented the broadcasts from Nordea Masters, the DN Gala, Finnkampen, and in 2010 she presented \"Chef of the Year\" competition.",
      "pageId": 46187031,
      "monthDay": "10/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chulpan_Khamatova",
      "name": "Chulpan Khamatova",
      "aboutText": "Denis Gauthier, Jr. (born October 1, 1976) is a Canadian former professional ice hockey defenceman.",
      "pageId": 800070,
      "monthDay": "10/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Zolt%C3%A1n_Sebescen",
      "name": "Zoltán Sebescen",
      "aboutText": "Burudi Ali \"Rudi\" Johnson (born October 1, 1979) is a former American football running back who played eight seasons in the National Football League (NFL). He was drafted by the Cincinnati Bengals in the fourth round of the 2001 NFL Draft.\nJohnson was selected to the Pro Bowl with the Bengals in 2004 after leading the AFC team in rushing.",
      "pageId": 963037,
      "monthDay": "10/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kim_Sun-a",
      "name": "Kim Sun-a",
      "aboutText": "Chulpan Nailevna Khamatova MAR (Russian: Чулпа́н Наи́левна Хама́това, Tatar: Cyrillic Чулпан Наил кызы Хаматова, Latin Çulpan Nail qızı Xamatova, born 1 October 1975) is a Russian film, theater and TV actress of Volga Tatar origin. Her name, Chulpan, means \"morning star\" (i.e.",
      "pageId": 1930172,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nasir_al-Wuhayshi",
      "name": "Nasir al-Wuhayshi",
      "aboutText": "Richard Oakes (born Richard John Oakes 1 October 1976 in Perivale, London) is an English musician and songwriter, best known as the guitarist and occasional pianist and backing vocalist of the English band Suede.",
      "pageId": 2019722,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Danielle_Bisutti",
      "name": "Danielle Bisutti",
      "aboutText": "Ümit Karan (born October 1, 1976) is a retired Turkish football player.\nHe played for Gençlerbirliği S.K., Ankaraspor, Galatasaray and Eskişehirspor.",
      "pageId": 2506052,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kona_Carmack",
      "name": "Kona Carmack",
      "aboutText": "Dora Venter is the stage name of the Hungarian pornographic film actress Melinda Gál.\nShe moved to Budapest and studied to be a nurse, receiving her CCRN (Critical Care Registered Nurse) certificate in 1998. She auditioned for pornography in late April 1999 and shot her first films several weeks afterwards, her second at the Cannes Hot d'Or.",
      "pageId": 5868161,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Denis_Gauthier",
      "name": "Denis Gauthier",
      "aboutText": "Kim Sun-A (born October 1, 1975) is a South Korean actress. She is best known for her titular role as Kim Sam-soon in the popular television series My Lovely Sam Soon (2005).",
      "pageId": 6154142,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C3%9Cmit_Karan",
      "name": "Ümit Karan",
      "aboutText": "Jeffrey van Hooydonk (born 1 October 1977) is a Belgian racing car driver.\nA native of Antwerp, Van Hooydonk began racing karts in 1990 and graduated to open-wheel racing five years later. For the next three seasons, he was successful in Formula Renault, winning the European Formula Super Renault championship in 1997.",
      "pageId": 6979836,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Richard_Oakes_(guitarist)",
      "name": "Richard Oakes",
      "aboutText": "Antonio Roybal (born October 1, 1976) is an American fine-art painter and sculptor from Santa Fe, New Mexico.",
      "pageId": 7825247,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Antonio_Roybal",
      "name": "Antonio Roybal",
      "aboutText": "Dominic John Thornely (born 1 October 1978) is an Australian cricketer who plays for the New South Wales Blues in Australian domestic cricket.\nThornely made his debut for the Blues aged 25 and made his maiden first-class century with 143 against Victoria at Newcastle. He went on to receive Australia A selection in his debut season.",
      "pageId": 8418872,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mark_%C5%A0vets",
      "name": "Mark Švets",
      "aboutText": "Leticia Ann Cline (Passmore) (born October 1, 1978) is an American model. She is best known as a former interviewer for TNA Wrestling, Maxim Magazine, the reality show Beauty and the Geek and her Playboy magazine appearance in July 2008.",
      "pageId": 8567494,
      "monthDay": "10/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dora_Venter",
      "name": "Dora Venter",
      "aboutText": "Joe Keith (born 1 October 1978) is an English footballer who played in the Football League for Colchester United, Bristol City, Leyton Orient, Shrewsbury Town and Brentford. Primarily a midfielder, Keith can also play as a full back.",
      "pageId": 8736647,
      "monthDay": "10/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Christel_Takigawa",
      "name": "Christel Takigawa",
      "aboutText": "Takigawa Lardux Christel Masami (滝川ラルドゥクリステル雅美, Takigawa Rarudu Kurisuteru Masami, born October 1, 1977), commonly known as Christel Takigawa (滝川クリステル, Takigawa Kurisuteru) is a Japanese television announcer and news presenter.",
      "pageId": 13210785,
      "monthDay": "10/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeffrey_van_Hooydonk",
      "name": "Jeffrey van Hooydonk",
      "aboutText": "Nicole Atkins (born October 1, 1978) is an American singer-songwriter. She has been compared to Roy Orbison and singers from the Brill Building era.\n^ \"Nicole Atkins at IACmusic.com, presented by Independent Artists Company | Unsigned | Band Site\".",
      "pageId": 14106390,
      "monthDay": "10/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nicole_Atkins",
      "name": "Nicole Atkins",
      "aboutText": "Mark Švets (born 1 October 1976) is a former Estonian international footballer.",
      "pageId": 15738827,
      "monthDay": "10/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Leticia_Cline",
      "name": "Leticia Cline",
      "aboutText": "Zoltán Sebescen (Hungarian: Sebestyén Zoltán) (born 1 October 1975 in Ehingen) is a former German football player of Hungarian descent. He is now a football coach.\n^ \"Zoltan Sebescen\" (in German).",
      "pageId": 16229450,
      "monthDay": "10/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joe_Keith",
      "name": "Joe Keith",
      "aboutText": "Joseph Curtis \"Joe\" Hennig (born October 1, 1979) is an American professional wrestler currently signed to WWE, where he performs under the ring name Curtis Axel. Hennig debuted in WWE in 2010, joining The Nexus under the ring name Michael McGillicutty. He had previously wrestled at their developmental territory Florida Championship Wrestling (FCW) and was part of the second season of NXT. In 2011, Hennig won the WWE Tag Team Championship with David Otunga as a member of The New Nexus.",
      "pageId": 19386647,
      "monthDay": "10/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dominic_Thornely",
      "name": "Dominic Thornely",
      "aboutText": "Danielle Nicole Bisutti (born October 1, 1976) is an American actress and singer.",
      "pageId": 20241264,
      "monthDay": "10/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Curtis_Axel",
      "name": "Curtis Axel",
      "aboutText": "Nasir Abdel Karim al-Wuhayshi (Arabic: ناصر عبد الكريم الوحيشي‎  Nasir ʿbd al-Karim al-Wahishi; also transliterated as Naser al-Wahishi, Nasser al-Wuhayshi), alias Abu Basir, was a citizen of Yemen and the leader of the Islamist militant group al-Qaeda in the Arabian Peninsula (AQAP). Both Saudi Arabia and Yemen considered al-Wuhayshi to be among their most wanted fugitives. In October 2014, the US State Department increased the reward for any information leading to the capture or killing of al-Wuhayshi to US$10 million, the same as ISIS leader Abu Bakr al-Baghdadi.",
      "pageId": 21274218,
      "monthDay": "10/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rudi_Johnson",
      "name": "Rudi Johnson",
      "aboutText": "The following is a list of Playboy Playmates of 1996.",
      "pageId": 27113508,
      "monthDay": "10/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gilberto_Mart%C3%ADnez",
      "name": "Gilberto Martínez",
      "aboutText": "Not to be confused with Gilberto Erick Martínez.",
      "pageId": 1127429,
      "monthDay": "10/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Pontbriand",
      "name": "Ryan Pontbriand",
      "aboutText": "David Yelldell (born 1 October 1981) is a German-born American soccer player who plays as a goalkeeper for Bayer Leverkusen in the Bundesliga. Although he was born in Stuttgart, he has been capped for the United States national team.",
      "pageId": 1344096,
      "monthDay": "10/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marko_Stanojevic",
      "name": "Marko Stanojevic",
      "aboutText": "Rupert William Anthony Friend (born 1 October 1981) is an English actor, director, screenwriter, and producer. He is best known for his roles as Mr. Wickham in the 2005 film Pride and Prejudice, Lieutenant Kurt Kotler in the 2008 film The Boy in the Striped Pyjamas, Prince Albert in the 2009 film The Young Victoria, and Peter Quinn on the Showtime series Homeland.",
      "pageId": 2000562,
      "monthDay": "10/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Phoemela_Baranda",
      "name": "Phoemela Baranda",
      "aboutText": "Júlio César Clemente Baptista (born 1 October 1981) is a Brazilian professional footballer who plays as an attacking midfielder or forward for Cruzeiro. Baptista is nicknamed \"The Beast\" due to his physique.\nBaptista began his career as a defensive midfielder, and after a series of impressive performances for his home town squad São Paulo FC, Baptista signed for Sevilla FC in 2003.",
      "pageId": 2129433,
      "monthDay": "10/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Antonio_Narciso",
      "name": "Antonio Narciso",
      "aboutText": "Matthew Thomas Cain (born October 1, 1984), nicknamed The Horse, Big Daddy, and Big Sugar, is an American professional baseball starting pitcher for the San Francisco Giants of Major League Baseball (MLB). Cain is 6 feet 3 inches (1.91 m) tall and weighs 230 pounds (100 kg). He bats and throws right-handed.",
      "pageId": 2642917,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/J%C3%BAlio_Baptista",
      "name": "Júlio Baptista",
      "aboutText": "Ryan David Pontbriand (born October 1, 1979) is a former American football long snapper and center. He played college football for Rice University, and was drafted in the fifth round of the 2003 NFL Draft by the Cleveland Browns.",
      "pageId": 2989650,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tom_Donnelly",
      "name": "Tom Donnelly",
      "aboutText": "Haruna Babangida (born 1 October 1982 in Kaduna) is a Nigerian footballer who last played for Maltese Premier League side Mosta F.C..\nBabangida is a hard working, quick right wing who can also play on the left side.\nHe is the younger brother of Tijani Babangida and Ibrahim Babangida.",
      "pageId": 3078358,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rupert_Friend",
      "name": "Rupert Friend",
      "aboutText": "Sandra Oxenryd (born on 1 October 1982 in Kristinehamn) is a Swedish singer who won Fame Factory in 2005.\nOxenryd is a former economics student and floorball player. Aged eleven, she started her singing career by performing on national television.",
      "pageId": 4787496,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gaby_Mudingayi",
      "name": "Gaby Mudingayi",
      "aboutText": "Mirko Vučinić (Montenegrin: Mиpкo Bучинић, pronounced [mîːrko ʋǔt͡ʃinit͡ɕ]; born 1 October 1983) is a Montenegrin footballer who plays as a forward for Al Jazira in the UAE Arabian Gulf League.\nHaving caught the attention of Pantaleo Corvino, the sporting director of the Italian club Lecce, he transferred there in the summer of 2000. He played for Lecce as they moved between Serie A and B. His highest-scoring season was 2004–05, with 19 goals in 28 games in Serie A. In 2006, he joined Roma and moved on to Juventus in 2011.",
      "pageId": 4901752,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Johnny_Oduya",
      "name": "Johnny Oduya",
      "aboutText": "Arnau Caldentey Riera (/ˈɑrnaʊ/; born 1 October 1981) is a retired Spanish footballer who played as a midfielder.",
      "pageId": 6392552,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Arnau_Riera",
      "name": "Arnau Riera",
      "aboutText": "Mohamed Abdelwahab (Arabic: محمد عبد الوهاب‎, October 1, 1983 – August 31, 2006) was an Egyptian footballer. He played in the defensive left back position. He was an important part of the Egyptian squad that went on to win the 2006 African Cup of Nations.",
      "pageId": 6779527,
      "monthDay": "10/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/David_Yelldell",
      "name": "David Yelldell",
      "aboutText": "Gabriel \"Gaby\" Mudingayi (born 1 October 1981) is a Belgian footballer who plays as a midfielder.",
      "pageId": 6976595,
      "monthDay": "10/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Haruna_Babangida",
      "name": "Haruna Babangida",
      "aboutText": "David Johnny Oduya (born October 1, 1981), usually referred to as Johnny Oduya, is a Swedish professional ice hockey defenceman who is currently playing for the Dallas Stars of the National Hockey League (NHL). He is of Kenyan Luo descent on his father's side.",
      "pageId": 7328312,
      "monthDay": "10/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aleksandar_%C4%90uri%C4%8Di%C4%87",
      "name": "Aleksandar Đuričić",
      "aboutText": "Marko Peter Stanojevic (born 1 October 1979 in Birmingham, England) is an Italian rugby union footballer. He plays on the wing for the Italian club Rovigo.",
      "pageId": 12694426,
      "monthDay": "10/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sandra_Oxenryd",
      "name": "Sandra Oxenryd",
      "aboutText": "Aleksandar Đuričić (Cyrillic: Александар Ђуричић; Anglicised: Aleksandar Djuricic; also known as: Ash) (born on 1 October 1982 in Požarevac) is a young Serbian novelist and a playwright.",
      "pageId": 13354616,
      "monthDay": "10/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Reese_Rideout",
      "name": "Reese Rideout",
      "aboutText": "Thomas Mathew Donnelly (born 1 October 1981) is a rugby union player who currently plays for Montpellier in the Top 14. He has also made 15 appearances for the All Blacks since 2009, without scoring a try. His position is Lock.",
      "pageId": 15978815,
      "monthDay": "10/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mohamed_Abdelwahab",
      "name": "Mohamed Abdelwahab",
      "aboutText": "Antonio Narciso (born 1 October 1980) is an Italian football goalkeeper who plays for Foggia.",
      "pageId": 20976660,
      "monthDay": "10/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mirko_Vu%C4%8Dini%C4%87",
      "name": "Mirko Vučinić",
      "aboutText": "Phoemela Baranda (born October 1, 1980) is a Filipina model, actress and was the entertainment anchor of ABS-CBN's weekday flagship news broadcast of TV Patrol. She is a former officer and currently a member of Professional Models Association of the Philippines (PMAP) and appears regularly on magazine covers and advertising campaigns. Currently she has already appeared in 5 Tagalog movies, 4 TV series' and was once a host for the Philippine reality show Extra-Extra.",
      "pageId": 23312257,
      "monthDay": "10/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Beck_Bennett",
      "name": "Beck Bennett",
      "aboutText": "Reese Rideout (born October 1, 1982) is an American pornographic film actor and model who does gay-for-pay adult films. He has appeared in magazines such as Men Magazine and Playgirl. His wife has publicly supported his gay porn career in a Marie Claire article and on an episode of VH1's \"I Married A ...\", which gave rise to public doubt and criticism of their marriage.",
      "pageId": 26476447,
      "monthDay": "10/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matt_Cain",
      "name": "Matt Cain",
      "aboutText": "Beck Bennett (born October 1, 1984) is an American actor, writer, and comedian known for the AT&T \"It's Not Complicated\" commercials where he interviews kids and his sketch videos with the comedy group Good Neighbor. Bennett appeared in Arrested Development, and is currently a cast member on Saturday Night Live.",
      "pageId": 40456621,
      "monthDay": "10/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Daniel_Guill%C3%A9n_Ruiz",
      "name": "Daniel Guillén Ruiz",
      "aboutText": "Brianne Sidonie Desaulniers (born October 1, 1989), known professionally as Brie Larson, is an American actress and singer. She began her career as a child actor, performing in sketches on The Tonight Show with Jay Leno. She appeared in supporting roles, most notably in Sleepover and 13 Going on 30, both in 2004.",
      "pageId": 1339248,
      "monthDay": "10/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/M%C3%B3nica_Spear",
      "name": "Mónica Spear",
      "aboutText": "Ricardo Jorge Vaz Tê (born 1 October 1986) is a Portuguese footballer who plays as a forward for Charlton Athletic.\nVaz Tê has previously played for English clubs Bolton Wanderers, Hull City, Barnsley and West Ham United, Greek club Panionios, Scottish Premier League club Hibernian and Turkish side Akhisar Belediyespor.",
      "pageId": 2156465,
      "monthDay": "10/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nazimuddin_Ahmed",
      "name": "Nazimuddin Ahmed",
      "aboutText": "Mónica Spear Mootz (1 October 1984 – 6 January 2014) was a Venezuelan actress, model and beauty pageant titleholder who won Miss Venezuela 2004.",
      "pageId": 2197951,
      "monthDay": "10/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Porcelain_Black",
      "name": "Porcelain Black",
      "aboutText": "Sayaka Kanda (神田 沙也加, Kanda Sayaka, born October 1, 1986) is a Japanese actress and singer. She is the only child of pop singer Seiko Matsuda and actor Masaki Kanda.",
      "pageId": 2372505,
      "monthDay": "10/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tim_Deasy",
      "name": "Tim Deasy",
      "aboutText": "Jurnee Diana Smollett-Bell (born October 1, 1986) is an American actress. She is known for the role of Jess Merriweather on the television series Friday Night Lights, as well as roles in the films Eve's Bayou (1997), The Great Debaters (2007), Temptation: Confessions of a Marriage Counselor (2013), and the TV series True Blood.",
      "pageId": 2805177,
      "monthDay": "10/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Maikel_Nabil_Sanad",
      "name": "Maikel Nabil Sanad",
      "aboutText": "Lionel Glenn Robert Ainsworth (born 1 October 1987) is an English footballer who plays for Motherwell. He plays as a right winger.",
      "pageId": 5247252,
      "monthDay": "10/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Revazi_Zintiridis",
      "name": "Revazi Zintiridis",
      "aboutText": "Hiroki Aiba (相葉 裕樹, Aiba Hiroki) is an actor, dancer and singer. He is best known for his role as Shusuke Fuji in The Prince of Tennis musical series, Tenimyu, and the live film adaptation. He was also part of a young men's 3-member streetdancing group called Brights, which was disbanded in 2004.",
      "pageId": 6181276,
      "monthDay": "10/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Isis_King",
      "name": "Isis King",
      "aboutText": "Timothy \"Tim\" Deasy (born 1 October 1985) is an English footballer who currently plays for Altrincham.\n^ \"List of Players under Written Contract Registered Between 01/08/2010 and 31/08/2010\" (PDF). The Football Association.",
      "pageId": 6248921,
      "monthDay": "10/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sayaka_Kanda",
      "name": "Sayaka Kanda",
      "aboutText": "Daniel Guillén Ruiz (born 1 October 1984) is a Spanish footballer who plays for CF Fuenlabrada as a left back.",
      "pageId": 8371831,
      "monthDay": "10/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jurnee_Smollett",
      "name": "Jurnee Smollett",
      "aboutText": "Mohammed Nazimuddin Ahmed (born 1 October 1985) is a Bangladeshi cricketer. A right-handed specialist batsman, he is the captain of Chittagong Division, and has played Test, limited overs and Twenty20 cricket for Bangladesh.\nNazimuddin made his first class debut at the age of 16.",
      "pageId": 9854971,
      "monthDay": "10/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ricardo_Vaz_T%C3%AA",
      "name": "Ricardo Vaz Tê",
      "aboutText": "Cariba Heine (born 1 October 1988) is a South African-born Australian actress and dancer.",
      "pageId": 10887405,
      "monthDay": "10/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Justin_Westhoff",
      "name": "Justin Westhoff",
      "aboutText": "Justin Westhoff (born 1 October 1986) is a footballer currently playing for the Port Adelaide Football Club in the AFL. He also played for the Central Districts in the SANFL. He is the older brother of Matthew Westhoff and Leigh Westhoff.\nWesthoff was selected by Port Adelaide in the 2006 draft using their fifth round pick, being the 71st pick overall.\n^ M. Lovett (ed.), AFL Record Guide To Season 2007, AFL Publishing, Melbourne, 2006, p.",
      "pageId": 11693437,
      "monthDay": "10/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hiroki_Aiba",
      "name": "Hiroki Aiba",
      "aboutText": "Revazi Zintiridis (Greek: Ρεβάζι Ζιντιρίδης, born 1 October 1985 in Georgia) is a Greek judoka.",
      "pageId": 11814575,
      "monthDay": "10/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lionel_Ainsworth",
      "name": "Lionel Ainsworth",
      "aboutText": "Charles Joseph \"Charlie\" McDonnell (born 1 October 1990) is an English vlogger, musician and filmmaker from Bath, Somerset. On 15 June 2011, his YouTube channel charlieissocoollike became the first in the UK to reach one million subscribers, and in May 2013, his channel reached two million subscribers. As a musician, McDonnell is a member of Doctor Who-themed rock band Chameleon Circuit and was also a member of the short-lived project Sons of Admirals until it was disbanded in May 2011.",
      "pageId": 14129466,
      "monthDay": "10/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mitchell_Aubusson",
      "name": "Mitchell Aubusson",
      "aboutText": "Mitchell Aubusson (born 1 October 1987 in Sydney, New South Wales) is a professional Australian rugby league footballer for the Sydney Roosters in the Australian National Rugby League (NRL) competition. Aubusson primarily plays second-row and centre, but can also fill in at lock and hooker.\nWhile attending Ballina Xavier College, Aubusson played for the Australian Schoolboys team in 2005.",
      "pageId": 14207903,
      "monthDay": "10/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Cariba_Heine",
      "name": "Cariba Heine",
      "aboutText": "Isis King (born October 1, 1985) is an American fashion model and a fashion designer. She was a contestant on both the eleventh cycle and the seventeenth cycle of the reality television show America's Next Top Model.",
      "pageId": 19186654,
      "monthDay": "10/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Brie_Larson",
      "name": "Brie Larson",
      "aboutText": "Jan Tilman Kirchhoff (German pronunciation: [ˈjan ˈtɪl.man ˈkɐ̯.tʃoːf]; born 1 October 1990) is a German professional footballer who plays as a centre back for Bayern Munich, in the Bundesliga.",
      "pageId": 21268484,
      "monthDay": "10/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Hazal_Kaya",
      "name": "Hazal Kaya",
      "aboutText": "Leyla Hazal Kaya (born October 1, 1990) is a Turkish actress and model.",
      "pageId": 28353328,
      "monthDay": "10/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jan_Kirchhoff",
      "name": "Jan Kirchhoff",
      "aboutText": "Alaina Marie Beaton (born October 1, 1985), better known by her stage name Porcelain Black, is an American industrial pop singer, songwriter, rapper, and model. At age eighteen, she embarked on her music career as a solo act under the name Porcelain and the Tramps with Virgin Records. However, Black and Virgin could not agree on the music she would record.",
      "pageId": 31255059,
      "monthDay": "10/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Charlie_McDonnell",
      "name": "Charlie McDonnell",
      "aboutText": "Maikel Nabil Sanad (also transcribed as Michael  Arabic: مايكل نبيل سند‎, IPA: [ˈmɑjkel næˈbiːl ˈsænæd]; born in 1985 in Asyut), is a political activist and blogger. He had his Bachelor in Veterinary Medicine from Asyut University in 2009, then he studied law in Cairo University and Public Policy in Erfurt University.",
      "pageId": 33401823,
      "monthDay": "10/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Pedro_Filipe_Mendes",
      "name": "Pedro Filipe Mendes",
      "aboutText": "Pedro Filipe Teodósio Mendes (born 1 October 1990) is a Portuguese professional footballer who plays for French club Stade Rennais F.C. as a central defender.",
      "pageId": 27830745,
      "monthDay": "10/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Albert_Prosa",
      "name": "Albert Prosa",
      "aboutText": "Conor Paul Clifford (born 1 October 1991) is an Irish footballer who plays for Boreham Wood. He is a former Republic of Ireland youth international and has represented them at under-17, under-19, and under-21 level.",
      "pageId": 29462266,
      "monthDay": "10/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Conor_Clifford",
      "name": "Conor Clifford",
      "aboutText": "Albert Prosa (born 1 October 1990) is an Estonian professional footballer who plays as a striker for Estonian Meistriliiga club Flora and the Estonia national football team.",
      "pageId": 32227366,
      "monthDay": "10/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rain_Veideman",
      "name": "Rain Veideman",
      "aboutText": "Rain Veideman (born October 1, 1991) is an Estonian professional basketball player for Kalev/Cramo of the Estonian League.",
      "pageId": 33194169,
      "monthDay": "10/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Xander_Bogaerts",
      "name": "Xander Bogaerts",
      "aboutText": "Xander Jan Bogaerts, OON (Papiamento pronunciation: [ˈsandər ˈboxarts]; born October 1, 1992) is an Aruban professional baseball shortstop for the Boston Red Sox of Major League Baseball (MLB). In 2013, Bogaerts became the fifth player from Aruba to play in the Major Leagues. He stands 6'1\" and weighs 210 lbs.",
      "pageId": 34506398,
      "monthDay": "10/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/Lauren_Hill_(basketball)",
      "name": "Lauren Hill",
      "aboutText": "Melanie Stokke (born 1 October 1996 in Nordstrand) is a Norwegian tennis player.\nStokke has won three singles and two doubles titles on the ITF tour in her career. On 9 November 2015, she reached her best singles ranking of world number 409.",
      "pageId": 41161686,
      "monthDay": "10/01"
    },
    {
      "year": "1996",
      "uri": "/wiki/Melanie_Stokke",
      "name": "Melanie Stokke",
      "aboutText": "Lauren Hill (October 1, 1995 – April 10, 2015) was an American freshman basketball player at Mount St. Joseph University in Cincinnati, who was suffering from terminal brain cancer.",
      "pageId": 44952141,
      "monthDay": "10/01"
    }
  ]
}