{
  "people": [
    {
      "year": "13 BC",
      "uri": "/wiki/Drusus_Julius_Caesar",
      "name": "Drusus Julius Caesar",
      "aboutText": "Charles XIII & II also Carl, Swedish: Karl XIII (7 October 1748 in Stockholm – 5 February 1818 in Stockholm), was King of Sweden (as Charles XIII) from 1809 and King of Norway (as Charles II) from 1814 until his death. He was the second son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, sister of Frederick II of Prussia.",
      "pageId": 104784,
      "monthDay": "10/07"
    },
    {
      "year": "1409",
      "uri": "/wiki/Elizabeth_of_Luxembourg",
      "name": "Elizabeth of Luxembourg",
      "aboutText": "Frederick I (7 October 1471 – 10 April 1533) was the King of Denmark and Norway. The name is also spelled Friedrich in German, Frederik in Danish, and Fredrik in Swedish and Norwegian. He was the last Roman Catholic monarch to reign over Denmark, when subsequent monarchs embraced Lutheranism after the Reformation.",
      "pageId": 174710,
      "monthDay": "10/07"
    },
    {
      "year": "1471",
      "uri": "/wiki/Frederick_I_of_Denmark",
      "name": "Frederick I of Denmark",
      "aboutText": "Louis-Joseph Papineau (October 7, 1786 – September 23, 1871), born in Montreal, Quebec, was a politician, lawyer, and the landlord of the seigneurie de la Petite-Nation. He was the leader of the reformist Patriote movement before the Lower Canada Rebellion of 1837–1838. His father was Joseph Papineau, also a famous politician in Quebec.",
      "pageId": 190395,
      "monthDay": "10/07"
    },
    {
      "year": "1573",
      "uri": "/wiki/William_Laud",
      "name": "William Laud",
      "aboutText": "William Billings (October 7, 1746 – September 26, 1800) is regarded as the first American choral composer.",
      "pageId": 227193,
      "monthDay": "10/07"
    },
    {
      "year": "1576",
      "uri": "/wiki/John_Marston_(poet)",
      "name": "John Marston",
      "aboutText": "Caesar Rodney (October 7, 1728 – June 26, 1784) was an American lawyer and politician from St. Jones Neck in Dover Hundred, Kent County, Delaware, east of Dover.",
      "pageId": 261181,
      "monthDay": "10/07"
    },
    {
      "year": "1589",
      "uri": "/wiki/Archduchess_Maria_Maddalena_of_Austria",
      "name": "Archduchess Maria Maddalena of Austria",
      "aboutText": "John Marston (baptised 7 October 1576 – 25 June 1634) was an English poet, playwright and satirist during the late Elizabethan and Jacobean periods.",
      "pageId": 559225,
      "monthDay": "10/07"
    },
    {
      "year": "1713",
      "uri": "/wiki/Granville_Elliott",
      "name": "Granville Elliott",
      "aboutText": "Nero Claudius Drusus, later Drusus Julius Caesar (adoptive name; 13 BC – 14 September AD 23), was the only child of Roman Emperor Tiberius and his first wife, Vipsania Agrippina.",
      "pageId": 608796,
      "monthDay": "10/07"
    },
    {
      "year": "1728",
      "uri": "/wiki/Caesar_Rodney",
      "name": "Caesar Rodney",
      "aboutText": "Major-General Granville Elliott (7 October 1713 – 10 October 1759), (General, Graf Eliot von Port-Eliot, Comte de Morhange) was a British military officer. He served with distinction in several other European armies and subsequently in the British Army. He fought at the Battle of Minden where he was wounded, dying of his injuries several weeks later.",
      "pageId": 632799,
      "monthDay": "10/07"
    },
    {
      "year": "1744",
      "uri": "/wiki/Sergey_Vyazmitinov",
      "name": "Sergey Vyazmitinov",
      "aboutText": "Felix August Bernhard Draeseke (7 October 1835 – 26 February 1913) was a composer of the \"New German School\" admiring Liszt and Richard Wagner.",
      "pageId": 780180,
      "monthDay": "10/07"
    },
    {
      "year": "1746",
      "uri": "/wiki/William_Billings",
      "name": "William Billings",
      "aboutText": "Nikola I Petrović-Njegoš (Serbian Cyrillic: Никола I Петровић-Његош; 7 October [O.S. 25 September] 1841 – 1 March 1921) was the ruler of Montenegro from 1860 to 1918, reigning as sovereign prince from 1860 to 1910 and as king from 1910 to 1918.",
      "pageId": 817515,
      "monthDay": "10/07"
    },
    {
      "year": "1748",
      "uri": "/wiki/Charles_XIII_of_Sweden",
      "name": "Charles XIII of Sweden",
      "aboutText": "James Whitcomb Riley (October 7, 1849 – July 22, 1916) was an American writer, poet, and best-selling author. During his lifetime he was known as the \"Hoosier Poet\" and \"Children's Poet\" for his dialect works and his children's poetry respectively. His poems tended to be humorous or sentimental, and of the approximately one thousand poems that Riley authored, the majority are in dialect.",
      "pageId": 845948,
      "monthDay": "10/07"
    },
    {
      "year": "1769",
      "uri": "/wiki/Solomon_Sibley",
      "name": "Solomon Sibley",
      "aboutText": "Solomon Sibley (October 7, 1769 – April 4, 1846) was an American politician and jurist in the Michigan Territory.",
      "pageId": 915540,
      "monthDay": "10/07"
    },
    {
      "year": "1786",
      "uri": "/wiki/Louis-Joseph_Papineau",
      "name": "Louis-Joseph Papineau",
      "aboutText": "Sir Henri-Elzéar Taschereau, PC (October 7, 1836 – April 14, 1911) was a Canadian jurist and the fourth Chief Justice of Canada.\nHe was born in his family's seigneurial manor house at Sainte-Marie-de-la-Beauce, Lower Canada to Pierre-Elzéar Taschereau and Catherine Hénédine Dionne. Tashereau attended the Université Laval and was called to the Bar of Quebec in 1857.",
      "pageId": 1025292,
      "monthDay": "10/07"
    },
    {
      "year": "1798",
      "uri": "/wiki/Jean-Baptiste_Vuillaume",
      "name": "Jean-Baptiste Vuillaume",
      "aboutText": "Jean-Baptiste Vuillaume (7 October 1798 – 19 March 1875) was a French luthier and winner of many awards. He made over 3,000 instruments and was a businessman and an inventor.",
      "pageId": 1229652,
      "monthDay": "10/07"
    },
    {
      "year": "1832",
      "uri": "/wiki/Charles_Crozat_Converse",
      "name": "Charles Crozat Converse",
      "aboutText": "Elizabeth of Luxembourg (7 October 1409 – 19 December 1442) was queen consort of Germany, Hungary and Bohemia.\nThe only child of Holy Roman Emperor Sigismund, King of Hungary and Bohemia, Elizabeth was expected to ascend his thrones along with her husband, Albert of Austria. Her rights were ignored by the nobility when Sigismund died in 1437 and only her husband was accepted as monarch, with Elizabeth as mere consort.",
      "pageId": 1934139,
      "monthDay": "10/07"
    },
    {
      "year": "1835",
      "uri": "/wiki/Felix_Draeseke",
      "name": "Felix Draeseke",
      "aboutText": "Count Sergey Kuzmich Vyazmitinov (Russian: Серге́й Кузьмич Вязьмитинов) (7 October 1744 – 15 October 1819, Saint Petersburg), was a Russian general and statesman.\nHe descended from the ancient noble landowner's family of Ruthenian origin, known from end of 15th century. 22 June 1759 he was recorded as corporal into the Observational Corps, but started service only 21 December 1761 as ensign of Ukrainian Narodnoe Opolcheniye Corps.",
      "pageId": 3748218,
      "monthDay": "10/07"
    },
    {
      "year": "1836",
      "uri": "/wiki/Henri_Elz%C3%A9ar_Taschereau",
      "name": "Henri Elzéar Taschereau",
      "aboutText": "Maria Maddalena of Austria (Maria Magdalena; 7 October 1589 – 1 November 1631) was Grand Duchess of Tuscany from the accession of her husband, Cosimo II, in 1609 until his death in 1621. With him, she had eight children, including a duchess of Parma, a grand duke of Tuscany, and an archduchess of Further Austria. Born in Graz, she was the youngest daughter of Charles II, Archduke of Inner Austria, and his wife Maria Anna of Bavaria.",
      "pageId": 5939160,
      "monthDay": "10/07"
    },
    {
      "year": "1841",
      "uri": "/wiki/Nicholas_I_of_Montenegro",
      "name": "Nicholas I of Montenegro",
      "aboutText": "Charles Crozat Converse (October 7, 1832 – October 18, 1918) was a United States attorney who also worked as a composer of church songs. He was born in Warren, Massachusetts. He is notable for setting to music the words of Joseph Scriven to become the hymn \"What a Friend We Have in Jesus\".",
      "pageId": 10160403,
      "monthDay": "10/07"
    },
    {
      "year": "1849",
      "uri": "/wiki/James_Whitcomb_Riley",
      "name": "James Whitcomb Riley",
      "aboutText": "Leonidas Paraskevopoulos (Greek: Λεωνίδας Παρασκευόπουλος; 7 October 1860 – 16 May 1936) was a senior Greek military officer and politician. He played a major role in Greece's war effort during World War I, and was the commander-in-chief of the Greek Army of Asia Minor in 1919–20.",
      "pageId": 10980141,
      "monthDay": "10/07"
    },
    {
      "year": "1860",
      "uri": "/wiki/Leonidas_Paraskevopoulos",
      "name": "Leonidas Paraskevopoulos",
      "aboutText": "William Laud (1573–1645) was an English bishop and academic. He was the Archbishop of Canterbury from 1633, during the personal rule of Charles I. Arrested in 1640, he was executed in 1645.\nIn matters of church polity, Laud was autocratic.",
      "pageId": 41798239,
      "monthDay": "10/07"
    },
    {
      "year": "1866",
      "uri": "/wiki/Wlodimir_Led%C3%B3chowski",
      "name": "Wlodimir Ledóchowski",
      "aboutText": "Heinrich Luitpold Himmler (German: [ˈhaɪnʁɪç ˈluˑɪtˌpɔlt ˈhɪmlɐ]; 7 October 1900 – 23 May 1945) was Reichsführer of the Schutzstaffel (Protection Squadron; SS), and a leading member of the Nazi Party (NSDAP) of Nazi Germany. Nazi leader Adolf Hitler briefly appointed him a military commander and later Commander of the Replacement (Home) Army and General Plenipotentiary for the administration of the entire Third Reich (Generalbevollmächtigter für die Verwaltung). Himmler was one of the most powerful men in Nazi Germany and one of the people most directly responsible for the Holocaust.",
      "pageId": 13436,
      "monthDay": "10/07"
    },
    {
      "year": "1870",
      "uri": "/wiki/Prince_Friedrich_of_Hesse_and_by_Rhine",
      "name": "Prince Friedrich of Hesse and by Rhine",
      "aboutText": "Niels Henrik David Bohr (Danish: [nels ˈb̥oɐ̯ˀ]; 7 October 1885 – 18 November 1962) was a Danish physicist who made foundational contributions to understanding atomic structure and quantum theory, for which he received the Nobel Prize in Physics in 1922. Bohr was also a philosopher and a promoter of scientific research.\nBohr developed the Bohr model of the atom, in which he proposed that energy levels of electrons are discrete and that the electrons revolve in stable orbits around the atomic nucleus but can jump from one energy level (or orbit) to another.",
      "pageId": 21210,
      "monthDay": "10/07"
    },
    {
      "year": "1870",
      "uri": "/wiki/Uncle_Dave_Macon",
      "name": "Uncle Dave Macon",
      "aboutText": "Henry Agard Wallace (October 7, 1888 – November 18, 1965) was the 33rd Vice President of the United States (1941–1945), the Secretary of Agriculture (1933–1940), and the Secretary of Commerce (1945–1946).",
      "pageId": 92220,
      "monthDay": "10/07"
    },
    {
      "year": "1879",
      "uri": "/wiki/Joe_Hill",
      "name": "Joe Hill",
      "aboutText": "Andrew Vabre \"Andy\" Devine (October 7, 1905 – February 18, 1977) was an American character actor and comic cowboy sidekick known for his distinctive, whiny voice.",
      "pageId": 160578,
      "monthDay": "10/07"
    },
    {
      "year": "1881",
      "uri": "/wiki/Mikhail_Drozdovsky",
      "name": "Mikhail Drozdovsky",
      "aboutText": "Del Lord (October 7, 1894 – March 23, 1970) was a Canadian film director and actor best known as a director of Three Stooges films.",
      "pageId": 185338,
      "monthDay": "10/07"
    },
    {
      "year": "1884",
      "uri": "/wiki/Harold_Geiger",
      "name": "Harold Geiger",
      "aboutText": "Joe Hill, born Joel Emmanuel Hägglund in Gävle, Sweden, and also known as Joseph Hillström (October 7, 1879 – November 19, 1915) was a Swedish-American labor activist, songwriter, and member of the Industrial Workers of the World (IWW, familiarly called the \"Wobblies\"). A native Swedish speaker, he learned English during the early 1900s, while working various jobs from New York to San Francisco. Hill, an immigrant worker frequently facing unemployment and underemployment, became a popular songwriter and cartoonist for the radical union.",
      "pageId": 210568,
      "monthDay": "10/07"
    },
    {
      "year": "1885",
      "uri": "/wiki/Niels_Bohr",
      "name": "Niels Bohr",
      "aboutText": "Elijah Muhammad (born Elijah Robert Poole; October 7, 1897 – February 25, 1975) was an African-American religious leader, who led the Nation of Islam (NOI) from 1934 until his death in 1975. He was a mentor to Malcolm X, Louis Farrakhan, Muhammad Ali, and his son, Warith Deen Mohammed.",
      "pageId": 301685,
      "monthDay": "10/07"
    },
    {
      "year": "1885",
      "uri": "/wiki/Claud_Ashton_Jones",
      "name": "Claud Ashton Jones",
      "aboutText": "Rear Admiral Claud Ashton Jones (October 7, 1885 – August 8, 1948) was a Rear Admiral in the United States Navy, and a Medal of Honor recipient.",
      "pageId": 1610873,
      "monthDay": "10/07"
    },
    {
      "year": "1887",
      "uri": "/wiki/Jack_Russell_(cricketer,_born_1887)",
      "name": "Jack Russell",
      "aboutText": "Uncle Dave Macon (October 7, 1870 – March 22, 1952), born David Harrison Macon—also known as \"The Dixie Dewdrop\"—was an American old-time banjo player, singer, songwriter, and comedian. Known for his chin whiskers, plug hat, gold teeth, and gates-ajar collar, he gained regional fame as a vaudeville performer in the early 1920s before becoming the first star of the Grand Ole Opry in the latter half of the decade.\nMacon's music is considered the ultimate bridge between 19th-century American folk and vaudeville music and the phonograph and radio-based music of the early 20th-century.",
      "pageId": 1671493,
      "monthDay": "10/07"
    },
    {
      "year": "1888",
      "uri": "/wiki/Henry_A._Wallace",
      "name": "Henry A. Wallace",
      "aboutText": "Charles Albert George \"Jack\" Russell (erroneously written during his playing career as Albert Charles Russell) (7 October 1887, Leyton, Essex, England – 23 March 1961, Whipps Cross, Leytonstone, Essex, England) was one of the leading batsmen in county cricket during the period after World War I. Russell's main strength was his leg-side play, but he was a sound batsmen whose watchfulness made him effective on very difficult pitches.\nA son of Essex's first regular wicket-keeper and a cousin of Kent bowler Tich Freeman, Russell first played for Essex in 1908 but did not establish himself until 1913. In that year he reached 1,000 runs and repeated this for the next three years, but it was only a knock of 197 against Middlesex at Lord's in 1920 that elevated Russell to the rank of a top-class batsman.",
      "pageId": 2660183,
      "monthDay": "10/07"
    },
    {
      "year": "1889",
      "uri": "/wiki/Robert_Z._Leonard",
      "name": "Robert Z. Leonard",
      "aboutText": "Mikhail Gordeevich Drozdovsky (Russian: Михаил Гордеевич Дроздовский) (October 7, 1881 – January 1, 1919).",
      "pageId": 2797663,
      "monthDay": "10/07"
    },
    {
      "year": "1892",
      "uri": "/wiki/Dwain_Esper",
      "name": "Dwain Esper",
      "aboutText": "Very Rev. Wlodimir (or Włodzimierz) Ledóchowski, S.J. (7 October 1866 – 13 December 1942) was the 26th Superior-General of the Society of Jesus (Jesuits). Born in the Austro-Hungarian Empire, he was a member of the Southern Polish Province of the Jesuits.",
      "pageId": 2901672,
      "monthDay": "10/07"
    },
    {
      "year": "1893",
      "uri": "/wiki/Alice_Dalgliesh",
      "name": "Alice Dalgliesh",
      "aboutText": "Dwain Esper (October 7, 1892—October 18, 1982) was an American director and producer of exploitation films (some of which were written by Esper's wife, Hildegarde Stadie). Esper died in 1982. He and Hildegarde had two children, Dwain, Jr.",
      "pageId": 3393578,
      "monthDay": "10/07"
    },
    {
      "year": "1894",
      "uri": "/wiki/Del_Lord",
      "name": "Del Lord",
      "aboutText": "Robert Zigler Leonard (October 7, 1889 – August 27, 1968) was an American film director, actor, producer and screenwriter.",
      "pageId": 3731273,
      "monthDay": "10/07"
    },
    {
      "year": "1895",
      "uri": "/wiki/Maurice_Grevisse",
      "name": "Maurice Grevisse",
      "aboutText": "Maurice Grevisse (French: [moʁis ɡʁəvis]; 7 October 1895 — 4 July 1980) was a Belgian grammarian.",
      "pageId": 4937779,
      "monthDay": "10/07"
    },
    {
      "year": "1897",
      "uri": "/wiki/Thakin_Mya",
      "name": "Thakin Mya",
      "aboutText": "Alice Dalgliesh (October 7, 1893 – June 11, 1979) was a naturalized American author and publisher who wrote more than 40 fiction and non-fiction books, mainly for children. She has been called \"a pioneer in the field of children's historical fiction\". Three of her books were runners-up for the annual Newbery Medal, the partly autobiographical The Silver Pencil, The Bears on Hemlock Mountain, and The Courage of Sarah Noble, which was also named to the Lewis Carroll Shelf Award list.",
      "pageId": 9428353,
      "monthDay": "10/07"
    },
    {
      "year": "1897",
      "uri": "/wiki/Elijah_Muhammad",
      "name": "Elijah Muhammad",
      "aboutText": "Prince Friedrich of Hesse and by Rhine (Friedrich Wilhelm August Victor Leopold Ludwig; 7 October 1870 – 29 May 1873) was the haemophiliac second son of Louis IV, Grand Duke of Hesse, and Princess Alice of the United Kingdom, one of the daughters of Queen Victoria.",
      "pageId": 10390560,
      "monthDay": "10/07"
    },
    {
      "year": "1900",
      "uri": "/wiki/Heinrich_Himmler",
      "name": "Heinrich Himmler",
      "aboutText": "Armando Castellazzi (October 7, 1904 – 1968) was an Italian football (soccer) midfielder. Born in Milan, he played in the 1920s and 1930s for Ambrosiana-Inter. He played 182 matches for Ambrosiana-Inter, scoring two goals, helping the team to win the 1929-30 Serie A championship.",
      "pageId": 12174720,
      "monthDay": "10/07"
    },
    {
      "year": "1904",
      "uri": "/wiki/Armando_Castellazzi",
      "name": "Armando Castellazzi",
      "aboutText": "Major Harold Geiger (October 7, 1884 – May 17, 1927) was US military aviator number 6, who was killed in an airplane crash in 1927. He was also a balloonist. Spokane International Airport is designated with the International Air Transport Association airport code GEG in his memory.",
      "pageId": 13932320,
      "monthDay": "10/07"
    },
    {
      "year": "1905",
      "uri": "/wiki/Andy_Devine",
      "name": "Andy Devine",
      "aboutText": "In this Burmese name, Thakin is an honorific.\nThakin Mya (Burmese: သခင်မြ, pronounced: [θəkʰɪ̀ɴ mja̰]; 7 October 1897 – 19 July 1947) was a Burmese lawyer and politician who served as the Minister of Home Affairs and later transferred as Minister without Portfolio in Myanmar's pre-independence government. Mya and six other cabinet ministers (including Prime Minister Aung San) were assassinated on 19 July 1947 in Yangon.",
      "pageId": 28142266,
      "monthDay": "10/07"
    },
    {
      "year": "1907",
      "uri": "/wiki/Helen_MacInnes",
      "name": "Helen MacInnes",
      "aboutText": "Georges Duby (7 October 1919 – 3 December 1996) was a French historian specializing in the social and economic history of the Middle Ages. He ranks among the most influential medieval historians of the twentieth century and was one of France's most prominent public intellectuals from the 1970s until his death in 1996.\nBorn in 1919 to a family of Provençal craftsmen living in Paris, Duby was initially educated in the field of historical geography before moving into history.",
      "pageId": 105118,
      "monthDay": "10/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Anni_Blomqvist",
      "name": "Anni Blomqvist",
      "aboutText": "June Allyson (October 7, 1917 – July 8, 2006) was an American stage, film, and television actress, dancer, and singer.\nAllyson began her career as a dancer on Broadway in 1938. She signed with MGM in 1943, and rose to fame the following year in Two Girls and a Sailor.",
      "pageId": 205966,
      "monthDay": "10/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Shura_Cherkassky",
      "name": "Shura Cherkassky",
      "aboutText": "Sir Zelman Cowen, AK, GCMG, GCVO, QC (7 October 1919 – 8 December 2011) was an Australian legal scholar and academic administrator. He was the 19th Governor-General of Australia.",
      "pageId": 368423,
      "monthDay": "10/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Erastus_Corning_2nd",
      "name": "Erastus Corning 2nd",
      "aboutText": "Alfred Drake (October 7, 1914 - July 25, 1992) was an American actor and singer.",
      "pageId": 383988,
      "monthDay": "10/07"
    },
    {
      "year": "1910",
      "uri": "/wiki/Henry_Plumer_McIlhenny",
      "name": "Henry Plumer McIlhenny",
      "aboutText": "Vaughn Wilton Monroe (October 7, 1911 – May 21, 1973) was an American baritone singer, trumpeter and big band leader and actor, most popular in the 1940s and 1950s.",
      "pageId": 529813,
      "monthDay": "10/07"
    },
    {
      "year": "1911",
      "uri": "/wiki/Jo_Jones",
      "name": "Jo Jones",
      "aboutText": "Helen Clark MacInnes (October 7, 1907 – September 20, 1985) was a Scottish-American author of espionage novels.",
      "pageId": 634436,
      "monthDay": "10/07"
    },
    {
      "year": "1911",
      "uri": "/wiki/Vaughn_Monroe",
      "name": "Vaughn Monroe",
      "aboutText": "Fernando Belaúnde Terry (October 7, 1912 – June 4, 2002) was President of Peru for two non-consecutive terms (1963–1968 and 1980–1985). Deposed by a military coup in 1968, he was re-elected in 1980 after eleven years of military rule.",
      "pageId": 727326,
      "monthDay": "10/07"
    },
    {
      "year": "1912",
      "uri": "/wiki/Fernando_Bela%C3%BAnde_Terry",
      "name": "Fernando Belaúnde Terry",
      "aboutText": "Simon Carmiggelt (7 October 1913 – 30 November 1987) was a Dutch writer who became a well known public figure in the Netherlands because of his daily newspaper columns and his television appearances.",
      "pageId": 845893,
      "monthDay": "10/07"
    },
    {
      "year": "1912",
      "uri": "/wiki/Peter_Walker_(racing_driver)",
      "name": "Peter Walker",
      "aboutText": "Sarah Millicent Hermione Touchet-Jesson, Baroness Audley, born Sarah Churchill (7 October 1914 – 24 September 1982), was a British actress and dancer.",
      "pageId": 879551,
      "monthDay": "10/07"
    },
    {
      "year": "1913",
      "uri": "/wiki/Simon_Carmiggelt",
      "name": "Simon Carmiggelt",
      "aboutText": "Erastus Corning 2nd (October 7, 1909 – May 28, 1983) was an American politician. He was Mayor of Albany, New York for more than 40 years, from 1942 to 1983, when Albany County was controlled by one of the last two classic urban political machines in the United States. Albany's longest-serving mayor, the Democrat died in office in 1983.",
      "pageId": 1020678,
      "monthDay": "10/07"
    },
    {
      "year": "1913",
      "uri": "/wiki/Raimond_Valgre",
      "name": "Raimond Valgre",
      "aboutText": "Harry Victor Jaffa (October 7, 1918 – January 10, 2015) was an American historian and collegiate professor. He was the Professor Emeritus at Claremont McKenna College and Claremont Graduate University and a distinguished fellow of the Claremont Institute. He wrote on Aristotle, Thomas Aquinas, Abraham Lincoln, Thomas Jefferson, Winston Churchill, Leo Strauss, American constitutionalism, and natural law.",
      "pageId": 1269917,
      "monthDay": "10/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/Begum_Akhtar",
      "name": "Begum Akhtar",
      "aboutText": "Akhtari Bai Faizabadi, also known as Begum Akhtar (7 October 1914 – 30 October 1974), was a well known Indian singer of Ghazal, and Dadra, and Thumri genres of Hindustani classical music.\nShe received the Sangeet Natak Akademi Award for vocal music, and was awarded Padma Shri and Padma Bhushan (posthumously) by Govt. of India.",
      "pageId": 1422252,
      "monthDay": "10/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/Sarah_Churchill_(actress)",
      "name": "Sarah Churchill",
      "aboutText": "Shura Cherkassky (Russian: Александр (Шура) Исаакович Черкасский; 7 October 1911 – 27 December 1995) was an American classical pianist known for his performances of the romantic repertoire. His playing was characterized by a virtuoso technique and singing piano tone.",
      "pageId": 1516701,
      "monthDay": "10/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/Alfred_Drake",
      "name": "Alfred Drake",
      "aboutText": "Georg Leber (7 October 1920 – 21 August 2012) was a German Trades Union leader and a politician in the Social Democratic Party of Germany (SPD).",
      "pageId": 2546706,
      "monthDay": "10/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/June_Allyson",
      "name": "June Allyson",
      "aboutText": "Peter Douglas Conyers Walker (7 October 1912 – 1 March 1984) was an English racing driver. He was born in Huby, Yorkshire and died in Newtown, Worcestershire. He proved a strong driver in most disciplines, but was most adept in sports cars, winning the Les 24 Heures du Mans in 1951, and the Goodwood Nine-Hours in 1955.",
      "pageId": 2682787,
      "monthDay": "10/07"
    },
    {
      "year": "1918",
      "uri": "/wiki/Harry_V._Jaffa",
      "name": "Harry V. Jaffa",
      "aboutText": "Jonathan David Samuel \"Jo\" Jones (October 7, 1911 – September 3, 1985) was an American jazz drummer. A band leader and pioneer in jazz percussion, Jones anchored the Count Basie Orchestra rhythm section from 1934 to 1948.",
      "pageId": 3456252,
      "monthDay": "10/07"
    },
    {
      "year": "1919",
      "uri": "/wiki/Henriette_Avram",
      "name": "Henriette Avram",
      "aboutText": "Anni Viktoria Karlsson (7 October 1909 in Vårdö, Åland Islands Grand Duchy of Finland, Russian Empire  – 26 June 1990 in Vårdö, Åland Islands, Finland) was a Finland-Swedish novelist.",
      "pageId": 4486632,
      "monthDay": "10/07"
    },
    {
      "year": "1919",
      "uri": "/wiki/Zelman_Cowen",
      "name": "Zelman Cowen",
      "aboutText": "Henry Plumer McIlhenny (October 7, 1910 – May 11, 1986) was an American connoisseur of art and antiques, world traveler, socialite, philanthropist and the chairman of the Philadelphia Museum of Art.\nHis passion for art and collecting was inculcated by his parents, Frances Galbraith (Plumer) and John Dexter McIlhenny, who also played an active role in the Philadelphia Museum of Art.\nFor half a century his involvement with the museum was legendary.",
      "pageId": 5805801,
      "monthDay": "10/07"
    },
    {
      "year": "1919",
      "uri": "/wiki/Georges_Duby",
      "name": "Georges Duby",
      "aboutText": "Henriette Davidson Avram (October 7, 1919 – April 22, 2006) was a computer programmer and systems analyst who developed the MARC format (Machine Readable Cataloging), the international data standard for bibliographic and holdings information in libraries.",
      "pageId": 6229214,
      "monthDay": "10/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/Georg_Leber",
      "name": "Georg Leber",
      "aboutText": "Raimond Valgre (born Raimond Tiisel; 7 October 1913 – 31 December 1949) was an Estonian composer and musician, whose songs have become some of the most well known in Estonia. During World War II, he was a member of the orchestra of the 8th Estonian Rifle Corps of the Red Army and, as a result of his service on the Eastern Front he became an alcoholic after the war. His music was banned in 1948 by the Soviet authorities.",
      "pageId": 18659857,
      "monthDay": "10/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/Kalju_Lepik",
      "name": "Kalju Lepik",
      "aboutText": "Irma Ida Ilse Grese (7 October 1923 – 13 December 1945) was a female SS guard at the Nazi concentration camps of Ravensbrück and Auschwitz, and served as warden of the women's section of Bergen-Belsen.\nGrese was convicted for crimes against humanity committed at Auschwitz and Bergen-Belsen, and sentenced to death at the Belsen Trial. Executed at 22 years of age, Grese was the youngest woman to die judicially under British law in the 20th century.",
      "pageId": 249427,
      "monthDay": "10/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jack_Rowley",
      "name": "Jack Rowley",
      "aboutText": "Ronald David Laing (7 October 1927 – 23 August 1989), usually cited as R. D. Laing, was a Scottish psychiatrist who wrote extensively on mental illness – in particular, the experience of psychosis. Laing's views on the causes and treatment of serious mental dysfunction, greatly influenced by existential philosophy, ran counter to the psychiatric orthodoxy of the day by taking the expressed feelings of the individual patient or client as valid descriptions of lived experience rather than simply as symptoms of some separate or underlying disorder. Laing was associated with the anti-psychiatry movement, although he rejected the label.",
      "pageId": 311840,
      "monthDay": "10/07"
    },
    {
      "year": "1921",
      "uri": "/wiki/Raymond_Goethals",
      "name": "Raymond Goethals",
      "aboutText": "Jean-Paul Riopelle, CC GOQ (7 October 1923 – 12 March 2002) was a painter and sculptor from Quebec, Canada.",
      "pageId": 472594,
      "monthDay": "10/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Grady_Hatton",
      "name": "Grady Hatton",
      "aboutText": "Sohrab Sepehri (Persian: سهراب سپهری‎‎) (October 7, 1928 – April 21, 1980) was a notable Iranian poet and a painter.\nHe was born in Kashan, Iran. He is considered to be one of the five most famous Iranian poets who have practiced modern poetry.",
      "pageId": 531817,
      "monthDay": "10/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/William_Zinsser",
      "name": "William Zinsser",
      "aboutText": "Al Martino (born Jasper Cini; October 7, 1927 – October 13, 2009) was an American singer and actor.",
      "pageId": 564125,
      "monthDay": "10/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/Irma_Grese",
      "name": "Irma Grese",
      "aboutText": "Lowell \"Cotton\" Fitzsimmons (October 7, 1931 – July 24, 2004) was an American college and NBA basketball coach. A native of Hannibal, Missouri, he attended and played basketball at Hannibal-LaGrange Junior College in Hannibal and Midwestern State University in Wichita Falls, Texas.",
      "pageId": 858337,
      "monthDay": "10/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/B%C5%99etislav_Pojar",
      "name": "Břetislav Pojar",
      "aboutText": "Raymond Goethals (Dutch pronunciation: [ˈʁɛmɔ̃ ˈɣutɑls]; 7 October 1921 – 6 December 2004) was a Belgian football coach who led Marseille to victory in the UEFA Champions League final in 1993, becoming the first coach to win a European trophy with a French club.\nSometimes nicknamed \"Raymond-la-science\" (\"Raymond-the-Science\", previously the nickname of Belgian anarchist and Bonnot gang member Raymond Callemin), \"le sorcier\" (\"the Wizard\") or \"le magicien\" (\"the Magician\"), Goethals was known for his blunt way of speaking, his habit of mispronouncing players' names and his distinctive Brussels accent. A chain smoker, he was likened to TV police detective Lieutenant Columbo.",
      "pageId": 1249591,
      "monthDay": "10/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jean-Paul_Riopelle",
      "name": "Jean-Paul Riopelle",
      "aboutText": "Diana Lynn (July 5, 1926 – December 18, 1971) was an American actress.",
      "pageId": 1377706,
      "monthDay": "10/07"
    },
    {
      "year": "1926",
      "uri": "/wiki/Diana_Lynn",
      "name": "Diana Lynn",
      "aboutText": "John Frederick \"Jack\" Rowley (7 October 1920 – 28 June 1998) was an English footballer who played as a forward from the 1930s to the 1950s, mainly remembered for a 17-year spell with Manchester United. He was nicknamed \"The Gunner\" because of his prolific and explosive goalscoring, scoring 211 goals in 424 appearances for United.",
      "pageId": 1497914,
      "monthDay": "10/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/R._D._Laing",
      "name": "R. D. Laing",
      "aboutText": "Břetislav Pojar (7 October 1923 – 12 October 2012) was a puppeteer, animator and director of short and feature films.\nBorn in Sušice, Czechoslovakia, Pojar started his career in the late 1940s with his work on The Story of the Bass Cello (1949) based on the story by Anton Chekhov and directed by master Czech puppet animator Jiří Trnka. Pojar served as a puppeteer under his mentor Trnka.",
      "pageId": 1543026,
      "monthDay": "10/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Al_Martino",
      "name": "Al Martino",
      "aboutText": "Grady Edgebert Hatton Jr. (October 7, 1922 –  April 11, 2013) was an American baseball player, coach, manager and executive.",
      "pageId": 2054588,
      "monthDay": "10/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sanne_Ledermann",
      "name": "Sanne Ledermann",
      "aboutText": "Robert Atkinson Westall (7 October 1929 – 15 April 1993) was a British author, teacher and journalist best known for his children's fiction, although he also wrote non-fiction and wrote specifically for adults. Many of his novels aimed at a teenage audience deal with complex, dark and adult themes. He has been described as \"the dean of British war novelists\".",
      "pageId": 3093662,
      "monthDay": "10/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sohrab_Sepehri",
      "name": "Sohrab Sepehri",
      "aboutText": "William Knowlton Zinsser (October 7, 1922 – May 12, 2015) was an American writer, editor, literary critic, and teacher. He began his career as a journalist for the New York Herald Tribune, where he worked as a feature writer, drama editor, film critic and editorial writer.",
      "pageId": 3482343,
      "monthDay": "10/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/Graeme_Ferguson",
      "name": "Graeme Ferguson",
      "aboutText": "Desmond Mpilo Tutu (born 7 October 1931) is a South African social rights activist and retired Anglican bishop who rose to worldwide fame during the 1980s as an opponent of apartheid.\nHe was the first black Archbishop of Cape Town and bishop of the Church of the Province of Southern Africa (now the Anglican Church of Southern Africa).\nTutu's admirers see him as a great man who since the demise of apartheid has been active in the defence of human rights and uses his high profile to campaign for the oppressed.",
      "pageId": 8401973,
      "monthDay": "10/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Westall",
      "name": "Robert Westall",
      "aboutText": "Ivan Graeme Ferguson, CM (born 7 October 1929 in Toronto, Ontario, Canada) is a Canadian filmmaker and inventor who co-invented IMAX. Ferguson was appointed a Member of the Order of Canada in 1993.",
      "pageId": 8403196,
      "monthDay": "10/07"
    },
    {
      "year": "1930",
      "uri": "/wiki/Curtis_Crider",
      "name": "Curtis Crider",
      "aboutText": "Kalju Lepik (October 7, 1920 in Koeru Parish – May 30, 1999 in Tallinn) was an Estonian poet who lived as an exile for most of his life.\nKalju Lepik published his first poems in 1939 in Tartu students' journals Iloli and Tuleviku Rajad ('The Paths of Future'). In 1940 he founded the art society Tuulisui, that continued its existence in Swedish exile from 1945 on.",
      "pageId": 17601798,
      "monthDay": "10/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/Cotton_Fitzsimmons",
      "name": "Cotton Fitzsimmons",
      "aboutText": "Thomas Edison Lewis (October 7, 1931 – October 12, 2014) was an American gridiron football player. He played fullback for the Alabama Crimson Tide in the 1951, 1952 and 1953 seasons. He wore number 34.",
      "pageId": 24645848,
      "monthDay": "10/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tommy_Lewis_(American_football)",
      "name": "Tommy Lewis",
      "aboutText": "Curtis \"Crawfish\" Crider (October 7, 1930 – December 21, 2012) was an American stock car racing driver, and a pioneer in the early years of NASCAR.",
      "pageId": 28175766,
      "monthDay": "10/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/R._Sivagurunathan",
      "name": "R. Sivagurunathan",
      "aboutText": "Susanne \"Sanne\" Ledermann (October 7, 1928 – November 19, 1943) was a German Jewish girl who was murdered by the Nazis in the Auschwitz concentration camp. Susanne is best known for her friendship with the famous diarist Anne Frank and her sister Margot Frank.\nSanne was born in Berlin, the younger of two daughters of Franz Ledermann, lawyer and musician, and Ilse Citroën-Ledermann, a pianist.",
      "pageId": 31762519,
      "monthDay": "10/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/Desmond_Tutu",
      "name": "Desmond Tutu",
      "aboutText": "Kalasuri Ratnadurai Sivagurunathan was a (7 October 1931 – 9 August 2003) Sri Lankan journalist, lawyer, academic and editor of Thinakaran.",
      "pageId": 39684986,
      "monthDay": "10/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Joannes_Gijsen",
      "name": "Joannes Gijsen",
      "aboutText": "Sir Harold (Harry) Walter Kroto, FRS (born Harold Walter Krotoschiner; 7 October 1939), is an English chemist. He shared the 1996 Nobel Prize in Chemistry with Robert Curl and Richard Smalley. Kroto is the Francis Eppes Professor of Chemistry at the Florida State University, which he joined in 2004.",
      "pageId": 14467,
      "monthDay": "10/07"
    },
    {
      "year": "1933",
      "uri": "/wiki/Harold_Dunaway",
      "name": "Harold Dunaway",
      "aboutText": "Ulrike Marie Meinhof (7 October 1934 – 9 May 1976) was a German left-wing militant. She co-founded the Red Army Faction (Rote Armee Fraktion) in 1970 after having previously worked as a journalist for the monthly left-wing magazine konkret. She was arrested in 1972, and eventually charged with numerous murders and the formation of a criminal association.",
      "pageId": 52517,
      "monthDay": "10/07"
    },
    {
      "year": "1934",
      "uri": "/wiki/Amiri_Baraka",
      "name": "Amiri Baraka",
      "aboutText": "Thomas Michael \"Mick\" Keneally, AO (born 7 October 1935) is an Australian novelist, playwright and author of non-fiction. He is best known for writing Schindler's Ark, the Booker Prize-winning novel of 1982 which was inspired by the efforts of Poldek Pfefferberg, a Holocaust survivor.",
      "pageId": 64454,
      "monthDay": "10/07"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ulrike_Meinhof",
      "name": "Ulrike Meinhof",
      "aboutText": "John Edward Hopcroft (born October 7, 1939) is an American theoretical computer scientist. His textbooks on theory of computation (also known as the Cinderella book) and data structures are regarded as standards in their fields.",
      "pageId": 299443,
      "monthDay": "10/07"
    },
    {
      "year": "1934",
      "uri": "/wiki/Julian_Thompson_(Royal_Marines_officer)",
      "name": "Julian Thompson",
      "aboutText": "Charles Édouard Dutoit, (French pronunciation: ​[ʃaʁl e.dwaːʁ dy.twa]) OC GOQ (born 7 October 1936) is a Swiss conductor, particularly noted for his interpretations of French and Russian 20th-century music. He has made influential modern recordings of Hector Berlioz's Roméo et Juliette and Maurice Ravel's ballets Daphnis et Chloé and Ma mère l'oye.",
      "pageId": 317537,
      "monthDay": "10/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/Thomas_Keneally",
      "name": "Thomas Keneally",
      "aboutText": "Clive James AO CBE (born Vivian Leopold James on 7 October 1939) is an Australian author, critic, broadcaster, poet, translator and memoirist, best known for his autobiographical series Unreliable Memoirs, for his chat shows and documentaries on British television and for his prolific journalism.",
      "pageId": 445291,
      "monthDay": "10/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Charles_Dutoit",
      "name": "Charles Dutoit",
      "aboutText": "Bruce Frank Vento (October 7, 1940 – October 10, 2000) was an American politician, a Democratic-Farmer-Labor member of the United States House of Representatives from 1977 until his death in 2000, representing Minnesota's 4th congressional district.",
      "pageId": 493385,
      "monthDay": "10/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_Hurll",
      "name": "Michael Hurll",
      "aboutText": "Adrianne Shirley Haydon Jones CBE (born 7 October 1938), known as Ann Haydon at the beginning of her career, is a British former tennis champion.",
      "pageId": 711713,
      "monthDay": "10/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Christopher_Booker",
      "name": "Christopher Booker",
      "aboutText": "Christopher John Penrice Booker (born 7 October 1937) is an English journalist and author. In 1961, he was one of the founders of the magazine Private Eye, and has contributed to it since then. He has been a columnist for The Sunday Telegraph since 1990.",
      "pageId": 1041590,
      "monthDay": "10/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Maria_Szyszkowska",
      "name": "Maria Szyszkowska",
      "aboutText": "Bill Snyder (born October 7, 1939) is an American football coach and former player. He currently serves as the head football coach at Kansas State University. He served as head football coach at the school from 1989 to 2005, and then was rehired to the position on November 24, 2008, making him one of the few college football head coaches to have non-consecutive tenure at the same school.",
      "pageId": 1419099,
      "monthDay": "10/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ann_Haydon_Jones",
      "name": "Ann Jones",
      "aboutText": "Joy Behar (/ˈbeɪhɑːr/; born Josephina Victoria Occhiuto; October 7, 1942) is an American comedian, writer, actress, and a co-host on the ABC daytime talk show The View. She hosted The Joy Behar Show on HLN from 2009 to 2011 and Joy Behar: Say Anything! on Current TV, from 2012 until the channel switched formats in August 2013.",
      "pageId": 1641893,
      "monthDay": "10/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Fereydoun_Farrokhzad",
      "name": "Fereydoun Farrokhzad",
      "aboutText": "Maria Szyszkowska (born October 7, 1937 in Warsaw) is a Polish academic, writer and former Senator. Szyszkowska was a member of the Alliance of the Democratic Left (SLD) and chaired that Party's Ethics Committee. She is currently a leader of a socialist party Reason of the Polish Left.",
      "pageId": 2156037,
      "monthDay": "10/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Hopcroft",
      "name": "John Hopcroft",
      "aboutText": "José Rosario Domec Cardenal (born October 7, 1943 in Matanzas, Cuba) is a former outfielder in Major League Baseball who played for the San Francisco Giants (1963–64), California Angels (1965–67), Cleveland Indians (1968–69), St. Louis Cardinals (1970–1971), Milwaukee Brewers (1971), Chicago Cubs (1972–77), Philadelphia Phillies (1978–79), New York Mets (1979–80) and Kansas City Royals (1980). Cardenal batted and threw right-handed.",
      "pageId": 2854733,
      "monthDay": "10/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Clive_James",
      "name": "Clive James",
      "aboutText": "Amiri Baraka (born Everett LeRoi Jones; October 7, 1934 – January 9, 2014), formerly known as LeRoi Jones and Imamu Amear Baraka, was an African-American writer of poetry, drama, fiction, essays and music criticism. He was the author of numerous books of poetry and taught at a number of universities, including the State University of New York at Buffalo and the State University of New York at Stony Brook. He received the PEN Open Book Award, formerly known as the Beyond Margins Award, in 2008 for Tales of the Out and the Gone.",
      "pageId": 8568334,
      "monthDay": "10/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Harry_Kroto",
      "name": "Harry Kroto",
      "aboutText": "Fereydoun Farrokhzad (Persian: فریدون فرخزاد‎‎) (October 7, 1938 – August 8, 1992) was an Iranian singer, actor, poet, TV and radio host, writer, and iconic opposition political figure. He is best known for his successful variety TV show \"Mikhak-e Noghrei\" (The Silver Carnation). He was the brother of the acclaimed Persian poet Forough Farrokhzad and Pooran Farrokhzad.",
      "pageId": 9559601,
      "monthDay": "10/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Laurent_Monsengwo_Pasinya",
      "name": "Laurent Monsengwo Pasinya",
      "aboutText": "Major General Julian Howard Atherden Thompson CB, OBE (born 7 October 1934) is a military historian and former Royal Marines officer who commanded 3 Commando Brigade during the Falklands War.",
      "pageId": 11766863,
      "monthDay": "10/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bill_Snyder",
      "name": "Bill Snyder",
      "aboutText": "Joannes Baptist Matthijs Gijsen (October 7, 1932 – June 24, 2013) was a Dutch bishop of the Roman Catholic Church. After being Bishop (emeritus) of Roermond, Limburg, the Netherlands, he became Bishop (emeritus) of the Diocese of Reykjavík (Iceland). His episcopal motto is Parate viam Domini (Prepare the way of the Lord).",
      "pageId": 14702784,
      "monthDay": "10/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bruce_Vento",
      "name": "Bruce Vento",
      "aboutText": "Laurent Monsengwo Pasinya (born 7 October 1939) is the Roman Catholic Archbishop of Kinshasa and de facto primate of the Democratic Republic of Congo since his appointment by Pope Benedict XVI in 2007. He became Cardinal in 2010.\nMonsengwo Pasinya was born in Mongobele, Diocese of Inongo.",
      "pageId": 29345009,
      "monthDay": "10/07"
    },
    {
      "year": "1942",
      "uri": "/wiki/Joy_Behar",
      "name": "Joy Behar",
      "aboutText": "Harold Glenn Dunaway (October 7, 1933 – September 3, 2012) was an American stock car and sprint car driver.",
      "pageId": 36968446,
      "monthDay": "10/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jos%C3%A9_Cardenal",
      "name": "José Cardenal",
      "aboutText": "Michael Hurll (7 October 1936 – 18 September 2012) was a British television producer who specialized in the comedy and light entertainment genres. He produced many British TV shows including The Two Ronnies. Top of the Pops, and Blind Date.",
      "pageId": 37073311,
      "monthDay": "10/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Oliver_North",
      "name": "Oliver North",
      "aboutText": "Oliver Laurence \"Ollie\" North (born October 7, 1943) is an American political commentator and television host, military historian, New York Times best-selling author, former drug trafficker, a former United States Marine Corps lieutenant colonel. North is primarily remembered for his term as a National Security Council staff member during the Iran–Contra affair, a political scandal of the late 1980s. The scandal involved the clandestine sale of weapons to Iran, supposedly to encourage the release of U.S. hostages then held in Lebanon.",
      "pageId": 22507,
      "monthDay": "10/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Judee_Sill",
      "name": "Judee Sill",
      "aboutText": "Vladimir Vladimirovich Putin (/ˈpuːtɪn/; Russian: Влади́мир Влади́мирович Пу́тин; IPA: [vlɐˈdʲimʲɪr vlɐˈdʲimʲɪrəvʲɪtɕ ˈputʲɪn], born 7 October 1952) has been the President of Russia since 7 May 2012, succeeding Dmitry Medvedev. Putin previously served as President from 2000 to 2008, and as Prime Minister of Russia from 1999 to 2000 and again from 2008 to 2012. During his last term as Prime Minister, he was also the Chairman of United Russia, the ruling party.",
      "pageId": 32817,
      "monthDay": "10/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Donald_Tsang",
      "name": "Donald Tsang",
      "aboutText": "John J Mellencamp (born October 7, 1951), also known as John Cougar Mellencamp, is an American musician, singer-songwriter, painter, and actor. He is known for his catchy, populist brand of heartland rock, which emphasizes traditional instrumentation. He rose to superstardom in the 1980s while \"honing an almost startlingly plainspoken writing style that, starting in 1982, yielded a string of Top 10 singles,\" including \"Hurts So Good,\" \"Jack & Diane,\" \"Crumblin' Down,\" \"Pink Houses,\" \"Lonely Ol' Night,\" \"Small Town,\" \"R.O.C.K. in the U.S.A.,\" \"Paper in Fire,\" and \"Cherry Bomb.\" He has amassed 22 Top 40 hits in the United States.",
      "pageId": 170026,
      "monthDay": "10/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pete_van_Wieren",
      "name": "Pete van Wieren",
      "aboutText": "Sir Donald Tsang Yam-kuen GBM, KBE (born 7 October 1944) was the second Chief Executive and President of the Executive Council of Hong Kong from 2005 to 2012.\nTsang began his civil service career in 1967, occupying various positions in finance and trade in the Hong Kong Civil Service, and was appointed Financial Secretary of Hong Kong in 1995, becoming the first ethnic Chinese to hold the position under British administration. He remained in that position after the transfer of the sovereignty of Hong Kong before being appointed Chief Secretary for Administration after the resignation of Anson Chan.",
      "pageId": 336773,
      "monthDay": "10/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kevin_Godley",
      "name": "Kevin Godley",
      "aboutText": "Catharine Alice MacKinnon (born October 7, 1946) is an American feminist, scholar, lawyer, teacher and activist.",
      "pageId": 678255,
      "monthDay": "10/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Wallace_(physicist)",
      "name": "David Wallace",
      "aboutText": "Bernard Lavilliers (born on 7 October 1946) is a French singer. He was born Bernard Oulion in Saint-Étienne, Loire.",
      "pageId": 793253,
      "monthDay": "10/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Brass",
      "name": "John Brass",
      "aboutText": "John Francis Brake Mitchell OBE FRS (born 7 October 1948) is a British climatologist and climate modeller.",
      "pageId": 797870,
      "monthDay": "10/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bernard_Lavilliers",
      "name": "Bernard Lavilliers",
      "aboutText": "Jakaya Mrisho Kikwete (born 7 October 1950) was the fourth President of Tanzania, in office from 2005 to 2015. Prior to his election as President, he was the Minister of Foreign Affairs from 1995 to 2005 under his predecessor, Benjamin Mkapa.",
      "pageId": 1137875,
      "monthDay": "10/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Catharine_MacKinnon",
      "name": "Catharine MacKinnon",
      "aboutText": "Kevin Michael Godley (born 7 October 1945, Prestwich, Lancashire, England) is a British musician and music video director.",
      "pageId": 1227404,
      "monthDay": "10/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pengiran_Anak_Saleha",
      "name": "Pengiran Anak Saleha",
      "aboutText": "Judith Lynne Sill (October 7, 1944 – November 23, 1979) was an American singer and songwriter. The first artist signed to David Geffen's Asylum label, she released two albums, then worked briefly as a cartoonist before dying of drug abuse in 1979. Her eponymous debut album was released in late 1971 and was followed around eighteen months later by Heart Food.",
      "pageId": 1847124,
      "monthDay": "10/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Chris_Bambridge",
      "name": "Chris Bambridge",
      "aboutText": "Mary Badham (born October 7, 1952) is an American actress, known for her portrayal of Jean Louise \"Scout\" Finch in To Kill a Mockingbird (1962), for which she was nominated for an Academy Award for Best Supporting Actress.",
      "pageId": 2054178,
      "monthDay": "10/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Diane_Ackerman",
      "name": "Diane Ackerman",
      "aboutText": "Sir David James Wallace, CBE, FRS, FRSE, FREng (born 7 October 1945) is a British physicist and academic.",
      "pageId": 2312645,
      "monthDay": "10/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_F._B._Mitchell",
      "name": "John F. B. Mitchell",
      "aboutText": "Dave Hope (born October 7, 1949) is an American bass guitarist who played with the American progressive rock band Kansas from 1970 (Original version) until the band's first split in 1983. When he was in high school, he played defensive center for his football team. When he was in Kansas, he was a heavy smoker until he became a born-again Christian in 1980.",
      "pageId": 3074379,
      "monthDay": "10/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stephen_Rucker",
      "name": "Stephen Rucker",
      "aboutText": "Pete Van Wieren (October 7, 1944 – August 2, 2014), a native of Rochester, NY, was an American sportscaster best known for his long career calling play-by-play for Major League Baseball's Atlanta Braves.",
      "pageId": 3314985,
      "monthDay": "10/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dave_Hope",
      "name": "Dave Hope",
      "aboutText": "Diane Ackerman (born October 7, 1948) is an American poet, essayist, and naturalist known for her wide-ranging curiosity and poetic explorations of the natural world.",
      "pageId": 4246380,
      "monthDay": "10/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kieran_Kane",
      "name": "Kieran Kane",
      "aboutText": "Stephen Anthony Rucker (better known simply as Steve Rucker) (born October 7, 1948) is an American composer.",
      "pageId": 5441035,
      "monthDay": "10/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jakaya_Kikwete",
      "name": "Jakaya Kikwete",
      "aboutText": "John Brass (born 1946, Sydney) is an Australian former rugby union and rugby league footballer - a dual-code international.",
      "pageId": 6209090,
      "monthDay": "10/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_Mellencamp",
      "name": "John Mellencamp",
      "aboutText": "Raja Isteri Pengiran Anak Hajah Saleha binti Pengiran Pemancha Pengiran Anak Haji Mohamed Alam is the Queen consort of Brunei as the wife of Sultan Hassanal Bolkiah, the current Sultan of Brunei. She was the daughter of Pengiran Pemancha Pengiran Anak Haji Mohammad Alam and Pengiran Anak Besar.",
      "pageId": 8481817,
      "monthDay": "10/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mary_Badham",
      "name": "Mary Badham",
      "aboutText": "Christopher \"Chris\" Francis Bambridge (born 7 October 1947) is an Australian retired football referee, known for having refereed one match in the 1986 FIFA World Cup in Mexico: Spain versus Brazil, in which he wrongly disallowed a Spanish goal by Míchel, in which after the ball hit the crossbar, it bounced behind the goal line and fell back out. He also officiated at the 1988 Summer Olympics.\nHe now works for Football Federation Victoria as the Referee Development Manager, administering the development and appointment of referees in metropolitan Melbourne and regional Victoria.",
      "pageId": 9557013,
      "monthDay": "10/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vladimir_Putin",
      "name": "Vladimir Putin",
      "aboutText": "Kieran Kane (born October 7, 1949 in Queens, New York) is an American country music artist, as well as the owner of Dead Reckoning Records, an independent record label. Between 1986 and 1990, he and Jamie O'Hara comprised The O'Kanes, a duo which charted seven singles on the U.S. Billboard Hot Country Singles charts, including the Number One single \"Can't Stop My Heart from Loving You\". In addition, Kieran charted a string of solo singles on Asylum Records in 1982.",
      "pageId": 14789914,
      "monthDay": "10/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jacques_Richard",
      "name": "Jacques Richard",
      "aboutText": "Yo-Yo Ma (born October 7, 1955) is a French-born Chinese American cellist. Born in Paris, he spent his schooling years in New York City and was a child prodigy, performing from the age of five. He graduated from the Juilliard School and Harvard University and has enjoyed a prolific career as both a soloist performing with orchestras around the world and a recording artist.",
      "pageId": 142550,
      "monthDay": "10/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Graham_Yallop",
      "name": "Graham Yallop",
      "aboutText": "Michael Whitaker Smith (born October 7, 1957) is an American musician, who has charted primarily in the contemporary Christian and occasionally in the mainstream charts. His biggest success in mainstream music was in 1991 when \"Place in this World\" hit No. 6 on the Billboard Hot 100.",
      "pageId": 154732,
      "monthDay": "10/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Linda_Griffiths",
      "name": "Linda Griffiths",
      "aboutText": "Simon Phillip Cowell (/ˈkaʊəl/; born 7 October 1959) is an English television talent judge and mentor, music and television producer, music talent scout (aka A&R executive) and entrepreneur. He is most recognized as a judge on the British TV talent competition series Pop Idol, The X Factor, and Britain's Got Talent, and the American TV talent competition shows American Idol, The X Factor, and America's Got Talent. Cowell owns the television production and music publishing house Syco.",
      "pageId": 276890,
      "monthDay": "10/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Margus_Lepa",
      "name": "Margus Lepa",
      "aboutText": "Brian Louis Allen Sutter (born October 7, 1956) is a retired Canadian ice hockey forward and former head coach in the National Hockey League (NHL).",
      "pageId": 651912,
      "monthDay": "10/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tico_Torres",
      "name": "Tico Torres",
      "aboutText": "Hector Juan Samuel \"Tico\" Torres (born October 7, 1953) is an American drummer and percussionist for the rock band Bon Jovi.",
      "pageId": 1128944,
      "monthDay": "10/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ralph_Johnson_(computer_scientist)",
      "name": "Ralph Johnson",
      "aboutText": "Jayne Torvill, OBE (born 7 October 1957) is an English ice dancer.",
      "pageId": 1503105,
      "monthDay": "10/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Yo-Yo_Ma",
      "name": "Yo-Yo Ma",
      "aboutText": "Graham Neil Yallop (born 7 October 1952) is a former cricketer who played for Victoria and Australia. He captained Australia briefly during the tumultuous era of World Series Cricket (WSC) in the late 1970s. A technically correct left-handed batsman, Yallop invariably batted near the top of the order for Australia during a stop-start career that began in 1975–76 against the West Indies.",
      "pageId": 1508190,
      "monthDay": "10/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bill_Henson",
      "name": "Bill Henson",
      "aboutText": "Kyosuke Himuro (氷室 京介, Himuro Kyōsuke, born October 7, 1960 in Takasaki, Gunma, Japan) is a Japanese singer-songwriter. He was a member of the rock group Boøwy from 1981 to 1988. After the group disbanded he started a successful solo career, becoming one of Japan's best-selling artists.",
      "pageId": 1621088,
      "monthDay": "10/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mike_Shipley",
      "name": "Mike Shipley",
      "aboutText": "Jean-Marc Fournier (born October 7, 1959) is a Quebec politician and a lawyer. He was the interim leader of the Quebec Liberal Party from 2012 to 2013.\nHe currently represents the riding of Saint-Laurent in the National Assembly, and previously represented the riding of Châteauguay from 1994 to 2008.",
      "pageId": 1657599,
      "monthDay": "10/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Brian_Sutter",
      "name": "Brian Sutter",
      "aboutText": "Lourdes Celmira Rosario Flores Nano (born October 7, 1959) is a Peruvian politician and lawyer who is a former councilwoman, former Deputy from 1990 to 1992, former Constituent Congresswoman from 1992 to 1995, former Peruvian Congresswoman representing Lima from 1995 to 2000, and former chair of the Christian People's Party. Flores served as the first chairwoman of the Christian People's Party (Partido Popular Cristiano) from January 2003 until November 2011.",
      "pageId": 1881199,
      "monthDay": "10/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Joey_Marquez",
      "name": "Joey Marquez",
      "aboutText": "Bill Henson (born 7 October 1955) is an Australian contemporary art photographer.",
      "pageId": 2456307,
      "monthDay": "10/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_W._Smith",
      "name": "Michael W. Smith",
      "aboutText": "Dylan Baker (born October 7, 1959) is an American actor, known for playing supporting roles in both major studio and independent films along with regular work in television and on stage.",
      "pageId": 2572671,
      "monthDay": "10/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jayne_Torvill",
      "name": "Jayne Torvill",
      "aboutText": "Ralph E. Johnson is a Research Associate Professor in the Department of Computer Science at the University of Illinois at Urbana-Champaign. He is a co-author of the influential computer science textbook Design Patterns: Elements of Reusable Object-Oriented Software, for which he won the 2010 ACM SIGSOFT Outstanding Research Award.\nJohnson was an early pioneer in the Smalltalk community and is a continued supporter of the language.",
      "pageId": 2800098,
      "monthDay": "10/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Timothy_Ackroyd",
      "name": "Timothy Ackroyd",
      "aboutText": "Mike Shipley (7 October 1956 – 25 July 2013) was an Australian mix engineer.",
      "pageId": 3091661,
      "monthDay": "10/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Dylan_Baker",
      "name": "Dylan Baker",
      "aboutText": "Joseph Alfred Gilles Jacques Richard (October 7, 1952 – October 8, 2002) was a professional ice hockey player who played in the National Hockey League (NHL) for the Atlanta Flames, Buffalo Sabres, and Quebec Nordiques. After an impressive junior career, Richard was considered a potential NHL superstar, but, except for a single season late in his career, he failed to live up to the promise. He led a troubled life both in hockey and after.",
      "pageId": 3506433,
      "monthDay": "10/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Simon_Cowell",
      "name": "Simon Cowell",
      "aboutText": "Linda Pauline Griffiths (7 October 1953 – 21 September 2014) was a Canadian actress and playwright best known for writing and starring in the one woman play Maggie and Pierre in which she portrayed both Pierre Trudeau and his then-estranged wife Margaret.",
      "pageId": 6114415,
      "monthDay": "10/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lourdes_Flores",
      "name": "Lourdes Flores",
      "aboutText": "Kevin Gerard Boyle (7 October 1960) is the William Smith Mason Professor of American History at Northwestern University. His 2004 book, Arc of Justice: A Saga of Race, Civil Rights, and Murder in the Jazz Age, won the National Book Award.",
      "pageId": 8537300,
      "monthDay": "10/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jean-Marc_Fournier",
      "name": "Jean-Marc Fournier",
      "aboutText": "Joselito Marquez, better known as Joey Marquez, is a Filipino actor, politician and former professional basketball player in the Philippine Basketball Association. He was born to Artemio Marquez, Sr. and Teresita Esguera Perez.",
      "pageId": 13015883,
      "monthDay": "10/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kevin_Boyle_(historian)",
      "name": "Kevin Boyle",
      "aboutText": "Sir Timothy John Robert Whyte Ackroyd, 3rd Baronet (born 7 October 1958), known as Timothy Ackroyd, is an English actor.",
      "pageId": 13544825,
      "monthDay": "10/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kyosuke_Himuro",
      "name": "Kyosuke Himuro",
      "aboutText": "Margus Lepa (born 7 October 1953) is an Estonian radio journalist and former actor.\n^ Database (undated). \"Filmography by Type for Margus Lepa\".",
      "pageId": 19932446,
      "monthDay": "10/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Viktor_Lazlo",
      "name": "Viktor Lazlo",
      "aboutText": "Samantha Brown (born 7 October 1964) is an English female singer-songwriter.",
      "pageId": 342244,
      "monthDay": "10/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Brian_Mannix",
      "name": "Brian Mannix",
      "aboutText": "Daniel Keenan \"Dan\" Savage (born October 7, 1964) is an American author, media pundit, journalist, and activist for the LGBT community. Savage writes the internationally syndicated relationship and sex advice column Savage Love. In 2010, Savage and his husband, Terry Miller, began the It Gets Better Project to help prevent suicide among LGBT youth.",
      "pageId": 372916,
      "monthDay": "10/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Matthew_Roloff",
      "name": "Matthew Roloff",
      "aboutText": "Toni Michele Braxton (born October 7, 1967) is an American R&B singer-songwriter, pianist, record producer, actress, television personality, and philanthropist. Rising to fame in the beginning of the 1990s, Braxton quickly established herself as an R&B icon and became one of the best-selling female artists of the 1990s decade, garnering her honorific titles such as the \"Queen of R&B\" and being recognized as one of the most outstanding voices of this generation.\nHer self-titled debut studio album was released in 1993.",
      "pageId": 495350,
      "monthDay": "10/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tony_Sparano",
      "name": "Tony Sparano",
      "aboutText": "Viktor Lazlo (real name: Sonia Dronier, born 7 October 1960 in Lorient, France) is a French-Belgian singer of Grenadian and Martiniquan descent. She studied in Belgium, where she is primarily known. Her biggest hit was \"Breathless\" in 1987.",
      "pageId": 667376,
      "monthDay": "10/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dave_Bronconnier",
      "name": "Dave Bronconnier",
      "aboutText": "Kumiko Watanabe (渡辺 久美子, Watanabe Kumiko, born October 7, 1965) is a Japanese voice actress from Chiba Prefecture. She is affiliated with Arts Vision. Her best-known roles include Sergeant Keroro in Sgt.",
      "pageId": 809346,
      "monthDay": "10/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/William_Johnson_(cricketer,_born_1962)",
      "name": "William Johnson",
      "aboutText": "Sherman Joseph Alexie, Jr. (born October 7, 1966) is an American poet, writer, and filmmaker. Much of his writing draws on his experiences as a Native American with ancestry of several tribes, growing up on the Spokane Indian Reservation.",
      "pageId": 825178,
      "monthDay": "10/07"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ann_Curless",
      "name": "Ann Curless",
      "aboutText": "David Thomas Bronconnier (born October 7, 1962) is a Canadian politician, who served as the 35th Mayor of Calgary, Alberta.",
      "pageId": 844407,
      "monthDay": "10/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yavuz_Bing%C3%B6l",
      "name": "Yavuz Bingöl",
      "aboutText": "Luke Michael Haines (born 7 October 1967) is an English musician, songwriter and author, who has recorded music under various names and with various bands, including The Auteurs, Baader Meinhof and Black Box Recorder.",
      "pageId": 1198270,
      "monthDay": "10/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sam_Brown_(singer)",
      "name": "Sam Brown",
      "aboutText": "Genji Hashimoto (born October 7, 1965 is a Japanese race car driver who competed in the Japanese GT Series from 2001 to 2004 for the Amprex team. He was on the winning team of the 2005 Merdeka Millennium Endurance Race.",
      "pageId": 1740469,
      "monthDay": "10/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dan_Savage",
      "name": "Dan Savage",
      "aboutText": "Philippa Rachel \"Pippa\" Funnell MBE (née Nolan, 7 October 1968) is an equestrian sportswoman who competes in eventing. In 2003, she became the first person in history to win the Rolex Grand Slam of Eventing (consecutive wins at Rolex Kentucky, Badminton and Burghley). She remains the only rider to have achieved this feat.",
      "pageId": 1859873,
      "monthDay": "10/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Stewart_(footballer,_born_1964)",
      "name": "Paul Stewart",
      "aboutText": "Yavuz Bingöl (born October 7, 1964 in Istanbul, Turkey) is in the folk realm of Turkish music and is also an actor.",
      "pageId": 2791487,
      "monthDay": "10/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Genji_Hashimoto",
      "name": "Genji Hashimoto",
      "aboutText": "Marco Edward Beltrami (born October 7, 1966) is an American film composer best known for his work scoring horror films such as Mimic (1997), The Faculty (1998), Resident Evil (2002), Don't Be Afraid of the Dark (2011), The Woman in Black (2012). A long-time friend and collaborator of Wes Craven, Beltrami has scored seven of the director's films including all four films in the Scream franchise (1996–2011).",
      "pageId": 3922642,
      "monthDay": "10/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kumiko_Watanabe",
      "name": "Kumiko Watanabe",
      "aboutText": "Matthew James \"Matt\" Roloff (born October 7, 1961) is an American actor, author, farmer, business entrepreneur, and motivational speaker best known for participating with his family on the TLC reality television program, Little People, Big World. The show featured the Roloffs' daily life.",
      "pageId": 4644401,
      "monthDay": "10/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sherman_Alexie",
      "name": "Sherman Alexie",
      "aboutText": "Paul Andrew Stewart (born 7 October 1964) is an English former professional footballer who played top division football for Manchester City, Tottenham Hotspur and Liverpool, and was capped three times at senior level for England in the early 1990s, also winning the FA Cup with Tottenham Hotspur.",
      "pageId": 5151905,
      "monthDay": "10/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/Marco_Beltrami",
      "name": "Marco Beltrami",
      "aboutText": "Ann Curless-Weiss (born Ann Katherine Curless, October 7, 1963, in Albany, New York) is a popular music singer, most notable for being a member of Exposé and as a McGraw-Hill Education sales rep.\n^ Romanowski, Patricia; George-Warren, Holly; Pareles, John (2001). The Rolling stone encyclopedia of rock & roll (3rd ed.).",
      "pageId": 7184296,
      "monthDay": "10/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/Janet_Shaw",
      "name": "Janet Shaw",
      "aboutText": "Brian Mannix (born 7 October 1961 in Melbourne) is an Australian rock music singer and actor.\nHe was formerly the lead singer of 1980s band Uncanny X-Men, and in 2006 performed in the Countdown Spectacular and at the 2006 AFL Grand Final. Uncanny X-Men are known for their hits such as \"The Party\", \"How Do You Get Your Kicks?\", \"50 Years\" and \"Everybody Wants to Work\".",
      "pageId": 7216185,
      "monthDay": "10/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Toni_Braxton",
      "name": "Toni Braxton",
      "aboutText": "Ellen ten Damme (born October 7, 1967) is a Dutch actress, performer, singer-songwriter and multi-instrumentalist. Ten Damme both sings and acts in three languages (Dutch, English and German), and plays piano and keyboards, guitar and violin. During her school years Ellen was an enthusiastic gymnast, and incorporating some gymnastic tricks or even circus acts into her shows has become a trademark.",
      "pageId": 8925328,
      "monthDay": "10/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Luke_Haines",
      "name": "Luke Haines",
      "aboutText": "Anthony Joseph \"Tony\" Sparano III (born October 7, 1961) is an American football coach who is currently the tight ends coach for the San Francisco 49ers. He previously served as the head coach of the Miami Dolphins and Oakland Raiders. Sparano is the only NFL head coach to lead a team to the playoffs the year following a one-win season, and only the second to conduct a ten-game turnaround, both of which he accomplished in his first season with the Dolphins.",
      "pageId": 15009564,
      "monthDay": "10/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ellen_ten_Damme",
      "name": "Ellen ten Damme",
      "aboutText": "William Robert Johnson (born 7 October 1962) is a former English cricketer. Johnson was a right-handed batsman who played primarily as a wicketkeeper. He was born at Iserlohn, West Germany.",
      "pageId": 29135116,
      "monthDay": "10/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pippa_Funnell",
      "name": "Pippa Funnell",
      "aboutText": "Janet Lucy Shaw (7 October 1966 – 3 December 2012) was a visually-impaired Australian tandem cyclist and author. She became visually impaired due to congenital retinoblastoma (eye cancer) and lost her sight completely at the age of 33. She first represented Australia in cycling at the 2002 IPC World Cycling Championships.",
      "pageId": 33299254,
      "monthDay": "10/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Thom_Yorke",
      "name": "Thom Yorke",
      "aboutText": "Thomas Edward \"Thom\" Yorke (born 7 October 1968) is an English musician best known as the singer and principal songwriter of the alternative rock band Radiohead. As a multi-instrumentalist, Yorke mainly plays guitar, piano and synthesiser, but also plays other instruments including bass guitar and drums. He is known for his falsetto vocals; in 2008, Rolling Stone ranked him the 66th greatest singer of all time.",
      "pageId": 273484,
      "monthDay": "10/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bobbie_Brown",
      "name": "Bobbie Brown",
      "aboutText": "Terrance \"Terry\" Gerin (born October 7, 1975) is an American professional wrestler, better known by his ring name Rhyno (also spelled Rhino). In addition to his appearances with WWE, Rhino is also known for his appearances with Extreme Championship Wrestling (ECW) from 1999 to 2001, with Total Nonstop Action Wrestling (TNA) from 2005 to 2010 and with Ring of Honor (ROH) from 2011 to 2013.\nHe is a two-time world heavyweight champion, having held the ECW World Heavyweight Championship and NWA World Heavyweight Championship.",
      "pageId": 309431,
      "monthDay": "10/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Benny_Chan_(actor)",
      "name": "Benny Chan",
      "aboutText": "Sami Tuomas Hyypiä (Finnish pronunciation: [ˈsɑmi ˈhyːpiæ]; born 7 October 1973) is a Finnish football manager and former defender. He is currently the manager of Swiss Super League club FC Zürich.\nHyypiä began his playing career with Ykkönen side Kumu and soon moved to Veikkausliiga outfit MyPa.",
      "pageId": 670911,
      "monthDay": "10/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Malia_Hosaka",
      "name": "Malia Hosaka",
      "aboutText": "Priest Anthony Holmes (born October 7, 1973) is a former American football running back who played eleven seasons in the National Football League (NFL). He played college football for the University of Texas. He was signed by the Baltimore Ravens as an undrafted free agent in 1997.",
      "pageId": 676249,
      "monthDay": "10/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Per_Mathisen",
      "name": "Per Mathisen",
      "aboutText": "Rune Glifberg (born October 7, 1974) nicknamed \"The Danish Destroyer\", is a Danish professional skateboarder. Glifberg is one of just three skaters to compete at every X Games and has a total of 12 X Games medals.\n^ \"X Games Event Spotlights: Skateboard Street & Skateboard Park « The World Famous KROQ\".",
      "pageId": 1136888,
      "monthDay": "10/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Maria_Whittaker",
      "name": "Maria Whittaker",
      "aboutText": "Nélson de Jesus da Silva (born 7 October 1973), better known simply as Dida (Brazilian Portuguese: [ˈdʒidɐ]), is a Brazilian football goalkeeper who plays for Campeonato Brasileiro Série A squad Sport Club Internacional. He first rose to prominence in Brazilian club football in the 1990s with EC Vitória, Cruzeiro EC and SC Corinthians, where he gained a reputation as a penalty-saving specialist. He is probably best remembered for his successful and often tumultuous ten-year stint with Italian Serie A club A.C. Milan from 2000 to 2010.",
      "pageId": 1497143,
      "monthDay": "10/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nicole_Ari_Parker",
      "name": "Nicole Ari Parker",
      "aboutText": "Allison Munn (born October 7, 1974) is an American actress, perhaps best known for her roles as Caroline in the Fox sitcom That '70s Show, Tina Haven in The WB sitcom What I Like About You, and Lauren in The WB/CW drama One Tree Hill.",
      "pageId": 1560551,
      "monthDay": "10/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Daniel_Boucher_(musician)",
      "name": "Daniel Boucher",
      "aboutText": "Nicole Ari Parker Kodjoe (born October 7, 1970), also known as Nikki Kodjoe, is an American actress. Parker is known for her role as Becky Barnett in the 1997 film Boogie Nights and as the attorney Teri Joseph on the Showtime series Soul Food, which ran from 2000 to 2004. Additionally, Nicole co-starred on the short-lived UPN romantic comedy Second Time Around that lasted for one season.",
      "pageId": 2021171,
      "monthDay": "10/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marlou_Aquino",
      "name": "Marlou Aquino",
      "aboutText": "Charlotte Perrelli (born Anna Jenny Charlotte Nilsson, 7 October 1974) is a Swedish singer and occasional television host.",
      "pageId": 2531046,
      "monthDay": "10/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ben_Younger",
      "name": "Ben Younger",
      "aboutText": "Malia Hosaka (born October 7, 1969), is an American professional wrestler. She is a former NWA World Women's Champion.",
      "pageId": 2868493,
      "monthDay": "10/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Loek_van_Wely",
      "name": "Loek van Wely",
      "aboutText": "Ben Younger (born October 7, 1972) is an American screenwriter and film director.",
      "pageId": 2981890,
      "monthDay": "10/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dida_(footballer,_born_1973)",
      "name": "Dida",
      "aboutText": "Loek van Wely (born 7 October 1972) is a chess Grandmaster from the Netherlands. He won the Dutch Chess Championship six consecutive times from 2000 through 2005 and was rated among the world's top ten in 2001. In 2002, in Maastricht, Netherlands, van Wely took on the computer program Rebel in a four-game match, with each player winning two games.",
      "pageId": 3124528,
      "monthDay": "10/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Priest_Holmes",
      "name": "Priest Holmes",
      "aboutText": "Maria Whittaker (born 7 October 1969 in Hounslow, Middlesex) is an English former glamour model, Page 3 girl and singer.",
      "pageId": 3133451,
      "monthDay": "10/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sami_Hyypi%C3%A4",
      "name": "Sami Hyypiä",
      "aboutText": "Alexander Polinsky (born October 7, 1974) is an American actor, voice actor, and singer who is perhaps best known for his role as Adam Powell on Charles in Charge. After the show ended, he has made TV, voice, and movie appearances, as well as working as a mold-maker at a movie prop design studio. He works with the Walt Disney Company, Cartoon Network, Warner Brothers, and Nickelodeon.",
      "pageId": 6641117,
      "monthDay": "10/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Grigol_Mgaloblishvili",
      "name": "Grigol Mgaloblishvili",
      "aboutText": "Benny Chan (born 7 October 1969), also known as Chan Ho-man (陳浩民), is a Hong Kong actor and singer.",
      "pageId": 7770253,
      "monthDay": "10/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rune_Glifberg",
      "name": "Rune Glifberg",
      "aboutText": "Bobbie Jean Brown (born October 7, 1969), sometimes credited as Bobbie Brown-Lane, is an American actress, model and former beauty pageant contestant.",
      "pageId": 8354456,
      "monthDay": "10/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Allison_Munn",
      "name": "Allison Munn",
      "aboutText": "Marlou B. Aquino (born October 7, 1972 in Santa Barbara, Pangasinan, Philippines) is a Filipino retired professional basketball player in the Philippine Basketball Association. During his prime he was known by fans as \"The Skyscraper\" and was, along with Dennis Espino, one-half of the so-called \"Twin Towers\" of the now-disbanded Sta.",
      "pageId": 9268169,
      "monthDay": "10/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Charlotte_Perrelli",
      "name": "Charlotte Perrelli",
      "aboutText": "Daniel Boucher (born October 7, 1971) is a Québécois musician.\nBorn in Montreal, he has released three studio albums; Dix Mille Matins on October 12, 1999, La patente on February 24, 2004 and Le soleil est sorti on November 11, 2008. From his own saying, \"Le soleil est sorti\" is his favourite of them.",
      "pageId": 15293830,
      "monthDay": "10/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alexander_Polinsky",
      "name": "Alexander Polinsky",
      "aboutText": "Grigol Mgaloblishvili (Georgian: გრიგოლ მგალობლიშვილი, pronounced [ɡriɡɔl mɡalɔbliʃvili]; born 7 October 1973) is a Georgian politician and diplomat who has been Georgia's Permanent Representative to NATO since 26 June 2009. He briefly served as the Prime Minister of Georgia from 1 November 2008 to 6 February 2009.\n^ New Ambassadors to NATO, Armenia Approved.",
      "pageId": 19961667,
      "monthDay": "10/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rhino_(wrestler)",
      "name": "Rhino",
      "aboutText": "Per Mathisen (born 7 October 1969 in Sandefjord, Norway) is a Norwegian Jazz musician (Upright bass and guitar bass) and Composer, known from collaborations with great jazz musicians like Terri Lyne Carrington, Geri Allen, Gary Thomas, Bill Bruford, Alex Acuña, Gary Husband, Ralph Peterson, Nguyen Le and Terje Rypdal. He is married to pianist Olga Konkova, and the brother of Jazz musicians Hans Mathisen (guitar), Nils Mathisen (keyboards, guitar and violin) and Ole Mathisen (saxophone and clarinet).\n^ \"Per Mathisen -bass- JazzCamp.no\".",
      "pageId": 36748635,
      "monthDay": "10/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jamie_Hector",
      "name": "Jamie Hector",
      "aboutText": "Simona Amânar (Romanian pronunciation: [siˈmona amɨˈnar]; born October 7, 1979 in Constanţa) is a Romanian former artistic gymnast. She is a seven-time Olympic medalist and a ten-time world medalist. Amânar helped Romania win four consecutive world team titles (1994–1999) as well as the 2000 Olympic team title.",
      "pageId": 75970,
      "monthDay": "10/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Giorgos_Karadimos",
      "name": "Giorgos Karadimos",
      "aboutText": "Charles Woodson (born October 7, 1976) is an American football free safety for the Oakland Raiders of the National Football League (NFL). He played college football for Michigan, where he led the Wolverines to a national championship in 1997. Woodson, a \"two-way player\" who played both offense and defense, won the Heisman Trophy in the same year, becoming the second, behind Leon Hart of Notre Dame (1949) to win the award.",
      "pageId": 644559,
      "monthDay": "10/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Damian_Kulash",
      "name": "Damian Kulash",
      "aboutText": "Zaheer Khan (born 7 October 1978) is a former Indian cricketer who was a member of the Indian national cricket team from 2000 till 2014. He also played for Worcestershire in County Cricket and plays for Mumbai and Delhi Daredevils in Indian domestic cricket. He was the second-most successful Indian pace bowler in Test cricket, behind Kapil Dev.",
      "pageId": 679977,
      "monthDay": "10/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tim_Minchin",
      "name": "Tim Minchin",
      "aboutText": "Aaron Richard Ashmore (born October 7, 1979) is a Canadian film and television actor, perhaps best known for his roles in American TV shows, as Jimmy Olsen in Smallville and as Steve Jinks in Warehouse 13. Currently, he plays Johnny Jaqobis on the tv series Killjoys. He is the identical twin brother of actor Shawn Ashmore.",
      "pageId": 943892,
      "monthDay": "10/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kaspars_Znoti%C5%86%C5%A1",
      "name": "Kaspars Znotiņš",
      "aboutText": "Shawn Robert Ashmore (born October 7, 1979) is a Canadian film and television actor, perhaps best known for his roles as Jake in the television series Animorphs, Agent Mike Weston in the television drama series The Following, and Bobby Drake / Iceman in the X-Men film series.",
      "pageId": 943894,
      "monthDay": "10/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Marc_Coma",
      "name": "Marc Coma",
      "aboutText": "Santiago Hernán Solari Poggio (born 7 October 1976) is an Argentine retired footballer who played mostly as a left midfielder.\nHe spent the better of his 15-year professional career in Spain, amassing La Liga totals of 177 games and 17 goals mainly in representation of Real Madrid, but also competed in Italy with Inter Milan, winning 13 major titles between both teams combined.",
      "pageId": 1116062,
      "monthDay": "10/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Taylor_Hicks",
      "name": "Taylor Hicks",
      "aboutText": "Meighan Desmond (born 7 October 1977) is a New Zealand actress, best known for her role as the Greek goddess Discord in the TV series Hercules: The Legendary Journeys and its two spin-offs – Xena: Warrior Princess and Young Hercules.\nDesmond was born in Kaitaia, New Zealand. She has appeared in a number of New Zealand film and television projects, including the popular TV series Shortland Street.",
      "pageId": 1118338,
      "monthDay": "10/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gilberto_Silva",
      "name": "Gilberto Silva",
      "aboutText": "Gilberto Aparecido da Silva (Brazilian Portuguese: [ʒiwˈbɛʁtu ˈsiwvɐ]; born 7 October 1976), commonly known as Gilberto Silva, is a former Brazilian footballer better known for his time with Arsenal where he played as a defensive midfielder or defender.\nGilberto was raised in a poor family and as a child he balanced playing football with various labour jobs. He began his football career in 1997 with América Mineiro, where good form earned him a move to Atlético Mineiro in 2000.",
      "pageId": 1296559,
      "monthDay": "10/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Santiago_Solari",
      "name": "Santiago Solari",
      "aboutText": "Damian Joseph Kulash Jr. (born October 7, 1975) is the lead singer and guitarist for Los Angeles-based rock band OK Go.",
      "pageId": 2987917,
      "monthDay": "10/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Charles_Woodson",
      "name": "Charles Woodson",
      "aboutText": "Timothy David \"Tim\" Minchin (born 7 October 1975) is an Australian comedian, actor, and musician. He was born in Northampton, England, but raised in Perth, Western Australia.\nMinchin is best known for his musical comedy, including six CDs, five DVDs, and live comedy shows that he has performed internationally.",
      "pageId": 3215834,
      "monthDay": "10/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Meighan_Desmond",
      "name": "Meighan Desmond",
      "aboutText": "Alesha Dixon (born 7 October 1978) is a British singer, dancer, rapper, model and television presenter from Welwyn Garden City, England. She found fame in the all-female R&B/garage trio Mis-Teeq. The trio disbanded in 2005 and Dixon pursued a music career as a solo artist, signing to Polydor Records.",
      "pageId": 3321888,
      "monthDay": "10/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brandon_Quinn",
      "name": "Brandon Quinn",
      "aboutText": "Marc Coma i Camps (born 7 October 1976 in Avià, Barcelona, Spain) is a rally racing motorcycle rider.",
      "pageId": 3730694,
      "monthDay": "10/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alison_Balsom",
      "name": "Alison Balsom",
      "aboutText": "Taylor Reuben Hicks (born October 7, 1976) is an American singer who won the fifth season of American Idol. Hicks got his start as a professional musician in his late teens and performed around the Southeastern United States for well over the span of a decade, during which he also released two independent albums. Upon winning Idol, he was signed to Arista Records, under which his self-titled major label debut was released on December 12, 2006.",
      "pageId": 4095999,
      "monthDay": "10/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Omar_Benson_Miller",
      "name": "Omar Benson Miller",
      "aboutText": "Alison Louise Balsom (born 7 October 1978) is a British trumpet soloist, arranger, producer, music educator, curator and spokesperson for the importance of music education. Balsom was awarded Artist of the Year at the 2013 Gramophone Awards and has won three Classic BRIT Awards and three German Echo Awards, and was soloist at the BBC Last Night of the Proms in 2009.",
      "pageId": 4760651,
      "monthDay": "10/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alesha_Dixon",
      "name": "Alesha Dixon",
      "aboutText": "Brandon Quinn (born Brandon Quinn Swierenga October 7, 1977, in Aurora, Colorado) is a television and film actor. He started his career in 1998 as Charles Murphy in the film Express: Aisle to Glory.",
      "pageId": 6030623,
      "monthDay": "10/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zaheer_Khan",
      "name": "Zaheer Khan",
      "aboutText": "Omar Benson Miller (born October 7, 1978) is an American actor.\n^ \"GOING BIONIC: DISTRIBUTING INDEPENDENT FILMS INTERNATIONALLY – A BIONIC AFTERNOON WITH OMAR BENSON MILLER\". Film Threat.",
      "pageId": 8458566,
      "monthDay": "10/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Simona_Am%C3%A2nar",
      "name": "Simona Amânar",
      "aboutText": "Jamie Hector (born October 7, 1975) is an American actor of Haitian descent who is known for his portrayal of Marlo Stanfield on the critically acclaimed HBO series The Wire.",
      "pageId": 10110745,
      "monthDay": "10/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Aaron_Ashmore",
      "name": "Aaron Ashmore",
      "aboutText": "Tang Wei (simplified Chinese: 汤唯; traditional Chinese: 湯唯; pinyin: Tāng Wéi; born October 7, 1979) is a Chinese actress.",
      "pageId": 13028694,
      "monthDay": "10/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shawn_Ashmore",
      "name": "Shawn Ashmore",
      "aboutText": "Kaspars Znotiņš (born 7 October 1975) is a Latvian stage and film actor.\nBorn in Jelgava, Latvia, Znotiņš began his career working on the New Riga Theatre, and has performed in stage productions at the Latvian National Theatre and Dailes Theatre. Znotiņš has also appeared in a number of Latvian films, such as the 2010 Gatis Šmits-directed comedy-drama Seržanta Lapiņa atgriešanās (Return of Sergeant Lapins).",
      "pageId": 31431915,
      "monthDay": "10/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tang_Wei",
      "name": "Tang Wei",
      "aboutText": "Giorgos Karadimos is a musician from Greece.",
      "pageId": 31695288,
      "monthDay": "10/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Edison_Chen",
      "name": "Edison Chen",
      "aboutText": "Robert Louis (\"Robby\") Ginepri (born October 7, 1982) is a retired American professional tennis player. He won three ATP singles titles in his career and achieved a career-high ranking of World No. 15 in December 2005.",
      "pageId": 902203,
      "monthDay": "10/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tim_Cresswell",
      "name": "Tim Cresswell",
      "aboutText": "Li Yundi (simplified Chinese: 李云迪; traditional Chinese: 李雲迪; pinyin: Lǐ Yúndí) (born October 7, 1982) is a Chinese classical pianist. He is also popularly known as Yundi and formerly Yundi Li. Born in Chongqing, Li is most well known for being the youngest pianist to win the International Frédéric Chopin Piano Competition, in 2000, at the age of 18.",
      "pageId": 959183,
      "monthDay": "10/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jelena_Jensen",
      "name": "Jelena Jensen",
      "aboutText": "Jermain Colin Defoe (born 7 October 1982) is an English professional footballer who plays as a striker for Premier League club Sunderland and the England national team.\nDefoe began his career with Charlton Athletic, joining their youth team at age fourteen, before moving to West Ham United aged sixteen and rising through the ranks. He made his professional debut for West Ham in 2000, and after a season-long loan spell at Bournemouth during the 2000–01 season, established himself in the West Ham line-up.",
      "pageId": 1319785,
      "monthDay": "10/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Madjid_Bougherra",
      "name": "Madjid Bougherra",
      "aboutText": "Dwayne John Bravo (born 7 October 1983) is a Trinidadian cricketer. A genuine all-rounder, Bravo bats right-handed and bowls right-arm medium-fast pace. He is particularly known for his aggressive batting in the middle order, and for his \"at the death\" bowling.",
      "pageId": 1376835,
      "monthDay": "10/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jermain_Defoe",
      "name": "Jermain Defoe",
      "aboutText": "Tim Cresswell is a human geographer and Professor of History and International Affairs at Northeastern University, Boston.",
      "pageId": 1579509,
      "monthDay": "10/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Robby_Ginepri",
      "name": "Robby Ginepri",
      "aboutText": "Salman Butt (Punjabi/Urdu: سلمان بٹ ‎, Salmān Buṭṭ; born 7 October 1984) is a Pakistani cricketer who was jailed in Britain for match fixing in 2011.\nPrior to his ban and prison sentence, he had been a regular Test and ODI left-handed opening batsman. He made his Test debut on 3 September 2003 in the third Test against Bangladesh, and a year later, made his ODI debut against West Indies on 22 September 2004.",
      "pageId": 3098915,
      "monthDay": "10/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lockett_Pundt",
      "name": "Lockett Pundt",
      "aboutText": "Scott Upshall (born October 7, 1983) is a Canadian professional ice hockey right winger who currently plays for the St. Louis Blues of the National Hockey League (NHL). He previously served as an alternate captain for the Florida Panthers.",
      "pageId": 3215282,
      "monthDay": "10/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Li_Yundi",
      "name": "Li Yundi",
      "aboutText": "Jelena Jensen (born October 7, 1981) is the stage name of an American entrepreneur, pornographic actress, nude model, webcam model, webmaster, photographer, videographer, and radio personality.",
      "pageId": 3336401,
      "monthDay": "10/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Archie_Bland",
      "name": "Archie Bland",
      "aboutText": "Madjid Bougherra (Arabic: مجيد بوغرة‎; born 7 October 1982) an Algerian professional footballer who currently plays for Al-Fujairah in the UAE Arabian Gulf League. He is a central defender, who can also play as a midfielder.\nBougherra began his professional football career with French club Gueugnon before having spells with English sides Crewe Alexandra, Sheffield Wednesday and Charlton Athletic.",
      "pageId": 4234928,
      "monthDay": "10/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dwayne_Bravo",
      "name": "Dwayne Bravo",
      "aboutText": "Simon Busk Poulsen (born 7 October 1984 in Sønderborg) is a Danish professional football player who plays for Eredivisie side PSV as a left back. He has played 31 games for the Denmark national football team.",
      "pageId": 5231846,
      "monthDay": "10/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Flying_Lotus",
      "name": "Flying Lotus",
      "aboutText": "Evan Michael Longoria (born October 7, 1985), nicknamed \"Longo\", is a Major League Baseball third baseman for the Tampa Bay Rays. Formerly, Longoria was a star infielder for the Long Beach State University baseball team, the 2005 Cape Cod League MVP, and the 2006 Big West Co-Player of the Year.\nLongoria was drafted by the Rays in the first round as the third pick overall in the 2006 MLB Draft.",
      "pageId": 5452063,
      "monthDay": "10/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Scottie_Upshall",
      "name": "Scottie Upshall",
      "aboutText": "Kazuki Kato (加藤 和樹, Katō Kazuki, October 7, 1984) is a Japanese actor and singer from Nagoya, Aichi Prefecture. He is best known for his role as Daisuke Kazama aka Kamen Rider Drake in Kamen Rider Kabuto and Keigo Atobe in The Prince of Tennis musicals.",
      "pageId": 6387017,
      "monthDay": "10/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Salman_Butt",
      "name": "Salman Butt",
      "aboutText": "Edison Koon-hei Chen (born 7 October 1980) is a Hong Kong film actor, musician, producer, entrepreneur, and fashion designer. Chen is also the founder of CLOT Inc., and the CEO of Clot Media Division Limited.\nHis native language is English, but he can speak and sing in Cantonese and in Mandarin and is conversational in Japanese, which allows him to be a part of multiple entertainment industries around the world.",
      "pageId": 7437187,
      "monthDay": "10/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Toma_Ikuta",
      "name": "Toma Ikuta",
      "aboutText": "Toma Ikuta (生田 斗真, Ikuta Tōma, born October 7, 1984) is a Japanese actor. Ikuta is known for his roles in Hanazakari no Kimitachi e and Honey & Clover.",
      "pageId": 10385277,
      "monthDay": "10/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kazuki_Kato",
      "name": "Kazuki Kato",
      "aboutText": "Steven Ellison (born October 7, 1983), known by his stage name Flying Lotus or sometimes FlyLo, is an experimental multi-genre music producer, electronic musician, DJ and rapper from Los Angeles, California.\nFlying Lotus has released five studio albums‍—‌1983 (2006), Los Angeles (2008), Cosmogramma (2010), Until the Quiet Comes (2012) and You're Dead! (2014)‍—‌to increasing critical acclaim.",
      "pageId": 10470533,
      "monthDay": "10/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anna_Larrucea",
      "name": "Anna Larrucea",
      "aboutText": "Lockett James Pundt IV (born October 7, 1982) is an American musician, guitarist and multi-instrumentalist of Atlanta-based indie rock group Deerhunter. Pundt joined Deerhunter in 2005 as a guitarist. He releases solo material under the name Lotus Plaza.",
      "pageId": 22378211,
      "monthDay": "10/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Simon_Poulsen",
      "name": "Simon Poulsen",
      "aboutText": "Celeste Beryl Braun (née Bonin; born October 7, 1986) is an American body builder, model, and retired professional wrestler. She is best known for her time in WWE under the ring name Kaitlyn.\nBraun started her career as a body fitness model.",
      "pageId": 28824722,
      "monthDay": "10/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Zachary_Wyatt",
      "name": "Zachary Wyatt",
      "aboutText": "Zachary Wyatt (born October 7, 1984) is an American politician from the state of Missouri. A Republican, Wyatt was a one-term member of the Missouri House of Representatives from the 2nd District, encompassing Adair county, Putnam county, and a part of Sullivan county. In May 2012, Representative Wyatt became, at that time, the nation's only openly gay Republican legislator.",
      "pageId": 29614806,
      "monthDay": "10/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Evan_Longoria",
      "name": "Evan Longoria",
      "aboutText": "James Franklin Archibald \"Archie\" Bland (born 1983) is a United Kingdom newspaper journalist.\nBland was the Deputy Editor of The Independent, a national British newspaper, a post to which he was appointed in April 2012, at the age of 28. He was also the Editor of the Saturday edition of The Independent.",
      "pageId": 36923224,
      "monthDay": "10/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kaitlyn_(wrestler)",
      "name": "Kaitlyn",
      "aboutText": "Anna Larrucea (born October 7, 1984) is a former child star, film and TV actress in the Philippines.",
      "pageId": 39118535,
      "monthDay": "10/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Chase_Daniel",
      "name": "Chase Daniel",
      "aboutText": "Jeremy Russell Brockie (born 7 October 1987) is a New Zealand footballer who plays for SuperSport United in the South African Premier Soccer League.",
      "pageId": 2916583,
      "monthDay": "10/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lee_Nguyen",
      "name": "Lee Nguyen",
      "aboutText": "Lee Nguyễn (Vietnamese: Nguyễn Thế Anh), born October 7, 1986) is an American soccer midfielder for the New England Revolution in Major League Soccer.",
      "pageId": 5157316,
      "monthDay": "10/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gunnar_Nielsen_(footballer)",
      "name": "Gunnar Nielsen",
      "aboutText": "Sam Austin Querrey (born October 7, 1987) is a professional American tennis player from San Francisco, California currently living in Las Vegas, Nevada. His career-high singles ranking is world no. 17, achieved in January 2011.",
      "pageId": 5972057,
      "monthDay": "10/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Bree_Olson",
      "name": "Bree Olson",
      "aboutText": "William Chase Daniel (born October 7, 1986) is an American football quarterback for the Kansas City Chiefs of the National Football League. He was signed by the Washington Redskins as an undrafted free agent in 2009. He played college football at Missouri and almost led the Tigers to a National Championship Game appearance during the 2007 season (they lost to Oklahoma, which eliminated them from contention).",
      "pageId": 9454711,
      "monthDay": "10/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jeremy_Brockie",
      "name": "Jeremy Brockie",
      "aboutText": "Diego da Silva Costa (Spanish: [ˈdjeɣo ða ˈsilβa ˈkosta], Portuguese: [ˈdʒjeɡu dɐ ˈsiwvɐ ˈkɔstɐ]; born 7 October 1988), is a Brazil-born Spanish professional footballer who plays as a striker for English club Chelsea and the Spain national team. He has been described by pundits as a talented striker whose main attributes are his physicality, goalscoring and ability to keep possession, however he has also been criticised and punished for several confrontations with opponents.\nHe began his career with Braga and Penafiel in Portugal, and was signed by Atlético Madrid in 2007.",
      "pageId": 10157131,
      "monthDay": "10/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sam_Querrey",
      "name": "Sam Querrey",
      "aboutText": "Gunnar Nielsen (born 7 October 1986) is a Faroese footballer who plays as a goalkeeper for Icelandic club FH. Nielsen has also represented Havnar Bóltfelag, Boldklubben Frem, Gøtu Ítróttarfelag, Blackburn Rovers, Manchester City, Wrexham, Tranmere Rovers, Silkeborg, Motherwell, Stjarnan and the Faroe Islands national football team at all age levels.\n^ \"Premier League Clubs submit Squad Lists\" (PDF). Premier League.",
      "pageId": 12055389,
      "monthDay": "10/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Diego_da_Silva_Costa",
      "name": "Diego da Silva Costa",
      "aboutText": "Princess Senate Mohato Seeiso (born 7 October 2001) is the eldest child of King Letsie III of Lesotho and his wife Queen 'Masenate Mohato Seeiso.\nPrincess Senate was born in Maseru, the capital of Lesotho. The current laws governing the Line of succession to the Lesothan throne bar women from succeeding to the throne although there has been support within Lesotho for a change in the rules.",
      "pageId": 13645308,
      "monthDay": "10/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lauren_Mayberry",
      "name": "Lauren Mayberry",
      "aboutText": "Rachel Marie Oberlin (born October 7, 1986), best known by her stage name Bree Olson, is an American former pornographic actress and Penthouse Pet. She performed in over 280 adult films from 2006 to 2011.",
      "pageId": 21682749,
      "monthDay": "10/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Trent_Merrin",
      "name": "Trent Merrin",
      "aboutText": "Trent Merrin (born 7 October 1989) is an Australian professional rugby league footballer who currently plays for the Penrith Panthers in the National Rugby League. He primarily plays as a lock and prop and previously played for the St.",
      "pageId": 22220684,
      "monthDay": "10/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Thunder_(singer)",
      "name": "Thunder",
      "aboutText": "Ayla Marie Kell (born October 7, 1990) is an American actress.",
      "pageId": 23658980,
      "monthDay": "10/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sebasti%C3%A1n_Coates",
      "name": "Sebastián Coates",
      "aboutText": "Sebastián Coates Nion (Spanish pronunciation: [seβasˈtjan koˈates ˈnjon]; born 7 October 1990) is a Uruguayan professional footballer who plays as a centre back for Premier League club Sunderland and the Uruguay national team.\nHaving begun his career at Nacional, where he was a regular from his debut in 2009, Coates joined Liverpool in 2011. He spent time out on loan, back at Nacional, and at Sunderland, and then joined the latter permanently in 2015.",
      "pageId": 25110068,
      "monthDay": "10/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ayla_Kell",
      "name": "Ayla Kell",
      "aboutText": "Nicole Yongju Jung (born October 7, 1991), better known mononymously as Nicole (Hangul: 니콜), is a Korean-American idol singer, TV presenter, promotional model, and entrepreneur. She is a former member of girl group Kara formed by DSP Entertainment in 2007.\nIn 2014, Jung left DSP Media and moved to B2M Entertainment to pursue her solo career.",
      "pageId": 26813020,
      "monthDay": "10/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nicole_Jung",
      "name": "Nicole Jung",
      "aboutText": "Park Sang-hyun (Korean: 박상현; born October 7, 1990) better known by his stage name Thunder (Korean: 천둥; Cheondung), is the younger brother of 2NE1's vocalist Sandara Park, a South Korean idol and was a member of South Korean idol group MBLAQ until December 16, 2014, when it was announced that Cheondung had departed from the group to focus on studying music for a while. He was revealed to have joined Mystic Entertainment's music label, APOP, on February 11, 2015.",
      "pageId": 37689080,
      "monthDay": "10/07"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mookie_Betts",
      "name": "Mookie Betts",
      "aboutText": "Jean-Luc Baker (born October 7, 1993) is an American ice dancer. With partner Kaitlin Hawayek, he is the 2014 World Junior champion, 2013 JGP Final silver medalist, and 2014 U.S. national junior champion.",
      "pageId": 38702388,
      "monthDay": "10/07"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jean-Luc_Baker",
      "name": "Jean-Luc Baker",
      "aboutText": "Markus Lynn \"Mookie\" Betts (born October 7, 1992), is an American professional baseball center fielder for the Boston Red Sox of Major League Baseball (MLB). Betts is listed at 5 feet 9 inches (1.75 m) and 180 pounds (82 kg), and bats and throws right handed. Entering the 2014 season, he was rated the 74th best prospect by Baseball America, while MLB.com ranked Betts the 58th-best overall prospect and third among second basemen.",
      "pageId": 39783541,
      "monthDay": "10/07"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ejowvokoghene_Oduduru",
      "name": "Ejowvokoghene Oduduru",
      "aboutText": "Kira Nicole Kosarin (born October 7, 1997) is an American actress and singer who currently stars as Phoebe Thunderman in the Nickelodeon series The Thundermans .",
      "pageId": 41671804,
      "monthDay": "10/07"
    },
    {
      "year": "1997",
      "uri": "/wiki/Kira_Kosarin",
      "name": "Kira Kosarin",
      "aboutText": "Lauren Eve Mayberry (born 7 October 1987) is a Scottish singer, songwriter, and journalist best known as the lead vocalist of the Scottish synthpop band Chvrches.\n^ Jamieson, Teddy (21 April 2013). \"Past experience helps Chvrches handle the hype\".",
      "pageId": 42495888,
      "monthDay": "10/07"
    },
    {
      "year": "1997",
      "uri": "/wiki/Lauren_Platt",
      "name": "Lauren Platt",
      "aboutText": "Lauren Nicole Platt (born 7 October 1997) is an English singer and presenter who finished fourth in the eleventh series of The X Factor. In 2016, she will present the CBBC kids talent show Got What It Takes? with Carrie Fletcher.",
      "pageId": 43973961,
      "monthDay": "10/07"
    },
    {
      "year": "2001",
      "uri": "/wiki/Princess_Senate_Seeiso",
      "name": "Princess Senate Seeiso",
      "aboutText": "Ejowvokoghene Divine Oduduru (born October 7, 1996) is a Nigerian sprinter.\nOduduru was born in Ughelli. He was the silver medalist in the 200 metres at the 2014 World Junior Championships.",
      "pageId": 44805138,
      "monthDay": "10/07"
    }
  ]
}