{
  "people": [
    {
      "year": "1344",
      "uri": "/wiki/Mary_of_Waltham",
      "name": "Mary of Waltham",
      "aboutText": "Giuseppe Fortunino Francesco Verdi (Italian: [dʒuˈzɛppe ˈverdi]; 10 October 1813 – 27 January 1901) was an Italian composer of operas.\nVerdi was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Bellini, Donizetti and Rossini, whose works significantly influenced him, becoming one of the pre-eminent opera composers in history.",
      "pageId": 12958,
      "monthDay": "10/10"
    },
    {
      "year": "1465",
      "uri": "/wiki/Selim_I",
      "name": "Selim I",
      "aboutText": "John Abercrombie, FRSE, FRCSE, FRCPE (10 October 1780 – 14 November 1844), was a Scottish physician and philosopher. The Chambers Biographical Dictionary says of him that after Dr James Gregory's death, he was \"recognized as the first consulting physician in Scotland\".\n^ Chambers Biographical Dictionary, ISBN 0-550-18022-2, p.",
      "pageId": 16390,
      "monthDay": "10/10"
    },
    {
      "year": "1567",
      "uri": "/wiki/Infanta_Catherine_Michelle_of_Spain",
      "name": "Infanta Catherine Michelle of Spain",
      "aboutText": "Henry Cavendish FRS (10 October 1731 – 24 February 1810) was a British natural philosopher, scientist, and an important experimental and theoretical chemist and physicist. Cavendish is noted for his discovery of hydrogen or what he called \"inflammable air\". He described the density of inflammable air, which formed water on combustion, in a 1766 paper \"On Factitious Airs\".",
      "pageId": 102338,
      "monthDay": "10/10"
    },
    {
      "year": "1599",
      "uri": "/wiki/%C3%89tienne_Moulini%C3%A9",
      "name": "Étienne Moulinié",
      "aboutText": "Stephanus Johannes Paulus \"Paul\" Kruger (/ˈkruːɡər/; Dutch: [ˈkryχər]; 10 October 1825 – 14 July 1904) was one of the dominant political and military figures in 19th-century South Africa, and President of the South African Republic (or Transvaal) from 1883 to 1900. Nicknamed Oom Paul (\"Uncle Paul\"), he came to international prominence as the face of the Boer cause—that of the Transvaal and its neighbour the Orange Free State—against Britain during the Second Boer War of 1899–1902. He has been called a personification of Afrikanerdom, and remains a controversial and divisive figure; admirers venerate him as a tragic folk hero, while critics view him as the obstinate guardian of an unjust cause.",
      "pageId": 137007,
      "monthDay": "10/10"
    },
    {
      "year": "1656",
      "uri": "/wiki/Nicolas_de_Largilli%C3%A8re",
      "name": "Nicolas de Largillière",
      "aboutText": "Isabella II (Spanish: Isabel II; 10 October 1830 – 10 April 1904) was queen regnant of Spain from 1833 until 1868. She came to the throne as an infant, but her succession was disputed by the Carlists, who refused to recognise a female sovereign, leading to the Carlist Wars. After a troubled reign, she was deposed in the Glorious Revolution of 1868, and formally abdicated in 1870.",
      "pageId": 149120,
      "monthDay": "10/10"
    },
    {
      "year": "1669",
      "uri": "/wiki/Johann_Nicolaus_Bach",
      "name": "Johann Nicolaus Bach",
      "aboutText": "Aleksis Kivi ( pronunciation ), born Alexis Stenvall, (10 October 1834 – 31 December 1872) was a Finnish author who wrote the first significant novel in the Finnish language, Seven Brothers (Finnish title: Seitsemän veljestä).",
      "pageId": 168025,
      "monthDay": "10/10"
    },
    {
      "year": "1678",
      "uri": "/wiki/John_Campbell,_2nd_Duke_of_Argyll",
      "name": "John Campbell, 2nd Duke of Argyll",
      "aboutText": "Jean-Antoine Watteau (French: [ʒan‿ɑ̃twan vato]; baptised October 10, 1684 – died July 18, 1721), better known as Antoine Watteau, was a French painter whose brief career spurred the revival of interest in colour and movement, as seen in the tradition of Correggio and Rubens. He revitalized the waning Baroque style, shifting it to the less severe, more naturalistic, less formally classical Rococo.\nWatteau is credited with inventing the genre of fêtes galantes, scenes of bucolic and idyllic charm, suffused with a theatrical air.",
      "pageId": 242867,
      "monthDay": "10/10"
    },
    {
      "year": "1684",
      "uri": "/wiki/Jean-Antoine_Watteau",
      "name": "Jean-Antoine Watteau",
      "aboutText": "William Whiting Boardman (October 10, 1794 – August 27, 1871) was a politician and United States Representative from Connecticut.",
      "pageId": 357069,
      "monthDay": "10/10"
    },
    {
      "year": "1700",
      "uri": "/wiki/Lambert-Sigisbert_Adam",
      "name": "Lambert-Sigisbert Adam",
      "aboutText": "Robert Gould Shaw (October 10, 1837 – July 18, 1863) was an American soldier in the Union Army during the U.S. Civil War. Born into a prominent abolitionist family, he accepted command of the first all-black regiment (54th Massachusetts) and encouraged the men to refuse their pay until it was equal to the white troops’ wage. At the Second Battle of Fort Wagner, a beachhead near Charleston, South Carolina, Shaw was killed while leading his men to the parapet of the enemy fort.",
      "pageId": 380233,
      "monthDay": "10/10"
    },
    {
      "year": "1731",
      "uri": "/wiki/Henry_Cavendish",
      "name": "Henry Cavendish",
      "aboutText": "Field Marshal John Campbell, 2nd Duke of Argyll, 1st Duke of Greenwich KG KT (10 October 1680 – 4 October 1743), styled Lord Lorne from 1680 to 1703, was a Scottish nobleman and senior commander in the British Army. He served on the contintent in the Nine Years' War and fought at the Battle of Kaiserwerth during the War of the Spanish Succession. He went on to serve as a brigade commander during the later battles of the War of the Spanish Succession.",
      "pageId": 407450,
      "monthDay": "10/10"
    },
    {
      "year": "1780",
      "uri": "/wiki/John_Abercrombie_(physician)",
      "name": "John Abercrombie",
      "aboutText": "Maurice Brazil Prendergast (October 10, 1858 – February 1, 1924) was an American Post-Impressionist artist who worked in oil, watercolor, and monotype. He exhibited as a member of The Eight, though the delicacy of his compositions and mosaic-like beauty of his style differed from the artistic intentions and philosophy of the group.",
      "pageId": 769185,
      "monthDay": "10/10"
    },
    {
      "year": "1794",
      "uri": "/wiki/William_Whiting_Boardman",
      "name": "William Whiting Boardman",
      "aboutText": "Nicolas de Largillière (October 10, 1656 – March 20, 1746) was a painter born in Paris, France.",
      "pageId": 892279,
      "monthDay": "10/10"
    },
    {
      "year": "1813",
      "uri": "/wiki/Giuseppe_Verdi",
      "name": "Giuseppe Verdi",
      "aboutText": "Samuel Jackson Randall (October 10, 1828 – April 13, 1890) was a Democratic member of the United States House of Representatives from Pennsylvania in the late 19th century. He served as the 29th Speaker of the House and was twice a contender for his party's nomination for President of the United States.\nBorn in Philadelphia to a family active in Whig politics, Randall shifted to the Democratic Party after the Whigs' demise.",
      "pageId": 1118975,
      "monthDay": "10/10"
    },
    {
      "year": "1819",
      "uri": "/wiki/Heinrich_Joseph_Dominicus_Denzinger",
      "name": "Heinrich Joseph Dominicus Denzinger",
      "aboutText": "Johann Nicolaus Bach (or Johann Nikolaus Bach) (20 October [O.S. 10 October] 1669 – 4 November 1753) was a German composer of the Baroque period.\nJohann Nicolaus was the eldest son of Johann Christoph Bach and the second cousin of Johann Sebastian Bach. He was educated at the University of Jena, where he later became organist.",
      "pageId": 2158590,
      "monthDay": "10/10"
    },
    {
      "year": "1825",
      "uri": "/wiki/Paul_Kruger",
      "name": "Paul Kruger",
      "aboutText": "Lambert-Sigisbert Adam (10 October 1700 – 12 May 1759), French sculptor, known as Adam l’aîné (\"the elder\") to distinguish him from his two sculptor brothers, was born in Nancy, the eldest son of sculptor Jacob-Sigisbert Adam.",
      "pageId": 2368024,
      "monthDay": "10/10"
    },
    {
      "year": "1828",
      "uri": "/wiki/Samuel_J._Randall",
      "name": "Samuel J. Randall",
      "aboutText": "Catherine Michelle of Spain (Spanish: Catalina Micaela de Austria; 10 October 1567 – 6 November 1597) was a Duchess consort of Savoy by marriage to Charles Emmanuel I, Duke of Savoy: she also served as Regent of Savoy several times during the absence of her spouse.",
      "pageId": 2521825,
      "monthDay": "10/10"
    },
    {
      "year": "1830",
      "uri": "/wiki/Isabella_II_of_Spain",
      "name": "Isabella II of Spain",
      "aboutText": "Selim I (Ottoman Turkish: سليم اوّل, Modern Turkish: I.Selim or Yavuz Sultan Selim), nicknamed Yavuz (traditionally translated as \"grim,\" but closer to \"stern\" or \"implacable\" in meaning) (October 10, 1465/1466/1470 – September 22, 1520), was the Sultan of the Ottoman Empire from 1512 to 1520. His reign is notable for the enormous expansion of the Empire, particularly his conquest between 1516 and 1517 of the entire Mamluk Sultanate of Egypt, which included all of Sham, Hejaz, Tihamah, and Egypt itself. He was also granted the title of \"Khâdim ül Haramain ish Sharifain\" (Servant of the Holy Cities of Mecca and Medina) by the Sharif of Mecca in 1517.",
      "pageId": 2964984,
      "monthDay": "10/10"
    },
    {
      "year": "1834",
      "uri": "/wiki/Aleksis_Kivi",
      "name": "Aleksis Kivi",
      "aboutText": "Heinrich Joseph Dominicus Denzinger (10 November 1819 – 19 June 1883) was a leading German Catholic theologian and author of the Enchiridion Symbolorum et Definitionum (Handbook of Creeds and Definitions) commonly referred to simply as \"Denzinger\".",
      "pageId": 3166790,
      "monthDay": "10/10"
    },
    {
      "year": "1837",
      "uri": "/wiki/Robert_Gould_Shaw",
      "name": "Robert Gould Shaw",
      "aboutText": "Étienne Moulinié (10 October 1599 – 1676) was a French Baroque composer. He was born in Languedoc, and when he was a child he sang at the Narbonne Cathedral. Through the influence of his brother Antoine (died 1655), Moulinié gained an appointment at court, as the director of music for Gaston d'Orléans, the younger brother of the king.",
      "pageId": 4312929,
      "monthDay": "10/10"
    },
    {
      "year": "1858",
      "uri": "/wiki/Maurice_Prendergast",
      "name": "Maurice Prendergast",
      "aboutText": "Mary of Waltham (10 October 1344 – September 1361) Duchess Consort of Brittany, was the daughter of Edward III of England and Philippa of Hainault.",
      "pageId": 6553252,
      "monthDay": "10/10"
    },
    {
      "year": "1861",
      "uri": "/wiki/Fridtjof_Nansen",
      "name": "Fridtjof Nansen",
      "aboutText": "Alberto Giacometti (Italian pronunciation: [alˈbɛrto dʒakoˈmetti]; 10 October 1901 – 11 January 1966) was a Swiss sculptor, painter, draughtsman and printmaker. He was born in the canton Graubünden's southerly alpine valley Val Bregaglia, as the eldest of four children to Giovanni Giacometti, a well-known post-Impressionist painter.",
      "pageId": 2433,
      "monthDay": "10/10"
    },
    {
      "year": "1863",
      "uri": "/wiki/Helen_Dunbar",
      "name": "Helen Dunbar",
      "aboutText": "Fridtjof Nansen (/ˈfrɪd.tjɒf ˈnænsən/ FRID-choff NAN-sən; 10 October 1861 – 13 May 1930) was a Norwegian explorer, scientist, diplomat, humanitarian and Nobel Peace Prize laureate. In his youth a champion skier and ice skater, he led the team that made the first crossing of the Greenland interior in 1888, cross-country skiing on the island, and won international fame after reaching a record northern latitude of 86°14′ during his North Pole expedition of 1893–96. Although he retired from exploration after his return to Norway, his techniques of polar travel and his innovations in equipment and clothing influenced a generation of subsequent Arctic and Antarctic expeditions.",
      "pageId": 11820,
      "monthDay": "10/10"
    },
    {
      "year": "1864",
      "uri": "/wiki/T._Frank_Appleby",
      "name": "T. Frank Appleby",
      "aboutText": "Henricus Antonius 'Han' van Meegeren (Dutch pronunciation: [ɦɛnˈrikʏs ɑnˈtoːniʏs ˈɦɑn vɑn ˈmeːɣərə(n)]; 10 October 1889 – 30 December 1947) was a Dutch painter and portraitist and is considered to be one of the most ingenious art forgers of the 20th century.\nAs a child, van Meegeren developed an enthusiasm for the paintings of the Dutch Golden Age, and later set out to become an artist himself. Art critics, however, decried his work as tired and derivative, and van Meegeren felt that they had destroyed his career.",
      "pageId": 50478,
      "monthDay": "10/10"
    },
    {
      "year": "1870",
      "uri": "/wiki/Louise_Mack",
      "name": "Louise Mack",
      "aboutText": "Helen Hayes MacArthur (née Brown) (October 10, 1900 – March 17, 1993) was an American actress whose career spanned almost 80 years. She eventually garnered the nickname \"First Lady of American Theatre\" and was one of 12 people who have won an Emmy, a Grammy, an Oscar and a Tony Award (an EGOT). Hayes also received the Presidential Medal of Freedom, America's highest civilian honor, from President Ronald Reagan in 1986.",
      "pageId": 177771,
      "monthDay": "10/10"
    },
    {
      "year": "1877",
      "uri": "/wiki/William_Morris,_1st_Viscount_Nuffield",
      "name": "William Morris, 1st Viscount Nuffield",
      "aboutText": "Lilly Daché (10 October 1898 – 31 December 1989) was a French milliner and fashion designer.",
      "pageId": 341864,
      "monthDay": "10/10"
    },
    {
      "year": "1884",
      "uri": "/wiki/Nikolai_Klyuev",
      "name": "Nikolai Klyuev",
      "aboutText": "William Richard Morris, 1st Viscount Nuffield GBE CH FRS (10 October 1877 – 22 August 1963), known as Sir William Morris, Bt, between 1929 and 1934 and as The Lord Nuffield between 1934 and 1938, was a British motor manufacturer and philanthropist. He was the founder of Morris Motors Limited and is remembered as the founder of the Nuffield Foundation, the Nuffield Trust and Nuffield College, Oxford.",
      "pageId": 375556,
      "monthDay": "10/10"
    },
    {
      "year": "1884",
      "uri": "/wiki/Ida_W%C3%BCst",
      "name": "Ida Wüst",
      "aboutText": "Wolfram Freiherr von Richthofen (10 October 1895 – 12 July 1945) was a German Generalfeldmarschall (Field Marshal) of the Luftwaffe (German Air Force) during the Second World War. Born in 1895 into a family of the Prussian nobility, Richthofen grew up in prosperous surroundings. At the age of eighteen, after leaving school, he opted to join the German Army rather than choose an academic career, and joined the army's cavalry arm in 1913.",
      "pageId": 549389,
      "monthDay": "10/10"
    },
    {
      "year": "1885",
      "uri": "/wiki/Walter_Anderson_(folklorist)",
      "name": "Walter Anderson",
      "aboutText": "Walter Arthur Alexander Anderson (Belarusian: Вальтэр Артур Аляксандр Андэрсан; October 10 [O.S. September 28] 1885, Minsk, Russian Empire – August 23, 1962 in Kiel, Germany) was a German ethnologist (folklorist).",
      "pageId": 888082,
      "monthDay": "10/10"
    },
    {
      "year": "1889",
      "uri": "/wiki/Han_van_Meegeren",
      "name": "Han van Meegeren",
      "aboutText": "Prince Charles, Count of Flanders, Prince of Belgium (10 October 1903 – 1 June 1983) was the second son of Albert I, King of the Belgians and Duchess Elisabeth in Bavaria. Born in Brussels, he served in lieu of his older brother King Leopold III from 1944 until 1950 as Prince regent until Leopold was allowed to return to Belgium. However, shortly after returning and resuming his monarchical duties, Leopold abdicated in favour of his heir apparent, his son Baudouin.",
      "pageId": 939602,
      "monthDay": "10/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Alfred_Neuland",
      "name": "Alfred Neuland",
      "aboutText": "Vernon Duke (10 October [O.S. 27 September] 1903 –  16 January 1969) was an American composer/songwriter, who also wrote under his original name, Vladimir Dukelsky. He is best known for \"Taking a Chance on Love\" with lyrics by Ted Fetter and John Latouche, \"I Can't Get Started\" with lyrics by Ira Gershwin, \"April in Paris\" with lyrics by E. Y. (\"Yip\") Harburg (1932), and \"What Is There To Say\" for the Ziegfeld Follies of 1934, also with Harburg. He wrote the words and music for \"Autumn in New York\" (1934).",
      "pageId": 1147192,
      "monthDay": "10/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Fridolf_Rhudin",
      "name": "Fridolf Rhudin",
      "aboutText": "Kota Shivaram Karanth (ಶಿವರಾಮ ಕಾರಂತ)(10 October 1902 – 9 December 1997) was a Kannada writer, social activist, environmentalist, Yakshagana artist, film maker and thinker. He was described as the \"Rabindranath Tagore of Modern India, who has been one of the finest novelists-activists since independence\" by critic Ramachandra Guha.",
      "pageId": 1208310,
      "monthDay": "10/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Wolfram_Freiherr_von_Richthofen",
      "name": "Wolfram Freiherr von Richthofen",
      "aboutText": "Nikolai Alekseevich Klyuev Russian: Николай Алексеевич Клюев (occasionally transliterated from the Cyrillic alphabet as Kliuev, Kluev, Klyuyev, or Kluyev) (October 10, 1884 - between October 23 and 25, 1937), was a notable Russian poet. He was influenced by the symbolist movement, intense nationalism, and a love of Russian folklore.\nBorn in the village of Koshtugi in Olonets Governorate (now Vologda Oblast) near the town of Vytegra, Kluyev rose to prominence in the early twentieth century as the leader of the so-called \"peasant poets\".",
      "pageId": 6103332,
      "monthDay": "10/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Lilly_Dach%C3%A9",
      "name": "Lilly Daché",
      "aboutText": "Bei Shizhang (simplified Chinese: 贝时璋; traditional Chinese: 貝時璋; pinyin: Bèi Shízhāng; also written Shi-Zhang Bei; October 10, 1903 – October 29, 2009) was a Chinese biologist and educator. He was an academician at the Chinese Academy of Sciences.\nHe was born in Zhenhai, Zhejiang province, on October 10, 1903.",
      "pageId": 6229619,
      "monthDay": "10/10"
    },
    {
      "year": "1900",
      "uri": "/wiki/Helen_Hayes",
      "name": "Helen Hayes",
      "aboutText": "Helen Dunbar (October 10, 1863 – August 28, 1933) was an American theatrical performer and silent film actress.",
      "pageId": 7078657,
      "monthDay": "10/10"
    },
    {
      "year": "1901",
      "uri": "/wiki/Alberto_Giacometti",
      "name": "Alberto Giacometti",
      "aboutText": "Theodore Frank Appleby (October 10, 1864 – December 15, 1924) was an American Republican Party politician who represented New Jersey's 3rd congressional district in the United States House of Representatives from 1921 to 1923. He was the father of Stewart Hoffman Appleby, who also became a congressman from New Jersey.\n^ \"Theodore Frank Appleby\".",
      "pageId": 10081077,
      "monthDay": "10/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/K._Shivaram_Karanth",
      "name": "K. Shivaram Karanth",
      "aboutText": "Fridolf Rhudin (10 October 1895 – 6 March 1935) was a Swedish actor and comedian.",
      "pageId": 10724114,
      "monthDay": "10/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Prince_Charles,_Count_of_Flanders",
      "name": "Prince Charles, Count of Flanders",
      "aboutText": "Alfred Karl Neuland (10 October 1895 in Valga – 16 November 1966 in Tallinn) was a weightlifter and Olympic champion from Valga, Estonia. He won gold medal at the 1920 Summer Olympics in Antwerp (Lightweight), and obtained a silver medal at the 1924 Summer Olympics in Paris (Middleweight).",
      "pageId": 15304281,
      "monthDay": "10/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vernon_Duke",
      "name": "Vernon Duke",
      "aboutText": "Marie Louise Hamilton Mack (10 October 1870 – 23 November 1935) was an Australian poet, journalist and novelist.",
      "pageId": 19055686,
      "monthDay": "10/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Bei_Shizhang",
      "name": "Bei Shizhang",
      "aboutText": "Ida Wüst (10 October 1884 in Frankfurt am Main – 4 October 1958 in Berlin) was a German stage and film actress, whose career was most prominent in the 1920s and 1930s with Universum Film AG (Ufa).",
      "pageId": 26962545,
      "monthDay": "10/10"
    },
    {
      "year": "1905",
      "uri": "/wiki/Aksella_Luts",
      "name": "Aksella Luts",
      "aboutText": "Aksella Hildegard Luts (10 October 1905 - 8 January 2005) was an Estonian actress, screenwriter, dancer and choreographer.",
      "pageId": 45572354,
      "monthDay": "10/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/Paul_Creston",
      "name": "Paul Creston",
      "aboutText": "Mercè Rodoreda i Gurguí (Catalan pronunciation: [mərˈsɛ ruðuˈɾɛðə]) (October 10, 1908 – April 13, 1983) was a Catalan novelist, who wrote in Catalan.\nShe is considered by many to be the most important Catalan novelist of the postwar period. Her novel La plaça del diamant ('The diamond square', translated as 'The Time of the Doves', 1962) has become the most acclaimed Catalan novel of all time and since the year it was published for the first time, it has been translated into over 30 languages.",
      "pageId": 64677,
      "monthDay": "10/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/R._K._Narayan",
      "name": "R. K. Narayan",
      "aboutText": "Thelonious Sphere Monk (October 10, 1917 – February 17, 1982) was an American jazz pianist and composer. Monk had a unique improvisational style and made numerous contributions to the standard jazz repertoire, including \"'Round Midnight\", \"Blue Monk\", \"Straight, No Chaser\" \"Ruby, My Dear\", \"In Walked Bud\", and \"Well, You Needn't\". Monk is the second-most recorded jazz composer after Duke Ellington, which is particularly remarkable as Ellington composed more than 1,000 pieces, whereas Monk wrote about 70.",
      "pageId": 84250,
      "monthDay": "10/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Johnny_Green",
      "name": "Johnny Green",
      "aboutText": "R. K. Narayan (10 October 1906 – 13 May 2001), full name Rasipuram Krishnaswami Iyer Narayanaswami, was an Indian writer, best known for his works set in the fictional South Indian town of Malgudi. He is one of three leading figures of early Indian literature in English (alongside Mulk Raj Anand and Raja Rao), and is credited with bringing the genre to the rest of the world.\nNarayan broke through with the help of his mentor and friend, Graham Greene, who was instrumental in getting publishers for Narayan’s first four books, including the semi-autobiographical trilogy of Swami and Friends, The Bachelor of Arts and The English Teacher.",
      "pageId": 149895,
      "monthDay": "10/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Merc%C3%A8_Rodoreda",
      "name": "Mercè Rodoreda",
      "aboutText": "Paul Creston (born Giuseppe Guttoveggio; October 10, 1906 – August 24, 1985) was an Italian American composer of classical music.\nBorn in New York City to Sicilian immigrants, Creston was self‐taught as a composer. He was an honorary member of Phi Mu Alpha Sinfonia music fraternity, initiated into the national honorary Alpha Alpha chapter.",
      "pageId": 303369,
      "monthDay": "10/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Robert_F._Boyle",
      "name": "Robert F. Boyle",
      "aboutText": "Harry \"Sweets\" Edison (October 10, 1915 – July 27, 1999) was an American jazz trumpeter and member of the Count Basie Orchestra.",
      "pageId": 322567,
      "monthDay": "10/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Julius_Shulman",
      "name": "Julius Shulman",
      "aboutText": "Claude Simon (French: [simɔ̃]; 10 October 1913 – 6 July 2005) was a Malagasy-French author and academic, and the 1985 Nobel Laureate in Literature.\nHis parents were French, his father being a career officer who was killed in the First World War. He grew up with his mother and her family in Perpignan in the middle of the wine district of Roussillon.",
      "pageId": 335247,
      "monthDay": "10/10"
    },
    {
      "year": "1911",
      "uri": "/wiki/Clare_Hollingworth",
      "name": "Clare Hollingworth",
      "aboutText": "Christopher Nicholas Parsons, CBE (born 10 October 1923) is an English radio and television presenter and actor. His long career in television, radio and theatre has made him a household name and he has been described as \"the ultimate quiz show host\" because of his \"geniality, clarity of diction and the speed with which he rattled through questions\".\nBest known today for his long-standing position as host of the comedy radio game show Just a Minute, Parsons is also famous as the long-term host of Sale of the Century, a show whose audience peaked at over 21 million viewers (a record for an ITV game show).",
      "pageId": 497526,
      "monthDay": "10/10"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ram_Vilas_Sharma",
      "name": "Ram Vilas Sharma",
      "aboutText": "Graeme Murray Walker, OBE (born 10 October 1923), known as Murray Walker, is a semi-retired English Formula One motorsport commentator and journalist.",
      "pageId": 528977,
      "monthDay": "10/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Claude_Simon",
      "name": "Claude Simon",
      "aboutText": "Thomas Morgan Fine (October 10, 1914 – January 10, 2005) was an American pitcher in Major League Baseball who played in 23 games for the Boston Red Sox (1947) and St. Louis Browns (1950). The native of Cleburne, Texas, stood 6 feet (1.8 m) tall and weighed 190 pounds (86 kg).",
      "pageId": 1469096,
      "monthDay": "10/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Tommy_Fine",
      "name": "Tommy Fine",
      "aboutText": "Willard Zebedee \"Bud\" Estey, CC (October 10, 1919 – January 25, 2002) was a Canadian justice of the Supreme Court of Canada.\nEstey was born in Saskatoon, Saskatchewan. He was the son of James Wilfred Estey, a puisne justice of the Supreme Court of Canada, and Muriel Baldwin.",
      "pageId": 1688650,
      "monthDay": "10/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ivory_Joe_Hunter",
      "name": "Ivory Joe Hunter",
      "aboutText": "Edgar Louis \"Beaver\" Laprade (October 10, 1919 – April 28, 2014) was a Canadian professional ice hockey centre who played for the New York Rangers in the National Hockey League. The son of Thomas and Edith Laprade, he was born in the New Ontario community of Mine Centre. By age 4, he and his family moved to Port Arthur, Ontario.",
      "pageId": 1995314,
      "monthDay": "10/10"
    },
    {
      "year": "1915",
      "uri": "/wiki/Harry_Edison",
      "name": "Harry Edison",
      "aboutText": "Found Voice_type, Ivory Joe Hunter (October 10, 1914 – November 8, 1974) was an American rhythm and blues singer, songwriter, and pianist. After a series of hits on the US R&B chart starting in the mid-1940s, he became more widely known for his hit recording, \"Since I Met You Baby\" (1956). He was billed as The Baron of the Boogie, and also known as The Happiest Man Alive.",
      "pageId": 2780978,
      "monthDay": "10/10"
    },
    {
      "year": "1917",
      "uri": "/wiki/Thelonious_Monk",
      "name": "Thelonious Monk",
      "aboutText": "Gerry Ethridge Gomez (10 October 1919 – 6 August 1996) was a West Indian cricketer who played 29 Tests for the West Indies between 1939 and 1954, scoring 1,243 runs and taking 58 wickets. He captained in one match for the West Indies when England toured in 1947/8.\nGomez was born in Port of Spain, Trinidad.",
      "pageId": 3128368,
      "monthDay": "10/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Willard_Estey",
      "name": "Willard Estey",
      "aboutText": "Johnny Green (10 October 1908 – 15 May 1989) was an American songwriter, composer, musical arranger, and conductor. He was given the nickname \"Beulah\" by colleague Conrad Salinger. His most famous song was one of his earliest, \"Body and Soul\".",
      "pageId": 3634591,
      "monthDay": "10/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gerry_Gomez",
      "name": "Gerry Gomez",
      "aboutText": "Clare Hollingworth (born 10 October 1911) is a British journalist and author who is noted as the first war correspondent to report the outbreak of World War II.",
      "pageId": 4178639,
      "monthDay": "10/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Edgar_Laprade",
      "name": "Edgar Laprade",
      "aboutText": "Julius Shulman (October 10, 1910 – July 15, 2009) was an American architectural photographer best known for his photograph \"Case Study House #22, Los Angeles, 1960. Pierre Koenig, Architect.\" The house is also known as the Stahl House. Shulman's photography spread California Mid-century modern around the world.",
      "pageId": 5926829,
      "monthDay": "10/10"
    },
    {
      "year": "1922",
      "uri": "/wiki/Merv_Pregulman",
      "name": "Merv Pregulman",
      "aboutText": "Louis Gottlieb (October 10, 1923 – July 11, 1996) was bassist and lofty comic spokesman for The Limeliters. He held a Ph.D in musicology and was considered one of the so-called \"new comedy\" performers, a new generation of unabashed intellectuals that also included Mort Sahl, Nichols and May, and Lenny Bruce.\nGottlieb's trademark on stage was a burlesquing of the university pedant, the sort of teacher who knocks himself out over the jokes in Chaucer while his class has nothing on its collective mind earlier than last night's date.",
      "pageId": 6432952,
      "monthDay": "10/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Louis_Gottlieb",
      "name": "Louis Gottlieb",
      "aboutText": "Mervin Pregulman (October 10, 1922 – November 29, 2012) was an All-American football player, businessman, and philanthropist. He played football as a tackle and center for the University of Michigan Wolverines from 1941 to 1943 and was selected as a first-team All-American in 1943. He was inducted into the United States Navy and served in the Pacific Theater during World War II, narrowly surviving a kamikaze attack on his ship in 1945.",
      "pageId": 12714799,
      "monthDay": "10/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Nicholas_Parsons",
      "name": "Nicholas Parsons",
      "aboutText": "Robert Francis Boyle (October 10, 1909 – August 1, 2010) was an American film art director and production designer.\nBorn in Los Angeles, Boyle trained as an architect, graduating from the University of Southern California (USC). When he lost his job in that field during the Great Depression, Boyle found work in films as an extra.",
      "pageId": 14806201,
      "monthDay": "10/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Murray_Walker",
      "name": "Murray Walker",
      "aboutText": "Ram Vilas Sharma (10 October 1912 – 30 May 2000) was an eminent progressive literary critic, linguist, poet and thinker. He was born in Unchgaon Sani, Unnao District, Uttar Pradesh.\nHe came into limelight as a critic in 1939 with his scholarly paper on Suryakant Tripathi 'Nirala', presented at a session of Hindi Sahitya Sammelan.",
      "pageId": 22170824,
      "monthDay": "10/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/James_Clavell",
      "name": "James Clavell",
      "aboutText": "Edward Davis \"Ed\" Wood, Jr. (October 10, 1924 – December 10, 1978) was an American filmmaker, actor, and author.\nIn the 1950s, Wood made a number of low-budget films in the science fiction, comedy, and horror genres, intercutting stock footage.",
      "pageId": 10520,
      "monthDay": "10/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ludmilla_Tch%C3%A9rina",
      "name": "Ludmilla Tchérina",
      "aboutText": "James Clavell (10 October 1921 – 6 September 1994), born Charles Edmund Dumaresq Clavell, was an Australian-born British (later naturalized American) novelist, screenwriter, director, and World War II veteran and prisoner of war. Clavell is best known for his epic Asian Saga series of novels and their televised adaptations, along with such films as The Great Escape (1963) and To Sir, with Love (1967).",
      "pageId": 16283,
      "monthDay": "10/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ed_Wood",
      "name": "Ed Wood",
      "aboutText": "Harold Pinter, CH, CBE (/ˈpɪntər/; 10 October 1930 – 24 December 2008) was a Nobel Prize-winning English playwright, screenwriter, director and actor. One of the most influential modern British dramatists, his writing career spanned more than 50 years. His best-known plays include The Birthday Party (1957), The Homecoming (1964), and Betrayal (1978), each of which he adapted for the screen.",
      "pageId": 89530,
      "monthDay": "10/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Great_Antonio",
      "name": "Great Antonio",
      "aboutText": "Jay Sebring (October 10, 1933 – August 9, 1969) was an American hair stylist for celebrities, and the founder of the hairstyling corporation Sebring International.",
      "pageId": 292911,
      "monthDay": "10/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Johnny_Stompanato",
      "name": "Johnny Stompanato",
      "aboutText": "Antonio Barichievich, known as the Great Antonio (October 10, 1925 - September 7, 2003), was a Croatian-Canadian strongman and eccentric.",
      "pageId": 315247,
      "monthDay": "10/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Oscar_Brown",
      "name": "Oscar Brown",
      "aboutText": "Richard Hanley Jaeckel (October 10, 1926 – June 14, 1997) was an American actor of film and television. Jaeckel became a highly respected and in-demand character actor in his career, which spanned six decades.",
      "pageId": 659890,
      "monthDay": "10/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Richard_Jaeckel",
      "name": "Richard Jaeckel",
      "aboutText": "Eugenio Castellotti (10 October 1930 – 14 March 1957) was a Formula One driver from Italy.",
      "pageId": 1228351,
      "monthDay": "10/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Dana_Elcar",
      "name": "Dana Elcar",
      "aboutText": "Ibsen Dana Elcar (October 10, 1927 – June 6, 2005) was an American television and movie character actor. Although he appeared in about 40 films, his most memorable role was on the 1980s and 1990s television series MacGyver as Peter Thornton, an administrator working for the Phoenix Foundation.",
      "pageId": 1397637,
      "monthDay": "10/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nedunuri_Krishnamurthy",
      "name": "Nedunuri Krishnamurthy",
      "aboutText": "John \"Johnny\" Stompanato (October 10, 1925 – April 4, 1958), also known as \"Handsome Harry\", \"Johnny Stomp\", \"John Steele\", and \"Oscar\", was a former United States Marine who became a bodyguard and enforcer for gangster Mickey Cohen.\nIn the mid-1950s he began an abusive relationship with actress Lana Turner. He was stabbed to death by Turner's daughter, Cheryl Crane, in 1958.",
      "pageId": 1875902,
      "monthDay": "10/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jon_Locke",
      "name": "Jon Locke",
      "aboutText": "Oscar Brown, Jr (October 10, 1926 – May 29, 2005) was an American singer, songwriter, playwright, poet, civil rights activist, and actor. He ran unsuccessfully for office in both the Illinois state legislature and the U.S. Congress.",
      "pageId": 1970744,
      "monthDay": "10/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Thomas_Wilson_(composer)",
      "name": "Thomas Wilson",
      "aboutText": "Thomas Wilson CBE (10 October 1927 – 12 June 2001) was a Scottish composer of classical music.\nThomas Brendan Wilson was born in Trinidad, Colorado, USA, to British parents, but moved to Scotland with his family when he was 17 months old. They settled in the Glasgow area where he lived and worked for the remainder of his life.",
      "pageId": 1971046,
      "monthDay": "10/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sheila_Walsh_(novelist)",
      "name": "Sheila Walsh",
      "aboutText": "Ludmilla Tchérina (10 October 1924 – 21 March 2004) was a French prima ballerina, sculptor, actress, painter, choreographer and author of two novels.\nTchérina was born Monique Tchemerzine, into Circassian aristocracy as the daughter of Kabardian Prince Avenir Tchemerzine (Shamyrze), a former Russian general, who had escaped from St. Petersburg, and Stéphane Finette, a French woman.",
      "pageId": 2647137,
      "monthDay": "10/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ayten_Alpman",
      "name": "Ayten Alpman",
      "aboutText": "Yves Chauvin (French: [ʃɔvɛ̃]; October 10, 1930 – January 27, 2015) was a French chemist and Nobel Prize laureate. He was honorary research director at the Institut français du pétrole and a member of the French Academy of Science.",
      "pageId": 2838121,
      "monthDay": "10/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Herb_Levinson",
      "name": "Herb Levinson",
      "aboutText": "Harry Arthur Smith (born 10 October 1932) is an English former professional footballer who played as a full back in the Football League for Torquay United and Bristol City. He was born in Wolverhampton.\n^ \"Torquay United : 1946/47 – 2006/07\".",
      "pageId": 5717779,
      "monthDay": "10/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bernard_Mayes",
      "name": "Bernard Mayes",
      "aboutText": "Anthony Bernard Duncan Mayes (October 10, 1929 – October 23, 2014) was a British broadcaster, university dean and author who founded America's first suicide prevention hotline.",
      "pageId": 8377101,
      "monthDay": "10/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Eugenio_Castellotti",
      "name": "Eugenio Castellotti",
      "aboutText": "Nedunuri Krishnamurthy (10 October 1927 – 8 December 2014) was an Indian Carnatic vocalist.",
      "pageId": 8420365,
      "monthDay": "10/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Yves_Chauvin",
      "name": "Yves Chauvin",
      "aboutText": "Sheila Walsh, née Sheila Frances O'Nions (10 October 1928 – 20 January 2009) was a British writer of romance novels from 1975 to 2001; she also wrote as Sophie Leyton.\nIn 1971, Sheila joined the Southport Writers' Circle and was elected life president in 1986.",
      "pageId": 22444765,
      "monthDay": "10/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Harold_Pinter",
      "name": "Harold Pinter",
      "aboutText": "Herb Levinson (October 10, 1929 - November 19, 2012) was an American television and movie actor. Levinson played a variety of character roles, often set in Baltimore, Maryland. Most notably, he played the character Dr.",
      "pageId": 28321862,
      "monthDay": "10/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Harry_Smith_(footballer,_born_1932)",
      "name": "Harry Smith",
      "aboutText": "Ayten Alpman (10 October 1929– 20 April 2012) was a Turkish jazz and pop singer who gained fame in the 1970s with the song \"Memleketim\" (\"My Country\") during the 1974 Cyprus Peace Operation.",
      "pageId": 35591587,
      "monthDay": "10/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jay_Sebring",
      "name": "Jay Sebring",
      "aboutText": "Jon Locke (October 10, 1927 – October 19, 2013) was an American actor, who often specialized in television and film westerns. His television credits included westerns, including Bonanza, Gunsmoke, and The Virginian, as well as non-western series such as The Bionic Woman,The Dukes of Hazzard, The Mary Tyler Moore Show, and Perry Mason. Locke had recurring roles as Officer Garvey on the 1950s crime drama series, Highway Patrol, and as a Sleestak leader in the NBC television series, Land of the Lost, during the 1970s.",
      "pageId": 41076165,
      "monthDay": "10/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Khalil_al-Wazir",
      "name": "Khalil al-Wazir",
      "aboutText": "Oleg Antonovich Gordievsky, CMG (Russian: Олег Антонович Гордиевский) (born 10 October 1938 in Moscow, Russian SFSR, Soviet Union), is a former colonel of the KGB and KGB Resident-designate (rezident) and bureau chief in London, who was a secret agent of the British Secret Intelligence Service from 1974 to 1985.",
      "pageId": 325447,
      "monthDay": "10/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Andr%C3%A9_Bureau",
      "name": "André Bureau",
      "aboutText": "Kenule \"Ken\" Beeson Saro Wiwa (10 October 1941 – 10 November 1995) was a Nigerian writer, television producer, environmental activist, and winner of the Right Livelihood Award and the Goldman Environmental Prize. Saro-Wiwa was a member of the Ogoni people, an ethnic minority in Nigeria whose homeland, Ogoniland, in the Niger Delta has been targeted for crude oil extraction since the 1950s and which has suffered extreme environmental damage from decades of indiscriminate petroleum waste dumping. Initially as spokesperson, and then as president, of the Movement for the Survival of the Ogoni People (MOSOP), Saro-Wiwa led a nonviolent campaign against environmental degradation of the land and waters of Ogoniland by the operations of the multinational petroleum industry, especially the Royal Dutch Shell company.",
      "pageId": 330970,
      "monthDay": "10/10"
    },
    {
      "year": "1936",
      "uri": "/wiki/Judith_Chalmers",
      "name": "Judith Chalmers",
      "aboutText": "Naoto Kan (菅 直人, Kan Naoto, born 10 October 1946) is a Japanese politician, and former Prime Minister of Japan. In June 2010, then-Finance Minister Kan was elected as the leader of the Democratic Party of Japan (DPJ) and designated Prime Minister by the Diet to succeed Yukio Hatoyama. Kan was the first Prime Minister of Japan since the resignation of Junichiro Koizumi in 2006 to serve for more than 1 year, with predecessors Yukio Hatoyama, Tarō Asō, Yasuo Fukuda, and Shinzō Abe either resigning prematurely or losing an election.",
      "pageId": 365175,
      "monthDay": "10/10"
    },
    {
      "year": "1936",
      "uri": "/wiki/Gerhard_Ertl",
      "name": "Gerhard Ertl",
      "aboutText": "Winston Spencer-Churchill (10 October 1940 – 2 March 2010), generally known as Winston Churchill, was a British Conservative Party politician and a grandson of former Prime Minister Sir Winston Churchill, his namesake.",
      "pageId": 417438,
      "monthDay": "10/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bruce_Devlin",
      "name": "Bruce Devlin",
      "aboutText": "Daidō Moriyama (森山 大道, Moriyama Daidō, born October 10, 1938) is a Japanese photographer noted for his images depicting the breakdown of traditional values in post-war Japan.\nMoriyama received the Infinity Award for Lifetime Achievement from the International Center of Photography in New York.\n^ Earlier, well-informed Japanese publications give \"Hiromichi Moriyama\" as the romanized form of his name.",
      "pageId": 464902,
      "monthDay": "10/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Peter_Underwood",
      "name": "Peter Underwood",
      "aboutText": "Peter Coyote (born Robert Peter Cohon; October 10, 1941) is an American actor, author, director, screenwriter and narrator of films, theatre, television and audiobooks. His voice work includes narrating the opening ceremony of the 2002 Winter Olympics and Apple's iPad Retina Display campaign. He has also served as on-camera co-host of the 2000 Oscar telecasts.",
      "pageId": 570028,
      "monthDay": "10/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gloria_Coates",
      "name": "Gloria Coates",
      "aboutText": "Judith Rosemary Locke Chalmers OBE (born 10 October 1935 or 1937) is an English television presenter who is best known for presenting the travel programme Wish You Were Here...? from 1974 to 2003.",
      "pageId": 636366,
      "monthDay": "10/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Oleg_Gordievsky",
      "name": "Oleg Gordievsky",
      "aboutText": "Martin Austin Ruane (10 October 1946 – 29 November 1998) was an English professional wrestler. Best known by the ring name Giant Haystacks, he wrestled all over the world. Ruane was known for his massive physical size, billed as standing 6 ft 11 in (2.11 m) tall and weighing 48 stone 13 lb (685 lb; 311 kg) at his heaviest.",
      "pageId": 794097,
      "monthDay": "10/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Daid%C5%8D_Moriyama",
      "name": "Daidō Moriyama",
      "aboutText": "Joseph R. \"Joe\" Pitts (born October 10, 1939) is the United States House of Representatives for Pennsylvania's 16th congressional district, serving since 1997. He is a member of the Republican Party. The district is based in Lancaster and Reading and includes much of Amish country.",
      "pageId": 964121,
      "monthDay": "10/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lily_Tuck",
      "name": "Lily Tuck",
      "aboutText": "Khalil Ibrahim al-Wazir (Arabic: خليل إبراهيم الوزير‎, also known by his kunya Abu Jihad  أبو جهاد—\"father of struggle\"; October 10, 1935 – April 16, 1988) was a Palestinian leader and co-founder of the secular nationalist party Fatah. As a top aide of Palestine Liberation Organization (PLO) Chairman Yasser Arafat, al-Wazir had considerable influence in Fatah's military activities, eventually becoming the commander of Fatah's armed wing al-Assifa.\nAl-Wazir became a refugee when his family was expelled from Ramla during the 1948 Arab-Israeli War, and began leading a minor fedayeen force in the Gaza Strip.",
      "pageId": 1008879,
      "monthDay": "10/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joe_Pitts",
      "name": "Joe Pitts",
      "aboutText": "Radu Vasile (Romanian pronunciation: [ˈradu vaˈsile]; 10 October 1942 – 3 July 2013) was a Romanian politician, historian and poet.\nOriginally a member of the National Peasants' Party, Vasile served as the Prime Minister of Romania between April 17, 1998, and December 13, 1999, and was notably confronted with the last Mineriad (February 1999). Between 2000 and 2004, he was a Senator from the Democratic Party (PD).",
      "pageId": 1231323,
      "monthDay": "10/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Winston_Churchill_(politician,_born_1940)",
      "name": "Winston Churchill",
      "aboutText": "Gloria Coates (October 10, 1938 in Wausau, Wisconsin) is an American composer who has lived in Munich, Germany since 1969.",
      "pageId": 1344679,
      "monthDay": "10/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Peter_Coyote",
      "name": "Peter Coyote",
      "aboutText": "Charles Dance, OBE (born 10 October 1946) is an English actor, screenwriter, and film director.\nDance typically plays assertive bureaucrats or villains. Some of his most high-profile roles are Tywin Lannister in HBO's Game of Thrones, Guy Perron in The Jewel in the Crown (1984), Sardo Numspa in The Golden Child (1986), Dr.",
      "pageId": 2060192,
      "monthDay": "10/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ken_Saro-Wiwa",
      "name": "Ken Saro-Wiwa",
      "aboutText": "Christopher John Hill, KCVO (born 10 October 1945) is a retired British Anglican bishop. From 1996 to 2004, he was the Bishop of Stafford, a suffragan bishop in the Diocese of Lichfield. From 2004 to 2013, he was the Bishop of Guildford, the diocesan bishop of the Diocese of Guildford.",
      "pageId": 3234734,
      "monthDay": "10/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Radu_Vasile",
      "name": "Radu Vasile",
      "aboutText": "Peter George Underwood AC (10 October 1937 – 7 July 2014) was an Australian jurist and the Governor of Tasmania from 2008 until his death in 2014.",
      "pageId": 4637215,
      "monthDay": "10/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Frederick_Barthelme",
      "name": "Frederick Barthelme",
      "aboutText": "Bruce William Devlin (born 10 October 1937) is an Australian professional golfer, sportscaster and golf course designer.\nDevlin was born in Armidale, Australia. He turned pro in 1961 and joined the PGA Tour in 1962 after an amateur career in Australia which included a win at the Australian Amateur in 1959.",
      "pageId": 5493214,
      "monthDay": "10/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Christopher_Hill_(bishop)",
      "name": "Christopher Hill",
      "aboutText": "Fredrick Barthelme (born October 10, 1943) is an American novelist and short story writer, well known as one of the seminal writers of minimalist fiction. Alongside his personal publishing history, his position as Director of The Center For Writers at The University of Southern Mississippi  and Editor of the nationally prominent literary journal Mississippi Review (1977 - 2010) have placed him at the forefront of the contemporary American literary scene.",
      "pageId": 7126605,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Charles_Dance",
      "name": "Charles Dance",
      "aboutText": "André Bureau, OC OQ (born October 10, 1935) is a Canadian lawyer and communications executive.\nBorn in Trois-Rivières, Quebec, he received an LL.B. from Université Laval in 1958 and a D.E.A. from the University of Paris I: Panthéon-Sorbonne in 1960. He was called to the Quebec Bar in 1959.",
      "pageId": 10121011,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Giant_Haystacks",
      "name": "Giant Haystacks",
      "aboutText": "Gerhard Ertl (born 10 October 1936) is a German physicist and a Professor emeritus at the Department of Physical Chemistry, Fritz-Haber-Institut der Max-Planck-Gesellschaft in Berlin, Germany. Ertl’s research laid the foundation of modern surface chemistry, which has helped explain how fuel cells produce energy without pollution, how catalytic converters clean up car exhausts and even why iron rusts, the Royal Swedish Academy of Sciences said.\nHis work has paved the way for development of cleaner energy sources and will guide the development of fuel cells, said Astrid Graslund, secretary of the Nobel Committee for Chemistry.",
      "pageId": 13013746,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Naoto_Kan",
      "name": "Naoto Kan",
      "aboutText": "Lily Tuck (born October 10, 1938) is an American novelist and short story writer whose novel The News from Paraguay won the 2004 National Book Award for Fiction. Her novel Siam was nominated for the 2000 PEN/Faulkner Award for Fiction. She has published four other novels, a collection of short stories, and a biography of Italian novelist Elsa Morante (see \"Works\" below).",
      "pageId": 18935017,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Mahovlich",
      "name": "Peter Mahovlich",
      "aboutText": "Christopher John \"Chris\" Tarrant, OBE (born 10 October 1946) is an English radio and television broadcaster. He hosted the ITV children's television show Tiswas from 1974 to 1982, the ITV game show Who Wants to Be a Millionaire?",
      "pageId": 145609,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Anne_Mather",
      "name": "Anne Mather",
      "aboutText": "Ben Vereen (born October 10, 1946) is an American actor, dancer, and singer who has appeared in numerous Broadway theatre shows. Vereen graduated from Manhattan's High School of Performing Arts.",
      "pageId": 213100,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Prine",
      "name": "John Prine",
      "aboutText": "John Prine (born October 10, 1946) is an American country/folk singer-songwriter. He has been active as a composer, recording artist, and live performer since the early 1970s.\nBorn and raised in Maywood, Illinois, Prine learned to play the guitar at the age of 14.",
      "pageId": 292822,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Raymond_Tallis",
      "name": "Raymond Tallis",
      "aboutText": "James \"Midge\" Ure, OBE (born 10 October 1953) is a Scottish musician and singer-songwriter. His stage name, Midge, is a phonetic reversal of Jim, the diminutive form of his given name.\nUre enjoyed particular success in the 1970s and 1980s in bands including Slik, Thin Lizzy, Rich Kids, and Visage, and most notably as frontman of Ultravox.",
      "pageId": 329886,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Chris_Tarrant",
      "name": "Chris Tarrant",
      "aboutText": "Brigadier-General Ratu Epeli Ganilau, MC, MSD, (born 10 October 1951) is a Fijian soldier and statesman, who currently heads the National Alliance Party of Fiji. His career has previously encompassed such roles as Commander of the Fiji Military Forces and Chairman of the Bose Levu Vakaturaga (Great Council of Chiefs). On 15 January 2007 he was sworn in as Minister for Fijian Affairs in the interim Cabinet formed in the wake of the military coup which deposed the Qarase government on 5 December 2006.",
      "pageId": 511119,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ben_Vereen",
      "name": "Ben Vereen",
      "aboutText": "Peter Joseph \"Little M\" Mahovlich (born October 10, 1946) is a Canadian former professional ice hockey player, coach and executive. Known in his playing years as \"Little M\", as his older brother Frank was the \"Big M.\", Mahovlich played in the National Hockey League (NHL) with several clubs, including the Montreal Canadiens, where he played with his brother and was a member of four Stanley Cup championship teams.",
      "pageId": 921449,
      "monthDay": "10/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Willard_White",
      "name": "Willard White",
      "aboutText": "Nora Roberts (born Eleanor Marie Robertson on October 10, 1950) is an American bestselling author of more than 209 romance novels. She writes as J. D. Robb for the in Death series, and has also written under the pseudonyms Jill March and for publications in the U.K. as Sarah Hardesty.\nNora Roberts was the first author to be inducted into the Romance Writers of America Hall of Fame.",
      "pageId": 1138392,
      "monthDay": "10/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gary_Beach",
      "name": "Gary Beach",
      "aboutText": "Gary Beach (born October 10, 1947) is an American actor, primarily in Broadway musical theatre.",
      "pageId": 1197883,
      "monthDay": "10/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Oj%C4%81rs_Arv%C4%ABds_Feldbergs",
      "name": "Ojārs Arvīds Feldbergs",
      "aboutText": "Raymond C. Tallis F.Med.Sci., FRCP, FRSA (born 10 October 1946 in Liverpool, Lancashire) is a philosopher, poet, novelist, cultural critic and a retired medical physician and clinical neuroscientist. Specialising in geriatrics, Tallis served on several UK commissions on medical care of the aged and was an editor or major contributor to two key textbooks in the field, The Clinical Neurology of Old Age and Textbook of Geriatric Medicine and Gerontology.\n^ \"Birthdays\".",
      "pageId": 1441150,
      "monthDay": "10/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sue_Campbell,_Baroness_Campbell_of_Loughborough",
      "name": "Sue Campbell, Baroness Campbell of Loughborough",
      "aboutText": "Charles Frederick \"Charlie\" George (born 10 October 1950) is an English former footballer.",
      "pageId": 1904371,
      "monthDay": "10/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/S%C3%A9verine_(singer)",
      "name": "Séverine",
      "aboutText": "Séverine (born Josiane Grizeau, 10 October 1948, Paris) is a female French singer.\nSéverine won the Eurovision Song Contest in 1971 for Monaco, performing \"Un banc, un arbre, une rue\" (A bench, a tree, a street), with music by Jean-Pierre Bourtayre and words by Yves Dessca. It was also recorded in English as \"Chance In Time\", in German as \"Mach die Augen zu (und wünsch dir einen Traum)\" and Italian as \"Il posto\".",
      "pageId": 2213635,
      "monthDay": "10/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Warren_Burt",
      "name": "Warren Burt",
      "aboutText": "Fiona Rae RA (born 10 October 1963) is a British artist; she is one of the Young British Artists (YBAs) who rose to prominence in the 1990s.",
      "pageId": 4020862,
      "monthDay": "10/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Wang_Wanxing",
      "name": "Wang Wanxing",
      "aboutText": "Warren Burt (born 10 October 1949) is an Australia-based composer of American birth. He is known for composing in a wide variety of new music styles, ranging from acoustic music, electroacoustic music, sound art installations, and text-based music.",
      "pageId": 5763828,
      "monthDay": "10/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Charlie_George",
      "name": "Charlie George",
      "aboutText": "Sir Willard Wentworth White, OM, CBE (born 10 October 1946) is a Jamaican-born British operatic bass-baritone.",
      "pageId": 6416919,
      "monthDay": "10/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nora_Roberts",
      "name": "Nora Roberts",
      "aboutText": "Anne Mather is the pseudonym used by Mildred Grieveson (born 10 October 1946 in England, United Kingdom), a popular British author of over 160 romance novels. She also signed novels as Caroline Fleming and Cardine Fleming.\nMildred Grieveson began to write down stories in her childhood years.",
      "pageId": 8502204,
      "monthDay": "10/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Boboy_Garovillo",
      "name": "Boboy Garovillo",
      "aboutText": "Dame Dela Smith (b. 10 Oct 1952) is a retired British schoolteacher and educator. She was Headteacher at Beaumont Hill Technology College, Darlington, from 1992 until she retired in 2010, after 35 years in the field of education.",
      "pageId": 9577194,
      "monthDay": "10/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Epeli_Ganilau",
      "name": "Epeli Ganilau",
      "aboutText": "Wang Wanxing (Chinese: 王万星, born October 10, 1949) is a prominent Chinese pro-democracy activist who was a prisoner of conscience for 13 years in Chinese detention centres and psychiatric institutions called Ankang. Wang was the only person to have been discharged from such an institution to a Western country.",
      "pageId": 13641759,
      "monthDay": "10/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dela_Smith",
      "name": "Dela Smith",
      "aboutText": "Susan Catherine Campbell, Baroness Campbell of Loughborough, CBE (born 10 October 1948), is a British sports administrator who has been Chairman of UK Sport since 2003.",
      "pageId": 19572912,
      "monthDay": "10/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Fiona_Rae",
      "name": "Fiona Rae",
      "aboutText": "Buboy Garovillo, (born October 10, 1951) is a member of the APO Hiking Society.",
      "pageId": 27195822,
      "monthDay": "10/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Midge_Ure",
      "name": "Midge Ure",
      "aboutText": "Ojārs Arvīds Feldbergs is a Latvian sculptor. He founded the Pedvale Open Air Museum in 1992.",
      "pageId": 46971531,
      "monthDay": "10/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Aleksander_Veingold",
      "name": "Aleksander Veingold",
      "aboutText": "Rumiko Takahashi (高橋 留美子, Takahashi Rumiko, born October 10, 1957) is a Japanese manga artist.\nTakahashi is one of Japan's most affluent manga artists. Her works are popular worldwide, where they have been translated into a variety of languages.",
      "pageId": 26502,
      "monthDay": "10/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gus_Williams_(basketball)",
      "name": "Gus Williams",
      "aboutText": "David Lee Roth (born October 10, 1954) is an American rock vocalist, songwriter, actor, author, and former radio personality. In 2007, he was inducted into the Rock and Roll Hall of Fame. Roth is best known as the original (1974–1985) and current (2006–present) lead singer of the Pasadena, California-based hard rock band Van Halen.",
      "pageId": 264319,
      "monthDay": "10/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rekha",
      "name": "Rekha",
      "aboutText": "David Kim Hempleman-Adams, LVO, OBE, CStJ, DL (born 10 October 1956 in Swindon, Wiltshire) is a British industrialist and adventurer.\nHe is the first person in history to reach the Geographic and Magnetic North and South Poles as well as climb the highest peaks in all seven continents, the Adventurers Grand Slam. In 1984, he successfully completed a solo expedition to the Magnetic North Pole without dogs, snow mobiles or air supplies.",
      "pageId": 331030,
      "monthDay": "10/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mohamed_Mounir",
      "name": "Mohamed Mounir",
      "aboutText": "William Ernest Rammell (born 10 October 1959) is a British Labour Party politician, who was the Member of Parliament (MP) for Harlow from 1997 to 2010, and served as a Minister of State in several departments from 2002 until his defeat in 2010 in the 2010 general election to the Conservative candidate, Robert Halfon.",
      "pageId": 449360,
      "monthDay": "10/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Lee_Roth",
      "name": "David Lee Roth",
      "aboutText": "Julia Anne Sweeney (born October 10, 1959) is an American actress, comedian and author. She is known for her role as a cast member on Saturday Night Live and for her autobiographical solo shows. She played Mrs.",
      "pageId": 681100,
      "monthDay": "10/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Fernando_Santos_(football_coach)",
      "name": "Fernando Santos",
      "aboutText": "Bradley Whitford (born October 10, 1959) is an American film and television actor. He has played White House Deputy Chief of Staff Josh Lyman on the NBC television drama The West Wing, Danny Tripp on Studio 60 on the Sunset Strip, Dan Stark in the Fox police buddy-comedy The Good Guys, Timothy Carter, a character who was believed to be Red John in the CBS series The Mentalist, and antagonist Eric Gordon in the film Billy Madison.\nWhitford was nominated for three consecutive Emmy Awards from 2001–2003 for Outstanding Supporting Actor in a Drama Series for his role on The West Wing, winning the award in 2001.",
      "pageId": 691771,
      "monthDay": "10/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Patric_Zimmerman",
      "name": "Patric Zimmerman",
      "aboutText": "Amanda Burton (born 10 October 1956) is a Northern Irish actress, active from 1981.",
      "pageId": 724074,
      "monthDay": "10/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Amanda_Burton",
      "name": "Amanda Burton",
      "aboutText": "Tanya Denise Tucker (born October 10, 1958, in Seminole, Texas) is an American female country music artist who had her first hit, \"Delta Dawn\", in 1972 at the age of 13. Over the succeeding decades, Tucker became one of the few child performers to mature into adulthood without losing her audience, and during the course of her career, she notched a streak of Top 10 and Top 40 hits.",
      "pageId": 875942,
      "monthDay": "10/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fiona_Fullerton",
      "name": "Fiona Fullerton",
      "aboutText": "Patric Laine Zimmerman (born October 10, 1954 in Los Angeles, California) is an American voice actor.",
      "pageId": 919486,
      "monthDay": "10/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Gordon",
      "name": "Mark Gordon",
      "aboutText": "John Edward Peck (born October 10, 1958), better known by J. Eddie Peck, is an American television and film actor.",
      "pageId": 936366,
      "monthDay": "10/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Hempleman-Adams",
      "name": "David Hempleman-Adams",
      "aboutText": "Mohamed Mounir (Arabic: محمد منير‎) (born October 10, 1954) is an Egyptian singer and actor, with a musical career spanning more than three decades. He incorporates various genres into his music, including classical Arabic Music, Nubian music, blues, jazz and reggae. His lyrics are noted both for their philosophical content and for their passionate social and political commentary.",
      "pageId": 1298661,
      "monthDay": "10/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Rumiko_Takahashi",
      "name": "Rumiko Takahashi",
      "aboutText": "Gus Williams (born October 10, 1953) is a retired American professional basketball player most noted for his play with the NBA's Seattle SuperSonics, although he also played for the Golden State Warriors, Washington Bullets and Atlanta Hawks.\nWilliams played high school basketball at Mount Vernon, where he was selected player of the year in 1971 by the New York State Sportswriters Association. He played college basketball at the University of Southern California.",
      "pageId": 1458675,
      "monthDay": "10/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/J._Eddie_Peck",
      "name": "J. Eddie Peck",
      "aboutText": "Rekha Ganesan (born 10 October 1954), better known by her stage name Rekha, is an Indian film actress who has mainly appeared in Hindi films. Noted for her versatility and acknowledged as one of the finest actresses in Hindi cinema, Rekha started her career in 1966 as a child actress in the Telugu film Rangula Ratnam, though her film debut as a lead happened four years later with Sawan Bhadon. Despite the success of several of her early films, she was often panned for her looks and it was not until the mid-to-late 1970s that she got recognition as an actress.",
      "pageId": 2218998,
      "monthDay": "10/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tanya_Tucker",
      "name": "Tanya Tucker",
      "aboutText": "Fernando Manuel Costa Santos (born 10 October 1954) is a Portuguese football manager and former player who is the current coach of the Portugal national team.",
      "pageId": 4511716,
      "monthDay": "10/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_Cobley",
      "name": "Michael Cobley",
      "aboutText": "Fiona Elizabeth Fullerton (born 10 October 1956) is a Nigerian-born British actress and singer.\nShe is perhaps best known for her role as KGB spy Pola Ivanova in the 1985 James Bond film A View to a Kill and as Alice in the 1972 film Alice's Adventures in Wonderland.",
      "pageId": 4748242,
      "monthDay": "10/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Eric_Fellner",
      "name": "Eric Fellner",
      "aboutText": "Michael Cobley, born on 10 October 1959, is a science fiction and fantasy author born in Leicester, England but living since the age of seven in Glasgow, Scotland.\n^ \"Author Bio\". Michael Cobley.",
      "pageId": 5117444,
      "monthDay": "10/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kirsty_MacColl",
      "name": "Kirsty MacColl",
      "aboutText": "Eric Fellner, CBE (born 10 Oct 1959) is an English film producer.",
      "pageId": 10170539,
      "monthDay": "10/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bill_Rammell",
      "name": "Bill Rammell",
      "aboutText": "Mark Gordon (born October 10, 1956) is an American television and film producer. He is a former President of the Producers Guild of America.",
      "pageId": 10592619,
      "monthDay": "10/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Julia_Sweeney",
      "name": "Julia Sweeney",
      "aboutText": "Kirsty Anna MacColl (10 October 1959 – 18 December 2000) was an English singer and songwriter. She wrote and recorded several pop hits between the early 1980s and the 1990s. In addition, she sang on hit recordings produced by her then-husband Steve Lillywhite, notably on tracks by The Smiths and The Pogues.",
      "pageId": 26651473,
      "monthDay": "10/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bradley_Whitford",
      "name": "Bradley Whitford",
      "aboutText": "Aleksander Veingold (born 10 October 1953, Tapa, Estonia) is an Estonian chess player, who won the Estonian Chess Championship.",
      "pageId": 41839101,
      "monthDay": "10/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ron_Flockhart_(ice_hockey)",
      "name": "Ron Flockhart",
      "aboutText": "Tony Alexander Adams, MBE (born 10 October 1966) is an English football manager and former Arsenal player.\nAdams spent his entire playing career of 22 years as a defender at Arsenal. He is considered one of the greatest Arsenal players of all time by the club's own fans  and was included in the Football League 100 Legends.",
      "pageId": 88261,
      "monthDay": "10/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Eric_Martin_(musician)",
      "name": "Eric Martin",
      "aboutText": "Daniel Pearl (October 10, 1963 – February 1, 2002) was a journalist with American and Israeli citizenship. He was kidnapped by Pakistani militants and later murdered in Pakistan.\nPearl was kidnapped while working as the South Asia Bureau Chief of The Wall Street Journal, based in Mumbai, India.",
      "pageId": 202851,
      "monthDay": "10/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Russell_Slade",
      "name": "Russell Slade",
      "aboutText": "Rebecca Pidgeon (born October 10, 1965) is a British-American actress and singer-songwriter. She has maintained a recording career while also acting on stage and in feature films.",
      "pageId": 273576,
      "monthDay": "10/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Paul_Thiebaud",
      "name": "Paul Thiebaud",
      "aboutText": "Jodi Marie Marzorati Benson (born October 10, 1961) is an American actress, voice actress, and soprano singer. She is best known for providing both the speaking and the singing voice of Disney's Princess Ariel in The Little Mermaid and its sequel, prequel, and television series. Benson voiced the character Barbie in the 1999 movie Toy Story 2, the 2010 Academy Award winning movie Toy Story 3 and the Toy Story toon Hawaiian Vacation.",
      "pageId": 315701,
      "monthDay": "10/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Simon_Townshend",
      "name": "Simon Townshend",
      "aboutText": "Anita Mui Yim-fong (10 October 1963 – 30 December 2003) was a Hong Kong singer and actress. During her prime years, Mui made major contributions to the Cantopop music scene while receiving numerous awards and honours. She remained an idol throughout most of her career, and was generally regarded as a Cantopop diva.",
      "pageId": 321520,
      "monthDay": "10/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jodi_Benson",
      "name": "Jodi Benson",
      "aboutText": "Eric Lee Martin (born October 10, 1960, Long Island, New York) is an American rock singer/musician active throughout the 1980s, 1990s, and 2000s both as a solo artist and as a member of various bands. He earned his most prominent success as the frontman for the hard rock band Mr. Big, a supergroup (currently reunited) who scored a big hit in the early 1990s with \"To Be with You,\" a song that Martin wrote during his teen years.",
      "pageId": 880433,
      "monthDay": "10/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Scott_Hoffman",
      "name": "Scott Hoffman",
      "aboutText": "Vegard Ulvang (born 10 October 1963, in Kirkenes) is a Norwegian cross-country skier who won three Olympic gold medals, two silver, and one bronze. He has retired from international and Olympic competition. At the opening ceremony of the 1994 Winter Olympic Games, he took the ceremonial Olympic Oath on part of all the athletes.",
      "pageId": 1248742,
      "monthDay": "10/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Henrik_J%C3%B8rgensen_(athlete)",
      "name": "Henrik Jørgensen",
      "aboutText": "Christopher Shannon \"Chris\" Penn (October 10, 1965 – January 24, 2006) was an American film and television actor known for his roles in such films as The Wild Life, Reservoir Dogs, The Funeral, Footloose, Rush Hour, Corky Romano, True Romance, Short Cuts, The Boys Club, All the Right Moves and Pale Rider and in the video game Grand Theft Auto: San Andreas.\nPenn was found dead in his condominium on January 24, 2006, at the age of 40.",
      "pageId": 1401269,
      "monthDay": "10/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Martin_Kemp",
      "name": "Martin Kemp",
      "aboutText": "Henrik Høve Jørgensen (born 10 October 1961 in Copenhagen, Hovedstaden) is a Danish marathon runner, who won the London Marathon in 1988. He finished 5th in 1985 in 2:09.43 hours – still the Danish national record and Scandinavian regional record. Jørgensen represented his native country in the men's marathon at the 1984 and the 1988 Summer Olympics in Seoul, South Korea.",
      "pageId": 1943412,
      "monthDay": "10/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Thomas_Rusch",
      "name": "Thomas Rusch",
      "aboutText": "Simon Townshend (/ˈtaʊnzənd/; born 10 October 1960) is a British guitarist, singer and songwriter. He is the younger brother of The Who's guitarist Pete Townshend, and is most associated with The Who and the various side projects of its original members. Simon Townshend has also performed with numerous other acts including Pearl Jam, Dave Grohl and Jeff Beck.",
      "pageId": 2444471,
      "monthDay": "10/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/H%C3%BClya_Av%C5%9Far",
      "name": "Hülya Avşar",
      "aboutText": "Sarah Lancashire (born 10 October 1964) is an English television, film and theatre actress, from Oldham. She trained at the Guildhall School of Music and Drama, graduating in 1986. In order to support herself, she taught drama at Salford University for five years alongside her acting career.",
      "pageId": 2447208,
      "monthDay": "10/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jolanda_de_Rover",
      "name": "Jolanda de Rover",
      "aboutText": "Jolanda de Rover (born 10 October 1963 in Amstelveen) is a former backstroke swimmer from the Netherlands. She competed at the 1980, 1984 and 1988 Summer Olympics and won a gold and a bronze medal in backstroke in 1984. In 1988, she finished fifth and seventh in the 4×100 m medley relay and 200 m backstroke events, respectively.",
      "pageId": 2864262,
      "monthDay": "10/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Anita_Mui",
      "name": "Anita Mui",
      "aboutText": "Toshimitsu Deyama (出山利三, Deyama Toshimitsu, born October 10, 1965 in Tateyama, Chiba), known exclusively by his stage name Toshi, is a Japanese singer and songwriter. He is best known as lead vocalist and co-founder of the heavy metal band X Japan, which disbanded in 1997. Toshi then went on to have an extensive solo career.",
      "pageId": 3076627,
      "monthDay": "10/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Daniel_Pearl",
      "name": "Daniel Pearl",
      "aboutText": "Russell Mark Slade (born 10 October 1960) is an English professional football manager who is currently the manager of Cardiff City.\nSlade has developed a reputation for being an excellent man manager, where his \"legendary team talks\" are credited for inspiring and bringing the best out of his players. Operating within a tight budget, Slade has always had an eye for talent and has been considered a very savvy operator within the transfer market.",
      "pageId": 3823259,
      "monthDay": "10/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Vegard_Ulvang",
      "name": "Vegard Ulvang",
      "aboutText": "Ronald Everett Flockhart (born October 10, 1960) is a retired Canadian professional ice hockey player.",
      "pageId": 8694068,
      "monthDay": "10/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sarah_Lancashire",
      "name": "Sarah Lancashire",
      "aboutText": "Hülya Avşar (born 10 October 1963) is a Turkish actress, pop folk singer, businesswoman, columnist, fashion designer, magazine editor, professional tennis player, and former beauty pageant titleholder.",
      "pageId": 18184698,
      "monthDay": "10/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Toshi_(musician)",
      "name": "Toshi",
      "aboutText": "Scott Hoffman (born October 10, 1961 in Fort Myers, Florida) is an American rock drummer. He is best known for his years playing with Southern rock band 38 Special, from 1992 - 1997.\nHoffman graduated from Berklee College of Music in 1983 with a Bachelor of Music degree in Audio Recording.",
      "pageId": 20830976,
      "monthDay": "10/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chris_Penn",
      "name": "Chris Penn",
      "aboutText": "Paul Thiebaud (October 10, 1960 – June 19, 2010) was an American art dealer who owned two influential galleries, one in New York City and the other in San Francisco [1]. Although he showed the work of his father, the noted pop painter Wayne Thiebaud, he also exhibited the work of a whole host of lesser known artists whom he felt it was his role to bring to a wider public audience.\nHis elder sister is the actress, model and writer Twinka Thiebaud, his mother Betty is a filmmaker and his brother Matthew is an artist as well.",
      "pageId": 28547233,
      "monthDay": "10/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rebecca_Pidgeon",
      "name": "Rebecca Pidgeon",
      "aboutText": "Martin John Kemp (born 10 October 1961) is an English actor, musician, and occasional television presenter, best known as the bassist in the new wave band Spandau Ballet and for his portrayal as Steve Owen from the BBC soap opera EastEnders. He is the younger brother of Gary Kemp, who is also a member of Spandau Ballet and an actor.",
      "pageId": 40436204,
      "monthDay": "10/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tony_Adams",
      "name": "Tony Adams",
      "aboutText": "Thomas Rusch (* October 10, 1962 in Freiburg im Breisgau) is a German photographer living in Berlin, Hamburg and Paris.",
      "pageId": 43829779,
      "monthDay": "10/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mohamed_Elmoutaoikil",
      "name": "Mohamed Elmoutaoikil",
      "aboutText": "Corinna May (born 10 October 1970 in Bremen, Germany as Corinna Meyer) is a blind singer from Germany.",
      "pageId": 330104,
      "monthDay": "10/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bai_Ling",
      "name": "Bai Ling",
      "aboutText": "Gavin Christopher Newsom (born October 10, 1967) is an American politician. He is the 49th and current Lieutenant Governor of California, after being elected in 2010 and re-elected in 2014. In 2003, he was elected the 42nd Mayor of San Francisco, the city's youngest in a hundred years.",
      "pageId": 418947,
      "monthDay": "10/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Derrick_McKey",
      "name": "Derrick McKey",
      "aboutText": "Bai Ling (Chinese: 白灵, born October 10, 1970) is a Chinese-American actress known for her work in films such as The Crow, Red Corner, Crank: High Voltage, Three... Extremes, Wild Wild West, Anna and the King and Southland Tales, as well as TV shows including Entourage and Lost.",
      "pageId": 526130,
      "monthDay": "10/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Michael_Giacchino",
      "name": "Michael Giacchino",
      "aboutText": "Michael Giacchino (Italian pronunciation: [dʒakˈkiːno]) is an American composer who has composed scores for films, television series and video games. Some of his most notable works include the scores to television series such as Lost, Alias and Fringe, games such as the Medal of Honor and Call of Duty series, and films such as Mission: Impossible III, The Incredibles, Star Trek, Star Trek Into Darkness, Ratatouille, Up, Super 8, Cars 2, 50/50, John Carter, Dawn of the Planet of the Apes, Jurassic World, Inside Out, Zootopia and The Muppets' Wizard of Oz. Giacchino has received numerous awards for his work, including an Emmy, multiple Grammys, a Golden Globe Award, and an Academy Award.",
      "pageId": 1245635,
      "monthDay": "10/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jonathan_Littell",
      "name": "Jonathan Littell",
      "aboutText": "Bart Jan-Baptist Marie Brentjens (born 10 October 1968 in Haelen) is a Dutch racing cyclist in mountain biking.\nBrentjens won a gold medal for mountain biking in the 1996 Summer Olympics, the first to recognize cross-country mountain biking as an event. He followed this with bronze in the 2004 Summer Olympics.",
      "pageId": 2065056,
      "monthDay": "10/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mike_Malinin",
      "name": "Mike Malinin",
      "aboutText": "Michael Theodore \"Mike\" Malinin (born October 10, 1967) is an American musician best known for his work as the long-time drummer of the Goo Goo Dolls. Malinin joined the Goo Goo Dolls in January 1995, after a brief jam session in late 1994 with founding members Johnny Rzeznik and Robby Takac, who were at the time seeking to replace drummer George Tutuska.",
      "pageId": 2476414,
      "monthDay": "10/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gavin_Newsom",
      "name": "Gavin Newsom",
      "aboutText": "Dean Laurence Kiely (born 10 October 1970) is a former professional footballer who played as a goalkeeper. He won 11 caps for the Republic of Ireland.",
      "pageId": 2540500,
      "monthDay": "10/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jacek_Zieli%C5%84ski_(footballer,_born_1967)",
      "name": "Jacek Zieliński",
      "aboutText": "Wendi Anne McLendon-Covey (born October 10, 1969) is an American actress, writer, producer and comedian.\nShe began her career in the improvisational Comedy Central series Reno 911!, starring as Deputy Clementine Johnson from 2003–08. She also had the lead role in the Lifetime short-lived comedy Lovespring International (2006).",
      "pageId": 2623388,
      "monthDay": "10/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Bart_Brentjens",
      "name": "Bart Brentjens",
      "aboutText": "Mohamed Cheikh Elmoutaoikil (Arabic: الشيخ محمد المتوكل‎; b. October 10, 1966 in Assa, Morocco) (also transliterated as Mohammad al-Mutawakil) is a Sahrawi human rights activist working in Western Sahara and Morocco. He is a member of the Collective of Sahrawi Human Rights Defenders (CODESA).",
      "pageId": 3010167,
      "monthDay": "10/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Feridun_D%C3%BCza%C4%9Fa%C3%A7",
      "name": "Feridun Düzağaç",
      "aboutText": "Derrick Wayne McKey (born October 10, 1966) is a retired American basketball player who played the most part of his NBA career between the small forward and the power forward positions.",
      "pageId": 3731623,
      "monthDay": "10/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Marinos_Ouzounidis",
      "name": "Marinos Ouzounidis",
      "aboutText": "Silke Kraushaar-Pielach (born Silke Kraushaar on 10 October 1970 in Sonneberg, Thuringia) is a German luger who competed from 1995 to 2008.",
      "pageId": 4256642,
      "monthDay": "10/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/DJ_Skribble",
      "name": "DJ Skribble",
      "aboutText": "Brett Lorenzo Favre (/ˈfɑrv/; born October 10, 1969) is a former American football quarterback who spent the majority of his career with the Green Bay Packers of the National Football League (NFL). He was a 20-year veteran of the NFL, having played quarterback for the Atlanta Falcons (1991), Green Bay Packers (1992–2007), New York Jets (2008), and Minnesota Vikings (2009–2010). Favre was the first quarterback in NFL history to throw for over 70,000 yards, over 6,000 completions, and over 10,000 pass attempts.",
      "pageId": 4920175,
      "monthDay": "10/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Francis_Escudero",
      "name": "Francis Escudero",
      "aboutText": "Marinos Ouzounidis (Greek: Μαρίνος Ουζουνίδης) (born 10 October 1968) is a Greek football manager and former football player.",
      "pageId": 5304389,
      "monthDay": "10/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brett_Favre",
      "name": "Brett Favre",
      "aboutText": "Jacek Marek Zieliński (Polish pronunciation: [ˈjat͡sɛk ˈmarɛk ʑɛˈʎiɲskʲi]) (born October 10, 1967 in Wierzbica, Radom County) is a retired Polish football defender and current assistant manager of Poland national football team.",
      "pageId": 5543151,
      "monthDay": "10/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shawn_Jamison",
      "name": "Shawn Jamison",
      "aboutText": "Jonathan Littell (born 10 October 1967) is a writer living in Barcelona. He grew up in France and the United States and is a citizen of both countries. After acquiring his bachelor's degree he worked for a humanitarian organisation for nine years, leaving his job in 2001 in order to concentrate on writing.",
      "pageId": 7395831,
      "monthDay": "10/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Wendi_McLendon-Covey",
      "name": "Wendi McLendon-Covey",
      "aboutText": "Francis Joseph Guevara Escudero (born October 10, 1969), known as Chiz Escudero, has been a member of the Philippine Senate since 2007. He previously served as a member of the Philippine House of Representatives, representing the 1st District Sorsogon, where he served as the Minority Floor Leader of the House of Representatives of the Philippines.",
      "pageId": 8095757,
      "monthDay": "10/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dilsa_Demirbag_Sten",
      "name": "Dilsa Demirbag Sten",
      "aboutText": "Feridun Düzağaç (born 10 October 1968) is a Turkish rock music singer and songwriter, usually known for his pessimistic and melancholic songs.",
      "pageId": 9054165,
      "monthDay": "10/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dean_Kiely",
      "name": "Dean Kiely",
      "aboutText": "Dilsa Demirbag Sten (Kurdish: Dilşa Demirbag Sten) (pronounced \"Dilsha\") (born Dilşa Demirbağ, 10 October 1969) is a Swedish author and journalist. A self-described liberal atheist, she is a frequent commentator on topics such as integration, honor violence, religious oppression of women and Islamic fundamentalism. She is a contributor to the newspapers Expressen, Östgöta Correspondenten, Göteborgs-Posten, Dagens Nyheter, Fokus and Axess.",
      "pageId": 11790668,
      "monthDay": "10/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Silke_Kraushaar-Pielach",
      "name": "Silke Kraushaar-Pielach",
      "aboutText": "DJ Skribble (born October 10, 1968) is an Italian-American DJ, producer, remixer, radio personality and actor.\nIn the early 1990s, he teamed up with Kamron, ATA, Firstborn and Tommy Never in Young Black Teenagers, who released two albums before splitting up.\nIn 1996, he worked with Bill Irwin on the musical Hip Hop Wonderland.",
      "pageId": 12790770,
      "monthDay": "10/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Corinna_May",
      "name": "Corinna May",
      "aboutText": "Shawn Jamison (born October 10, 1969 in California, USA) is a retired professional basketball player, who last played in England for the Milton Keynes Lions.\nThe 6 foot, 8 inch centre's former teams include the world famous Harlem Globetrotters (1995–96), Geneve Devils (2000–01) and Thames Valley Tigers (2001–02).\nShawn began his first head coaching position with the Loughborough Cougars women's first team at Loughborough University in 2008, and after leading the Cougars to a 7th-place finish in the BUCS Championships Shawn went on to Coach the Walsall Wizards.",
      "pageId": 13357441,
      "monthDay": "10/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mohammed_Mourhit",
      "name": "Mohammed Mourhit",
      "aboutText": "Ralph Dale Earnhardt, Jr. (born October 10, 1974); known professionally as Dale Earnhardt, Jr., Dale, Jr. or just Junior; is an American professional stock car racing driver and champion team owner.",
      "pageId": 158454,
      "monthDay": "10/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Matthew_Pinsent",
      "name": "Matthew Pinsent",
      "aboutText": "Sir Matthew Clive Pinsent, CBE (/ˈpɪnˌsənt/; born 10 October 1970) is an English rower and broadcaster. During his rowing career, he won 10 world championship gold medals and four consecutive Olympic gold medals, of which three were with Sir Steve Redgrave.",
      "pageId": 219303,
      "monthDay": "10/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Graham_Alexander",
      "name": "Graham Alexander",
      "aboutText": "Evgeny Igorevitch Kissin (Russian: Евге́ний И́горевич Ки́син, Yevgeniy Igorevich Kisin; born 10 October 1971) is a Russian–British classical pianist. He first came to international fame as a child prodigy. He has been a British citizen since 2002 and an Israeli citizen since 2013.",
      "pageId": 379687,
      "monthDay": "10/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ian_Bennett_(footballer)",
      "name": "Ian Bennett",
      "aboutText": "Mario Lopez, Jr. (Spanish pronunciation: [ˈmaɾi̯o ˈlopes]; born October 10, 1973) is an American television host and actor. Lopez has appeared on several television series, in films, and on Broadway.",
      "pageId": 609663,
      "monthDay": "10/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Evgeny_Kissin",
      "name": "Evgeny Kissin",
      "aboutText": "Zach Thornton (born October 10, 1973 in Edgewood, Maryland) is a retired goalkeeper who spent sixteen seasons in Major League Soccer (MLS) with the New York/New Jersey MetroStars (1996–1997), Chicago Fire (1998–2006), Colorado Rapids (2007), New York Red Bulls (2008) and Chivas USA (2008–2011). He was the starting goalkeeper for the Fire when it won MLS Cup '98 in its inaugural year. He, along with Chris Armas and C. J. Brown, are the only three Fire players to be a part of all six of the club's domestic championships from 1998 through 2006.",
      "pageId": 1081726,
      "monthDay": "10/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tiffany_Mynx",
      "name": "Tiffany Mynx",
      "aboutText": "Ihsahn (born October 10, 1975 as Vegard Sverre Tveitan) is a Norwegian composer, multi-instrumentalist, and vocalist. He is best known for his work with Norwegian black metal band Emperor. He has appeared in Thou Shalt Suffer, played in Peccatum with his wife Ihriel (real name Heidi S. Tveitan), and now devotes himself to his solo albums.",
      "pageId": 1173651,
      "monthDay": "10/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Harvey_Anderson",
      "name": "Harvey Anderson",
      "aboutText": "Ian Michael Bennett (born 10 October 1971) is an English footballer who plays as a goalkeeper and is currently Academy Goalkeeping Coach at Nottingham Forest.",
      "pageId": 1335935,
      "monthDay": "10/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jun_Lana",
      "name": "Jun Lana",
      "aboutText": "Asi Cohen (Hebrew: אסי כהן, also 'Assi'; born October 10, 1974) is an Israeli comedian and actor. He is best known for his appearances in the feature film Colombian Love (alongside Mili Avital), as well as for television performances in Love Hurts (alongside Dana Modan), \"Rak BeYsrael\" with his comedy duo of \"Asi and Guri\", his role in Mesudarim (US title Loaded), and for his part in Eretz Nehederet, where he has impersonated Avigdor Lieberman, Raleb Majadele, and Uri Geller among others.\nIn a Ynet poll conducted in May 2008, Asi Cohen was selected by respondents as the funniest Israeli for the second year in a row.",
      "pageId": 1372390,
      "monthDay": "10/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dean_Roland",
      "name": "Dean Roland",
      "aboutText": "Tiffany Mynx (born October 10, 1971 in Upland, California) is an American pornographic actress and film director.",
      "pageId": 1781390,
      "monthDay": "10/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alexei_Zhitnik",
      "name": "Alexei Zhitnik",
      "aboutText": "Ramón Morales Higuera (born 10 October 1975 in La Piedad, Michoacán) is a retired Mexico international footballer and currently works in C.D. Guadalajara's youth academy.",
      "pageId": 2129823,
      "monthDay": "10/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mario_Lopez",
      "name": "Mario Lopez",
      "aboutText": "Oleksiy Mykolaiovych \"Alexei\" Zhitnik (Ukrainian: Олексій Миколайович Житник; born October 10, 1972) is a Ukrainian-Russian former professional ice hockey defenceman. Zhitnik has played more games in the National Hockey League (NHL) (1,085) than any other Soviet-born defenceman. He has represented the Soviet Union, CIS, and Russia internationally, and Ukraine during two NHL All-Star Games.",
      "pageId": 2932586,
      "monthDay": "10/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Morriss",
      "name": "Scott Morriss",
      "aboutText": "Julio Ricardo Cruz (born 10 October 1974) is an Argentine former footballer. He played for clubs in Argentina, the Netherlands and Italy before retiring in 2010.The longest spell of his career was spent with Inter Milan, with whom he won four consecutive Serie A titles, among other honours.He usually has played as a striker but he has even played as a winger , attacking midfielder and a center forward.In 2015 he opened his own charity foundation named \"Julio Cruz foundation\".\nCruz earned 22 caps for the Argentina national football team from his debut in 1997, scoring three goals.",
      "pageId": 3042660,
      "monthDay": "10/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Zach_Thornton",
      "name": "Zach Thornton",
      "aboutText": "Mohammed Mourhit (Arabic: محمد مُرحيت‎) (born 10 October 1970 in Khouribga, Morocco) is a Belgian top cross country, middle and long distance runner who holds two European records, in the 3000 m and 5000 m. He is also a former European 10000 m record holder. He won a bronze medal at the 1999 World Championships in the 5000 metres and a silver medal at the 2001 IAAF World Indoor Championships in the 3000 metres behind Hicham El Guerrouj.",
      "pageId": 3510901,
      "monthDay": "10/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Asi_Cohen",
      "name": "Asi Cohen",
      "aboutText": "Graham Alexander (born 10 October 1971) is a former Scotland international footballer. He was most recently the manager of Fleetwood Town.\nFor most of his career, Coventry-born Alexander played as a specialist at right back, but was also deployed in defensive midfield, as he did early on in his career with Scunthorpe.",
      "pageId": 4268253,
      "monthDay": "10/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Julio_Ricardo_Cruz",
      "name": "Julio Ricardo Cruz",
      "aboutText": "Scott Edward Morriss  (born 10 October 1973 in Wandsworth, London, England) is an illustrator and the bass player for the English band The Bluetones. He is the younger brother of bandmate and lead vocalist Mark Morriss, with whom he also played with as backing group, The Mummys.",
      "pageId": 5771932,
      "monthDay": "10/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dale_Earnhardt,_Jr.",
      "name": "Dale Earnhardt, Jr.",
      "aboutText": "Dean Roland (born October 10, 1972) is an American musician. He is best known for being the rhythm guitarist of the band Collective Soul, an alternative rock band fronted by his older brother Ed.",
      "pageId": 12786027,
      "monthDay": "10/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lucy_Powell",
      "name": "Lucy Powell",
      "aboutText": "Jun Lana (born October 10, 1972), born as Rodolfo R. Lana, Jr., is a Filipino playwright and two-time FAMAS award-winning screenwriter.",
      "pageId": 16109442,
      "monthDay": "10/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Pronger",
      "name": "Chris Pronger",
      "aboutText": "Harvey Anderson (born 10 October 1972) is an English first class cricketer who played all his games for Galle Cricket Club. His highest score of 16 came when playing for Galle in the match against Colts Cricket Club. He has also played a few non First class games for Bradford/Leeds University Centre of Cricketing Excellence in England.",
      "pageId": 18817117,
      "monthDay": "10/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ihsahn",
      "name": "Ihsahn",
      "aboutText": "Christopher Robert Pronger (/ˈprɒŋɡər/ or /ˈprɒŋər/; born October 10, 1974) is a Canadian professional ice hockey defenceman who is currently under contract with the Arizona Coyotes of the National Hockey League (NHL), but has not played since November 2011 due to post-concussion syndrome related to three separate hits, also including being hit in the eye(s) by the blade of another player's stick; Pronger now suffers from vision impairment. Though he is not officially retired, Pronger is not expected to play again. In October 2014, Chris Pronger signed a contract with the NHL to assist its Player Safety Division, although he is excused from any decisions directly affecting the Coyotes, with whom he still remains under a player contract.",
      "pageId": 25390153,
      "monthDay": "10/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ram%C3%B3n_Morales",
      "name": "Ramón Morales",
      "aboutText": "Lucy Maria Powell (born 10 October 1974) is a British Labour and Co-operative politician and Member of Parliament for Manchester Central in the House of Commons of the Parliament of the United Kingdom. She was first elected at the Manchester Central by-election in November 2012.",
      "pageId": 35542972,
      "monthDay": "10/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jacqueline_Pirie",
      "name": "Jacqueline Pirie",
      "aboutText": "Roberto Dean Silva Burnquist (Portuguese pronunciation: [ˈʁɔbɛʁtʃ ˈdzĩː ˈsiwvɐ bɐ̃(ɹ)ˈkwistʃ], born October 10, 1976), popularly known as Bob Burnquist, is a Brazilian-American professional skateboarder. In 2010, he became the first skateboarder to land a \"fakie 900\" (900-degree reverse-natural rotation), making Burnquist the fifth person in history to successfully complete the 900 trick.",
      "pageId": 84196,
      "monthDay": "10/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Pl%C3%A1cido_Polanco",
      "name": "Plácido Polanco",
      "aboutText": "Mýa Marie Harrison (/ˈmaɪ.ə/) (born October 10, 1979) is an American singer-songwriter, and actress. Born into a musical family, she signed with Interscope Records in 1998 and released her eponymous debut album the same year. The album was a commercial success in the United States and produced the top ten single \"It's All About Me\".",
      "pageId": 318582,
      "monthDay": "10/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bob_Burnquist",
      "name": "Bob Burnquist",
      "aboutText": "Patrick Brian \"Pat\" Burrell (born October 10, 1976), nicknamed \"Pat the Bat,\" is a former American professional baseball outfielder who played in Major League Baseball. He stands 6 feet 4 inches (1.93 m) tall and weighs 235 pounds (107 kg). He batted and threw right-handed.",
      "pageId": 428791,
      "monthDay": "10/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Pat_Burrell",
      "name": "Pat Burrell",
      "aboutText": "Shane Albert Doan (born October 10, 1976) is a Canadian professional ice hockey forward who currently serves as captain of the Arizona Coyotes of the National Hockey League (NHL). He has played his entire career with the Coyotes franchise, joining the team in 1995 when they were the original Winnipeg Jets. He is the last remaining player currently active in the NHL from the original Winnipeg Jets.",
      "pageId": 440389,
      "monthDay": "10/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shane_Doan",
      "name": "Shane Doan",
      "aboutText": "Nicolás Alejandro Massú Fried (born October 10, 1979), nicknamed Vampiro (Spanish: \"vampire\"), is a Chilean former tennis player, a former World No. 9 in singles, and a winner of two Olympic gold medals. He is the only male player to have won both the singles and doubles gold medals during the same games in modern Olympic tennis (since 1988).",
      "pageId": 682323,
      "monthDay": "10/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Scott_Dobie",
      "name": "Scott Dobie",
      "aboutText": "Elvis Zark Hammond (born 6 October 1980) is a Ghanaian footballer who plays for Kingstonian as a Striker.\n^ \"List of Players under Written Contract Registered Between 01/05/2011 and 31/05/2011\" (PDF). The Football Association.",
      "pageId": 1054907,
      "monthDay": "10/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jodi_Lyn_O%27Keefe",
      "name": "Jodi Lyn O'Keefe",
      "aboutText": "Plácido Enrique Polanco (/ˈplɑːsɨdoʊ ɛnˈriːkeɪ pɵˈlɑːŋkoʊ/; born October 10, 1975) is a Dominican-American former professional baseball player. He played in Major League Baseball (MLB) for the St. Louis Cardinals, Philadelphia Phillies, Detroit Tigers and Miami Marlins.",
      "pageId": 1287357,
      "monthDay": "10/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kangta",
      "name": "Kangta",
      "aboutText": "Timothy Robert \"Tim\" Maurer (born October 10, 1980) is an American singer, best known as the former lead singer of third-wave ska band Suburban Legends. He has left the band on two separate occasions. The first was in 2000 after the recording of Origin Edition.",
      "pageId": 2066776,
      "monthDay": "10/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/M%C3%BDa",
      "name": "Mýa",
      "aboutText": "Ahn Chil-hyun (born October 10, 1979), better known by his stage name Kangta, is a South Korean pop singer. He is a former member of the boy band H.O.T. and a solo singer since their disbandment in 2001.",
      "pageId": 2269096,
      "monthDay": "10/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wu_Chun",
      "name": "Wu Chun",
      "aboutText": "Jodi Lyn O'Keefe (born October 10, 1978) is an American actress and model, who at age 17 portrayed Cassidy Bridges on Nash Bridges. She is also known for her role on Prison Break as Gretchen Morgan, a.k.a.",
      "pageId": 2296040,
      "monthDay": "10/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nicol%C3%A1s_Mass%C3%BA",
      "name": "Nicolás Massú",
      "aboutText": "Joel Przybilla (/prɨzˈbɪlə/; born October 10, 1979) is a retired American professional basketball player who played the center position for 13 seasons in the National Basketball Association (NBA).",
      "pageId": 2468430,
      "monthDay": "10/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joel_Przybilla",
      "name": "Joel Przybilla",
      "aboutText": "Casey FitzSimmons (born October 10, 1980 in Wolf Point, Montana) is a former National Football League tight end. He played his whole career for the Detroit Lions.\n^ \"Casey FitzSimmons\".",
      "pageId": 2939300,
      "monthDay": "10/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hitomi_Sat%C5%8D",
      "name": "Hitomi Satō",
      "aboutText": "Blaž Emeršič (born October 10, 1980 in Ljubljana) is a Slovenian ice hockey player currently playing for Milton Keynes Lightning of the English Premier Ice Hockey League.\nHe began his career with Olimpija Ljubljana before moving to North America in 1999. He went to play for teams in the Central Hockey League, the ECHL and the American Hockey League.",
      "pageId": 4291365,
      "monthDay": "10/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sherine",
      "name": "Sherine",
      "aboutText": "Robert Scott Dobie (born 10 October 1978), known as Scott Dobie, is a footballer who plays as a striker, but is currently unattached.\nAlthough born in England, Dobie has played for Scotland at international level. He has previously played for Carlisle United, Clydebank, West Bromwich Albion, Millwall, Nottingham Forest, St.",
      "pageId": 5033577,
      "monthDay": "10/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bla%C5%BE_Emer%C5%A1i%C4%8D",
      "name": "Blaž Emeršič",
      "aboutText": "Sherine Ahmed Abdel Wahhab (Arabic: شيرين أحمد عبد الوهاب‎, born October 8, 1980) known simply as Sherine (Arabic: شيرين‎), is an Egyptian singer and actress from Egypt, Cairo.",
      "pageId": 6601201,
      "monthDay": "10/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Casey_FitzSimmons",
      "name": "Casey FitzSimmons",
      "aboutText": "Jacqueline Pirie (born 10 October 1975 in Stirling, Scotland) is a Scottish actress best known for appearing in ITV's popular soap operas Emmerdale, as Tina Dingle from 1994–1996.\nPirie next appeared in Coronation Street in 1998 as factory machinist Linda Sykes. The storyline involving her character's relationship with Mike Baldwin won Best Storyline at The British Soap Awards in 2001.",
      "pageId": 6681329,
      "monthDay": "10/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Elvis_Hammond",
      "name": "Elvis Hammond",
      "aboutText": "Wu Chun (Chinese: 吳尊; pinyin: Wú Zūn) was born on 10 October 1979, birth name Goh Kiat Chun, is a Brunei-born-Chinese actor and singer (especially in Taiwan), entrepreneur, visionaire , ambassador, youth role model, and health and sport enthusiast.\nHe was a member of Taiwanese Mandopop vocal quartet boy band Fahrenheit from its debut in 2005 to June 2011 and still have close bond with his former band mates. He was the last and oldest member to join the boy band and was the bass vocalist of the group.",
      "pageId": 9130264,
      "monthDay": "10/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tim_Maurer",
      "name": "Tim Maurer",
      "aboutText": "Found spouse, Found children, Una Theresa Imogene Foden (née Healy; 10 October 1981) is an Irish singer-songwriter, musician, and a television presenter. She rose to fame in 2008 as a member of the 5 member English–Irish girl group The Saturdays, signed to Fascination and Polydor Records. The group have achieved substantial success with numerous top-ten hits as well as a hit number one single entitled 'What About Us'.",
      "pageId": 20940812,
      "monthDay": "10/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lynn_Hung",
      "name": "Lynn Hung",
      "aboutText": "Xiong Dailin (熊 黛林, born 10 October 1980), better known as Lynn Hung, is a Hong Kong-based fashion model originally from mainland China, who has also been an actress.\nBorn in Nanjing, China, Hung moved her base of modeling activities to Hong Kong in 2006 and began working there mainly in the runway scene, becoming known as a top model, and beginning her acting career in 2008.\nShe became well known as the girl friend of Aaron Kwok, a singer known as one of Hong Kong's \"Four Heavenly Kings\".",
      "pageId": 26731851,
      "monthDay": "10/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Una_Foden",
      "name": "Una Foden",
      "aboutText": "Hitomi Satō (佐藤仁美, Satō Hitomi, born 10 October 1979) is a Japanese actress. She has appeared in more than forty films since 1996.\n^ \"Kakureta engiha, Satō Hitomi to wa\".",
      "pageId": 45406932,
      "monthDay": "10/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_Oliver_(actor)",
      "name": "Michael Oliver",
      "aboutText": "Michael Oliver (born October 10, 1981) is an American former child actor of the 1990s.",
      "pageId": 685715,
      "monthDay": "10/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gavin_Shuker",
      "name": "Gavin Shuker",
      "aboutText": "Stephanie Cheng (born 10 October 1984) is a female cantopop singer in Hong Kong introduced by Go East Music (consolidated with Universal Music in 2003). She was born in Hong Kong and studied at Heep Yunn School and the Australian International School.",
      "pageId": 727920,
      "monthDay": "10/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yasser_Al-Qahtani",
      "name": "Yasser Al-Qahtani",
      "aboutText": "Vusimuzi \"Vusi\" Sibanda (born 10 October 1983) is a Zimbabwean cricketer. He has played international cricket for the Zimbabwe cricket team.",
      "pageId": 899204,
      "monthDay": "10/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Amon_Buchanan",
      "name": "Amon Buchanan",
      "aboutText": "Chiaki Kuriyama (栗山 千明, Kuriyama Chiaki, born October 10, 1984) is a Japanese actress, singer and model.",
      "pageId": 1179347,
      "monthDay": "10/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hideki_Mutoh",
      "name": "Hideki Mutoh",
      "aboutText": "Rhoderick Ramos Santos (born October 10, 1982), more commonly known as simply Erik Santos, is a Filipino singer, actor, TV host, commercial model, and the first Grand Champion of the ABS-CBN singing competition Star In A Million Season 1 in 2003.\nErik Santos was ABS-CBN’s Star In A Million Grand Champion last January 2004. A young balladeer known for his soulful voice, Erik made his way to stardom through the music scene owing the title Prince of Pop .",
      "pageId": 2281619,
      "monthDay": "10/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Erik_Santos",
      "name": "Erik Santos",
      "aboutText": "Amon Buchanan (born 10 October 1982) is a former Australian rules football who played for the Brisbane Lions and the Sydney Swans in the AFL. He is currently serving as the forwards coach of the Greater Western Sydney Giants.",
      "pageId": 2699945,
      "monthDay": "10/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Vusimuzi_Sibanda",
      "name": "Vusimuzi Sibanda",
      "aboutText": "Troy Trevor Tulowitzki (born October 10, 1984), nicknamed \"Tulo\", is an American professional baseball shortstop for the Toronto Blue Jays of Major League Baseball (MLB). He previously played for the Colorado Rockies.\nAfter a standout college baseball career for California State University, Long Beach, the Rockies selected Tulowitzki with the seventh overall selection of the 2005 MLB Draft.",
      "pageId": 2879041,
      "monthDay": "10/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nikos_Spyropoulos",
      "name": "Nikos Spyropoulos",
      "aboutText": "Yasser Saeed Al-Qahtani (Arabic: ياسر القحطاني‎; born 10 October 1982) is a Saudi Arabian footballer who plays as a striker for Al-Hilal FC in the Saudi Professional League. He was also captain of the Saudi Arabian national team. In 2005, he moved to Al-Hilal.",
      "pageId": 3091841,
      "monthDay": "10/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sherab_Zam",
      "name": "Sherab Zam",
      "aboutText": "Bronson Harrison (born 10 October 1985) is a New Zealand retired professional rugby league footballer. He primarily played in the second-row and lock. He played for the Wests Tigers, Canberra Raiders and St.",
      "pageId": 3394171,
      "monthDay": "10/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tolga_Zengin",
      "name": "Tolga Zengin",
      "aboutText": "Paul Michael Posluszny (born October 10, 1984), commonly known as \"Poz\", is an American football linebacker for the Jacksonville Jaguars of the National Football League (NFL). He played college football for Pennsylvania State University, earned consensus All-American honors twice, and was recognized as the top college linebacker and top college defensive player.",
      "pageId": 3613761,
      "monthDay": "10/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Stephanie_Cheng",
      "name": "Stephanie Cheng",
      "aboutText": "Elizabeth Mae \"Lzzy\" Hale is the lead singer, rhythm guitarist and front-woman of the American hard rock band Halestorm. She has been with the band since its inception in 1997.",
      "pageId": 3894192,
      "monthDay": "10/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lzzy_Hale",
      "name": "Lzzy Hale",
      "aboutText": "Ezequiel Marcelo Garay González (Spanish pronunciation: [eseˈkjel ɣaˈɾai]; born 10 October 1986) is an Argentine professional footballer who plays for Russian club FC Zenit Saint Petersburg and the Argentina national team as a central defender.\nHe started his career with Newell's Old Boys but moved to Spain at the age of 19, going on to amass La Liga totals of 109 games and 15 goals over the course of six seasons, with Racing de Santander and Real Madrid. In 2011 he signed with Benfica, winning four major titles, most notably the domestic treble in the 2013–14 season.",
      "pageId": 4693982,
      "monthDay": "10/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chiaki_Kuriyama",
      "name": "Chiaki Kuriyama",
      "aboutText": "Tolga Zengin (born October 10, 1983) is a Turkish football goalkeeper. He currently plays for Beşiktaş in the Turkish Süper Lig. His impressive performances at the start of the 2006–07 season for Trabzonspor earned him a call-up to the Turkey national football team squad for a friendly against Luxembourg in August 2006.",
      "pageId": 6521890,
      "monthDay": "10/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paul_Posluszny",
      "name": "Paul Posluszny",
      "aboutText": "Dominique Cornu (born 10 October 1985 in Beveren) is a Belgian road and track cyclist from Flanders, currently riding for UCI Continental team Sunweb-Napoleon Games. He specializes in the time trial discipline.\nAt the 2006 World Cycling Championship he was crowned Under-23 Time Trial World Champion.",
      "pageId": 7080895,
      "monthDay": "10/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Troy_Tulowitzki",
      "name": "Troy Tulowitzki",
      "aboutText": "Nikolaos \"Nikos\" Spyropoulos (Greek: Νίκος Σπυρόπουλος; born 10 October 1983) is a Greek professional footballer who last played for PAOK FC as a left back. On April 15, 2015, he solved his contract with PAOK FC receiving his payment till the end of the season, since he wasn't in manager's Giorgos Georgiadis' plans.\n^ \"Παρελθόν ο Σπυρόπουλος από τον ΠΑΟΚ\".",
      "pageId": 12239636,
      "monthDay": "10/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dominique_Cornu",
      "name": "Dominique Cornu",
      "aboutText": "Hideki Mutoh (武藤 英紀, Mutō Hideki, born October 6, 1982) is a Japanese race car driver from Tokyo currently racing in Super GT.",
      "pageId": 12382427,
      "monthDay": "10/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Bronson_Harrison",
      "name": "Bronson Harrison",
      "aboutText": "Marina Lambrini Diamandis (Greek: Μαρίνα-Λαμπρινή Διαμαντή; born 10 October 1985), better known by her stage name Marina and the Diamonds, is a Welsh singer-songwriter. Born in Brynmawr and raised in nearby Pandy, she performed for choir productions in her childhood.",
      "pageId": 22948895,
      "monthDay": "10/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Marina_and_the_Diamonds",
      "name": "Marina and the Diamonds",
      "aboutText": "Sandra Záhlavová (born 10 October 1985) is a Czech tennis player.\nZáhlavová won 12 singles and nine doubles titles on the ITF tour in her career. On 21 June 2010, she reached her best singles ranking of world number 78.",
      "pageId": 25166065,
      "monthDay": "10/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sandra_Z%C3%A1hlavov%C3%A1",
      "name": "Sandra Záhlavová",
      "aboutText": "Gavin Shuker (born 10 October 1981) is an English Labour Co-operative politician, who has been the Member of Parliament (MP) for Luton South since 2010. Shuker successfully defended the seat after his predecessor Margaret Moran stood down following controversy over her expenses. He is a member of the Christians on the Left and was previously leader of City Life Church in Luton.",
      "pageId": 27264194,
      "monthDay": "10/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ezequiel_Garay",
      "name": "Ezequiel Garay",
      "aboutText": "Sherab Zam (10 October 1983) is a Bhutanese archer. She competed at the 2012 Summer Olympics at the Women's individual event. Also, she was selected to be Bhutan's flag-bearer at the 2012 Summer Olympics.",
      "pageId": 36572744,
      "monthDay": "10/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nathan_Jawai",
      "name": "Nathan Jawai",
      "aboutText": "Aimee Richelle Teegarden (born October 10, 1989) is an American actress, model and producer. She starred as Julie Taylor in the NBC drama Friday Night Lights from 2006 to 2011. In 2011, she starred as Jenny Randall in the horror film Scream 4, and as Nova Prescott in the Disney film Prom.",
      "pageId": 7834060,
      "monthDay": "10/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrew_McCutchen",
      "name": "Andrew McCutchen",
      "aboutText": "Nathan Leon \"Nate\" Jawai (born 10 October 1986), an Indigenous Australian of Torres Strait Islander descent, is a professional basketball player who currently plays for the Perth Wildcats of the National Basketball League (NBL).",
      "pageId": 14930866,
      "monthDay": "10/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ellen_Andrea_Wang",
      "name": "Ellen Andrea Wang",
      "aboutText": "Andrew Stefan McCutchen (born October 10, 1986), nicknamed \"Cutch\" is an American professional baseball center fielder for the Pittsburgh Pirates of Major League Baseball (MLB).\nMcCutchen was drafted by the Pirates in the first round (11th overall) of the 2005 MLB Draft. He made his MLB debut in 2009.",
      "pageId": 17260462,
      "monthDay": "10/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rodjun_Cruz",
      "name": "Rodjun Cruz",
      "aboutText": "Gabriella Lucia Cilmi (/ˈtʃɪlmi/ CHIL-mee; born 10 October 1991) is an Australian singer-songwriter. In 2008, Cilmi was awarded six ARIA Music Awards, including Single of the Year and Best Female Artist. Her debut album, Lessons to Be Learned, was released in March 2008, becoming a moderate international success.",
      "pageId": 18430895,
      "monthDay": "10/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ryan_Mathews_(American_football)",
      "name": "Ryan Mathews",
      "aboutText": "Aide Brown Ideye (born 10 October 1988) is a Nigerian international footballer who plays as a central striker for Greek club Olympiacos FC.",
      "pageId": 18465265,
      "monthDay": "10/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Colin_Slade",
      "name": "Colin Slade",
      "aboutText": "Rodolfo Othello Cruz Illustre, Jr. (born October 10, 1987) is a Filipino actor, dancer and singer.",
      "pageId": 19591935,
      "monthDay": "10/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Luis_Cardozo",
      "name": "Luis Cardozo",
      "aboutText": "Mariana Espósito (Spanish pronunciation: [ˈlali esˈposito]; born 10 October 1991), known professionally as Lali Espósito, is an Argentine actor and singer. Espósito began her career as a child actress in 2003 when she joined the cast of the children's telenovela Rincón de Luz, created by producer Cris Morena. She had other subsequent supporting roles in telenovelas Chiquititas and Floricienta and a main role in Casi Ángeles, the latter of which increased her fame in Latin America and Israel.",
      "pageId": 20115591,
      "monthDay": "10/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Shaun_Fensom",
      "name": "Shaun Fensom",
      "aboutText": "Emer Gwynne Morganna Kenny (born 10 October 1989) is an English actress and screenwriter who initially came to national attention as Zsa Zsa Carter in the BBC soap opera EastEnders and its online spin-off EastEnders: E20 of which some episodes' scripts were written and co-written by her. She has more recently played Danielle Reeves in the BBC Three sitcom Pramface.",
      "pageId": 21380852,
      "monthDay": "10/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brown_Ideye",
      "name": "Brown Ideye",
      "aboutText": "Xherdan Shaqiri (Albanian pronunciation: [dʒɛrˈdan ʃaˈciɾi]; born 10 October 1991) is a Swiss professional footballer who plays as a midfielder for Premier League club Stoke City, and the Switzerland national team. FIFA's official website describes him as \"unpredictable on the ball, adept with both feet, clinical in front of goal and possessing excellent vision\". He is nicknamed \"the Alpine Messi\" and \"the magic dwarf\".",
      "pageId": 23598923,
      "monthDay": "10/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Toby_Smith_(rugby_union)",
      "name": "Toby Smith",
      "aboutText": "Colin Slade (born 10 October 1987) is a rugby union footballer who represents the Crusaders in the Super Rugby competition and Canterbury in the ITM Cup, playing primarily at first five-eighth, as well as all other backline positions on occasions. He was first selected for the All Blacks in 2009. He is a key member of 2011 Rugby World Cup winning team.",
      "pageId": 24187021,
      "monthDay": "10/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emer_Kenny",
      "name": "Emer Kenny",
      "aboutText": "Luis Carlos Cardozo (born 10 October 1988) is a Paraguayan football centre back and full back who played for Mexican club Monarcas Morelia, on loan from Cerro Porteño.\nCardozo ranked number 7 in a list of the most expensive players in Paraguayan football for 2015 published by Diario Extra.",
      "pageId": 24227059,
      "monthDay": "10/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aimee_Teegarden",
      "name": "Aimee Teegarden",
      "aboutText": "Ryan Jefforey Mathews (born October 10, 1987) is an American football running back for the Philadelphia Eagles of the National Football League (NFL). He played college football for Fresno State. He was drafted by the San Diego Chargers in the first round, 12th overall, in the 2010 NFL Draft.",
      "pageId": 25088654,
      "monthDay": "10/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Geno_Smith",
      "name": "Geno Smith",
      "aboutText": "Shaun Fensom (born 10 October 1988 in Camden, New South Wales) is an Australian professional rugby league footballer for the Canberra Raiders of the National Rugby League (NRL).",
      "pageId": 25755100,
      "monthDay": "10/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Krissel_Valdez",
      "name": "Krissel Valdez",
      "aboutText": "Manuel Giandonato (born 10 October 1991) is an Italian footballer who currently plays for Padova.",
      "pageId": 26547036,
      "monthDay": "10/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Gabriella_Cilmi",
      "name": "Gabriella Cilmi",
      "aboutText": "Eugene Cyril \"Geno\" Smith III (born October 10, 1990), is an American football quarterback for the New York Jets of the National Football League (NFL). He was drafted by the Jets in the second round of the 2013 NFL Draft.",
      "pageId": 28833659,
      "monthDay": "10/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lali_Esp%C3%B3sito",
      "name": "Lali Espósito",
      "aboutText": "Krissel Joy Valdez (born October 10, 1990) is a Filipina-Davaoena singer and the first runner-up of Star Power: Sharon Search For the Next Female Superstar.",
      "pageId": 31160517,
      "monthDay": "10/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Manuel_Giandonato",
      "name": "Manuel Giandonato",
      "aboutText": "Toby Smith (born 10 October 1988) is an Australian rugby union footballer. He is currently a prop for the Melbourne Rebels in Super Rugby, having joined the Rebels in 2014.",
      "pageId": 35612110,
      "monthDay": "10/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kim_Seul-gie",
      "name": "Kim Seul-gie",
      "aboutText": "Michael Carter-Williams (born October 10, 1991) is an American professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). He was drafted 11th overall in the 2013 NBA draft by the Philadelphia 76ers, after playing college basketball for the Syracuse Orange.",
      "pageId": 38019042,
      "monthDay": "10/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Xherdan_Shaqiri",
      "name": "Xherdan Shaqiri",
      "aboutText": "Kim Seul-gie (Korean: 김슬기, born October 10, 1991) is a South Korean actress.",
      "pageId": 38158369,
      "monthDay": "10/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Michael_Carter-Williams",
      "name": "Michael Carter-Williams",
      "aboutText": "Ellen Andrea Wang (born 10 October 1986 at Gjøvik, Norway) is a Norwegian Upright bass player, composer and singer. Raised in Søndre Land, Oppland, the vicar's daughter is known for being front figure, vocalist and bass player in her own band Pixel, and for collaborations with pianist Dag Arnesen.\n^ \"Ellen Andrea Wang Biography\" (in Norwegian).",
      "pageId": 40134596,
      "monthDay": "10/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jayden_Stockley",
      "name": "Jayden Stockley",
      "aboutText": "Jayden Connor Stockley (born 10 October 1993) is an English professional footballer who plays as a striker for Portsmouth on loan from Bournemouth.",
      "pageId": 24654389,
      "monthDay": "10/10"
    },
    {
      "year": "1994",
      "uri": "/wiki/Tereza_Smitkov%C3%A1",
      "name": "Tereza Smitková",
      "aboutText": "Aeign Zackrey Nash Victoriano Aguas (born October 10, 1998), simply known as Nash Aguas, is a Filipino actor, singer and model.\nAt the age of five, Aguas made his television debut on the noontime variety show MTB, after joining the program's Batang F4 contest. In 2004, he joined ABS-CBN's talent search Star Circle Quest, where he won the title \"Grand Kid Questor\" and also won most of the special awards including \"Darling of the Press\" in the Finals Night.",
      "pageId": 27406310,
      "monthDay": "10/10"
    },
    {
      "year": "1994",
      "uri": "/wiki/Bae_Suzy",
      "name": "Bae Suzy",
      "aboutText": "Bae Su-ji (Hangul: 배수지; born October 10, 1994), commonly known by her stage name Suzy, is a South Korean singer and actress.she was number 11 for the 100 most beautiful fave for 2012, She is best known for her roles as Go Hye-mi in the KBS2 TV series' Dream High, Jang Ma-ri in Big, young Yang Seo-yeon in the movie Architecture 101, and Dam Yeo-wool in the MBC TV series Gu Family Book.",
      "pageId": 31787888,
      "monthDay": "10/10"
    },
    {
      "year": "1998",
      "uri": "/wiki/Nash_Aguas",
      "name": "Nash Aguas",
      "aboutText": "Tereza Smitková (born 10 October 1994) is a Czech tennis player.\nSmitková has won one singles WTA 125K series title as well as four singles and five doubles titles on the ITF tour in her career. On 6 April 2015, she reached her best singles ranking of world number 57.",
      "pageId": 39637492,
      "monthDay": "10/10"
    }
  ]
}