{
  "people": [
    {
      "year": "1008",
      "uri": "/wiki/Emperor_Go-Ichij%C5%8D",
      "name": "Emperor Go-Ichijō",
      "aboutText": "August Horch (12 October 1868 – 3 February 1951) was a German engineer and automobile pioneer, the founder of the manufacturing giant which would eventually become Audi.",
      "pageId": 2038,
      "monthDay": "10/12"
    },
    {
      "year": "1350",
      "uri": "/wiki/Dmitry_Donskoy",
      "name": "Dmitry Donskoy",
      "aboutText": "Edward VI (12 October 1537 – 6 July 1553) was King of England and Ireland from 28 January 1547 until his death. He was crowned on 20 February at the age of nine. The son of Henry VIII and Jane Seymour, Edward was the third monarch of the Tudor dynasty and England's first monarch raised as a Protestant.",
      "pageId": 10245,
      "monthDay": "10/12"
    },
    {
      "year": "1490",
      "uri": "/wiki/Bernardo_Pisano",
      "name": "Bernardo Pisano",
      "aboutText": "Emperor Go-Ichijō (後一条天皇, Go-Ichijō-tennō, October 12, 1008 – May 15, 1036) was the 68th emperor of Japan, according to the traditional order of succession.\nGo-Ichijō's reign spanned the years from 1016 through 1036.\nThis 11th century sovereign was named after Emperor Ichijō and go- (後), translates literally as \"later;\" and thus, he is sometimes called the \"Later Emperor Ichijō\".",
      "pageId": 36685,
      "monthDay": "10/12"
    },
    {
      "year": "1537",
      "uri": "/wiki/Edward_VI_of_England",
      "name": "Edward VI of England",
      "aboutText": "James Ramsay MacDonald, FRS (12 October 1866 – 9 November 1937) was a British statesman who was the first Labour Party Prime Minister, leading a Labour Government in 1924, a Labour Government from 1929 to 1931, and a National Government from 1931 to 1935.\nHistorians credit MacDonald, along with Keir Hardie and Arthur Henderson, as one of the three principal founders of the Labour Party. His speeches, pamphlets and books made him an important theoretician, but he played an even more important role as Leader of the Labour Party.",
      "pageId": 46391,
      "monthDay": "10/12"
    },
    {
      "year": "1558",
      "uri": "/wiki/Maximilian_III,_Archduke_of_Austria",
      "name": "Maximilian III, Archduke of Austria",
      "aboutText": "Dom Pedro I (English: Peter I; 12 October 1798 – 24 September 1834), nicknamed \"the Liberator\", was the founder and first ruler of the Empire of Brazil. As King Dom Pedro IV, he reigned briefly over Portugal, where he also became known as \"the Liberator\" as well as \"the Soldier King\". Born in Lisbon, Pedro I was the fourth child of King Dom João VI of Portugal and Queen Carlota Joaquina, and thus a member of the House of Braganza.",
      "pageId": 81480,
      "monthDay": "10/12"
    },
    {
      "year": "1576",
      "uri": "/wiki/Thomas_Dudley",
      "name": "Thomas Dudley",
      "aboutText": "Saint Dmitry Ivanovich Donskoy (Russian: Дми́трий Ива́нович Донско́й,also known as Dimitrii or Demetrius), or Dmitry of the Don, sometimes referred to simply as Dmitry (12 October 1350 in Moscow – 19 May 1389 in Moscow), son of Ivan II the Meek of Moscow (1326–1359), reigned as the Prince of Moscow from 1359 and Grand Prince of Vladimir from 1363 to his death. He was the first prince of Moscow to openly challenge Mongol authority in Russia. His nickname, Donskoy (i.e., \"of the Don\"), alludes to his great victory against the Tatars in the Battle of Kulikovo (1380) which took place on the Don River.",
      "pageId": 148185,
      "monthDay": "10/12"
    },
    {
      "year": "1602",
      "uri": "/wiki/William_Chillingworth",
      "name": "William Chillingworth",
      "aboutText": "Friedrich Frey-Herosé (12 October 1801, Lindau - 22 September 1873) was a Swiss politician.",
      "pageId": 240671,
      "monthDay": "10/12"
    },
    {
      "year": "1687",
      "uri": "/wiki/Sylvius_Leopold_Weiss",
      "name": "Sylvius Leopold Weiss",
      "aboutText": "William Chillingworth (12 October 1602 – 30 January 1644) was a controversial English churchman.",
      "pageId": 303662,
      "monthDay": "10/12"
    },
    {
      "year": "1710",
      "uri": "/wiki/Jonathan_Trumbull",
      "name": "Jonathan Trumbull",
      "aboutText": "Jonathan Trumbull, Sr. (October 12, 1710 – August 17, 1785) (the original spelling, \"Trumble\", was changed for an unknown reason) was one of the few Americans who served as governor in both a pre-Revolutionary colony and a post-Revolutionary state. He was the only colonial governor at the start of the Revolution to take up the rebel cause.",
      "pageId": 309541,
      "monthDay": "10/12"
    },
    {
      "year": "1725",
      "uri": "/wiki/%C3%89tienne_Louis_Geoffroy",
      "name": "Étienne Louis Geoffroy",
      "aboutText": "Elmer Ambrose Sperry, Sr. (October 12, 1860 – June 16, 1930) was an American inventor and entrepreneur, most famous as co-inventor, with Herman Anschütz-Kaempfe of the gyrocompass. His compasses and stabilizers were adopted by the United States Navy and used in both world wars.",
      "pageId": 363829,
      "monthDay": "10/12"
    },
    {
      "year": "1792",
      "uri": "/wiki/Christian_Gmelin",
      "name": "Christian Gmelin",
      "aboutText": "William Joseph Hardee (October 12, 1815 – November 6, 1873) was a career U.S. Army officer, serving during the Second Seminole War and in the Mexican-American War, where he was captured and exchanged. In the American Civil War, he sided with the south, promoted general in the western theatre, where he quarrelled sharply with Braxton Bragg and John Hood. He opposed Gen.",
      "pageId": 376149,
      "monthDay": "10/12"
    },
    {
      "year": "1798",
      "uri": "/wiki/Pedro_I_of_Brazil",
      "name": "Pedro I of Brazil",
      "aboutText": "Christian Gottlob Gmelin (12 October 1792 – 13 May 1860) was a German chemist.\nGmelin was professor of chemistry and pharmacy at the University of Tübingen. In 1828 he was one of the first to devise a process for the artificial manufacture of ultramarine.",
      "pageId": 402678,
      "monthDay": "10/12"
    },
    {
      "year": "1801",
      "uri": "/wiki/Friedrich_Frey-Heros%C3%A9",
      "name": "Friedrich Frey-Herosé",
      "aboutText": "Thomas Dudley (12 October 1576 – 31 July 1653) was a colonial magistrate who served several terms as governor of the Massachusetts Bay Colony. Dudley was the chief founder of Newtowne, later Cambridge, Massachusetts, and built the town's first home. He provided land and funds to establish the Roxbury Latin School, and signed Harvard College's new charter during his 1650 term as governor.",
      "pageId": 521026,
      "monthDay": "10/12"
    },
    {
      "year": "1815",
      "uri": "/wiki/William_J._Hardee",
      "name": "William J. Hardee",
      "aboutText": "Sylvius Leopold Weiss (12 October 1687 – 16 October 1750) was a German composer and lutenist.\nBorn in Grottkau near Breslau, the son of Johann Jacob Weiss, also a lutenist, he served at courts in Breslau, Rome, and Dresden, where he died. Until recently, he was thought to have been born in 1686, but recent evidence suggests that he was in fact born the following year.",
      "pageId": 625368,
      "monthDay": "10/12"
    },
    {
      "year": "1840",
      "uri": "/wiki/Helena_Modjeska",
      "name": "Helena Modjeska",
      "aboutText": "Helena Modjeska (October 12, 1840 – April 8, 1909), whose actual Polish surname was Modrzejewska (Polish pronunciation: [mɔdʐɛˈjɛfska], was a renowned actress who specialized in Shakespearean and tragic roles.",
      "pageId": 1064124,
      "monthDay": "10/12"
    },
    {
      "year": "1855",
      "uri": "/wiki/Arthur_Nikisch",
      "name": "Arthur Nikisch",
      "aboutText": "Maximilian III of Austria, also known as Maximilian the Grand Master of the Teutonic Knights (12 October 1558 – 2 November 1618) was the Archduke of Further Austria from 1612 until his death.",
      "pageId": 1228671,
      "monthDay": "10/12"
    },
    {
      "year": "1860",
      "uri": "/wiki/Elmer_Ambrose_Sperry",
      "name": "Elmer Ambrose Sperry",
      "aboutText": "Sir Arthur Harden FRS (12 October 1865 Manchester, Lancashire – 17 June 1940 Bourne End, Buckinghamshire) was a British biochemist. He shared the Nobel Prize in Chemistry in 1929 with Hans Karl August Simon von Euler-Chelpin for their investigations into the fermentation of sugar and fermentative enzymes.\n^ Hopkins, F. G.; Martin, C. J. (1942).",
      "pageId": 1233658,
      "monthDay": "10/12"
    },
    {
      "year": "1865",
      "uri": "/wiki/Arthur_Harden",
      "name": "Arthur Harden",
      "aboutText": "Bernardo Pisano (also Pagoli) (October 12, 1490 – January 23, 1548) was an Italian composer, priest, singer, and scholar of the Renaissance.",
      "pageId": 1432625,
      "monthDay": "10/12"
    },
    {
      "year": "1866",
      "uri": "/wiki/Ramsay_MacDonald",
      "name": "Ramsay MacDonald",
      "aboutText": "Arthur Nikisch (Hungarian: Nikisch Artúr; 12 October 1855 – 23 January 1922) was a Hungarian conductor who performed internationally, holding posts in Boston, London and—most importantly—Berlin. He was considered an outstanding interpreter of the music of Bruckner, Tchaikovsky, Beethoven and Liszt.",
      "pageId": 1673623,
      "monthDay": "10/12"
    },
    {
      "year": "1868",
      "uri": "/wiki/August_Horch",
      "name": "August Horch",
      "aboutText": "Étienne Louis Geoffroy (October 12, 1725 – August 12, 1810) was a French entomologist and pharmacist. He was born in Paris and died in Soissons. He followed the binomial nomenclature of Carl von Linné and devoted himself mainly to beetles.",
      "pageId": 2905209,
      "monthDay": "10/12"
    },
    {
      "year": "1868",
      "uri": "/wiki/Mariano_Tr%C3%ADas",
      "name": "Mariano Trías",
      "aboutText": "Aleister Crowley (/ˈkroʊli/; born Edward Alexander Crowley; 12 October 1875 – 1 December 1947) was an English occultist, ceremonial magician, poet, painter, novelist, and mountaineer. He founded the religion and philosophy of Thelema, identifying himself as the prophet entrusted with guiding humanity into the Æon of Horus in the early 20th century.\nBorn to a wealthy Plymouth Brethren family in Royal Leamington Spa, Warwickshire, Crowley rejected this fundamentalist Christian faith to pursue an interest in Western esotericism.",
      "pageId": 1177,
      "monthDay": "10/12"
    },
    {
      "year": "1872",
      "uri": "/wiki/Ralph_Vaughan_Williams",
      "name": "Ralph Vaughan Williams",
      "aboutText": "Prince  Fumimaro Konoe (近衛 文麿, Konoe Fumimaro, often Konoye, 12 October 1891 – 16 December 1945) was a Japanese politician in the Empire of Japan who served as the 34th, 38th and 39th Prime Minister of Japan and founder/leader of the Imperial Rule Assistance Association.",
      "pageId": 17401,
      "monthDay": "10/12"
    },
    {
      "year": "1874",
      "uri": "/wiki/Jimmy_Burke_(baseball)",
      "name": "Jimmy Burke",
      "aboutText": "Edith Stein, also known as St. Teresa Benedicta of the Cross, OCD, (German: Teresia Benedicta vom Kreuz, Latin: Teresia Benedicta a Cruce) (12 October 1891 – 9 August 1942), was a German Jewish philosopher who converted to the Roman Catholic Church and became a Discalced Carmelite nun. She is a martyr and saint of the Catholic Church.",
      "pageId": 43501,
      "monthDay": "10/12"
    },
    {
      "year": "1875",
      "uri": "/wiki/Aleister_Crowley",
      "name": "Aleister Crowley",
      "aboutText": "Ralph Vaughan Williams OM (/ˌreɪf ˌvɔːn ˈwɪljəmz/ 12 October 1872 – 26 August 1958) was an English composer. His works include operas, ballets, chamber music, secular and religious vocal pieces and orchestral compositions including nine symphonies, written over nearly fifty years. Strongly influenced by Tudor music and English folk-song, his output marked a decisive break in British music from its German-dominated style of the 19th century.",
      "pageId": 79448,
      "monthDay": "10/12"
    },
    {
      "year": "1878",
      "uri": "/wiki/Truxtun_Hare",
      "name": "Truxtun Hare",
      "aboutText": "Velvalee Dickinson (born October 12, 1893 - died ca. 1980), was convicted of espionage against the United States on behalf of Japan during World War II. Known as the \"Doll Woman\", she used her business in New York City to send information on the United States Navy to contacts in South America via steganographic messages.",
      "pageId": 226089,
      "monthDay": "10/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/Louis_H%C3%A9mon",
      "name": "Louis Hémon",
      "aboutText": "Eugenio Montale (Italian: [euˈdʒɛnjo monˈtale]; 12 October 1896 – 12 September 1981) was an Italian poet, prose writer, editor and translator, and recipient of the 1975 Nobel Prize in Literature. He is widely considered the greatest Italian lyric poet since Giacomo Leopardi.",
      "pageId": 311360,
      "monthDay": "10/12"
    },
    {
      "year": "1887",
      "uri": "/wiki/Paula_von_Preradovi%C4%87",
      "name": "Paula von Preradović",
      "aboutText": "Lester Dent (October 12, 1904 – March 11, 1959) was an American pulp-fiction author, best known as the creator and main author of the series of novels about the superhuman scientist and adventurer, Doc Savage.",
      "pageId": 355700,
      "monthDay": "10/12"
    },
    {
      "year": "1891",
      "uri": "/wiki/Edith_Stein",
      "name": "Edith Stein",
      "aboutText": "Paula Preradović (12 October 1887 – 25 May 1951), known professionally as Paula von Preradović or by her married name as Paula Molden, was an Austrian writer and poet.\nShe was a granddaughter of the Croatian poet, of Serbian origin, Petar Preradović. She was born in Vienna but her family moved in 1889 to Pula, Istria.",
      "pageId": 471897,
      "monthDay": "10/12"
    },
    {
      "year": "1891",
      "uri": "/wiki/Fumimaro_Konoe",
      "name": "Fumimaro Konoe",
      "aboutText": "Joseph Edward Cronin (October 12, 1906 – September 7, 1984) was a Major League Baseball (MLB) shortstop, manager and general manager. He also served as president of the American League (AL) for 14 years.\nDuring a 20-year playing career, he played from 1926–45 for three different teams, primarily for the Boston Red Sox.",
      "pageId": 583027,
      "monthDay": "10/12"
    },
    {
      "year": "1892",
      "uri": "/wiki/Gilda_dalla_Rizza",
      "name": "Gilda dalla Rizza",
      "aboutText": "Ding Ling (Chinese: 丁玲; pinyin: Dīng Líng; October 12, 1904 – March 4, 1986), formerly romanized as Ting Ling, was the pen name of Jiang Bingzhi (simplified Chinese: 蒋冰之; traditional Chinese: 蔣冰之; pinyin: Jiǎng Bīngzhī), also known as Bin Zhi (彬芷 Bīn Zhǐ), one of the most celebrated 20th-century Chinese authors.",
      "pageId": 705181,
      "monthDay": "10/12"
    },
    {
      "year": "1893",
      "uri": "/wiki/Velvalee_Dickinson",
      "name": "Velvalee Dickinson",
      "aboutText": "Elisabeth of Romania (Elisabetha Charlotte Josephine Alexandra Victoria; 12 October 1894 – 14/15 November 1956) was a queen consort of Greece; the wife of King George II of Greece, from 1921 to 1935.",
      "pageId": 871394,
      "monthDay": "10/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Elisabeth_of_Romania",
      "name": "Elisabeth of Romania",
      "aboutText": "Ann Petry (October 12, 1908 – April 28, 1997) was an American novelist who became the first black woman writer with book sales topping a million copies for her novel The Street.",
      "pageId": 1139988,
      "monthDay": "10/12"
    },
    {
      "year": "1896",
      "uri": "/wiki/Eugenio_Montale",
      "name": "Eugenio Montale",
      "aboutText": "Paul Engle (October 12, 1908 – March 22, 1991), noted American poet, editor, teacher, literary critic, novelist, and playwright.",
      "pageId": 2793983,
      "monthDay": "10/12"
    },
    {
      "year": "1903",
      "uri": "/wiki/Josephine_Hutchinson",
      "name": "Josephine Hutchinson",
      "aboutText": "James Timothy Burke (October 12, 1874 – March 26, 1942) was a Major League Baseball third baseman with the Cleveland Spiders, St. Louis Perfectos, Milwaukee Brewers, Chicago White Stockings, Pittsburgh Pirates, and St. Louis Cardinals.",
      "pageId": 4269895,
      "monthDay": "10/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Lester_Dent",
      "name": "Lester Dent",
      "aboutText": "Louis Hémon (12 October 1880 – 8 July 1913), was a French writer best known for his novel Maria Chapdelaine.",
      "pageId": 5819135,
      "monthDay": "10/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ding_Ling",
      "name": "Ding Ling",
      "aboutText": "Josephine Hutchinson (October 12, 1903 – June 4, 1998) was an American actress.",
      "pageId": 5922450,
      "monthDay": "10/12"
    },
    {
      "year": "1906",
      "uri": "/wiki/Joe_Cronin",
      "name": "Joe Cronin",
      "aboutText": "Thomas Truxtun Hare (October 12, 1878 – February 2, 1956) was an American track and field athlete who competed in the hammer throw and All rounder events. He was also a college football player for the Penn Quakers football team of the University of Pennsylvania from 1897 to 1900. Hare is one of only a handful of men to earn All-American honors during all four years of college.",
      "pageId": 7133949,
      "monthDay": "10/12"
    },
    {
      "year": "1906",
      "uri": "/wiki/John_Murray_(playwright)",
      "name": "John Murray",
      "aboutText": "Mariano Trías y Closas (October 12, 1868 – February 22, 1914) is considered to be the first de facto Philippine Vice President of that revolutionary government established at the Tejeros Convention - an assembly of Philippine revolutionary leaders that elected officials of the revolutionary movement against the colonial government of Spain. When that assembly broke into factions, a truce known as the Pact of Biak-na-Bato was signed by the group and also recognized the elected officials and Trias as the vice president of Emilio Aguinaldo, who is also considered to be the first President of the Philippines. With the promulgation of the Malolos Constitution by the Malolos Convention, the First Philippine Republic was born.",
      "pageId": 7482757,
      "monthDay": "10/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Paul_Engle",
      "name": "Paul Engle",
      "aboutText": "Gilda Dalla Rizza (12 October 1892 – 5 July 1975) was an important Italian soprano.\nBorn in Verona, she made her operatic debut in Bologna (the Teatro Verdi) in 1912, as Charlotte in Werther. Especially acclaimed in the verismo repertory, she was regarded as being Giacomo Puccini's favorite soprano, creating Magda in his La rondine (1917).",
      "pageId": 8025155,
      "monthDay": "10/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ann_Petry",
      "name": "Ann Petry",
      "aboutText": "John Murray (October 12, 1906 – June 17, 1984) was an American playwright best known for writing the 1937 play Room Service with Allen Boretz.\nMurray was born in New York and attended DeWitt Clinton High School, City College of New York, and Columbia University. His 1937 play, Room Service ran for 500 performances on Broadway and was turned into two films, the first, Room Service, starred the Marx Brothers, the second, Step Lively, starred Frank Sinatra.",
      "pageId": 25546941,
      "monthDay": "10/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Robert_Fitzgerald",
      "name": "Robert Fitzgerald",
      "aboutText": "Arthur \"Art\" Clokey (October 12, 1921 – January 8, 2010) was an American pioneer in the popularization of stop motion clay animation, best known as the creator of the character Gumby. Clokey's career began in 1955 with a film experiment called Gumbasia, which was influenced by his professor, Slavko Vorkapich, at the University of Southern California. Clokey and his wife Ruth subsequently came up with the clay character Gumby and his horse Pokey, who first appeared in the Howdy Doody Show, and later got their own series The Adventures of Gumby, with which they became a familiar presence on American television.",
      "pageId": 92197,
      "monthDay": "10/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Malcolm_Renfrew",
      "name": "Malcolm Renfrew",
      "aboutText": "Doris \"Dorie\" Miller (October 12, 1919 – November 24, 1943) was a Messmen Third Class. the United States Navy noted for his bravery during the attack on Pearl Harbor on December 7, 1941. He was the first African American to be awarded the Navy Cross, the third highest honor awarded by the U.S. Navy at the time, after the Medal of Honor and the Navy Distinguished Service Medal.",
      "pageId": 185037,
      "monthDay": "10/12"
    },
    {
      "year": "1911",
      "uri": "/wiki/Piero_Taruffi",
      "name": "Piero Taruffi",
      "aboutText": "Robert Stuart Fitzgerald (/fɪtsˈdʒɛrəld/; 12 October 1910 – 16 January 1985) was an American poet, critic and translator whose renderings of the Greek classics \"became standard works for a generation of scholars and students.\" He was best known as a translator of ancient Greek and Latin. In addition, he also composed several books of his own poetry.\n^ Mitgang, Herbert (January 17, 1985).",
      "pageId": 421072,
      "monthDay": "10/12"
    },
    {
      "year": "1913",
      "uri": "/wiki/Alice_Chetwynd_Ley",
      "name": "Alice Chetwynd Ley",
      "aboutText": "Arthur Christopher John Soames, Baron Soames GCMG GCVO CH CBE PC (12 October 1920 – 16 September 1987) was a British politician belonging to the Conservative Party and the son-in-law of Winston Churchill. A European Commissioner and the last Governor of Southern Rhodesia, he had previously been the longtime Member of Parliament for Bedford from 1950 to 1966.",
      "pageId": 463807,
      "monthDay": "10/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Alice_Childress",
      "name": "Alice Childress",
      "aboutText": "Roque Gastón Máspoli Arbelvide (12 October 1917 in Montevideo – 22 February 2004 in Montevideo) was an Uruguayan football player and coach. He was the goalkeeper for the Uruguay national team that won the 1950 World Cup.",
      "pageId": 535858,
      "monthDay": "10/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Roque_M%C3%A1spoli",
      "name": "Roque Máspoli",
      "aboutText": "Doris Grau (October 12, 1924 – December 30, 1995) was an American script supervisor, actress, and voice artist from Brooklyn. Shortly after moving to Hollywood in 1940, she began her career with supervising film and television scripts. She continued to do this until the 1990s and worked on films such as Point Blank and King Kong and television shows such as Cheers and The Tracey Ullman Show.",
      "pageId": 653507,
      "monthDay": "10/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gilles_Beaudoin",
      "name": "Gilles Beaudoin",
      "aboutText": "Nicholas Christopher Michael \"Christy\" Ring (12 October 1920 – 2 March 1979) was an Irish hurler who played as a right wing-forward for the Cork senior team.\nBorn in Cloyne, County Cork, Ring first excelled at hurling during his school days. He arrived on the inter-county scene at the age of sixteen when he first linked up with the Cork minor team, before later lining out with the junior side.",
      "pageId": 720681,
      "monthDay": "10/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Doris_Miller",
      "name": "Doris Miller",
      "aboutText": "William Healy Sullivan (October 12, 1922 – October 11, 2013) was an American Foreign Service career officer who served as Ambassador to Laos from 1964–1969, the Philippines from 1973–1977, and Iran from 1977–1979.",
      "pageId": 1080368,
      "monthDay": "10/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Christy_Ring",
      "name": "Christy Ring",
      "aboutText": "Piero Taruffi (12 October 1906, Albano Laziale – 12 January 1988), was a racing driver from Italy, and also the father of lady racer Prisca Taruffi.",
      "pageId": 1235869,
      "monthDay": "10/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Christopher_Soames,_Baron_Soames",
      "name": "Christopher Soames, Baron Soames",
      "aboutText": "Jaroslav Drobný (Czech pronunciation: [ˈjaroslav ˈdrobniː]; 12 October 1921 – 13 September 2001) was a former World No. 1 amateur tennis champion as well as being an ice hockey player. He left Czechoslovakia in 1949 and travelled as an Egyptian citizen before becoming a citizen of Great Britain in 1959, where he died in 2001.",
      "pageId": 2138013,
      "monthDay": "10/12"
    },
    {
      "year": "1921",
      "uri": "/wiki/Art_Clokey",
      "name": "Art Clokey",
      "aboutText": "Alice Childress (October 12, 1916 – August 14, 1994) was an American playwright, actor, and author.",
      "pageId": 4062825,
      "monthDay": "10/12"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jaroslav_Drobn%C3%BD",
      "name": "Jaroslav Drobný",
      "aboutText": "Logie Bruce Lockhart MA (Cantab.) (born 12 October 1921) is a British writer and journalist, formerly a Scottish international rugby union footballer and headmaster of Gresham's School.",
      "pageId": 10035357,
      "monthDay": "10/12"
    },
    {
      "year": "1921",
      "uri": "/wiki/Logie_Bruce_Lockhart",
      "name": "Logie Bruce Lockhart",
      "aboutText": "Guerino \"Goody\" Petronelli (12 October 1923 – 29 January 2012) was an American boxing trainer and co-manager.\nWith his brother Pasquale (Pat), Petronelli managed and trained world middleweight champion Marvin Hagler. His other fighters included Robbie Sims, Steve Collins, and Kevin McBride.",
      "pageId": 10088535,
      "monthDay": "10/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/William_H._Sullivan",
      "name": "William H. Sullivan",
      "aboutText": "Jean Evelyn Nidetch (née Slutsky, October 12, 1923 – April 29, 2015) was an American business entrepreneur who was the cofounder of the Weight Watchers organization.",
      "pageId": 10149266,
      "monthDay": "10/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jean_Nidetch",
      "name": "Jean Nidetch",
      "aboutText": "Denis Lazure (October 12, 1925 – February 23, 2008) was a Canadian politician and a Member of the National Assembly of Quebec (MNA) from 1976 to 1984 and from 1989 to 1996.\n^ \"Biography\". Dictionnaire des parlementaires du Québec de 1792 à nos jours (in French).",
      "pageId": 11983946,
      "monthDay": "10/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Goody_Petronelli",
      "name": "Goody Petronelli",
      "aboutText": "Gilles Beaudoin (1919–2007) was a Canadian politician and a former Mayor of Trois-Rivières.",
      "pageId": 12922497,
      "monthDay": "10/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Doris_Grau",
      "name": "Doris Grau",
      "aboutText": "Malcolm MacKenzie Renfrew (October 12, 1910 – October 12, 2013) was an American polymer chemist, inventor, and professor emeritus at the University of Idaho in Moscow, Idaho.  Renfrew Hall, the university's chemistry building, was named for him in 1985.\nHe is noted for his contribution to the development of Teflon, including the first paper on the subject.",
      "pageId": 20798871,
      "monthDay": "10/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Leonidas_Kyrkos",
      "name": "Leonidas Kyrkos",
      "aboutText": "Alice Chetwynd Ley, née Humphrey (born 12 October 1913 in Halifax, Yorkshire, England, UK - d. 2004) was a British writer of romance novels from 1959 to 1989.",
      "pageId": 22320346,
      "monthDay": "10/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mimis_Plessas",
      "name": "Mimis Plessas",
      "aboutText": "Leonidas Kyrkos (Greek: Λεωνίδας Κύρκος; 12 October 1924 – 28 August 2011) was a Greek leftist politician and member of the Hellenic Parliament and the European Parliament.",
      "pageId": 32893743,
      "monthDay": "10/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Denis_Lazure",
      "name": "Denis Lazure",
      "aboutText": "Mimis Plessas (Greek: Μίμης Πλέσσας; born October 12, 1924) is a Greek composer born in Athens. He began his career in 1952 and has since written music for over 100 films, television and radio programs, and theatrical events. He has worked with such notable Greek singers as Giannis Poulopoulos, Marinella, Rena Koumioti and lyricist Lefteris Papadopoulos.",
      "pageId": 33852652,
      "monthDay": "10/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Essie_Mae_Washington-Williams",
      "name": "Essie Mae Washington-Williams",
      "aboutText": "Richard Meier (born October 12, 1934) is an American abstract artist and architect, whose geometric designs make prominent use of the color white.",
      "pageId": 53613,
      "monthDay": "10/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Al_Held",
      "name": "Al Held",
      "aboutText": "Ole-Johan Dahl (12 October 1931 – 29 June 2002) was a Norwegian computer scientist and is considered to be one of the fathers of Simula and object-oriented programming along with Kristen Nygaard.",
      "pageId": 64188,
      "monthDay": "10/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Domna_Samiou",
      "name": "Domna Samiou",
      "aboutText": "Richard Claxton \"Dick\" Gregory (born October 12, 1932) is an American civil rights activist, social critic, writer, entrepreneur, and comedian.",
      "pageId": 207593,
      "monthDay": "10/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Rangel_Valchanov",
      "name": "Rangel Valchanov",
      "aboutText": "Magnus Magnusson, KBE ([ˈmaknus ˈmaknusɔn]; 12 October 1929 – 7 January 2007) was an Icelandic journalist, translator, writer and television presenter. Born in Reykjavík, he lived in Scotland for almost all of his life, although he never took British citizenship.",
      "pageId": 277672,
      "monthDay": "10/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nappy_Brown",
      "name": "Nappy Brown",
      "aboutText": "Essie Mae Washington-Williams (October 12, 1925 – February 4, 2013) was an American teacher, author, and writer. She is best known as the natural and oldest child of Strom Thurmond, Governor of South Carolina and longtime United States Senator, known for his pro-racial segregation policies. Of mixed race, she was born to Carrie Butler, a 16-year-old black girl who worked as a household servant for Thurmond's parents, and Thurmond, then 22 and unmarried.",
      "pageId": 423685,
      "monthDay": "10/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Brian_Cobby",
      "name": "Brian Cobby",
      "aboutText": "Guido Molinari, OC (October 12, 1933 – February 21, 2004) was a Canadian artist, known for his abstract paintings.",
      "pageId": 482515,
      "monthDay": "10/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Coles",
      "name": "Robert Coles",
      "aboutText": "Donald \"Don\" Howe (12 October 1935 – 23 December 2015) was an English football player, coach, manager and pundit.",
      "pageId": 1799179,
      "monthDay": "10/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Magnus_Magnusson",
      "name": "Magnus Magnusson",
      "aboutText": "John W. Moffat (b. 12 Oct 1932) is a Professor Emeritus in physics at the University of Toronto. He is also an adjunct Professor in physics at the University of Waterloo and a resident affiliate member of the Perimeter Institute for Theoretical Physics.",
      "pageId": 1863306,
      "monthDay": "10/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Denis_Brodeur",
      "name": "Denis Brodeur",
      "aboutText": "Ned Jarrett (born October 12, 1932) is a retired race car driver and two-time NASCAR Grand National Series champion.\nHe was best known for his calm demeanor and he became known as \"Gentleman Ned Jarrett\", yet he was an intense competitor when he put both of his hands on the steering wheel of a NASCAR Grand National stock car.",
      "pageId": 2098479,
      "monthDay": "10/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Milica_Kacin_Wohinz",
      "name": "Milica Kacin Wohinz",
      "aboutText": "Al Held (October 12, 1928 – July 27, 2005) was an American Abstract expressionist painter. He was particularly well known for his large scale Hard-edge paintings. As an artist, multiple stylistic changes occurred throughout his career, however, none of these occurred at the same time as any popular emerging style or acted against a particular art form.",
      "pageId": 2328646,
      "monthDay": "10/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ole-Johan_Dahl",
      "name": "Ole-Johan Dahl",
      "aboutText": "Albert Nikolayevich Shiryaev (Russian: Альбе́рт Никола́евич Ширя́ев; born October 12, 1934) is a Soviet and Russian mathematician. He is known for his work in probability theory, statistics and financial mathematics.\nHe graduated from Moscow State University in 1957.",
      "pageId": 2659510,
      "monthDay": "10/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dick_Gregory",
      "name": "Dick Gregory",
      "aboutText": "Brian Cobby (12 October 1929 – 31 October 2012) was an English actor and telephone exchange worker who, in 1985, became the first male voice of the British speaking clock.",
      "pageId": 4155883,
      "monthDay": "10/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ned_Jarrett",
      "name": "Ned Jarrett",
      "aboutText": "Oğuz Atay (1934–1977) was a pioneer of the modern novel in Turkey. His first novel, Tutunamayanlar (The Disconnected), appeared 1971-72. Never reprinted in his lifetime and controversial among critics, it has become a best-seller since a new edition came out in 1984.",
      "pageId": 7422583,
      "monthDay": "10/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Moffat_(physicist)",
      "name": "John Moffat",
      "aboutText": "Robert Coles (born October 12, 1929) is an American author, child psychiatrist, and professor emeritus at Harvard University.",
      "pageId": 7518081,
      "monthDay": "10/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Guido_Molinari",
      "name": "Guido Molinari",
      "aboutText": "Denis Joseph Germain Stanislaus Brodeur (October 12, 1930 – September 26, 2013) was a Canadian photographer, acknowledged as one of hockey's finest photographers and was the father of New Jersey Devils goaltender Martin Brodeur, the National Hockey League's winningest goaltender. He was the official photographer for the Montreal Canadiens for many years, and co-published a book entitled Goalies: Guardians of the Net in 1996, which features his son Martin on the front cover.\nLike his son, Denis was also considered an outstanding goaltender, and helped team Canada win the bronze medal at the 1956 Olympic Games in Cortina D'Ampezzo, Italy.",
      "pageId": 8222117,
      "monthDay": "10/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/James_%22Sugar_Boy%22_Crawford",
      "name": "James \"Sugar Boy\" Crawford",
      "aboutText": "Napoleon Brown Goodson Culp (October 12, 1929 – September 20, 2008) better known by his stage name Nappy Brown, was an American R&B singer. His hits include the 1955 Billboard chart #2, \"Don't Be Angry\" and \"Night Time Is the Right Time\".",
      "pageId": 8924577,
      "monthDay": "10/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Richard_Meier",
      "name": "Richard Meier",
      "aboutText": "Rangel Valchanov (Bulgarian: Рангел Вълчанов; 12 October 1928 – 30 September 2013) (also seen as Vulchanov) was a Bulgarian cinema actor and director.\nHe finished theater directing at the Krastyo Sarafov National Academy for Theatre and Film Arts in 1953. He started working as an assistant director and subsequently as a director.",
      "pageId": 20355967,
      "monthDay": "10/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Albert_Shiryaev",
      "name": "Albert Shiryaev",
      "aboutText": "James \"Sugar Boy\" Crawford, Jr. (October 12, 1934  – September 15, 2012) was an American, New Orleans based, R&B musician. He was the author of \"Jock-A-Mo\" (1954), a hit that was later recreated as \"Iko Iko\", by The Dixie Cups and recorded by many artists including Dr.",
      "pageId": 20446894,
      "monthDay": "10/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/O%C4%9Fuz_Atay",
      "name": "Oğuz Atay",
      "aboutText": "Milica Kacin Wohinz (née Brezigar, born 12 October 1930) is a Slovenian historian, renowned for her seminal study on the history of the forceful Italianization of the Slovene minority in Italy (1920-1947) that took place between 1918 and 1943.",
      "pageId": 22089091,
      "monthDay": "10/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Don_Howe",
      "name": "Don Howe",
      "aboutText": "Domna Samiou (Greek: Δόμνα Σαμίου; 12 October 1928 – 10 March 2012) was a prominent Greek researcher and performer of Greek folk music. She received her first formal musical training from Simon Karas.",
      "pageId": 31212740,
      "monthDay": "10/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Tony_Kubek",
      "name": "Tony Kubek",
      "aboutText": "Luciano Pavarotti, Cavaliere di Gran Croce OMRI (Italian pronunciation: [luˈtʃaːno pavaˈrɔtti]; 12 October 1935 – 6 September 2007) was an Italian operatic tenor who also crossed over into popular music, eventually becoming one of the most commercially successful tenors of all time. He made numerous recordings of complete operas and individual arias, gaining worldwide fame for the brilliance and beauty of his tone—especially into the upper register—and eventually established himself as one of the finest tenors of the 20th century.\nAs one of the Three Tenors, Pavarotti became well known for his televised concerts and media appearances.",
      "pageId": 227696,
      "monthDay": "10/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Samuel_David_Moore",
      "name": "Samuel David Moore",
      "aboutText": "Aurore Clément (born 12 October 1945) is a French actress who has appeared in French language and English language motion pictures and television productions.",
      "pageId": 359457,
      "monthDay": "10/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Shivraj_Patil",
      "name": "Shivraj Patil",
      "aboutText": "Angela Mary Rippon OBE (born 12 October 1944) is an English television journalist, newsreader, writer and presenter. Rippon presented radio and television news programmes in South West England before moving to BBC One's Nine O'Clock News, becoming a regular presenter in 1975. She was the first female journalist permanently to present the BBC national television news.",
      "pageId": 555446,
      "monthDay": "10/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Luciano_Pavarotti",
      "name": "Luciano Pavarotti",
      "aboutText": "Michael Mansfield QC (born 12 October 1941) is an English barrister. A republican, vegetarian, socialist and self-described \"radical lawyer\", he has participated in prominent and controversial court cases and inquests involving accused IRA bombers, the Bloody Sunday incident, the Hillsborough disaster and the deaths of Jean Charles de Menezes and Diana, Princess of Wales and the McLibel case.\n^ \"tooks chambers - tooks chambers\".",
      "pageId": 564714,
      "monthDay": "10/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Paul_Hawkins_(racing_driver)",
      "name": "Paul Hawkins",
      "aboutText": "Ali Parvin (Persian: علی پروین‎‎, Nicknamed \"Soltan\" (The King), born 12 October 1946 in Tehran) is a retired Iranian football player and coach. He is one of the most famous footballers ever to play in Iran, and is regarded as one of the best from Iran. During his career, he has been associated mainly with Persepolis, played for the team for eighteen years, managed the club for seventeen years in three occasion and also the club's president.",
      "pageId": 971195,
      "monthDay": "10/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Mangold",
      "name": "Robert Mangold",
      "aboutText": "David Melvin English (October 12, 1942 – February 23, 1995) better known by the stage name Melvin Franklin, or his nickname \"Blue\", was an American bass singer.",
      "pageId": 1056173,
      "monthDay": "10/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bob_Miller_(sports_announcer)",
      "name": "Bob Miller",
      "aboutText": "Shivraj Vishwanath Patil (born 12 October 1935) is an Indian politician who has been Governor of the state of Punjab and Administrator of the Union Territory of Chandigarh since 2010. Previously, he was the Speaker of the 11th Lok Sabha from 1991 to 1996 and served in Manmohan Singh's cabinet as Union Minister of Home Affairs from 2004 to 2008. He also served in the Indira Gandhi and Rajiv Gandhi cabinets as Minister of Defence during the 1980s.",
      "pageId": 1179187,
      "monthDay": "10/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Larry_Scott_(bodybuilder)",
      "name": "Larry Scott",
      "aboutText": "Robert Paul Hawkins (12 October 1937 in Melbourne, Victoria, Australia – 26 May 1969 at Oulton Park, Cheshire, England) was an Australian motor racing driver. The son of a racing motorcyclist-turned-church minister, Hawkins was a capable single-seater driver but really made his mark as an outstanding sports car competitor driving Ford GT40s and Lola T70s. In 1969 Hawkins was included in the FIA list of graded drivers, an elite group of 27 drivers who by their achievements were rated the best in the world.",
      "pageId": 1235384,
      "monthDay": "10/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Frank_Alamo",
      "name": "Frank Alamo",
      "aboutText": "Daliah Lavi (born Daliah Lewinbuk, Hebrew: דליה לביא‎; 12 October 1942) is an Israeli actress, singer, and model.",
      "pageId": 1327234,
      "monthDay": "10/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michael_Mansfield",
      "name": "Michael Mansfield",
      "aboutText": "Larry Dee Scott (October 12, 1938 – March 8, 2014), nicknamed \"The Legend\" and \"The Golden Boy,\" was an American IFBB professional bodybuilder. He won the inaugural 1965 Mr. Olympia competition and defended the crown at the 1966 Mr.",
      "pageId": 1418888,
      "monthDay": "10/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Melvin_Franklin",
      "name": "Melvin Franklin",
      "aboutText": "Virgil Riley Runnels Jr. (October 12, 1945 – June 11, 2015), better known as \"The American Dream\" Dusty Rhodes, was an American professional wrestler and trainer who worked for WWE. He made occasional on-air appearances on WWE television and pay-per-views and worked as a backstage booker and producer in WWE's NXT developmental territory. Billed as \"the son of a plumber\", Rhodes did not have a typical wrestler's physique; his character was that of the \"Common Man\", known for the personality exhibited in his interviews.",
      "pageId": 1510283,
      "monthDay": "10/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Daliah_Lavi",
      "name": "Daliah Lavi",
      "aboutText": "George Lam Chi Cheung (born 12 October 1947), also known professionally by his surname Lam, is a Hong Kong-based veteran Cantopop singer and actor of Xinhui area origin. Lam spent a number of years overseas before returning to Hong Kong to launch his career.\nLam was the lead singer for a band called \"Jade\" until he went solo with his first English album \"Lam\" in 1976.",
      "pageId": 2278498,
      "monthDay": "10/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Kostas_Tsakonas",
      "name": "Kostas Tsakonas",
      "aboutText": "Anthony Christopher \"Tony\" Kubek (born October 12, 1935) is an American former professional baseball player and television broadcaster. During his nine-year playing career with the New York Yankees, Kubek played in six World Series in the late 1950s and early 1960s, starting in 37 World Series games. For NBC television, he later broadcast twelve World Series between 1968 and 1982, and fourteen League Championship Series between 1969 and 1989.",
      "pageId": 2462583,
      "monthDay": "10/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Angela_Rippon",
      "name": "Angela Rippon",
      "aboutText": "Susan Camille Saegert (born 12 October 1946), Guadalupe, Texas is Professor of Environmental Psychology at the CUNY Graduate Center.",
      "pageId": 2783968,
      "monthDay": "10/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Aurore_Cl%C3%A9ment",
      "name": "Aurore Clément",
      "aboutText": "Samuel David Moore (born October 12, 1935) is an American Southern soul and R&B singer, musician, and songwriter, who was the tenor vocalist for the soul vocal duo Sam & Dave from 1961 to 1981. Sam Moore is a member of the Rock & Roll Hall of Fame, the Grammy Hall of Fame (for \"Soul Man\"), the Vocal Group Hall of Fame, and a Grammy Award and a multi-Gold Record award-winning recording artist. Sam & Dave were the most successful and critically acclaimed duo in soul music history.",
      "pageId": 3815025,
      "monthDay": "10/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dusty_Rhodes_(wrestler)",
      "name": "Dusty Rhodes",
      "aboutText": "Robert Mangold (born October 12, 1937) is an American minimalist artist.",
      "pageId": 4137586,
      "monthDay": "10/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Daryl_Runswick",
      "name": "Daryl Runswick",
      "aboutText": "Robert James \"Bob\" Miller (born October 12, 1938) is an American sportscaster, best known as the play-by-play announcer for the Los Angeles Kings team of the National Hockey League on Fox Sports West/Prime Ticket. Miller has held that post with the team since 1973 and has been partnered with Jim Fox since 1990.\n^ a b Los Angeles Kings 2011-12 Media Guide.",
      "pageId": 4384170,
      "monthDay": "10/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Susan_Saegert",
      "name": "Susan Saegert",
      "aboutText": "Daryl Runswick (born 12 October 1946) is a classically trained English composer, arranger, musician, producer and educationalist.",
      "pageId": 18246601,
      "monthDay": "10/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ali_Parvin",
      "name": "Ali Parvin",
      "aboutText": "Kostas Tsakonas (Greek: Κώστας Τσάκωνας, 12 October 1943 – 4 November 2015) was a Greek actor.\nHis first appearance was in film and he became famous after appearing in a short length movie Kostas Zirinis. Later, he played many protagonistic roles in film, theater and in television.",
      "pageId": 28526056,
      "monthDay": "10/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/George_Lam",
      "name": "George Lam",
      "aboutText": "Frank Alamo (12 October 1941 – 11 October 2012), born Jean-François Grandin, was a French singer. He achieved his greatest success in the 1960s.\nHe was born in Paris.",
      "pageId": 37314948,
      "monthDay": "10/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Chris_Wallace",
      "name": "Chris Wallace",
      "aboutText": "Edward Randall \"Ed\" Royce (born October 12, 1951) is an American politician who currently serves as a member of the United States House of Representatives for California's 39th congressional district, and previously the 40th, serving in Congress since 1993. A member of the Republican Party, Royce became the Chairman of the United States House Committee on Foreign Affairs in 2013.",
      "pageId": 409649,
      "monthDay": "10/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Randy_West_(actor)",
      "name": "Randy West",
      "aboutText": "David Duane \"Dave\" Freudenthal (/ˈfriːdənθɑːl/; born October 12, 1950) is an American politician who served as the 31st Governor of Wyoming from 2003 to 2011.\n^ \"Montana Pronunciation Guide\". Ap.org.",
      "pageId": 420775,
      "monthDay": "10/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rick_Parfitt",
      "name": "Rick Parfitt",
      "aboutText": "Takeshi Kaga (鹿賀 丈史, Kaga Takeshi), real name Shigekatsu Katsuta (勝田 薫且, Katsuta Shigekatsu, born October 12, 1950), is a well-known stage and movie actor in Japan who is probably best known internationally for his portrayal of Chairman Kaga in the Japanese television show Iron Chef produced by Fuji TV.",
      "pageId": 439551,
      "monthDay": "10/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dave_Lloyd_(cyclist)",
      "name": "Dave Lloyd",
      "aboutText": "Leslie Heseltine, known as Les Dennis (born 12 October 1953) is an English television presenter, actor and comedian, best known as the presenter of Family Fortunes for 15 years from 1987 until 2002.\nHe has played the role of Michael Rodwell in Coronation Street since 2014.",
      "pageId": 599567,
      "monthDay": "10/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Carlos_the_Jackal",
      "name": "Carlos the Jackal",
      "aboutText": "Richard John Parfitt, OBE (born 12 October 1948) is an English musician, best known for being a singer and rhythm guitarist in the rock band Status Quo.",
      "pageId": 618503,
      "monthDay": "10/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nigel_Thrift",
      "name": "Nigel Thrift",
      "aboutText": "Christopher \"Chris\" Wallace (born October 12, 1947) is a television anchor who is the host of the Fox Broadcasting Company/Fox News Channel program Fox News Sunday. Wallace has won three Emmy Awards and the Dupont-Columbia Silver Baton Award. Wallace has been with Fox News since 2003.",
      "pageId": 1126133,
      "monthDay": "10/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Went",
      "name": "Paul Went",
      "aboutText": "Robin Askwith (Born 12 October 1950) is an English film actor, most famous for his role as Timmy Lea in the Confessions... sex comedies series. In 1975, at Drury Lane’s New London Theatre, he was voted Most Promising Newcomer – Male at the \"Evening Standard British Film Awards\".",
      "pageId": 1285638,
      "monthDay": "10/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Susan_Anton",
      "name": "Susan Anton",
      "aboutText": "Sir Nigel John Thrift, DL, FBA, FAcSS (born 12 October 1949 in Bath) is a British academic and geographer.",
      "pageId": 1742595,
      "monthDay": "10/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Robin_Askwith",
      "name": "Robin Askwith",
      "aboutText": "David Rodney \"Roger\" Heath-Brown F.R.S. (born 12 October 1952), is a British mathematician working in the field of analytic number theory.\n^ \"Prof Roger Heath-Brown, FRS\". Debrett's People of Today.",
      "pageId": 2984550,
      "monthDay": "10/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Caroline_Ellis",
      "name": "Caroline Ellis",
      "aboutText": "Randy West (born Andrew Jay Abrams; October 12, 1947) is an American pornographic actor.\n^ \"About Me\". randywest.com.",
      "pageId": 3018050,
      "monthDay": "10/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dave_Freudenthal",
      "name": "Dave Freudenthal",
      "aboutText": "Susan Ellen Anton (born October 12, 1950) is an American actress and singer.",
      "pageId": 3406686,
      "monthDay": "10/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Takeshi_Kaga",
      "name": "Takeshi Kaga",
      "aboutText": "David Threlfall (born 12 October 1953) is an English stage, film and television actor and director. He plays Frank Gallagher in Channel 4's series Shameless. He has also directed several episodes of the show.",
      "pageId": 4093280,
      "monthDay": "10/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Pilar_Pilapil",
      "name": "Pilar Pilapil",
      "aboutText": "Sally Little (born 12 October 1951) is a professional golfer. She originally had South African nationality, but became a United States citizen in August 1982.",
      "pageId": 4207206,
      "monthDay": "10/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sally_Little",
      "name": "Sally Little",
      "aboutText": "Danielle Proulx (born October 12, 1952 in Montreal, Quebec) is a French Canadian actress. She is multi-award winning actress and she was married to Raymond Cloutier. Her son, Émile Proulx-Cloutier, is also an actor.",
      "pageId": 5550046,
      "monthDay": "10/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ed_Royce",
      "name": "Ed Royce",
      "aboutText": "Caroline Ellis (born 12 October 1950) is an English actress. Her full name is Caroline Elizabeth Ann Ellis. She was born in Whetstone, London, England to William and Dorothy Ellis.",
      "pageId": 5627492,
      "monthDay": "10/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/B%C3%A9la_Cs%C3%A9csei",
      "name": "Béla Csécsei",
      "aboutText": "Dave Lloyd (born 12 October 1949), is an English former professional cyclist.\nLloyd began racing in 1969 and came seventh in the Milk Race and rode in the 1972 Munich Olympics. In 1973 he turned professional with Raleigh, and over the next three years he won the national 5000m pursuit championship twice and set a national 50-mile road record.",
      "pageId": 13115366,
      "monthDay": "10/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Roger_Heath-Brown",
      "name": "Roger Heath-Brown",
      "aboutText": "Paul Went was an English footballer with a quick turn of pace who played professionally for five clubs over a fifteen-year period. He was one of that generation who bridged the gap between terminological eras, beginning his career as a centre-half and ending it as a central defender despite playing a similar role throughout.\nBorn in Bromley-by-Bow on 12 October 1949 he played for both England schoolboys and the Under 18 youth side.",
      "pageId": 14869170,
      "monthDay": "10/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Danielle_Proulx",
      "name": "Danielle Proulx",
      "aboutText": "Ilich Ramírez Sánchez (pronounced: [ilitʃ raˈmiɾes santʃes]; born October 12, 1949), also known as Carlos the Jackal, is a Venezuelan terrorist currently serving a life sentence in France for the 1975 murder of an informant for the French government and two French counter-intelligence agents. While in prison he was further convicted of attacks in France that killed 11 and injured 150 people and sentenced to an additional life term.\nA committed Marxist-Leninist, Ramírez Sánchez is commonly described as one of the most notorious political terrorists of his era.",
      "pageId": 19654013,
      "monthDay": "10/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Les_Dennis",
      "name": "Les Dennis",
      "aboutText": "Béla Csécsei (October 12, 1952 – December 31, 2012) was a Hungarian educator and politician, who served as Mayor of Józsefváros (8th district of Budapest) from February 2, 1993 to September 2, 2009, his resignation.",
      "pageId": 38075401,
      "monthDay": "10/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Threlfall",
      "name": "David Threlfall",
      "aboutText": "Pilar Pilapil (born October 12, 1950) is a Filipino actress. She won as Bb. Pilipinas-Universe in 1967.",
      "pageId": 38574229,
      "monthDay": "10/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Linval_Thompson",
      "name": "Linval Thompson",
      "aboutText": "Jane Siberry (/ˈsɪbri/ SIB-ree, born Jane Stewart, 12 October 1955 in Toronto, Ontario) is a Canadian singer-songwriter, known for such hits as \"Mimi on the Beach\", \"I Muse Aloud\", \"One More Colour\" and \"Calling All Angels\". She also performed the theme song to the television series Maniac Mansion.\nSiberry has also released material under the name Issa (/ˈiːsɑː/ EE-sah) – an identity (as opposed to a simple stagename) which she used formally between 2006 and 2009.",
      "pageId": 222737,
      "monthDay": "10/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Massimo_Ghini",
      "name": "Massimo Ghini",
      "aboutText": "Ante Gotovina (born 12 October 1955) is a Croatian retired lieutenant general and former French senior corporal who served in the Croatian War for Independence. He is noted for his primary role in the 1995 Operation Storm. In 2001, the International Criminal Tribunal for the former Yugoslavia (ICTY) indicted him on war crimes and crimes against humanity charges in connection with that operation and its aftermath.",
      "pageId": 406500,
      "monthDay": "10/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cheryl_Rixon",
      "name": "Cheryl Rixon",
      "aboutText": "Brigitte Lahaie (born 12 October 1955) is a French radio talk show host, mainstream film actress and former pornographic actress. She began her career at age 22, after legislation in France had changed, and performed in pornographic films from 1976 through 1980.",
      "pageId": 849317,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Einar_Jan_Aas",
      "name": "Einar Jan Aas",
      "aboutText": "Stephen Clement \"Steve\" Austria (born October 12, 1958) is the former U.S. Representative for Ohio's 7th congressional district, serving from 2009 to 2013. He is a member of the Republican Party. In December 2011, Austria announced his intention to not run for re-election for the 113th Congress in the 2012 elections.",
      "pageId": 1238360,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ashley_Adams",
      "name": "Ashley Adams",
      "aboutText": "Anna Escobedo Cabral (born October 12, 1959) serves as the Unit Chief for Strategic Communications in the External Relations Division of the Inter-American Development Bank (IDB). Prior to joining the bank, Cabral served as the 42nd Treasurer of the United States from January 19, 2005 to January 20, 2009.",
      "pageId": 1437103,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ante_Gotovina",
      "name": "Ante Gotovina",
      "aboutText": "Dave Vanian (born David Lett, 12 October 1956) is a rock musician and lead singer of the punk rock band The Damned. Formed in 1976 in London, The Damned were the first British punk band to release a single, an album, have a record hit the UK charts, and tour the United States.",
      "pageId": 1603041,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brigitte_Lahaie",
      "name": "Brigitte Lahaie",
      "aboutText": "Kristen Bjorn (12 October 1957 in London, England) a British director and producer of gay pornographic films and a former gay porn film actor. Kristen Bjorn is his stage name.",
      "pageId": 2235677,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Aggie_MacKenzie",
      "name": "Aggie MacKenzie",
      "aboutText": "Einar Jan Aas (born 12 October 1955 in Moss) is a former footballer from Norway.",
      "pageId": 3081387,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Joe_Raiola",
      "name": "Joe Raiola",
      "aboutText": "Cheryl Rixon (born 12 October 1954 in Perth, Western Australia) is an Australian actress and model. She was chosen as a Penthouse Pet of the Month in 1977 and later as Pet of the Year in 1979. Rixon now lives in the US and designs jewelry which she sells under the name of 'Royal Order'.",
      "pageId": 3584024,
      "monthDay": "10/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jane_Siberry",
      "name": "Jane Siberry",
      "aboutText": "Agnes MacKenzie known as Aggie MacKenzie (born 12 October 1955), is a Scottish television presenter, most prominently known for presenting the Channel 4 series How Clean Is Your House?",
      "pageId": 6802438,
      "monthDay": "10/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Emilio_Charles_Jr.",
      "name": "Emilio Charles Jr.",
      "aboutText": "Linval Thompson (born 12 October 1954, Kingston, Jamaica) is a Jamaican reggae and dub musician and record producer.",
      "pageId": 7052763,
      "monthDay": "10/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Vanian",
      "name": "David Vanian",
      "aboutText": "Bryn Merrick (12 October 1958 – 12 September 2015) was a musician who was a member of Cardiff-based punk band Victimize. He later joined The Damned between 1983 and 1989, replacing Paul Gray, who had left for UFO. Merrick's first release with The Damned was the single \"Thanks for the Night\" b/w \"Nasty\". He was The Damned's bassist on its albums, Phantasmagoria and Anything.",
      "pageId": 18445766,
      "monthDay": "10/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kristen_Bjorn",
      "name": "Kristen Bjorn",
      "aboutText": "Hara Pattanaik (Odia: ହର ପଟ୍ଟନାୟକ, 12 October 1958 – 13 January 2015), also known as Hari Patnaik, was an Oriya film actor, director and screenplay writer. He has acted over 60 Odia movies and directed about 19 others. Pattanaik was instrumental in introducing other actors including Anubhav Mohanty, Sabyasachi Mishra and Babushaan.",
      "pageId": 21311288,
      "monthDay": "10/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Cl%C3%A9mentine_C%C3%A9lari%C3%A9",
      "name": "Clémentine Célarié",
      "aboutText": "Massimo Ghini (born Rome, October 12, 1954) is an Italian actor. He has worked with Franco Zeffirelli, Giorgio Strehler, Giuseppe Patroni Griffi, and Gabriele Lavia, among others. He has been married to actress Nancy Brilli, and is the father of four children.",
      "pageId": 23587759,
      "monthDay": "10/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Steve_Austria",
      "name": "Steve Austria",
      "aboutText": "Sergio Emilio Charles Garduño (October 12, 1956 – December 28, 2012) was a Mexican Luchador or professional wrestler who is best known under his Ring name Emilio Charles Jr. He is the son of professional wrestler Emilio Charles. Over the years Emilio Charles Jr.",
      "pageId": 23673251,
      "monthDay": "10/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Maria_de_F%C3%A1tima_Silva_de_Sequeira_Dias",
      "name": "Maria de Fátima Silva de Sequeira Dias",
      "aboutText": "Joe Raiola (born October 12, 1955) is an American comedian, comedy writer and producer. He has been a member of the editorial staff of Mad magazine since 1985 and currently holds the title of Senior Editor.\nHe is also known for his solo shows, The Joy of Censorship and Almost Obscene, and for the Annual John Lennon Tribute in New York City of which he is the co-creator and producer.",
      "pageId": 24331739,
      "monthDay": "10/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bryn_Merrick",
      "name": "Bryn Merrick",
      "aboutText": "Carlo Perrone (born October 12, 1960 in Rome) is an Italian professional football manager and a former player.",
      "pageId": 26506291,
      "monthDay": "10/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Hara_Patnaik",
      "name": "Hara Patnaik",
      "aboutText": "Clémentine Célarié (born 12 October 1957) is a French actress, comedian, writer, director and singer.\n^ \"Clémentine Célarié se déchaîne\". Le Parisien.",
      "pageId": 30853967,
      "monthDay": "10/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Anna_Escobedo_Cabral",
      "name": "Anna Escobedo Cabral",
      "aboutText": "Ashley Phillip Adams (12 October 1955 – 17 March 2015) was an Australian Paralympic shooting medallist and cattle grazier.",
      "pageId": 33299677,
      "monthDay": "10/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Carlo_Perrone_(footballer)",
      "name": "Carlo Perrone",
      "aboutText": "Maria de Fátima Silva de Sequeira Dias (12 October 1958 – 7 January 2013) was an Azorean historian, author, and academic. A professor in the Department of Management and Economics at the University of the Azores, she specialized in the history of the Azores, an autonomous region of Portugal.\nSequeira Dias was born in Ponta Delgada, Azores.",
      "pageId": 38214294,
      "monthDay": "10/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Hiroyuki_Sanada",
      "name": "Hiroyuki Sanada",
      "aboutText": "Carlos Bernard Papierski (born October 12, 1962) is an American actor, best known for his role as Tony Almeida in 24, which he played from 2001 to 2006, and then reprised again in 2009.",
      "pageId": 195476,
      "monthDay": "10/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Chendo",
      "name": "Chendo",
      "aboutText": "Branko Crvenkovski (Macedonian: Бранко Црвенковски [ˈbraŋkɔ tsr̩ˈvɛŋkɔfski]; born 12 October 1962) is a Macedonian politician who was Prime Minister of the Republic of Macedonia from 1992 to 1998 and again from 2002 to 2004, then President of the Republic of Macedonia from 2004 to 2009. He was also leader of the Social Democratic Union of Macedonia.",
      "pageId": 394996,
      "monthDay": "10/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Carlos_Bernard",
      "name": "Carlos Bernard",
      "aboutText": "Satoshi Kon (今 敏, Kon Satoshi, October 12, 1963 – August 24, 2010) was a Japanese film director, animator, screenwriter and manga artist from Kushiro, Hokkaidō and a member of the Japanese Animation Creators Association (JAniCA). He was a graduate of the Graphic Design department of the Musashino Art University. He is sometimes credited as \"Yoshihero Wanibuchi\" (鰐淵良宏, Wanibuchi Yoshihiro) in the credits of Paranoia Agent.",
      "pageId": 458143,
      "monthDay": "10/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Botti",
      "name": "Chris Botti",
      "aboutText": "Dan Abnett (born 12 October 1965) is a British comic book writer and novelist. He has been a frequent collaborator with fellow writer Andy Lanning, and is known for his work on books for both Marvel Comics, and their UK imprint, Marvel UK, since the 1990s, and also 2000 AD. He has also contributed to DC Comics titles, and his Warhammer Fantasy and Warhammer 40,000 novels and graphic novels for Games Workshop's Black Library now run to several dozen titles and have sold over 1,150,000 copies as of May 2008.",
      "pageId": 618823,
      "monthDay": "10/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Coleman_(footballer,_born_1962)",
      "name": "John Coleman",
      "aboutText": "Deborah Lynn Foreman (born October 12, 1962) is an American actress. She is perhaps best known for her starring role in the 1983 movie Valley Girl, as \"Julie Richman\" acting opposite Nicolas Cage as \"Randy\".",
      "pageId": 702567,
      "monthDay": "10/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Branko_Crvenkovski",
      "name": "Branko Crvenkovski",
      "aboutText": "Christopher Stephen \"Chris\" Botti (/ˈboʊti/ BOH-tee; born October 12, 1962), is an American trumpeter and composer.\nIn 2013, Botti won the Grammy Award in the Best Pop Instrumental Album category. He was also nominated in 2008 for his album Italia  and received three nominations in 2010 for the live album Chris Botti In Boston.",
      "pageId": 993393,
      "monthDay": "10/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Deborah_Foreman",
      "name": "Deborah Foreman",
      "aboutText": "Hiroyuki Sanada, MBE (真田 広之, Sanada Hiroyuki, born Hiroyuki Shimosawa (下澤 廣之, Shimosawa Hiroyuki) on October 12, 1960) is a Japanese actor.",
      "pageId": 1031626,
      "monthDay": "10/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mads_Eriksen_(musician)",
      "name": "Mads Eriksen",
      "aboutText": "Scott Francis O'Grady (born October 12, 1965) is a former United States Air Force fighter pilot. On June 2, 1995, he was shot down over Bosnia by an SA-6 mobile SAM launcher and forced to eject from his F-16C into hostile territory. After nearly a week of evading the Serbs he was eventually rescued by Marines.",
      "pageId": 1138091,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Raimond_Aumann",
      "name": "Raimond Aumann",
      "aboutText": "Jean-Jacques Daigneault (born October 12, 1965) is a Canadian former professional ice hockey defenceman. He is currently an assistant coach for the Montreal Canadiens of the National Hockey League (NHL).",
      "pageId": 1478001,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lane_Frost",
      "name": "Lane Frost",
      "aboutText": "Lane Clyde Frost (October 12, 1963 – July 30, 1989) was an American professional bull rider and Professional Rodeo Cowboys Association (PRCA) member, who died in the arena at the 1989 Cheyenne Frontier Days Rodeo as a result of injuries sustained riding the bull Takin' Care of Business.",
      "pageId": 1796769,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Hideki_Fujisawa",
      "name": "Hideki Fujisawa",
      "aboutText": "Alan McDonald (12 October 1963 – 23 June 2012) was a Northern Ireland footballer and manager. As a player, he spent most of his career in England with Queens Park Rangers, as well as having short spells with Charlton Athletic and Swindon Town. He was capped 52 times for Northern Ireland and played at the 1986 FIFA World Cup in Mexico.",
      "pageId": 1828233,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Satoshi_Kon",
      "name": "Satoshi Kon",
      "aboutText": "Jonathan Crombie (October 12, 1966 – April 15, 2015) was a Canadian actor and voice over, best known for playing Gilbert Blythe in CBC Television's 1985 telefilm Anne of Green Gables and its two sequels.",
      "pageId": 2693346,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dave_Legeno",
      "name": "Dave Legeno",
      "aboutText": "Raimond Aumann (born 12 October 1963 in Augsburg (District Oberhausen), West Germany) was a German footballer. His nickname is Balu (Germanized version of Baloo the bear in the Jungle Book).\nHe was a goalkeeper in the Bundesliga between 1982 and 1994.",
      "pageId": 3449681,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alan_McDonald_(association_football)",
      "name": "Alan McDonald",
      "aboutText": "Luis Andrew Polonia Almonte (born October 12, 1963) is a former Major League Baseball outfielder and designated hitter. He currently resides in Santiago, in the Dominican Republic, his hometown.\nSigned by the Oakland Athletics as an amateur free agent in 1984, Polonia would make his Major League Baseball debut with the Oakland Athletics on April 24, 1987, and appear in his final game on October 1, 2000.",
      "pageId": 5158901,
      "monthDay": "10/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Luis_Polonia",
      "name": "Luis Polonia",
      "aboutText": "Brenda Louise Romero (née Garno, born October 12, 1966), previously known as Brenda Brathwaite, is an American game designer and developer in the video game industry. She was born in Ogdensburg, New York and is a graduate of Clarkson University. Romero is best known for her work on the Wizardry series of role-playing video games and, more recently, the non-digital series The Mechanic is the Message.",
      "pageId": 5969726,
      "monthDay": "10/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dan_Abnett",
      "name": "Dan Abnett",
      "aboutText": "John Coleman (born 12 October 1962) is an English football manager and former player.",
      "pageId": 6271722,
      "monthDay": "10/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/J._J._Daigneault",
      "name": "J. J. Daigneault",
      "aboutText": "Hideki Fujisawa (藤沢 秀樹, Fujisawa Hideki) (born October 12, 1963) is a Japanese musician, better known by the stage name Dance Man (ダンス☆マン, Dansu Man). He is very secretive about his identity to the public. He is always seen wearing a huge afro wig and sideburns, matched with sunglasses.",
      "pageId": 7350877,
      "monthDay": "10/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Scott_O%27Grady",
      "name": "Scott O'Grady",
      "aboutText": "Miguel Porlán Noguera (born 12 October 1961), known as Chendo, is a Spanish retired footballer who played as a right back.\nHe spent his entire professional career with Real Madrid, also being a member of the Spanish national team, with which he appeared in two World Cups.",
      "pageId": 8324482,
      "monthDay": "10/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Brenda_Romero",
      "name": "Brenda Romero",
      "aboutText": "David \"Dave\" Legeno (12 October 1963 – ca. 6 July 2014) was an English actor and mixed martial artist.",
      "pageId": 22969025,
      "monthDay": "10/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jonathan_Crombie",
      "name": "Jonathan Crombie",
      "aboutText": "Found notable_instrument, Mads Eriksen (born 12 October 1962 in Bergen, Norway) is a Norwegian guitarist and composer, known as solo artist and for his cooperation with Chris Thompson among others.\n^ \"Eriksen, Mads - Biography MIC.no\".",
      "pageId": 36654777,
      "monthDay": "10/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Wim_Jonk",
      "name": "Wim Jonk",
      "aboutText": "Martie Maguire (born Martha Elenor Erwin, October 12, 1969) is an American musician who is a founding member of both the female alternative country band, Dixie Chicks and country blue grass duo, Court Yard Hounds. She won awards in national fiddle championships while still a teenager. Maguire is accomplished on several other instruments, including the mandolin, viola, double bass and guitar.",
      "pageId": 180788,
      "monthDay": "10/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Brian_Kennedy_(singer)",
      "name": "Brian Kennedy",
      "aboutText": "Hugh Michael Jackman (born 12 October 1968) is an Australian actor, singer, and producer. Jackman has won international recognition for his roles in major films, notably as superhero, period, and romance characters. He is best known for his long-running role as Wolverine in the X-Men film series, as well as for his lead roles in the romantic-comedy fantasy Kate & Leopold (2001), the action-horror film Van Helsing (2004), the magic-themed drama The Prestige (2006), the epic historical romantic drama Australia (2008), the sci-fi sports drama Real Steel (2011), the film version of Les Misérables (2012), and the thriller Prisoners (2013).",
      "pageId": 302695,
      "monthDay": "10/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Bill_Auberlen",
      "name": "Bill Auberlen",
      "aboutText": "Ol'ga Vital'evna Yakovleva (Russian: Ольга Витальевна Яковлева, 12 October 1970 – 17 January 2015), better known as Origa, was a Russian singer who worked mostly in Japan.",
      "pageId": 678893,
      "monthDay": "10/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Donovan",
      "name": "Mark Donovan",
      "aboutText": "Paul William Harragon OAM (born 12 October 1968 in Kurri Kurri, New South Wales) nicknamed Chief or Chief Harragon is an Australian rugby league football identity. A retired Australian international and New South Wales State of Origin representative forward, he played his club football for the Newcastle Knights whom he captained to the 1997 ARL premiership.",
      "pageId": 1106992,
      "monthDay": "10/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Paul_Harragon",
      "name": "Paul Harragon",
      "aboutText": "Charlie Ward, Jr. (born October 12, 1970) is a retired American professional NBA basketball player, college football Heisman Trophy winner, Davey O'Brien Award winner and a Major League Baseball draftee. Despite his NCAA football success, Ward was one of the very few players who won a Heisman trophy but was not drafted in the NFL draft.",
      "pageId": 1610528,
      "monthDay": "10/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Hugh_Jackman",
      "name": "Hugh Jackman",
      "aboutText": "Bill Auberlen (born October 12, 1968) is an American factory race car driver known for his affiliation with BMW, driving cars made and run by the famous German marque for a number of years.",
      "pageId": 1618765,
      "monthDay": "10/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Adam_Rich",
      "name": "Adam Rich",
      "aboutText": "Tanyon James Sturtze (born October 12, 1970) is a former Major League Baseball pitcher.",
      "pageId": 1859488,
      "monthDay": "10/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Martie_Maguire",
      "name": "Martie Maguire",
      "aboutText": "Adam Rich (born October 12, 1968) is an American actor noted for his role as Nicholas Bradford, the youngest son on the television series Eight Is Enough, which ran for five seasons (1977–1981). A distinctive feature of his appearance during his years as a child actor was his bowl haircut, which inspired thousands of parents of that era to imitate the look for their young sons.",
      "pageId": 2033430,
      "monthDay": "10/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Judit_Masc%C3%B3",
      "name": "Judit Mascó",
      "aboutText": "Albert Dwayne Roloson (born October 12, 1969) is a Canadian former professional ice hockey goaltender and the current goaltending coach of the Anaheim Ducks. Roloson played for the Calgary Flames, Buffalo Sabres, Minnesota Wild, Edmonton Oilers, New York Islanders and Tampa Bay Lightning during his national hockey league career.",
      "pageId": 2275361,
      "monthDay": "10/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/%C5%BDeljko_Milinovi%C4%8D",
      "name": "Željko Milinovič",
      "aboutText": "Wilhelmus \"Wim\" Maria Jonk (born 12 October 1966 in Volendam) is a Dutch football coach and a former player. At the height of his career, he also played for the Netherlands national team.",
      "pageId": 2295002,
      "monthDay": "10/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dwayne_Roloson",
      "name": "Dwayne Roloson",
      "aboutText": "José Antonio Valentín (born October 12, 1969) is a former Major League Baseball infielder. He played for the Milwaukee Brewers (1992–1999), Chicago White Sox (2000–2004), Los Angeles Dodgers (2005), and New York Mets (2006–2007). Currently he is the first base coach for the San Diego Padres.",
      "pageId": 2406308,
      "monthDay": "10/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jos%C3%A9_Valent%C3%ADn",
      "name": "José Valentín",
      "aboutText": "Patrick Musimu (12 October 1970 – 21 July 2011) was a Belgian freediver, sport business manager, marketing and event manager, and physiotherapist. He was born in Kinshasa, Zaire. On 30 June 2005, he beat the previous \"No Limits\" world record in freediving by almost 40 meters by diving to 209 meters.",
      "pageId": 2447616,
      "monthDay": "10/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Julian_(actor)",
      "name": "Julian",
      "aboutText": "Mark Donovan (born 12 October 1968) is a Welsh character actor best known for grotesque roles in productions such as Shaun of the Dead, Black Books, In Bruges, and Murder Investigation Team. He also played a brief scene of Hamlet in an episode of the David Renwick comedy-drama, Love Soup. His stage roles include Gozark in Singin' in the Rain and Inspector Clay in Plan 9 from Outer Space.",
      "pageId": 2465559,
      "monthDay": "10/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Origa",
      "name": "Origa",
      "aboutText": "Judit Mascó i Palau (Catalan pronunciation: [ʒuˈðid məsˈko]) (Barcelona, 12 October 1969) is a Spanish model, television host and writer from Barcelona.",
      "pageId": 2911677,
      "monthDay": "10/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kirk_Cameron",
      "name": "Kirk Cameron",
      "aboutText": "Julián Ríos (born 12 October 1970 in Santiago, Chile), also known by the stage names Julian, Julián Ruíz, Julian Andretti or Jordan Rivers is a pornographic film actor.",
      "pageId": 3192244,
      "monthDay": "10/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Patrick_Musimu",
      "name": "Patrick Musimu",
      "aboutText": "Brian Edward Patrick Kennedy (born 12 October 1966, Belfast, Northern Ireland) is an Irish singer-songwriter and author, who is known for his ballads, and has represented Ireland in the Eurovision Song Contest 2006.",
      "pageId": 3198526,
      "monthDay": "10/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tanyon_Sturtze",
      "name": "Tanyon Sturtze",
      "aboutText": "Željko Milinovič (born 12 October 1969 in Ljubljana) is a former Slovenian footballer who has represented his country at the two major tournaments for which they have qualified (Euro 2000 and Football World Cup 2002).",
      "pageId": 5497477,
      "monthDay": "10/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Charlie_Ward",
      "name": "Charlie Ward",
      "aboutText": "Anthony James Fiore (born October 12, 1971 in Oak Park, Illinois) is a former right-handed Major League Baseball pitcher. In his career, he pitched for the Tampa Bay Devil Rays (2000-2001) and the Minnesota Twins (2001-2003). He was originally drafted by the Philadelphia Phillies in 1992.",
      "pageId": 7442463,
      "monthDay": "10/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tony_Fiore",
      "name": "Tony Fiore",
      "aboutText": "Steven Paul \"Steve\" Johnston (born 12 October 1971, in Kalgoorlie, Australia) is an Australian international motorcycle speedway rider. He has represented the Australian speedway team in two Speedway World Cup finals in 2004 and 2005.\nJohnson won the Western Australian Championship in 1993 and 1996 at the Claremont Speedway, and again in 2004 at the Bibra Lake Speedway.",
      "pageId": 13447881,
      "monthDay": "10/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Steve_Johnston",
      "name": "Steve Johnston",
      "aboutText": "Kirk Thomas Cameron (born October 12, 1970) is an American actor. He is known for his role as Mike Seaver on the ABC sitcom Growing Pains (1985–92), as well as several other television and film appearances as a child actor. In the 1980s and 1990s, Cameron appeared in dozens of television shows and in the films Like Father Like Son and Listen to Me.",
      "pageId": 20398264,
      "monthDay": "10/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bronzell_Miller",
      "name": "Bronzell Miller",
      "aboutText": "Marion Lois Jones (born October 12, 1975), also known as Marion Jones-Thompson, is an American former world champion track and field athlete, a former professional basketball player for Tulsa Shock in the WNBA. She won 3 gold medals and 2 bronze medals at the 2000 Summer Olympics in Sydney, Australia, but was later stripped of the titles after admitting to steroid use.\nJones did retain her 3 Gold Medals as a World Champion from 1997 and 1999.\nAt the time of her admission and subsequent guilty plea, Marion Jones was one of the most famous athletes to be linked to the BALCO scandal.",
      "pageId": 72655,
      "monthDay": "10/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Neriah_Davis",
      "name": "Neriah Davis",
      "aboutText": "Stephen Lee (born 12 October 1974) is a banned English former professional snooker player. He turned professional in 1992 and was ranked in the top 16 between the 1997/1998 and 2007/2008 snooker seasons, reaching a career-high of fifth in the rankings. He won four ranking titles between 1998 and 2006, reached the semi-finals of the 2003 world championship and the final of the 2008 Masters.",
      "pageId": 621261,
      "monthDay": "10/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Juan_Manuel_Silva",
      "name": "Juan Manuel Silva",
      "aboutText": "Martin Edward Corry MBE (born 12 October 1973) is a retired English rugby union footballer who played at number eight, blindside flanker or lock for Bristol Rugby and Leicester Tigers and represented England and the British and Irish Lions.\n^ Cleary, Mick (8 January 2008). \"England start life after Martin Corry\".",
      "pageId": 758765,
      "monthDay": "10/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tom_Van_Mol",
      "name": "Tom Van Mol",
      "aboutText": "Samuel Bode Miller (/ˈboʊdiː/; born October 12, 1977) is a World Cup alpine ski racer from the United States.\nHe is an Olympic and World Championship gold medalist, a two-time overall World Cup champion in 2005 and 2008, and the most successful male American alpine ski racer of all time. He is also considered one of the greatest World Cup racers of all time with 33 victories – one of five men to win World Cup events in all five disciplines.",
      "pageId": 811839,
      "monthDay": "10/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lesli_Brea",
      "name": "Lesli Brea",
      "aboutText": "Baden Cooke (born 12 October 1978) is an Australian retired professional racing cyclist, who competed professionally between 2000 and 2013.\nBorn in Benalla, Victoria, Cooke began competitive cycling at 11. He completed secondary school at Galen College in Wangaratta, Victoria, and was an Australian Institute of Sport scholarship holder.",
      "pageId": 1488456,
      "monthDay": "10/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Martin_Corry_(rugby_union)",
      "name": "Martin Corry",
      "aboutText": "Ahmad Ali Lewis (born October 12, 1975), simply known as Ahmad (often stylized AHMAD), is an American hip hop recording artist, songwriter, motivational speaker and author from Los Angeles, California. He is perhaps best known for the 1994 single \"Back in the Day,\" a nostalgic song that became a fixture for nostalgia in hip-hop culture.",
      "pageId": 1575371,
      "monthDay": "10/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kate_Beahan",
      "name": "Kate Beahan",
      "aboutText": "Found resides, Jordan Izaak Pundik (born October 12, 1979 in Englewood, New Jersey) is an American musician and songwriter. He is a founding member and the frontman of Floridian rock band New Found Glory, for whom he sings lead vocals and contributes lyrics. He was also the guitarist in the band's now defunct side-project, the International Superheroes of Hardcore, where he performed under the pseudonym of \"Chugga Chugga\".",
      "pageId": 1783956,
      "monthDay": "10/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ebru_G%C3%BCnde%C5%9F",
      "name": "Ebru Gündeş",
      "aboutText": "Marie Wilson (born Marie Flevaras on October 12, 1974) is an American-Canadian actress, known for her roles on the daytime soap operas.",
      "pageId": 2102192,
      "monthDay": "10/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Stephen_Lee",
      "name": "Stephen Lee",
      "aboutText": "Juan Manuel Silva (born October 12, 1972 in Resistencia, Chaco), nicknamed el Pato (\"the Duck\") is an Argentine racing driver. In 1999 he was the champion of the TC 2000 competition and in 2005 he was the champion of the Turismo Carretera competition.\nHis father used to build racing cars for him.",
      "pageId": 3395590,
      "monthDay": "10/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marie_Wilson_(Canadian_actress)",
      "name": "Marie Wilson",
      "aboutText": "Stefan Binder (born 12 October 1978 in Waldkirchen) is a former German football defender.\nBinder started his senior career at the SV Hutthurm but left soon for SV Wacker Burghausen. In the 2002–03 season, he moved to SSV Jahn Regensburg where he stayed during the promotion to the 2.",
      "pageId": 3502952,
      "monthDay": "10/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ahmad_(rapper)",
      "name": "Ahmad",
      "aboutText": "Jessica Barker (born October 12, 1977) is a Canadian actress. She got interested in acting at the age of 7 and won her first role 3 years later. The biggest turning point in Barker's career came in 1993, when she won a main role in the new TV-series for children The Intrepids, where, with her co-star Lorànt Deutsch, she ran a radio station and played investigator.",
      "pageId": 3656403,
      "monthDay": "10/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Susana_F%C3%A9lix",
      "name": "Susana Félix",
      "aboutText": "Lesli Guillermo Brea (born October 12, 1973) is a former Major League Baseball player. A right-handed relief pitcher, Brea is 5 feet 11 inches (1.80 m) tall, and he weighed 170 pounds during his playing career.",
      "pageId": 4459618,
      "monthDay": "10/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marion_Jones",
      "name": "Marion Jones",
      "aboutText": "Ebru Gündeş (Turkish pronunciation: [ebˈɾu ɟynˈdeʃ], born 12 October 1974, İstanbul) is a Turkish pop-folk singer, actress, and television personality.",
      "pageId": 5494212,
      "monthDay": "10/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jessica_Barker",
      "name": "Jessica Barker",
      "aboutText": "Kate Beahan (born 12 October 1974) is an Australian film actress.\nBeahan was born in Perth. She appeared mostly in movies and TV series in Australia.",
      "pageId": 5699642,
      "monthDay": "10/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bode_Miller",
      "name": "Bode Miller",
      "aboutText": "Tom Van Mol (born 12 October 1972 in Dendermonde) is a Belgian professional, left-footed, football player.",
      "pageId": 9319215,
      "monthDay": "10/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Javier_Toyo",
      "name": "Javier Toyo",
      "aboutText": "Javier Eduardo Toyo Bárcenas (born 12 October 1977 in Caracas) is a Venezuelan football goalkeeper currently playing for Metropolitanos FC. He is a member of the Venezuela national football team.",
      "pageId": 11120021,
      "monthDay": "10/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stefan_Binder",
      "name": "Stefan Binder",
      "aboutText": "Bronzell LaJames Miller (October 12, 1971 - December 21, 2013) was a professional American football player and entertainer. As a football player he played for the University of Utah in college and then a series of professional teams beginning with the NFL'S Jacksonville Jaguars in 1995 and ending with the Los Angeles Avengers of the Arena Football League in 2001. As an actor he appeared in feature films including Bringing Down the House, Mr.",
      "pageId": 13478478,
      "monthDay": "10/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Baden_Cooke",
      "name": "Baden Cooke",
      "aboutText": "Found Vocal_range,",
      "pageId": 18402759,
      "monthDay": "10/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Steven_Agnew",
      "name": "Steven Agnew",
      "aboutText": "The following is a list of Playboy Playmates of 1994, the 40th anniversary year of the publication.",
      "pageId": 27113376,
      "monthDay": "10/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jordan_Pundik",
      "name": "Jordan Pundik",
      "aboutText": "Steven Agnew (born 12 October 1979) is the leader of the Green Party in Northern Ireland.",
      "pageId": 30535580,
      "monthDay": "10/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rie_Tomosaka",
      "name": "Rie Tomosaka",
      "aboutText": "Ledley Brenton King (born 12 October 1980) is a former English footballer who was a one-club man, spending his entire career playing 321 competitive matches for Tottenham Hotspur from 1999 to 2012. Highly rated as a central defender, in 2009 he was named by The Times as Tottenham's 25th best player of all time. From 2002 to 2010, King made 21 international appearances for England, scoring twice and representing the nation at UEFA Euro 2004 and the 2010 FIFA World Cup.",
      "pageId": 750206,
      "monthDay": "10/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ledley_King",
      "name": "Ledley King",
      "aboutText": "Sun Tiantian (simplified Chinese: 孙甜甜; traditional Chinese: 孫甜甜; pinyin: Sūn Tiántián; born 12 October 1981) is a Chinese female tennis player.",
      "pageId": 965170,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sneha_(actress)",
      "name": "Sneha",
      "aboutText": "Carlton Michael George Cole Okirie (born 12 October 1983) is an English footballer who plays as a striker for Celtic in the Scottish Premiership. He scored 51 goals in 289 Premier League appearances, in representation of four clubs.\nCole began his career at Chelsea in 2001, spending spells out on loan at Wolverhampton Wanderers, Charlton Athletic and Aston Villa before being transferred to West Ham United in 2006.",
      "pageId": 1402672,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Engin_Aky%C3%BCrek",
      "name": "Engin Akyürek",
      "aboutText": "Foluwashola \"Shola\" Ameobi (born 12 October 1981) is a professional footballer who plays as a forward for Bolton Wanderers and the Nigeria national team.\nHe spent 14 years at Newcastle United, where he received a winner's medal in 2010 when Newcastle lifted the Championship trophy. He holds the record for the most appearances as a substitute in the Premier League.",
      "pageId": 1465829,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shola_Ameobi",
      "name": "Shola Ameobi",
      "aboutText": "Rie Tomosaka (ともさか りえ, Tomosaka Rie) is a Japanese actress and pop star from Mitaka-shi, Tokyo, born on October 12, 1979 in Nagano-shi, Nagano. She works for Itoh Company.",
      "pageId": 1881254,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tom_Guiry",
      "name": "Tom Guiry",
      "aboutText": "Brian Kerr (born 12 October 1981) is a Scottish football player. During his career, Kerr played as a midfielder for Newcastle United, Coventry City, Livingston, Motherwell, Hibernian, Inverness CT, Dundee and Arbroath.",
      "pageId": 2600415,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_Kerr_(footballer)",
      "name": "Brian Kerr",
      "aboutText": "Thomas John Guiry (born October 12, 1981) is an American actor.\nGuiry was born in New York City and attended St. Gregory the Great school in Hamilton Township, Mercer County, New Jersey from kindergarten through eighth grade, and then high school at Notre Dame High School in Lawrenceville, New Jersey.",
      "pageId": 2643120,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Giuseppe_Lanzone",
      "name": "Giuseppe Lanzone",
      "aboutText": "Alex Brosque (born 12 October 1983) is an Australian football (soccer) player who is the current captain of A-League club Sydney FC. He plays primarily as a striker but has played predominately as a midfielder in central midfield since moving to Japan in 2011.",
      "pageId": 3024197,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_J._Smith",
      "name": "Brian J. Smith",
      "aboutText": "Suhasini Rajaram Naidu (born 12 October 1981), popularly known by her stage name Sneha, is an Indian film actress, who works in the South Indian film industry. She is best known for her girl-next-door demure looks and appearing in female oriented films. She debuted in the Malayalam film Ingane Oru Nilapakshi (2000), directed by Anil and was later signed for a Tamil film Virumbugiren, though it was released only after 2 years.",
      "pageId": 3110058,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Conrad_Smith",
      "name": "Conrad Smith",
      "aboutText": "Conrad Gerard Smith (born 12 October 1981 in Hawera, New Zealand) is a New Zealand rugby union footballer. He plays predominantly at Centre. He captains the Hurricanes in Super Rugby, and plays for New Zealand internationally.",
      "pageId": 3296724,
      "monthDay": "10/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sun_Tiantian",
      "name": "Sun Tiantian",
      "aboutText": "Michael David Green (born October 12, 1985) is a Canadian professional ice hockey defenceman currently playing for the Detroit Red Wings of the National Hockey League (NHL). Best known for his hard slapshot, Green put up impressive offensive statistics for a defenceman from 2007 to 2010.",
      "pageId": 4205816,
      "monthDay": "10/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Julie_Kagawa",
      "name": "Julie Kagawa",
      "aboutText": "Anna Iljuštšenko (born 12 October 1985 in Sillamäe) is an Estonian high jumper.",
      "pageId": 18755785,
      "monthDay": "10/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alex_Brosque",
      "name": "Alex Brosque",
      "aboutText": "Emmanuel Ikechukwu Nwachi (born October 10, 1988 in Durbi) is a Nigerian football forward currently playing for Dolphins FC.",
      "pageId": 19959998,
      "monthDay": "10/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Carlton_Cole",
      "name": "Carlton Cole",
      "aboutText": "Ioannis \"Giannis\" Maniatis (Greek: Γιάννης Μανιάτης; born 12 October 1986) is a Greek footballer who plays as a defensive midfielder or right back for Olympiacos and the Greek national team.",
      "pageId": 19999216,
      "monthDay": "10/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katie_Piper",
      "name": "Katie Piper",
      "aboutText": "Brian J. Smith (born October 12, 1981) is an American actor, known for his role as Trey in the 2005 independent film Hate Crime, as series regular Lt. Matthew Scott in the military science fiction television series, Stargate Universe, and as Will Gorski in the Netflix-produced series Sense8.\n^ Sumner, Darren (January 15, 2009).",
      "pageId": 21115922,
      "monthDay": "10/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mike_Green_(ice_hockey_b._1985)",
      "name": "Mike Green",
      "aboutText": "Kate \"Katie\" Elizabeth Piper (born 12 October 1983) is an English philanthropist, television presenter and former model from Andover, Hampshire. Piper had hoped to have a full-time career in the media, but in March 2008 sulphuric acid was thrown in her face. The attack, which blinded Piper in one eye, was arranged by Piper's ex-boyfriend Danny Lynch and carried out by an accomplice Stefan Sylvestre; both men were arrested and are serving life sentences with the possibility of parole in prison for their crimes.",
      "pageId": 24761673,
      "monthDay": "10/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anna_Ilju%C5%A1t%C5%A1enko",
      "name": "Anna Iljuštšenko",
      "aboutText": "Giuseppe Lanzone (born 12 October 1982 in La Punta, Peru) is an American rower. Along with his teammates he finished 9th in the men's coxless four at the 2008 Summer Olympics. He was in the men's 8+ that finished fourth at the 2012 Summer Olympics in London.",
      "pageId": 30756808,
      "monthDay": "10/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tyler_Blackburn",
      "name": "Tyler Blackburn",
      "aboutText": "Tyler Jordon Blackburn (born October 12, 1986) is an American actor, singer and model.",
      "pageId": 30974716,
      "monthDay": "10/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ioannis_Maniatis",
      "name": "Ioannis Maniatis",
      "aboutText": "Julie Kagawa (born October 12, 1982) is an American author, best known for writing The Iron Fey Series consisting of four books: The Iron King, The Iron Daughter, The Iron Queen, and The Iron Knight.\nShe was born in Sacramento, California, but moved to Hawaii with her family at the age of nine. Kagawa is of Japanese descent.",
      "pageId": 33505705,
      "monthDay": "10/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Emmanuel_Nwachi",
      "name": "Emmanuel Nwachi",
      "aboutText": "Engin Akyürek (born 12 October 1981 in Ankara) is a Turkish actor, who has acted in films and television series.",
      "pageId": 33976366,
      "monthDay": "10/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sergio_Peter",
      "name": "Sergio Peter",
      "aboutText": "Melodía Ruiz Gutiérrez (born October 12, 1990 in Dos Hermanas, Spain), better known in the Spanish music world as Melody, is an international pop singer widely known in Latin America for her popular debut single \"El Baile de Los Gorilas\", released in 2001.\nShe has travelled to Puerto Rico, Dominican Republic, Venezuela, Peru, Chile, Texas and Miami for concerts and award ceremonies. She has sold a combined 10 million copies of her albums worldwide.",
      "pageId": 150641,
      "monthDay": "10/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marvin_Ogunjimi",
      "name": "Marvin Ogunjimi",
      "aboutText": "Joshua Ryan \"Josh\" Hutcherson (born October 12, 1992) is an American actor. A native of Kentucky, Hutcherson began his acting career in the early 2000s and appeared in several commercials and minor film and television roles before landing his first major role in 2002 in the pilot episode of House Blend. His first film role was in Miracle Dogs (2003) on Animal Planet, followed by a motion-capture performance in The Polar Express (2004) and a voice-acting role in Howl's Moving Castle (2005).",
      "pageId": 3164979,
      "monthDay": "10/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Aggro_Santos",
      "name": "Aggro Santos",
      "aboutText": "Crown Prince Boris of Bulgaria, Prince of Turnovo, Duke in Saxony (born 12 October 1997 in Madrid) is the first son of Kardam, Prince of Turnovo, and a grandson of Tsar Simeon II of Bulgaria.\nHe is, after the death of his father Crown Prince Kardam on 7 April 2015, first in line of succession to the defunct Bulgarian Throne.",
      "pageId": 3711505,
      "monthDay": "10/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sam_Whitelock",
      "name": "Sam Whitelock",
      "aboutText": "Sergio Mario Peter (born 12 October 1986) is a German footballer who currently plays for German side Südwest Ludwigshafen in seventh tier Landesliga.",
      "pageId": 3788062,
      "monthDay": "10/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Anna_Ohmiya",
      "name": "Anna Ohmiya",
      "aboutText": "Bambi Monroe Smith (born Taylor Ashley Horn on October 12, 1992 in Redlands, California) is an American singer-songwriter, actress and vlogger/blogger. Monroe is also one-half of the English-American alternative punk duo The Trending (formerly Civlized Tears). Monroe was formerly referred to Princess Bambi Monroe briefly.",
      "pageId": 12011448,
      "monthDay": "10/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Melody_(Spanish_singer)",
      "name": "Melody",
      "aboutText": "Henri George Lansbury (born 12 October 1990) is an English professional footballer who plays for Nottingham Forest. He previously played for Arsenal, whom he had been associated with since the age of eight, and had loan spells with Scunthorpe United, Watford, Norwich City, West Ham United and Nottingham Forest. He achieved back to back promotions from the Football League Championship as he was a member of the Norwich team which finished runners-up in the 2010–11 Championship and the West Ham squad that were promoted via the play offs in the 2011–12 Championship.",
      "pageId": 13435121,
      "monthDay": "10/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Henri_Lansbury",
      "name": "Henri Lansbury",
      "aboutText": "Marvin Ogunjimi (born 12 October 1987 in Mechelen) is a Belgian football forward of Nigerian descent, who currently plays for Strømsgodset in Norwegian Premier League.",
      "pageId": 19561776,
      "monthDay": "10/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nicolao_Dumitru",
      "name": "Nicolao Dumitru",
      "aboutText": "Anna Ohmiya (近江谷 杏菜, Ōmiya Anna) is a Japanese curler, born October 12, 1989 in Tokoro District, Hokkaidō, Japan.\nMember of Team Aomori, Ohmiya competed at the 2010 Winter Olympics in Vancouver, Canada for Team Japan. At the 2008 Ford World Women's Curling Championship she served as the Alternate.",
      "pageId": 25908262,
      "monthDay": "10/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kyron_Duke",
      "name": "Kyron Duke",
      "aboutText": "Nicolao Manuel Dumitru Cardoso (born 12 October 1991) is an Italian footballer who plays for Serie B side Latina on loan from Serie A club Napoli.\n^ a b \"nicolao manuel cardoso dumitru empoli – Serie B\" (in Italian). La Gazzetta dello Sport.",
      "pageId": 26065643,
      "monthDay": "10/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Josh_Hutcherson",
      "name": "Josh Hutcherson",
      "aboutText": "Found labels, Yuri \"Aggro\" Santos (born 12 October 1989) is a Brazilian rapper who lives in Balham, London.\n^ If you ever doubted Aggro Santos was from Balham ...",
      "pageId": 27063619,
      "monthDay": "10/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/C%C3%BCneyt_K%C3%B6z",
      "name": "Cüneyt Köz",
      "aboutText": "Cüneyt Köz (born 12 October 1992) is a German footballer who plays for Kayserispor.\n^ \"Köz, Cüneyt\". kicker.de (in German).",
      "pageId": 27357205,
      "monthDay": "10/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Bambi_Monroe",
      "name": "Bambi Monroe",
      "aboutText": "Samuel Lawrence Whitelock (born 12 October 1988 ) is a New Zealand rugby player. He plays as a lock for Crusaders in the Super Rugby competition and Canterbury in the Air New Zealand Cup. He is a key member of 2011 and 2015 Rugby World Cup winning teams, becoming one of only twenty dual Rugby Union World Cup winners.",
      "pageId": 27644397,
      "monthDay": "10/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Carl_John_Barrameda",
      "name": "Carl John Barrameda",
      "aboutText": "Carl John Barrameda (born October 12, 1993) is a Filipino actor working for ABS-CBN.",
      "pageId": 28480513,
      "monthDay": "10/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Linn_Oeymo",
      "name": "Linn Oeymo",
      "aboutText": "Linn Oeymo (born on October 12, 1993 in Norway) is a Norwegian-Filipina model/actress. She was discovered when she auditioned in Pilipinas Got Talent in 2010. Currently, she appears on the ABS-CBN program, Star Magic.",
      "pageId": 35684472,
      "monthDay": "10/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Sean_Monahan",
      "name": "Sean Monahan",
      "aboutText": "Karin Ogino (荻野 可鈴, Ogino Karin, born October 12, 1995 in Yamanashi Prefecture, Japan) is a Japanese gravure idol and actress known for her role as Yumeria Moegi/Akiba Yellow in the 2012 Super Sentai parody series Unofficial Sentai Akibaranger. She is affiliated with Tambourine Artists.",
      "pageId": 35890555,
      "monthDay": "10/12"
    },
    {
      "year": "1995",
      "uri": "/wiki/Claudio_Encarnacion_Montero",
      "name": "Claudio Encarnacion Montero",
      "aboutText": "Kyron Duke (born 12 October 1992) is a powerlifter and Paralympian track and field athlete from Wales competing in category F40 throwing events. Duke has represented Wales in the 2010 Commonwealth Games in powerlifting. In 2012 he qualified for the 2012 Summer Paralympics in javelin and shot put.",
      "pageId": 36805663,
      "monthDay": "10/12"
    },
    {
      "year": "1995",
      "uri": "/wiki/Jordan_Howe",
      "name": "Jordan Howe",
      "aboutText": "Jordan Howe (born 12 October 1995) is a Paralympian athlete from Wales competing in category T35 sprinting events. Howe qualified for the 2012 Summer Paralympics in the 100m and 200m sprint.",
      "pageId": 36816203,
      "monthDay": "10/12"
    },
    {
      "year": "1995",
      "uri": "/wiki/Karin_Ogino",
      "name": "Karin Ogino",
      "aboutText": "Riechedly Bazoer (born 12 October 1996) is a Dutch footballer of Curaçaoan descent, who plays as a central midfielder for Ajax in the Eredivisie.",
      "pageId": 37592519,
      "monthDay": "10/12"
    },
    {
      "year": "1996",
      "uri": "/wiki/Riechedly_Bazoer",
      "name": "Riechedly Bazoer",
      "aboutText": "Sean Monahan (born October 12, 1994) is a Canadian professional ice hockey player and an alternate captain for the Calgary Flames of the National Hockey League (NHL).",
      "pageId": 39452327,
      "monthDay": "10/12"
    },
    {
      "year": "1997",
      "uri": "/wiki/Prince_Boris_of_Bulgaria",
      "name": "Prince Boris of Bulgaria",
      "aboutText": "Claudio Encarnacion Montero Green(/ˈklɔːdiəs/; Classical Latin: [ˈklawdɪʊs], Latin: (born 12 October 1995), better known as Claudio Encarnacion Montero, is an English actor. He is known for his role in The Bird of Paradise (2012), and had a small appearance in Nickelodeon's original movie Big Time Movie.\n^ \"Claudio Encarnacion Montero llega a Londres para visita a su familia\".",
      "pageId": 42783058,
      "monthDay": "10/12"
    },
    {
      "year": "2001",
      "uri": "/wiki/Raymond_Ochoa",
      "name": "Raymond Ochoa",
      "aboutText": "Raymond Ochoa (born October 12, 2001) is an American child actor. He has appeared in various commercials, television shows and movies including roles in 10 Items or Less, Merry Christmas, Drake and Josh, and the lead character, Arlo, in the Pixar film The Good Dinosaur.\nOchoa was born in San Diego, California.",
      "pageId": 20835411,
      "monthDay": "10/12"
    }
  ]
}