{
  "people": [
    {
      "year": "1162",
      "uri": "/wiki/Eleanor_of_England,_Queen_of_Castile",
      "name": "Eleanor of England, Queen of Castile",
      "aboutText": "Mariotto di Bigio di Bindo Albertinelli (October 13, 1474 – November 5, 1515) was a High Renaissance Italian painter of the Florentine school, closely involved with Fra Bartolomeo and influenced by Raphael.",
      "pageId": 19757,
      "monthDay": "10/13"
    },
    {
      "year": "1381",
      "uri": "/wiki/Thomas_FitzAlan,_12th_Earl_of_Arundel",
      "name": "Thomas FitzAlan, 12th Earl of Arundel",
      "aboutText": "Richard Boyle, 1st Earl of Cork (13 October 1566 – 15 September 1643), also known as the Great Earl of Cork, was Lord Treasurer of the Kingdom of Ireland.\nBoyle was an important figure in the continuing English colonisation of Ireland (commenced by the Normans) in the 16th and 17th centuries, as he acquired large tracts of land in plantations in Munster in southern Ireland.",
      "pageId": 58183,
      "monthDay": "10/13"
    },
    {
      "year": "1453",
      "uri": "/wiki/Edward_of_Westminster,_Prince_of_Wales",
      "name": "Edward of Westminster, Prince of Wales",
      "aboutText": "Lillie Langtry (born Emilie Charlotte Le Breton; October 13, 1853 – February 12, 1929), usually spelled Lily Langtry in the United States, was celebrated as a young woman of beauty and charm, who later established a reputation as an actress and producer. In May 1877, Lady Sebright invited her to \"an evening at home\", attended by some of the famous artists of the day. Her looks and personality attracted interest, commentary, and invitations from artists and society hostesses.",
      "pageId": 69811,
      "monthDay": "10/13"
    },
    {
      "year": "1474",
      "uri": "/wiki/Mariotto_Albertinelli",
      "name": "Mariotto Albertinelli",
      "aboutText": "Rudolf Ludwig Carl Virchow (English /ˈvɪrkoʊ, ˈfɪrxoʊ/; German: [ˈvɪɐ̯çoː]; 13 October 1821 – 5 September 1902) was a German doctor, anthropologist, pathologist, prehistorian, biologist, writer, editor, and politician, known for his advancement of public health. He is known as \"the father of modern pathology\" because his work helped to discredit humourism, bringing more science to medicine. He is also known as the founder of social medicine and veterinary pathology, and to his colleagues, the \"Pope of medicine\".",
      "pageId": 140752,
      "monthDay": "10/13"
    },
    {
      "year": "1499",
      "uri": "/wiki/Claude_of_France",
      "name": "Claude of France",
      "aboutText": "Edward of Westminster (13 October  1453 – 4 May  1471), also known as Edward of Lancaster, was the only son of King Henry VI of England and Margaret of Anjou. He was killed at the Battle of Tewkesbury, making him the only heir apparent to the English throne ever to die in battle.",
      "pageId": 187435,
      "monthDay": "10/13"
    },
    {
      "year": "1566",
      "uri": "/wiki/Richard_Boyle,_1st_Earl_of_Cork",
      "name": "Richard Boyle, 1st Earl of Cork",
      "aboutText": "Eleanor of England (Spanish: Leonor; 13 October 1162 – 31 October 1214) was Queen of Castile and Toledo as wife of Alfonso VIII of Castile.",
      "pageId": 224859,
      "monthDay": "10/13"
    },
    {
      "year": "1613",
      "uri": "/wiki/Luisa_de_Guzm%C3%A1n",
      "name": "Luisa de Guzmán",
      "aboutText": "Allan Ramsay (13 October 1713 – 10 August 1784) was a prominent Scottish portrait-painter.",
      "pageId": 225208,
      "monthDay": "10/13"
    },
    {
      "year": "1696",
      "uri": "/wiki/John_Hervey,_2nd_Baron_Hervey",
      "name": "John Hervey, 2nd Baron Hervey",
      "aboutText": "John Hervey, 2nd Baron Hervey (13 October 1696 – 5 August 1743), English courtier and political writer and memoirist, was the eldest son of John Hervey, 1st Earl of Bristol, by his second wife, Elizabeth.",
      "pageId": 399856,
      "monthDay": "10/13"
    },
    {
      "year": "1713",
      "uri": "/wiki/Allan_Ramsay_(artist)",
      "name": "Allan Ramsay",
      "aboutText": "Thomas Fitzalan, 6th Earl of Arundel and 10th Earl of Surrey KG (13 October 1381 – 13 October 1415) was an English nobleman, one of the principals of the deposition of Richard II, and a major figure during the reign of Henry IV.",
      "pageId": 430392,
      "monthDay": "10/13"
    },
    {
      "year": "1756",
      "uri": "/wiki/James_Gambier,_1st_Baron_Gambier",
      "name": "James Gambier, 1st Baron Gambier",
      "aboutText": "Charles Frederick Worth (13 October, 1825 – 10 March, 1895) was an English fashion designer who founded the House of Worth, one of the foremost fashion houses of the 19th and early 20th centuries. He is considered by many fashion historians to be the father of haute couture. Worth is also credited with revolutionising the business of fashion.",
      "pageId": 726972,
      "monthDay": "10/13"
    },
    {
      "year": "1768",
      "uri": "/wiki/Jacques_F%C3%A9lix_Emmanuel_Hamelin",
      "name": "Jacques Félix Emmanuel Hamelin",
      "aboutText": "Albert Jay Nock (October 13, 1870 – August 19, 1945) was an influential American libertarian author, educational theorist, and social critic of the early and middle 20th century.",
      "pageId": 763913,
      "monthDay": "10/13"
    },
    {
      "year": "1820",
      "uri": "/wiki/John_William_Dawson",
      "name": "John William Dawson",
      "aboutText": "Admiral of the Fleet James Gambier, 1st Baron Gambier GCB (13 October 1756 – 19 April 1833) was a Royal Navy officer. After seeing action at the capture of Charleston during the American Revolutionary War, he saw action again, as captain of the third-rate HMS Defence, at the battle of the Glorious First of June in 1794, during the French Revolutionary Wars, gaining the distinction of commanding the first ship to break through the enemy line.\nGambier went on to be a Lord Commissioner of the Admiralty and then served as Governor of Newfoundland.",
      "pageId": 1027738,
      "monthDay": "10/13"
    },
    {
      "year": "1821",
      "uri": "/wiki/Rudolf_Virchow",
      "name": "Rudolf Virchow",
      "aboutText": "Mary Henrietta Kingsley (13 October 1862 – 3 June 1900) was an English ethnographic and scientific writer and explorer whose travels throughout West Africa and resulting work helped shape European perceptions of African cultures and British imperialism.",
      "pageId": 1051149,
      "monthDay": "10/13"
    },
    {
      "year": "1825",
      "uri": "/wiki/Charles_Frederick_Worth",
      "name": "Charles Frederick Worth",
      "aboutText": "Claude of France (13 October 1499 – 20 July 1524), daughter of Louis XII, inherited the Duchy of Brittany from her mother, Anne, and became Queen of France as the first wife of Francis I.",
      "pageId": 1058883,
      "monthDay": "10/13"
    },
    {
      "year": "1844",
      "uri": "/wiki/Ernest_Myers",
      "name": "Ernest Myers",
      "aboutText": "Leon Leonwood Bean (October 13, 1872 – February 5, 1967) was an American inventor, author, outdoor enthusiast, and founder of the company L.L.Bean.",
      "pageId": 2627429,
      "monthDay": "10/13"
    },
    {
      "year": "1853",
      "uri": "/wiki/Lillie_Langtry",
      "name": "Lillie Langtry",
      "aboutText": "Luisa Maria Francisca de Guzmán y Sandoval (Portuguese: Luísa Maria Francisca de Gusmão; 13 October 1613 – 27 February 1666) was a queen consort of Portugal. She was the spouse of King John IV, the first Braganza ruler, as well as the mother of two kings of Portugal (Afonso VI and Peter II) and a queen of England (Catherine of Braganza).",
      "pageId": 3287221,
      "monthDay": "10/13"
    },
    {
      "year": "1862",
      "uri": "/wiki/Mary_Kingsley",
      "name": "Mary Kingsley",
      "aboutText": "Baron Jacques Félix Emmanuel Hamelin (13 October 1768 – 23 April 1839) was a rear admiral of the French navy and later a Baron.",
      "pageId": 6037779,
      "monthDay": "10/13"
    },
    {
      "year": "1870",
      "uri": "/wiki/Albert_Jay_Nock",
      "name": "Albert Jay Nock",
      "aboutText": "Sir John William Dawson, CMG, FRS, FRSC (October 13, 1820 – November 19, 1899), was a Canadian geologist and university administrator.\n^ \"DAWSON, Sir JOHN WILLIAM\". www.biographi.ca.",
      "pageId": 7955128,
      "monthDay": "10/13"
    },
    {
      "year": "1872",
      "uri": "/wiki/Leon_Leonwood_Bean",
      "name": "Leon Leonwood Bean",
      "aboutText": "Ernest James Myers (born at Keswick 13 October 1844; died at Etchingham, Sussex, 25 November 1921), was a poet, Classicist and author. He was the second son of the Rev. Frederic Myers, author of Catholic Thoughts, and Susan Harriett Myers (née Marshall).",
      "pageId": 18771187,
      "monthDay": "10/13"
    },
    {
      "year": "1874",
      "uri": "/wiki/J%C3%B3zsef_Klekl_(politician)",
      "name": "József Klekl",
      "aboutText": "József Klekl (Slovene: Jožef Klekl) (October 13, 1874 – May 30, 1948) was a Slovene Roman Catholic priest from Prekmurje and politician in Hungary, writer, governor of the Slovene People's Party (Slovenska lüdska stranka), later a delegate in Belgrade.",
      "pageId": 23116935,
      "monthDay": "10/13"
    },
    {
      "year": "1876",
      "uri": "/wiki/Rube_Waddell",
      "name": "Rube Waddell",
      "aboutText": "Arthur \"Art\" Tatum, Jr. (/ˈteɪtəm/, October 13, 1909 – November 5, 1956) was an American jazz pianist.\nTatum is widely acknowledged as one of the greatest jazz pianists of all time, and was a major influence on later generations of jazz pianists.",
      "pageId": 152557,
      "monthDay": "10/13"
    },
    {
      "year": "1878",
      "uri": "/wiki/Patrick_Joseph_Hartigan",
      "name": "Patrick Joseph Hartigan",
      "aboutText": "Jozef Fr. Tiso (13 October 1887 – 18 April 1947) was a Slovak Roman Catholic priest, and a leading politician of the Slovak People's Party. Between 1939 and 1945, Tiso was the head of the 1939–45 First Slovak Republic, a satellite state of Nazi Germany and he was to remain an active priest throughout his political career.",
      "pageId": 182328,
      "monthDay": "10/13"
    },
    {
      "year": "1879",
      "uri": "/wiki/Edward_Hennig",
      "name": "Edward Hennig",
      "aboutText": "Herbert Lawrence Block, commonly known as Herblock (October 13, 1909 – October 7, 2001), was an American editorial cartoonist and author best known for his commentaries on national domestic and foreign policy.",
      "pageId": 291250,
      "monthDay": "10/13"
    },
    {
      "year": "1880",
      "uri": "/wiki/Sasha_Chorny",
      "name": "Sasha Chorny",
      "aboutText": "Ashok Kumar (Bengali: অশোক কুমার গাঙ্গুলী) (13 October 1911 – 10 December 2001), born Kumudlal Ganguly (Bengali: কুমুদলাল গাঙ্গুলী) and also fondly called Dadamoni (Bengali: দাদামণি), was an Indian film actor who attained iconic status in Indian cinema. He was honoured in 1988 with the Dadasaheb Phalke Award, the highest national award for cinema artists, by the Government of India and also received the Padma Bhushan the same year in 1998 for his contributions to Indian cinema.",
      "pageId": 335006,
      "monthDay": "10/13"
    },
    {
      "year": "1887",
      "uri": "/wiki/Jozef_Tiso",
      "name": "Jozef Tiso",
      "aboutText": "George Edward (Rube) Waddell (October 13, 1876 – April 1, 1914) was an American southpaw pitcher in Major League Baseball (MLB). In his thirteen-year career he played for the Louisville Colonels (1897, 1899), Pittsburgh Pirates (1900–01) and Chicago Orphans (1901) in the National League, and the Philadelphia Athletics (1902–07) and St. Louis Browns (1908–10) in the American League.",
      "pageId": 639356,
      "monthDay": "10/13"
    },
    {
      "year": "1890",
      "uri": "/wiki/Conrad_Richter",
      "name": "Conrad Richter",
      "aboutText": "Arnaud \"Arna\" Wendell Bontemps (October 13, 1902 – June 4, 1973) was an American poet, novelist and librarian, and a noted member of the Harlem Renaissance.",
      "pageId": 765403,
      "monthDay": "10/13"
    },
    {
      "year": "1891",
      "uri": "/wiki/Irene_Rich",
      "name": "Irene Rich",
      "aboutText": "Conrad Michael Richter (October 13, 1890 – October 30, 1968) was an American novelist whose lyrical work is concerned largely with life on the American frontier in various periods. His novel The Town (1950), the last story of his trilogy The Awakening Land about the Ohio frontier, won the 1951 Pulitzer Prize for Fiction. His novel The Waters of Kronos won the 1961 National Book Award for Fiction.",
      "pageId": 960017,
      "monthDay": "10/13"
    },
    {
      "year": "1895",
      "uri": "/wiki/Mike_Gazella",
      "name": "Mike Gazella",
      "aboutText": "Piero Dusio (13 October 1899 – 7 November 1975) was an Italian soccer player, businessman and racing driver.\nDusio was born at Scurzolengo, province of Asti. His active soccer career (three games for Juventus 1921–22) ended in a knee injury, after which he started a textile business (oil cloth), which evolved into sporting goods as well as becoming supplier of military uniforms.",
      "pageId": 1353919,
      "monthDay": "10/13"
    },
    {
      "year": "1896",
      "uri": "/wiki/E._Beatrice_Riley",
      "name": "E. Beatrice Riley",
      "aboutText": "Millosh Gjergj Nikolla (13 October 1911 – 26 August 1938) was an Albanian poet and writer, known under his nom de plume Migjeni.\n^ Elsie, Robert (2001), Migjeni (Millosh Gjergj Nikolla). Free Verse, Peć: Dukagjini Balkan Books, p.",
      "pageId": 1523886,
      "monthDay": "10/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/Piero_Dusio",
      "name": "Piero Dusio",
      "aboutText": "Wilfred Pickles OBE (13 October 1904 in Halifax – 27 March 1978 in Brighton) was an English actor and radio presenter.\nBorn in Halifax in the West Riding of Yorkshire, he moved to Southport, Lancashire, with his family in 1929 and worked with his father as a builder. He joined an amateur dramatic society and in a local production there, met Mabel Celilia Myerscough, all of whose family had been connected with the stage.",
      "pageId": 1954457,
      "monthDay": "10/13"
    },
    {
      "year": "1900",
      "uri": "/wiki/Gerald_Marks",
      "name": "Gerald Marks",
      "aboutText": "Yves Allégret (French: [aleɡʁɛ]; 13 October 1905 – 31 January 1987) was a French film director, often working in the film noir genre. He was born in Asnières-sur-Seine, Hauts-de-Seine and died in Paris.\nBetween the years 1944–1949, he was the husband of actress Simone Signoret, whose career he encouraged.",
      "pageId": 2352265,
      "monthDay": "10/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Arna_Bontemps",
      "name": "Arna Bontemps",
      "aboutText": "Irene Rich (October 13, 1891 - April 22, 1988) was an American actress who worked in both silent films and talkies, as well as radio.",
      "pageId": 2538483,
      "monthDay": "10/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Karl_Leichter",
      "name": "Karl Leichter",
      "aboutText": "Alexander Mikhailovich Glickberg (Russian: Алекса́ндр Миха́йлович Гли́кберг; IPA: [ɐlʲɪˈksandr mʲɪˈxajləvʲɪtɕ ˈɡlʲikbʲɪrk]), better known as Sasha Chorny (Russian: Са́ша Чёрный; IPA: [ˈsaʂə ˈt͡ɕɵrnɨj]; 13 October [O.S. 1 October] 1880 – 5 July 1932), was a Russian poet, satirist and children's writer.",
      "pageId": 2597309,
      "monthDay": "10/13"
    },
    {
      "year": "1904",
      "uri": "/wiki/Wilfred_Pickles",
      "name": "Wilfred Pickles",
      "aboutText": "Monsignor Patrick Joseph Hartigan (13 October 1878 – 27 December 1952) was an Australian Roman Catholic priest, educator, author and poet.",
      "pageId": 4428410,
      "monthDay": "10/13"
    },
    {
      "year": "1905",
      "uri": "/wiki/Yves_All%C3%A9gret",
      "name": "Yves Allégret",
      "aboutText": "Coloman Braun-Bogdan (13 October 1905 – 15 March 1983) was a Romanian football midfielder and football manager.\nBorn in Arad, Arad County, which was at the time part of Austria-Hungary, he made a name for himself as one of the best Romanian midfielders of the interwar period. One of his most important achievements was being part of the Romania squad at the 1938 World Cup.",
      "pageId": 6169831,
      "monthDay": "10/13"
    },
    {
      "year": "1905",
      "uri": "/wiki/Coloman_Braun-Bogdan",
      "name": "Coloman Braun-Bogdan",
      "aboutText": "Gerald Marks (October 13, 1900 – January 27, 1997) was an American composer best known for the song \"All of Me\" which he co-wrote with Seymour Simons and has been recorded about 2,000 times. He also wrote the songs \"That's What I Want for Christmas\" for the film Stowaway starring Shirley Temple, and \"Is It True What They Say About Dixie\" recorded by Al Jolson and Rudy Vallee.",
      "pageId": 8933155,
      "monthDay": "10/13"
    },
    {
      "year": "1909",
      "uri": "/wiki/Herblock",
      "name": "Herblock",
      "aboutText": "Edward August Hennig (October 13, 1879 – August 28, 1960) was an American gymnast who competed in the 1904 Summer Olympics.\nHe died in Summit County, Ohio.\nHennig won two gold medals, one of them at club swinging.",
      "pageId": 10565035,
      "monthDay": "10/13"
    },
    {
      "year": "1909",
      "uri": "/wiki/Art_Tatum",
      "name": "Art Tatum",
      "aboutText": "Michael Gazella (October 13, 1895 – September 11, 1978) was an American major league baseball player who played for the New York Yankees on several championship teams in the 1920s.\nBorn in Olyphant, Pennsylvania, Gazella played football as well as baseball at Lafayette College and Mansfield University of Pennsylvania. In 1923, he was signed by New York and played in eight games for the Yankees that season.",
      "pageId": 13362540,
      "monthDay": "10/13"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ashok_Kumar",
      "name": "Ashok Kumar",
      "aboutText": "Emily Beatrice \"Bea\" Riley (née Ogilvy; 13 October 1896 – 15 May 2009) was a supercentenarian, who at age of 112, the oldest verified living person in Australia following the death of 112-year-old Myra Nicholson on 20 September 2007.",
      "pageId": 13427747,
      "monthDay": "10/13"
    },
    {
      "year": "1911",
      "uri": "/wiki/Millosh_Gjergj_Nikolla",
      "name": "Millosh Gjergj Nikolla",
      "aboutText": "Karl Leichter (October 13, 1902 in Näpi, Sõmeru - March 7, 1987 in Tallinn) was an Estonian musicologist. He graduated in 1929 in theory and composition, studying under Heino Eller with pupils such as Eduard Tubin, Alfred Karindi, Eduard Oja and Olav Roots. Between 1929-1931 he worked in the Estonian Folklore Archives.",
      "pageId": 40914192,
      "monthDay": "10/13"
    },
    {
      "year": "1912",
      "uri": "/wiki/Cornel_Wilde",
      "name": "Cornel Wilde",
      "aboutText": "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, PC, FRS (née Roberts, 13 October 1925 – 8 April 2013) was a British politician, who was the Prime Minister of the United Kingdom from 1979 to 1990, and the Leader of the Conservative Party from 1975 to 1990. She was the longest-serving British Prime Minister of the 20th century and is currently the only woman to have held the office. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style.",
      "pageId": 19831,
      "monthDay": "10/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Igor_Torkar",
      "name": "Igor Torkar",
      "aboutText": "Leonard Alfred Schneider (October 13, 1925 – August 3, 1966), better known by his stage name Lenny Bruce, was an American stand-up comedian, social critic, satirist, and screenwriter. He was renowned for his open, free-style and critical form of comedy which integrated satire, politics, religion, sex, and vulgarity. His 1964 conviction in an obscenity trial was followed by a posthumous pardon, the first in New York State history, by then-Governor George Pataki in 2003.",
      "pageId": 50016,
      "monthDay": "10/13"
    },
    {
      "year": "1915",
      "uri": "/wiki/Terry_Frost",
      "name": "Terry Frost",
      "aboutText": "Yves Montand (French: [iv mɔ̃tɑ̃]; born Ivo Livi; 13 October 1921 – 9 November 1991) was an Italian-born French actor and singer.",
      "pageId": 70666,
      "monthDay": "10/13"
    },
    {
      "year": "1917",
      "uri": "/wiki/George_Osmond",
      "name": "George Osmond",
      "aboutText": "Cornel Wilde (October 13, 1912 – October 16, 1989) was a Hungarian-American actor and film director.\nWilde's acting career began in 1935, in which year he made his debut on Broadway. In 1936, he began making small, uncredited appearances in films.",
      "pageId": 149784,
      "monthDay": "10/13"
    },
    {
      "year": "1917",
      "uri": "/wiki/Burr_Tillstrom",
      "name": "Burr Tillstrom",
      "aboutText": "Sir Terry Frost RA (born Terence Ernest Manitou Frost) (13 October 1915 – 1 September 2003) was an English abstract artist, who worked in Newlyn, Cornwall.\nBorn in Leamington Spa, Warwickshire, England, in 1915, he did not become an artist until he was in his 30s. During World War II, he served in France and the Middle East, before joining the commandos.",
      "pageId": 323551,
      "monthDay": "10/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Robert_Walker_(actor)",
      "name": "Robert Walker",
      "aboutText": "Roberto Eduardo Viola (October 13, 1924 – September 30, 1994) was an Argentine military officer who briefly served as president of Argentina from March 29 to December 11, 1981 as a military dictatorship.",
      "pageId": 339536,
      "monthDay": "10/13"
    },
    {
      "year": "1919",
      "uri": "/wiki/R._Kanagasuntheram",
      "name": "R. Kanagasuntheram",
      "aboutText": "Franklin Burr Tillstrom (October 13, 1917 in Chicago, Illinois - December 6, 1985 in Palm Springs, California) was a puppeteer and the creator of Kukla, Fran and Ollie.\nTillstrom was born in Chicago, Illinois, to Bert and Alice Burr Tillstrom. He attended Senn High School in Chicago and later the University of Chicago.",
      "pageId": 1249260,
      "monthDay": "10/13"
    },
    {
      "year": "1920",
      "uri": "/wiki/Laraine_Day",
      "name": "Laraine Day",
      "aboutText": "Robert Hudson Walker (October 13, 1918 – August 28, 1951) was an American actor, best known for his starring role in Alfred Hitchcock's 1951 thriller Strangers on a Train, which was released shortly before his death.\nHe started in youthful boy-next-door roles, often as a World War II soldier. One of these roles was opposite his first wife, Jennifer Jones, in Since You Went Away.",
      "pageId": 1468416,
      "monthDay": "10/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Yves_Montand",
      "name": "Yves Montand",
      "aboutText": "Gustav Frands Wilzeck Winckler (13 October 1925 – 20 January 1979) was a popular Danish singer, composer and music publisher. He grew up in the Nørrebro district of Copenhagen and started his career as a decorator.\nIn 1948 as a young man he won a talent competition at National Scala Theatre in Copenhagen, as well as many others in Copenhagen.",
      "pageId": 1505634,
      "monthDay": "10/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_C._Champion",
      "name": "John C. Champion",
      "aboutText": "Servaas \"Faas\" Wilkes (Dutch pronunciation: [ˈfaːs ˈʋɪlkəs], 13 October 1923 – 15 August 2006) was a Dutch football forward, who earned a total of 38 caps for the Dutch national team, in which he scored 35 goals (average 0.92 goals per game).",
      "pageId": 1643259,
      "monthDay": "10/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Cyril_Shaps",
      "name": "Cyril Shaps",
      "aboutText": "Terry Gibbs (born Julius Gubenko; October 13, 1924) is an American jazz vibraphonist and band leader.\nHe has performed and/or recorded with Tommy Dorsey, Chubby Jackson, Buddy Rich, Woody Herman, Benny Goodman, Louie Bellson, Charlie Shavers, Mel Tormé, Buddy DeFranco, and others. Gibbs also worked in the film and TV studios in Los Angeles.",
      "pageId": 2876591,
      "monthDay": "10/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rosemary_Anne_Sisson",
      "name": "Rosemary Anne Sisson",
      "aboutText": "Laraine Day (October 13, 1920 – November 10, 2007) was an American actress and a former Metro-Goldwyn-Mayer contract star.",
      "pageId": 2901539,
      "monthDay": "10/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Faas_Wilkes",
      "name": "Faas Wilkes",
      "aboutText": "Cyril Leonard Shaps (13 October 1923 – 1 January 2003) was an English actor.\n^ Michael Freedland. \"Obituary: Cyril Shaps\".",
      "pageId": 4721576,
      "monthDay": "10/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/Terry_Gibbs",
      "name": "Terry Gibbs",
      "aboutText": "Armand Mouyal (13 October 1925 – 15 July 1988) was a French epee fencer.",
      "pageId": 9098178,
      "monthDay": "10/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/Moturu_Udayam",
      "name": "Moturu Udayam",
      "aboutText": "George Virl Osmond (October 13, 1917 – November 6, 2007) was the patriarch of the singing Osmond family.",
      "pageId": 14106614,
      "monthDay": "10/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/Roberto_Eduardo_Viola",
      "name": "Roberto Eduardo Viola",
      "aboutText": "John C. Champion (October 13, 1923 in Denver, Colorado, USA – October 3, 1994 in Tarzana, California, USA) was an American producer and screenwriter.",
      "pageId": 19827747,
      "monthDay": "10/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Lenny_Bruce",
      "name": "Lenny Bruce",
      "aboutText": "Moturu Udayam (b. 13 October 1924, Turumella village, Guntur district, d. 31 March 2002, Vijayawada) was an Indian politician and women's rights activist.",
      "pageId": 23242747,
      "monthDay": "10/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Armand_Mouyal",
      "name": "Armand Mouyal",
      "aboutText": "Igor Torkar was the pen name of Boris Fakin (13 October 1913 – 1 January 2004), a Slovenian writer, playwright, and poet best known for his literary descriptions of Communist repression in Yugoslavia after World War II.",
      "pageId": 24069763,
      "monthDay": "10/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Margaret_Thatcher",
      "name": "Margaret Thatcher",
      "aboutText": "Rosemary Anne Sisson (born 13 October 1923) is a British television dramatist and novelist. She is the daughter of the scholar of Elizabethan drama Charles Jasper (C.J.) Sisson (1885–1966).",
      "pageId": 28126598,
      "monthDay": "10/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Gustav_Winckler",
      "name": "Gustav Winckler",
      "aboutText": "Professor Ragunathar Kanagasuntheram (13 October 1919 – 19 June 2010) was a Sri Lankan Tamil physician, zoologist, academic and dean of the Faculty of Medicine at the University of Jaffna.",
      "pageId": 39811132,
      "monthDay": "10/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ray_Brown_(musician)",
      "name": "Ray Brown",
      "aboutText": "Edwin Lee \"Eddie\" Mathews (October 13, 1931 – February 18, 2001) was an American Major League Baseball (MLB) third baseman. He played 17 seasons for the Boston Braves, Milwaukee Braves, Atlanta Braves, Houston Astros, and Detroit Tigers, from 1952 through 1968. Mathews was inducted into the National Baseball Hall of Fame in 1978.",
      "pageId": 428557,
      "monthDay": "10/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Killer_Kowalski",
      "name": "Killer Kowalski",
      "aboutText": "Raymond Matthews Brown (October 13, 1926 – July 2, 2002) was an influential American jazz double bassist and cellist, known for extensive work with Oscar Peterson and Ella Fitzgerald, among many others.",
      "pageId": 473338,
      "monthDay": "10/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tommy_Whittle",
      "name": "Tommy Whittle",
      "aboutText": "Thomas Henry Bingham, Baron Bingham of Cornhill, KG PC QC (13 October 1933 – 11 September 2010), was an eminent British judge and jurist. He served in the United Kingdom's highest judicial offices as Master of the Rolls, Lord Chief Justice and as a Senior Law Lord.\nAfter retiring from the judiciary in 2008, Lord Bingham focused on teaching and lecturing in Human Rights Law.",
      "pageId": 561479,
      "monthDay": "10/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Eddie_Yost",
      "name": "Eddie Yost",
      "aboutText": "Raymond Kopa (French pronunciation: ​[rɛmɔ̃ kɔˈpa]; born 13 October 1931) is a former French footballer, integral to the French national team of the 1950s. At club level he was part of the legendary Real Madrid team of the 1950s, winning three European Cups.\nOften considered one of leading players of his generation, Kopa was a free-role playmaker who was quick, agile and known for his love of dribbling.",
      "pageId": 615836,
      "monthDay": "10/13"
    },
    {
      "year": "1927",
      "uri": "/wiki/Lee_Konitz",
      "name": "Lee Konitz",
      "aboutText": "Turgut Özal (Turkish pronunciation: [tuɾˈɡut øˈzaɫ]; 13 October 1927 – 17 April 1993) was the 8th President of Turkey from 1989 to 1993. He previously served as the 26th Prime Minister of Turkey from 1983 to 1989 as the leader of the Motherland Party. He was the Deputy Prime Minister of Turkey in the military government of Bülend Ulusu between 1980 and 1982.",
      "pageId": 649579,
      "monthDay": "10/13"
    },
    {
      "year": "1927",
      "uri": "/wiki/Turgut_%C3%96zal",
      "name": "Turgut Özal",
      "aboutText": "Lee Konitz (born October 13, 1927) is an American jazz composer and alto saxophonist who was born in Chicago, Illinois. He has performed successfully in bebop and avant-garde settings. Konitz was one of the few altoists to retain a distinctive sound when Charlie Parker exercised a tremendous influence on other players.",
      "pageId": 756707,
      "monthDay": "10/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Richard_Howard",
      "name": "Richard Howard",
      "aboutText": "Nana Mouskouri (Greek: Nάνα Μούσχουρη, pronounced [ˈnana ˈmusxuri]), born Iōánna Moúschouri (Greek: Ιωάννα Μούσχουρη [ioˈana ˈmusxuri]) on October 13, 1934, in Chania, Crete, Greece, is a Greek singer. She was known as \"Nána\" to her friends and family as a child.\nShe has recorded songs in many languages, including Greek, French, English, German, Dutch, Italian, Portuguese, Spanish, Hebrew, Welsh, Mandarin Chinese, Corsican, and Turkish.",
      "pageId": 1196068,
      "monthDay": "10/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Walasse_Ting",
      "name": "Walasse Ting",
      "aboutText": "Richard Joseph Howard (born October 13, 1929; adopted as Richard Joseph Orwitz) is an American poet, literary critic, essayist, teacher, and translator. He was born in Cleveland, Ohio and is a graduate of Columbia University, where he studied under Mark Van Doren, and where he now teaches.",
      "pageId": 1360975,
      "monthDay": "10/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bruce_Geller",
      "name": "Bruce Geller",
      "aboutText": "Bruce Bernard Geller (October 13, 1930 – May 21, 1978) was an American lyricist, screenwriter, director, and television producer.",
      "pageId": 1826982,
      "monthDay": "10/13"
    },
    {
      "year": "1931",
      "uri": "/wiki/Raymond_Kopa",
      "name": "Raymond Kopa",
      "aboutText": "Bruce Morrow (born Bruce Meyerowitz; October 13, 1935 (other sources cite him as having been born October 13, 1937) in Brooklyn, New York) is an American radio personality known to many listeners as Cousin Brucie. He has three children: Paige and Meridith are both actresses, and Jon is a physician.",
      "pageId": 2059759,
      "monthDay": "10/13"
    },
    {
      "year": "1931",
      "uri": "/wiki/Eddie_Mathews",
      "name": "Eddie Mathews",
      "aboutText": "Edward Frederick Joseph Yost (October 13, 1926 – October 16, 2012) was an American professional baseball player and coach. He played the majority of his Major League Baseball career as a third baseman for the Washington Senators, then played two seasons each with the Detroit Tigers and the Los Angeles Angels before retiring in 1962.\nYost batted and threw right-handed.",
      "pageId": 2407693,
      "monthDay": "10/13"
    },
    {
      "year": "1932",
      "uri": "/wiki/Johnny_Lytle",
      "name": "Johnny Lytle",
      "aboutText": "Sir Roger Geoffrey Gibbs (born 13 October 1934) attended Eton College and Millfield School. He married his wife Jane on 21 September 2005. He was knighted in 1994.",
      "pageId": 7075834,
      "monthDay": "10/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Thomas_Bingham,_Baron_Bingham_of_Cornhill",
      "name": "Thomas Bingham, Baron Bingham of Cornhill",
      "aboutText": "Johnny Dillard Lytle (October 13, 1932 in Springfield, Ohio – December 15, 1995 in Springfield) was a jazz drummer and vibraphonist.",
      "pageId": 8209981,
      "monthDay": "10/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Raynald_Fr%C3%A9chette",
      "name": "Raynald Fréchette",
      "aboutText": "Raynald Fréchette (13 October 1933 – 20 March 2007) was a Quebec lawyer, judge and political figure.\n^ \"Biography\". Dictionnaire des parlementaires du Québec de 1792 à nos jours (in French).",
      "pageId": 10217029,
      "monthDay": "10/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jack_Colvin",
      "name": "Jack Colvin",
      "aboutText": "Walasse Ting (Chinese: 丁雄泉, October 13, 1929 – May 17, 2010) was a Chinese-American visual artist and poet. His colorful paintings have attracted critical admiration and a popular following. Common subjects include nude women and cats, birds and other animals.",
      "pageId": 11091336,
      "monthDay": "10/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roger_Gibbs",
      "name": "Roger Gibbs",
      "aboutText": "Tommy Whittle (13 October 1926 – 13 October 2013) was a British jazz saxophonist.",
      "pageId": 15736650,
      "monthDay": "10/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nana_Mouskouri",
      "name": "Nana Mouskouri",
      "aboutText": "Etterlene \"Mama\" Abney DeBarge Rodriguez (born October 13, 1935) is a gospel singer, songwriter, and matriarch of the famous singing DeBarge family group.",
      "pageId": 16882256,
      "monthDay": "10/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Etterlene_DeBarge",
      "name": "Etterlene DeBarge",
      "aboutText": "Chitti Babu (October 13, 1936 – February 9, 1996) was a renowned classical musician from India, and arguably one of the greatest Veena artistes, in the Carnatic Music genre of South India, who became a legend in his own lifetime.",
      "pageId": 21104693,
      "monthDay": "10/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bruce_Morrow",
      "name": "Bruce Morrow",
      "aboutText": "Władek (later Walter) \"Killer\" Kowalski (October 13, 1926 – August 30, 2008), born Edward Władysław Spulnik, was a Polish-Canadian professional wrestler. Kowalski wrestled for numerous promotions during his career, including the NWA and WWF, and was a known heel wrestler. He held numerous championships including the WWWF World Tag Team Championship with Big John Studd billed as The Executioners and managed by Lou Albano.",
      "pageId": 21304582,
      "monthDay": "10/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/Chitti_Babu_(musician)",
      "name": "Chitti Babu",
      "aboutText": "Jack Colvin (October 13, 1934 – December 1, 2005) was an American character actor of theater, film and TV. He was most known for the role of the tabloid reporter Jack McGee in The Incredible Hulk television franchise (1977–1988), and as Dr.",
      "pageId": 32640612,
      "monthDay": "10/13"
    },
    {
      "year": "1937",
      "uri": "/wiki/Sami_Frey",
      "name": "Sami Frey",
      "aboutText": "Paul Frederic Simon (born October 13, 1941) is an American musician, actor and singer-songwriter. Simon's fame, influence, and commercial success began as part of the duo Simon & Garfunkel, formed in 1964 with musical partner Art Garfunkel. Simon wrote nearly all of the pair’s songs, including three that reached No.",
      "pageId": 50745,
      "monthDay": "10/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Hugo_Young",
      "name": "Hugo Young",
      "aboutText": "Desiré Delano \"Dési\" Bouterse (Dutch pronunciation: [ˈbʌutərsə]) (born 13 October 1945) is a Surinamese politician who has been President of Suriname since 2010. From 1980 to 1987 he was Suriname's de facto leader when the country was under military rule.\nBouterse is the chairman of the Surinamese political combination Megacombinatie (Megacombination) and the leader of the National Democratic Party (NDP), which is part of the Megacombination.",
      "pageId": 105961,
      "monthDay": "10/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Larry_Bowie_(guard)",
      "name": "Larry Bowie",
      "aboutText": "Jerral Wayne \"Jerry\" Jones Sr. (born October 13, 1942) is an American businessman. He is the owner, president, and general manager of the NFL's Dallas Cowboys.",
      "pageId": 167154,
      "monthDay": "10/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/T._J._Cloutier",
      "name": "T. J. Cloutier",
      "aboutText": "Pharoah Sanders (born October 13, 1940) is an American jazz saxophonist.\nSaxophonist Ornette Coleman once described him as \"probably the best tenor player in the world.\" Emerging from John Coltrane's groups of the mid-1960s, Sanders is known for his overblowing, harmonic, and multiphonic techniques on the saxophone, as well as his use of \"sheets of sound\". Sanders is an important figure in the development of free jazz; Albert Ayler famously said: \"Trane was the Father, Pharoah was the Son, I am the Holy Ghost\".",
      "pageId": 327157,
      "monthDay": "10/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Melinda_Dillon",
      "name": "Melinda Dillon",
      "aboutText": "Hugo John Smelter Young (13 October 1938 – 22 September 2003) was a British journalist and columnist and senior political commentator at The Guardian.",
      "pageId": 334435,
      "monthDay": "10/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Chris_Farlowe",
      "name": "Chris Farlowe",
      "aboutText": "Michael \"Mike\" Barnicle (born October 13, 1943) is an American print and broadcast journalist, as well as a social and political commentator. He is a frequent contributor and occasional guest host on MSNBC's Morning Joe and Hardball with Chris Matthews, and is also seen on NBC's Today Show with news/feature segments. He has been a regular contributor to the local television news magazine, Chronicle on WCVB-TV, since 1986.",
      "pageId": 652057,
      "monthDay": "10/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pharoah_Sanders",
      "name": "Pharoah Sanders",
      "aboutText": "Peter Sauber (born 13 October 1943 in Zurich, Switzerland) is the retired team principal and owner of various motorsports teams, most visibly the eponymous Sauber Formula One team.",
      "pageId": 692993,
      "monthDay": "10/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ingeborg_Nyberg",
      "name": "Ingeborg Nyberg",
      "aboutText": "Thomas James \"T.J.\" Cloutier (born October 13, 1939) is a professional poker player from Richardson, Texas.",
      "pageId": 978335,
      "monthDay": "10/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paul_Simon",
      "name": "Paul Simon",
      "aboutText": "Chris Farlowe (born John Henry Deighton, 13 October 1940 in Islington, North London) is an English rock, blues and soul singer. He is best known for his hit single \"Out of Time\", which rose to #1 in the UK Singles Chart in 1966, and his association with Colosseum and the Thunderbirds. Outside his music career, Farlowe collects war memorabilia.",
      "pageId": 1321577,
      "monthDay": "10/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rutanya_Alda",
      "name": "Rutanya Alda",
      "aboutText": "Melinda Rose Dillon (born October 13, 1939) is an American actress. She received a 1963 Tony Award nomination for her Broadway debut in the original production of Who's Afraid of Virginia Woolf?, and was nominated for the Academy Award for Best Supporting Actress for her roles as Jillian Guiler in Close Encounters of the Third Kind (1977) and Teresa in Absence of Malice (1981).",
      "pageId": 1783094,
      "monthDay": "10/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bob_Bailey_(baseball)",
      "name": "Bob Bailey",
      "aboutText": "Robert William Lamm (born October 13, 1944) is an American keyboardist, singer and songwriter who came to fame as a founding member of the pop rock band Chicago.",
      "pageId": 1962029,
      "monthDay": "10/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jerry_Jones",
      "name": "Jerry Jones",
      "aboutText": "Robert Sherwood (Bob) Bailey (born October 13, 1942 in Long Beach, California) is an American former professional baseball player. He played in Major League Baseball as a third baseman for the Pittsburgh Pirates (1962–66), Los Angeles Dodgers (1967–68), Montreal Expos (1969–75), Cincinnati Reds (1976–77) and Boston Red Sox (1977–78). Bailey attended Wilson Classical High School, where he was the 1961 CIF Baseball Player of the Year and quarterbacked the football team for two years, one of which was undefeated.",
      "pageId": 3284189,
      "monthDay": "10/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Walter_McGowan",
      "name": "Walter McGowan",
      "aboutText": "Pamela Tiffin (born October 13, 1942) is a retired American film actress.",
      "pageId": 4680318,
      "monthDay": "10/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Aykut_Oray",
      "name": "Aykut Oray",
      "aboutText": "Rutanya Alda (born October 13, 1942) is a Latvian-American actress.",
      "pageId": 7736985,
      "monthDay": "10/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pamela_Tiffin",
      "name": "Pamela Tiffin",
      "aboutText": "Walter McGowan, MBE (born 13 October 1942 in Hamilton, South Lanarkshire, Scotland), is a retired Scottish boxer. He is renowned for having been lineal world flyweight champion.\nHe was the son of Thomas McGowan, who had boxed under the name of 'Joe Gans'.",
      "pageId": 9892874,
      "monthDay": "10/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mike_Barnicle",
      "name": "Mike Barnicle",
      "aboutText": "Sami Frey (born Samuel Frei on 13 October 1937) is a French actor of Polish Jewish descent. Among the films he starred in are En compagnie d'Antonin Artaud (1993), in which he portrays French poet and playwright Antonin Artaud, and Bande à part (1964) by Jean-Luc Godard.\n^ \"NY Times.com: Sami Frey\".",
      "pageId": 11572193,
      "monthDay": "10/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Peter_Sauber",
      "name": "Peter Sauber",
      "aboutText": "Larry Bowie (born October 13, 1939 in Pike, West Virginia, died December 31, 2012 Mahtomedi, Minnesota) is a former American football guard in the National Football League. He was drafted by the Minnesota Vikings in the sixth round of the 1962 NFL Draft.",
      "pageId": 21946327,
      "monthDay": "10/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_Lamm",
      "name": "Robert Lamm",
      "aboutText": "Aykut Oray (October 13, 1942 - August 11, 2009) was a Turkish actor active between 1963 and 2009. He was, perhaps, best known for his work on the Turkish dramatic comedy series, Bizimkiler. Oray also had a brief career in politics during his later life, becoming a member of the Republican People's Party.",
      "pageId": 24131077,
      "monthDay": "10/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Christophe_(singer)",
      "name": "Christophe",
      "aboutText": "Daniel Bevilacqua, better known by the stage name Christophe, is a French singer and songwriter. He was born on 13 October 1945 in the Parisian suburb Juvisy-sur-Orge, to an Italian father.",
      "pageId": 41482511,
      "monthDay": "10/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/D%C3%A9si_Bouterse",
      "name": "Dési Bouterse",
      "aboutText": "Ingeborg Elisabeth Nyberg Roos, nee Nyberg (born 13 October 1940 in Sundsvall) is a Swedish singer and actress. Nyberg was discovered at twelve years of age in the radio show Skansenkväll and made her album debut the same year with the music album Sommarnatt. Though her music was mostly Christian music she became a teen idol during her fame years in the 1950s.",
      "pageId": 48674030,
      "monthDay": "10/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Susan_Stafford",
      "name": "Susan Stafford",
      "aboutText": "Nusrat Fateh Ali Khan (Urdu/Punjabi: نصرت فتح علی خان‎; 13 October 1948 – 16 August 1997) was a Pakistani musician, primarily a singer of Qawwali, the devotional music of the Sufis. Considered one of the greatest voices ever recorded, he possessed an extraordinary range of vocal abilities and could perform at a high level of intensity for several hours. Extending the 600-year old Qawwali tradition of his family, Khan is widely credited with introducing Qawwali music to international audiences.",
      "pageId": 95410,
      "monthDay": "10/13"
    },
    {
      "year": "1946",
      "uri": "/wiki/Levon_Ananyan",
      "name": "Levon Ananyan",
      "aboutText": "Marisol Malaret Contreras (born October 13, 1949) is a Puerto Rican TV Host, model and beauty queen.",
      "pageId": 96588,
      "monthDay": "10/13"
    },
    {
      "year": "1946",
      "uri": "/wiki/Edwina_Currie",
      "name": "Edwina Currie",
      "aboutText": "Edwina Jones (born 13 October 1946), born Edwina Cohen and commonly known by her first married name, Edwina Currie, is a former British Member of Parliament. First elected as a Conservative Party MP in 1983, she was a Junior Health Minister for two years, before resigning in 1988 over the controversy over salmonella in eggs.\nBy the time Currie lost her seat as an MP in 1997, she had begun a new career as a novelist and broadcaster.",
      "pageId": 292266,
      "monthDay": "10/13"
    },
    {
      "year": "1946",
      "uri": "/wiki/Demond_Wilson",
      "name": "Demond Wilson",
      "aboutText": "Demond Wilson (born October 13, 1946) is an American actor, author, and pastor.",
      "pageId": 385249,
      "monthDay": "10/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Susan_Blommaert",
      "name": "Susan Blommaert",
      "aboutText": "Samuel Roy \"Sammy\" Hagar (born October 13, 1947), also known as The Red Rocker, is an American rock vocalist, guitarist, songwriter and musician. Hagar came to prominence in the 1970s with the hard rock band Montrose. He afterwards launched a successful solo career, scoring an enduring hit in 1984 with \"I Can't Drive 55\".",
      "pageId": 577019,
      "monthDay": "10/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sammy_Hagar",
      "name": "Sammy Hagar",
      "aboutText": "Thomas E.\"Tom\" Mees (October 13, 1949 in Springfield, Pennsylvania–August 14, 1996 in Southington, Connecticut) was an American sportscaster best known for his play-by-play of professional and collegiate ice hockey and for being a prominent personality on ESPN during that network's early years.",
      "pageId": 953881,
      "monthDay": "10/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jerry_Trupiano",
      "name": "Jerry Trupiano",
      "aboutText": "Patrick Marie Ghislain Pierre Simon Stanislas Nève de Mévergnies (born 13 October 1949, in Liège) is a former racing driver from Belgium. He participated in 14 Formula One Grands Prix, debuting on 16 May 1976. He scored no championship points.",
      "pageId": 1235359,
      "monthDay": "10/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Wakeman",
      "name": "Alan Wakeman",
      "aboutText": "Jerome Michael \"Jerry\" Trupiano (born in St. Louis, Missouri) is an American radio sportscaster, best known for his former role as a play-by-play announcer for the Boston Red Sox.",
      "pageId": 1247368,
      "monthDay": "10/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nusrat_Fateh_Ali_Khan",
      "name": "Nusrat Fateh Ali Khan",
      "aboutText": "Susan Stafford (born October 13, 1945) a former model, television and film star, she was best known as the original hostess of the popular American game show Wheel of Fortune from January 6, 1975 until she left on October 22, 1982. She also returned briefly in 1986 to substitute for current wheel co-host Vanna White.",
      "pageId": 1510941,
      "monthDay": "10/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Ford_Coley",
      "name": "John Ford Coley",
      "aboutText": "John Ford Coley (born October 13, 1948) is an American singer, classically trained pianist, guitarist, actor, and author most known for his partnership in the musical duo England Dan & John Ford Coley.",
      "pageId": 1651940,
      "monthDay": "10/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lacy_J._Dalton",
      "name": "Lacy J. Dalton",
      "aboutText": "Richard Francis \"Rick\" Vito (born October 13, 1949, Darby, Pennsylvania, United States) is an American guitarist and singer. He was part of Fleetwood Mac between 1987 and 1991. Vito took over as lead guitarist after Lindsey Buckingham left Fleetwood Mac.",
      "pageId": 3009373,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Raimundo_Fagner",
      "name": "Raimundo Fagner",
      "aboutText": "Lacy J. Dalton (born Jill Lynne Byrem on October 13, 1946 in Bloomsburg, Pennsylvania) is an American country singer and songwriter. She is known for her gritty, powerful vocals, which People Magazine likened to a country equivalent to Bonnie Raitt. Dalton had a number of hits in the 1980s, including \"Takin' It Easy,\" \"Crazy Blue Eyes\" and \"16th Avenue.\" Though absent from the U.S. country charts since 1990, she still continues to record and perform, having most recently released three independently recorded albums, Wild Horse Crossing on Shop Records in 1999; The Last Wild Place, on Song Dog Records in 2004; and her 2010 self-released Here's To Hank available on her website www.lacyjdalton.com.",
      "pageId": 3155242,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Marisol_Malaret",
      "name": "Marisol Malaret",
      "aboutText": "Leona Mitchell (born October 13, 1949, Enid, Oklahoma), is an African-American and Chickasaw operatic soprano and an Oklahoma Music Hall of Fame inductee. She is also a Grammy Award-winning soprano who sang for 18 seasons as a leading spinto soprano at the Metropolitan Opera in New York.\nIn her home state of Oklahoma, Miss Mitchell has been awarded many honors.",
      "pageId": 3233925,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tom_Mees",
      "name": "Tom Mees",
      "aboutText": "Levon Ananyan (Armenian: Լևոն Անանյան; 13 October 1946 – 2 September 2013) was an Armenian journalist and translator.\nBorn in Koghb, Tavush, Levon Ananyan was a graduate of the Yerevan State University, Department of Philology. He worked for a number of state journals.",
      "pageId": 4263766,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Leona_Mitchell",
      "name": "Leona Mitchell",
      "aboutText": "Mollie Katzen (born October 13, 1950 in Rochester, New York, U.S.) is an American chef, cookbook author and artist. She is best known for her vegetarian cookbook, the Moosewood Cookbook (1977), inspired by the Moosewood Restaurant she helped create, but left in 1978 \"amid some bitter accusations that she had appropriated group recipes as her own.\" She later authored and illustrated several other best-selling vegetarian cookbooks, including The Enchanted Broccoli Forest (1982), Still Life with Menu (1988), and Vegetable Heaven and Sunlight Cafe (1997); three children's cookbooks (Pretend Soup (1994), Honest Pretzels and Salad People (1999) and recently co-authored (with Walter Willett) Eat, Drink and Weigh Less: A Flexible and Delicious Way to Shrink Your Waist Without Going Hungry.",
      "pageId": 4348188,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Patrick_N%C3%A8ve",
      "name": "Patrick Nève",
      "aboutText": "Simon John Breckenridge Nicol (born 13 October 1950) is an English guitarist, singer, multi-instrumentalist and record producer. He was a founding member of British folk rock group Fairport Convention and is the only founding member still in the band. He has also been involved with the Albion Band and a wide range of musical projects, both as a collaborator, producer and as a solo artist.",
      "pageId": 5165952,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rick_Vito",
      "name": "Rick Vito",
      "aboutText": "Alan Wakeman (born 13 October 1947, Hammersmith, West London) is an English saxophonist, known for his work in Soft Machine during 1976, appearing on the album Softs. He is a cousin of the keyboard player Rick Wakeman.\nWakeman started on the clarinet at age 14 and, while at school, played in a band with cousin Rick on piano.",
      "pageId": 6637391,
      "monthDay": "10/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mark_Winzenried",
      "name": "Mark Winzenried",
      "aboutText": "Raimundo Fagner Cândido Lopes (born in Orós, Ceará, October 13, 1949) is a Brazilian singer, composer, musician, actor and music producer.",
      "pageId": 11053051,
      "monthDay": "10/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mollie_Katzen",
      "name": "Mollie Katzen",
      "aboutText": "Susan Blommaert (born October 13, 1947) is an American actress.",
      "pageId": 31397602,
      "monthDay": "10/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Simon_Nicol",
      "name": "Simon Nicol",
      "aboutText": "Mark Winzenried (born October 13, 1949) is an American former middle-distance runner. The 1971 NCAA champion at 880 yards, Winzenried narrowly missed qualifying for the American Olympic team in 1968 and was favored to qualify in 1972 until an injured Achilles tendon spoiled his chances.",
      "pageId": 43017836,
      "monthDay": "10/13"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stephen_Bayley",
      "name": "Stephen Bayley",
      "aboutText": "Derri Daugherty (born October 13, 1958) is an American record producer, songwriter, guitarist and singer, best known as the lead singer and guitarist for band The Choir.\nDaugherty is also one of the founding members of the Roots music supergroup Lost Dogs with Terry Scott Taylor, Michael Roe and Gene Eugene.\nDaugherty began his musical career as an engineer and roadie for the band Daniel Amos.",
      "pageId": 90280,
      "monthDay": "10/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mundo_Earwood",
      "name": "Mundo Earwood",
      "aboutText": "Chris Carter (born October 13, 1957) is an American television and film producer, director and writer. Born in Bellflower, California, Carter graduated with a degree in journalism from California State University, Long Beach before spending thirteen years working for Surfing Magazine. After beginning his television career working on television films for Walt Disney Studios, Carter rose to fame in the early 1990s after creating the science fiction-supernatural television series The X-Files for the Fox network.",
      "pageId": 224481,
      "monthDay": "10/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Beverly_Johnson",
      "name": "Beverly Johnson",
      "aboutText": "Maria Elaine Cantwell (born October 13, 1958) is the junior United States Senator from the state of Washington, serving since 2001. A member of the Democratic Party, she previously served in the Washington House of Representatives from 1987 to 1993 and then in the United States House of Representatives from Washington's 1st congressional district from 1993 to 1995, after which she worked as an executive for RealNetworks. She is Washington's second female senator, after Patty Murray.",
      "pageId": 333605,
      "monthDay": "10/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Lone",
      "name": "John Lone",
      "aboutText": "Olive Marie Osmond (born October 13, 1959) is an American singer, film screenwriter, actress, doll designer, and a member of the show business family the Osmonds. Although she was never part of her family's singing group, she gained success as a solo country music artist in the 1970s and 1980s.",
      "pageId": 728775,
      "monthDay": "10/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pat_Day",
      "name": "Pat Day",
      "aboutText": "Jair-Rôhm Parker Wells (born October 13, 1958) is an American Free improvisation bassist (bass guitar and electric upright bass), composer and conceptualist. He is one of the founding members of the improvising band Machine Gun which featured Thomas Chapin and the founder of the MEETING interdisciplinary arts festival (Stockholm, Sweden). He resided in Stockholm, Sweden from 1985 until 2010.",
      "pageId": 776532,
      "monthDay": "10/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Simpson_(lexicographer)",
      "name": "John Simpson",
      "aboutText": "John Lone (Chinese: 尊龍; pinyin: Zūn Lóng; born October 13, 1952) is a Hong Kong-born American actor.",
      "pageId": 931479,
      "monthDay": "10/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/George_Frazier_(pitcher)",
      "name": "George Frazier",
      "aboutText": "Joey Belladonna (born Joseph Bellardini, October 13, 1960, Oswego, New York) is an American thrash metal musician, best known as the vocalist for the thrash metal band Anthrax.",
      "pageId": 2003312,
      "monthDay": "10/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Claude_Ribbe",
      "name": "Claude Ribbe",
      "aboutText": "For Melvin \"Pat\" Day the New Zealand artist see Melvin Day",
      "pageId": 2354781,
      "monthDay": "10/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Ferenzik",
      "name": "John Ferenzik",
      "aboutText": "Stephen Paul Bayley (born 13 October 1951) is a British design critic, cultural critic, journalist and author.",
      "pageId": 2811477,
      "monthDay": "10/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Chris_Carter_(screenwriter)",
      "name": "Chris Carter",
      "aboutText": "Reginald Wayne Theus (born October 13, 1957) is an American retired basketball player and the current head coach of Cal State Northridge. He formerly served as head coach for the NBA's Sacramento Kings and New Mexico State University's men's basketball team.",
      "pageId": 2946332,
      "monthDay": "10/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Don_Paige",
      "name": "Don Paige",
      "aboutText": "Claude Ribbe (born 13 October 1954) is a French writer, historian, philosopher and filmmaker of Caribbean origin.",
      "pageId": 4236835,
      "monthDay": "10/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Melvyn_Tan",
      "name": "Melvyn Tan",
      "aboutText": "Beverly Johnson (born October 13, 1952) is an American model, actress, and businesswoman. She rose to fame when she became the first African-American model to appear on the cover of American Vogue in August 1974. In 1975, she became the first black woman to appear on the cover of the French edition of Elle.",
      "pageId": 4635146,
      "monthDay": "10/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Joseph_Toal",
      "name": "Joseph Toal",
      "aboutText": "John Simpson OBE (born 13 October 1953) is an English lexicographer and was Chief Editor of the Oxford English Dictionary (OED) from 1993 to 2013.",
      "pageId": 5199096,
      "monthDay": "10/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Reggie_Theus",
      "name": "Reggie Theus",
      "aboutText": "George Allen Frazier (born October 13, 1954), is a former professional baseball player who pitched in the Major Leagues from 1978–1987, primarily as a set-up reliever.\nFrazier played high school baseball as a member of \"the Hornets\", which is the name of the teams at Hillcrest High School in Springfield, Missouri. Frazier was offered a college scholarship in baseball, football, and basketball.",
      "pageId": 6215439,
      "monthDay": "10/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Maria_Cantwell",
      "name": "Maria Cantwell",
      "aboutText": "John Ferenzik (born John Michael Ferencsik 13 October 1955 in Philadelphia, Pennsylvania) is an American musician, keyboardist, guitarist and composer.",
      "pageId": 14036486,
      "monthDay": "10/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Derri_Daugherty",
      "name": "Derri Daugherty",
      "aboutText": "Joseph Anthony Toal is the Roman Catholic Bishop of Motherwell in Scotland.\nOn 29 April 2014 he was named by Pope Francis as the fifth Bishop of Motherwell, having served as Bishop of Argyll and the Isles since 2008.\nBorn in Roy Bridge, Inverness-shire, Scotland on 13 October 1956, he was ordained a priest of the Roman Catholic Diocese of Argyll and the Isles at St Columba's Cathedral in Oban on 10 July 1980.",
      "pageId": 19927592,
      "monthDay": "10/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Masako_Mori_(singer)",
      "name": "Masako Mori",
      "aboutText": "Don Paige (Donald J. Paige; born October 13, 1956 in Baldwinsville, New York) is a retired middle distance runner from the United States.",
      "pageId": 21150150,
      "monthDay": "10/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jair-R%C3%B4hm_Parker_Wells",
      "name": "Jair-Rôhm Parker Wells",
      "aboutText": "Melvyn Tan (Chinese: 陈万荣) (born 13 October 1956) is a Singapore-born British classical pianist, noted for his study of historical performance practice.\nFrom a young age, he went to England to study, first at the Yehudi Menuhin School when he was twelve years old, later enrolling at the Royal College of Music.\nUpon returning to Singapore in 2005, he was fined for not having done National Service in Singapore, although he was studying in London during the time he was required to serve, had already started a busy concert career and he had already acquired British citizenship.",
      "pageId": 25678303,
      "monthDay": "10/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marie_Osmond",
      "name": "Marie Osmond",
      "aboutText": "Raymond \"Mundo\" Earwood (October 13, 1952 – April 21, 2014) was an American country music singer-songwriter. Earwood's eponymous debut album was released by Excelsior Records in 1981. His most successful single, \"Things I'd Do for You\", reached the Top 20 on the Billboard Hot Country Songs chart in 1978.",
      "pageId": 26078379,
      "monthDay": "10/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Joey_Belladonna",
      "name": "Joey Belladonna",
      "aboutText": "Masako Mori (森 昌子, real name Masako Morita; born October 13, 1958) is a Japanese idol, enka singer, and actress. She debuted in 1972, at age 13, with the song \"Sensei\", receiving numerous music awards for it. She retired when she married Shinichi Mori in 1986, but in 2006 returned to the stage with the single \"Barairo no Mirai\".",
      "pageId": 43873550,
      "monthDay": "10/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tim_Brewster",
      "name": "Tim Brewster",
      "aboutText": "Lawrence Ari Fleischer (born October 13, 1960) is a former White House Press Secretary for U.S. President George W. Bush, from January 2001 to July 2003. Today, he works as a media consultant for the NFL, Bowl Championship Series, and other various sports organizations and players through his company, Ari Fleischer Sports Communications. He was also an international media consultant to former Canadian Prime Minister Stephen Harper.",
      "pageId": 207923,
      "monthDay": "10/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ari_Fleischer",
      "name": "Ari Fleischer",
      "aboutText": "Kelly Preston (born October 13, 1962) is an American actress and former model. She has appeared in more than 60 television and film productions, most notably including Mischief, Twins and Jerry Maguire. She is married to John Travolta.",
      "pageId": 282746,
      "monthDay": "10/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Eric_Joyce",
      "name": "Eric Joyce",
      "aboutText": "Jerry Lee Rice (born October 13, 1962) is a former American Football Wide Receiver who played 20 seasons in the National Football League (NFL). He is widely considered to be the greatest wide receiver in NFL history and among the greatest NFL players overall. On November 4, 2010, Rice was chosen by NFL Network's NFL Films production The Top 100: NFL's Greatest Players as the greatest player in NFL history.",
      "pageId": 402607,
      "monthDay": "10/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Peter_Keisler",
      "name": "Peter Keisler",
      "aboutText": "Eric Stuart Joyce (born 13 October 1960) is a British politician and former military officer. He is a former member of parliament (MP) for Falkirk West and (from 2005) Falkirk. Joyce was an MP from the 2000 Falkirk West by-election, originally as a Labour Party MP, until 2015 when he stood down having sat as an Independent MP for several years.",
      "pageId": 427381,
      "monthDay": "10/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Katsuhisa_Namase",
      "name": "Katsuhisa Namase",
      "aboutText": "Douglas Christopher Judge (born October 13, 1964) is an American actor best known for playing Teal'c in the Canadian-American military science fiction television series Stargate SG-1. He attended the University of Oregon on a football scholarship and was a Pacific-10 Conference player.",
      "pageId": 593580,
      "monthDay": "10/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Doc_Rivers",
      "name": "Doc Rivers",
      "aboutText": "Johan Museeuw (born 13 October 1965 in Varsenare) is a retired Belgian professional road bicycle racer.",
      "pageId": 859159,
      "monthDay": "10/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/T%27Keyah_Crystal_Keym%C3%A1h",
      "name": "T'Keyah Crystal Keymáh",
      "aboutText": "Masaya Onosaka (小野坂 昌也, Onosaka Masaya, born October 13, 1964 in Osaka) is a Japanese voice actor who works for Aoni Production. In 2010 he won the \"Best Personality\" Seiyu Award.",
      "pageId": 1489124,
      "monthDay": "10/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kelly_Preston",
      "name": "Kelly Preston",
      "aboutText": "Glenn Anton \"Doc\" Rivers (born October 13, 1961) is an American basketball coach and former player. He is the current head coach and President of Basketball Operations for the NBA's Los Angeles Clippers. As an NBA point guard, Rivers was known for his defense.",
      "pageId": 1642868,
      "monthDay": "10/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jerry_Rice",
      "name": "Jerry Rice",
      "aboutText": "Marco Travaglio (Italian pronunciation: [ˈmarko traˈvaʎʎo]; born 13 October 1964) is an Italian investigative journalist, writer and opinion leader.",
      "pageId": 1832269,
      "monthDay": "10/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Colin_Channer",
      "name": "Colin Channer",
      "aboutText": "Allen Stephen Covert (born October 13, 1964) is an American comedian, actor, writer, and producer best known for his frequent collaborations with actor Adam Sandler.",
      "pageId": 2165448,
      "monthDay": "10/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Chip_Foose",
      "name": "Chip Foose",
      "aboutText": "Nie Haisheng (simplified Chinese: 聂海胜; traditional Chinese: 聶海勝; pinyin: Niè Hǎishèng; born 13 October 1964) is a Chinese military pilot and CNSA astronaut.",
      "pageId": 2285713,
      "monthDay": "10/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Scott_Andrew_Mink",
      "name": "Scott Andrew Mink",
      "aboutText": "T'Keyah Crystal Keymáh (born Crystal Walker; October 13, 1962 in Chicago, Illinois) is an American performer, writer, director, and producer. In addition to her status as an original cast member of the Fox sketch comedy series In Living Color (1990–94), she is perhaps best known for her roles as Erica Lucas on the CBS sitcom Cosby, and as Tanya Baxter on the Disney Channel sitcom That's So Raven from 2003 to 2005.",
      "pageId": 2293375,
      "monthDay": "10/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Allen_Covert",
      "name": "Allen Covert",
      "aboutText": "John Paul Lyndon Regis, MBE (born 13 October 1966, Lewisham, London) is a retired English sprinter. During his career, he won gold medals in the 200 metres at the 1989 World Indoor Championships and the 1990 European Championships, and a silver medal in the distance at the 1993 World Championships.\nHe was a member of the British teams which won the gold medal in the 4×400 metres relay at the 1991 World Championships, and the silver medal in the 4×100 metres relay at the 1988 Olympic Games.",
      "pageId": 3373156,
      "monthDay": "10/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nie_Haisheng",
      "name": "Nie Haisheng",
      "aboutText": "Chip Foose (born October 13, 1963 in Santa Barbara) is an American hot rod shop owner, automotive designer and fabricator, and star of the reality TV series Overhaulin' on Velocity.",
      "pageId": 4042621,
      "monthDay": "10/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Christopher_Judge",
      "name": "Christopher Judge",
      "aboutText": "Tim Brewster (born October 13, 1960) is an American football player and coach. He most recently served as the head coach of the University of Minnesota from 2007 until he was fired midway through the Golden Gophers' 2010 season. In 2011, Brewster was a sideline analyst for Fox College Football and the NFL on Fox with Gus Johnson (sportscaster) and Charles Davis (defensive back).",
      "pageId": 4371906,
      "monthDay": "10/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Masaya_Onosaka",
      "name": "Masaya Onosaka",
      "aboutText": "Peter D. Keisler (born October 13, 1960 in Hempstead, New York) is an American lawyer whose 2006 nomination by President George W. Bush to the United States Court of Appeals for the D.C. Circuit became embroiled in partisan controversy. Presently a partner at the firm of Sidley Austin in Washington, D.C., he formerly was the Assistant Attorney General in charge of the Civil Division at the U.S. Department of Justice.",
      "pageId": 5949515,
      "monthDay": "10/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Marco_Travaglio",
      "name": "Marco Travaglio",
      "aboutText": "Scott Andrew Mink (October 13, 1963 – July 20, 2004) was executed by the State of Ohio. A drug addict and alcoholic, he had been sentenced to die on June 29, 2001, for beating his 79-year-old father and 72-year-old mother to death with a hammer.\nThe crimes occurred on September 19, 2000, when Mink, angry with his parents because they hid his car keys to prevent him from leaving the house to buy drugs and alcohol, attacked William and Sheila Mink while they slept in their rural Montgomery County home.",
      "pageId": 6677127,
      "monthDay": "10/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Johan_Museeuw",
      "name": "Johan Museeuw",
      "aboutText": "Katsuhisa Namase (生瀬 勝久, Namase Katsuhisa, born 13 October 1960 in Nishinomiya) is a Japanese actor, known primary for his roles in Japanese television dramas. His roles are often positions of authority, such as managers, principals, or police officers, but many of these characters also share a certain kookiness and incompetence.",
      "pageId": 8109287,
      "monthDay": "10/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Larry_Collmus",
      "name": "Larry Collmus",
      "aboutText": "Colin Channer (born 13 October 1963) is a Jamaican writer, often referred to as \"Bob Marley with a pen,\" due to the spiritual, sensual, social themes presented from a literary Jamaican perspective. Indeed, his first two full-length novels, Waiting in Vain and Satisfy My Soul, bear the titles of well known Marley songs. He has also written the short story collection Passing Through, and the novellas I'm Still Waiting and The Girl with the Golden Shoes.",
      "pageId": 8602158,
      "monthDay": "10/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_Regis_(athlete)",
      "name": "John Regis",
      "aboutText": "Larry Collmus (born October 13, 1966) is a Thoroughbred horse racing announcer. A native of Baltimore, Collmus has called at numerous racetracks around the country. He is currently the announcer at Churchill Downs, Gulfstream Park and New York Racing Association.",
      "pageId": 12010844,
      "monthDay": "10/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Scott_Cooper_(baseball)",
      "name": "Scott Cooper",
      "aboutText": "Sacha Noam Baron Cohen (born 13 October 1971) is a British actor, comedian, and screenwriter. A graduate of Christ's College, Cambridge, Baron Cohen is most widely known for creating and playing four fictional characters: Ali G, Borat Sagdiyev, Brüno Gehard and Admiral General Aladeen. In most of his routines, Baron Cohen's characters interact with unsuspecting people who do not realise they are being set up for comic situations and self-revealing ridicule.",
      "pageId": 45218,
      "monthDay": "10/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Trevor_Hoffman",
      "name": "Trevor Hoffman",
      "aboutText": "Pyrros Dimas (Greek: Πύρρος Δήμας; pronounced [piros ðimas], born on 13 October 1971) is a retired Greek weightlifter. He is currently involved in politics, as a member of the Greek parliament, representing the Panhellenic Socialist Movement.",
      "pageId": 155391,
      "monthDay": "10/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Javier_Sotomayor",
      "name": "Javier Sotomayor",
      "aboutText": "Nancy Ann Kerrigan (born October 13, 1969) is an American former figure skater. She is the 1992 Olympic bronze medalist, 1993 US National Champion, 1994 Olympic silver medalist, and a two-time world medalist. She is also noted for her conflict on and off the ice with skating rival Tonya Harding.",
      "pageId": 332815,
      "monthDay": "10/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steve_Vickers_(footballer)",
      "name": "Steve Vickers",
      "aboutText": "Javier Sotomayor Sanabria (Spanish pronunciation: [xaˈβjeɾ sotomaˈʝor]; born October 13, 1967) is a Cuban former track and field athlete, who specialized in the high jump and is the current world record holder. The 1992 Olympic champion, he was the dominant high jumper of the 1990s; his personal best of 2.45 m (8 ft 01⁄4 in) makes him the only person ever to have cleared eight feet.\nHe was a two-time gold medallist at the IAAF World Championships in Athletics and also won two silver medals at the competition.",
      "pageId": 661919,
      "monthDay": "10/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kate_Walsh_(actress)",
      "name": "Kate Walsh",
      "aboutText": "Cady McClain (born Katie Jo McClain on October 13, 1969) is an American actress, singer, and author.",
      "pageId": 712907,
      "monthDay": "10/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tisha_Campbell-Martin",
      "name": "Tisha Campbell-Martin",
      "aboutText": "William Hall \"Billy\" Bush (born October 13, 1971) is an American radio and television host. He hosts The Billy Bush Show, a nationally syndicated radio show that airs throughout the U.S. through Dial Global. Bush is also the primary host of Access Hollywood, a syndicated entertainment-news show.",
      "pageId": 921304,
      "monthDay": "10/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Carlos_Mar%C3%ADn",
      "name": "Carlos Marín",
      "aboutText": "Tisha Michelle Campbell-Martin (born October 13, 1968) is an American actress and singer. She is known for her starring roles in the FOX television series Martin as Gina Waters-Payne from 1992 to 1997; and as Janet \"Jay\" Marie-Kyle on the ABC television sitcom My Wife and Kids from 2001 to 2005.",
      "pageId": 1034267,
      "monthDay": "10/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rhett_Akins",
      "name": "Rhett Akins",
      "aboutText": "Robert Howley (born 13 October 1970 in Bridgend) is a former Welsh rugby union player. He was considered one of the greatest ever scrum-halves and gained 59 caps for Wales, 22 of them as captain.\nHowley made his Wales debut in February 1996.",
      "pageId": 1161967,
      "monthDay": "10/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nancy_Kerrigan",
      "name": "Nancy Kerrigan",
      "aboutText": "Thomas Rhett Akins, Sr. (born October 13, 1969), known professionally as Rhett Akins, is an American country music singer and songwriter. Signed to Decca Records between 1994 and 1997, he released two albums for that label (1995's A Thousand Memories and 1996's Somebody New), followed by 1998's What Livin's All About on MCA Nashville.",
      "pageId": 1329394,
      "monthDay": "10/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cady_McClain",
      "name": "Cady McClain",
      "aboutText": "Trevor William Hoffman (born October 13, 1967) is an American former baseball relief pitcher who played 18 years in Major League Baseball (MLB) from 1993 to 2010. A long-time closer, Hoffman pitched for the Florida Marlins, San Diego Padres, and the Milwaukee Brewers, including more than 15 years for the Padres. He was the major leagues' first player to reach the 500- and 600-save milestones, and was the all-time saves leader from 2006 until 2011.",
      "pageId": 1586962,
      "monthDay": "10/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Serena_Altschul",
      "name": "Serena Altschul",
      "aboutText": "Mel Jackson (born October 13, 1970, in Chicago, Illinois, is an African-American actor, producer, spoken word artist and R&B musician. He is known for his roles in Living Single (1997–98), Soul Food (1997), The Temptations (1998), Deliver Us from Eva (2003), and Abduction of Jesse Bookman (2008).",
      "pageId": 1665642,
      "monthDay": "10/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rob_Howley",
      "name": "Rob Howley",
      "aboutText": "Kathleen Erin \"Kate\" Walsh (born October 13, 1967) is an American film and television actress, best known for her role as Dr. Addison Montgomery on the ABC dramas Grey's Anatomy and Private Practice.",
      "pageId": 2172078,
      "monthDay": "10/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mel_Jackson",
      "name": "Mel Jackson",
      "aboutText": "Serena Altschul (born October 13, 1970) is an American broadcast journalist, well known for her work at MTV News.",
      "pageId": 2270798,
      "monthDay": "10/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Potts",
      "name": "Paul Potts",
      "aboutText": "Scott Kendrick Cooper (born October 13, 1967) is a former Major League Baseball third baseman who played for the Boston Red Sox, St.",
      "pageId": 2371935,
      "monthDay": "10/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sacha_Baron_Cohen",
      "name": "Sacha Baron Cohen",
      "aboutText": "Hitesh Subhash Modi (born October 13, 1971 in Kisumu) is a former Kenyan cricketer. He was a left-handed batsman and a right-arm offbreak bowler.\nHaving made his debut in 1992, Modi had ever been part of the middle order of the team, as well as being involved in the 1996, 1999 and 2003 Cricket World Cups and the 1994 and 1997 ICC Trophy.",
      "pageId": 3067786,
      "monthDay": "10/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Billy_Bush",
      "name": "Billy Bush",
      "aboutText": "Carlos Marín (born October 13, 1968) is a Spanish baritone.",
      "pageId": 3093791,
      "monthDay": "10/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Pyrros_Dimas",
      "name": "Pyrros Dimas",
      "aboutText": "Stephen \"Steve\" Vickers (born 13 October 1967), is an English former association footballer who played as a central defender. He made nearly 600 appearances in the Football League and the Premier League, the majority of which were for Tranmere Rovers and Middlesbrough.",
      "pageId": 5612871,
      "monthDay": "10/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Hitesh_Modi",
      "name": "Hitesh Modi",
      "aboutText": "Luis Tosar (born 13 October 1971) is a Spanish actor and musician. He is one of the most recognizable and versatile actors in Spain, best known for the movies Celda 211 (Cell 211), Te doy mis ojos (Take My Eyes), Mientras duermes (Sleep Tight), También la lluvia (Even The Rain) and Los lunes al sol (Mondays in the Sun). He has a music group called Di Elas (formerly The Ellas).",
      "pageId": 7820706,
      "monthDay": "10/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kira_Reed",
      "name": "Kira Reed",
      "aboutText": "Paul Robert Potts (born 13 October 1970) is a British tenor. In 2007, he won the first series of ITV's Britain's Got Talent with his performance of \"Nessun dorma\", an aria from Puccini's opera Turandot. As a singer of operatic pop music, Potts recorded the album One Chance, which topped sales charts in nine countries.",
      "pageId": 11712722,
      "monthDay": "10/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Luis_Tosar",
      "name": "Luis Tosar",
      "aboutText": "Kira Katherine Reed (born October 13, 1971) also known as Kira Reed Lorsch is an American actress and television host, writer and producer.",
      "pageId": 14150448,
      "monthDay": "10/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Summer_Sanders",
      "name": "Summer Sanders",
      "aboutText": "Ashanti Shequoiya Douglas (born October 13, 1980), known simply as Ashanti, is an American singer, songwriter, record producer, dancer and actress. Ashanti is known for her eponymous debut album, which featured the hit song \"Foolish\", and sold over 503,000 copies in its first week of release throughout the U.S. in April 2002. In 2003, the self-titled debut album won Ashanti her first Grammy Award for Best Contemporary R&B album.",
      "pageId": 215829,
      "monthDay": "10/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brian_Dawkins",
      "name": "Brian Dawkins",
      "aboutText": "Jermaine Lee O'Neal (born October 13, 1978) is an American professional basketball player who is currently a free agent. The 6 ft 11 in (2.11 m), 255 lb (115 kg) forward-center had a successful high school career and declared his eligibility for the 1996 NBA draft straight out of high school. He was selected by the Portland Trail Blazers with the 17th overall pick, but O'Neal was unable to break into the first team in Portland and was traded to the Indiana Pacers in 2000.",
      "pageId": 654200,
      "monthDay": "10/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Peter_Dumbreck",
      "name": "Peter Dumbreck",
      "aboutText": "Wesley Michael \"Wes\" Brown (born 13 October 1979) is an English footballer who plays as a defender for Sunderland. Born in Longsight, Manchester, Brown began his career with Manchester United, joining the club's academy at the age of 12 in 1992. After turning professional in 1996, he made his senior debut in 1998 and became a regular first team player during the 1998–99 season, when the club won the Treble.",
      "pageId": 914771,
      "monthDay": "10/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matt_Hughes_(fighter)",
      "name": "Matt Hughes",
      "aboutText": "Paul Anthony Pierce (born October 13, 1977) is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). Pierce was a high school McDonald's All-American and earned All-America first team honors in his junior year at Kansas.\nPierce spent the first fifteen years of his career with the Boston Celtics, who drafted him with the 10th overall pick in the 1998 NBA draft.",
      "pageId": 956947,
      "monthDay": "10/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nanako_Matsushima",
      "name": "Nanako Matsushima",
      "aboutText": "Summer Elisabeth Sanders (born October 13, 1972) is an American former competition swimmer and Olympic champion from 1992.",
      "pageId": 1018109,
      "monthDay": "10/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Hawick_Lau",
      "name": "Hawick Lau",
      "aboutText": "Brian Patrick Dawkins (born October 13, 1973), nicknamed Weapon X, is a former American football safety who played in the National Football League (NFL) for sixteen seasons. He played college football for Clemson University. He was drafted by the Philadelphia Eagles in the second round of the 1996 NFL Draft, and played thirteen seasons for Philadelphia.",
      "pageId": 1250495,
      "monthDay": "10/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gareth_Batty",
      "name": "Gareth Batty",
      "aboutText": "Scott Matthew Parker (born 13 October 1980) is an English professional footballer who plays for Fulham as a midfielder. He is known as a tough tackling central midfielder.\nParker began his career at Charlton Athletic, and was loaned to Norwich City, before joining Chelsea for £10 million in January 2004.",
      "pageId": 1333790,
      "monthDay": "10/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Benjamin_Clapp",
      "name": "Benjamin Clapp",
      "aboutText": "David Deron Haye (born 13 October 1980) is a British professional boxer and two-time former world champion. Widely recognised as one of the best boxers of his generation, he is the first British boxer to reach the final of the World Amateur Boxing Championships, where he won a silver medal in 2001. As a professional he became the first British boxer to become a unified cruiserweight world champion in 2008, winning three out of the four major world titles, as well as The Ring magazine title.",
      "pageId": 1575832,
      "monthDay": "10/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Antonio_Di_Natale",
      "name": "Antonio Di Natale",
      "aboutText": "Matthew Allen Hughes (born October 13, 1973) is an American former mixed martial artist, two-time UFC Welterweight Champion, UFC Hall of Fame inductee, and NJCAA Hall of Fame inductee. During his tenures in the Ultimate Fighting Championship, Hughes put together two separate six-fight winning streaks, defeated all the available opposition in the welterweight division, and defended the belt a then-record seven times. Hughes was inducted into the UFC Hall of Fame in May 2010 during the UFC Fan Expo in conjunction with UFC 114.",
      "pageId": 1758339,
      "monthDay": "10/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Justin_Peroff",
      "name": "Justin Peroff",
      "aboutText": "Mamadou Niang (born 13 October 1979) is a Senegalese footballer who plays as a striker for Arles-Avignon. He has represented Senegal at international level, participating in the 2004, 2006, and 2008 African Cup of Nations. He is the older brother of Papa Niang, who currently plays at FF Jaro in the Finnish Ykkönen.",
      "pageId": 1962771,
      "monthDay": "10/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paul_Pierce",
      "name": "Paul Pierce",
      "aboutText": "Gareth Jon Batty (born 13 October 1977) is an English cricketer, more specifically a spin-bowler. He is the younger brother of former Yorkshire and Somerset off-spinner Jeremy Batty.",
      "pageId": 2014348,
      "monthDay": "10/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kiele_Sanchez",
      "name": "Kiele Sanchez",
      "aboutText": "Magne Hoseth (born Magne Hoset on 13 October 1980) is a Norwegian footballer who currently plays for Aalesund.",
      "pageId": 2139690,
      "monthDay": "10/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jermaine_O%27Neal",
      "name": "Jermaine O'Neal",
      "aboutText": "Kiele Michelle Sanchez (/ˈkiːli/ KEE-lee; born October 13, 1977) is an American actress who starred in the A&E Network drama The Glades. Previously she had starred as Anne Sorelli in The WB comedy-drama Related and as Nikki Fernandez on the main cast in the third season of the ABC television action-adventure series Lost.",
      "pageId": 2504788,
      "monthDay": "10/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wes_Brown",
      "name": "Wes Brown",
      "aboutText": "Nanako Matsushima (松嶋 菜々子, Matsushima Nanako, born October 13, 1973) is a Japanese actress and model. She is known outside Japan for her role in the horror film Ring. She was also a main character in A Story of Love, along with Ring co-star Hiroyuki Sanada.",
      "pageId": 2974637,
      "monthDay": "10/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mamadou_Niang",
      "name": "Mamadou Niang",
      "aboutText": "Justin Peter Papadimitriou (born October 13, 1977), family name changed to Peroff, is best known as the drummer for the Toronto based indie rock collective Broken Social Scene. He is a credited actor, appearing in the major motion picture How to Lose a Guy in 10 Days and the Canadian television shows Straight Up and Our Hero. Peroff is a known DJ, playing Broken Social Scene after parties world wide and when stationed in his home town of Toronto, fulfill's bi weekly and monthly DJ gigs at clubs and bars city-wide.",
      "pageId": 3734388,
      "monthDay": "10/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ashanti_(singer)",
      "name": "Ashanti",
      "aboutText": "Peter Dumbreck (born 13 October 1973) is a Scottish professional racing driver.\nBorn in Kirkcaldy, Dumbreck dominated the 1994 British Formula Vauxhall Junior championship and followed this in 1996 with a similarly strong performance when he won ten races to take the full Formula Vauxhall Championship.\nAfter finishing third in British Formula 3 in 1997, he took the 1998 Japanese Formula 3 title with a record-breaking eight wins out of ten races.",
      "pageId": 5153234,
      "monthDay": "10/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Haye",
      "name": "David Haye",
      "aboutText": "Ryan Marc Ashford (born 13 October 1981) is an English former professional footballer. He was born in Honiton, Devon.\nAshford began his career as a trainee at Southampton, making his first team debut for the Saints in a League Cup game on 26 September 2000 against Mansfield Town.",
      "pageId": 5719739,
      "monthDay": "10/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Magne_Hoseth",
      "name": "Magne Hoseth",
      "aboutText": "Antonio 'Totò' Di Natale (Italian pronunciation: [anˈtɔnjo di naˈtale]; born 13 October 1977) is an Italian footballer who captains and plays as a forward for Udinese.\nDi Natale is Udinese's top appearance holder and goal-scorer in Serie A, with 189 goals in 362 appearances, and in UEFA club competitions, with 17 goals in 37 appearances. With 207 goals, he is also the 6th highest goal-scorer in Serie A, and with 307 goals, he is the 8th highest scoring Italian player in all competitions, behind Silvio Piola, Alessandro Del Piero, Giuseppe Meazza, Roberto Baggio, Filippo Inzaghi, Francesco Totti, and Luca Toni.",
      "pageId": 6153384,
      "monthDay": "10/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Scott_Parker",
      "name": "Scott Parker",
      "aboutText": "Hawick Lau (劉愷威; born 13 October 1974) is a Hong Kong Chinese actor and singer, most famous for his performances in the TVB series A Kindred Spirit, Virtues of Harmony and its sequel Virtues of Harmony II, My Family, and Master of Destiny.\nHe is the son of Hong Kong actor Lau Dan, with whom he co-starred in A Kindred Spirit, Virtues of Harmony and Virtues of Harmony II. In A Kindred Spirit, they actually played father and son.\nHawick grew up in Hong Kong,China, but travelled throughout Asia with his father when he would do promotions and performances for the shows he starred in.",
      "pageId": 7156904,
      "monthDay": "10/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Ashford",
      "name": "Ryan Ashford",
      "aboutText": "Benjamin Clapp (born October 13, 1977) is an American musician from Boise, Idaho. He has performed, composed, and recorded music with numerous artists, most notably Jim Breuer, Jesse Blaze Snider and Baptized By Fire, Tom Marshall and Amfibian, Kronos Quartet, Erik Sanko and Skeleton Key, Dee Snider (Twisted Sister), David Peel (The Lower East Side), and White Trash.\n^ Amy Atkins (Boise Weekly September 03, 2008).",
      "pageId": 22992491,
      "monthDay": "10/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Taylor_Buchholz",
      "name": "Taylor Buchholz",
      "aboutText": "Ian James Thorpe, OAM (born 13 October 1982) is an Australian swimmer who specialises in freestyle, but also competes in backstroke and the individual medley. He has won five Olympic gold medals, the most won by any Australian, and with three gold and two silver medals, was the most successful athlete at the 2000 Summer Olympics. At the 2001 World Aquatics Championships, he became the first person to win six gold medals in one World Championship.",
      "pageId": 147429,
      "monthDay": "10/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dimitrios_Mougios",
      "name": "Dimitrios Mougios",
      "aboutText": "Kelechukwu \"Kele\" Okereke (born 13 October 1981), also known by the mononym Kele, is a British musician, best known as the lead singer and rhythm guitarist of the indie rock band Bloc Party.",
      "pageId": 1244874,
      "monthDay": "10/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kele_Okereke",
      "name": "Kele Okereke",
      "aboutText": "Scott Alexander Jamieson (born 13 October 1988) is an Australian football (soccer) player who plays for Western Sydney Wanderers FC in the A-League.",
      "pageId": 2385447,
      "monthDay": "10/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mika_Hijii",
      "name": "Mika Hijii",
      "aboutText": "Franklin Michael \"Frank\" Simek (born October 13, 1984) is an American soccer player.\n^ Hugman, Barry J., ed. (2009).",
      "pageId": 2592202,
      "monthDay": "10/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Antonio_Pavanello",
      "name": "Antonio Pavanello",
      "aboutText": "Gabriel Imuetinyan \"Gabby\" Agbonlahor (born 13 October 1986), is an English professional footballer who plays for Aston Villa as a forward.\nHe is a product of Aston Villa's Academy, and made his first-team debut in 2006 following loans to Football League clubs Watford and Sheffield Wednesday. Since then, he has made over 300 Premier League appearances for the club.",
      "pageId": 4295976,
      "monthDay": "10/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ian_Thorpe",
      "name": "Ian Thorpe",
      "aboutText": "Misono Koda (神田 美苑, Kōda Misono), who performs under the mononym Misono (stylized as misono), is a Japanese singer-songwriter from Kyoto. She is the younger sister of singer Kumi Koda.\n^ \"Profile at Misono's official website\".",
      "pageId": 4349612,
      "monthDay": "10/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kylie_Lindsay",
      "name": "Kylie Lindsay",
      "aboutText": "Taylor Buchholz (born October 13, 1981) is an American former professional baseball pitcher.",
      "pageId": 4608718,
      "monthDay": "10/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katia_Winter",
      "name": "Katia Winter",
      "aboutText": "Breno Vinicius Rodrigues Borges (Portuguese pronunciation: [brɛnu]) (born 13 October 1989), known as Breno, is a Brazilian professional footballer who plays for São Paulo FC as a central defender.",
      "pageId": 13130413,
      "monthDay": "10/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Coldmirror",
      "name": "Coldmirror",
      "aboutText": "Dimitrios Mougios (Greek: Δημήτριος Μούγιος, born October 13, 1981 in Marousi, Athina) is a Greek rower.",
      "pageId": 18900588,
      "monthDay": "10/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Misono",
      "name": "misono",
      "aboutText": "Katia Winter (born 13 October 1983) is a Swedish actress.",
      "pageId": 20742628,
      "monthDay": "10/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Frank_Simek",
      "name": "Frank Simek",
      "aboutText": "Kylie Lindsay, (born 13 October 1983 in Matamata) is a professional squash player who represents New Zealand. She reached a career-high world ranking of World No. 34 in November 2012.",
      "pageId": 22812886,
      "monthDay": "10/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tsubasa_Masuwaka",
      "name": "Tsubasa Masuwaka",
      "aboutText": "Antonio Pavanello (born 13 October 1982 in Agordo) is an Italian rugby union player. His preferred position is in the Second Row although he can also play equally well in the back-row.",
      "pageId": 22860427,
      "monthDay": "10/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gabriel_Agbonlahor",
      "name": "Gabriel Agbonlahor",
      "aboutText": "Sergio Pérez Moya (born 13 October 1986 Puebla, Mexico) is a Mexican footballer, who plays for Chiapas on loan from Querétaro of Liga MX. He is known as Cherokee.",
      "pageId": 22916919,
      "monthDay": "10/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sergio_P%C3%A9rez_Moya",
      "name": "Sergio Pérez Moya",
      "aboutText": "Wei Son (孫 暐, Son ii, born October 13, 1989) is a Japanese fashion model who has been active in both the professional and commercial modeling fields since the late 2000s. She is particularly known in the gyaru scene, as a former major contributor to the Popteen magazine and an exclusive model for its sister magazine PopSister. There are several different ways of spelling her name in Roman script, including Ii Son, Wei Sun, and Wei Son.",
      "pageId": 31610854,
      "monthDay": "10/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Scott_Jamieson",
      "name": "Scott Jamieson",
      "aboutText": "Enrique Pérez Herrera (born October 13, 1988) is a Mexican footballer who plays for Atlas of the Liga MX, on loan from Morelia.",
      "pageId": 31886476,
      "monthDay": "10/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Enrique_P%C3%A9rez",
      "name": "Enrique Pérez",
      "aboutText": "Mika Hijii (肘井 美佳, Hijii Mika, born October 13, 1982 in Fukuoka Prefecture, Japan) is a Japanese actress and gravure idol best known for her role as Kaoru Mitsuki in the Garo series. She is also known in the western world for her role as Namiko Takeda in the 2009 martial arts film Ninja and its 2013 sequel Ninja: Shadow of a Tear. Miss Hijii is affiliated with Stardust Promotion.",
      "pageId": 36362794,
      "monthDay": "10/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/%C4%90%C3%B4ng_Nhi",
      "name": "Đông Nhi",
      "aboutText": "Kathrin Fricke (born 13 October 1984), better known by her pseudonym Coldmirror or her nickname Kaddi, is a German video and Internet performer. The pseudonym was inspired by the song \"Creatures That Kissed in Cold Mirrors\" by the band Cradle of Filth. She operates one of the most popular German YouTube channels, moderates radio and television programmes, and publishes blog and vlog entries.",
      "pageId": 36434466,
      "monthDay": "10/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Breno_Borges",
      "name": "Breno Borges",
      "aboutText": "Mai Hồng Ngọc, better known by her stage name Đông Nhi (born 13 October 1988, in Hanoi), is a Vietnamese female singer. She studied at the Marie Curie High School, Ho Chi Minh City.",
      "pageId": 37029067,
      "monthDay": "10/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Clive_Rose_(cricketer)",
      "name": "Clive Rose",
      "aboutText": "Clive Andrew Rose (born 13 October 1989) is an Australian cricketer. He currently plays for Tasmania, having previously played for Victoria.\nRose is a left-arm orthodox spinner.",
      "pageId": 40797453,
      "monthDay": "10/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Wei_Son",
      "name": "Wei Son",
      "aboutText": "Tsubasa Masuwaka (益若 つばさ, Masuwaka Tsubasa, born October 13, 1985, in Koshigaya, Saitama, Japan) is a Japanese model who is represented by the talent agency, Asia Promotion. She is known for being a model for Popteen, which gave her the nickname, 10 billion Yen Gal (100億円ギャル, 100 Oku-en Gyaru) because it has an economic effect that her projects such as wearing clothes and accessories. It gained 50 million Yen for the economic effect.",
      "pageId": 47806813,
      "monthDay": "10/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jun_Hyoseong",
      "name": "Jun Hyoseong",
      "aboutText": "Aaron Mitchell Dismuke (born October 13, 1992 in Tarrant County, Texas) is an American voice actor who works for English dubbing of anime series by Funimation.\nHe started voice acting when he was nine years old as the voice of Hiro Sohma and the young Akito Sohma in Fruits Basket. He was only twelve years old when he voiced the role of Alphonse Elric in Fullmetal Alchemist, and is a cousin of voice actor and director Justin Cook.",
      "pageId": 5329631,
      "monthDay": "10/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/Emma_Flood",
      "name": "Emma Flood",
      "aboutText": "Jun Hyoseong (Hangul:전 효성; Hanja: 全 烋星; born October 13, 1989) often simply known as Hyoseong or Hyosung, is a South Korean idol singer and dancer.\nIn 2005 she was a finalist in television channel Mnet's \"Battle Shinhwa\" which led to her signing a recording contract with Good Entertainment. In 2007 she was to have debuted in the group 'Five Girls', together with G.NA, Wonder Girls's Yubin, After School's Uee and former T-ara member and current Spica member Yang Jiwon.",
      "pageId": 34792465,
      "monthDay": "10/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Aaron_Dismuke",
      "name": "Aaron Dismuke",
      "aboutText": "Russell Llantino, better known by his stage name Pryde (formerly D-Pryde) is a Canadian rapper from Brampton, Ontario, and is based out of Toronto, Ontario.",
      "pageId": 35654269,
      "monthDay": "10/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Yuko_Takayama",
      "name": "Yuko Takayama",
      "aboutText": "Kaito Ishikawa (石川 界人, Ishikawa Kaito, born October 13, 1993) is a Japanese voice actor from Tokyo, Japan, affiliated with Pro-Fit.",
      "pageId": 38055952,
      "monthDay": "10/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/D-Pryde",
      "name": "D-Pryde",
      "aboutText": "Yuko Takayama (高山 侑子, Takayama Yūko, born October 13, 1992 in Niigata Prefecture) is a Japanese actress known for her role as Rei in Mutant Girls Squad and also Rinko Daimon in the 2012 Kamen Rider series Kamen Rider Wizard. She is affiliated with Stardust Promotion.",
      "pageId": 38728855,
      "monthDay": "10/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kaito_Ishikawa",
      "name": "Kaito Ishikawa",
      "aboutText": "Emma Flood (born 13 October 1990) is a Norwegian tennis player.\nFlood has won three singles and two doubles titles on the ITF tour in her career. On 4 May 2015, she reached her best singles ranking of world number 483.",
      "pageId": 41162297,
      "monthDay": "10/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Hinako_Sano",
      "name": "Hinako Sano",
      "aboutText": "Hinako Sano (佐野 ひなこ, Sano Hinako, born October 13, 1994, in Tokyo, Japan) is a Japanese actress, model, and gravure idol who is affiliated with Horipro.",
      "pageId": 47145564,
      "monthDay": "10/13"
    }
  ]
}