{
  "people": [
    {
      "year": "1276",
      "uri": "/wiki/Prince_Hisaaki",
      "name": "Prince Hisaaki",
      "aboutText": "George Abbot (19 October 1562 – 5 August 1633) was an English divine who was Archbishop of Canterbury from 1611 to 1633. He also served as the fourth Chancellor of Trinity College, Dublin, from 1612 to 1633.\nThe Chambers Biographical Dictionary describes him as \"[a] sincere but narrow-minded Calvinist\".",
      "pageId": 2613,
      "monthDay": "10/19"
    },
    {
      "year": "1433",
      "uri": "/wiki/Marsilio_Ficino",
      "name": "Marsilio Ficino",
      "aboutText": "Marsilio Ficino (Italian: [marˈsiːljo fiˈtʃiːno]; Latin name: Marsilius Ficinus; 19 October 1433 – 1 October 1499) was an Italian scholar and Catholic priest who was one of the most influential humanist philosophers of the early Italian Renaissance. He was also an astrologer, a reviver of Neoplatonism in touch with every major academic thinker and writer of his day and the first translator of Plato's complete extant works into Latin. His Florentine Academy, an attempt to revive Plato's Academy, had enormous influence on the direction and tenor of the Italian Renaissance and the development of European philosophy.",
      "pageId": 19963,
      "monthDay": "10/19"
    },
    {
      "year": "1562",
      "uri": "/wiki/George_Abbot_(bishop)",
      "name": "George Abbot",
      "aboutText": "Dr. John McLoughlin, baptized Jean-Baptiste McLoughlin, (October 19, 1784 – September 3, 1857) was a Chief Factor and Superintendent of the Columbia District of the Hudson's Bay Company at Fort Vancouver from 1824 to 1845. He was later known as the \"Father of Oregon\" for his role in assisting the American cause in the Oregon Country in the Pacific Northwest.",
      "pageId": 41544,
      "monthDay": "10/19"
    },
    {
      "year": "1582",
      "uri": "/wiki/Dmitry_of_Uglich",
      "name": "Dmitry of Uglich",
      "aboutText": "Victor François de Broglie, 2nd duc de Broglie (19 October 1718, Paris – 30 March 1804) was a French aristocrat and soldier and a marshal of France. He served with his father, François-Marie, 1st duc de Broglie, at Parma and Guastalla, and in 1734 obtained a colonelcy.\nIn the War of the Austrian Succession he took part in the storming of Prague in 1742, and was made a brigadier.",
      "pageId": 169114,
      "monthDay": "10/19"
    },
    {
      "year": "1605",
      "uri": "/wiki/Thomas_Browne",
      "name": "Thomas Browne",
      "aboutText": "Sir Thomas Browne (/braʊn/; 19 October 1605 – 19 October 1682) was an English polymath and author of varied works which reveal his wide learning in diverse fields including science and medicine, religion and the esoteric. Browne's writings display a deep curiosity towards the natural world, influenced by the scientific revolution of Baconian enquiry, while his Christian faith exuded tolerance and goodwill towards humanity in an often intolerant era.\nBrowne's literary works are permeated by references to Classical and Biblical sources as well as the idiosyncrasies of his own personality.",
      "pageId": 174834,
      "monthDay": "10/19"
    },
    {
      "year": "1610",
      "uri": "/wiki/James_Butler,_1st_Duke_of_Ormonde",
      "name": "James Butler, 1st Duke of Ormonde",
      "aboutText": "James FitzThomas Butler, 1st Duke of Ormonde, 12th Earl of Ormond, 5th Earl of Ossory, 1st Marquess of Ormond, 1st Earl of Brecknock KG, PC (19 October 1610 – 21 July 1688) was an Anglo-Irish statesman and soldier, known as Earl of Ormond from 1634 to 1642 and Marquess of Ormonde from 1642 to 1661. Following the failure of the senior line of the Butler family, he was the second of the Kilcash branch to inherit the earldom. His friend, the 1st Earl of Strafford, caused him to be appointed the commander of the Cavalier forces in Ireland.",
      "pageId": 192979,
      "monthDay": "10/19"
    },
    {
      "year": "1658",
      "uri": "/wiki/Adolphus_Frederick_II,_Duke_of_Mecklenburg-Strelitz",
      "name": "Adolphus Frederick II, Duke of Mecklenburg-Strelitz",
      "aboutText": "James Henry Leigh Hunt (19 October 1784 – 28 August 1859), best known as Leigh Hunt, was an English critic, essayist, poet, and writer.",
      "pageId": 206532,
      "monthDay": "10/19"
    },
    {
      "year": "1680",
      "uri": "/wiki/John_Abernethy_(minister)",
      "name": "John Abernethy",
      "aboutText": "John Woolman (October 19, 1720 – October 7, 1772) was a North American merchant, tailor, journalist, and itinerant Quaker preacher, and an early abolitionist in the colonial era. Based in Mount Holly, New Jersey, near Philadelphia, Pennsylvania, he traveled through frontier areas of British North America to preach Quaker beliefs, and advocate against slavery and the slave trade, cruelty to animals, economic injustices and oppression, and conscription. From 1755 during the French and Indian War, he urged tax resistance to deny support to the military.",
      "pageId": 350557,
      "monthDay": "10/19"
    },
    {
      "year": "1688",
      "uri": "/wiki/William_Cheselden",
      "name": "William Cheselden",
      "aboutText": "Prince Hisaaki (久明親王) (October 19, 1276 – November 16, 1328; r. 1289–1308) was the eighth shogun of the Kamakura shogunate of Japan.\nHe was the nominal ruler controlled by Hōjō clan regents.",
      "pageId": 380770,
      "monthDay": "10/19"
    },
    {
      "year": "1701",
      "uri": "/wiki/Helen_and_Judith_of_Szony",
      "name": "Helen and Judith of Szony",
      "aboutText": "William Cheselden (/ˈtʃɛsəldən/; 19 October 1688 – 10 April 1752) was an English surgeon and teacher of anatomy and surgery, who was influential in establishing surgery as a scientific medical profession.",
      "pageId": 499007,
      "monthDay": "10/19"
    },
    {
      "year": "1718",
      "uri": "/wiki/Victor-Fran%C3%A7ois,_2nd_duc_de_Broglie",
      "name": "Victor-François, 2nd duc de Broglie",
      "aboutText": "Reverend John Abernethy (19 October 1680 – 1 December 1740) was an Irish Presbyterian church leader, the grandfather of the surgeon John Abernethy.",
      "pageId": 1137081,
      "monthDay": "10/19"
    },
    {
      "year": "1720",
      "uri": "/wiki/John_Woolman",
      "name": "John Woolman",
      "aboutText": "Tsarevich Dmitry or Dmitri Ivanovich (Russian: Дмитрий Иванович, tr. Dmitrii Ivanovich; 19 October 1582 — 15 May 1591), also known as Dmitry of Uglich (Дмитрий Угличский, Uglichskii) or Dmitry of Moscow (Дмитрий Московский, Moskovskii), was a Russian tsarevich famously impersonated by a series of pretenders after the death of his father Ivan the Terrible.\n^ The name is also translated as Demetrius or transliterated in numerous other ways.",
      "pageId": 1172619,
      "monthDay": "10/19"
    },
    {
      "year": "1721",
      "uri": "/wiki/Joseph_de_Guignes",
      "name": "Joseph de Guignes",
      "aboutText": "Joseph de Guignes (19 October 1721 – 19 March 1800) was a French orientalist, sinologist and Turkologist born at Pontoise, the son of Jean Louis de Guignes and Françoise Vaillant. He died at Paris.\nHe succeeded Étienne Fourmont at the Royal Library as secretary interpreter of the Eastern languages.",
      "pageId": 1468779,
      "monthDay": "10/19"
    },
    {
      "year": "1784",
      "uri": "/wiki/Leigh_Hunt",
      "name": "Leigh Hunt",
      "aboutText": "Adolphus Frederick II (19 October 1658 – 12 May 1708), Duke of Mecklenburg, was the first Duke of the Mecklenburg-Strelitz, reigning from 1701 until his death. Mecklenburg-Strelitz was a part of the Holy Roman Empire.",
      "pageId": 1809861,
      "monthDay": "10/19"
    },
    {
      "year": "1784",
      "uri": "/wiki/John_McLoughlin",
      "name": "John McLoughlin",
      "aboutText": "This article is about the 19th-century abolitionist and politician. For the boxer born Cassius Marcellus Clay, Jr., see Muhammad Ali. For the boxer's father, see Cassius Marcellus Clay, Sr.",
      "pageId": 2393153,
      "monthDay": "10/19"
    },
    {
      "year": "1789",
      "uri": "/wiki/Theophilos_Kairis",
      "name": "Theophilos Kairis",
      "aboutText": "Annie Smith Peck (October 19, 1850 – July 18, 1935) was an American mountaineer.",
      "pageId": 2525237,
      "monthDay": "10/19"
    },
    {
      "year": "1810",
      "uri": "/wiki/Cassius_Marcellus_Clay_(politician)",
      "name": "Cassius Marcellus Clay",
      "aboutText": "Theophilos Kairis (or Kaires; 19 October 1784 – 13 January 1853, Greek: Θεόφιλος Καΐρης; baptismal name Θωμᾶς, Thomas) was a Greek priest, philosopher and revolutionary.",
      "pageId": 2809268,
      "monthDay": "10/19"
    },
    {
      "year": "1814",
      "uri": "/wiki/Theodoros_Vryzakis",
      "name": "Theodoros Vryzakis",
      "aboutText": "Theodoros Vryzakis (Greek: Θεόδωρος Βρυζάκης; 1819-1878) was a Greek painter, known mostly for his historical scenes.",
      "pageId": 12467462,
      "monthDay": "10/19"
    },
    {
      "year": "1826",
      "uri": "/wiki/Ralph_Tollemache",
      "name": "Ralph Tollemache",
      "aboutText": "The Reverend Ralph William Lyonel Tollemache-Tollemache MA JP (/ˈtuːlmeɪk ˈtɒlmæk/ TOOL-mayk-TOL-mak; 19 October 1826 – 5 October 1895) was a British clergyman in the Church of England. He is best known for the unusual and increasingly eccentric names that he chose for his numerous children.\nBorn Ralph William Lyonel Tollemache, he was the eldest son of the Hon.",
      "pageId": 13575252,
      "monthDay": "10/19"
    },
    {
      "year": "1850",
      "uri": "/wiki/Annie_Smith_Peck",
      "name": "Annie Smith Peck",
      "aboutText": "Helen and Judith of Szőny (Hungarian: Gófitz Ilona és Judit), also known as the Hungarian Sisters, were conjoined twins from Szőny, Hungary who lived from October 19, 1701 to February 8, 1723. In the image they appear to be pygopagus.",
      "pageId": 22130203,
      "monthDay": "10/19"
    },
    {
      "year": "1851",
      "uri": "/wiki/Empress_Myeongseong",
      "name": "Empress Myeongseong",
      "aboutText": "The Lumière (pronounced: [lymjɛːʁ]) brothers, Auguste Marie Louis Nicolas [oɡyst maʁi lwi nikɔla] (19 October 1862, Besançon, France – 10 April 1954, Lyon) and Louis Jean [lwi ʒɑ̃] (5 October 1864, Besançon, France – 6 June 1948, Bandol), were the first filmmakers in history. They patented the cinematograph, which in contrast to Edison's \"peepshow\" kinetoscope allowed simultaneous viewing by multiple parties.",
      "pageId": 2083,
      "monthDay": "10/19"
    },
    {
      "year": "1858",
      "uri": "/wiki/George_Albert_Boulenger",
      "name": "George Albert Boulenger",
      "aboutText": "Admiral Arleigh Albert '31-knot' Burke (October 19, 1901 – January 1, 1996) was an admiral of the United States Navy who distinguished himself during World War II and the Korean War, and who served as Chief of Naval Operations during the Eisenhower and Kennedy administrations.",
      "pageId": 197526,
      "monthDay": "10/19"
    },
    {
      "year": "1862",
      "uri": "/wiki/Auguste_Lumi%C3%A8re",
      "name": "Auguste Lumière",
      "aboutText": "Umberto Boccioni (Italian pronunciation: [umˈbɛrto botˈtʃoːni]; 19 October 1882 – 17 August 1916) was an influential Italian painter and sculptor. He helped shape the revolutionary aesthetic of the Futurism movement as one of its principal figures. Despite his short life, his approach to the dynamism of form and the deconstruction of solid mass guided artists long after his death.",
      "pageId": 262823,
      "monthDay": "10/19"
    },
    {
      "year": "1868",
      "uri": "/wiki/Bertha_Knight_Landes",
      "name": "Bertha Knight Landes",
      "aboutText": "Lewis Mumford, KBE (October 19, 1895 – January 26, 1990) was an American historian, sociologist, philosopher of technology, and literary critic. Particularly noted for his study of cities and urban architecture, he had a broad career as a writer. Mumford was influenced by the work of Scottish theorist Sir Patrick Geddes and worked closely with his associate the British sociologist Victor Branford.",
      "pageId": 314336,
      "monthDay": "10/19"
    },
    {
      "year": "1873",
      "uri": "/wiki/Jaap_Eden",
      "name": "Jaap Eden",
      "aboutText": "Erna Berger (19 October 1900 – 14 June 1990), was a German coloratura lyric soprano.",
      "pageId": 316906,
      "monthDay": "10/19"
    },
    {
      "year": "1873",
      "uri": "/wiki/Bart_King",
      "name": "Bart King",
      "aboutText": "Empress Myeongseong (19 October 1851 – 8 October 1895), known in life as Queen Min, was the first official wife of Gojong of Korea, the twenty-sixth king of Joseon and the first emperor of the Korean Empire.\nThe government of Meiji Japan considered Queen Min an obstacle against its overseas expansion. Efforts to remove her from the political arena, orchestrated through failed rebellions prompted by the father of King Gojong, the Heungseon Daewongun (an influential regent working with the Japanese), compelled her to take a harsher stand against Japanese influence.",
      "pageId": 426049,
      "monthDay": "10/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Mordecai_Brown",
      "name": "Mordecai Brown",
      "aboutText": "Bertha Ethel Knight Landes (October 19, 1868 – November 29, 1943) was the first female mayor of a major American city, serving as mayor of Seattle, Washington from 1926 to 1928.",
      "pageId": 490687,
      "monthDay": "10/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Mihkel_Pung",
      "name": "Mihkel Pung",
      "aboutText": "Charles Edward Merrill (October 19, 1885 – October 6, 1956) was an American philanthropist, stockbroker and co-founder, with Edmund C. Lynch of Merrill Lynch & Company (previously called Charles E. Merrill & Co.).",
      "pageId": 514026,
      "monthDay": "10/19"
    },
    {
      "year": "1882",
      "uri": "/wiki/Umberto_Boccioni",
      "name": "Umberto Boccioni",
      "aboutText": "Mordecai Peter Centennial Brown (October 19, 1876 – February 14, 1948), nicknamed Three Finger or Miner, was an American Major League Baseball pitcher during the first two decades of the 20th century (known as the \"dead-ball era\"). Due to a farm-machinery accident in his youth (April 17, 1888), Brown lost parts of two fingers on his right hand, and in the process gained a colorful nickname. He turned this handicap into an advantage by learning how to grip a baseball in a way that resulted in an exceptional curveball, which broke radically before reaching the plate.",
      "pageId": 522185,
      "monthDay": "10/19"
    },
    {
      "year": "1885",
      "uri": "/wiki/Charles_E._Merrill",
      "name": "Charles E. Merrill",
      "aboutText": "John Barton \"Bart\" King (October 19, 1873 – October 17, 1965) was an American cricketer, active in the late 19th and early 20th centuries. King was part of the Philadelphia team that played from the end of the 19th century until the outbreak of World War I. This period of cricket in the United States was dominated by \"gentlemen cricketers\"—men of independent wealth who did not need to work. King, an amateur from a middle-class family, was able to devote time to cricket thanks to a job set up by his teammates.",
      "pageId": 712164,
      "monthDay": "10/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Frank_Durbin",
      "name": "Frank Durbin",
      "aboutText": "George Albert Boulenger FRS (19 October 1858 – 23 November 1937) was a Belgian-British zoologist who described and gave scientific names to over 2,000 new animal species, chiefly fish, reptiles, and amphibians. Boulenger was also an active botanist during the last 30 years of his life, especially in the study of roses.\n^ Watson, D. M. S. (1940).",
      "pageId": 876870,
      "monthDay": "10/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Lewis_Mumford",
      "name": "Lewis Mumford",
      "aboutText": "Harold Brent \"Hal\" Wallis (born Aaron Blum Wolowicz, September 14, 1898 – October 5, 1986) was an American film producer. He is best remembered for producing Casablanca (1942) and True Grit (1969), along with many other major films for Warner Bros. featuring such film stars as Humphrey Bogart, Bette Davis, and Errol Flynn.",
      "pageId": 1025115,
      "monthDay": "10/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/Bob_O%27Farrell",
      "name": "Bob O'Farrell",
      "aboutText": "Jacobus Johannes \"Jaap\" Eden (19 October 1873 in Groningen – 2 February 1925) was a Dutch athlete. He is the only male athlete to win world championships in both speed skating and bicycle racing; two women have done so (Sheila Young and Christa Luding-Rothenburger).\n^ Overdijkink, G. W. (12 November 2013).",
      "pageId": 1050140,
      "monthDay": "10/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Salimuzzaman_Siddiqui",
      "name": "Salimuzzaman Siddiqui",
      "aboutText": "Roy \"Shrimp\" Worters (October 19, 1900 –  November 7, 1957) was a Canadian professional Hockey Hall of Fame goaltender who played twelve seasons in the National Hockey League for the Pittsburgh Pirates, Montreal Canadiens and New York Americans, and was notable for recording 66 shutouts in his career and being, at 5'3\" tall, the shortest player ever to play in the NHL.",
      "pageId": 1784856,
      "monthDay": "10/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/Hal_B._Wallis",
      "name": "Hal B. Wallis",
      "aboutText": "William Harold \"Bill\" Ponsford MBE (19 October 1900 – 6 April 1991) was an Australian cricketer. Usually playing as an opening batsman, he formed a successful and long-lived partnership opening the batting for Victoria and Australia with Bill Woodfull, his friend and state and national captain. Ponsford is the only player to twice break the world record for the highest individual score in first-class cricket; Ponsford and Brian Lara are the only cricketers to twice score 400 runs in an innings.",
      "pageId": 2264036,
      "monthDay": "10/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Miguel_%C3%81ngel_Asturias",
      "name": "Miguel Ángel Asturias",
      "aboutText": "Robert Arthur O'Farrell (October 19, 1896 – February 20, 1988) was an American professional baseball player and manager. He played in Major League Baseball as a catcher for 21 seasons with the Chicago Cubs, St. Louis Cardinals and the New York Giants.",
      "pageId": 4847894,
      "monthDay": "10/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Erna_Berger",
      "name": "Erna Berger",
      "aboutText": "Salimuzzaman Siddiqui (Urdu: سلیم الزّماں صدّیقی‎ [səˈliːmʊzzəmɑːn sɪˈd̪d̪iːqi]; 19 October 1897 – 14 April 1994), HI, MBE, SI, DPhil, FPAS, FRS, was a Pakistani organic chemist, versatile scholar, and a leading scientist in the natural product chemistry. He is credited for pioneering the isolation of unique chemical compounds from the Neem (Azadirachta indica), Rauwolfia, and various other flora. As the founder director of H.E.J. Research Institute of Chemistry, he revolutionised the research on pharmacology of various domestic plants found in South Asia to extract novel chemical substances of medicinal importance.",
      "pageId": 6857524,
      "monthDay": "10/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Bill_Ponsford",
      "name": "Bill Ponsford",
      "aboutText": "Frank J. Durbin (October 19, 1895 – April 25, 1999) was one of the last surviving American veterans of the First World War. Durbin was born in New Hampshire. By 1915, at age 20, he joined the United States Army.",
      "pageId": 11043453,
      "monthDay": "10/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Roy_Worters",
      "name": "Roy Worters",
      "aboutText": "Mihkel Pung (19 October [O.S. 7 October] 1876 in Vana-Põltsamaa Parish – 11 October 1941 in SevUralLag, Sverdlovsk Oblast) was an Estonian politician and a former Minister of Foreign Affairs of Estonia and Speaker of the National Council (upper chamber) from 21 April 1938 to 5 July 1940. Pung was arrested by during the Soviet invasion of Estonia and sent to a Sosva, a Soviet gulag in Sverdlovsk Oblast.",
      "pageId": 12409710,
      "monthDay": "10/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Arleigh_Burke",
      "name": "Arleigh Burke",
      "aboutText": "Miguel Ángel Asturias Rosales (October 19, 1899 – June 9, 1974) was a Nobel Prize-winning Guatemalan poet-diplomat, novelist, playwright and journalist. Asturias helped establish Latin American literature's contribution to mainstream Western culture, and at the same time drew attention to the importance of indigenous cultures, especially those of his native Guatemala.\nAsturias was born and raised in Guatemala though he lived a significant part of his adult life abroad.",
      "pageId": 47261927,
      "monthDay": "10/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Tor_Johnson",
      "name": "Tor Johnson",
      "aboutText": "Subrahmanyan Chandrasekhar, FRS (/ˌtʃʌndrəˈʃeɪkər/; October 19, 1910 – August 21, 1995), was an Indian American astrophysicist born in Lahore, Punjab. Chandrasekhar was awarded, along with William A. Fowler, the 1983 Nobel Prize for Physics, with Chandrasekhar cited for his mathematical theory of the physical processes of importance to the structure and evolution of the stars. This work led to the currently accepted theory on the later evolutionary stages of massive stars, including black holes.",
      "pageId": 145319,
      "monthDay": "10/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Roger_Wolfe_Kahn",
      "name": "Roger Wolfe Kahn",
      "aboutText": "Pandurang Shastri Athavale (19 October 1920 – 25 October 2003), also known as Dadaji, which literally translates as \"elder brother\" in Marathi, was an Indian philosopher, spiritual leader, social activist and Hinduism reformist, who founded the Swadhyaya Parivar (Swadhyaya Family) in 1954. Swadhyaya is a self-study process based on the Bhagavad Gita which has spread across nearly 100,000 villages in India, with over 5 million adherents.",
      "pageId": 297137,
      "monthDay": "10/19"
    },
    {
      "year": "1908",
      "uri": "/wiki/Geirr_Tveitt",
      "name": "Geirr Tveitt",
      "aboutText": "Marguerite Catherine Perey (19 October 1909 – 13 May 1975) was a French physicist. In 1939, Perey discovered the element francium by purifying samples of lanthanum that contained actinium. She was a student of Marie Curie.",
      "pageId": 318282,
      "monthDay": "10/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Marguerite_Perey",
      "name": "Marguerite Perey",
      "aboutText": "Geirr Tveitt, born Nils Tveit (October 19, 1908 – February 1, 1981) was a Norwegian composer and pianist. Tveitt was a central figure of the national movement in Norwegian cultural life during the 1930s.",
      "pageId": 348541,
      "monthDay": "10/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Subrahmanyan_Chandrasekhar",
      "name": "Subrahmanyan Chandrasekhar",
      "aboutText": "Roger Wolfe Kahn (October 19, 1907 – July 12, 1962) was an American jazz and popular musician, composer, and bandleader (Roger Wolfe Kahn and His Orchestra) and an aviator.",
      "pageId": 419719,
      "monthDay": "10/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Shunkichi_Hamada",
      "name": "Shunkichi Hamada",
      "aboutText": "Marcus Vinicius da Cruz e Mello Moraes (October 19, 1913 – July 9, 1980), also known as Vinícius de Moraes (Portuguese pronunciation: [viˈnisjuʃ dʒi ˈmoɾajʃ]) and nicknamed O Poetinha (\"The little poet\"), was a Brazilian poet, lyricist, essayist and playwright who wrote the lyrics for many now-classic Brazilian songs and became a seminal figure in modern Brazilian music. He also wrote a number of plays, served as a national diplomat, composed his own bossa nova music and, as an interpreter of his own lyrics, recorded several significant albums.",
      "pageId": 586138,
      "monthDay": "10/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Paul_Robert_(lexicographer)",
      "name": "Paul Robert",
      "aboutText": "Emil Grigoryevich Gilels (sometimes transliterated Hilels; Ukrainian: Емі́ль Григо́рович Гі́лельс, Ukrainian pronunciation: [ɛˈmʲilʲ ɦrʲiˈɡɔroʋʲɪtʃ ˈɦilʲɛlʲs], Russian: Эми́ль Григо́рьевич Ги́лельс, Emiľ Grigoriević Gileľs; 19 October 1916 – 14 October 1985) was a Soviet pianist, widely regarded as one of the greatest pianists of the 20th century.",
      "pageId": 663627,
      "monthDay": "10/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Vinicius_de_Moraes",
      "name": "Vinicius de Moraes",
      "aboutText": "Robert Schwarz Strauss (October 19, 1918 – March 19, 2014) was a figure in American politics and diplomacy whose service dates back to future president Lyndon Johnson’s first congressional campaign in 1937. By the 1950s, he was associated in Texas politics with the conservative faction of the Democratic Party led by Johnson and John Connally. He served as the Chairman of the Democratic National Committee between 1972 and 1977 and served under President Jimmy Carter as the U.S. Trade Representative and special envoy to the Middle East.",
      "pageId": 803627,
      "monthDay": "10/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Juanita_Moore",
      "name": "Juanita Moore",
      "aboutText": "Tore Johansson (19 October 1903 – 12 May 1971), better known by the stage name Tor Johnson, was a Swedish professional wrestler (billed as The Super Swedish Angel) and actor.",
      "pageId": 1013316,
      "monthDay": "10/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Farid_al-Atrash",
      "name": "Farid al-Atrash",
      "aboutText": "Russell Amos Kirk (October 19, 1918 in Plymouth, Michigan – April 29, 1994 in Mecosta, Michigan) was an American political theorist, moralist, historian, social critic, literary critic, and fiction author known for his influence on 20th century American conservatism. His 1953 book, The Conservative Mind, gave shape to the amorphous post-World War II conservative movement. It traced the development of conservative thought in the Anglo-American tradition, giving special importance to the ideas of Edmund Burke.",
      "pageId": 1165221,
      "monthDay": "10/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jean_Dausset",
      "name": "Jean Dausset",
      "aboutText": "Juanita Moore (October 19, 1914 – January 1, 2014) was an American film, television, and stage actress. She was the fifth African American to be nominated for an Academy Award in any category, and the third in the Supporting Actress category at a time when only a single African American had won an Oscar.",
      "pageId": 1482265,
      "monthDay": "10/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Emil_Gilels",
      "name": "Emil Gilels",
      "aboutText": "Jean-Baptiste-Gabriel-Joachim Dausset (October 19, 1916 – June 6, 2009) was a French immunologist born in Toulouse, France. Dausset received the Nobel Prize in Physiology or Medicine in 1980 along with Baruj Benacerraf and George Davis Snell for their discovery and characterisation of the genes making the major histocompatibility complex. Using the money from his Nobel Prize and a grant from the French Television, Dausset founded the Human Polymorphism Study Center (CEPH) in 1984, which was later renamed the Foundation Jean Dausset-CEPH in his honour.",
      "pageId": 1700316,
      "monthDay": "10/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Minoru_Yasui",
      "name": "Minoru Yasui",
      "aboutText": "LaWanda Page (October 19, 1920 – September 14, 2002), born Alberta Peal, was an American actress and comedienne best known for her role as Aunt Esther in the 1970s TV sitcom Sanford and Son.",
      "pageId": 1752991,
      "monthDay": "10/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/William_Joel_Blass",
      "name": "William Joel Blass",
      "aboutText": "Paul Charles Jules Robert (19 October 1910, Orléansville, French Algeria – 11 August 1980, Mougins, Alpes-Maritimes, France), usually called Paul Robert, was a French lexicographer and publisher, best known for his large Dictionnaire alphabétique et analogique de la langue française (1953), often called simply the Robert, and its abridgement, the Petit Robert (1967).",
      "pageId": 2269865,
      "monthDay": "10/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/Walter_Munk",
      "name": "Walter Munk",
      "aboutText": "Walter Heinrich Munk (born October 19, 1917) is an American physical oceanographer.",
      "pageId": 3552547,
      "monthDay": "10/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Charles_Evans_(mountaineer)",
      "name": "Charles Evans",
      "aboutText": "Sir Robert Charles Evans M.D., DSc, (19 October 1918 – 5 December 1995), was a British mountaineer, surgeon, and educator.",
      "pageId": 7712964,
      "monthDay": "10/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Russell_Kirk",
      "name": "Russell Kirk",
      "aboutText": "Found colour, Farid al-Atrash (Arabic: فريد الأطرش‎; October 19, 1910 – December 26, 1974), also written Farid Elattrache, was a Syrian–Egyptian composer, singer, virtuoso oud player, and actor. Having immigrated to Egypt in childhood, al-Atrash embarked on a highly successful career spanning more than four decades—recording 500 songs and starring in 31 movies. Sometimes referred to as \"King of the Oud\", he is one of the most important figures of 20th century Arab music.",
      "pageId": 10544117,
      "monthDay": "10/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Robert_Schwarz_Strauss",
      "name": "Robert Schwarz Strauss",
      "aboutText": "Minoru \"Min\" Yasui (Japanese: 安井稔 Yasui Minoru, October 19, 1916 – November 12, 1986) was a Japanese American lawyer from Oregon. Born in Hood River, Oregon, he earned both an undergraduate degree and his law degree at the University of Oregon. He was one of the few Japanese Americans after the bombing of Pearl Harbor who fought laws that directly targeted Japanese Americans or Japanese immigrants.",
      "pageId": 11892548,
      "monthDay": "10/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Pandurang_Shastri_Athavale",
      "name": "Pandurang Shastri Athavale",
      "aboutText": "Shunkichi Hamada (浜田 駿吉, Hamada Shunkichi) (October 19, 1910 – December 7, 2009) was a Japanese field hockey player who competed in the 1932 Summer Olympics and 1936 Summer Olympics.\nHamada was born in what is now part of Minamiawaji, Hyōgo, Japan. In 1932, while a student at Keio University, he was selected to be a member of the Japanese field hockey team at the 1932 Los Angeles Olympics.",
      "pageId": 15343868,
      "monthDay": "10/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/LaWanda_Page",
      "name": "LaWanda Page",
      "aboutText": "William Joel Blass (October 19, 1917 – October 23, 2012) was an American war veteran, attorney, educator, and politician.\nJoel Blass was born in Clinton, Mississippi and was educated in Mississippi and Louisiana during the Great Depression. He graduated from Louisiana State University (LSU) School of Law in 1940 and received a commission as Second Lieutenant in the U.S. Army Infantry through the LSU ROTC program.",
      "pageId": 25362361,
      "monthDay": "10/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Harry_Alan_Towers",
      "name": "Harry Alan Towers",
      "aboutText": "David John Moore Cornwell (born 19 October 1931), pen name John le Carré /lə ˈkɑrˌeɪ/, is a British author of espionage novels. During the 1950s and the 1960s, Cornwell worked for the Security Service and the Secret Intelligence Service, and began writing novels under a pen name. His third novel The Spy Who Came in from the Cold (1963) became an international best-seller, and it remains one of his best-known works.",
      "pageId": 180618,
      "monthDay": "10/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/George_Nader",
      "name": "George Nader",
      "aboutText": "Pierre Alechinsky (born 19 October 1927) is a Belgian artist. He has lived and worked in France since 1951. His work is related to tachisme, abstract expressionism, and lyrical abstraction.",
      "pageId": 251668,
      "monthDay": "10/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jack_Anderson_(columnist)",
      "name": "Jack Anderson",
      "aboutText": "Joel Feinberg (October 19, 1926 in Detroit, Michigan – March 29, 2004 in Tucson, Arizona) was an American political and legal philosopher. He is known for his work in the fields of ethics, action theory, philosophy of law, and political philosophy as well as individual rights and the authority of the state. Feinberg was one of the most influential figures in American jurisprudence of the last fifty years.",
      "pageId": 584553,
      "monthDay": "10/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ruth_Carter_Stevenson",
      "name": "Ruth Carter Stevenson",
      "aboutText": "Czesław Kiszczak [ˈt͡ʂɛswaf ˈkiʂt͡ʂak] (19 October 1925 – 5 November 2015) was a Polish communist-era soldier and Communist politician. In 1945 he joined the communist PPR, which in 1948 was renamed the Polish United Workers' Party (PZPR). During the years of the Polish People's Republic he served as a high-ranking officer of the Polish Army, a chief of secret services, and Minister of Internal Affairs (MSW) between 1981 and 1990 during the years of martial law in Poland.",
      "pageId": 1726376,
      "monthDay": "10/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Baby_Dalupan",
      "name": "Baby Dalupan",
      "aboutText": "Jack Northman Anderson (October 19, 1922 – December 17, 2005) was an American newspaper columnist, syndicated by United Features Syndicate, considered one of the fathers of modern investigative journalism. Anderson won the 1972 Pulitzer Prize for National Reporting for his investigation on secret American policy decision-making between the United States and Pakistan during the Indo-Pakistani War of 1971. In addition to his newspaper career, Anderson also had a syndicated radio show with the Mutual Broadcasting Network, acted as Washington bureau chief of Parade magazine, and was a commentator on ABC-TV's Good Morning America for nine years.",
      "pageId": 1786738,
      "monthDay": "10/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bernard_Hepton",
      "name": "Bernard Hepton",
      "aboutText": "Lewis Wolpert CBE FRS FRSL FMedSci (born 19 October 1929) is South African-born British developmental biologist, author, and broadcaster. Wolpert is recognized for his work on the intracellular positional information that guides cellular development.",
      "pageId": 2205564,
      "monthDay": "10/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Czes%C5%82aw_Kiszczak",
      "name": "Czesław Kiszczak",
      "aboutText": "Louis \"Lou\" Scheimer (October 19, 1928 – October 17, 2013) was an American producer, one of the original founders of Filmation, an animation company, and also credited as an executive producer of many of its cartoons.",
      "pageId": 2292416,
      "monthDay": "10/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Emilio_Eduardo_Massera",
      "name": "Emilio Eduardo Massera",
      "aboutText": "Bernard Hepton (born Francis Bernard Heptonstall, 19 October 1925) is a British actor of stage, film and television.",
      "pageId": 2296225,
      "monthDay": "10/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Arne_Bendiksen",
      "name": "Arne Bendiksen",
      "aboutText": "Harry Alan Towers (19 October 1920, Wandsworth – 31 July 2009) was a British radio and independent film producer and screenwriter. He wrote many screenplays for his films, usually under the pseudonym Peter Welbeck. He produced over a hundred feature films and continued to write and produce well into his eighties.",
      "pageId": 2299375,
      "monthDay": "10/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joel_Feinberg",
      "name": "Joel Feinberg",
      "aboutText": "Manuel García Escobar (19 October 1931 – 24 October 2013), better known as Manolo Escobar, was a Spanish singer of Andalusian copla and other Spanish music. He was also an actor and performed in multiple musicals.",
      "pageId": 2394512,
      "monthDay": "10/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Vladimir_Shlapentokh",
      "name": "Vladimir Shlapentokh",
      "aboutText": "Emilio Eduardo Massera (October 19, 1925 – November 8, 2010) was an Argentine Naval military officer, and a leading participant in the Argentine coup d'état of 1976. In 1981, he was found to be a member of P2 (also known as Propaganda Due, a clandestine Masonic lodge involved in Italy's strategy of tension). Many considered Massera to have masterminded the junta's Dirty War against political opponents, which resulted in nearly 13,000 deaths and disappearances, according to official records.",
      "pageId": 2870072,
      "monthDay": "10/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/Pierre_Alechinsky",
      "name": "Pierre Alechinsky",
      "aboutText": "Arne Joachim Bendiksen (19 October 1926 – 26 March 2009) was a Norwegian singer, composer and producer, described as \"the father of pop music\" in Norway.",
      "pageId": 3722200,
      "monthDay": "10/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/Stephen_Keynes",
      "name": "Stephen Keynes",
      "aboutText": "John Evans, Baron Evans of Parkside (born 19 October 1930) is a former Labour Party Member of Parliament (MP) in the United Kingdom.\nA former shipyard worker and trade unionist, he served as a member of Hebburn urban district council from 1962 until 1974 (of which he was chairman from 1973 to 1974) and South Tyneside council from 1973 to 1974.\nEvans was elected to Parliament in the February 1974 general election for the Newton constituency, which he represented until it was abolished for the 1983 election.",
      "pageId": 4048816,
      "monthDay": "10/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Lou_Scheimer",
      "name": "Lou Scheimer",
      "aboutText": "Stephen John Keynes OBE FLS (born 19 October 1927) a great-grandson of Charles Darwin, is chairman of the Charles Darwin Trust.\nKeynes is the fourth and only surviving son of Geoffrey Keynes and his wife Margaret Darwin, daughter of Sir George Darwin; he is also a nephew of the economist John Maynard Keynes. His brothers were Richard, Quentin and Milo.",
      "pageId": 4533019,
      "monthDay": "10/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lewis_Wolpert",
      "name": "Lewis Wolpert",
      "aboutText": "Edward Randolph Emberley (born October 19, 1931) is an American artist and illustrator, best known for children's picture books.",
      "pageId": 6102413,
      "monthDay": "10/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Evans,_Baron_Evans_of_Parkside",
      "name": "John Evans, Baron Evans of Parkside",
      "aboutText": "George Nader (October 19, 1921 – February 4, 2002) was an American film and television actor. He appeared in a variety of films from 1950 through 1974, including Phone Call from a Stranger (1952), Congo Crossing (1956), and The Female Animal (1958). During this period, he also did episodic television and starred in several series, including the unique NBC adventure offering, The Man and the Challenge (1959–60).",
      "pageId": 6266354,
      "monthDay": "10/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mavis_Nicholson",
      "name": "Mavis Nicholson",
      "aboutText": "Virgilio \"Baby\" A. Dalupan (born October 19, 1923) is a retired Filipino[basketball]] coach and player. Dubbed The Maestro, Dalupan is best known for his lengthy coaching tenure with the Crispa Redmanizers and has garnered a career total of 52 basketball championships.\nDuring his 16-year Philippine Basketball Association (PBA) career (1975-1991), Dalupan won 15 PBA championships, the most by any PBA coach until February 26, 2014, when Tim Cone won his 16th PBA championship during the 2013–14 PBA Philippine Cup.",
      "pageId": 9480045,
      "monthDay": "10/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ed_Emberley",
      "name": "Ed Emberley",
      "aboutText": "Mavis Nicholson (born 19 October 1930) in Neath, Glamorgan, is a Welsh writer and TV broadcaster.\n^ \"Mavis Nicholson IMDB entry\". IMDB. 2007.",
      "pageId": 12000775,
      "monthDay": "10/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Manolo_Escobar",
      "name": "Manolo Escobar",
      "aboutText": "Vladimir Emmanuilovich Shlapentokh (Russian: Влади́мир Эммануи́лович Шляпенто́х, Vladimir Èmmanuilovič Šlâpentoh, 19 October 1926, Kiev, Ukrainian SSR – 6 October 2015, East Lansing, Michigan) was a Soviet-born American sociologist, historian, political scientist, and university professor, notable for his work on Soviet and Russian society and politics as well as theoretical work in the fields of sociology.\nHe was a Professor of Sociology at Michigan State University (MSU).\nVladimir Shlapentokh was widely considered a “founding father” (together with Vladimir Yadov, Boris Grushin, and Yuri Levada) of Soviet sociology.",
      "pageId": 23938315,
      "monthDay": "10/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_le_Carr%C3%A9",
      "name": "John le Carré",
      "aboutText": "Ruth Carter Stevenson (October 19, 1923 – January 6, 2013) was an American patron of the arts and founder of the Amon Carter Museum of American Art, which opened in Fort Worth, Texas, in January 1961.\nStevenson was born to Amon G. Carter and Nenetta Carter in Fort Worth, Texas, in 1923. She was the second daughter of Carter, the creator and publisher of the Fort Worth Star-Telegram.",
      "pageId": 38250741,
      "monthDay": "10/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Atsushi_Miyagi",
      "name": "Atsushi Miyagi",
      "aboutText": "Marilyn Grace Bell Di Lascio is a retired long distance swimmer, born October 19, 1937, in Toronto, Ontario.",
      "pageId": 87413,
      "monthDay": "10/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Robert_Reed",
      "name": "Robert Reed",
      "aboutText": "Peter Max (born Peter Max Finkelstein, October 19, 1937) is a German-born American illustrator and graphic artist currently living in New York City. He's known for his use of psychedelic shapes and color palettes, spectra in his work, and the counter-culture, pop-art-focused nature of his art.\nHis work has been featured in various popular publications, events, and various museums and galleries worldwide.",
      "pageId": 141330,
      "monthDay": "10/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Brian_Booth",
      "name": "Brian Booth",
      "aboutText": "Sir Michael John Gambon CBE (born 19 October 1940) is an Irish-born English actor who has worked in theatre, television and film. Gambon has played Philip Marlow in the BBC television serial The Singing Detective, Jules Maigret in the 1990s ITV serial Maigret, and Professor Albus Dumbledore in the last six Harry Potter films after the death of actor Richard Harris.",
      "pageId": 163618,
      "monthDay": "10/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Anthony_Skingsley",
      "name": "Anthony Skingsley",
      "aboutText": "Andrew Henry Vachss (born October 19, 1942) is an American crime fiction author, child protection consultant, and attorney exclusively representing children and youths.\nVachss' last name rhymes with \"tax\".",
      "pageId": 317523,
      "monthDay": "10/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Yakubu_Gowon",
      "name": "Yakubu Gowon",
      "aboutText": "Sylvia Celeste Browne (née Shoemaker; October 19, 1936 – November 20, 2013) was an American author who claimed to be a medium and to have psychic abilities. She appeared regularly on television and radio, including on The Montel Williams Show and Larry King Live TV shows and hosted an hour-long Internet radio show on Hay House Radio.",
      "pageId": 419549,
      "monthDay": "10/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Don_Ward_(ice_hockey)",
      "name": "Don Ward",
      "aboutText": "David George Clark, Baron Clark of Windermere PC DL (born 19 October 1939 in Castle Douglas, Scotland) is a British Labour politician, former cabinet minister and author.\n^ House of Lords (2001-07-02). \"Minutes of Proceedings\".",
      "pageId": 452201,
      "monthDay": "10/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/James_Bevel",
      "name": "James Bevel",
      "aboutText": "Terence James Thomas, Baron Thomas of Macclesfield CBE (born 19 October 1937) is a Labour and Co-operative member of the House of Lords, and a retired banker. He is a member of the Regional Policy Forum, President of the Society.\nThomas joined the Co-operative Bank in 1973 as marketing manager.",
      "pageId": 524077,
      "monthDay": "10/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tony_Lo_Bianco",
      "name": "Tony Lo Bianco",
      "aboutText": "General Yakubu \"Jack\" Dan-Yumma Gowon (born 19 October 1934) was the head of state (Head of the Federal Military Government) of Nigeria from 1966 to 1975. He took power after one military coup d'état and was overthrown in another.",
      "pageId": 558393,
      "monthDay": "10/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sylvia_Browne",
      "name": "Sylvia Browne",
      "aboutText": "William Manuel Morris, Baron Morris of Handsworth, OJ, DL (born 19 October 1938), generally known as Bill Morris, is a former British trade union leader. He was General Secretary of the Transport and General Workers' Union from 1992 to 2003, and the first black leader of a major British trade union.\nBill Morris was born in Manchester Parish, Jamaica.",
      "pageId": 634694,
      "monthDay": "10/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Marilyn_Bell",
      "name": "Marilyn Bell",
      "aboutText": "Brian Charles Booth (born 19 October 1933) is a former Australian cricketer who played in 29 Tests from 1961 to 1966, and 93 first-class matches for New South Wales. He captained Australia for two Tests during the 1965–66 Ashes series while regular captain Bob Simpson was absent due to illness and injury. Booth was a graceful right-handed middle order batsman at No.",
      "pageId": 1553629,
      "monthDay": "10/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Peter_Max",
      "name": "Peter Max",
      "aboutText": "Simon Anthony Fox Ward (19 October 1941 – 20 July 2012) was an English stage and film actor.",
      "pageId": 2987332,
      "monthDay": "10/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Terence_Thomas,_Baron_Thomas_of_Macclesfield",
      "name": "Terence Thomas, Baron Thomas of Macclesfield",
      "aboutText": "Robin Greville Holloway (born 19 October 1943) is an English composer, academic and writer.",
      "pageId": 3035300,
      "monthDay": "10/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bill_Morris,_Baron_Morris_of_Handsworth",
      "name": "Bill Morris, Baron Morris of Handsworth",
      "aboutText": "Rosny Smarth (born October 19, 1940) was Prime Minister of Haiti briefly, from February 27, 1996 to June 9, 1997. He resigned his post before a successor was found, leaving the post vacant for nearly two years.",
      "pageId": 3055100,
      "monthDay": "10/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Clark,_Baron_Clark_of_Windermere",
      "name": "David Clark, Baron Clark of Windermere",
      "aboutText": "Robert Reed (October 19, 1932 – May 12, 1992) was an American stage, film, and television actor, and television director.\nFrom 1961 to 1965, he portrayed Kenneth Preston on the popular legal drama, The Defenders, alongside E. G. Marshall. He is best known as the father Mike Brady, opposite Florence Henderson's Carol Brady, on the ABC sitcom The Brady Bunch, which aired from 1969 to 1974.",
      "pageId": 3641290,
      "monthDay": "10/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Larry_Chance",
      "name": "Larry Chance",
      "aboutText": "James Luther Bevel (October 19, 1936 – December 19, 2008) was a minister and leader of the 1960s Civil Rights Movement. As the Director of Direct Action and of Nonviolent Education of the Southern Christian Leadership Conference (SCLC), he initiated, strategized, directed, and developed SCLC's three major successes of the era: the 1963 Birmingham Children's Crusade, the 1965 Selma Voting Rights Movement, and the 1966 Chicago Open Housing Movement. He suggested that SCLC call for and join a March on Washington in 1963.",
      "pageId": 4313171,
      "monthDay": "10/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michael_Gambon",
      "name": "Michael Gambon",
      "aboutText": "Larry Chance (born October 19, 1940) is an American musical artist, and the lead singer of the popular 1960s doo wop group Larry Chance and the Earls, originally known as The Earls.\nHe was born Larry Figueiredo in Philadelphia, Pennsylvania. Upon moving to the Bronx, New York, Larry originally formed his group as The Hi-Hatters.",
      "pageId": 5503484,
      "monthDay": "10/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Rosny_Smarth",
      "name": "Rosny Smarth",
      "aboutText": "Tony Lo Bianco (born October 19, 1936) is an American actor in films and television.",
      "pageId": 8018009,
      "monthDay": "10/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Simon_Ward",
      "name": "Simon Ward",
      "aboutText": "Donald Joseph Ward (October 19, 1935 – January 6, 2014) was a Canadian professional ice hockey defenceman who played 34 games in the National Hockey League for the Chicago Black Hawks and Boston Bruins in the late 50s.",
      "pageId": 17264709,
      "monthDay": "10/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Andrew_Vachss",
      "name": "Andrew Vachss",
      "aboutText": "Air Chief Marshal Sir Anthony Gerald Skingsley GBE KCB (born 19 October 1933) is a former senior Royal Air Force commander.",
      "pageId": 31370596,
      "monthDay": "10/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robin_Holloway",
      "name": "Robin Holloway",
      "aboutText": "Atsushi Miyagi (宮城淳, Miyagi Atsushi) (October 19, 1931) is a Japanese former tennis player.",
      "pageId": 35970049,
      "monthDay": "10/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Takis_Ikonomopoulos",
      "name": "Takis Ikonomopoulos",
      "aboutText": "Philip Pullman CBE, FRSL (born 19 October 1946) is a British writer. He is the author of several best-selling books, most notably the fantasy trilogy His Dark Materials and the fictionalised biography of Jesus, The Good Man Jesus and the Scoundrel Christ. In 2008, The Times named Pullman one of the \"50 greatest British writers since 1945\".",
      "pageId": 37222,
      "monthDay": "10/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/L._E._Modesitt,_Jr.",
      "name": "L. E. Modesitt, Jr.",
      "aboutText": "Giorgio Cavazzano (born 19 October 1947) is an Italian comic strip artist.\nCavazzano was born in Venice. He started his career at age 14, as an inker for Romano Scarpa.",
      "pageId": 78871,
      "monthDay": "10/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/George_McCrae",
      "name": "George McCrae",
      "aboutText": "Harris Glenn Milstead, better known by his stage name Divine (October 19, 1945 – March 7, 1988), was an American actor, singer and drag queen. Closely associated with the independent filmmaker John Waters, Divine was a character actor, usually performing female roles in cinematic and theatrical appearances, and adopted a female drag persona for his music career.\nBorn in Baltimore, Maryland to a conservative middle-class family, Milstead developed an early interest in drag while working as a women's hairdresser.",
      "pageId": 204702,
      "monthDay": "10/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Tosh",
      "name": "Peter Tosh",
      "aboutText": "Gloria Richetta Jones (October 19, 1945, Cincinnati, Ohio) is an American singer-songwriter from Los Angeles, California. She recorded the 1964 song \"Tainted Love\", later a hit for the British synthpop duo, Soft Cell. She was the girlfriend of glam rock artist Marc Bolan of the band T. Rex until his death in 1977.",
      "pageId": 248136,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Divine_(performer)",
      "name": "Divine",
      "aboutText": "L. E. (Leland Exton) Modesitt, Jr. (/ˈmɒdɨsɪt/; born 19 October 1943) is an author of 56 science fiction and fantasy novels. He is best known for the fantasy series The Saga of Recluce.",
      "pageId": 384130,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Angus_Deaton",
      "name": "Angus Deaton",
      "aboutText": "Patricia Ireland (born October 19, 1945 in Oak Park, Illinois) is a U.S. administrator and feminist. She served as president of the National Organization for Women, from 1991 to 2001 and published an autobiography, What Women Want, in 1996.\nAs a teen, Ireland attended Valparaiso High School in Valparaiso, Indiana.",
      "pageId": 738496,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patricia_Ireland",
      "name": "Patricia Ireland",
      "aboutText": "James Howard Kunstler (born October 19, 1948) is an American author, social critic, public speaker, and blogger. He is best known for his books The Geography of Nowhere (1994), a history of American suburbia and urban development, The Long Emergency (2005) and most recently, Too Much Magic (2012). In The Long Emergency, he argues that declining oil production is likely to result in the end of industrialized society as we know it and force Americans to live in smaller-scale, localized, agrarian (or semi-agrarian) communities.",
      "pageId": 956482,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gloria_Jones",
      "name": "Gloria Jones",
      "aboutText": "Clifford Lynn Dickey (born October 19, 1949) is a retired National Football League quarterback, who played for the Houston Oilers and the Green Bay Packers in the 1970s and 1980s.",
      "pageId": 1385101,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carol_Kidd",
      "name": "Carol Kidd",
      "aboutText": "Jeannie C. Riley (born Jeanne Carolyn Stephenson, October 19, 1945) is an American country music and gospel singer. She is best known for her 1968 country and pop hit \"Harper Valley PTA\" (written by Tom T. Hall), which missed (by one week) becoming the Billboard Country and Pop number one hit at the same time. In subsequent years, she had moderate chart success with country music, but never again duplicated the success of \"Harper Valley PTA\".",
      "pageId": 1620940,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Lithgow",
      "name": "John Lithgow",
      "aboutText": "Angus Stewart Deaton, FBA (born 19 October 1945) is a British-American economist. In 2015, he was awarded the Nobel Memorial Prize in Economic Sciences for his analysis of consumption, poverty, and welfare.",
      "pageId": 2061221,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jeannie_C._Riley",
      "name": "Jeannie C. Riley",
      "aboutText": "George Warren McCrae, Jr. (born October 19, 1944) is an American soul and disco singer, most famous for his 1974 hit \"Rock Your Baby\".\n^ \"George McCrae Discography\".",
      "pageId": 2434055,
      "monthDay": "10/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Martin_Welz",
      "name": "Martin Welz",
      "aboutText": "Robert George Holland (born 19 October 1946 in Camperdown, Sydney) is a former New South Wales and Australian cricketer. He was, because of his surname, nicknamed \"Dutchy\".",
      "pageId": 2952826,
      "monthDay": "10/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bob_Holland",
      "name": "Bob Holland",
      "aboutText": "Sir James Angus Rhoderick \"Jamie\" Neil McGrigor, 6th Baronet (born 19 October 1949, London) is a Conservative politician, and Member of the Scottish Parliament for the Highlands and Islands Region since 1999.",
      "pageId": 3811321,
      "monthDay": "10/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Philip_Pullman",
      "name": "Philip Pullman",
      "aboutText": "Dave Mallow (born October 19, 1948) is an American voice actor.",
      "pageId": 4175831,
      "monthDay": "10/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Giorgio_Cavazzano",
      "name": "Giorgio Cavazzano",
      "aboutText": "Panagiotis \"Takis\" Ikonomopoulos (Greek: Παναγιώτης (Τάκης) Οικονομόπουλος; born 19 October 1943) is a former football (soccer) goalkeeper from Greece.\nIn 1963, a month after coach Stjepan Bobek arrived at Panathinaikos, Takis Ikonomopoulos was transferred to Panathinaikos from Proodeftiki.",
      "pageId": 6632730,
      "monthDay": "10/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/James_Howard_Kunstler",
      "name": "James Howard Kunstler",
      "aboutText": "Carol Kidd, MBE, is born on 19 October 1945 in Glasgow, Scotland and is a Scottish jazz singer.\nShe came to prominence in the mid-1970s, as the vocalist in the band led by vibrophonist / saxophonist Jimmy Feighan. In 1990, she released her award-winning album, The Night We Called It a Day.",
      "pageId": 8607449,
      "monthDay": "10/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dave_Mallow",
      "name": "Dave Mallow",
      "aboutText": "John Arthur Lithgow (/ˈlɪθɡoʊ/ LITH-goh; born October 19, 1945) is an American actor, musician, singer, and author. Lithgow has received acclaim and many accolades in his career including two Tony Awards, five Emmy Awards, two Golden Globe Awards, two Screen Actors Guild Awards, an American Comedy Award, four Drama Desk Awards and was also nominated for two Academy Awards and four Grammy Awards. Lithgow received a star on the Hollywood Walk of Fame and was inducted into American Theater Hall of Fame.",
      "pageId": 10332471,
      "monthDay": "10/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patrick_Simmons",
      "name": "Patrick Simmons",
      "aboutText": "Martin Welz is a South African journalist and the editor of Noseweek magazine.",
      "pageId": 22035256,
      "monthDay": "10/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lynn_Dickey",
      "name": "Lynn Dickey",
      "aboutText": "Patrick Simmons (born October 19, 1948) is an American musician best known as a member of the rock band The Doobie Brothers. His fingerstyle guitar playing complements the strumming style of Tom Johnston. Born in Aberdeen, Washington, he has been the only perpetual member of the band throughout their tenure.",
      "pageId": 25978281,
      "monthDay": "10/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jamie_McGrigor",
      "name": "Jamie McGrigor",
      "aboutText": "Peter Tosh, OM (born Winston Hubert McIntosh; 19 October 1944 – 11 September 1987) was a Jamaican reggae musician. Along with Bob Marley and Bunny Wailer he was one of the core members of the band The Wailers (1963–1974), after which he established himself as a successful solo artist and a promoter of Rastafari. He was murdered in 1987 during a home invasion.",
      "pageId": 47486961,
      "monthDay": "10/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Yeslam_bin_Ladin",
      "name": "Yeslam bin Ladin",
      "aboutText": "Verónica Castro (pronounced Spanish pronunciation: [beˈɾonika ˈkastɾo]), full name Verónica Judith Sáenz Castro Alba (born October 19, 1952), is a Mexican actress and entertainer. She is the mother of singer Cristian Castro and filmmaker Michelle Sainz Castro.",
      "pageId": 88779,
      "monthDay": "10/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Demetrios_Christodoulou",
      "name": "Demetrios Christodoulou",
      "aboutText": "Carlo Urbani (Italian pronunciation: [ˈkarlo urˈbaːni]; Castelplanio, Italy October 19, 1956 – Bangkok, Thailand March 29, 2003) was an Italian doctor and microbiologist and the first to identify severe acute respiratory syndrome (SARS) as a new and dangerously contagious viral disease. Although he himself became infected and died, his early warning to the World Health Organization (WHO) touched off a massive response that helped save the lives of millions of people around the world.\nCarlo Urbani graduated in Medicine in 1981 from the University of Ancona and obtained a specialization in infectious and tropical diseases from the University of Messina.",
      "pageId": 203189,
      "monthDay": "10/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Peter_Bone",
      "name": "Peter Bone",
      "aboutText": "Grover Glenn Norquist (born October 19, 1956) is an American political advocate who is founder and president of Americans for Tax Reform, an organization that opposes all tax increases and a co-founder of the Islamic Free Market Institute. A Republican, he is the primary promoter of the \"Taxpayer Protection Pledge,\" a pledge signed by lawmakers who agree to oppose increases in marginal income tax rates for individuals and businesses, as well as net reductions or eliminations of deductions and credits without a matching reduced tax rate. Prior to the November 2012 election, the pledge was signed by 95% of all Republican members of Congress and all but one of the candidates running for the 2012 Republican presidential nomination.",
      "pageId": 308212,
      "monthDay": "10/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ver%C3%B3nica_Castro",
      "name": "Verónica Castro",
      "aboutText": "Karl Edmond De Vere Wallinger (born 19 October 1957, Prestatyn, Wales) is a Welsh musician, songwriter and record producer. He is best known for leading the band World Party and for his mid-1980s stint in The Waterboys. He also wrote and originally released the song \"She's the One\", which was later covered by Robbie Williams and became a hit single.",
      "pageId": 318689,
      "monthDay": "10/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lionel_Hollins",
      "name": "Lionel Hollins",
      "aboutText": "Joseph Washington \"Jellybean\" Bryant (born October 19, 1954) is a retired American professional basketball player, current coach, and the father of Los Angeles Lakers guard Kobe Bryant. Bryant was the head coach of the WNBA's Los Angeles Sparks from August 22, 2005 until April 4, 2007. He returned to that position after Jennifer Gillom was fired by the Los Angeles Sparks on July 10, 2011.",
      "pageId": 408981,
      "monthDay": "10/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sam_Allardyce",
      "name": "Sam Allardyce",
      "aboutText": "Yeslam bin Muhammad bin 'Awad bin Ladin (Arabic: يسلم بن محمد بن عوض بن لادن‎; born October 19, 1950) better known as Yeslam bin Laden, also written Yeslam Binladin, as he prefers to spell it, is a Swiss businessman and the half-brother of the deceased al-Qaeda leader, Osama bin Laden.",
      "pageId": 1544966,
      "monthDay": "10/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Deborah_Blum",
      "name": "Deborah Blum",
      "aboutText": "Stephen James \"Steve\" Doocy (/ˈduːʃi/; born October 19, 1956) is an American network-television personality on the Fox News Channel and a best-selling author.",
      "pageId": 1867829,
      "monthDay": "10/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Joe_Bryant",
      "name": "Joe Bryant",
      "aboutText": "Peter William Bone MP (born 19 October 1952) is a British Conservative Party politician and Member of Parliament (MP) for Wellingborough.",
      "pageId": 1873658,
      "monthDay": "10/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ken_Stott",
      "name": "Ken Stott",
      "aboutText": "Samuel \"Sam\" Allardyce (/ˈælərdaɪs/) (born 19 October 1954), known as \"Big Sam\", is an English football manager and former professional player who is currently manager of Sunderland.\nAs a footballer, Allardyce made over 400 appearances and played for Bolton Wanderers, Sunderland, Millwall, Tampa Bay Rowdies, Coventry City, Huddersfield Town, Preston North End, West Bromwich Albion and Limerick. Moving into management he took charge of Limerick, Blackpool and Notts County before managing Bolton Wanderers from 1999 to 2007.",
      "pageId": 1878091,
      "monthDay": "10/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dan_Gutman",
      "name": "Dan Gutman",
      "aboutText": "Bruce Brett Weber (born October 19, 1956) is an American college basketball coach who is currently the men's basketball head coach at Kansas State University. Weber was formerly head coach at Southern Illinois University and the University of Illinois.\nWeber has won conference championships and conference coach of the year awards at each of the three schools where he has served as head coach.",
      "pageId": 2140624,
      "monthDay": "10/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/LaSalle_Ishii",
      "name": "LaSalle Ishii",
      "aboutText": "Demetrios Christodoulou (Greek: Δημήτριος Χριστοδούλου; born October 19, 1951) is a Greek mathematician and physicist, who first became well known for his proof, together with Sergiu Klainerman, of the nonlinear stability of the Minkowski spacetime of special relativity in the framework of general relativity.\nChristodoulou was born in Athens and received his doctorate in physics from Princeton University in 1971 under the direction of John Archibald Wheeler. After temporary positions at Caltech, CERN, and the Max Planck Institute for Physics, he became Professor of Mathematics, first at Syracuse University, then at the Courant Institute, and at Princeton University, before taking up his current position as Professor of Mathematics and Physics at the ETH Zurich in Switzerland.",
      "pageId": 2407999,
      "monthDay": "10/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Doocy",
      "name": "Steve Doocy",
      "aboutText": "Deborah Blum (born October 19, 1954) is a Pulitzer Prize-winning American journalist and the director of the Knight Science Journalism program at the Massachusetts Institute of Technology, She is author of books including The Poisoner's Handbook (2010). and has been a columnist for the New York Times and a blogger for Wired.\nAs science writer for the Sacramento Bee, Blum wrote a series of articles examining the professional, ethical, and emotional conflicts between scientists who use animals in their research and animal rights activists who oppose that research.",
      "pageId": 2499817,
      "monthDay": "10/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Elena_Garanina",
      "name": "Elena Garanina",
      "aboutText": "Kenneth Campbell \"Ken\" Stott (born 19 October 1954) is a Scottish stage, television and film actor who won the Laurence Olivier Award for Best Actor in a Supporting Role in 1995 in the play \"Broken Glass\" at Royal National Theatre. He is more recently known for his role as the dwarf Balin in The Hobbit film trilogy (2012–14), and as Ian Garrett in the 2014 BBC TV mini-series The Missing.",
      "pageId": 2584185,
      "monthDay": "10/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Grover_Norquist",
      "name": "Grover Norquist",
      "aboutText": "Lionel Eugene Hollins (born October 19, 1953) is an American retired professional basketball player and a National Basketball Association (NBA) coach for the Brooklyn Nets.",
      "pageId": 3732448,
      "monthDay": "10/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Didier_Theys",
      "name": "Didier Theys",
      "aboutText": "Dorinda Clark-Cole (born Dorinda Grace Clark; October 17, 1957) is a three-time Grammy Award-winning American evangelist and gospel singer. She is best known as a member of The Clark Sisters and as a daughter of pioneering choral director Mattie Moss Clark.",
      "pageId": 5507149,
      "monthDay": "10/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Carlo_Urbani",
      "name": "Carlo Urbani",
      "aboutText": "Didier Theys (born 19 October 1956) is a Belgian sports car driver. He is a two-time overall winner of the 24 Hours of Daytona (1998 and 2002); a winner of the 12 Hours of Sebring (1998); the Sports Racing Prototype driver champion of the Grand-American Road Racing Association (2002) and the winner of the 24 Hours of Spa (1987 in a factory BMW). He was also the polesitter (1996) and a podium finisher at the 24 Hours of Le Mans (1997, 1998 and 1999).",
      "pageId": 5566648,
      "monthDay": "10/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bruce_Weber_(basketball)",
      "name": "Bruce Weber",
      "aboutText": "For other uses, see Ray Richmond (baseball).\nRay Richmond (born October 19, 1957 in Whittier, California) is a globally syndicated critic and entertainment/media columnist. Richmond has also worked variously as a feature and entertainment writer, beat reporter and TV critic for a variety of publications including the Los Angeles Daily News, Daily Variety, the Orange County Register, the late Los Angeles Herald Examiner, Deadline Hollywood, Los Angeles magazine, Buzz, the Hollywood Reporter, the Los Angeles Times, New Times Los Angeles, DGA Magazine, and Penthouse.",
      "pageId": 6463211,
      "monthDay": "10/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dorinda_Clark-Cole",
      "name": "Dorinda Clark-Cole",
      "aboutText": "LaSalle Ishii (ラサール石井, Rasāru Ishii), born Akio Ishii (石井 章雄, Ishii Akio) on October 19, 1955 in Osaka Prefecture, is a Japanese TV personality, actor, voice actor, and theater director. He graduated from La Salle High School, so he was named himself LaSalle Ishii.",
      "pageId": 10358240,
      "monthDay": "10/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ray_Richmond",
      "name": "Ray Richmond",
      "aboutText": "Daniel Edward \"Dan\" Gutman (born October 19, 1955) is an American writer, primarily of children's fiction.\nHis best known works are the Baseball Card Adventures children's book series which started off with Honus & Me. Each book in the series revolves around a child named Joe Stoshack (Nicknamed \"Stosh\") traveling back in time to meet a baseball legend; the first work is based on the premise of Sotsh finding a Honus Wagner T206 baseball card in the attic of his neighbor.",
      "pageId": 12024179,
      "monthDay": "10/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Karl_Wallinger",
      "name": "Karl Wallinger",
      "aboutText": "Elena Garanina is a former Soviet ice dancer. With partner Igor Zavozin, she represented the Soviet Union in international competition, winning the 1978 Nebelhorn Trophy, and 1981 Winter Universiade although they never made it to the World Figure Skating Championships due to the depth of the Soviet dance field.\nAfter turning pro, Garanina and Zavozin toured with Jayne Torvill and Christopher Dean.",
      "pageId": 17893737,
      "monthDay": "10/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lou_Briel",
      "name": "Lou Briel",
      "aboutText": "Keith Thornton (born October 7, 1966), better known by his stage name Kool Keith, is an American rapper from The Bronx, New York known for his surreal, abstract and often profane or incomprehensible lyrics. Kool Keith has recorded prolifically both as a solo artist and in group collaborations. Kool Keith is generally considered to be one of hip-hop's most eccentric and unusual personalities.",
      "pageId": 16705,
      "monthDay": "10/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Carolyn_Browne",
      "name": "Carolyn Browne",
      "aboutText": "Evander Holyfield (born October 19, 1962) is an American former professional boxer. He held the undisputed world championship in both the cruiserweight and heavyweight divisions, earning him the nickname \"The Real Deal\". He is the only four-time world heavyweight champion, winning the WBA, WBC and IBF titles in 1990, the WBA and IBF titles in 1993, as well as the WBA title in 1996 and 2000.",
      "pageId": 158538,
      "monthDay": "10/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Hiromi_Hara",
      "name": "Hiromi Hara",
      "aboutText": "Michael Stephen Steele (born October 19, 1958) is an American politician and MSNBC political analyst as of May 2011. Steele served as the first African-American chairman of the Republican National Committee from January 2009 until January 2011. From 2003 to 2007, he was the seventh Lieutenant Governor of Maryland, the first African American elected to statewide office in Maryland.",
      "pageId": 502207,
      "monthDay": "10/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tiriel_Mora",
      "name": "Tiriel Mora",
      "aboutText": "Sunny Deol (born Ajay Singh Deol, 19 October 1956) is an Indian film actor, director and producer. He is the son of veteran Bollywood actor Dharmendra and the elder brother of actor Bobby Deol. During the duration of his career, he has won 2 Filmfare Awards, as well as 2 National Film Awards.",
      "pageId": 973991,
      "monthDay": "10/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Steele",
      "name": "Michael Steele",
      "aboutText": "Tracy Chevalier FRSL (born October 19, 1962) is an American British historical novelist. She has written seven novels.",
      "pageId": 1106456,
      "monthDay": "10/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Nir_Barkat",
      "name": "Nir Barkat",
      "aboutText": "Sinitta (born Sinitta Renay Malone) is an American-born singer who has lived in the United Kingdom for most of her life. She is best known as a TV Personality and for her hit records in the 1980s including \"So Macho\", \"Toy Boy\", \"Cross My Broken Heart\" and \"Right Back Where We Started From\". Altogether Sinitta has 14 international hit singles and three albums.",
      "pageId": 1218553,
      "monthDay": "10/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Martin_Kusch",
      "name": "Martin Kusch",
      "aboutText": "Jennifer Yvette Holliday (born October 19, 1960) is an American actress and singer. Holliday started her career on Broadway in musicals such as Dreamgirls (1981–83), Your Arms Too Short to Box with God (1980–81) and later became a successful recording artist. She is best known for her debut single, the Dreamgirls number and rhythm-and-blues/pop hit, \"And I Am Telling You I'm Not Going\", which won her a Grammy award for Best Female Performance, Rhythm & Blues in 1983.",
      "pageId": 2176310,
      "monthDay": "10/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jennifer_Holliday",
      "name": "Jennifer Holliday",
      "aboutText": "Hiromi Hara (原 博実, Hara Hiromi, born October 19, 1958 in Tochigi prefecture, Japan) is a retired Japanese football player.",
      "pageId": 2186162,
      "monthDay": "10/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Takeshi_Koshida",
      "name": "Takeshi Koshida",
      "aboutText": "Susan Straight (born October 19, 1960) is an American writer.",
      "pageId": 2505504,
      "monthDay": "10/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Susan_Straight",
      "name": "Susan Straight",
      "aboutText": "Tiriel Mora (born 19 October 1958) is an Australian television and film actor. He is a son of Melbourne artist Mirka Mora and Georges Mora (1913–92), German-born Australian entrepreneur, art dealer, patron, connoisseur and restaurateur.\nMora is best known for his roles in Frontline, as the hard nosed journalist Martin Di Stasio; and The Castle as the local solicitor Dennis Denuto.",
      "pageId": 3606549,
      "monthDay": "10/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jeremy_Swift",
      "name": "Jeremy Swift",
      "aboutText": "Lou Briel, (born in Santurce, Puerto Rico on October 19, 1962) is a Puerto Rican singer, composer, comedian, producer, pianist, and host, among other things.",
      "pageId": 8536734,
      "monthDay": "10/19"
    },
    {
      "year": "1869",
      "uri": "/wiki/Ayuo_Takahashi",
      "name": "Ayuo Takahashi",
      "aboutText": "Cliff Lyons (born 19 October 1961 in Narrandera, New South Wales ) is an indigenous Australian former international-level rugby league footballer of the 1980s and 90s. A Clive Churchill Medallist and two-time Dally M Medallist, he made 309 first-grade appearances with the Manly-Warringah Sea Eagles, winning grand finals with them in 1987 and 1996, and also represented New South Wales and Australia, being part of the successful 1990 Kangaroo Tour of Great Britain and France.\nCliff Lyons, known as Napper or Cliffy to his mates, started his rugby league career playing lock forward, but was often moved into the five-eighth role which is where he was considered to be at his best.",
      "pageId": 9552951,
      "monthDay": "10/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sunny_Deol",
      "name": "Sunny Deol",
      "aboutText": "Martin Kusch (born 19 October 1959), is Professor of philosophy at the University of Vienna. Until 2009, Kusch was Professor of Philosophy and Sociology of science at the Department of History and Philosophy of Science at Cambridge University. Prior to Cambridge, Kusch was Lecturer in the Science Studies Unit of the University of Edinburgh.",
      "pageId": 15484420,
      "monthDay": "10/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Cliff_Lyons",
      "name": "Cliff Lyons",
      "aboutText": "Nir Barkat (Hebrew: ניר ברקת‎; born 19 October 1959) is an Israeli businessman and politician. He was elected mayor of Jerusalem in 2008. During his tenure, Barkat has worked to promote tourism, address social welfare issues and encourage the development of local high-tech, also in the ultra-Orthodox community.",
      "pageId": 20168596,
      "monthDay": "10/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tracy_Chevalier",
      "name": "Tracy Chevalier",
      "aboutText": "Jeremy Paul Swift (born 19 October 1960 in Stockton-on-Tees, County Durham) is an English actor. He studied drama at Guildford Drama school from 1978 to 1981 and worked almost exclusively in theatre throughout the 1980s, working with companies such as Deborah Warner's Kick Theatre company and comedy performance-art group The People Show. During this period Swift also worked on numerous television commercials.",
      "pageId": 25343829,
      "monthDay": "10/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bendik_Hofseth",
      "name": "Bendik Hofseth",
      "aboutText": "Takeshi Koshida (born October 19, 1960) is a former Japanese football player.",
      "pageId": 25865234,
      "monthDay": "10/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Evander_Holyfield",
      "name": "Evander Holyfield",
      "aboutText": "Ayuo Takahashi (born October 19, 1960 in Tokyo, Japan and raised in New York City) is a Japanese-American composer, poet, lyricist, singer and performer of plucked string instruments including guitar, bouzouki, Irish harp, Chinese zheng, Japanese koto,and medieval European psaltery. He is adept at adapting the ancient music of Japan, China, Persia, Greece and medieval Europe to create a new and original music without abandoning their strict forms, while simultaneously making them relevant to contemporary music styles. He has composed for classical ensembles including string quartets, piano, various chamber ensembles and orchestra, as well as composed, produced and performed with rock, jazz and musicians of various traditional music from around the world.",
      "pageId": 32567339,
      "monthDay": "10/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Svetlana_Zainetdinova",
      "name": "Svetlana Zainetdinova",
      "aboutText": "Dr Carolyn Browne (born 19 October 1958 in Yorkshire) is a British diplomat, currently Ambassador to Kazakhstan.",
      "pageId": 34924405,
      "monthDay": "10/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sinitta",
      "name": "Sinitta",
      "aboutText": "Found image_text, Bendik Hofseth (born 19 October 1962 in Oslo, Norway) is a Norwegian jazz musician, who plays the saxophone and sings. He is also a bandleader, and arranges and composes music.\n^ Stendahl, Bjørn.",
      "pageId": 34953823,
      "monthDay": "10/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kool_Keith",
      "name": "Kool Keith",
      "aboutText": "Svetlana Zainetdinova (born October 19, 1962, Ufa) is an Estonian chess Woman FIDE Master (2006) and International Correspondence Chess Grandmaster (LGM) (2009).",
      "pageId": 41758252,
      "monthDay": "10/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Prince_Laurent_of_Belgium",
      "name": "Prince Laurent of Belgium",
      "aboutText": "John Edward McGee, Jr. (born October 19, 1969), known professionally as John Edward, is an American television personality and professional self-proclaimed psychic medium.",
      "pageId": 175858,
      "monthDay": "10/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jorge_Luis_Gonz%C3%A1lez",
      "name": "Jorge Luis González",
      "aboutText": "Prince Laurent of Belgium (French: Laurent Benoît Baudouin Marie de Belgique, Dutch: Laurens Benedikt Boudewijn Maria van België; born 19 October 1963) is the second son of King Albert II and Queen Paola, and younger brother of King Philippe.\nBorn in the Château de Belvédère near Laeken, Belgium, he was educated at the Royal Cadet High School and at the Royal Military Academy. He was promoted to the rank of Ship-of-the-Line Captain on 26 June 2004.",
      "pageId": 207611,
      "monthDay": "10/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Brad_Daugherty_(basketball)",
      "name": "Brad Daugherty",
      "aboutText": "Yoko Shimomura (下村 陽子, Shimomura Yōko, born October 19, 1967) is a Japanese video game composer and pianist. Shimomura has worked in the video game industry ever since graduating from the Osaka College of Music in 1988. From then until 1993, she worked for Capcom, where she composed wholly or in part the scores for 16 games, including Final Fight and Street Fighter II: The World Warrior.",
      "pageId": 220187,
      "monthDay": "10/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ty_Pennington",
      "name": "Ty Pennington",
      "aboutText": "Jonathan Kolia \"Jon\" Favreau (/ˈfævroʊ/; born October 19, 1966) is an American actor, filmmaker and comedian. As an actor, he is best known for his roles in Rudy, Swingers (which he also wrote), Very Bad Things, The Break-Up, and Chef. His notable directorial efforts include Elf, Iron Man, Iron Man 2, Cowboys & Aliens, and Chef.",
      "pageId": 316201,
      "monthDay": "10/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Roger_Cross",
      "name": "Roger Cross",
      "aboutText": "Randolph Severn \"Trey\" Parker III (born October 19, 1969) is an American actor, animator, screenwriter, director, producer, singer, and songwriter. He is best known for being the co-creator of South Park along with his creative partner Matt Stone, as well as co-writing and co-directing the Tony-winning 2011 musical The Book of Mormon. Parker was interested in film and music as a child, and attended the University of Colorado, Boulder following high school, where he met Stone.",
      "pageId": 365193,
      "monthDay": "10/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jon_Favreau",
      "name": "Jon Favreau",
      "aboutText": "Christopher Lee \"Chris\" Kattan (/kəˈtæn/; born October 19, 1970) is an American actor/comedian, best known for his work on Saturday Night Live and his role as Bob on the first four seasons of The Middle. He is also known for playing Doug Butabi in A Night at the Roxbury.",
      "pageId": 577779,
      "monthDay": "10/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dimitris_Lyacos",
      "name": "Dimitris Lyacos",
      "aboutText": "Kacey Ainsworth is an English actress, best known for playing the long-suffering Little Mo in the BBC soap opera EastEnders.",
      "pageId": 741246,
      "monthDay": "10/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Amy_Carter",
      "name": "Amy Carter",
      "aboutText": "Bradley Lee Daugherty (born October 19, 1965) is an ESPN NBA analyst, former NASCAR analyst, co-owner of Sprint Cup Series team JTG Daugherty Racing, and retired American basketball player.",
      "pageId": 1346706,
      "monthDay": "10/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Y%C5%8Dji_Matsuda",
      "name": "Yōji Matsuda",
      "aboutText": "Amy Lynn Carter (born October 19, 1967) is an American activist. She is the only daughter and youngest child of former U.S. President Jimmy Carter and his wife Rosalynn Carter.",
      "pageId": 1500031,
      "monthDay": "10/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Yoko_Shimomura",
      "name": "Yoko Shimomura",
      "aboutText": "Samuel Bouriah (born 19 October 1969), better known by his stage name DJ Sammy, is a Spanish DJ and producer. He has released five albums and has had five top-10 hits, including a cover of Bryan Adams' \"Heaven\", which reached number one in the UK in 2002. His career started with former spouse Marie-José van der Kolk in the making of his first singles, under the stage name of DJ Sammy feat.",
      "pageId": 1635127,
      "monthDay": "10/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kacey_Ainsworth",
      "name": "Kacey Ainsworth",
      "aboutText": "Roger Cross (born October 19, 1969) is a Jamaican-born Canadian actor who has made numerous appearances in several movies and TV series, mostly on productions shot in Canada. He is best known for his work in America on 24 as CTU Agent Curtis Manning, and in Canada for his work on First Wave. From 2012-2015, Cross appeared in the Canadian series Continuum as a main character.",
      "pageId": 1754573,
      "monthDay": "10/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rodney_Carrington",
      "name": "Rodney Carrington",
      "aboutText": "Tygert Burton \"Ty\" Pennington (born Gary Tygert Burton; October 19, 1964) is an American television host, artist, and carpenter. He is most notable for having been the host of Extreme Makeover: Home Edition which aired on ABC in the US until its cancellation in December 2012 and will return with specials and Ty's Great British Adventure, which airs on Home in the UK and TV Land. Previously, Pennington was a carpenter on the TLC reality show Trading Spaces.",
      "pageId": 1757199,
      "monthDay": "10/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yayan_Ruhian",
      "name": "Yayan Ruhian",
      "aboutText": "Rodney Scott Carrington (born October 19, 1968) is an American stand-up comedian, actor, and country music artist. He has released six major-label studio albums and a greatest-hits package, on Mercury Records and Capitol Records. His comedy act typically combines stand-up comedy and original songs.",
      "pageId": 1898837,
      "monthDay": "10/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/John_Edward",
      "name": "John Edward",
      "aboutText": "Erwin Sánchez Freking (born 19 October 1969) is a retired Bolivian footballer who played as an attacking midfielder with scoring range, and the current manager of Portuguese club Boavista FC.",
      "pageId": 3729919,
      "monthDay": "10/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Trey_Parker",
      "name": "Trey Parker",
      "aboutText": "Dimitris Lyacos (Greek: Δημήτρης Λυάκος; born October 19, 1966) is a contemporary Greek poet and playwright. He is the author of the Poena Damni trilogy. Renowned for its genre-defying form and the avant-garde combination of themes from literary tradition with elements from ritual, religion, philosophy and anthropology, Lyacos’s work reexamines grand narratives in the context of some of the enduring motifs of the Western Canon.",
      "pageId": 4093941,
      "monthDay": "10/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/DJ_Sammy",
      "name": "DJ Sammy",
      "aboutText": "Caroline Catz (born Caroline Caplan 19 October 1969) is a British film, television, theatre and radio actress, best known for her role as Louisa Glasson in Doc Martin since 2004.",
      "pageId": 4238103,
      "monthDay": "10/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Erwin_S%C3%A1nchez",
      "name": "Erwin Sánchez",
      "aboutText": "Jorge Luis González (born October 19, 1964) (DOB disputed) is a former heavyweight boxing contender and prospect born in Havana, Cuba. He won the gold medal at the 1983 Pan American Games and the 1987 Pan American Games and the former WBO Latino Heavyweight Champion.",
      "pageId": 5918976,
      "monthDay": "10/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Caroline_Catz",
      "name": "Caroline Catz",
      "aboutText": "Yōji Matsuda (松田 洋治, Matsuda Yōji, born October 19, 1967) is a Japanese actor and voice actor from Tokyo.",
      "pageId": 20402151,
      "monthDay": "10/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrew_Griffiths_(politician)",
      "name": "Andrew Griffiths",
      "aboutText": "Andrew James Griffiths (born 19 October 1970) is an British Conservative Party politician. He is the Member of Parliament (MP) for Burton.\n^ \"BBC News – Election 2010 – Constituency – Burton\".",
      "pageId": 27292040,
      "monthDay": "10/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chris_Kattan",
      "name": "Chris Kattan",
      "aboutText": "Yayan Ruhian (born 19 October 1968) is an Indonesian martial artist and film actor, known for co-starring in Gareth Evans' films The Raid: Redemption (2011), as Mad Dog, The Raid 2 (2014), as Prakoso, and Star Wars: The Force Awakens as Tasu Leech.",
      "pageId": 42743921,
      "monthDay": "10/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Pras",
      "name": "Pras",
      "aboutText": "Pras (/ˈprɑːz/; born Prakazrel Samuel Michel on October 19, 1972) is a two-time Grammy-winning American rapper, best known as one of the founding members of the critically acclaimed hip hop group, the Fugees, which included his cousin Wyclef Jean and recording artist Lauryn Hill.",
      "pageId": 490655,
      "monthDay": "10/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Keith_Foulke",
      "name": "Keith Foulke",
      "aboutText": "Michael Brian Young (born October 19, 1976) is an American former professional baseball infielder who played with the Texas Rangers, Philadelphia Phillies, and Los Angeles Dodgers during his 14-year career. Originally a second baseman, the versatile Young was a five time All-Star at shortstop, once at third base, and once as a combination designated hitter and utility infielder. He was the 2005 American League batting champion.",
      "pageId": 718119,
      "monthDay": "10/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hicham_Arazi",
      "name": "Hicham Arazi",
      "aboutText": "Keith Charles Foulke (/ˈfoʊk/; born October 19, 1972) is a former Major League Baseball relief pitcher. A graduate of Hargrave High School in Huffman, Texas, Foulke attended Galveston College and Lewis-Clark State College. Between 1997 and 2008, he pitched for the San Francisco Giants, Chicago White Sox, Oakland Athletics, Boston Red Sox and Cleveland Indians.",
      "pageId": 739120,
      "monthDay": "10/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Okan_Buruk",
      "name": "Okan Buruk",
      "aboutText": "Omar M. Gooding (born October 19, 1976), also known by his stage name, Big O, is an American actor, rapper, voice artist, and comedian.",
      "pageId": 1572838,
      "monthDay": "10/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Joaquin_Gage",
      "name": "Joaquin Gage",
      "aboutText": "Desmond Harrington (born October 19, 1976) is an American actor. He is known for movies such as The Hole, Wrong Turn and Ghost Ship. He joined the cast of the Showtime series Dexter in its third season as Det.",
      "pageId": 1966362,
      "monthDay": "10/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shian-Li_Tsang",
      "name": "Shian-Li Tsang",
      "aboutText": "Habib Beye (born 19 October 1977) is a French born Senegalese former footballer who retired after being released by Doncaster Rovers.",
      "pageId": 1971189,
      "monthDay": "10/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Burak_G%C3%BCven",
      "name": "Burak Güven",
      "aboutText": "Shian-Li Tsang (born October 19, 1975) is a professional Japanese model and former valet for World Wrestling Entertainment best known for her stint as Mrs. Yamaguchi-San in 1998.",
      "pageId": 2402974,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Omar_Gooding",
      "name": "Omar Gooding",
      "aboutText": "Hicham Arazi (Arabic: هشام أرازي‎; born 19 October 1973) is a former male tennis player from Morocco. He played professionally from 1993 to the end of 2007. The left-hander reached his career-high ATP Tour singles ranking of World No.",
      "pageId": 2508144,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jostein_Gulbrandsen",
      "name": "Jostein Gulbrandsen",
      "aboutText": "Paul James Hartley (born 19 October 1976) is a Scottish football manager and former player, who is currently the manager of Dundee.\nAs a player, Hartley won trophies with both Hearts and Celtic, and earned 25 caps for the Scottish national team.\nAs a manager he also gained success, firstly taking Alloa Athletic from the bottom tier to the second tier in successive seasons as well as taking Dundee back into the Scottish top flight.",
      "pageId": 2696164,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Desmond_Harrington",
      "name": "Desmond Harrington",
      "aboutText": "Joaquin Jesse Gage (born October 19, 1973 in Vancouver, British Columbia) is a former Canadian professional ice hockey goaltender who played for Pustertal-Val Pusteria Wolves of Italy's Serie A. Gage was selected in the fifth round of the 1992 NHL Entry Draft, 109th overall, by the Edmonton Oilers, and played 23 games in the NHL with the Oilers.",
      "pageId": 2955282,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paul_Hartley",
      "name": "Paul Hartley",
      "aboutText": "Dan Smith (born October 19, 1976) is a former professional ice hockey defenceman who played primarily in the American Hockey League (AHL), he also played in the National Hockey League with the Colorado Avalanche and the Edmonton Oilers.",
      "pageId": 3126917,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Hiroshi_Sakai",
      "name": "Hiroshi Sakai",
      "aboutText": "Louis-José Houde (born October 19, 1977 in Saint-Apollinaire, Québec) is a French-Canadian comedian, who mostly does stand-up comedy and also has his own TV show. Recently Houde has broken into acting in feature films, such as Bon Cop, Bad Cop (2006), De père en flic (Fathers and Guns, 2009) and Le Sense de l'humour. He is a graduate of Québec's École nationale de l'humour.",
      "pageId": 3705206,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dan_Smith_(ice_hockey)",
      "name": "Dan Smith",
      "aboutText": "Okan Buruk (born 19 October 1973) is a Turkish former international footballer who played in the midfielder position. He played for Galatasaray, Internazionale, Beşiktaş, and İstanbul Büyükşehir Belediyespor. He also won 56 caps with the Turkey national football team.",
      "pageId": 4215338,
      "monthDay": "10/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Michael_Young_(baseball)",
      "name": "Michael Young",
      "aboutText": "Jason Reitman (born October 19, 1977) is a Canadian-American film director, screenwriter, and producer, best known for directing the films Thank You for Smoking (2005), Juno (2007), Up in the Air (2009), and Young Adult (2011). As of February 2, 2010, he has received one Grammy award and four Academy Award nominations, two of which are for Best Director. Reitman is a dual citizen of Canada and the United States.",
      "pageId": 4397190,
      "monthDay": "10/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Habib_Beye",
      "name": "Habib Beye",
      "aboutText": "Takamasa Suga (須賀 貴匡, Suga Takamasa, born 19 October 1977 in Tokyo) is a Japanese actor who had several lead roles, most prominently as the protagonist in Kamen Rider Ryuki.",
      "pageId": 5538243,
      "monthDay": "10/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Louis-Jos%C3%A9_Houde",
      "name": "Louis-José Houde",
      "aboutText": "Raúl Tamudo Montero (born 19 October 1977) is a Spanish retired footballer who played as a striker.\nAn icon at Espanyol he captained the club for almost a decade, playing in nearly 400 official games – winning two Copa del Rey – and being the club's all-time top goal scorer.",
      "pageId": 6098364,
      "monthDay": "10/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Reitman",
      "name": "Jason Reitman",
      "aboutText": "Mohan Gumatay or commonly known as Mo Twister (born October 19, 1977) is a radio disc jockey and television host in the Philippines.",
      "pageId": 9184508,
      "monthDay": "10/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Takamasa_Suga",
      "name": "Takamasa Suga",
      "aboutText": "Burak Güven (born October 9, 1975) is a Turkish musician, bass player, and one of the backing singers in the rock band Mor ve Ötesi.",
      "pageId": 21369309,
      "monthDay": "10/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ra%C3%BAl_Tamudo",
      "name": "Raúl Tamudo",
      "aboutText": "Hiroshi Sakai (坂井 浩, born October 19, 1976) is a former Japanese football player.",
      "pageId": 30888219,
      "monthDay": "10/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mo_Twister",
      "name": "Mo Twister",
      "aboutText": "Found image_text, Jostein Gulbrandsen (born 19 October 1976 in Namsos, Norway) is a New York based Norwegian guitarist and composer.\n^ \"Jostein Gulbrandsen - Gitarist, Komponist\" (in Norwegian). MIC.no.",
      "pageId": 46685341,
      "monthDay": "10/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Enrique_Bernoldi",
      "name": "Enrique Bernoldi",
      "aboutText": "Benjamin David Salisbury (born October 19, 1980) is an American actor best known for playing the role of Brighton Sheffield on the CBS television sitcom The Nanny from 1993 to 1999.",
      "pageId": 657426,
      "monthDay": "10/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zakhar_Dubensky",
      "name": "Zakhar Dubensky",
      "aboutText": "José Antonio Bautista Santos (born October 19, 1980) is a Dominican professional baseball right fielder for the Toronto Blue Jays of Major League Baseball (MLB). He has major league experience at six different positions because of his role as a utility player earlier in his career.\nThe Pittsburgh Pirates drafted Bautista in the 20th round of the 2000 First Year Player Draft.",
      "pageId": 877494,
      "monthDay": "10/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Henri_Sorvali",
      "name": "Henri Sorvali",
      "aboutText": "Enrique Antônio Langue e Silvério de Bernoldi (born 19 October 1978 in Curitiba) is a Brazilian professional racing driver who raced for the Arrows Formula One team in 2001 and 2002, and was the test driver for BAR Honda between 2004 and 2006.",
      "pageId": 1219778,
      "monthDay": "10/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jos%C3%A9_Luis_L%C3%B3pez_(footballer)",
      "name": "José Luis López",
      "aboutText": "Gonzalo Pineda Reyes (born October 19, 1982) is a Mexican international footballer.",
      "pageId": 1388661,
      "monthDay": "10/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brian_Robertson_(trombonist)",
      "name": "Brian Robertson",
      "aboutText": "Heikki Johannes Kovalainen (Finnish pronunciation: [ˈheikki ˈkoʋɑlɑinen]; born 19 October 1981) is a Finnish racing driver. He raced in Formula 1 between 2007 and 2013 for the Renault, McLaren, Team Lotus and Lotus F1 teams.\nHe was supported by the Renault Driver Development programme early in his racing career, during which he won the World Series by Nissan championship and finished runner-up in the GP2 series.",
      "pageId": 1527343,
      "monthDay": "10/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sachiko_Sugiyama",
      "name": "Sachiko Sugiyama",
      "aboutText": "Henri \"Trollhorn\" Sorvali, born 19 October 1978 in Finland, is the guitarist and keyboardist of the pagan metal band Moonsorrow, and keyboardist for Finntroll, and also plays for The Wicked.\nHe also played keyboards on a few occasional gigs with The Rasmus in the late 90's. He has also played in bands called Thunderdogs and Lakupaavi (a side project done as a joke by members of Moonsorrow), and played as a session musician on Ensiferum's self-titled debut album and Glittertind's mini-album Til Dovre Faller.",
      "pageId": 3025542,
      "monthDay": "10/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hiromi_Yanagihara",
      "name": "Hiromi Yanagihara",
      "aboutText": "Daan Lodewijk Samuel van Bunge (born 19 October 1982) is a Dutch cricketer. He is a right-handed batsman and a right-arm leg break bowler.\nVan Bunge has represented the Netherlands at many age levels, including at the Under-15 World Cup in 1996, and on their Under-17 tour of England in 1997.",
      "pageId": 3042586,
      "monthDay": "10/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jos%C3%A9_Bautista",
      "name": "José Bautista",
      "aboutText": "Christian Joseph Morata Bautista (born October 19, 1981), more popularly known by his screen name Christian Bautista, is a Filipino singer, actor, host, and model. He was a finalist of Star In A Million, a Philippine reality show aired on ABS-CBN channel, winning the 4th place in the competition in 2003. After the contest, he signed a recording contract with Warner Music Philippines and released his self-titled debut album, Christian Bautista.",
      "pageId": 3076180,
      "monthDay": "10/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rajai_Davis",
      "name": "Rajai Davis",
      "aboutText": "Andrew \"Andy\" Lonergan (born 19 October 1983) is an English footballer who plays for Fulham in the Championship as a goalkeeper. He is a former England U21 international and is also eligible to play for Republic of Ireland.",
      "pageId": 5087034,
      "monthDay": "10/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Benjamin_Salisbury",
      "name": "Benjamin Salisbury",
      "aboutText": "Gillian MacLaren Jacobs (/ˈɡɪlɪən/; born October 19, 1982) is an American actress and director. She portrayed Britta Perry on the NBC/Yahoo! Screen comedy series Community.",
      "pageId": 5811122,
      "monthDay": "10/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Christian_Bautista",
      "name": "Christian Bautista",
      "aboutText": "Brian Robertson (born October 19, 1979) is the trombone player for the Orange County-based third-wave ska band Suburban Legends and, along with Vincent Walker, is one of the two members to have played with the band since its origin as Bomb Squad. He met other ex-Suburban Legends / Bomb Squad members, trumpet player Aaron Bertram and best friend and trombone player Ryan Dallas Cook through the Huntington Beach High School Marching Band. In 2007, Robertson started to be known by the nickname 'Robot', most likely a reference to the dance moves he does onstage with the band, the first three letters of his last name, and/or to avoid confusion with the band's other Brian, Brian Klemm.",
      "pageId": 5892504,
      "monthDay": "10/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Heikki_Kovalainen",
      "name": "Heikki Kovalainen",
      "aboutText": "José Luis López (born 19 October 1979 in Mexico City) is a Mexican football player.",
      "pageId": 6024758,
      "monthDay": "10/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Atom_Araullo",
      "name": "Atom Araullo",
      "aboutText": "Hiromi Yanagihara (柳原 尋美, Yanagihara Hiromi, October 19, 1979 – July 16, 1999) was a founding member of Hello! Project J-pop group Country Musume. She joined Country Musume in 1999 along with Rinne Toda and Azusa Kobayashi.",
      "pageId": 6383414,
      "monthDay": "10/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gillian_Jacobs",
      "name": "Gillian Jacobs",
      "aboutText": "Rajai Lavae Davis (/ˈrɑːʒeɪ ˈdeɪvɨs/; born October 19, 1980) is an American professional baseball outfielder for the Cleveland Indians of Major League Baseball (MLB). He previously played in MLB for the Pittsburgh Pirates, San Francisco Giants, Oakland Athletics, Toronto Blue Jays, and Detroit Tigers.\nDavis began his career as a switch-hitter, but became a full-time right-handed hitter prior to the 2004 season.",
      "pageId": 6506677,
      "monthDay": "10/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Louis_Oosthuizen",
      "name": "Louis Oosthuizen",
      "aboutText": "Zakhar Vladimirovich Dubensky (Russian: Захар Владимирович Дубенский; born 19 October 1978) is a retired Russian football midfielder. He last played for FC Volgar-Gazprom Astrakhan.\n^ Дубенский Захар Владимирович (in Russian).",
      "pageId": 9020242,
      "monthDay": "10/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gonzalo_Pineda",
      "name": "Gonzalo Pineda",
      "aboutText": "Lodewicus Theodorus \"Louis\" Oosthuizen (/ˈluːiː ˈwʊst.haɪzən/; Afrikaans pronunciation: [ˈlu.i ˈoəst.ɦœjzən]; born 19 October 1982) is a South African professional golfer who won the 2010 Open Championship and has finished runner-up in a further three major championships: the 2012 Masters Tournament losing in a sudden death playoff, the 2015 U.S. Open, and the 2015 Open Championship where he was defeated in a four-hole aggregate playoff.",
      "pageId": 9529084,
      "monthDay": "10/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Daan_van_Bunge",
      "name": "Daan van Bunge",
      "aboutText": "Alfonso Tomas Pagaduan Araullo (born October 19, 1982), better known as Atom Araullo, is a news reporter of ABS-CBN News and Current Affairs shows like Umagang Kay Ganda, TV Patrol World and Bandila. He was also a contributor to Studio 23's Y Speak.",
      "pageId": 11425957,
      "monthDay": "10/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rebecca_Ferguson_(actress)",
      "name": "Rebecca Ferguson",
      "aboutText": "Sachiko Sugiyama (杉山 祥子,Sugiyama Sachiko, born October 19, 1979) is a volleyball player from Japan, who competed at the 2004 Summer Olympics in Athens, Greece, wearing the number #12 jersey. There she ended up in fifth place with the Japan women's national team.",
      "pageId": 17547400,
      "monthDay": "10/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andy_Lonergan",
      "name": "Andy Lonergan",
      "aboutText": "Rebecca Louisa Ferguson Sundström (born 19 October 1983) is a Swedish actress. She is best known for her lead role as Elizabeth Woodville in The White Queen (2013), which earned her a Golden Globe nomination, and her starring role as Ilsa Faust in Mission: Impossible – Rogue Nation (2015).",
      "pageId": 20236413,
      "monthDay": "10/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cara_Santa_Maria",
      "name": "Cara Santa Maria",
      "aboutText": "Cara Louise Santa Maria (born October 19, 1983) is an American science communicator, journalist, producer, television host, and podcaster.\nSanta Maria wrote her first blog for The Huffington Post in March 2010 before joining the publication as its founding science correspondent and host of the Talk Nerdy to Me web series from October 2011 until April 2013. She also co-hosted Take Part Live with Jacob Soboroff on Pivot TV from August 1, 2013 until April 17, 2014.",
      "pageId": 34446021,
      "monthDay": "10/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Julia_Selepen",
      "name": "Julia Selepen",
      "aboutText": "Janet Ava Leon (born 19 October 1990 in Gothenburg, Sweden) known professionally as Janet Leon, is a Swedish singer-songwriter of Persian descent. She was part of the pop girl group Play between 2003–2005, replacing Faye as the lead singer.",
      "pageId": 533512,
      "monthDay": "10/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Elaine_Bradley",
      "name": "Elaine Bradley",
      "aboutText": "Kaio Márcio de Almeida (born October 19, 1984 in João Pessoa, Brazil) is a Brazilian swimmer who specializes in the butterfly. He is also known by the reduced versions of his name: Kaio Márcio, Kaio Márcio de Almeida, Kaio Almeida, or Kaio de Almeida.\nAlmeida was nine years old when he began swimming in Esporte Clube Cabo Branco in João Pessoa.",
      "pageId": 3469631,
      "monthDay": "10/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kaio_de_Almeida",
      "name": "Kaio de Almeida",
      "aboutText": "Saki Fujita (藤田咲, Fujita Saki, born October 19, 1984) is a Japanese voice actress from Tokyo, Japan represented by Arts Vision. She sang the ending theme to the anime Tokimeki Memorial Only Love, \"Kiseki no Kakera\", (奇跡のかけら) along with Yuki Makishima and Yukako Yoshikawa as well as the opening of Working!!, Coolish Walk, with Kana Asumi and Eri Kitamura. She is best known in Japan for sampling her voice for the Crypton Future Media's Vocaloid, Hatsune Miku.",
      "pageId": 8307755,
      "monthDay": "10/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Saki_Fujita",
      "name": "Saki Fujita",
      "aboutText": "Erina Yamaguchi (山口 絵里奈, Yamaguchi Erina, born October 19, 1985) is a Japanese big-breasted glamour model (kyonyū gravure idol).",
      "pageId": 8819651,
      "monthDay": "10/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/RR_Enriquez",
      "name": "RR Enriquez",
      "aboutText": "Miroslav \"Miňo\" Stoch (born 19 October 1989) is a Slovak professional footballer who plays as a winger for Turkish club Bursaspor on loan from Fenerbahçe, and Slovakia national football team.\nHe has earned 45 caps for Slovakia since his debut in 2009, and was included in their squad for the 2010 FIFA World Cup.\nOn 7 January 2013, he won the FIFA Puskás Award for the best goal of 2012, ahead of Neymar and Radamel Falcao.",
      "pageId": 13675675,
      "monthDay": "10/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Erina_Yamaguchi",
      "name": "Erina Yamaguchi",
      "aboutText": "Samantha Lee Munro (born October 19, 1990 in Oshawa, Ontario) is a Canadian actress. She is best known for her role as Anya MacPherson on Degrassi: The Next Generation. In 2015, Munro was cast in the role of Shannen Doherty/Brenda Walsh in Lifetime's The Unauthorized Beverly Hills, 90210 Story.",
      "pageId": 17172890,
      "monthDay": "10/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tsunenori_Aoki",
      "name": "Tsunenori Aoki",
      "aboutText": "Julia Selepen (born October 19, 1983 in Kaunas) is a Lithuanian figure skater. She is the 2001 and 2002 Lithuanian silver medalist. She placed 33rd at the 2001 European Figure Skating Championships.",
      "pageId": 18305155,
      "monthDay": "10/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Fumino_Kimura",
      "name": "Fumino Kimura",
      "aboutText": "Thomas Charles \"Tom\" Kilbey (born 19 October 1990) is an English television star and Designer. He used to play as a professional footballer for Portsmouth F.C.. Tom Kilbey grew up in East London and went to Forest School.",
      "pageId": 22318563,
      "monthDay": "10/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Zeph_Ellis",
      "name": "Zeph Ellis",
      "aboutText": "RR Enriquez (born Romyreen Enriquez on October 19, 1985) is a Filipino model and television personality.She first became known as one of the dancers on the variety and game show Wowowee. She later became one of its hosts alongside Mariel Rodriguez, Valerie Concepcion and Pokwang. She currently stars on the Filipino comedy show Banana Split on ABS-CBN, together with Angelica Panganiban, Pokwang and others.",
      "pageId": 22336412,
      "monthDay": "10/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Miroslav_Stoch",
      "name": "Miroslav Stoch",
      "aboutText": "Abigail Jillian \"Abby\" Sunderland (born October 19, 1993) is an American sailor who, in 2010, attempted to become the youngest person to sail solo around the world, but failed.\n^ a b c \"California Birth Index, 1905-1995\". Ancestry.com.",
      "pageId": 25929453,
      "monthDay": "10/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rakuto_Tochihara",
      "name": "Rakuto Tochihara",
      "aboutText": "Rakuto Tochihara (栩原 楽人, Tochihara Rakuto) is a Japanese actor and child actor from Tokyo, a graduate of Horikoshi High School. His debut role was in Boogiepop Phantom where he voiced the character Poom Poom. He later had a starring role in the 2005 Kamen Rider Series Kamen Rider Hibiki and its film Kamen Rider Hibiki & The Seven Senki as the character Asumu Adachi.",
      "pageId": 26634438,
      "monthDay": "10/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Janine_Tugonon",
      "name": "Janine Tugonon",
      "aboutText": "Found Real Home,",
      "pageId": 31509353,
      "monthDay": "10/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tom_Kilbey",
      "name": "Tom Kilbey",
      "aboutText": "Joseph Ellis-Stevenson (born 19 October 1988), better known by his stage name Zeph Ellis (formerly Dot Rotten), is an English rapper and producer born in Stockwell, London, England. Having released a series of mixtapes independently, Ellis signed to Mercury Records and then signed to be managed by Takeover Entertainment in April 2011; releasing his debut single \"Keep It on a Low\" on 4 November 2011. On 5 December 2011, the BBC announced that he had been nominated for the BBC's Sound of 2012 poll.",
      "pageId": 34205758,
      "monthDay": "10/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Janet_Leon",
      "name": "Janet Leon",
      "aboutText": "Agnė Sereikaitė (born 19 October 1994 in Vilnius, Lithuania) is a Lithuanian short track speed skater.\nIn 2014 Winter Olympics Sereikaitė participated in all three individual events and become first ever Lithuanian short track skater to qualify for the Olympics. She finished 24th at 500 metre distance, got penalized at 1000 metre distance and reached semifinals of 1500 metre event, where she end up braking her personal record by almost 5 seconds and finishing 16th overall.",
      "pageId": 34890820,
      "monthDay": "10/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jessica_Meuse",
      "name": "Jessica Meuse",
      "aboutText": "Shiho (志保, born October 19, 1992), is a Japanese actress and model.",
      "pageId": 34904386,
      "monthDay": "10/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Samantha_Munro",
      "name": "Samantha Munro",
      "aboutText": "Michael Colton Dixon (born October 19, 1991) is an American singer from Murfreesboro, Tennessee. He placed seventh on the eleventh season of American Idol.",
      "pageId": 34950989,
      "monthDay": "10/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Colton_Dixon",
      "name": "Colton Dixon",
      "aboutText": "Janine Marie Raymundo Tugonon (born October 19, 1989 in Orion, Bataan, Philippines) is a Filipino model, TV Presenter and beauty pageant titleholder was crowned Miss Universe-Philippines 2012 and placed 1st Runner-Up at Miss Universe 2012.",
      "pageId": 35536662,
      "monthDay": "10/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Shiho_(actress)",
      "name": "Shiho",
      "aboutText": "Jessica Rose Meuse (born October 19, 1990), also known as Jess Meuse, is an American singer from Slapout, Alabama, who finished in fourth place on the thirteenth season of American Idol. She has been singing in public since she was ten years old, and self-released a debut album, called What's So Hard About Bein' a Man in 2011. While competing on American Idol, she became the first person in the history of the series to perform an original song during the finals.",
      "pageId": 42004320,
      "monthDay": "10/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Abby_Sunderland",
      "name": "Abby Sunderland",
      "aboutText": "Fumino Kimura (木村 文乃, Kimura Fumino, born October 19, 1987 in Tokyo) is a Japanese actress.",
      "pageId": 43828018,
      "monthDay": "10/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Agn%C4%97_Sereikait%C4%97",
      "name": "Agnė Sereikaitė",
      "aboutText": "Tsunenori Aoki (青木 玄徳, Aoki Tsunenori, born October 19, 1987, in Saitama Prefecture, Japan) is a Japanese actor who is represented by the talent agency, Dolce Star.\n^ \"Official profile\" (in Japanese).",
      "pageId": 47893850,
      "monthDay": "10/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Kenta_Suga",
      "name": "Kenta Suga",
      "aboutText": "Kenta Suga (須賀 健太, Suga Kenta, born October 19, 1994, in Edogawa, Tokyo, Japan) is a Japanese actor who is represented by the talent agency, Central Group, then Horipro.\n^ \"Official profile\".",
      "pageId": 47633969,
      "monthDay": "10/19"
    }
  ]
}