{
  "people": [
    {
      "year": "1475",
      "uri": "/wiki/Giovanni_di_Bernardo_Rucellai",
      "name": "Giovanni di Bernardo Rucellai",
      "aboutText": "Aelbert Jacobsz Cuyp (October 20, 1620 – November 15, 1691) was one of the leading Dutch landscape painters of the Dutch Golden Age in the 17th century. The most famous of a family of painters, the pupil of his father Jacob Gerritsz Cuyp (1594–1651/52), he is especially known for his large views of the Dutch countryside in early morning or late afternoon light.",
      "pageId": 2758,
      "monthDay": "10/20"
    },
    {
      "year": "1496",
      "uri": "/wiki/Claude,_Duke_of_Guise",
      "name": "Claude, Duke of Guise",
      "aboutText": "Karl Andree (20 October 1808 – 10 August 1875) was a German geographer.",
      "pageId": 16795,
      "monthDay": "10/20"
    },
    {
      "year": "1616",
      "uri": "/wiki/Thomas_Bartholin",
      "name": "Thomas Bartholin",
      "aboutText": "Sir Christopher Michael Wren /ˈrɛn/ PRS (20 October 1632 – 25 February 1723) is one of the most highly acclaimed English architects in history. He was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including his masterpiece, St. Paul's Cathedral, on Ludgate Hill, completed in 1710.",
      "pageId": 52946,
      "monthDay": "10/20"
    },
    {
      "year": "1620",
      "uri": "/wiki/Aelbert_Cuyp",
      "name": "Aelbert Cuyp",
      "aboutText": "Stanisław I Leszczyński (Polish pronunciation: [staˈɲiswaf lɛʂˈtʂɨɲskʲi]; also known as Stanislaus I, Lithuanian: Stanislovas Leščinskis, French: Stanislas Leszczynski; 20 October 1677 – 23 February 1766) was King of Poland, Grand Duke of Lithuania, Duke of Lorraine and a count of the Holy Roman Empire.\nStanisław was born into a powerful magnate family of Greater Poland, and he had the opportunity to travel to western Europe in his youth. In 1702 King Charles XII of Sweden marched into the country as part of a continuing series of conflicts between the powers of northern Europe.",
      "pageId": 148465,
      "monthDay": "10/20"
    },
    {
      "year": "1632",
      "uri": "/wiki/Christopher_Wren",
      "name": "Christopher Wren",
      "aboutText": "Henry John Temple, 3rd Viscount Palmerston, KG, GCB, PC (20 October 1784 – 18 October 1865) was a British statesman who served twice as Prime Minister in the mid-19th century. Popularly nicknamed \"Pam\" and \"The Mongoose\", he was in government office almost continuously from 1807 until his death in 1865, beginning his parliamentary career as a Tory and concluding it as a Liberal.\nHe is best remembered for his direction of British foreign policy through a period when Britain was at the height of its power, serving terms as both Foreign Secretary and Prime Minister.",
      "pageId": 154660,
      "monthDay": "10/20"
    },
    {
      "year": "1660",
      "uri": "/wiki/Robert_Bertie,_1st_Duke_of_Ancaster_and_Kesteven",
      "name": "Robert Bertie, 1st Duke of Ancaster and Kesteven",
      "aboutText": "Thomas Bartholin (/bɑrˈtoʊlɪn, ˈbɑrtəlɪn/; Latinized: Thomas Bartholinus; 20 October 1616 – 4 December 1680) was a Danish physician, mathematician, and theologian. He is best known for his work in the discovery of the lymphatic system in humans and for his advancements of the theory of refrigeration anesthesia, being the first to describe it scientifically.\nThomas Bartholin came from a family that has become famous for its pioneering scientists, twelve of whom became professors at the University of Copenhagen.",
      "pageId": 331256,
      "monthDay": "10/20"
    },
    {
      "year": "1677",
      "uri": "/wiki/Stanis%C5%82aw_I",
      "name": "Stanisław I",
      "aboutText": "Claude de Lorraine, duc de Guise (20 October 1496, Château de Condé-sur-Moselle, – 12 April 1550, Château de Joinville) was a French aristocrat and general. He became the first Duke of Guise in 1528.\nHe was the second son of René II, Duke of Lorraine, and Philippa of Guelders.",
      "pageId": 655833,
      "monthDay": "10/20"
    },
    {
      "year": "1700",
      "uri": "/wiki/Charlotte_Agla%C3%A9_d%27Orl%C3%A9ans",
      "name": "Charlotte Aglaé d'Orléans",
      "aboutText": "Gottfried Achenwall (20 October 1719 – 1 May 1772) was a German philosopher, ARA historian, economist, jurist and statistician.",
      "pageId": 822005,
      "monthDay": "10/20"
    },
    {
      "year": "1711",
      "uri": "/wiki/Timothy_Ruggles",
      "name": "Timothy Ruggles",
      "aboutText": "Robert Bertie, 1st Duke of Ancaster and Kesteven PC (20 October 1660 – 26 July 1723), styled Lord Willoughby de Eresby between 1666 and 1701 and known as The Earl of Lindsey between 1701 and 1706 and as The Marquess of Lindsey between 1706 and 1715, was a British statesman and nobleman.",
      "pageId": 1090542,
      "monthDay": "10/20"
    },
    {
      "year": "1719",
      "uri": "/wiki/Gottfried_Achenwall",
      "name": "Gottfried Achenwall",
      "aboutText": "Chauncey Goodrich (October 20, 1759 – August 18, 1815) was an American lawyer and politician from Connecticut who represented that state in the United States Congress as both a senator and a representative.",
      "pageId": 1118021,
      "monthDay": "10/20"
    },
    {
      "year": "1740",
      "uri": "/wiki/Isabelle_de_Charri%C3%A8re",
      "name": "Isabelle de Charrière",
      "aboutText": "Patrick Matthew (20 October 1790 – 8 June 1874) was a Scottish landowner and fruit farmer, who contributed to understanding of horticulture, silviculture, and agriculture in general, with a focus on maintaining the British navy and feeding new colonies. He published the basic concept of natural selection as a mechanism of evolution in an appendix to his 1831 book On Naval Timber and Arboriculture, but failed to develop or publicise his ideas concerning natural selection. Consequently, when Charles Darwin published On the Origin of Species, he and Alfred Russel Wallace were regarded by their scientific peers as having originated (independently of each other) the theory of evolution by natural selection; it has been suggested that Darwin and/or Wallace had encountered Matthew's earlier work, but there is no firm evidence of this.",
      "pageId": 1128934,
      "monthDay": "10/20"
    },
    {
      "year": "1759",
      "uri": "/wiki/Chauncey_Goodrich",
      "name": "Chauncey Goodrich",
      "aboutText": "Pauline Bonaparte (20 October 1780 – 9 June 1825) was the first sovereign Duchess of Guastalla, an imperial French Princess and the Princess consort of Sulmona and Rossano. She was the sixth child of Letizia Ramolino and Carlo Buonaparte, Corsica's representative to the court of King Louis XVI of France. Her elder brother, Napoleon, was the first Emperor of the French.",
      "pageId": 1179985,
      "monthDay": "10/20"
    },
    {
      "year": "1780",
      "uri": "/wiki/Pauline_Bonaparte",
      "name": "Pauline Bonaparte",
      "aboutText": "Karol Mikuli, often seen as Charles Mikuli (Armenian: Կարոլ Միկուլի or Կարոլ Պստիկյան; 20 October 1819 – 21 May 1897) was an Polish pianist, composer, conductor and teacher.",
      "pageId": 1244077,
      "monthDay": "10/20"
    },
    {
      "year": "1784",
      "uri": "/wiki/Henry_John_Temple,_3rd_Viscount_Palmerston",
      "name": "Henry John Temple, 3rd Viscount Palmerston",
      "aboutText": "Isabelle de Charrière (20 October 1740 – 27 December 1805), known as Belle van Zuylen in the Netherlands, née Isabella Agneta Elisabeth van Tuyll van Serooskerken, and [Madame] Isabelle de Charrière elsewhere, was a Dutch writer of the Enlightenment who lived the latter half of her life in Switzerland. She is now best known for her letters and novels, although she also wrote pamphlets, music and plays.",
      "pageId": 1463135,
      "monthDay": "10/20"
    },
    {
      "year": "1785",
      "uri": "/wiki/George_Ormerod",
      "name": "George Ormerod",
      "aboutText": "Timothy Dwight Ruggles (October 20, 1711 – August 4, 1795) was an American military leader, jurist and politician. He was a delegate to the Stamp Act Congress of 1765.",
      "pageId": 1949157,
      "monthDay": "10/20"
    },
    {
      "year": "1790",
      "uri": "/wiki/Patrick_Matthew",
      "name": "Patrick Matthew",
      "aboutText": "George Ormerod (20 October 1785 – 9 October 1873) was an English antiquary and historian.",
      "pageId": 9976087,
      "monthDay": "10/20"
    },
    {
      "year": "1801",
      "uri": "/wiki/Melchior_Berri",
      "name": "Melchior Berri",
      "aboutText": "Charlotte Aglaé d'Orléans, (20 October 1700 – 19 January 1761) was the Duchess of Modena and Reggio by marriage. She was the third daughter of Philippe II, Duke of Orléans, and of his wife, Françoise-Marie de Bourbon. She was born a princesse du sang.",
      "pageId": 10010483,
      "monthDay": "10/20"
    },
    {
      "year": "1808",
      "uri": "/wiki/Karl_Andree",
      "name": "Karl Andree",
      "aboutText": "Melchior Berri (born October 20, 1801 in Basel, died May 12, 1854 in Basel) was a well-known Swiss architect.\nHe was the son of Melchior Berri (parish priest in Münchenstein) and Appollonia Streckeisen.",
      "pageId": 15479797,
      "monthDay": "10/20"
    },
    {
      "year": "1819",
      "uri": "/wiki/B%C3%A1b",
      "name": "Báb",
      "aboutText": "Siyyid `Alí Muḥammad Shírází (/ˈseɪ.jədˈæ.liː.moʊˈhæ.məd.ʃiˈrɑːzi/, Persian: سيد علی ‌محمد شیرازی‎‎; October 20, 1819 – July 9, 1850) was the founder of Bábism, and one of three central figures of the Bahá'í Faith. He was a merchant from Shiraz, Persia who, at the age of twenty-four (on the evening of May 22, 1844), claimed to be an inspired interpreter of the Qur'an within the Shaykhi school of Twelver Shi'ism. He made bolder claims as time passed, and in 1847, during a trial in Tabriz, asserted a claim to be the Shi'i 'promised one' or Qá'im (or Mahdi).",
      "pageId": 28361417,
      "monthDay": "10/20"
    },
    {
      "year": "1819",
      "uri": "/wiki/Karol_Mikuli",
      "name": "Karol Mikuli",
      "aboutText": "Giovanni di Bernardo Rucellai (20 October 1475 – 3 April 1525) was an Italian humanist, poet, dramatist and man of letters in Renaissance Florence, in Tuscany, Italy. A member of a wealthy family of wool merchants and one of the richest men in Florence, he was cousin to Pope Leo X and linked by marriage to the powerful Strozzi and de' Medici families. He was born in Florence, and died in Rome.",
      "pageId": 38881473,
      "monthDay": "10/20"
    },
    {
      "year": "1822",
      "uri": "/wiki/Thomas_Hughes",
      "name": "Thomas Hughes",
      "aboutText": "Béla Ferenc Dezső Blaskó (20 October 1882 – 16 August 1956), better known as Bela Lugosi, was a Hungarian-American actor, famous for portraying Count Dracula in the original 1931 film and for his roles in various other horror films.\nHe had been playing small parts on the stage in his native Hungary before making his first film in 1917, but had to leave the country after the failed Hungarian Communist Revolution of 1919. He had roles in several films in Weimar Germany before arriving in the United States as a seaman on a merchant ship.",
      "pageId": 5034,
      "monthDay": "10/20"
    },
    {
      "year": "1832",
      "uri": "/wiki/Constantin_Lipsius",
      "name": "Constantin Lipsius",
      "aboutText": "John Dewey (/ˈduːi/; October 20, 1859 – June 1, 1952) was an American philosopher, psychologist, Georgist, and educational reformer whose ideas have been influential in education and social reform. Dewey is one of the primary figures associated with the philosophy of pragmatism and is considered one of the founders of functional psychology. A Review of General Psychology survey, published in 2002, ranked Dewey as the 93rd most cited psychologist of the 20th century.",
      "pageId": 16187,
      "monthDay": "10/20"
    },
    {
      "year": "1854",
      "uri": "/wiki/Arthur_Rimbaud",
      "name": "Arthur Rimbaud",
      "aboutText": "Ferdinand Joseph LaMothe (October 20, 1890 – July 10, 1941), known professionally as Jelly Roll Morton, was an American ragtime and early jazz pianist, bandleader and composer who started his career in New Orleans, Louisiana.\nWidely recognized as a pivotal figure in early jazz, Morton is perhaps most notable as jazz's first arranger, proving that a genre rooted in improvisation could retain its essential spirit and characteristics when notated. His composition \"Jelly Roll Blues\" was the first published jazz composition, in 1915.",
      "pageId": 44120,
      "monthDay": "10/20"
    },
    {
      "year": "1858",
      "uri": "/wiki/John_Burns",
      "name": "John Burns",
      "aboutText": "Charles Edward Ives (/aɪvz/; October 20, 1874 – May 19, 1954) was an American modernist composer. He is one of the first American composers of international renown, though his music was largely ignored during his life, and many of his works went unperformed for many years. Over time, he came to be regarded as an \"American original.\" He combined the American popular and church-music traditions of his youth with European art music, and was among the first composers to engage in a systematic program of experimental music, with musical techniques including polytonality, polyrhythm, tone clusters, aleatoric elements, and quarter tones, foreshadowing many musical innovations of the 20th century.",
      "pageId": 66283,
      "monthDay": "10/20"
    },
    {
      "year": "1859",
      "uri": "/wiki/John_Dewey",
      "name": "John Dewey",
      "aboutText": "Jean Nicolas Arthur Rimbaud (/ræmˈboʊ/ or /ˈræmboʊ/; French pronunciation: [aʁtyʁ ʁɛ̃bo] ; 20 October 1854 – 10 November 1891) was a French poet born in Charleville, Ardennes. He influenced modern literature and arts, inspired various musicians, and prefigured surrealism. He started writing poems at a very young age, while still in primary school, and stopped completely before he turned 21.",
      "pageId": 155094,
      "monthDay": "10/20"
    },
    {
      "year": "1864",
      "uri": "/wiki/James_F._Hinkle",
      "name": "James F. Hinkle",
      "aboutText": "Sir James Chadwick, CH, FRS (20 October 1891 – 24 July 1974) was an English physicist who was awarded the 1935 Nobel Prize in Physics for his discovery of the neutron in 1932. In 1941, he wrote the final draft of the MAUD Report, which inspired the U.S. government to begin serious atomic bomb research efforts. He was the head of the British team that worked on the Manhattan Project during the Second World War.",
      "pageId": 174316,
      "monthDay": "10/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Nellie_McClung",
      "name": "Nellie McClung",
      "aboutText": "Charley Chase (October 20, 1893 – June 20, 1940) was an American comedian, actor, screenwriter and film director, best known for his work in Hal Roach short film comedies.",
      "pageId": 339404,
      "monthDay": "10/20"
    },
    {
      "year": "1874",
      "uri": "/wiki/Charles_Ives",
      "name": "Charles Ives",
      "aboutText": "Thomas Hughes (20 October 1822 – 22 March 1896) was an English lawyer, judge and author. He is most famous for his novel Tom Brown's School Days (1857), a semi-autobiographical work set at Rugby School, which Hughes had attended. It had a lesser-known sequel, Tom Brown at Oxford (1861).",
      "pageId": 367947,
      "monthDay": "10/20"
    },
    {
      "year": "1882",
      "uri": "/wiki/Margaret_Dumont",
      "name": "Margaret Dumont",
      "aboutText": "Nellie Letitia McClung, (née Mooney ; 20 October 1873 – 1 September 1951), was a Canadian feminist, politician, author, and social activist. She was a part of the social and moral reform movements prevalent in Western Canada in the early 1900s. In 1927, McClung and four other women: Henrietta Muir Edwards, Emily Murphy, Louise McKinney and Irene Parlby, who together came to be known as \"The Famous Five\" (also called \"The Valiant Five\"), launched the \"Persons Case,\" contending that women could be \"qualified persons\" eligible to sit in the Senate.",
      "pageId": 412731,
      "monthDay": "10/20"
    },
    {
      "year": "1882",
      "uri": "/wiki/Bela_Lugosi",
      "name": "Bela Lugosi",
      "aboutText": "John Elliot Burns (20 October 1858 – 24 January 1943) was an English trade unionist and politician of the late 19th and early 20th centuries, particularly associated with London politics. He was a socialist and then a Liberal Member of Parliament and Minister. He was anti-alcohol and a keen sportsman.",
      "pageId": 436945,
      "monthDay": "10/20"
    },
    {
      "year": "1885",
      "uri": "/wiki/Jelly_Roll_Morton",
      "name": "Jelly Roll Morton",
      "aboutText": "Margaret Dumont (October 20, 1882 – March 6, 1965) was an American stage and film actress. She is best remembered as the comic foil to the Marx Brothers in seven of their films.",
      "pageId": 467628,
      "monthDay": "10/20"
    },
    {
      "year": "1887",
      "uri": "/wiki/Prince_Yasuhiko_Asaka",
      "name": "Prince Yasuhiko Asaka",
      "aboutText": "General Prince Yasuhiko Asaka (朝香宮鳩彦王, Asaka-no-miya Yasuhiko-ō, 20 October 1887 – 12 April 1981) of Japan, was the founder of a collateral branch of the Japanese imperial family and a career officer in the Imperial Japanese Army. Son-in-law of Emperor Meiji and uncle by marriage of Emperor Hirohito, Prince Asaka was commander of Japanese forces in the final assault on Nanjing, then the capital city of Nationalist China, in December 1937.",
      "pageId": 483232,
      "monthDay": "10/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Johann_Gruber",
      "name": "Johann Gruber",
      "aboutText": "Olive Thomas (October 20, 1894 – September 10, 1920) was an American silent film actress and model.\nThomas began her career as an illustrators' model in 1914, and moved on to the Ziegfeld Follies the following year. During her time as a Ziegfeld girl, she also appeared in the more risqué show, The Midnight Frolic.",
      "pageId": 592446,
      "monthDay": "10/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Aleksander_Maaker",
      "name": "Aleksander Maaker",
      "aboutText": "For the film director, producer, writer and actor of the same name, see Rex Ingram (director) (1892–1950)",
      "pageId": 1520584,
      "monthDay": "10/20"
    },
    {
      "year": "1891",
      "uri": "/wiki/Samuel_Flagg_Bemis",
      "name": "Samuel Flagg Bemis",
      "aboutText": "Lieutenant General Prince Imperial Yeong, the Yi Un, Crown Prince Uimin (also Euimin), also known as Yi Un, Yi Eun, Lee Eun, and Un Yi (20 October 1897 – 1 May 1970), was the 28th Head of the Korean Imperial House, an Imperial Japanese Army general and the last crown prince of Korea.",
      "pageId": 1923385,
      "monthDay": "10/20"
    },
    {
      "year": "1891",
      "uri": "/wiki/James_Chadwick",
      "name": "James Chadwick",
      "aboutText": "Samuel Flagg Bemis (October 20, 1891 – September 26, 1973) was an American historian and biographer. For many years he taught at Yale University. He was also President of the American Historical Association and a specialist in American diplomatic history.",
      "pageId": 7906626,
      "monthDay": "10/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Charley_Chase",
      "name": "Charley Chase",
      "aboutText": "Johannes Wilhelm Constantin Lipsius (20 October 1832 – 11 April 1894) was a German architect and architectural theorist, best known for his controversial design of the Royal Academy of Fine Arts and Exhibition Building (1883–1894) on the Brühl Terrace in Dresden, today known as the Lipsius-Bau.",
      "pageId": 8632931,
      "monthDay": "10/20"
    },
    {
      "year": "1894",
      "uri": "/wiki/Olive_Thomas",
      "name": "Olive Thomas",
      "aboutText": "Dr. Johann Gruber (October 20, 1889 - April 7, 1944), also known as \"Papa Gruber\" and \"The Saint of Gusen\", was an Austrian Roman Catholic priest who was imprisoned in the Mauthausen-Gusen concentration camp from 1940 until his death in April 1944.",
      "pageId": 12711099,
      "monthDay": "10/20"
    },
    {
      "year": "1895",
      "uri": "/wiki/Rex_Ingram_(actor)",
      "name": "Rex Ingram",
      "aboutText": "James Fielding Hinkle (October 20, 1864 – March 26, 1951) was an American politician and the sixth Governor of New Mexico.",
      "pageId": 14415629,
      "monthDay": "10/20"
    },
    {
      "year": "1897",
      "uri": "/wiki/Yi_Un",
      "name": "Yi Un",
      "aboutText": "Aleksander Maaker (20 October [O.S. 8 October] 1890 in Muda, Hiiumaa – 28 January 1968), nicknamed Torupilli-Sass was a folk musician, a player of the traditional torupill, the Estonian bagpipe. Maaker was from the Estonian island of Hiiumaa. At the time of his death, the only other torupill player was the revivalist Olev Roomet, at the time a choir member, though other revivalist such as Ants Taul took up the instrument and its construction beginning in the 1970s.",
      "pageId": 31788919,
      "monthDay": "10/20"
    },
    {
      "year": "1900",
      "uri": "/wiki/Wayne_Morse",
      "name": "Wayne Morse",
      "aboutText": "Thomas Clement \"Tommy\" Douglas, PC CC SOM (20 October 1904 – 24 February 1986) was a Canadian social democratic politician and Baptist minister. He was elected to the Canadian House of Commons in 1935 as a member of the Co-operative Commonwealth Federation (CCF). He left federal politics to become the Saskatchewan CCF's leader and then the seventh Premier of Saskatchewan from 1944 to 1961.",
      "pageId": 213145,
      "monthDay": "10/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Adelaide_Hall",
      "name": "Adelaide Hall",
      "aboutText": "Dame Anna Neagle, DBE (20 October 1904 – 3 June 1986), born Florence Marjorie Robertson, was a popular English stage and film actress and singer and dancer",
      "pageId": 285289,
      "monthDay": "10/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Tommy_Douglas",
      "name": "Tommy Douglas",
      "aboutText": "Robert H. Lochner (October 20, 1918 - September 21, 2003) was a journalist who helped to revive the free media in West Germany after World War II and who is most well known for assisting John F. Kennedy with his famous \"Ich bin ein Berliner\" speech in 1963.\nBorn in New York on October 20, 1918, Lochner grew up in Berlin. He studied one semester at the University of Berlin, and then took a B.A. and an M.A. in Political Science and Economics at the University of Chicago and remained in the U.S. He worked for NBC during World War II, and returned to Germany as a U.S. soldier in 1945.",
      "pageId": 334429,
      "monthDay": "10/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Enolia_McMillan",
      "name": "Enolia McMillan",
      "aboutText": "Wayne Lyman Morse (October 20, 1900 – July 22, 1974) was an American politician and attorney from Oregon, known for his proclivity for opposing his parties' leadership, and specifically for his opposition to the Vietnam War on constitutional grounds.\nBorn in Madison, Wisconsin, and educated at the University of Wisconsin and the University of Minnesota Law School, Morse moved to Oregon in 1930 and began teaching at the University of Oregon School of Law. During World War II, he was elected to the U.S. Senate as a Republican; he became an Independent after Dwight D. Eisenhower's election to the presidency in 1952.",
      "pageId": 420986,
      "monthDay": "10/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Anna_Neagle",
      "name": "Anna Neagle",
      "aboutText": "Fayard Antonio Nicholas (October 20, 1914 – January 24, 2006) was an American choreographer, dancer and actor. He and his younger brother Harold Nicholas made up the Nicholas Brothers tap-dance duo, who starred in the MGM musicals An All-Colored Vaudeville Show (1935), Stormy Weather (1943), The Pirate (1948), The Five Heartbeats (1991) and Hard Four (2007). The Nicholas brothers also starred in the 20th Century-Fox musicals Down Argentine Way (1940), Sun Valley Serenade (1941), and Orchestra Wives (1942).",
      "pageId": 1164336,
      "monthDay": "10/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Arlene_Francis",
      "name": "Arlene Francis",
      "aboutText": "Arlene Francis (born Arline Francis Kazanjian; October 20, 1907 – May 31, 2001) was an American actress, radio talk show host, and game show panelist.",
      "pageId": 1339706,
      "monthDay": "10/20"
    },
    {
      "year": "1909",
      "uri": "/wiki/Carla_Laemmle",
      "name": "Carla Laemmle",
      "aboutText": "Jean-Pierre Melville (born Jean-Pierre Grumbach; 20 October 1917 – 2 August 1973) was a French filmmaker.\nWhile with the French Resistance during World War II, he adopted the nom de guerre Melville as a tribute to his favorite American author, Herman Melville. He kept it as his stage name once the war was over.",
      "pageId": 1422223,
      "monthDay": "10/20"
    },
    {
      "year": "1909",
      "uri": "/wiki/Yasushi_Sugiyama",
      "name": "Yasushi Sugiyama",
      "aboutText": "Louis Marshall Jones (October 20, 1913 – February 19, 1998), known professionally as Grandpa Jones, was an American banjo player and \"old time\" country and gospel music singer.",
      "pageId": 1802420,
      "monthDay": "10/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Chen_Liting",
      "name": "Chen Liting",
      "aboutText": "Robert Leo Sheppard (October 20, 1910 – July 11, 2010) was the long-time public address announcer for numerous New York area college and professional sports teams, in particular the New York Yankees of Major League Baseball (1951–2007), and the New York Giants (1956–2006) of the National Football League.\nSheppard announced more than 4,500 Yankees baseball games over a period of 56 years, including 22 pennant-winning seasons and 13 World Series championships; he called 121 consecutive postseason contests, 62 games in 22 World Series, and six no-hitters, including three perfect games. He was also the in-house voice for a half-century of Giants football games, encompassing nine conference championships, three NFL championships (1956, 1986, 1990), and the game often called \"the greatest ever played\", the classic 1958 championship loss to Baltimore.",
      "pageId": 1962114,
      "monthDay": "10/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Hopper_Read",
      "name": "Hopper Read",
      "aboutText": "Adelaide Louise Hall (20 October 1901 – 7 November 1993) was an American-born UK-based jazz singer and entertainer. Her long career spanned more than 70 years from 1921 until her death and she was a major figure in the Harlem Renaissance. Hall entered the Guinness Book of World Records in 2003 as the world's most enduring recording artist having released material over eight consecutive decades.",
      "pageId": 2575928,
      "monthDay": "10/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Bob_Sheppard",
      "name": "Bob Sheppard",
      "aboutText": "Holcombe Douglas “Hopper” Read (born 28 January 1910, Woodford Green, Essex, died 5 January 2000, Truro, Cornwall) was an English cricketer who played in one Test in 1935.\nRead, who received his nickname from the eccentric leap in his long run-up was regarded as the fastest bowler in the world for the brief period he was able to play first-class cricket, and though he could be extremely erratic in length he was still an extremely dangerous bowler on a lively pitch. Although a capable fast bowler, Read’s brief career was sufficient to show him among the very worst “rabbits” in the history of first-class cricket.",
      "pageId": 3664382,
      "monthDay": "10/20"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ruhi_Su",
      "name": "Ruhi Su",
      "aboutText": "Mehmet Ruhi Su (20 October 1912 – 20 September 1985) was a Turkish opera singer, Turkish folk singer and saz virtuoso of possibly Armenian origin.",
      "pageId": 4759173,
      "monthDay": "10/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Grandpa_Jones",
      "name": "Grandpa Jones",
      "aboutText": "Yasushi Sugiyama (杉山 寧, Sugiyama Yasushi, 20 October 1909–20 October 1993) was a Japanese painter of the Showa and Heisei eras, who practiced the nihonga style of watercolour painting.",
      "pageId": 7062037,
      "monthDay": "10/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/J._Michael_Hagopian",
      "name": "J. Michael Hagopian",
      "aboutText": "Enolia Pettigen McMillan (October 20, 1904 – October 24, 2006) was an African American educator, civil rights activist, and community leader and the first female national president of the NAACP.",
      "pageId": 7619500,
      "monthDay": "10/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Fayard_Nicholas",
      "name": "Fayard Nicholas",
      "aboutText": "Martin Drewes (20 October 1918 – 13 October 2013) was a night fighter flying ace in the German Luftwaffe during World War II. He is credited with 52 victories of which 43 were claimed at night mainly against British four-engine bombers whilst flying variants of the Messerschmitt Bf 110.",
      "pageId": 8547090,
      "monthDay": "10/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/St%C3%A9phane_Hessel",
      "name": "Stéphane Hessel",
      "aboutText": "Rebekah Isabelle \"Carla\" Laemmle (October 20, 1909 – June 12, 2014) was an American actress of German Jewish descent, and the niece of Universal Pictures studio founder Carl Laemmle. She was a movie actress in the 1920s and 1930s, and one of the longest surviving actors of the silent film era.",
      "pageId": 9745753,
      "monthDay": "10/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jean-Pierre_Melville",
      "name": "Jean-Pierre Melville",
      "aboutText": "Howard Tracy Hall (October 20, 1919 – July 25, 2008) was an American physical chemist, and the first person who grew a synthetic diamond according to a reproducible, verifiable and witnessed process, using a press of his own design.",
      "pageId": 11279900,
      "monthDay": "10/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Martin_Drewes",
      "name": "Martin Drewes",
      "aboutText": "Jakob Michael Hagopian (Armenian: Մայքլ Հակոբ Հակոբյան; October 20, 1913 – December 10, 2010) was an Armenian-born American Emmy-nominated filmmaker.",
      "pageId": 19820910,
      "monthDay": "10/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Robert_Lochner",
      "name": "Robert Lochner",
      "aboutText": "Stéphane Frédéric Hessel (20 October 1917 – 26 February 2013) was a diplomat, ambassador, writer, concentration camp survivor, French Resistance member and BCRA agent. Born German, he became a naturalised French citizen in 1939. He became an observer of the editing of the Universal Declaration of Human Rights of 1948.",
      "pageId": 20631642,
      "monthDay": "10/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Tracy_Hall",
      "name": "Tracy Hall",
      "aboutText": "Chen Liting (Chinese: 陈鲤庭; pinyin: Chén Lǐtíng; 20 October 1910 – 27 August 2013) was a Chinese playwright, drama and film director, screenwriter, and film theorist. He was one of the most prominent film directors and screenwriters in pre-Communist China, together with Shi Dongshan, Cai Chusheng, and Zheng Junli. His most famous film was Women Side by Side (1949).",
      "pageId": 40694237,
      "monthDay": "10/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Nick_Cardy",
      "name": "Nick Cardy",
      "aboutText": "Mickey Charles Mantle (October 20, 1931 – August 13, 1995), nicknamed \"The Commerce Comet\" or \"The Mick\", was an American professional baseball player. Mantle played in Major League Baseball (MLB) for the New York Yankees as a center fielder and first baseman, from 1951 through 1968. Mantle was one of the best players and sluggers, and is regarded by many as the greatest switch hitter in baseball history.",
      "pageId": 63665,
      "monthDay": "10/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Fanny_de_Sivers",
      "name": "Fanny de Sivers",
      "aboutText": "Robert Lawson Craft (October 20, 1923 – November 10, 2015) was an American conductor and writer. He is best known for his intimate working friendship with Igor Stravinsky, on which Craft drew in producing numerous recordings and books.",
      "pageId": 317533,
      "monthDay": "10/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Siddhartha_Shankar_Ray",
      "name": "Siddhartha Shankar Ray",
      "aboutText": "Arthur \"Art\" Buchwald (October 20, 1925 – January 17, 2007) was an American humorist best known for his long-running column in The Washington Post, which in turn was carried as a syndicated column in many other newspapers. His column focused on political satire and commentary.",
      "pageId": 952194,
      "monthDay": "10/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Manny_Ayulo",
      "name": "Manny Ayulo",
      "aboutText": "Joyce Diane Brothers (née Bauer; October 20, 1927 – May 13, 2013) was an American psychologist, television personality and columnist, who wrote a daily newspaper advice column from 1960 to 2013. In 1955, she became the only woman ever to win the top prize on the American game show The $64,000 Question, answering questions on the topic of boxing, which was suggested as a stunt by the show's producers. In 1958, she presented a television show on which she dispensed psychological advice, pioneering the field.",
      "pageId": 1009669,
      "monthDay": "10/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Hans_Warren",
      "name": "Hans Warren",
      "aboutText": "Manuel Leaonedas Ayulo (October 20, 1921, Burbank, California – May 16, 1955, Indianapolis, Indiana) was an American racecar driver. His efforts, along with those of friend and teammate Jack McGrath, helped establish track roadsters as viable race cars. He was killed in a crash in practice at the 1955 Indianapolis 500 when his car crashed straight into a concrete wall.",
      "pageId": 1236164,
      "monthDay": "10/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Anderson_(actor)",
      "name": "John Anderson",
      "aboutText": "Thomas John \"Tom\" Dowd (October 20, 1925 – October 27, 2002) was an American recording engineer and producer for Atlantic Records. He was credited with innovating the multi-track recording method.",
      "pageId": 1320240,
      "monthDay": "10/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/Franco_Ventriglia",
      "name": "Franco Ventriglia",
      "aboutText": "Francesco (Franco) Ventriglia (October 20, 1922 – November 28, 2012) was an opera singer who sang bass in every major European opera house during the 1950s, 60s, and 70s.",
      "pageId": 1330207,
      "monthDay": "10/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Robert_Craft",
      "name": "Robert Craft",
      "aboutText": "John Robert Anderson (October 20, 1922 – August 7, 1992) was an American character actor.",
      "pageId": 1455955,
      "monthDay": "10/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Robert_Peters",
      "name": "Robert Peters",
      "aboutText": "Edward John Barrington Douglas-Scott-Montagu, 3rd Baron Montagu of Beaulieu (20 October 1926 – 31 August 2015) was an English Conservative politician well known in Britain for founding the National Motor Museum, as well as for a pivotal cause célèbre in British gay history following his 1954 conviction and imprisonment for homosexual sex, a charge he denied.",
      "pageId": 1610811,
      "monthDay": "10/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Art_Buchwald",
      "name": "Art Buchwald",
      "aboutText": "Roger Hanin (20 October 1925 – 11 February 2015) was a French actor and film director, best known for playing the title role in the 1989–2006 TV police drama, Navarro.",
      "pageId": 1620142,
      "monthDay": "10/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tom_Dowd",
      "name": "Tom Dowd",
      "aboutText": "Sir Kenneth Duncan \"Ken\" Morrison CBE (born 20 October 1931) is a British businessman, who is the Life President and former chairman of Morrisons (Wm Morrison Supermarkets PLC), the fourth largest supermarket group in the United Kingdom.",
      "pageId": 1698409,
      "monthDay": "10/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Roger_Hanin",
      "name": "Roger Hanin",
      "aboutText": "Richard S. Caliguiri (October 20, 1931 – May 6, 1988) was an American politician who served as the mayor of Pittsburgh, Pennsylvania from 1977 until his death in 1988.",
      "pageId": 2057411,
      "monthDay": "10/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Edward_Douglas-Scott-Montagu,_3rd_Baron_Montagu_of_Beaulieu",
      "name": "Edward Douglas-Scott-Montagu, 3rd Baron Montagu of Beaulieu",
      "aboutText": "Colin Abel Jeavons (born 20 October 1929, Newport, Monmouthshire) is an English television actor. He was born in Wales to parents from the English Black Country, and the family moved to West Bromwich before Colin's first birthday. He grew up in the town's Stanway Road.",
      "pageId": 2283691,
      "monthDay": "10/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Joyce_Brothers",
      "name": "Joyce Brothers",
      "aboutText": "Nicholas Viscardi (October 20, 1920 – November 3, 2013), known professionally as Nick Cardy and Nick Cardi, was an American comic book artist best known for his DC Comics work on Aquaman, the Teen Titans and other major characters.",
      "pageId": 3410979,
      "monthDay": "10/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gunturu_Seshendra_Sarma",
      "name": "Gunturu Seshendra Sarma",
      "aboutText": "Siddhartha Shankar Ray (20 October 1920 – 6 November 2010) was a Bengali politician belonging to the Indian National Congress.",
      "pageId": 3515990,
      "monthDay": "10/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Michael_O%27Donnell_(physician)",
      "name": "Michael O'Donnell",
      "aboutText": "Robert Louis Peters (October 20, 1924 – June 13, 2014) was an American poet, critic, scholar, playwright, editor, and actor born in an impoverished rural area of northern Wisconsin in 1924. He holds a Ph.D in Victorian literature. His poetry career began in 1967 when his young son Richard died unexpectedly of spinal meningitis.",
      "pageId": 9836971,
      "monthDay": "10/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Colin_Jeavons",
      "name": "Colin Jeavons",
      "aboutText": "Michael O'Donnell (born 20 Oct 1928), is a British physician, journalist, author, and broadcaster.\nHe became a full-time writer after working for 12 years as a doctor. On BBC Radio Four he was chairman of My Word!",
      "pageId": 12173952,
      "monthDay": "10/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Richard_Caliguiri",
      "name": "Richard Caliguiri",
      "aboutText": "Gunturu Seshendra Sarma B.A. B.L. (October 20, 1927 – May 30, 2007), also known as Yuga Kavi, was a Telugu poet, critic and litterateur. He is well known for his works Naa Desam, Naa Prajalu (Telugu: నా దేశం, నా ప్రజలు) and Kaala Rekha (Telugu: కాళ రేఖ).",
      "pageId": 12291275,
      "monthDay": "10/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mickey_Mantle",
      "name": "Mickey Mantle",
      "aboutText": "Fanny de Sivers (maiden name: Isak; 20 October 1920, in Pärnu – 22 June 2011, in Eaubonne, near Paris) was an Estonian linguist, literature researcher and essayist.",
      "pageId": 23252942,
      "monthDay": "10/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ken_Morrison",
      "name": "Ken Morrison",
      "aboutText": "Johannes Adrianus Menne Warren (Borssele, 20 October 1921 – Goes, 19 December 2001) was a Dutch writer. Much of his fame in the Netherlands derives from having published a collection of diaries in which he described his life and homosexual experiences in a country that deeply repressed homosexuality. He is also known for his poetry, his literary criticism, and his translations of poetry from Modern Greek.",
      "pageId": 23573347,
      "monthDay": "10/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Rosey_Brown",
      "name": "Rosey Brown",
      "aboutText": "Robert George \"Bobby\" Seale (born October 20, 1936) is an American political activist.",
      "pageId": 61079,
      "monthDay": "10/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/William_Christopher",
      "name": "William Christopher",
      "aboutText": "William Christopher (born October 20, 1932) is an American actor who is best known for playing Father John Patrick Francis Mulcahy (full character name), better known as Father Mulcahy, on the television series M*A*S*H, and Private Lester Hummel on Gomer Pyle, U.S.M.C.",
      "pageId": 89695,
      "monthDay": "10/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Rokur%C5%8D_Naya",
      "name": "Rokurō Naya",
      "aboutText": "Timothy Lancaster West, CBE (born 20 October 1934) is an English film, stage and television actor.\n^ \"Timothy West Biography (1934–)\". Filmreference.com.",
      "pageId": 157721,
      "monthDay": "10/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Barrie_Chase",
      "name": "Barrie Chase",
      "aboutText": "Empress Michiko (皇后美智子, Kōgō Michiko), born Michiko Shōda (正田 美智子, Shōda Michiko) on 20 October 1934, is the Empress consort of Japan as the wife of Emperor Akihito, the current Emperor of Japan reigning from 7 January 1989. She succeeded her mother-in-law, Empress Nagako (Kōjun), consort of the late Emperor Hirohito (Shōwa).\nMichiko married Crown Prince Akihito and became the crown princess of Japan until the death of Emperor Hirohito.",
      "pageId": 273646,
      "monthDay": "10/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Chase",
      "name": "Bill Chase",
      "aboutText": "Earl John Hindman (October 3, 1942 – December 29, 2003) was an American film and television actor, best known for his role as the kindly neighbor (whose lower face was always hidden from television viewers) Wilson W. Wilson, Jr. on the television sitcom Home Improvement (1991–1999).\nLong before this role, however, he played villains in two 1970s thrillers, The Taking of Pelham One Two Three and The Parallax View.",
      "pageId": 423922,
      "monthDay": "10/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Eddie_Harris",
      "name": "Eddie Harris",
      "aboutText": "Robert Pinsky (born October 20, 1940) is an American poet, essayist, literary critic, and translator. From 1997 to 2000, he served as Poet Laureate Consultant in Poetry to the Library of Congress. Pinsky is the author of nineteen books, most of which are collections of his poetry.",
      "pageId": 473695,
      "monthDay": "10/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Empress_Michiko",
      "name": "Empress Michiko",
      "aboutText": "Bill Chase (October 20, 1934 – August 9, 1974) was an American trumpet player and leader of the jazz-rock fusion band Chase.",
      "pageId": 477704,
      "monthDay": "10/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Timothy_West",
      "name": "Timothy West",
      "aboutText": "Jerome Bernard \"Jerry\" Orbach (October 20, 1935 – December 28, 2004) was an American actor and singer, described at his death as \"one of the last bona fide leading men of the Broadway musical and global celebrity on television\" and a \"versatile stage and film actor\".\nOrbach's professional career began on the New York stage, both on and off-Broadway, where he created roles such as El Gallo in the original off-Broadway run of The Fantasticks (1960) and became the first performer to sing that show's standard \"Try To Remember\"; Billy Flynn in the original Chicago (1975-1977), and Julian Marsh in the original 42nd Street (1980-1985). Nominated for multiple Tony Awards, Orbach won for his performance as Chuck Baxter in Promises, Promises (1968-1972).",
      "pageId": 584551,
      "monthDay": "10/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jerry_Orbach",
      "name": "Jerry Orbach",
      "aboutText": "Roosevelt \"Rosey\" Brown, Jr. (October 20, 1932 – June 9, 2004) was an American football offensive lineman in the National Football League for the New York Giants from 1953 to 1965.\nBrown was drafted by the Giants out of Morgan State University in the 1953 NFL Draft after being noticed by the Giants in the Pittsburgh Courier, an African-American newspaper that named him to their 1952 Black All-American team.",
      "pageId": 715505,
      "monthDay": "10/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bobby_Seale",
      "name": "Bobby Seale",
      "aboutText": "Juan Antonio Marichal Sánchez (born October 20, 1937) is a former right-handed pitcher in Major League Baseball. Playing for the San Francisco Giants for 14 of his 16 seasons in the major leagues, Marichal was known for his high leg kick, pinpoint control and intimidation tactics, which included aiming pitches directly at the opposing batters' helmets.\nMarichal also played for the Boston Red Sox and Los Angeles Dodgers for the final two seasons of his career.",
      "pageId": 780287,
      "monthDay": "10/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Cancio_Garcia",
      "name": "Cancio Garcia",
      "aboutText": "Eddie Harris (October 20, 1934 – November 5, 1996) was an American jazz musician, best known for playing tenor saxophone and for introducing the electrically amplified saxophone. He was also fluent on the electric piano and organ.",
      "pageId": 900190,
      "monthDay": "10/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Wanda_Jackson",
      "name": "Wanda Jackson",
      "aboutText": "Wanda Lavonne Jackson (born October 20, 1937) is an American singer, songwriter, pianist and guitarist who had success in the mid-1950s and 1960s as one of the first popular female rockabilly singers and a pioneering rock and roll artist. She is known to many as the \"Queen of Rockabilly\" (or \"First Lady of Rockabilly\").\nJackson mixed country music with fast-moving rockabilly, often recording them on opposite sides of a record.",
      "pageId": 1147434,
      "monthDay": "10/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Juan_Marichal",
      "name": "Juan Marichal",
      "aboutText": "Kathy Kirby (born Kathleen O'Rourke; 20 October 1938 – 19 May 2011) was an English singer, reportedly the highest-paid female singer of her generation. She is best known for her cover version of Doris Day's \"Secret Love\" and for representing the United Kingdom in the 1965 Eurovision Song Contest, finishing in second place. Her physical appearance often drew comparisons with Marilyn Monroe.",
      "pageId": 2295445,
      "monthDay": "10/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Emma_Tennant",
      "name": "Emma Tennant",
      "aboutText": "The Hon. Emma Christina Tennant FRSL (born 20 October 1937) is a British novelist and editor. She is known for a postmodern approach to her fiction, which is often imbued with fantasy or magic.",
      "pageId": 3811710,
      "monthDay": "10/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Emidio_Greco",
      "name": "Emidio Greco",
      "aboutText": "Rokurō Naya (納谷 六朗, Naya Rokurō, 20 October 1932 – 17 November 2014) was a Japanese voice actor and the brother of voice actor Gorō Naya (1929–2013).",
      "pageId": 4280864,
      "monthDay": "10/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Iain_Macmillan",
      "name": "Iain Macmillan",
      "aboutText": "Iain Stewart Macmillan (20 October 1938 – 8 May 2006) was the Scottish photographer famous for taking the cover photograph for The Beatles' album Abbey Road in 1969. After growing up in Scotland, he moved to London to become a professional photographer. He used a photo of Yoko Ono in a book he published in 1966 and was invited by Yoko to photograph her exhibit at Indica Gallery.",
      "pageId": 5176821,
      "monthDay": "10/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Patrick_Hughes_(artist)",
      "name": "Patrick Hughes",
      "aboutText": "Barrie Chase (born October 20, 1933) is an American actress and dancer originally from Kings Point, New York.",
      "pageId": 5511812,
      "monthDay": "10/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Kathy_Kirby",
      "name": "Kathy Kirby",
      "aboutText": "Cancio C. Garcia (October 30, 1937 – October 15, 2013) was a Filipino lawyer and jurist who served as an Associate Justice of the Supreme Court of the Philippines.",
      "pageId": 8823260,
      "monthDay": "10/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robert_Pinsky",
      "name": "Robert Pinsky",
      "aboutText": "Patrick Hughes (born 20 October 1939) is a British artist working in London.",
      "pageId": 15145064,
      "monthDay": "10/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Earl_Hindman",
      "name": "Earl Hindman",
      "aboutText": "Emidio Greco (20 October 1938 – 22 December 2012) was an Italian film director and screenwriter, best known for the 1974 film Morel's Invention.",
      "pageId": 26014357,
      "monthDay": "10/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Christiane_N%C3%BCsslein-Volhard",
      "name": "Christiane Nüsslein-Volhard",
      "aboutText": "Thomas Earl \"Tom\" Petty (born October 20, 1950) is an American musician, singer, songwriter, multi-instrumentalist and record producer. He is best known as the lead singer of Tom Petty and the Heartbreakers, but is also known as a member and co-founder of the late 1980s supergroup the Traveling Wilburys (under the pseudonyms of Charlie T. Wilbury, Jr. and Muddy Wilbury) and Mudcrutch.",
      "pageId": 61853,
      "monthDay": "10/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bart_Zoet",
      "name": "Bart Zoet",
      "aboutText": "Kenneth Alfred \"Ken\" Ham (born 20 October 1951) is an Australian-born young Earth creationist and Christian fundamentalist living in the United States. He is the president of Answers in Genesis (AiG), a Creationist apologetics ministry that operates the so-named Creation Museum'. Ham is a former high school science teacher.",
      "pageId": 198081,
      "monthDay": "10/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dunja_Vejzovi%C4%87",
      "name": "Dunja Vejzović",
      "aboutText": "Christiane Nüsslein-Volhard (born 20 October 1942 in Magdeburg) is a German biologist. She won the Albert Lasker Award for Basic Medical Research in 1991 and the Nobel Prize in Physiology or Medicine in 1995, together with Eric Wieschaus and Edward B. Lewis, for their research on the genetic control of embryonic development.",
      "pageId": 222990,
      "monthDay": "10/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Nalin_de_Silva",
      "name": "Nalin de Silva",
      "aboutText": "Patrick Hall (born 20 October 1951) is a British Labour Party politician, who was the Member of Parliament (MP) for Bedford from 1997 to 2010.",
      "pageId": 434601,
      "monthDay": "10/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/David_Mancuso",
      "name": "David Mancuso",
      "aboutText": "Lewis McDonald Grizzard, Jr. (October 20, 1946 – March 20, 1994) was an American writer and humorist, known for his Southern demeanor and commentary on the American South. Although he spent his early career as a newspaper sports writer and editor, becoming the sports editor of the Atlanta Journal at age 23, he is much better known for his humorous newspaper columns in the Atlanta Journal-Constitution.",
      "pageId": 654636,
      "monthDay": "10/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Diana_Gittins",
      "name": "Diana Gittins",
      "aboutText": "Lucien van Impe (pronounced [lʏsˈjɛn vɑn ˈɪmpə]; born 20 October 1946) is a Belgian cyclist, who competed professionally between 1969 and 1987. He excelled mainly as a climber in multiple-day races such as the Tour de France.",
      "pageId": 936536,
      "monthDay": "10/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lewis_Grizzard",
      "name": "Lewis Grizzard",
      "aboutText": "Elfriede Jelinek (German: [ɛlˈfʀiːdə ˈjɛlinɛk]; born 20 October 1946) is an Austrian playwright and novelist.",
      "pageId": 1046731,
      "monthDay": "10/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Elfriede_Jelinek",
      "name": "Elfriede Jelinek",
      "aboutText": "William Russ (born October 20, 1950) is an American actor and television director. He is perhaps best known for his role as Alan Matthews on the sitcom Boy Meets World (1993–2000).",
      "pageId": 1051787,
      "monthDay": "10/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Richard_Loncraine",
      "name": "Richard Loncraine",
      "aboutText": "Sir Christopher Anthony Woodhead (20 October 1946 – 23 June 2015) was a British educationalist. He was Her Majesty's Chief Inspector of Schools in England from 1994 to 2000, and was one of the most controversial figures in debates on the direction of English education policy.",
      "pageId": 1397435,
      "monthDay": "10/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lucien_Van_Impe",
      "name": "Lucien Van Impe",
      "aboutText": "Sandra Dickinson (born Sandra Searles; October 20, 1948) is an American-British actress. She trained at the Central School of Speech and Drama in London.",
      "pageId": 1776754,
      "monthDay": "10/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Chris_Woodhead",
      "name": "Chris Woodhead",
      "aboutText": "David Mancuso (born October 20, 1944, New York City) created the popular \"by invitation only\" parties in New York City later known as \"The Loft\". The first party \"Love Saves The Day\" was in 1970.\nMancuso pioneered the \"private party\" as distinct from the more commercial nightclub business model.",
      "pageId": 2105034,
      "monthDay": "10/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sandra_Dickinson",
      "name": "Sandra Dickinson",
      "aboutText": "Jan Pieter Hendrik \"Piet Hein\" Donner (born 20 October 1948) is a Dutch politician of the Christian Democratic Appeal (CDA). He is the Vice President of the Council of State since February 1, 2012.\nDonner previously served as the Director of the Scientific Council for Government Policy from 1 January 1993 until 22 December 1997 when he became a Member of the Council of State serving from 22 December 1997 until 22 July 2002.",
      "pageId": 2343116,
      "monthDay": "10/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Piet_Hein_Donner",
      "name": "Piet Hein Donner",
      "aboutText": "Richard Loncraine (born 20 October 1946) is a British film and television director.\nLoncraine received early training in the features department of the BBC, including a season directing items for Tomorrow's World. Before his career in film, he was a sculptor and the first to create a chrome Newton's cradle.",
      "pageId": 5471638,
      "monthDay": "10/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Melih_G%C3%B6k%C3%A7ek",
      "name": "Melih Gökçek",
      "aboutText": "Gina Pareño (born Gina Acthley, October 20, 1949) is a Filipino actress born to a German-American father and a Filipina mother. She started her career in the 1960s as an extra in several films and then later on became one of the artists of Sampaguita Pictures. In 2006, she gained international recognition for her role in Kubrador (The Bet Collector) wherein she won the Best Actress award at the Osian's Cinefan Festival of Asian and Arab Cinema and at the Brussels International Independent Film Festival.",
      "pageId": 6156888,
      "monthDay": "10/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Gina_Pare%C3%B1o",
      "name": "Gina Pareño",
      "aboutText": "Hubertus Balthazar \"Bart\" Zoet (20 October 1942 – 13 May 1992) was a Dutch cyclist who was active between 1961 and 1969. He competed at the 1964 Summer Olympics and won the gold medal in the 100 km team time trial, alongside Gerben Karstens, Evert Dolman, and Jan Pieterse; he finished 20th in the individual road race. Next year he won the Grote 1-MeiPrijs.",
      "pageId": 7796706,
      "monthDay": "10/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tom_Petty",
      "name": "Tom Petty",
      "aboutText": "Thakurartha Devadithya Guardiyawasam Lindamulage Nalin Kumara de Silva (Sinhala: නලින් ද සිල්වා; 20 October 1944) is a Sri Lankan philosopher and a political analyst. He was a Professor in the Department of Mathematics and the Dean of the faculty of Science at the University of Kelaniya, Sri Lanka.\nProf.",
      "pageId": 8251079,
      "monthDay": "10/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/William_Russ",
      "name": "William Russ",
      "aboutText": "Dunja Vejzović (pronounced [dûɲa v̞ɛ̂jzɔv̞it͡ɕ]; born October 20, 1943) is an acclaimed operatic soprano from Croatia.",
      "pageId": 9781767,
      "monthDay": "10/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Al_Greenwood",
      "name": "Al Greenwood",
      "aboutText": "İbrahim Melih Gökçek (born 20 October 1948) is a Turkish politician who has been the Mayor of Ankara since 1994. From 1991 to 1994, he was an MP. Gökçek has won municipal elections in 1994, 1999, 2004, 2009 and was controversially also declared the winner in 2014.",
      "pageId": 10295610,
      "monthDay": "10/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Patrick_Hall_(politician)",
      "name": "Patrick Hall",
      "aboutText": "Alan \"Al\" Greenwood (born October 20, 1951, New York) is an American rock musician who was a founding member and keyboardist of the rock band Foreigner from 1976 to 1980. He performed on the albums Foreigner (1977), Double Vision (1978) and Head Games (1979).\nIn 1981, he formed the band Spys with former Foreigner bass player Ed Gagliardi, John Blanco, John Digaudio and Billy Milne and recorded the albums Spys (1982) and Behind Enemy Lines (1983).",
      "pageId": 14540435,
      "monthDay": "10/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ken_Ham",
      "name": "Ken Ham",
      "aboutText": "Diana Gittins (born 20 October 1946), is a former associate lecturer in creative writing for the Open University and a published writer of fiction and non-fiction books.\nGittins is the author of Madness in Its Place: Narratives of Severalls Hospital 1913-1997, which was adapted for broadcast for BBC Radio 4.\n^ \"Gittins, Diana\".",
      "pageId": 43307167,
      "monthDay": "10/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Leif_Pagrotsky",
      "name": "Leif Pagrotsky",
      "aboutText": "Daniel \"Danny\" Boyle (born 20 October 1956) is an English film director, producer, screenwriter and theatre director, known for his work on films including Shallow Grave, Trainspotting, The Beach, 28 Days Later, Slumdog Millionaire, Sunshine, and 127 Hours. Boyle's 2008 film Slumdog Millionaire was nominated for ten Academy Awards and won eight, including the Academy Award for Best Director. Boyle was presented with the Extraordinary Contribution to Filmmaking Award at the 2008 Austin Film Festival, where he also introduced that year's AFF Audience Award Winner Slumdog Millionaire.",
      "pageId": 105439,
      "monthDay": "10/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Claudio_Ranieri",
      "name": "Claudio Ranieri",
      "aboutText": "Thomas Montgomery Newman (born October 20, 1955) is an American composer best known for his many film scores.\nNewman has been nominated for twelve Academy Awards and three Golden Globes, and has won two BAFTAs, six Grammys and an Emmy Award. Newman was honored with the Richard Kirk award at the 2000 BMI Film and TV Awards.",
      "pageId": 333738,
      "monthDay": "10/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Melanie_Mayron",
      "name": "Melanie Mayron",
      "aboutText": "Hilda Lucia Solis (/sɵˈliːs/; born October 20, 1957) is an American politician and a member of the Los Angeles County Board of Supervisors for District 1. Solis previously served as the 25th United States Secretary of Labor from 2009 to 2013, as part of the administration of President Barack Obama. She is a member of the Democratic Party and served in the United States House of Representatives from 2001 to 2009, representing the 31st and 32nd congressional districts of California that include East Los Angeles and the San Gabriel Valley.",
      "pageId": 408987,
      "monthDay": "10/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Derek_Ridgers",
      "name": "Derek Ridgers",
      "aboutText": "Keith Hernandez (born October 20, 1953) is a former Major League Baseball first baseman who played the majority of his career with the St. Louis Cardinals and New York Mets. Hernandez was a five-time All-Star who shared the 1979 NL MVP award, and won two World Series titles, one each with the Cardinals and Mets.",
      "pageId": 483694,
      "monthDay": "10/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Keith_Hernandez",
      "name": "Keith Hernandez",
      "aboutText": "Claudio Ranieri (Italian pronunciation: ['klaudjo raˈnjɛːri]; born 20 October 1951) is an Italian football manager and former player who is the current manager of English club Leicester City.\nHe has previously managed many European clubs, including Cagliari, Napoli, Fiorentina, Valencia, Atlético Madrid, Chelsea, Parma, Juventus, Roma, Inter Milan and Monaco. Following the 2014 FIFA World Cup, Ranieri was appointed as manager of the Greek national team but was sacked due to poor results in 2014.",
      "pageId": 649994,
      "monthDay": "10/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_McWilliam",
      "name": "Richard McWilliam",
      "aboutText": "Dr Martin Taylor, MBE (born 20 October 1956) is a British jazz guitarist who has performed in groups, guitar ensembles and as an accompanist.",
      "pageId": 670709,
      "monthDay": "10/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bill_Nunn",
      "name": "Bill Nunn",
      "aboutText": "Christopher Stuart \"Chris\" Cowdrey (born 20 October 1957, Farnborough) is an English former cricketer. Cowdrey played for Kent, Glamorgan and England as an all-rounder. He is the eldest son of the cricketer and life peer, Colin Cowdrey.",
      "pageId": 1348872,
      "monthDay": "10/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_Orich",
      "name": "Steve Orich",
      "aboutText": "Leif Pagrotsky, born 20 October 1951 in Gothenburg, is a Swedish Social Democratic politician who had various posts in the government of Göran Persson between 1996 and 2006.",
      "pageId": 1404290,
      "monthDay": "10/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Thomas_Newman",
      "name": "Thomas Newman",
      "aboutText": "Melanie Joy Mayron (born October 20, 1952) is an American actress and director of film and television.",
      "pageId": 1482521,
      "monthDay": "10/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Profumo",
      "name": "David Profumo",
      "aboutText": "David John \"Dave\" Finlay Jr. (born October 20, 1958) is an Northern Irish semi-retired professional wrestler, trainer, and road agent. He is currently signed to WWE, where he works backstage under the ring name Finlay.",
      "pageId": 1967540,
      "monthDay": "10/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Aaron_Pryor",
      "name": "Aaron Pryor",
      "aboutText": "William G. \"Bill\" Nunn III (born October 20, 1953) is an American actor best known for his roles as Radio Raheem in Spike Lee's film Do the Right Thing and Robbie Robertson in the Sam Raimi Spider-Man film trilogy.",
      "pageId": 2139113,
      "monthDay": "10/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Robert_ten_Brink",
      "name": "Robert ten Brink",
      "aboutText": "Jonathan Dayton (born July 7, 1957) and Valerie Faris (born October 20, 1958) are a team of American film directors and music video directors, also husband and wife, that received critical acclaim for their feature film directorial debut, Little Miss Sunshine.",
      "pageId": 2210031,
      "monthDay": "10/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Danny_Boyle",
      "name": "Danny Boyle",
      "aboutText": "Jane Bonham-Carter, Baroness Bonham-Carter of Yarnbury (born 20 October 1957) is a British Liberal Democrat politician, and member of the House of Lords.",
      "pageId": 3699706,
      "monthDay": "10/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Martin_Taylor_(guitarist)",
      "name": "Martin Taylor",
      "aboutText": "David John Profumo FRSL (born 20 October 1955 in London) is an English novelist.\nProfumo is the son of former British government minister John Profumo and actress Valerie Hobson. The Profumo family is of Italian origin.",
      "pageId": 4365694,
      "monthDay": "10/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jane_Bonham-Carter,_Baroness_Bonham-Carter_of_Yarnbury",
      "name": "Jane Bonham-Carter, Baroness Bonham-Carter of Yarnbury",
      "aboutText": "Steve Orich (born October 20, 1954 in Valley Stream, New York)  is a Composer, Orchestrator and Musical Director.",
      "pageId": 6831777,
      "monthDay": "10/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Chris_Cowdrey",
      "name": "Chris Cowdrey",
      "aboutText": "Susanna Haavisto (born 20 October 1957, Helsinki) is a Finnish actress and singer. She is the daughter of musician Jukka Haavisto and sister of musicians Olli and Janne Haavisto.\nShe has taken part in several movies and TV programs.",
      "pageId": 7739821,
      "monthDay": "10/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Susanna_Haavisto",
      "name": "Susanna Haavisto",
      "aboutText": "Aaron Pryor (born October 20, 1955) is a former boxer from Cincinnati, Ohio. He was World Junior Welterweight Champion from 1980 to 1985 and was inducted into the International Boxing Hall of Fame in 1996.",
      "pageId": 16216443,
      "monthDay": "10/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Hilda_Solis",
      "name": "Hilda Solis",
      "aboutText": "Robert ten Brink (Amsterdam, 20 October 1955) is a Dutch presenter and actor.\nHe won the Golden TeleVizier-Ring in 1993 for his television program All you need is love. In 1997, he was chosen as the Netherlands' most popular TV personality.",
      "pageId": 16567377,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Valerie_Faris",
      "name": "Valerie Faris",
      "aboutText": "Richard P. McWilliam (October 20, 1953 – January 5, 2013) was the chairman and co-founder of Upper Deck Company, a successful and award-winning Carlsbad-based collectibles business that specializes in trading cards for Major League Baseball, National Basketball Association, National Hockey League, National Football League and Major League Soccer. Before McWilliam was involved with the Upper Deck Company, he was a Cal State Fullerton graduate and former certified public accountant.\nBesides Upper Deck, McWilliam had another business, JetSource.",
      "pageId": 23172399,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dave_Finlay",
      "name": "Dave Finlay",
      "aboutText": "Derek Ridgers (born 20 October 1952), is an English photographer with a career spanning over thirty years. He is best known for his photography of music, film and club/street culture – photographing people such as James Brown, The Spice Girls, Clint Eastwood and Johnny Depp – as well as politicians (Tony Blair), gangsters ('Mad' Frankie Fraser), artists (Julian Schnabel), writers (Martin Amis), fashion designers (Vivien Westwood) and sports people (Tiger Woods).\nRidgers has also photographed British social scenes such as skinhead, fetish, club, punk and New Romantics.",
      "pageId": 27362295,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lynn_Flewelling",
      "name": "Lynn Flewelling",
      "aboutText": "Viggo Peter Mortensen, Jr. (Danish: [viɡ̊o ˈmɒːdnsn]; born October 20, 1958) is a Danish American actor, poet, musician, photographer and painter. He made his film debut in Peter Weir's 1985 thriller Witness, and subsequently appeared in many notable films of subsequent years, including The Indian Runner (1991), Carlito's Way (1993), Crimson Tide (1995), Daylight (1996), The Portrait of a Lady (1996), G.I. Jane (1997), A Perfect Murder (1998), A Walk on the Moon (1999), and 28 Days (2000).",
      "pageId": 163892,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Scott_Hall",
      "name": "Scott Hall",
      "aboutText": "Katharine Louise Mosse OBE (born 20 October 1961), or Kate Mosse, is an English novelist, non-fiction and short story writer and broadcaster.",
      "pageId": 276489,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_King_(musician)",
      "name": "Mark King",
      "aboutText": "Julie Payette, OC, CQ (born October 20, 1963) is a Canadian engineer and astronaut. Payette has completed two spaceflights, STS-96 and STS-127, logging more than 25 days in space.",
      "pageId": 350578,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dave_Krieg",
      "name": "Dave Krieg",
      "aboutText": "Ian James Rush, MBE, (born 20 October 1961, St Asaph) is a retired Welsh professional footballer. At club level Rush played for Liverpool F.C. from 1980-1987 and 1988-1996, and is the club's all-time leading goalscorer, having scored a total of 346 goals in all competitions during his two spells at the club. At international level he made 73 appearances for the Wales national football team and remains the record goalscorer for his country with 28 goals between 1980 and 1996.",
      "pageId": 413277,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Viggo_Mortensen",
      "name": "Viggo Mortensen",
      "aboutText": "Fahreta Živojinović (née Jahić; born 20 October 1960), known by her stage name Lepa Brena, is a pop singer, actress, and talent manager, arguably the most popular singer of former Yugoslavia and the top-selling female recording artist from Yugoslavia with more than 40 million records sold.\nBrena grew up in Brčko (Bosnia and Herzegovina), and has lived in Belgrade (Serbia) since 1980, where she started her career.",
      "pageId": 427856,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ivo_Pogoreli%C4%87",
      "name": "Ivo Pogorelić",
      "aboutText": "Scott Oliver Hall (born October 20, 1958) is an American former professional wrestler. He is best known for his work with the World Wrestling Federation (WWF, now WWE) under the ring name Razor Ramon, and with World Championship Wrestling (WCW) under his real name. Beginning with his time in the American Wrestling Association (AWA), Hall maintained a perennially high profile as a wrestler, as he became a four time WWF Intercontinental Champion (a record from 1995-1999), a two time WCW United States Heavyweight Champion, a one time WCW World Television Champion and a nine time world tag team champion (seven times in WCW, once in TNA, and once in the AWA).",
      "pageId": 439253,
      "monthDay": "10/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Eric_Scott_(actor)",
      "name": "Eric Scott",
      "aboutText": "Mark Little (born 20 October 1959, Brisbane, Queensland) is an Australian actor, television presenter and comedian.",
      "pageId": 646113,
      "monthDay": "10/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Little_(Australian_actor)",
      "name": "Mark Little",
      "aboutText": "Mark King (born 20 October 1958) is an English musician. He is most famous for being the lead singer and bassist of the band Level 42. In the early 1980s, King popularized the 1970s slap style for playing the bass guitar by incorporating it into pop music.",
      "pageId": 666272,
      "monthDay": "10/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ole_Hamre",
      "name": "Ole Hamre",
      "aboutText": "Lynn Flewelling (born Lynn Elizabeth Beaulieu on October 20, 1958 in Presque Isle, Maine) is a fantasy fiction author.",
      "pageId": 729475,
      "monthDay": "10/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Koichi_Kawanishi",
      "name": "Koichi Kawanishi",
      "aboutText": "Michie Tomizawa (富沢 美智恵 (formerly 富澤 美智江, Tomizawa Michie, born October 20, 1961) is a Japanese voice actress and singer born in Nagano and raised in Shinmachi, Gunma. Her real name is Michie Ito (伊藤 美智江, Ito Michie).\nShe is most known for the roles of Matsuzaka-Sensei (Crayon Shin-chan), Linna Yamazaki (Bubblegum Crisis), Sailor Mars (Sailor Moon), Sumire Kanzaki (Sakura Wars), and Emi Ogasawara (Ghost Sweeper Mikami).",
      "pageId": 773957,
      "monthDay": "10/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Konstantin_Aseev",
      "name": "Konstantin Aseev",
      "aboutText": "Konstantin Aseev (October 20, 1960 – August 22, 2004) was a Russian chess Grandmaster and trainer.\nAmong his tournament successes were first at Leningrad 1989 with 9/13 (beating Leonid Yudasin and Alexander Khalifman among others) and second to Sergei Tiviakov in the 1992 Alekhine Memorial in Moscow with 6/9 (ahead of Vladimir Kramnik (whom he beat), Mikhail Gurevich, Vladimir Akopian and many others). He participated in many Soviet and Russian Championships, and played in the FIDE World Championship in 2001 (but was knocked out by Mikhail Kobalia in the first round).",
      "pageId": 945384,
      "monthDay": "10/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lepa_Brena",
      "name": "Lepa Brena",
      "aboutText": "Ivo Pogorelić (also Ivo Pogorelich; born 20 October 1958) is a Croatian pianist.",
      "pageId": 1686235,
      "monthDay": "10/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Audun_Kleive",
      "name": "Audun Kleive",
      "aboutText": "Les Stroud (born October 20, 1961) is a Canadian survival expert, filmmaker and musician best known as the creator, writer, producer, director, cameraman and host of the television series Survivorman. After a short career behind the scenes in the music industry, Stroud became a full-time wilderness guide, survival instructor and musician based in Huntsville, Ontario. Stroud has produced survival-themed programming for The Outdoor Life Network, The Discovery Channel, The Science Channel, and YTV. The survival skills imparted from watching Stroud's television programs have been cited by several people as the reason they lived through harrowing wilderness ordeals.",
      "pageId": 3572943,
      "monthDay": "10/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kate_Mosse",
      "name": "Kate Mosse",
      "aboutText": "David Michael Krieg (/ˈkreɪɡ/ KRAYG; born October 20, 1958) is a former American football quarterback in the National Football League. He attended Milton College and made the Seattle Seahawks as an undrafted free agent.",
      "pageId": 3832310,
      "monthDay": "10/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ian_Rush",
      "name": "Ian Rush",
      "aboutText": "David Mickey Evans (born October 20, 1962) is a screenwriter and film director. His films tend to focus on children and the challenges of childhood. Evans is also a huge baseball fan and co-wrote The Sandlot.",
      "pageId": 5317562,
      "monthDay": "10/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Les_Stroud",
      "name": "Les Stroud",
      "aboutText": "Dave Wong (traditional Chinese: 王傑; simplified Chinese: 王杰; pinyin: Wáng Jié; Wade–Giles: Wong Kit; born 20 October 1962 in British Hong Kong) is a Taiwanese pop artist who was active in the late 1980s and early 1990s. His memorable hits include \"一場遊戲一場夢\" (A Game A Dream) and \"幾分傷心幾分痴\" (Bits of Sadness, Bits of Craze), \"是否我真的一無所有\" (Do I Really Have Nothing?), \"誰明浪子心\" (Who Can Understand A Loner's Heart?), \"忘了你 忘了我\" (Forget You Forget Me), and \"安妮\" (Annie).",
      "pageId": 5645003,
      "monthDay": "10/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Michie_Tomizawa",
      "name": "Michie Tomizawa",
      "aboutText": "Eric Scott (born Eric Scott Magat, October 20, 1958, in Los Angeles) is an American actor whose most noted role is as Ben Walton, which he first played in the movie The Homecoming: A Christmas Story in 1971, and subsequently in the series The Waltons.\nHe was briefly married to actress Karey Louis. His second marriage was to Theresa Fargo, the mother of his daughter Ashley, until her death from acute myelomonocytic leukemia on November 5, 1992, not long after Ashley's birth.",
      "pageId": 6299195,
      "monthDay": "10/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_M._Evans",
      "name": "David M. Evans",
      "aboutText": "Audun Ben Kristoffer Kleive (born 20 October 1961 in Skien, Norway) is a Norwegian Jazz musician (drums and percussion). He was raised in Skien, as the son of organist Kristoffer Kleive and brother of organist and composer Iver Kleive.\n^ \"Audun Ben Kristoffer Kleive Discography\".",
      "pageId": 12598737,
      "monthDay": "10/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dave_Wong",
      "name": "Dave Wong",
      "aboutText": "Ole Hamre (born 20 October 1959 in Bergen, Norway) is a Norwegian musician (drums, percussion) and composer.",
      "pageId": 36947567,
      "monthDay": "10/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Julie_Payette",
      "name": "Julie Payette",
      "aboutText": "Koichi Kawanishi (川西 幸一, Kawanishi Kōichi, born October 20, 1959, in Kure, Hiroshima, Japan) is a Japanese drummer who is a member of the Japanese band Unicorn.",
      "pageId": 48016905,
      "monthDay": "10/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nikos_Tsiantakis",
      "name": "Nikos Tsiantakis",
      "aboutText": "Stefan Konrad Raab (born 20 October 1966) is a German entertainer, comedian, musician and former television host. Raab began his television career hosting the comedy show Vivasion in 1993. He became well known in 1994 after composing a hit single spoofing national football coach Berti Vogts.",
      "pageId": 381243,
      "monthDay": "10/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Stan_Valckx",
      "name": "Stan Valckx",
      "aboutText": "Patrick Volkerding (born October 20, 1966) is the founder and maintainer of the Slackware Linux distribution.",
      "pageId": 493414,
      "monthDay": "10/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kamala_Harris",
      "name": "Kamala Harris",
      "aboutText": "Allan Anthony Donald (born 20 October 1966) is a former South African cricketer and one of their most successful pace bowlers.\nIn his prime, he was one of the best fast bowlers ever seen in Test cricket, reaching the top of the ICC Test rankings in 1998 and peaked with a top ICC ranking of 895 points the next year, the 25th best ranking ever. In ODIs, he reached 794 points in 1998, second place to his teammate Shaun Pollock, the 28th best ranking ever.",
      "pageId": 629053,
      "monthDay": "10/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tomoko_Yamaguchi",
      "name": "Tomoko Yamaguchi",
      "aboutText": "William Michael \"Billy\" Zabka (born October 20, 1965) is an American actor, screenwriter, director and producer. Zabka is best known for his villain roles in several iconic 80s films, such as his role as Johnny Lawrence in 1984's The Karate Kid. In 2004, he was nominated for an Academy Award for co-writing and producing the film Most.",
      "pageId": 755898,
      "monthDay": "10/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Norman_Blake_(Scottish_musician)",
      "name": "Norman Blake",
      "aboutText": "Susan \"Sue\" Tully (born 20 October 1967 in Highgate, London) is an English television producer, director and former actress.\nHer most prominent television roles are those of single mother Michelle Fowler in the BBC soap opera EastEnders and rebellious teenager Suzanne Ross in Grange Hill. Tully played one of EastEnders' original characters, appearing in the first episode on 19 February 1985 and remaining central to the series until 1995.",
      "pageId": 1355455,
      "monthDay": "10/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mikhail_Shtalenkov",
      "name": "Mikhail Shtalenkov",
      "aboutText": "Tomoko Yamaguchi (山口 智子, Yamaguchi Tomoko, born October 20, 1964) is a Japanese actress and singer from Tochigi. She is the lead actress for the classic j-drama Long Vacation, starring alongside Takuya Kimura.",
      "pageId": 1401870,
      "monthDay": "10/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/William_Zabka",
      "name": "William Zabka",
      "aboutText": "Laurie Daley AM (born 20 October 1969 in Junee, New South Wales) is a professional Australian rugby league football coach currently in charge of the New South Wales State of Origin team. Daley is also a former player, having represented Australia on 26 occasions and has since been named as one of the nation's finest of the 20th century.",
      "pageId": 1862103,
      "monthDay": "10/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fred_Coury",
      "name": "Fred Coury",
      "aboutText": "Monica Ali (born 20 October 1967) is a Bangladeshi-born British writer and novelist. In 2003 she was selected as one of the \"Best of Young British Novelists\" by Granta magazine based on her unpublished manuscript; her debut novel, Brick Lane, was published later that year. It was shortlisted for the Man Booker Prize.",
      "pageId": 1942824,
      "monthDay": "10/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Allan_Donald",
      "name": "Allan Donald",
      "aboutText": "Norman Blake (born 20 October 1965, Bellshill, North Lanarkshire, Scotland) is a singer, instrumentalist and songwriter in the Glasgow based band, Teenage Fanclub.\nBlake and Sean Dickson (The Soup Dragons) were in The Faith Healers together, which also contained various members at different times Stevie Gray, Hugh McLaughlin, Brian Carson and Colin Murray to name but a few. Blake and Carson were also in another Bellshill band Finding Faust which also had Paul Quinn and John & Bobby Nailen.",
      "pageId": 2626502,
      "monthDay": "10/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stefan_Raab",
      "name": "Stefan Raab",
      "aboutText": "Marco Ngai Chun Kit (Traditional Chinese: 魏駿傑) is a successful actor in Hong Kong and has been in many TV series such as Flying Fox of Snowy Mountain 1997(or 98) (he plays Chan ga lok and Fok hung on(twins)), To Catch the Uncatchable (2004) (he plays Romeo Lo Mat Au) and one of the favourites, Armed Reaction 1,2,3,4 (he plays Chan Sam Yuen's husband).\nHe is married to Zhang Lihua, who is from mainland China.",
      "pageId": 2863249,
      "monthDay": "10/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Patrick_Volkerding",
      "name": "Patrick Volkerding",
      "aboutText": "Mikhail Alekseyevich Shtalenkov (Russian: Михаил Алексеевич Шталенков; born October 20, 1965) is a former amateur and professional ice hockey goaltender. He played extensively in his native USSR and Russia for HC Dynamo Moscow and in North America, seeing time with the Mighty Ducks of Anaheim, Edmonton Oilers, Phoenix Coyotes and Florida Panthers. He was selected in the fifth round of the 1993 NHL Entry Draft, 108th overall, by Anaheim.",
      "pageId": 3063453,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Monica_Ali",
      "name": "Monica Ali",
      "aboutText": "Fred Coury (born October 20, 1967, in Johnson City, New York) is best known as the drummer for the glam metal band Cinderella. Coury lists Neil Peart, Peter Criss, Bobby Blotzer, John Bonham, Eric Carr, Tommy Lee and Tommy Aldridge as his drumming inspirations.",
      "pageId": 3100194,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Elizabeth_Carling",
      "name": "Elizabeth Carling",
      "aboutText": "Kamala Devi Harris (/ˈkɑːmələ/; born October 20, 1964) is an American attorney, politician and member of the Democratic Party who has been the 32nd and current Attorney General of California since 2011.\nHarris graduated from Howard University and University of California, Hastings College of the Law, then worked as a Deputy District Attorney in Alameda County, California from 1990 to 1998. She served as Managing Attorney of the Career Criminal Unit in the San Francisco District Attorney's Office from 1998 to 2000 and as Chief of the Community and Neighborhood Division in the office of San Francisco City Attorney from 2000 to 2003.",
      "pageId": 3120522,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Luigi_Lo_Cascio",
      "name": "Luigi Lo Cascio",
      "aboutText": "Kevin David Walters (born 20 October 1967 in Rockhampton, Queensland) is a former Australian Kangaroos and Queensland Maroons representative player and premiership-winning captain of the Brisbane Broncos in the rugby league, currently working as the head coach of the Queensland State of Origin team, as well as an assistant coach for the Brisbane Broncos of the National Rugby League (NRL). Following his former coach Wayne Bennett from the Newcastle Knights he joined the Broncos coaching staff ahead of the 2015 season. During his short stint with the Knights, Walters was appointed as Halves coach by Bennett in 2014.",
      "pageId": 4464205,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Luck_Mervil",
      "name": "Luck Mervil",
      "aboutText": "Luck Mervil (born 20 October 1967 in Port-au-Prince, Haiti) is a Haitian-Canadian actor and singer-songwriter. He is known for his belief in Quebec independence, and was named Patriot of the Year 2004 (in 2005) by the Saint-Jean-Baptiste Society.\nMervil was a spokesperson for the Canadian Centre for International Studies and Cooperation.",
      "pageId": 4922081,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Marco_Ngai",
      "name": "Marco Ngai",
      "aboutText": "Nikolaos \"Nikos\" Tsiantakis (Greek: Νίκος Τσιαντάκης) (born 20 October 1963 in Athens, Greece) is a retired Greek football midfielder.\nHe most prominently played for Panionios NFC and Olympiacos. His appearance at the 1994 World Cup rounded off his national team career, which lasted from 1988 to 1994, giving him 47 caps and 2 international goals.",
      "pageId": 5171956,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kerrod_Walters",
      "name": "Kerrod Walters",
      "aboutText": "Stanislaus \"Stan\" Henricus Christina Valckx (born 20 October 1963 in Arcen, Limburg) is a Dutch retired footballer who played as a central defender.",
      "pageId": 5824168,
      "monthDay": "10/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kevin_Walters",
      "name": "Kevin Walters",
      "aboutText": "Elizabeth Carling (born 20 October 1967 in Middlesbrough, North Riding of Yorkshire) is an English actress and singer best known for her performances in Boon, Goodnight Sweetheart, Barbara, and Casualty. In 1991 Carling was briefly engaged to Neil Morrissey, whom she met while working on the ITV drama Boon and with whom she also appeared in an episode of BBC sitcom Men Behaving Badly.\nOn 9 August 2009, it was announced that Carling was due to tour the UK from the end of August in a theatre production of Absurd Person Singular.",
      "pageId": 6041867,
      "monthDay": "10/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Susan_Tully",
      "name": "Susan Tully",
      "aboutText": "Kerrod Walters (born 20 October 1967 in Rockhampton, Queensland) is an Australian former rugby league footballer of the 1980s and 1990s. A Queensland State of Origin and Australian international representative hooker, he played most of his club football with the Brisbane Broncos, with whom he won the 1992 and 1993 NSWRL Premierships.",
      "pageId": 9528709,
      "monthDay": "10/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Laurie_Daley",
      "name": "Laurie Daley",
      "aboutText": "Luigi Lo Cascio (born 20 October 1967) is an Italian actor. He won David di Donatello as Best actor for his starring role in I cento passi.",
      "pageId": 11568645,
      "monthDay": "10/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Juan_Gonz%C3%A1lez_(baseball)",
      "name": "Juan González",
      "aboutText": "Danielle Jane \"Dannii\" Minogue (born 20 October 1971) is an Australian singer-songwriter, talent competition judge, actress, television and radio personality, and fashion designer. She rose to prominence in the early 1980s for her roles in the Australian television talent show Young Talent Time with another known fellow Australian Tina Arena and the soap opera Home and Away, before beginning her career as a pop singer in the early 1990s. Minogue achieved early success with hits such as \"Love and Kisses\", \"This is It\", \"Jump to the Beat\" and \"Baby Love\", though by the release of her second album, her popularity as a singer had declined, leading her to make a name for herself with award-winning performances in musicals with Grease and also in Notre Dame De Paris, as well as other acting credits in The Vagina Monologues and as Lady Macbeth.",
      "pageId": 44929,
      "monthDay": "10/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Labros_Papakostas",
      "name": "Labros Papakostas",
      "aboutText": "Calvin Cordozar Broadus, Jr. (born October 20, 1971), best known by his stage name Snoop Dogg, is an American rapper and actor from Long Beach, California. His music career began in 1992 when he was discovered by Dr.",
      "pageId": 88923,
      "monthDay": "10/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sander_Boschker",
      "name": "Sander Boschker",
      "aboutText": "Salvador \"Chavo\" Guerrero IV (born October 20, 1970) also known as Chavo Guerrero and Chavo Guerrero Jr., is a third generation Mexican-American professional wrestler and member of the Guerrero wrestling family, currently signed with AAA. He is best known for working with World Wrestling Federation/Entertainment (WWF/E), and World Championship Wrestling (WCW).\nAs a singles wrestler, he is a one-time world champion having held the ECW Championship once in 2008, and a six-time WCW/WWE Cruiserweight Champion.\nHe has also achieved success in tag team wrestling, being a five-time world tag team champion – winning the WWE Tag Team Championship twice with Eddie Guerrero as Los Guerreros, the WCW World Tag Team Championship with Corporal Cajun once as the Misfits in Action, and the TNA World Tag Team Championship with Hernandez twice.",
      "pageId": 306817,
      "monthDay": "10/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chavo_Guerrero_Jr.",
      "name": "Chavo Guerrero Jr.",
      "aboutText": "Juan Alberto González Vázquez (born October 20, 1969), is a former Major League Baseball right fielder. A full-time player at the age of 21 and a two-time MVP before his 30th birthday, González explained his propensity for bringing runners home simply by saying, \"I concentrate more when I see men on base.\" One of the premier run producers and most feared hitters of the 1990s, González averaged 37 HR and 117 runs batted in per season from 1991 to 1999. He won the AL MVP award twice in that time span, 1996 and 1998.",
      "pageId": 392799,
      "monthDay": "10/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Neil_Heywood",
      "name": "Neil Heywood",
      "aboutText": "Michelle Malkin (née Maglalang; born October 20, 1970) is an American conservative blogger, political commentator, and author. Her weekly syndicated column appears in a number of newspapers and websites. She is a Fox News Channel contributor and has been a guest on MSNBC, C-SPAN, and national radio programs.",
      "pageId": 517923,
      "monthDay": "10/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Aapo_Ilves",
      "name": "Aapo Ilves",
      "aboutText": "William John Heaton \"Will\" Greenwood, MBE (born 20 October 1972) is an English former rugby union player who played for Leicester Tigers and Harlequins and was a member of the 2003 World Cup-winning squad.",
      "pageId": 703246,
      "monthDay": "10/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michelle_Malkin",
      "name": "Michelle Malkin",
      "aboutText": "Eddie Charles Jones (born October 20, 1971) is an American retired professional basketball player who played for several teams in his 14-year National Basketball Association (NBA) career. Jones played college basketball at Temple University and was the 1993–94 Atlantic 10 Player of the Year. The three-time NBA All-Star was selected 10th overall in the 1994 NBA draft by the Los Angeles Lakers.",
      "pageId": 1223950,
      "monthDay": "10/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Snoop_Dogg",
      "name": "Snoop Dogg",
      "aboutText": "Matthew Brooke \"Matt\" Jansen (born 20 October 1977) is an English footballer, who plays as a striker for Chorley and, in July 2015, became the club's manager.\nHe started his career with hometown club Carlisle United, and also played for Crystal Palace, Blackburn Rovers and Bolton Wanderers as well as a loan spell with Coventry City. A goalscorer in Blackburn's League Cup in 2002, his career declined after a near-fatal motorcycle accident later that year.",
      "pageId": 1370430,
      "monthDay": "10/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Eddie_Jones_(basketball)",
      "name": "Eddie Jones",
      "aboutText": "Daniel Kevin \"Dan\" Fogler (born October 20, 1976) is an American stand-up comedian, actor, musician, playwright, filmmaker, and voice artist. He won the 2005 Tony Award for Best Featured Actor in a Musical for The 25th Annual Putnam County Spelling Bee. He was the voice of Zeng in Kung Fu Panda and Kung Fu Panda Holiday.",
      "pageId": 5048065,
      "monthDay": "10/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kamiel_Maase",
      "name": "Kamiel Maase",
      "aboutText": "Brian Emanuel Schatz (pronounced /ʃɑːtz/; born October 20, 1972) is an American politician who is the senior United States Senator for Hawaii. Schatz was appointed by Governor Neil Abercrombie to replace the U.S. senator Daniel Inouye after his death in 2012.\nSchatz served in the Hawaii House of Representatives from 1998 to 2006, where he represented the 25th Legislative District, and was chairman of the Democratic Party of Hawaii from 2008 to 2010.",
      "pageId": 5293799,
      "monthDay": "10/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dannii_Minogue",
      "name": "Dannii Minogue",
      "aboutText": "Labros Papakostas (Greek: Λάμπρος Παπακώστας, born 20 October 1969 in Karditsa) is a retired Greek high jumper who won two silver medals at the World Indoor Championships in 1995 and 1997. His personal best, achieved in Athens in 1992, was 2.36 metres.",
      "pageId": 5827307,
      "monthDay": "10/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Pie_Geelen",
      "name": "Pie Geelen",
      "aboutText": "Nicola Legrottaglie (born 20 October 1976) is an Italian retired footballer who played as a central defender, and the current manager of S.S. Akragas Città dei Templi.\nIn a senior career that lasted two full decades, he amassed Serie A totals of 259 games and 22 goals over the course of 12 seasons, representing in the competition Chievo, Juventus, Bologna, Siena, Milan and Catania. He won the 2011 national championship with the fifth club.",
      "pageId": 6354382,
      "monthDay": "10/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Will_Greenwood",
      "name": "Will Greenwood",
      "aboutText": "Pieke (\"Pie\") Geelen (born October 20, 1972 in Nijmegen) is a former freestyle swimmer from the Netherlands, who competed for his native country at the 1996 Summer Olympics in Atlanta, Georgia.",
      "pageId": 6366272,
      "monthDay": "10/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brian_Schatz",
      "name": "Brian Schatz",
      "aboutText": "Sevinç Erbulak (born October 20, 1975 in Istanbul) is a Turkish actress, who acted in Kiralık Konak, Aşk-ı Memnû and Derya Gülü.",
      "pageId": 7817347,
      "monthDay": "10/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bashar_Rahal",
      "name": "Bashar Rahal",
      "aboutText": "Kamiel Maase (born 20 October 1971 in Nijmegen, Gelderland) is a retired long-distance runner from the Netherlands, who is the current Dutch record holder in the 5,000 and 10,000 metres.",
      "pageId": 8380236,
      "monthDay": "10/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sevin%C3%A7_Erbulak",
      "name": "Sevinç Erbulak",
      "aboutText": "Bashar Mounzer Rahal (Bulgarian: Башар Мунзер Рахал, Arabic: بشار رحال‎) is a Bulgarian actor of Arab descent, known for his role in the TV show \"It Can't Be\" equivalent of \"'Saturday Night Live'\".",
      "pageId": 9356502,
      "monthDay": "10/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nikolaos_Bacharidis",
      "name": "Nikolaos Bacharidis",
      "aboutText": "Sander Bernard Jozef Boschker (Dutch pronunciation: [ˈsɑndər ˈbɔskər]; born 20 October 1970) is a Dutch former footballer who played as a goalkeeper.\nDuring a professional career which spanned 25 years he played mostly for Twente, appearing in 555 Eredivisie games and winning four major titles.\nBoschker was part of the Dutch squad at the 2010 World Cup.",
      "pageId": 9711676,
      "monthDay": "10/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dan_Fogler",
      "name": "Dan Fogler",
      "aboutText": "Nikolaos Bacharidis, born 20 October 1976 in Neo Sidirochori, Komotini is a footballer who was played for the Panthrakikos F.C..",
      "pageId": 24858780,
      "monthDay": "10/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nicola_Legrottaglie",
      "name": "Nicola Legrottaglie",
      "aboutText": "Neil Heywood (20 October 1970 – 14 November 2011) was an English businessman who worked in China. He was associated with Bo Xilai, the former Communist Party of China Committee Secretary for Chongqing and a member of the Chinese Politburo.\nHeywood was found dead in his hotel room in Chongqing, and the initial official reports (which have subsequently been challenged) attributed his death to alcohol poisoning.",
      "pageId": 35236229,
      "monthDay": "10/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matt_Jansen",
      "name": "Matt Jansen",
      "aboutText": "Aapo Ilves (Võro: Ilvese Aapo; born 20 October 1970 in Räpina) is an Estonian poet, writer, artist and musician. He writes in Estonian, Võro and Seto languages. Ilves has also written several song lyrics, including Estonian Eurovision entries \"Tii\" in 2004 and Kuula in 2012.",
      "pageId": 35582624,
      "monthDay": "10/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Leila_Josefowicz",
      "name": "Leila Josefowicz",
      "aboutText": "Found education, Found alma mater,",
      "pageId": 1298239,
      "monthDay": "10/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Erko_Saviauk",
      "name": "Erko Saviauk",
      "aboutText": "Francisco Javier Rodríguez Pinedo (Spanish pronunciation: [fɾanˈsisko xaˈβjer roˈðɾiɣes]; born 20 October 1981), also known as Maza, is a Mexican footballer, who plays for Cruz Azul in Liga MX; and the Mexico national team.",
      "pageId": 1388652,
      "monthDay": "10/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Samuel_Witwer",
      "name": "Samuel Witwer",
      "aboutText": "John Burke Krasinski (/krəˈzɪnski/; born October 20, 1979) is an American actor, director, producer and screenwriter. He is known for his role as Jim Halpert on the NBC sitcom The Office. His film credits include Away We Go, Leatherheads, License to Wed, Big Miracle, Something Borrowed, It's Complicated, Promised Land and Aloha.",
      "pageId": 1845368,
      "monthDay": "10/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Virender_Sehwag",
      "name": "Virender Sehwag",
      "aboutText": "Paul Jeremiah O'Connell (born 20 October 1979) is an Irish rugby union player who plays lock for French Top 14 side Toulon. He is Ireland's third most-capped player (108) and the joint-twelfth most-capped international player in rugby union history. O'Connell has captained Munster, Ireland and the British and Irish Lions.",
      "pageId": 1867914,
      "monthDay": "10/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paul_Wilson_(musician)",
      "name": "Paul Wilson",
      "aboutText": "Samuel Stewart \"Sam\" Witwer (born October 20, 1977) is an American actor and musician. He has portrayed Crashdown in Battlestar Galactica, Davis Bloome in Smallville, and vampire Aidan Waite of the US/Canadian remake of BBC's supernatural drama series Being Human on Syfy in the US and Space in Canada. He also voiced protagonist Galen Marek/Starkiller in the successful multimedia project Star Wars: The Force Unleashed, as well as The Son and Darth Maul for Cartoon Network's Star Wars: The Clone Wars and Emperor Palpatine in Star Wars Rebels.",
      "pageId": 2209127,
      "monthDay": "10/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Vasyl_Baranov",
      "name": "Vasyl Baranov",
      "aboutText": "Paul Everton Ifill (born 20 October 1979) is a footballer who plays for Team Wellington in the New Zealand ASB Premiership. Born in Brighton, England, Ifill was in part of Watford's youth programme but was not offered a professional contract and moved to non-league Saltdean United. From there he was spotted by Millwall where he spent nearly seven years before being signed by Sheffield United in 2005.",
      "pageId": 2607752,
      "monthDay": "10/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_Ifill",
      "name": "Paul Ifill",
      "aboutText": "Dimitris Papadopoulos (Greek: Δημήτρης Παπαδόπουλος; born 20 October 1981, in Gagarin, Uzbekistan) is a Greek professional footballer who playing for Super League club Asteras Tripoli. He is also a member of the Greek national team as a striker.",
      "pageId": 4453205,
      "monthDay": "10/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/John_Krasinski",
      "name": "John Krasinski",
      "aboutText": "José Enger Veras Romero (born October 20, 1980) is a Dominican professional baseball relief pitcher who is currently a free agent. He was signed by the Tampa Bay Devil Rays organization in 1998. He made his major league debut in 2006 with the New York Yankees.",
      "pageId": 6402592,
      "monthDay": "10/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_O%27Connell",
      "name": "Paul O'Connell",
      "aboutText": "Rebecca Dawn Brewerton (born 20 October 1982) is a Welsh professional golfer and a member of the Ladies European Tour and the LPGA Tour.",
      "pageId": 6517629,
      "monthDay": "10/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_Terek",
      "name": "Paul Terek",
      "aboutText": "Paul \"Pablo\" Wilson (b. 20 October 1978) is a Scottish musician, who is best known as the bass guitarist for Northern Irish alternative rock band Snow Patrol. He previously played guitar in Glasgow band Terra Diablo from 2000–2005.",
      "pageId": 7034933,
      "monthDay": "10/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nargis_Fakhri",
      "name": "Nargis Fakhri",
      "aboutText": "Kristian Bach Bak Nielsen (born 20 October 1982) is a Danish professional footballer who currently plays for FC Midtjylland in the Danish Superliga. Bak Nielsen usually plays central defender, but he has a past as a striker.",
      "pageId": 8032909,
      "monthDay": "10/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gary_Jarman",
      "name": "Gary Jarman",
      "aboutText": "Paul Anthony Terek (born October 20, 1979 in Dearborn, Michigan) is an American Olympic decathlete. He graduated from Livonia Franklin High School in Livonia, Michigan. His personal best in decathlon is 8312 points, achieved in July 2004 in Sacramento at the United States Olympic Trials.",
      "pageId": 8641817,
      "monthDay": "10/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Niall_Matter",
      "name": "Niall Matter",
      "aboutText": "Gary John Jarman (born 20 October 1980) is a British multi-instrumentalist, best known for being bassist and singer in the Wakefield music group The Cribs.\nThe band consists of his twin brother Ryan and his younger brother Ross. Gary is the most political member of The Cribs, and can regularly be heard in interviews railing against inequality and misogyny in the music industry.",
      "pageId": 8690319,
      "monthDay": "10/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jos%C3%A9_Veras",
      "name": "José Veras",
      "aboutText": "Niall Matter (pronounced May-ter), born October 20, 1980, is a Canadian actor, known for his roles as Zane Donovan in the Syfy original series Eureka and Evan Cross in the Space series Primeval: New World. In 2015 he joined the cast of Global's medical drama Remedy in the role of ER Resident Dr.",
      "pageId": 12677434,
      "monthDay": "10/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dimitris_Papadopoulos",
      "name": "Dimitris Papadopoulos",
      "aboutText": "Erko Saviauk (born 20 October 1977 in Viljandi) is a retired Estonian professional football defender.",
      "pageId": 12912159,
      "monthDay": "10/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Francisco_Javier_Rodr%C3%ADguez",
      "name": "Francisco Javier Rodríguez",
      "aboutText": "Flavio Cipolla (born 20 October 1983) is a professional tennis player on the ATP Tour from Italy. He reached the second round at the French Open of 2007, where he lost to Rafael Nadal. He reached the 3rd round of the 2008 US Open.",
      "pageId": 16474033,
      "monthDay": "10/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kristian_Bak_Nielsen",
      "name": "Kristian Bak Nielsen",
      "aboutText": "Vasyl Baranov (Ukrainian: Василь Баранов; born 20 October 1979) is a retired Ukrainian professional footballer. He played midfielder for clubs in the Ukraine, Belarus and Estonia.",
      "pageId": 16673736,
      "monthDay": "10/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Becky_Brewerton",
      "name": "Becky Brewerton",
      "aboutText": "Katie Dianne Featherston (born October 20, 1982) is an American actress.",
      "pageId": 24659065,
      "monthDay": "10/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Katie_Featherston",
      "name": "Katie Featherston",
      "aboutText": "Virender Sehwag  pronunciation  (born 20 October 1978) is a former Indian cricketer. An aggressive right-handed opening batsman and a part-time right-arm off-spin bowler, he played his first One Day International in 1999 and joined the Indian Test team in 2001. In April 2009, Sehwag became the only Indian to be honoured as the Wisden Leading Cricketer in the World for his performance in 2008, subsequently becoming the first player of any nationality to retain the award for 2009.",
      "pageId": 25151882,
      "monthDay": "10/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Flavio_Cipolla",
      "name": "Flavio Cipolla",
      "aboutText": "Nargis Fakhri is an American model and actress. She has appeared on America's Next Top Model and made her acting debut with the 2011 Bollywood film Rockstar.",
      "pageId": 29720286,
      "monthDay": "10/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Luis_Saritama",
      "name": "Luis Saritama",
      "aboutText": "Florent Stéphane Sinama Pongolle (born 20 October 1984) is a French professional footballer who plays for Scottish club Dundee United as a forward.\nHe was signed at only 16 by Liverpool, but could never impose himself in the first team.",
      "pageId": 1462396,
      "monthDay": "10/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Michel_Vorm",
      "name": "Michel Vorm",
      "aboutText": "Jennifer Nicole Freeman (born October 20, 1985) is an American actress, often credited as Jennifer N. Freeman.",
      "pageId": 1951981,
      "monthDay": "10/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Takayuki_Yamada",
      "name": "Takayuki Yamada",
      "aboutText": "Risa Niigaki (新垣 里沙, Niigaki Risa, born October 20, 1988 in Yokohama, Kanagawa, Japan) is a Japanese pop singer and actress formerly associated with Hello! Project.She was a fifth generation member of the Japanese pop group Morning Musume. She joined Morning Musume in 2001 along with Ai Takahashi, Asami Konno and Makoto Ogawa.",
      "pageId": 2319479,
      "monthDay": "10/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mitch_Lucker",
      "name": "Mitch Lucker",
      "aboutText": "Andrew Trimble (born 20 October 1984) is an Irish rugby union player from Coleraine.",
      "pageId": 3251030,
      "monthDay": "10/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Florent_Sinama_Pongolle",
      "name": "Florent Sinama Pongolle",
      "aboutText": "Luis Fernando Saritama Padilla (born October 20, 1983) is a Ecuadorian footballer of Japanese descent who currently plays for Deportivo Quito of the Ecuadorian Serie A.",
      "pageId": 5283919,
      "monthDay": "10/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrew_Trimble",
      "name": "Andrew Trimble",
      "aboutText": "Michel Armand Vorm (Dutch pronunciation: [ˈmiʃɛl ˈvɔrm]; born 20 October 1983) is a Dutch footballer who plays as a goalkeeper for English club Tottenham Hotspur and the Netherlands national team.\nVorm began his professional career at FC Utrecht in 2005, spending his first season on loan at FC Den Bosch. He transferred to Swansea City in 2011, playing three Premier League seasons and winning the League Cup in 2013.",
      "pageId": 6621157,
      "monthDay": "10/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jennifer_Freeman",
      "name": "Jennifer Freeman",
      "aboutText": "James Sutton (born 20 October 1985 in London) is a racing driver.",
      "pageId": 7804105,
      "monthDay": "10/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dominic_McGuire",
      "name": "Dominic McGuire",
      "aboutText": "Sanne Nijhof (born 20 October 1987 in Den Ham, The Netherlands) is a Dutch model.",
      "pageId": 8357923,
      "monthDay": "10/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alphonso_Smith",
      "name": "Alphonso Smith",
      "aboutText": "Dominic Rashad McGuire (born October 20, 1985) is an American professional basketball player who currently plays for the Hapoel Holon of the Israeli Basketball Premier League.",
      "pageId": 12001333,
      "monthDay": "10/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/James_Sutton_(racing_driver)",
      "name": "James Sutton",
      "aboutText": "Candice Susan Swanepoel (/ˈswɒnəpuːl/ SWON-ə-pool; Afrikaans: [svɐnɛˈpul] born 20 October 1988) is a South African model best known for her work with Victoria's Secret. In 2012, she came in 10th on the Forbes top-earning models list.",
      "pageId": 14536815,
      "monthDay": "10/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Wanlop_Saechio",
      "name": "Wanlop Saechio",
      "aboutText": "Colin Wilson (born October 20, 1989) is a Canadian-American professional ice hockey player currently with the Nashville Predators of the National Hockey League.",
      "pageId": 15061672,
      "monthDay": "10/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Elyse_Taylor",
      "name": "Elyse Taylor",
      "aboutText": "Alphonso Smith, Jr. (born October 20, 1985) is an American former college and professional football player who was a cornerback in the National Football League (NFL) for four seasons. Smith played college football for Wake Forest University, and received consensus All-American honors.",
      "pageId": 20204039,
      "monthDay": "10/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Raphael_Hackl",
      "name": "Raphael Hackl",
      "aboutText": "Elyse Taylor (born 20 October 1986) is an Australian model.\nTaylor was discovered at age 18 by the agent of a model friend. She subsequently walked in fashion shows for Dolce & Gabbana, Bottega Veneta, Tommy Hilfiger, Moschino, and Trussardi.",
      "pageId": 21051212,
      "monthDay": "10/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sanne_Nijhof",
      "name": "Sanne Nijhof",
      "aboutText": "Ma Long (simplified Chinese: 马龙; traditional Chinese: 馬龍; pinyin: Mǎ Lóng; born 20 October 1988) is a Chinese male table tennis player. As of December 2015, he is ranked number 1 in the world, in the International Table Tennis Federation (ITTF). Ma was born in Anshan, Liaoning, China.",
      "pageId": 22248616,
      "monthDay": "10/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ma_Long_(table_tennis)",
      "name": "Ma Long",
      "aboutText": "Wanlop Sae-chew (Thai: : วัลลภ แซ่จิ๋ว, born October 20, 1986), simply known as Rong (Thai: รอง), is a professional footballer from Thailand. He currently plays for Chainat Hornbill in the Thailand Premier League.",
      "pageId": 26107405,
      "monthDay": "10/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Risa_Niigaki",
      "name": "Risa Niigaki",
      "aboutText": "Raphael Hackl (born 20 October 1987) is a German international rugby union player, playing for the Berliner RC in the Rugby-Bundesliga and the German national rugby union team.\nHe made his debut for Germany in a friendly against Hong Kong on 12 December 2009.",
      "pageId": 26621785,
      "monthDay": "10/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Candice_Swanepoel",
      "name": "Candice Swanepoel",
      "aboutText": "Takayuki Yamada (山田 孝之, Yamada Takayuki, born October 20, 1983 in Satsumasendai, Kagoshima) is a Japanese actor and a singer.",
      "pageId": 30861448,
      "monthDay": "10/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jess_Glynne",
      "name": "Jess Glynne",
      "aboutText": "Mattia De Sciglio (Italian pronunciation: [matˈtiːa de ˈʃiʎʎo]; born 20 October 1992) is an Italian professional footballer who plays as a defender for Milan in Serie A and the Italian national team. De Sciglio joined Milan as a youngster and went on to make his professional debut in 2011. By the end of following season, he had become a regular in the line-up, being able to play on both sides of the field.",
      "pageId": 33249313,
      "monthDay": "10/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Colin_Wilson_(ice_hockey)",
      "name": "Colin Wilson",
      "aboutText": "Mitchell Adam \"Mitch\" Lucker (October 20, 1984 – November 1, 2012) was an American musician and lead singer for the deathcore band Suicide Silence.",
      "pageId": 38317546,
      "monthDay": "10/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mattia_De_Sciglio",
      "name": "Mattia De Sciglio",
      "aboutText": "Jessica Hannah \"Jess\" Glynne (born 20 October 1989) is a British singer and songwriter, signed to Atlantic Records. She rose to prominence as a featured artist on Clean Bandit's single \"Rather Be\" and Route 94's \"My Love\", both of which reached number one on the UK Singles Chart in 2014. Her debut solo single, \"Right Here\", reached the top ten the same year.",
      "pageId": 41425225,
      "monthDay": "10/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/John_Egan_(footballer,_born_1992)",
      "name": "John Egan",
      "aboutText": "Morgan Featherstone (born 20 October 1994) is a former fashion model based in Melbourne.",
      "pageId": 5554340,
      "monthDay": "10/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kristian_Ipsen",
      "name": "Kristian Ipsen",
      "aboutText": "Ksenia Andreyevna Semyonova (Russian: Ксения Андреевна Семёнова; born October 20, 1992, in Novomoskovsk, Russia) is a retired Russian artistic gymnast. She is the 2007 world champion on the uneven bars, the 2008 European champion on the uneven bars and the balance beam, and the 2009 European all-around champion. She also won a gold medal with the Russian team at the 2010 World Artistic Gymnastics Championships.",
      "pageId": 18670440,
      "monthDay": "10/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Liis_Lemsalu",
      "name": "Liis Lemsalu",
      "aboutText": "Hunter Hailey King (born October 19, 1993) is an American actress.",
      "pageId": 24917639,
      "monthDay": "10/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ksenia_Semyonova",
      "name": "Ksenia Semyonova",
      "aboutText": "Kristian Ipsen (born October 20, 1992 in Walnut Creek, California) is an American diver, who has been diving competitively since 1998.",
      "pageId": 25082395,
      "monthDay": "10/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ferhat_Yazgan",
      "name": "Ferhat Yazgan",
      "aboutText": "Zhenwei Wang (Chinese Simplified: 王振威, Chinese Traditional: 王振威, Pinyin: Wáng Zhènwěi is a Chinese actor and martial artist.",
      "pageId": 27937655,
      "monthDay": "10/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Hunter_King",
      "name": "Hunter King",
      "aboutText": "Liis Lemsalu (born October 20, 1992  in Pärnu, Estonia) is an Estonian singer. She rose to fame as the winner of the fourth season of Eesti otsib superstaari, the Estonian version of Idol series. She was then signed to Universal Music Group.",
      "pageId": 32121547,
      "monthDay": "10/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Morgan_Featherstone",
      "name": "Morgan Featherstone",
      "aboutText": "John Egan (born 20 October 1992) is an Irish footballer who plays for Gillingham as a defender. Born in Cork he has had loan spells with Crystal Palace, Sheffield United, Bradford City and Southend United, and has represented Ireland at under-17, under-19 and under-21 level. He was released by Sunderland at the end of the 2013–14 season, and signed a 2-year deal with Gillingham in July 2014.",
      "pageId": 34308518,
      "monthDay": "10/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Corey_Oates",
      "name": "Corey Oates",
      "aboutText": "Corey Oates (born 20 October 1994) is an Australian professional rugby league footballer who currently plays for the Brisbane Broncos in the National Rugby League. He plays at second-row, wing and centre.",
      "pageId": 39877045,
      "monthDay": "10/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Zhenwei_Wang",
      "name": "Zhenwei Wang",
      "aboutText": "Ferhat Yazgan (born 20 October 1992) is a Turkish footballer who plays for 1461 Trabzon in TFF First League, on loan from Trabzonspor.",
      "pageId": 43518658,
      "monthDay": "10/20"
    }
  ]
}