{
  "people": [
    {
      "year": "1328",
      "uri": "/wiki/Hongwu_Emperor",
      "name": "Hongwu Emperor",
      "aboutText": "Alfred Bernhard Nobel (/noʊˈbɛl/; Swedish: [ˈalfrɛd nʊˈbɛl]  listen ; 21 October 1833 – 10 December 1896) was a Swedish chemist, engineer, innovator, and armaments manufacturer.\nHe was the inventor of dynamite. Nobel also owned Bofors, which he had redirected from its previous role as primarily an iron and steel producer to a major manufacturer of cannon and other armaments.",
      "pageId": 851,
      "monthDay": "10/21"
    },
    {
      "year": "1449",
      "uri": "/wiki/George_Plantagenet,_1st_Duke_of_Clarence",
      "name": "George Plantagenet, 1st Duke of Clarence",
      "aboutText": "Samuel Taylor Coleridge (/ˈkoʊləˌrɪdʒ/; 21 October 1772 – 25 July 1834) was an English poet, literary critic and philosopher who, with his friend William Wordsworth, was a founder of the Romantic Movement in England and a member of the Lake Poets. He wrote the poems The Rime of the Ancient Mariner and Kubla Khan, as well as the major prose work Biographia Literaria. His critical work, especially on Shakespeare, was highly influential, and he helped introduce German idealist philosophy to English-speaking culture.",
      "pageId": 29408,
      "monthDay": "10/21"
    },
    {
      "year": "1527",
      "uri": "/wiki/Louis_I,_Cardinal_of_Guise",
      "name": "Louis I, Cardinal of Guise",
      "aboutText": "George Plantagenet, 1st Duke of Clarence, 1st Earl of Salisbury, 1st Earl of Warwick KG (21 October 1449 – 18 February 1478) was the third son of Richard Plantagenet, 3rd Duke of York, and Cecily Neville, and the brother of English Kings Edward IV and Richard III. He played an important role in the dynastic struggle between rival factions of the Plantagenets known as the Wars of the Roses.\nThough a member of the House of York, he switched sides to support the Lancastrians, before reverting to the Yorkists. He was later convicted of treason against his brother, Edward IV, and was executed (allegedly by being drowned in a butt of Malmsey wine).",
      "pageId": 49673,
      "monthDay": "10/21"
    },
    {
      "year": "1581",
      "uri": "/wiki/Domenichino",
      "name": "Domenichino",
      "aboutText": "Giuseppe Baini (October 21, 1775 – May 21, 1844) was an Italian priest, music critic, and composer of church music.",
      "pageId": 143227,
      "monthDay": "10/21"
    },
    {
      "year": "1650",
      "uri": "/wiki/Jean_Bart",
      "name": "Jean Bart",
      "aboutText": "Jean Bart (21 October 1650 – 27 April 1702) was a French naval commander and privateer.",
      "pageId": 161102,
      "monthDay": "10/21"
    },
    {
      "year": "1675",
      "uri": "/wiki/Emperor_Higashiyama",
      "name": "Emperor Higashiyama",
      "aboutText": "The Hongwu Emperor (Chinese: 洪武帝; pinyin: Hóngwǔ Dì; 21 October 1328 – 24 June 1398), personal name Zhu Yuanzhang (朱元璋) and courtesy name Guorui (國瑞), was the founder and first emperor of the Ming dynasty of China. His temple name was Ming Taizu (明太祖), which literally means \"Grand Ancestor of Ming\". Hongwu, the era name of his reign, means \"vastly martial\".",
      "pageId": 163029,
      "monthDay": "10/21"
    },
    {
      "year": "1687",
      "uri": "/wiki/Nicolaus_I_Bernoulli",
      "name": "Nicolaus I Bernoulli",
      "aboutText": "Alphonse Marie Louis de Prat de Lamartine, chevalier de Pratz (French: [alfɔ̃s maʁi lwi dəpʁa də lamaʁtin]; 21 October 1790 – 28 February 1869), was a French writer, poet and politician who was instrumental in the foundation of the Second Republic and the continuation of the Tricolore as the flag of France.",
      "pageId": 170759,
      "monthDay": "10/21"
    },
    {
      "year": "1712",
      "uri": "/wiki/James_Steuart_(economist)",
      "name": "James Steuart",
      "aboutText": "Higashiyama also refers to a ward of Kyoto City.\nEmperor Higashiyama (東山天皇, Higashiyama-tennō, October 21, 1675 – January 16, 1710) was the 113th emperor of Japan, according to the traditional order of succession.\nHigashiyama's reign spanned the years from 1687 through 1709 of what are generally considered to be the Golden Age of the Edo Period.",
      "pageId": 229340,
      "monthDay": "10/21"
    },
    {
      "year": "1725",
      "uri": "/wiki/Franz_Moritz_von_Lacy",
      "name": "Franz Moritz von Lacy",
      "aboutText": "Charles Pierre François Augereau, 1st Duc de Castiglione (21 October 1757 – 12 June 1816) was a soldier and general and Marshal of France. After serving in the French Revolutionary Wars he earned rapid promotion while fighting against Spain and soon found himself a division commander under Napoleon Bonaparte in Italy. He fought in all of Bonaparte's battles of 1796 with great distinction.",
      "pageId": 250497,
      "monthDay": "10/21"
    },
    {
      "year": "1757",
      "uri": "/wiki/Pierre_Augereau",
      "name": "Pierre Augereau",
      "aboutText": "Domenico Zampieri (or Domenichino; October 21, 1581 – April 6, 1641) was an Italian Baroque painter of the Bolognese School, or Carracci School, of painters.",
      "pageId": 902086,
      "monthDay": "10/21"
    },
    {
      "year": "1762",
      "uri": "/wiki/Herman_Willem_Daendels",
      "name": "Herman Willem Daendels",
      "aboutText": "Nicolaus Bernoulli (born 21 October 1687 in Basel, died 29 November 1759 in Basel; also spelled Nicolas or Nikolas), was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family.\nHe was the son of Nicolaus Bernoulli, painter and Alderman of Basel. In 1704 he graduated at the University of Basel under Jakob Bernoulli and obtained his PhD five years later with a work on probability theory in law.",
      "pageId": 1151030,
      "monthDay": "10/21"
    },
    {
      "year": "1772",
      "uri": "/wiki/Samuel_Taylor_Coleridge",
      "name": "Samuel Taylor Coleridge",
      "aboutText": "Herman Willem Daendels (21 October 1762 – 2 May 1818) was a Dutch politician who served as the 36th Governor General of the Dutch East Indies between 1808 and 1811.",
      "pageId": 1250236,
      "monthDay": "10/21"
    },
    {
      "year": "1775",
      "uri": "/wiki/Giuseppe_Baini",
      "name": "Giuseppe Baini",
      "aboutText": "Sir James Steuart, 3rd Baronet of Goodtrees and eventually 7th Baronet of Coltness; late in life Sir James Steuart Denham, also called Sir James Denham Steuart (/ˈstuːərt, ˈstjuː-/; 21 October 1713, Edinburgh – 26 November 1780, Coltness, Lanarkshire) was a prominent Jacobite and author of \"probably the first systematic treatise written in English about economics\" and the first book in English with 'political economy' in the title. He assumed the surname of Denham late in life; he inherited his cousin's baronetcy of Coltness in 1773.\n^ Encyclopǣdia Britannica.",
      "pageId": 1252437,
      "monthDay": "10/21"
    },
    {
      "year": "1790",
      "uri": "/wiki/Alphonse_de_Lamartine",
      "name": "Alphonse de Lamartine",
      "aboutText": "Franz Moritz Graf von Lacy (English: Francis Maurice de Lacy, Russian: Boris Petrovich Lassi), (21 Oct 1725, St. Petersburg – 24 Nov 1801, Vienna), was the son of Count Peter von Lacy and was a famous Austrian field marshal. He served Maria Theresa and was a close friend to Joseph II, Holy Roman Emperor, becoming one of the latter's advisers.",
      "pageId": 1865256,
      "monthDay": "10/21"
    },
    {
      "year": "1811",
      "uri": "/wiki/Filippo_Colini",
      "name": "Filippo Colini",
      "aboutText": "Giuseppe Giacosa (21 October 1847 – 1 September 1906) was an Italian poet, playwright and librettist.\nHe was born in Colleretto Parella, now Colleretto Giacosa, near Turin. His father was a magistrate.",
      "pageId": 1959386,
      "monthDay": "10/21"
    },
    {
      "year": "1821",
      "uri": "/wiki/Sims_Reeves",
      "name": "Sims Reeves",
      "aboutText": "George Ulyett (21 October 1851, Sheffield – 18 June 1898, Sheffield) was an English all-round cricketer, noted particularly for his very-aggressive batsmanship. A well-liked man (who, in later years, kept a pub in his native Sheffield), Ulyett was popularly known as \"Happy Jack\", once musing memorably that Yorkshire played him only for his good behaviour and his whistling. A fine all round sportsman, Ulyett played football in the 1882–83 and 1883–84 seasons as goalkeeper for Sheffield Wednesday.",
      "pageId": 2388994,
      "monthDay": "10/21"
    },
    {
      "year": "1833",
      "uri": "/wiki/Alfred_Nobel",
      "name": "Alfred Nobel",
      "aboutText": "Louis de Lorraine (21 October 1527, Joinville, Champagne – 29 March 1578, Paris) was the fourth son of Claude, Duke of Guise and Antoinette de Bourbon, and the younger brother of Charles of Guise, Cardinal of Lorraine, and Mary of Guise, queen consort of King James V of Scotland. He was the nephew of Cardinal Jean de Lorraine. He is sometimes known as the cardinal de Guise.",
      "pageId": 2462467,
      "monthDay": "10/21"
    },
    {
      "year": "1845",
      "uri": "/wiki/Will_Carleton",
      "name": "Will Carleton",
      "aboutText": "William McKendree Carleton (October 21, 1845 – December 18, 1912) was an American poet. Carleton's poems were most often about his rural life.",
      "pageId": 8959109,
      "monthDay": "10/21"
    },
    {
      "year": "1847",
      "uri": "/wiki/Giuseppe_Giacosa",
      "name": "Giuseppe Giacosa",
      "aboutText": "John Sims Reeves (21 October 1821 – 25 October 1900), usually called simply Sims Reeves, was the foremost English operatic, oratorio and ballad tenor vocalist of the mid-Victorian era.\nReeves began his singing career in 1838 but continued his vocal studies until 1847. He soon established himself on the opera and concert stage and became known for his interpretation of ballads.",
      "pageId": 23558445,
      "monthDay": "10/21"
    },
    {
      "year": "1851",
      "uri": "/wiki/George_Ulyett",
      "name": "George Ulyett",
      "aboutText": "Filippo Colini (21 October 1811 - June 1863) was an Italian operatic baritone. Debuted with the Accademia Filarmonica Romana in 1831. He is best known today for creating roles in the world premieres of several operas by Giuseppe Verdi, including Giacomo in Giovanna d'Arco (1845), Rolando in La battaglia di Legnano (1849), and Stankar in Stiffelio (1850).",
      "pageId": 24261882,
      "monthDay": "10/21"
    },
    {
      "year": "1877",
      "uri": "/wiki/Oswald_Avery",
      "name": "Oswald Avery",
      "aboutText": "Martin Gardner (October 21, 1914 – May 22, 2010) was an American popular mathematics and popular science writer, with interests also encompassing micromagic, scientific skepticism, philosophy, religion, and literature—especially the writings of Lewis Carroll and G.K. Chesterton.\nGardner was best known for creating and sustaining general interest in recreational mathematics for a large part of the 20th century, principally through his Scientific American \"Mathematical Games\" columns from 1956 to 1981 and his subsequent books collecting them. He was an uncompromising critic of fringe science and was a founding member of CSICOP, an organization devoted to debunking pseudoscience, and wrote a monthly column (\"Notes of a Fringe Watcher\") from 1983 to 2002 in Skeptical Inquirer, that organization's monthly magazine.",
      "pageId": 20435,
      "monthDay": "10/21"
    },
    {
      "year": "1884",
      "uri": "/wiki/Claire_Waldoff",
      "name": "Claire Waldoff",
      "aboutText": "Oswald Theodore Avery Jr. FRS (October 21, 1877 – February 20, 1955) was a Canadian-born American physician and medical researcher. The major part of his career was spent at the Rockefeller University Hospital in New York City.",
      "pageId": 50847,
      "monthDay": "10/21"
    },
    {
      "year": "1886",
      "uri": "/wiki/Eugene_Burton_Ely",
      "name": "Eugene Burton Ely",
      "aboutText": "John Birks \"Dizzy\" Gillespie (/ɡɨˈlɛspi/; October 21, 1917 – January 6, 1993) was an American jazz trumpeter, bandleader, composer and occasional singer.\nAllMusic's Scott Yanow wrote, \"Dizzy Gillespie's contributions to jazz were huge.",
      "pageId": 54403,
      "monthDay": "10/21"
    },
    {
      "year": "1887",
      "uri": "/wiki/Krishna_Singh_(politician)",
      "name": "Krishna Singh",
      "aboutText": "Sir Georg Solti, KBE (/ˈdʒɔrdʒ ˈʃɒlti/; 21 October 1912 – 5 September 1997) was an orchestral and operatic conductor, best known for his appearances with opera companies in Munich, Frankfurt and London, and as a long-serving music director of the Chicago Symphony Orchestra. Born in Budapest, he studied there with Béla Bartók, Leó Weiner and Ernő Dohnányi. In the 1930s, he was a répétiteur at the Hungarian State Opera and worked at the Salzburg Festival for Arturo Toscanini.",
      "pageId": 163633,
      "monthDay": "10/21"
    },
    {
      "year": "1894",
      "uri": "/wiki/Edogawa_Ranpo",
      "name": "Edogawa Ranpo",
      "aboutText": "Carlos Wesley \"Don\" Byas (October 21, 1912 – August 24, 1972) was an American jazz tenor saxophonist, most associated with bebop. He played with Count Basie, Duke Ellington, Art Blakey, and Dizzy Gillespie, among others, and also led his own band.",
      "pageId": 190946,
      "monthDay": "10/21"
    },
    {
      "year": "1895",
      "uri": "/wiki/Paavo_Johansson",
      "name": "Paavo Johansson",
      "aboutText": "Sir Malcolm Henry Arnold, CBE (21 October 1921 – 23 September 2006) was an English composer.",
      "pageId": 324150,
      "monthDay": "10/21"
    },
    {
      "year": "1895",
      "uri": "/wiki/Edna_Purviance",
      "name": "Edna Purviance",
      "aboutText": "Edna Purviance (/ˈɛdnə pərˈvaɪəns/; October 21, 1895 – January 11, 1958) was an American actress during the silent movie era.",
      "pageId": 335026,
      "monthDay": "10/21"
    },
    {
      "year": "1898",
      "uri": "/wiki/Eduard_P%C3%BCtsep",
      "name": "Eduard Pütsep",
      "aboutText": "Tarō Hirai (平井 太郎, Hirai Tarō, October 21, 1894 – July 28, 1965), better known by the pseudonym Edogawa Ranpo (江戸川 乱歩), also romanized as Edogawa Rampo, was a Japanese author and critic who played a major role in the development of Japanese mystery fiction. Many of his novels involve the detective hero Kogoro Akechi, who in later books was the leader of a group of boy detectives known as the \"Boy Detectives Club\" (少年探偵団, Shōnen tantei dan).\nRanpo was an admirer of Western mystery writers, and especially of Edgar Allan Poe.",
      "pageId": 467119,
      "monthDay": "10/21"
    },
    {
      "year": "1907",
      "uri": "/wiki/Nikos_Engonopoulos",
      "name": "Nikos Engonopoulos",
      "aboutText": "Eugene Burton Ely (October 21, 1886 – October 19, 1911) was an aviation pioneer, credited with the first shipboard aircraft take off and landing.",
      "pageId": 616721,
      "monthDay": "10/21"
    },
    {
      "year": "1908",
      "uri": "/wiki/Niyazi_Berkes",
      "name": "Niyazi Berkes",
      "aboutText": "Mary Blair (October 21, 1911 – July 26, 1978), born Mary Robinson, was an American artist who was prominent in producing art and animation for The Walt Disney Company, drawing concept art for such films as Alice in Wonderland, Peter Pan, Song of the South and Cinderella. Blair also created character designs for enduring attractions such as Disneyland's It's a Small World, the fiesta scene in El Rio del Tiempo in the Mexico pavilion in Epcot's World Showcase, and an enormous mosaic inside Disney's Contemporary Resort. Several of her illustrated children's books from the 1950s remain in print, such as I Can Fly by Ruth Krauss.",
      "pageId": 2081628,
      "monthDay": "10/21"
    },
    {
      "year": "1911",
      "uri": "/wiki/Mary_Blair",
      "name": "Mary Blair",
      "aboutText": "Milton Himmelfarb (October 21, 1918 – January 4, 2006) was an American sociographer of the American Jewish community.\nHimmelfarb worked for four decades at the American Jewish Committee where he was director of information and research services. He edited various versions of the American Jewish Yearbook.",
      "pageId": 2743790,
      "monthDay": "10/21"
    },
    {
      "year": "1912",
      "uri": "/wiki/Don_Byas",
      "name": "Don Byas",
      "aboutText": "Sri Krishna Sinha (21 October 1887 – 31 January 1961) known as Dr. S. K. Sinha, Sri Babu and Bihar Kesari was the first Chief Minister of the Indian state of Bihar (1946–61). Except for the period of World War II, Sinha was chief minister of Bihar from the time of the first Congress Ministry in 1937 until his death in 1961.\" Along with the nationalists Dr.",
      "pageId": 2959872,
      "monthDay": "10/21"
    },
    {
      "year": "1912",
      "uri": "/wiki/Alfredo_Pi%C3%A1n",
      "name": "Alfredo Pián",
      "aboutText": "Alfredo Pián (October 21, 1912 in Las Rosas – July 25, 1990) was a racing driver from Argentina. He entered the 1950 Monaco Grand Prix with a Maserati 4CLT run by Scuderia Achille Varzi. During the Saturday practice sessions, Pián, who had the sixth fastest time at that point, spun on an oil patch and crashed against the guard-rail, being thrown out of the cockpit.",
      "pageId": 3224459,
      "monthDay": "10/21"
    },
    {
      "year": "1912",
      "uri": "/wiki/Georg_Solti",
      "name": "Georg Solti",
      "aboutText": "Nikos Engonopoulos (Greek: Νίκος Εγγονόπουλος; October 21, 1907 – October 31, 1985) was a modern Greek painter and poet. He is one of the most important members of \"Generation of the '30s\", as well as a major representative of the surrealist movement in Greece. His work as a writer also includes critique and essays.",
      "pageId": 4659716,
      "monthDay": "10/21"
    },
    {
      "year": "1914",
      "uri": "/wiki/Martin_Gardner",
      "name": "Martin Gardner",
      "aboutText": "Staff Sergeant James Horley Wallwork DFM (21 October 1919 – 24 January 2013) was a member of the Glider Pilot Regiment who achieved notability as the pilot of the first Horsa glider to land at Pegasus Bridge in the early hours of 6 June 1944. This achievement was described as \"the greatest feat of flying of the second world war\" by Air Chief Marshal Sir Trafford Leigh-Mallory. Although most noted for his part in the Battle of Normandy, Wallwork flew gliders in every major British airborne operation of the Second World War.",
      "pageId": 5440143,
      "monthDay": "10/21"
    },
    {
      "year": "1917",
      "uri": "/wiki/Dizzy_Gillespie",
      "name": "Dizzy Gillespie",
      "aboutText": "Paavo (\"Pekka\") Johansson (later Jaale) (October 21, 1895 in Helsinki – December 5, 1983) was a Finnish athlete who competed mainly in the javelin throw.\nJohansson competed for Finland in the 1920 Summer Olympics held in Antwerp, Belgium, winning the bronze behind Jonni Myyrä and Urho Peltonen and ahead of Julius Saaristo as Finland claimed the first four spots. He also took part in the decathlon, but dropped out after the first day.",
      "pageId": 7218176,
      "monthDay": "10/21"
    },
    {
      "year": "1918",
      "uri": "/wiki/Milton_Himmelfarb",
      "name": "Milton Himmelfarb",
      "aboutText": "Eduard Pütsep (21 October 1898 – 22 August 1960) was an Estonian wrestler who won a Gold Medal in the Bantamweight division in the 1924 Summer Olympics in Paris, France after defeating Sweden's Sigfrid Hansson in the Sixth Round.\nHe was born in the Vastseliina Parish, in Võru County, Estonia and competed in the 1920, 1924 and 1928 Summer Olympic Games for his home country. At the 1922 World Greco-Roman Wrestling Championship in Stockholm, Sweden he lost only in the final match to Swedish 1920 Olympics wrestling bronze medalist Fritiof Svensson by points and won the Silver medal.",
      "pageId": 16870765,
      "monthDay": "10/21"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jim_Wallwork",
      "name": "Jim Wallwork",
      "aboutText": "Claire Waldoff (21 October 1884 – 22 January 1957), born Clara Wortmann, was a German singer.",
      "pageId": 16951574,
      "monthDay": "10/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Malcolm_Arnold",
      "name": "Malcolm Arnold",
      "aboutText": "Niyazi Berkes (21 October 1908 – 18 December 1988) was a Turkish Cypriot sociologist.",
      "pageId": 33690611,
      "monthDay": "10/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bruce_Beeby",
      "name": "Bruce Beeby",
      "aboutText": "Bruce Edward Beeby (21 October 1921 – 20 October 2013) was an Australian actor who worked primarily in British films and television. He was probably best known for portraying Stephen \"Mitch\" Mitchell in the 1950s BBC radio serials Journey Into Space.",
      "pageId": 33952254,
      "monthDay": "10/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Robert_Clothier",
      "name": "Robert Clothier",
      "aboutText": "Ursula Kroeber Le Guin (US /ˈɜrsələ ˈkroʊbər ləˈɡwɪn/; born October 21, 1929) is an American author of novels, children's books, and short stories, mainly in the genres of fantasy and science fiction. She has also written poetry and essays. First published in the 1960s, her work has often depicted futuristic or imaginary alternative worlds in politics, natural environment, gender, religion, sexuality and ethnography.",
      "pageId": 32037,
      "monthDay": "10/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jim_Shumate",
      "name": "Jim Shumate",
      "aboutText": "Leonard Rossiter (21 October 1926 – 5 October 1984) was an English actor with a long career in the theatre.",
      "pageId": 48353,
      "monthDay": "10/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ingrid_van_Houten-Groeneveld",
      "name": "Ingrid van Houten-Groeneveld",
      "aboutText": "Úrsula Hilaria Celia de la Caridad Cruz Alfonso also known by her stage name Celia Cruz (October 21, 1925 – July 16, 2003) was a Cuban singer of latin music. The most popular latin artist of the 20th century, she earned twenty-three gold albums and was a recipient of the National Medal of Arts. She was renowned internationally as the \"Queen of Salsa\", \"La Guarachera de Cuba\", as well as The Queen of Latin Music.",
      "pageId": 166331,
      "monthDay": "10/21"
    },
    {
      "year": "1922",
      "uri": "/wiki/Liliane_Bettencourt",
      "name": "Liliane Bettencourt",
      "aboutText": "Edward Charles \"Whitey\" Ford (born October 21, 1928), nicknamed \"The Chairman of the Board\" is an American former professional baseball pitcher who spent his entire 16-year Major League Baseball (MLB) career with the New York Yankees. He was voted into the Baseball Hall of Fame in 1974.\nFord is a ten-time MLB All-Star and six-time World Series champion.",
      "pageId": 437761,
      "monthDay": "10/21"
    },
    {
      "year": "1923",
      "uri": "/wiki/Samuel_Khachikian",
      "name": "Samuel Khachikian",
      "aboutText": "Shammi Kapoor (born Shamsher Raj Kapoor; 21 October 1931 – 14 August 2011) was an Indian film actor and director. He was a prominent lead actor in Hindi cinema from the late 1950s until the early 1970s. He received the Filmfare Best Actor Award in 1968 for his performance in Brahmachari and Filmfare Award for Best Supporting Actor for Vidhaata in 1982.",
      "pageId": 603988,
      "monthDay": "10/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Celia_Cruz",
      "name": "Celia Cruz",
      "aboutText": "Virginia Zeani, Commendatore OMRI (born 21 October 1925) is a Romanian dramatic coloratura soprano, regarded as one of the great sopranos of the 20th century and one of the great musical personalities in the history of Romania. The Venetian Arts Society named her \"one of the most vocally and artistically gifted of the Grand Divas of the Golden Age\" and a \"Super Star in the history of opera\".\nKnown both for her golden voice and her impeccable technique, Virginia Zeani is also famous for being one of the most beautiful opera singers of all time.",
      "pageId": 613543,
      "monthDay": "10/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Joyce_Randolph",
      "name": "Joyce Randolph",
      "aboutText": "Ingrid van Houten-Groeneveld (Dutch pronunciation: [ˈɪŋɡrɪt fɑn ˈɦʌutəŋ ˈɣrunəˌvɛlt]; 21 October 1921 – 30 March 2015) was a Dutch astronomer.\nIn a jointly-credited trio with Tom Gehrels and her husband Cornelis Johannes van Houten, she was the discoverer of many thousands of asteroids. In the Palomar–Leiden survey, Gehrels took the images using the 48-inch Schmidt telescope at Palomar Observatory and shipped the photographic plates to the van Houtens at Leiden Observatory, who analyzed them for new asteroids.",
      "pageId": 625398,
      "monthDay": "10/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Julie_Wilson",
      "name": "Julie Wilson",
      "aboutText": "Liliane Henriette Charlotte Schueller, married name Bettencourt (French pronunciation: ​[lil.jan be.tɑ̃.kuːʁ]) (born 21 October 1922), is a French heiress, socialite, businesswoman and philanthropist.",
      "pageId": 684923,
      "monthDay": "10/21"
    },
    {
      "year": "1925",
      "uri": "/wiki/Virginia_Zeani",
      "name": "Virginia Zeani",
      "aboutText": "Ivan Stepanovich Silayev (Russian: Ива́н Степа́нович Сила́ев; born on 21 October 1930 in Baktyzino, Nizhny Novgorod Oblast, Russian SFSR, Soviet Union) is a former Soviet official who became a Russian politician following the dissolution of the Soviet Union. He served as Premier of the Soviet Union through the offices of chairman of the Interstate Economic Committee and chairman of the Committee on the Operational Management of the Soviet economy from 6 September to 26 December 1991. Responsible for overseeing the economy of the Soviet Union during the late Gorbachev Era, he was the last Premier of the Soviet Union.",
      "pageId": 864492,
      "monthDay": "10/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Leonard_Rossiter",
      "name": "Leonard Rossiter",
      "aboutText": "Arild Verner Agerskov \"Vern\" Mikkelsen (October 21, 1928 – November 21, 2013) was an American professional basketball player.",
      "pageId": 1687046,
      "monthDay": "10/21"
    },
    {
      "year": "1927",
      "uri": "/wiki/Fritz_Wintersteller",
      "name": "Fritz Wintersteller",
      "aboutText": "Fritz Wintersteller (born 21 October 1927) is an Austrian mountaineer who made the first ascent of Broad Peak together with Hermann Buhl, Kurt Diemberger, and Marcus Schmuck in 1957.\nAlthough never a professional climber he climbed nearly every 4000m-mountain in the Alps, including first ascents of Hochkogel (north face) and Wiesspitze. Three other side summits over 4000m were apparently considered by him to be \"not beautiful enough\" to ascend.",
      "pageId": 2007410,
      "monthDay": "10/21"
    },
    {
      "year": "1927",
      "uri": "/wiki/Howard_Zieff",
      "name": "Howard Zieff",
      "aboutText": "Robert Allan Clothier, DFC (October 21, 1921 – February 10, 1999) was a prominent Canadian stage and television actor most famous for his role on the long-running CBC television show, The Beachcombers. He portrayed Bruno Gerussi's rival beachcomber, Relic – a conniving man of Welsh descent who lived on a house boat and used his speedboat to outrun and challenge Nick's claims to logs.\nLike many of his contemporaries, he joined the Royal Canadian Air Force at an early age.",
      "pageId": 2330128,
      "monthDay": "10/21"
    },
    {
      "year": "1928",
      "uri": "/wiki/Whitey_Ford",
      "name": "Whitey Ford",
      "aboutText": "Joyce Randolph (born October 21, 1924) is an American actress, best known for playing Trixie Norton on The Honeymooners.",
      "pageId": 2338128,
      "monthDay": "10/21"
    },
    {
      "year": "1928",
      "uri": "/wiki/Vern_Mikkelsen",
      "name": "Vern Mikkelsen",
      "aboutText": "Jim Parks (born James Michael Parks, 21 October 1931, Haywards Heath, Sussex, England) is an English former cricketer. He played in forty six Tests for England, between 1954 and 1968. In those Test, Parks scored 1,962 runs with a personal best of 108 not out, and took 103 catches and made 11 stumpings.",
      "pageId": 3406354,
      "monthDay": "10/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Pierre_Bellemare",
      "name": "Pierre Bellemare",
      "aboutText": "Samuel Khachikian (Armenian: Սամուէլ Խաչիկեան Armenian pronunciation: [sɑm'vɛl χɑtʃʰik'jɑn]; Persian: ساموئل خاچیکیان‎‎  ;October 21, 1923, Tabriz Iran, – 22 October 2001, Tehran) was an Iranian film director, screenwriter, author, and film editor of Armenian descent. He was one of the most influential figures in Iran's movie industry and was nicknamed \"Iran's Hitchcock\".",
      "pageId": 4780722,
      "monthDay": "10/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Fritz_Hollaus",
      "name": "Fritz Hollaus",
      "aboutText": "Julie May Wilson (October 21, 1924 – April 5, 2015) was an American singer and actress.",
      "pageId": 9407639,
      "monthDay": "10/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ursula_K._Le_Guin",
      "name": "Ursula K. Le Guin",
      "aboutText": "Howard Zieff (21 October 1927 – 22 February 2009), (pronounced Zeef ) was an American director, television commercial director, and advertising photographer.",
      "pageId": 16142194,
      "monthDay": "10/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ivan_Silayev",
      "name": "Ivan Silayev",
      "aboutText": "Friedrich Jörg \"Fritz\" Hollaus (21 October 1929 in Vienna – February 1994) is a retired Austrian footballer who played in Austria for SC Rapid Oberlaa, Wiener Sportclub and SV Stadlau, and in Spain for Atlético Madrid and Real Mallorca.",
      "pageId": 17064909,
      "monthDay": "10/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Shammi_Kapoor",
      "name": "Shammi Kapoor",
      "aboutText": "Pierre Bellemare (born 21 October 1929 in Boulogne-Billancourt) is a French writer, novelist, radio personality, television presenter, TV producer, director, and actor.",
      "pageId": 17338969,
      "monthDay": "10/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jim_Parks_junior",
      "name": "Jim Parks junior",
      "aboutText": "Jim Shumate (October 21, 1921 – October 10, 2013) was a fiddler that played with Bill Monroe and the Blue Grass Boys from 1943–1945. Shumate's main influences were Fiddlin' Arthur Smith, Curly Fox, and his uncle who played the fiddle while he was growing up. Shumate joined the band after Bill Monroe heard him playing on the radio station WHKY from downtown Hickory, North Carolina, and asked him to join the Blue Grass Boys.",
      "pageId": 33256748,
      "monthDay": "10/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Vivian_Pickles",
      "name": "Vivian Pickles",
      "aboutText": "John Arthur Stevens, Baron Stevens of Kirkwhelpington KStJ QPM DL FRSA, Kt. (born 21 October 1942) was Commissioner of Police of the Metropolis (head of the Metropolitan Police Service) from 2000 until 2005. From 1991 to 1996, he was Chief Constable of Northumbria Police before being appointed one of HM Inspectors of Constabulary in September 1996.",
      "pageId": 287128,
      "monthDay": "10/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Hugh_Thomas_(writer)",
      "name": "Hugh Thomas",
      "aboutText": "Geoffrey Boycott OBE (born 21 October 1940) is a former Yorkshire and England cricketer. In a prolific and sometimes controversial playing career from 1962 to 1986, Boycott established himself as one of England's most successful opening batsmen and since retiring as a player, he has found further success as a cricket commentator. Boycott made his international debut in a 1964 Test match against Australia.",
      "pageId": 413130,
      "monthDay": "10/21"
    },
    {
      "year": "1932",
      "uri": "/wiki/P%C3%A1l_Csernai",
      "name": "Pál Csernai",
      "aboutText": "Steven Lee \"Steve\" Cropper (born October 21, 1941, Dora, Missouri, United States) is an American guitarist, songwriter, and record producer. He is best known as the guitarist of the Stax Records house band, Booker T. & the M.G.'s, and has backed artists such as Otis Redding, Sam & Dave, Carla Thomas, Rufus Thomas and Johnnie Taylor, also acting as producer on many of these records. He later gained fame as a member of the Blues Brothers band.",
      "pageId": 730242,
      "monthDay": "10/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/Maureen_Duffy",
      "name": "Maureen Duffy",
      "aboutText": "Judith Susan \"Judy\" Sheindlin (née Blum; born October 21, 1942), better known as Judge Judy, is an American lawyer, judge, television personality, and author. Since 1996, Sheindlin has presided over her own successful Daytime Emmy Award winning reality courtroom series named after her, Judge Judy.\nSheindlin passed the New York bar examination in 1965 and became a prosecutor in the family court system.",
      "pageId": 750603,
      "monthDay": "10/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Derek_Bell_(musician)",
      "name": "Derek Bell",
      "aboutText": "George Derek Fleetwood Bell, MBE (21 October 1935 – 17 October 2002) was an Irish harpist, pianist, oboist, musicologist and composer who was best known for his accompaniment work on various instruments with The Chieftains.",
      "pageId": 1114111,
      "monthDay": "10/21"
    },
    {
      "year": "1937",
      "uri": "/wiki/Said_Afandi_al-Chirkawi",
      "name": "Said Afandi al-Chirkawi",
      "aboutText": "Elvin Richard Bishop (born October 21, 1942) is an American blues and rock musician as singer and guitarist, a bandleader and recording artist. He was an original member of the historic Paul Butterfield Blues Band and as such, was inducted into the Rock and Roll Hall of Fame in 2015.",
      "pageId": 1422851,
      "monthDay": "10/21"
    },
    {
      "year": "1937",
      "uri": "/wiki/Hank_Nelson",
      "name": "Hank Nelson",
      "aboutText": "Frances FitzGerald (born October 21, 1940 in New York City) is an American journalist and historian, who is primarily known for Fire in the Lake (1972), an acclaimed journalistic account of the Vietnam War.",
      "pageId": 1965432,
      "monthDay": "10/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Carl_Brewer",
      "name": "Carl Brewer",
      "aboutText": "Louis A. \"Lou\" Lamoriello (born October 21, 1942) is an Italian/American professional ice hockey executive and the current general manager of the Toronto Maple Leafs of the National Hockey League (NHL). Lamoriello, who had been with the New Jersey Devils from 1987 to 2015, served longer with a single team than any general manager in NHL history except Conn Smythe and Art Ross. On May 4, 2015, he stepped down as general manager of the Devils.",
      "pageId": 2294532,
      "monthDay": "10/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Geoffrey_Boycott",
      "name": "Geoffrey Boycott",
      "aboutText": "Maureen Patricia Duffy (born 21 October 1933) is a contemporary British novelist, poet, playwright, nonfiction author and activist.\nDuffy's work often uses Freudian ideas and Greek mythology as frameworks. Her writing is distinctive for its use of contrasting voices, or streams of consciousness, often including the perspectives of outsiders.",
      "pageId": 2869988,
      "monthDay": "10/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Frances_FitzGerald_(journalist)",
      "name": "Frances FitzGerald",
      "aboutText": "Marita Petersen (IPA: [ˌmɛaɹɪta ˈpʰeːʰtɛɹsɛn]) (née Johansen (IPA: [ˌjoˈhanːsɛn]); 21 October 1940 in Vágur – 26 August 2001) was the first and to date only female Prime Minister of the Faroe Islands and the first female speaker of the Løgting (Parliament). She was elected to the Løgting in 1988 for Javnaðarflokkurin (The Socialist Party). In January 1993, she was elected to the post of Prime Minister which she held until September 1994.",
      "pageId": 3234507,
      "monthDay": "10/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Rhoda_Gemignani",
      "name": "Rhoda Gemignani",
      "aboutText": "Pál Csernai (21 October 1932 – 1 September 2013) was a Hungarian football player and manager.",
      "pageId": 4161550,
      "monthDay": "10/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Manfred_Mann_(musician)",
      "name": "Manfred Mann",
      "aboutText": "Hugh Swynnerton Thomas, Baron Thomas of Swynnerton (born 21 October 1931) is an English historian and writer.",
      "pageId": 5406665,
      "monthDay": "10/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Marita_Petersen",
      "name": "Marita Petersen",
      "aboutText": "Christopher Albert \"Chris\" Sims (born October 21, 1942) is an American econometrician and macroeconomist. He is currently the John J.F. Sherrerd ’52 University Professor of Economics at Princeton University. Together with Thomas Sargent, he won the Nobel Memorial Prize in Economic Sciences in 2011.",
      "pageId": 6029715,
      "monthDay": "10/21"
    },
    {
      "year": "1941",
      "uri": "/wiki/Steve_Cropper",
      "name": "Steve Cropper",
      "aboutText": "Carl Thomas Brewer (October 21, 1938 – August 25, 2001) was a Canadian ice hockey defenceman. He had attended De La Salle College (Toronto) prior to his hockey career.\nBrewer started his career with the Toronto Maple Leafs in 1958.",
      "pageId": 6465973,
      "monthDay": "10/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/Elvin_Bishop",
      "name": "Elvin Bishop",
      "aboutText": "Manfred Mann (born Manfred Sepse Lubowitz, 21 October 1940 in Johannesburg, Transvaal, Union of South Africa) is a South African-British keyboard player, guitarist, and vocalist best known as a founding member and namesake of Manfred Mann, Manfred Mann Chapter Three and Manfred Mann's Earth Band.",
      "pageId": 9129185,
      "monthDay": "10/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/Allan_Grice",
      "name": "Allan Grice",
      "aboutText": "Allan Maxwell Grice OAM (born 21 October 1942), known to motor-racing fans as Gricey, is an Australian former racing driver and politician, most famous for twice winning the prestigious Bathurst 1000 (1986 and 1990), and as a privateer driver of a Holden in the Australian Touring Car Championship.\nGrice also had a successful second career as a politician and Member for Broadwater in the Queensland Parliament from 1992 to 2001. He currently operates an LPG conversion and importing business – LPGricey Tanks.",
      "pageId": 11432321,
      "monthDay": "10/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lou_Lamoriello",
      "name": "Lou Lamoriello",
      "aboutText": "Vivian Pickles (born 21 October 1931) is an English actress.",
      "pageId": 15386550,
      "monthDay": "10/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/Judith_Sheindlin",
      "name": "Judith Sheindlin",
      "aboutText": "Hyland Neil \"Hank\" Nelson AM, FASSA (21 October 1937 – 17 February 2012) was one of Australia's foremost historians of the Pacific, particularly Papua New Guinea. His interest in the region began in 1966 when he took a teaching position at the University of Papua New Guinea. He lived in Papua New Guinea for seven years and studied the period of Japanese occupation, which led to several publications.",
      "pageId": 17053684,
      "monthDay": "10/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/Christopher_A._Sims",
      "name": "Christopher A. Sims",
      "aboutText": "Rhoda Gemignani (born October 21, 1940, in Philadelphia, Pennsylvania) is an American actress, best known for her recurring role as Mrs. Rossini in the American television sitcom Who's the Boss?. She also played in other sitcoms, including The Bob Newhart Show, The Jeffersons, Just Shoot Me!",
      "pageId": 23176041,
      "monthDay": "10/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Stevens,_Baron_Stevens_of_Kirkwhelpington",
      "name": "John Stevens, Baron Stevens of Kirkwhelpington",
      "aboutText": "Said Afandi al-Chirkawi (Avar: ЧӀикӀаса СагӀид афанди, Russian: Шейх Саид Афанди аль-Чиркави; 21 October 1937 - 28 August 2012) was a prominent scholar in Shafii mazhab and a spiritual master, or \"Murshid Kamil\".",
      "pageId": 31735430,
      "monthDay": "10/21"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tariq_Ali",
      "name": "Tariq Ali",
      "aboutText": "Benjamin \"Bibi\" Netanyahu (Hebrew:  בִּנְיָמִין \"בִּיבִּי\" נְתָנְיָהוּ ; born 21 October 1949) is the current Prime Minister of Israel. He also currently serves as a member of the Knesset and Chairman of the Likud party.\nBorn in Tel Aviv to secular Jewish parents, Netanyahu is the first Israeli prime minister born in Israel after the establishment of the state.",
      "pageId": 56472,
      "monthDay": "10/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ene_Mihkelson",
      "name": "Ene Mihkelson",
      "aboutText": "Marilyn \"Mandy\" Rice-Davies (21 October 1944 – 18 December 2014) was a British model and showgirl best known for her association with Christine Keeler and her role in the Profumo affair, which discredited the Conservative government of British Prime Minister Harold Macmillan in 1963.",
      "pageId": 163435,
      "monthDay": "10/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mandy_Rice-Davies",
      "name": "Mandy Rice-Davies",
      "aboutText": "Ronald Ervin McNair, Ph.D. (October 21, 1950 – January 28, 1986) was a physicist and NASA astronaut.",
      "pageId": 177712,
      "monthDay": "10/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Tugendhat",
      "name": "Michael Tugendhat",
      "aboutText": "Trevor Martin Chappell (born 12 October 1952, Glenelg, South Australia) is a former Australian cricketer, a member of the South Australian Chappell family which excelled at cricket. He played 3 tests and 20 One Day Internationals for Australia, in which his batting was lacklustre but his bowling was strong enough to make him a bowling all-rounder for Australia.\nHis career was overshadowed, however, by an incident in 1981 in which he bowled an underarm delivery to New Zealand cricketer Brian McKechnie to stop the batsman from hitting a six.",
      "pageId": 462912,
      "monthDay": "10/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Everett_McGill",
      "name": "Everett McGill",
      "aboutText": "Michael White (born 21 October 1945) is a British journalist who is an associate editor of The Guardian.",
      "pageId": 694841,
      "monthDay": "10/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_White_(journalist)",
      "name": "Michael White",
      "aboutText": "Florence Anthony (October 21, 1947 – March 20, 2010) was an American poet and educator who legally changed her name to Ai Ogawa (Japanese: 愛小川 Literally: \"Love Stream\").",
      "pageId": 744128,
      "monthDay": "10/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jane_Heal",
      "name": "Jane Heal",
      "aboutText": "Lee David Loughnane (pronounced LOCK-nane; born October 21, 1946) is an American trumpeter, flugelhorn player, vocalist, and songwriter, best known for being a founding member of the rock band Chicago.",
      "pageId": 1558744,
      "monthDay": "10/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Hill_(American_football)",
      "name": "Jim Hill",
      "aboutText": "Michael Edward Keenan (born October 21, 1949) is a Canadian professional hockey coach who most recently served as head coach of Metallurg Magnitogorsk of the Kontinental Hockey League before being fired on October 17, 2015. Previously, he served as head coach and/or General Manager with several NHL teams between 1984 and 2009. He has also worked as an analyst for the New York Rangers on MSG Network and as a hockey analyst for NBC Sports Network.",
      "pageId": 1683443,
      "monthDay": "10/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lux_Interior",
      "name": "Lux Interior",
      "aboutText": "Allen Henry Vigneron (born October 21, 1948) is an American prelate of the Roman Catholic Church.",
      "pageId": 1940718,
      "monthDay": "10/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lee_Loughnane",
      "name": "Lee Loughnane",
      "aboutText": "Michel Edouard Brière (October 21, 1949 – April 13, 1971) was a Canadian professional ice hockey player for one season in the National Hockey League. Following his rookie season with the Pittsburgh Penguins, Brière was involved in an automobile accident in which he suffered major head trauma.",
      "pageId": 3016121,
      "monthDay": "10/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ai_(poet)",
      "name": "Ai",
      "aboutText": "Mary Elizabeth Pipher (born October 21, 1947), also known as Mary Bray Pipher, is an American clinical psychologist and author, most recently of The Green Boat, which was published by Riverhead Books in June 2013. She received a Bachelor of Arts degree in anthropology from the University of California, Berkeley in 1969 and a PhD in clinical psychology from the University of Nebraska–Lincoln in 1977. She was a Rockefeller Scholar in Residence at Bellagio in 2001.",
      "pageId": 3042824,
      "monthDay": "10/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mary_Pipher",
      "name": "Mary Pipher",
      "aboutText": "Everett McGill (born Charles Everett McGill III,October 21, 1945) is a former American actor, best known for mostly playing supporting roles in films like Licence to Kill, Silver Bullet, The People Under the Stairs, Heartbreak Ridge, Dune, Yanks, Under Siege 2: Dark Territory and My Fellow Americans.",
      "pageId": 3435113,
      "monthDay": "10/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Shaye_J._D._Cohen",
      "name": "Shaye J. D. Cohen",
      "aboutText": "Shaye J. D. Cohen (born October 21, 1948) is the Littauer Professor of Hebrew Literature and Philosophy in the Department of Near Eastern Languages and Civilizations of Harvard University. He received his Ph.D. in Ancient History, with distinction, from Columbia University in 1975. He is also an ordained rabbi, and for many years was the Dean of the Graduate School and Shenkman Professor of Jewish History at the Jewish Theological Seminary in New York.",
      "pageId": 4150433,
      "monthDay": "10/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tom_Everett",
      "name": "Tom Everett",
      "aboutText": "James Webster \"Jim\" Hill (born October 21, 1946 in San Antonio, Texas) is a retired American football defensive back who played in the National Football League.",
      "pageId": 4593777,
      "monthDay": "10/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Allen_Henry_Vigneron",
      "name": "Allen Henry Vigneron",
      "aboutText": "Ene Mihkelson (born 21 October 1944 in Tammeküla, Imavere Parish, Viljandi County) is an Estonian writer.\n^ Janika Kronberg (Spring 2000). \"Ene Mihkelson.",
      "pageId": 5801797,
      "monthDay": "10/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Michel_Bri%C3%A8re",
      "name": "Michel Brière",
      "aboutText": "Tom Everett (born October 21, 1948) is an American actor known for his performances in political films such as Air Force One and Thirteen Days.\n^ \"Tom Everett\".",
      "pageId": 9838434,
      "monthDay": "10/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Keenan",
      "name": "Mike Keenan",
      "aboutText": "Erick Lee Purkhiser (October 21, 1946 – February 4, 2009), better known as Lux Interior, was an American singer and a founding member of the punk band The Cramps from 1976 until his death in 2009 at age 62.",
      "pageId": 12093645,
      "monthDay": "10/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Benjamin_Netanyahu",
      "name": "Benjamin Netanyahu",
      "aboutText": "Sir Michael George Tugendhat (born 21 October 1944), styled The Hon. Mr Justice Tugendhat, and called in legal reports Tugendhat J, is a High Court judge in England and Wales. He is the High Court's senior media judge, taking over that role from Mr Justice Eady on 1 October 2010.",
      "pageId": 31633547,
      "monthDay": "10/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ronald_McNair",
      "name": "Ronald McNair",
      "aboutText": "Barbara Jane Heal (née Kneale, born 21 October 1946) is a British philosopher, and since 2012, Emeritus Professor of Philosophy at the University of Cambridge. Daughter of a pair of notable Oxford philosophers William Calvert Kneale and Martha Kneale (née Hurst). She was educated at Oxford High School for Girls and New Hall, Cambridge, where she read first History before changing to Philosophy (Moral Sciences) after two years.",
      "pageId": 34497525,
      "monthDay": "10/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Trevor_Chappell",
      "name": "Trevor Chappell",
      "aboutText": "Tariq Ali (/ˈtɑːrɪk ˈɑːli/; Punjabi, Urdu: طارق علی‎; born 21 October 1943) is a British Pakistani writer, journalist, and filmmaker. He is a member of the editorial committee of the New Left Review and Sin Permiso, and contributes to The Guardian, CounterPunch, and the London Review of Books.\nHe is the author of several books, including Pakistan: Military Rule or People's Power (1970), Can Pakistan Survive?",
      "pageId": 38860895,
      "monthDay": "10/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Patti_Davis",
      "name": "Patti Davis",
      "aboutText": "Richard Wayne \"Rich\" Mullins (October 21, 1955 – September 19, 1997) was an American contemporary Christian music singer and songwriter born in Richmond, Indiana.\nMullins was best known for his worship songs \"Awesome God\" and \"Sometimes by Step\", both of which have been embraced as modern classics by many Christians. Some of his albums were also considered among Christian music's best, including Winds of Heaven, Stuff of Earth (1988), The World As Best As I Remember It, Volume One (1991) and A Liturgy, a Legacy, & a Ragamuffin Band (1993).",
      "pageId": 93737,
      "monthDay": "10/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Allen_Hoey",
      "name": "Allen Hoey",
      "aboutText": "Keith Gordon Green (October 21, 1953 – July 28, 1982) was an American contemporary Christian music pianist, singer and songwriter originally from Sheepshead Bay, Brooklyn, New York. Beyond his music, Green is best known for his strong devotion to Christian evangelism and challenging others to the same. Often considered controversial for his frequently confrontational lyrics and spoken messages, he wrote some notable songs alone and with his wife, Melody Green, including \"Your Love Broke Through\", \"You Put This Love in My Heart\", and \"Asleep in the Light\".",
      "pageId": 200853,
      "monthDay": "10/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Brent_Mydland",
      "name": "Brent Mydland",
      "aboutText": "Peter Benjamin Mandelson, Baron Mandelson PC (born 21 October 1953) is a British Labour politician, president of international think tank Policy Network and Chairman of strategic advisory firm Global Counsel. He served as Member of Parliament (MP) for Hartlepool from 1992 to 2004, and held a number of Cabinet positions under Prime Ministers Tony Blair and Gordon Brown. He was also the European Commissioner for Trade between 2004 and 2008.",
      "pageId": 216970,
      "monthDay": "10/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Charlotte_Caffey",
      "name": "Charlotte Caffey",
      "aboutText": "Brian Vincent Tobin, PC, OC (born October 21, 1954) is a Canadian businessman and former politician. Tobin served as the sixth Premier of Newfoundland from 1996 to 2000.",
      "pageId": 226101,
      "monthDay": "10/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Eric_Faulkner",
      "name": "Eric Faulkner",
      "aboutText": "Carrie Frances Fisher (born October 21, 1956) is an American actress and writer. She is best known for her portrayal of Princess Leia in the original Star Wars trilogy, and reprised the character in Star Wars: The Force Awakens (2015). She is also known for her semi-autobiographical novel Postcards from the Edge and screenplay for the film of the same name, as well as her autobiographical one-woman play and the nonfiction book Wishful Drinking based on the show.",
      "pageId": 314475,
      "monthDay": "10/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Keith_Green",
      "name": "Keith Green",
      "aboutText": "Jorge Antonio Bell Mathey (born October 21, 1959), better known as George Bell, is a Dominican former left fielder and American League MVP in Major League Baseball who played in 12 seasons for the Toronto Blue Jays (1981, 1983–1990), Chicago Cubs (1991) and Chicago White Sox (1992–1993).",
      "pageId": 318101,
      "monthDay": "10/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Marc_Johnson_(musician)",
      "name": "Marc Johnson",
      "aboutText": "Brent Mydland (October 21, 1952 – July 26, 1990) was an American keyboardist and vocalist, best known for being in the rock band the Grateful Dead from 1979 to 1990. His eleven-year tenure was longer than that of any other keyboardist in the band.",
      "pageId": 393641,
      "monthDay": "10/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Mandelson",
      "name": "Peter Mandelson",
      "aboutText": "Charlotte Irene Caffey (born October 21, 1953, Santa Monica, California) is an American rock and roll guitarist and songwriter, best known for her work in the Go-Go's in the 1980s, including writing \"We Got the Beat.\"",
      "pageId": 409351,
      "monthDay": "10/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Brian_Tobin",
      "name": "Brian Tobin",
      "aboutText": "Steven Lee Lukather (born October 21, 1957) is an American guitarist, singer, songwriter, arranger and record producer, best known for his work with the rock band Toto. A prolific session musician, Lukather has recorded guitar tracks for more than 1,500 albums representing a broad array of artists and genres. He has also contributed to albums and hit singles as a songwriter, arranger and producer.",
      "pageId": 476239,
      "monthDay": "10/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dick_DeVos",
      "name": "Dick DeVos",
      "aboutText": "Julian David Cope (born 21 October 1957) is an English rock musician, author, antiquary, musicologist, poet and cultural commentator. Originally coming to prominence in 1978 as the singer and songwriter in Liverpool post-punk band The Teardrop Explodes, he has followed a solo career since 1983 and worked on musical side projects such as Queen Elizabeth, Brain Donor and Black Sheep.\nCope is also an author on Neolithic culture, publishing The Modern Antiquarian in 1998, and an outspoken political and cultural activist with a noted and public interest in occultism and paganism.",
      "pageId": 617749,
      "monthDay": "10/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Fred_Hersch",
      "name": "Fred Hersch",
      "aboutText": "Wolfgang Ketterle (born 21 October 1957) is a German physicist and professor of physics at the Massachusetts Institute of Technology (MIT). His research has focused on experiments that trap and cool atoms to temperatures close to absolute zero, and he led one of the first groups to realize Bose–Einstein condensation in these systems in 1995.",
      "pageId": 711990,
      "monthDay": "10/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rich_Mullins",
      "name": "Rich Mullins",
      "aboutText": "Patti Davis (born October 21, 1952) is an American actress and author. She is the daughter of U.S. President Ronald Reagan and Reagan's second wife, First Lady Nancy Reagan.",
      "pageId": 759047,
      "monthDay": "10/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Carrie_Fisher",
      "name": "Carrie Fisher",
      "aboutText": "Marc Alan Johnson (born October 21, 1953 in Omaha, Nebraska) is an American jazz bass player, composer and band leader, married to the Brazilian jazz singer and pianist Eliane Elias.",
      "pageId": 1253409,
      "monthDay": "10/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mike_Tully",
      "name": "Mike Tully",
      "aboutText": "Fred Hersch (born October 21, 1955) is an American jazz pianist and composer. Hersch has featured himself as either a solo performer or at the helm of varied small ensembles, which in addition to his trio, include a quintet, as well as his \"Pocket Orchestra\" featuring piano, trumpet, voice and percussion. He was the first person to play week-long engagements as a solo pianist New York's Village Vanguard.",
      "pageId": 1949262,
      "monthDay": "10/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Julian_Cope",
      "name": "Julian Cope",
      "aboutText": "Tony Ganios (born October 21, 1959) is an Greek-American actor. He is probably best known for his role as Anthony 'Meat' Tuperello in the 1982 hit comedy Porky's and its sequels. Tony's other well-known role is in the 1979 movie The Wanderers, as the heroic tough-guy 'Perry'.",
      "pageId": 2108884,
      "monthDay": "10/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Wolfgang_Ketterle",
      "name": "Wolfgang Ketterle",
      "aboutText": "Dick DeVos (born Richard Marvin DeVos, Jr., October 21, 1955) is an entrepreneur-businessman from Michigan. The son of Amway co-founder Richard DeVos, he served as CEO of the consumer goods distribution company from 1993–2002. In 2006, DeVos ran for governor of Michigan, but lost to Democratic incumbent Jennifer Granholm.",
      "pageId": 2224400,
      "monthDay": "10/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Lukather",
      "name": "Steve Lukather",
      "aboutText": "Eric Faulkner (born 21 October 1953 as Eric Falconer) is a guitarist, songwriter, and singer, best known as a member of the Scottish pop band, the Bay City Rollers.\nFaulkner was born at the Edinburgh Royal Infirmary, Edinburgh, Scotland. As a youngster he learned to play the viola and played for a time in a youth orchestra.",
      "pageId": 3220177,
      "monthDay": "10/21"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andre_Geim",
      "name": "Andre Geim",
      "aboutText": "Michael Scott \"Mike\" Tully (born October 21, 1956) is an American pole vaulter.",
      "pageId": 5196319,
      "monthDay": "10/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/George_Bell_(outfielder)",
      "name": "George Bell",
      "aboutText": "Allen Hoey (October 21, 1952 – June 16, 2010) was an American poet, novelist, and literary critic who received numerous honors during his lifetime, including a Pulitzer Prize nomination for his 2008 collection of poems Country Music.",
      "pageId": 8594741,
      "monthDay": "10/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tony_Ganios",
      "name": "Tony Ganios",
      "aboutText": "Sir Andre Konstantin Geim, FRS, HonFRSC, HonFInstP (born 21 October 1958) is a Soviet-born Dutch-British physicist working in the School of Physics and Astronomy at the University of Manchester.\nGeim was awarded the 2010 Nobel Prize in Physics jointly with Konstantin Novoselov for his work on graphene. He is Regius Professor of Physics and Royal Society Research Professor at the Manchester Centre for Mesoscience and Nanotechnology.",
      "pageId": 17054160,
      "monthDay": "10/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rose_McDowall",
      "name": "Rose McDowall",
      "aboutText": "Ken Watanabe (渡辺 謙, Watanabe Ken, born October 21, 1959) is a Japanese actor. To English-speaking audiences, he is known for playing tragic hero characters, such as General Tadamichi Kuribayashi in Letters from Iwo Jima and Lord Katsumoto Moritsugu in The Last Samurai, for which he was nominated for the Academy Award for Best Supporting Actor. Among other awards, he has won the Japan Academy Prize for Best Actor twice, in 2007 for Memories of Tomorrow and in 2010 for Shizumanu Taiyō.",
      "pageId": 363999,
      "monthDay": "10/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andy_Picheta",
      "name": "Andy Picheta",
      "aboutText": "Rose McDowall (born 21 October 1959) is a Scottish musician.",
      "pageId": 1275657,
      "monthDay": "10/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kevin_Sheedy_(Irish_footballer)",
      "name": "Kevin Sheedy",
      "aboutText": "Paul Emerson Carlyle Ince (born 21 October 1967) is an English football manager and a former professional footballer who played as a midfielder from 1982 to 2007.\nBorn in Ilford, London, Ince spent the majority of his playing career at the highest level; after leaving West Ham United he joined Manchester United where he played in the Premier League. After two years in Serie A with Internazionale he returned to England to play in the top flight for Liverpool, Middlesbrough and Wolverhampton Wanderers.",
      "pageId": 1332660,
      "monthDay": "10/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ken_Watanabe",
      "name": "Ken Watanabe",
      "aboutText": "David Ian Campese, AM (born 21 October 1962), also known as Campo, is a former Australian rugby union player. Campese was capped by the Wallabies 101 times, and held the world record for the most tries in test matches (64) until Daisuke Ohata scored his 65th try playing for Japan on 14 May 2006. He was voted player of the tournament at the 1991 Rugby World Cup after scoring nine tries in tests that season and six in the tournament.",
      "pageId": 1586411,
      "monthDay": "10/21"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_Campese",
      "name": "David Campese",
      "aboutText": "Prince Salman bin Hamad bin Isa Al Khalifa, Crown Prince of Bahrain (Arabic: سلمان بن حمد آل خليفة‎, born 21 October 1969) is the heir apparent and First Deputy Prime Minister of the Kingdom of Bahrain.",
      "pageId": 1623346,
      "monthDay": "10/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jon_Carin",
      "name": "Jon Carin",
      "aboutText": "Michael Bollea (born October 21, 1965) is an American professional wrestler. In wrestling, he is best known by his ring name, Horace Hogan. He is the nephew of professional wrestler Hulk Hogan and cousin of the late Mike Awesome.",
      "pageId": 1866857,
      "monthDay": "10/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Levent_Y%C3%BCksel",
      "name": "Levent Yüksel",
      "aboutText": "Kevin Mark Sheedy (born 21 October 1959) is a former footballer. He spent the largest portion of his playing career with Everton – with whom he won the FA Cup, European Cup Winners' Cup and two Football League titles – and also played for Hereford United, Liverpool, Newcastle United and Blackpool. Born in Builth Wells, Wales, he played 46 times for the Republic of Ireland national football team and scored the country's first ever goal in a FIFA World Cup finals.",
      "pageId": 2130812,
      "monthDay": "10/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ion_Andoni_Goikoetxea",
      "name": "Ion Andoni Goikoetxea",
      "aboutText": "Jon Carin was born in October 21, 1964, in New York City and is a producer, artist and musician, best known for his association with Pink Floyd and, more specifically, its guitarist David Gilmour and former member Roger Waters. In the early 1980s, he gained fame as the frontman for the new wave band Industry.",
      "pageId": 2174145,
      "monthDay": "10/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Horace_Hogan",
      "name": "Horace Hogan",
      "aboutText": "Melora Walters (born October 21, 1959) is an American actress.",
      "pageId": 2820531,
      "monthDay": "10/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Hisashi_Imai",
      "name": "Hisashi Imai",
      "aboutText": "John Phillip Price (born 21 October 1966) is a Welsh professional golfer who plays on the European Tour.",
      "pageId": 4038081,
      "monthDay": "10/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Phillip_Price",
      "name": "Phillip Price",
      "aboutText": "Ion Andoni Goikoetxea Lasa (born 21 October 1965) is a Spanish retired footballer.\nAn attacking player of wide range, he operated in various positions on the right side of the pitch (right back, midfielder or forward), and was best known for his FC Barcelona spell, during the club's Dream Team years.\nHaving amassed La Liga totals of 386 games and 36 goals over the course of 13 seasons, Goikoetxea appeared for Spain at the 1994 World Cup.",
      "pageId": 4760844,
      "monthDay": "10/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Igor_Prins",
      "name": "Igor Prins",
      "aboutText": "Kerstin Andreae (born 21 October 1968 in Schramberg) is a German politician and member of Alliance '90/The Greens in the Bundestag.",
      "pageId": 5464127,
      "monthDay": "10/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Arne_Sandst%C3%B8",
      "name": "Arne Sandstø",
      "aboutText": "Georgi Krumov Dakov (Bulgarian: Георги Крумов Дъков; 21 October 1967 – 29 July 1996) was a Bulgarian high jumper.\nHis personal best jump was 2.36 m (7 ft 83⁄4 in), achieved in August 1990 in Brussels. This is the current Bulgarian record.",
      "pageId": 8643212,
      "monthDay": "10/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Georgi_Dakov",
      "name": "Georgi Dakov",
      "aboutText": "Alexis Alexandris, sometimes wrongly called Alekos Alexandris, (born 21 October 1968 in Kiato) is a Greek former football striker.\n^ a b Christos Grammenos (2008-02-29). \"My name is Alexis!\".",
      "pageId": 10085160,
      "monthDay": "10/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Paul_Ince",
      "name": "Paul Ince",
      "aboutText": "Andy Picheta is a director and producer of film and television, music videos and musical concerts.\nPicheta has produced music videos and concerts for musicians including Bon Jovi, AC/DC, Lionel Richie, Madonna, Prince, U2 and The Jacksons, and has produced several film adaptations of popular musicals including Oklahoma!, Joseph and the Technicolor Dreamcoat, Cats, The Merchant of Venice and Kiss Me Kate. He has worked regularly alongside several leaders of their respective genres, including Andrew Lloyd Webber and Trevor Nunn.",
      "pageId": 10522200,
      "monthDay": "10/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gavin_Lovegrove",
      "name": "Gavin Lovegrove",
      "aboutText": "Gavin Brian Lovegrove (born 21 October 1967 in Hamilton, New Zealand) was a javelin thrower from New Zealand, who twice represented his native country at the Summer Olympics, (Barcelona 1992 and Atlanta 1996). He won a bronze medal at three consecutive Commonwealth Games: in 1986 (Edinburgh), 1990 (Auckland) and 1994 (Victoria).\nLovegrove was also a former world junior record holder (76.68m) Athens, Greece 1986 and (79.58m) Noumea, New Caledonia 1986.",
      "pageId": 10928344,
      "monthDay": "10/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alexandros_Alexandris",
      "name": "Alexandros Alexandris",
      "aboutText": "Igor Prins (born 21 October 1966 in Pärnu) is an Estonian football coach and former Estonian national team midfielder. He last managed Nõmme Kalju in Estonian Meistriliiga.",
      "pageId": 17905152,
      "monthDay": "10/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kerstin_Andreae",
      "name": "Kerstin Andreae",
      "aboutText": "Arne Sandstø (born 21 October 1966 in Bergen) is a former professional Norwegian footballer.\nSandstø made seven appearances in Germany's 2.",
      "pageId": 29978329,
      "monthDay": "10/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Melora_Walters",
      "name": "Melora Walters",
      "aboutText": "Hisashi Imai (今井 寿, Imai Hisashi, born October 21, 1965 in Fujioka, Gunma, Japan) is a Japanese musician and songwriter. He is known as lead guitarist of the rock band Buck-Tick since 1983. He has also performed in musical side-projects such as Schaft (1991–1994), Schwein (2001), and more recently Lucy (2004).",
      "pageId": 30865726,
      "monthDay": "10/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Salman_bin_Hamad_bin_Isa_Al_Khalifa",
      "name": "Salman bin Hamad bin Isa Al Khalifa",
      "aboutText": "Levent Yüksel (born October 21, 1964 in Antalya, Turkey) is a Turkish pop singer. He has been active in live music industry since 1993 till now.",
      "pageId": 47155308,
      "monthDay": "10/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Hancock_(rugby_league)",
      "name": "Michael Hancock",
      "aboutText": "Felicity Andersen (born 21 October 1972) is an Australian actress. Born in Geelong, she has appeared in such films as Trail of Passion, Queen of the Damned and in the television series Neighbours and the miniseries My Brother Jack and Blonde.",
      "pageId": 622658,
      "monthDay": "10/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mo_Lewis",
      "name": "Mo Lewis",
      "aboutText": "Nick Steven Oliveri (born October 21, 1971) is an American multi-instrumentalist, singer and songwriter from Palm Desert, California. He is best known as the former bass guitarist of the hard rock band Queens of the Stone Age, with whom he recorded two studio albums. Oliveri has also been a member of Kyuss, Dwarves and Vista Chino.",
      "pageId": 632980,
      "monthDay": "10/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Louis_Koo",
      "name": "Louis Koo",
      "aboutText": "Damien Richard Martyn (born 21 October 1971) is a former Australian cricketer. He played for the national team sporadically in 1992–1994 before becoming a regular ODI player in 1999–2000 and a regular Test player in 2001 until his retirement in late 2006. He was primarily a right-handed middle-order batsman with a 'classical' technique, known in particular for his elegant strokemaking square of the wicket on the off-side and through the covers.",
      "pageId": 894417,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Hal_Duncan",
      "name": "Hal Duncan",
      "aboutText": "Morris \"Mo\" C. Lewis (born October 21, 1969) is a former American football player who played linebacker for the New York Jets from 1991 until 2003.",
      "pageId": 1507473,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jade_Jagger",
      "name": "Jade Jagger",
      "aboutText": "Paul Norman Telfer (born 21 October 1971) is a Scottish former professional footballer.\nTelfer made over 300 league appearances in the Premier League for Coventry City and Southampton between 1995 and 2005, whilst with Coventry he was capped once by Scotland and had also previously played just under 150 times for Luton Town. In 2005 he signed for Scottish Premier League side Celtic where he made 57 appearances in two seasons in his native country.",
      "pageId": 1901483,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Damien_Martyn",
      "name": "Damien Martyn",
      "aboutText": "Jade Sheena Jezebel Jagger (born 21 October 1971) is an English jewelry designer, socialite and former model.",
      "pageId": 1929597,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nick_Oliveri",
      "name": "Nick Oliveri",
      "aboutText": "Louis Koo (Koo Tin-lok 古天樂; born 21 October 1970) is a Hong Kong film actor. He began his professional career as an actor in local television series, winning TVB's Best Actor award in 1999 and 2001. For the past decade, he has focused primarily on his film career.",
      "pageId": 2012371,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Conor_O%27Shea",
      "name": "Conor O'Shea",
      "aboutText": "Toby Jason Hall (born October 21, 1975) is a former Major League Baseball catcher.",
      "pageId": 2214308,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Paul_Telfer_(footballer)",
      "name": "Paul Telfer",
      "aboutText": "Lera Auerbach (Russian: Лера Авербах; born 21 October 1973) is a Russian-born American composer and pianist.",
      "pageId": 2389537,
      "monthDay": "10/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Thomas_Ulsrud",
      "name": "Thomas Ulsrud",
      "aboutText": "Masakazu Morita (森田 成一, Morita Masakazu, born October 21, 1972) is a Japanese voice actor and actor. He works for Aoni Production. He is also the host of the radio show, Bleach B-Station.",
      "pageId": 2413631,
      "monthDay": "10/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Felicity_Andersen",
      "name": "Felicity Andersen",
      "aboutText": "Matthew Friedberger (born October 21, 1972 in Oak Park, Illinois) is half of the indie rock duo The Fiery Furnaces. In the band he contributes the majority of the instrumentation, writes most of the songs and lyrics and occasionally sings.",
      "pageId": 3026508,
      "monthDay": "10/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matthew_Friedberger",
      "name": "Matthew Friedberger",
      "aboutText": "Conor O'Shea (Irish: Conchúir Ó Sé) (born 21 October 1970, County Limerick) is a former rugby union player who played at full back and occasionally at out-half and centre for Ireland, Lansdowne and London Irish. He is Director of Rugby at Harlequins.",
      "pageId": 4560152,
      "monthDay": "10/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Masakazu_Morita",
      "name": "Masakazu Morita",
      "aboutText": "Thomas Ulsrud (born October 21, 1971) is a Norwegian curler from Oslo. He is the skip of the current World champion Norwegian national team and his is also a two-time European champion and former Olympic silver medalist.",
      "pageId": 4658030,
      "monthDay": "10/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Orlando_Thomas",
      "name": "Orlando Thomas",
      "aboutText": "Hal Duncan (born 21 October 1971, real name Alasdair) is a Scottish science fiction and fantasy writer.\nHis works have been listed in the New Weird genre but he denies that such genre was even known to him at the time of writing his first novel. However, he now seems to have accepted this label and to appreciate it, as proved by the inclusion of one of his stories in an anthology called simply The New Weird and edited by Jeff and Ann VanderMeer.",
      "pageId": 7655703,
      "monthDay": "10/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Evhen_Tsybulenko",
      "name": "Evhen Tsybulenko",
      "aboutText": "Charlie Lowell (born Charles Daniel Lowell on October 21, 1973) is an American pianist most known for being the pianist and keyboardist for Christian alternative folk rock group Jars of Clay.\n^ NSAI Songwriter Achievement Awards. [1] Full name noted.",
      "pageId": 8423578,
      "monthDay": "10/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lera_Auerbach",
      "name": "Lera Auerbach",
      "aboutText": "Evhen Tsybulenko (Ukrainian: Євген Цибуленко) (born 21 October 1972 in Simferopol, Ukraine) is an Estonian legal scholar of Ukrainian descent. He was a founder and director of the Tallinn Law School's Human Rights Centre at the Tallinn University of Technology (Estonia) (2007-2014). Tsybulenko had been elected professor of Law (2005) and had been appointed as a Chair of International and Comparative Law department.",
      "pageId": 9018557,
      "monthDay": "10/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sasha_Roiz",
      "name": "Sasha Roiz",
      "aboutText": "Michael John \"Mick\" Hancock (born 21 October 1969 in Stanthorpe, Queensland) is an Australian former rugby league footballer of the 1980s, 1990s and 2000s. An Australian international and Queensland State of Origin representative winger, he played in the Brisbane Broncos first five Grand Final victories in 1992, 1994, 1997 (SL), 1998 and 2000. At the time of his retirement from football in Australia in 2000 he held the Broncos' club records for most career appearances.",
      "pageId": 9533547,
      "monthDay": "10/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Charlie_Lowell",
      "name": "Charlie Lowell",
      "aboutText": "Orlando Thomas (October 21, 1972 – November 9, 2014) was an American football defensive back who played in the National Football League (NFL) from 1995 until 2001.",
      "pageId": 9956537,
      "monthDay": "10/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Costel_Busuioc",
      "name": "Costel Busuioc",
      "aboutText": "Costel Busuioc (born 21 October 1974, Goruni, Tomeşti, Iaşi) is a Romanian tenor",
      "pageId": 16816075,
      "monthDay": "10/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Toby_Hall",
      "name": "Toby Hall",
      "aboutText": "Sasha Roiz (born October 21, 1973) is an Israeli-Canadian actor.",
      "pageId": 22404461,
      "monthDay": "10/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Henrique_Hil%C3%A1rio",
      "name": "Henrique Hilário",
      "aboutText": "Josh Ritter (born October 21, 1976) is an American singer-songwriter, guitarist and author who performs and records with The Royal City Band. Ritter is known for his distinctive Americana style and narrative lyrics. In 2006 he was named one of the \"100 Greatest Living Songwriters\" by Paste magazine.",
      "pageId": 903745,
      "monthDay": "10/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Henrik_Gustavsson",
      "name": "Henrik Gustavsson",
      "aboutText": "John Joseph \"Joey\" Harrington, Jr. (born October 21, 1978) is a former American football quarterback. He was drafted by the Detroit Lions third overall in the 2002 NFL Draft, where he played for most of his professional career.",
      "pageId": 1037590,
      "monthDay": "10/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jeremy_Miller",
      "name": "Jeremy Miller",
      "aboutText": "Will Estes (born William Estes Nipper; October 21, 1978) is an American actor known for his role as J.J. Pryor, on the NBC drama American Dreams. In 2010, he joined the cast of Tom Selleck's CBS police drama Blue Bloods. In the series, he plays Jameson \"Jamie\" Reagan, a New York Police Department officer and the younger son of the police commissioner, played by Selleck.",
      "pageId": 1071107,
      "monthDay": "10/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lavinia_Milo%C8%99ovici",
      "name": "Lavinia Miloșovici",
      "aboutText": "Andrew Scott (born 21 October 1976) is an Irish film, television, and stage actor. He is best known for his role as Jim Moriarty in the BBC series Sherlock, alongside featuring in the 2015 James Bond film Spectre, as Max Denbigh. Scott is also lauded for his extensive stage work at various theatres.",
      "pageId": 1378553,
      "monthDay": "10/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Josh_Ritter",
      "name": "Josh Ritter",
      "aboutText": "Gabriel Jordan \"Gabe\" Gross (born October 21, 1979) is an American former Major League Baseball outfielder. He bats left-handed and throws right-handed.",
      "pageId": 1620922,
      "monthDay": "10/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andrew_Scott_(actor)",
      "name": "Andrew Scott",
      "aboutText": "Khalil Thabit Greene (born October 21, 1979) is a former Major League Baseball shortstop.",
      "pageId": 1626120,
      "monthDay": "10/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/M%C3%A9lanie_Turgeon",
      "name": "Mélanie Turgeon",
      "aboutText": "Lavinia Corina Miloșovici (born October 21, 1976 in Lugoj) is a Romanian Olympic gymnast. An exceptionally successful athlete on the international competition circuit, Miloșovici, also known as \"Milo\" in the gymnastics community, is considered to be one of Romania's top gymnasts of the 1990s and one of the most prolific female all-around gymnasts of the decade, earning a total 19 World Championships or Olympic medals in a span of six years. She medalled in every single World Championships meet, Olympic Games and European Championships between 1991 and 1996, and is only the third female gymnast ever, after Larisa Latynina and Věra Čáslavská, to win at least one World Championships or Olympic title on all four events.",
      "pageId": 1995991,
      "monthDay": "10/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/Julieta_Cardinali",
      "name": "Julieta Cardinali",
      "aboutText": "Henrik \"Henkka\" Klingenberg (born 21 October 1978 in Mariehamn, Åland, Finland) is a keyboardist, keytarist and singer. He joined the Finnish power metal band Sonata Arctica in late 2002 and currently resides in Kemi, Finland, when not on tour.\nKeyboardists he has listed as his favourites include Kevin Moore, Jon Lord, Jens Johansson and Matt Guillory.",
      "pageId": 2032306,
      "monthDay": "10/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/David_Clayton_Rogers",
      "name": "David Clayton Rogers",
      "aboutText": "Jeremy James Miller (born October 21, 1976) is an American actor and singer best known for his portrayal of Ben Seaver on Growing Pains and its two reunion movies.",
      "pageId": 2234019,
      "monthDay": "10/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Will_Estes",
      "name": "Will Estes",
      "aboutText": "Brian Lee Pittman (born on October 21, 1980) is an American musician most notable as the former bassist for the Christian rock band Relient K, of which he was a founding member. He has also played bass for the Christian metal band Inhale Exhale, and owns a landscaping company called \"Lawnsharks.\" Pittman married on August 30, 2008 and currently resides in Canton, Ohio.\n^ Huey, Steve.",
      "pageId": 2272678,
      "monthDay": "10/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joey_Harrington",
      "name": "Joey Harrington",
      "aboutText": "Martín Leandro Castrogiovanni (born October 21, 1981) is an Italian Argentine rugby union footballer.\nHe played for Ghial Calvisano, with whom he won the Italian championship in 2005. He signed a contract with Leicester Tigers, and after a successful 2006/07 season with them, was named Guinness Premiership player of the season.",
      "pageId": 3960057,
      "monthDay": "10/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Henrik_Klingenberg",
      "name": "Henrik Klingenberg",
      "aboutText": "Karl Harris (21 October 1979 – 3 June 2014) was a three-time British Supersport champion. In 2010 he switched to the British Superstock Championship on a GR Motorsport Aprilia.",
      "pageId": 4972840,
      "monthDay": "10/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Khalil_Greene",
      "name": "Khalil Greene",
      "aboutText": "Henrique Hilário Meireles Sampaio (born 21 October 1975), commonly known as Hilário, is a Portuguese retired footballer who played as a goalkeeper.\nHe spent most of his extensive professional career with Porto and Chelsea, mainly as a backup. He appeared in 160 Primeira Liga games, during nine seasons.",
      "pageId": 5382130,
      "monthDay": "10/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gabe_Gross",
      "name": "Gabe Gross",
      "aboutText": "Mélanie Turgeon (born October 21, 1976 in Alma, Quebec) is a skier and former member of the Canadian national ski team.\nA member of the Mont Ste. Anne ski club, Turgeon joined the Canadian national ski team in 1992 at the age of only sixteen.",
      "pageId": 10626979,
      "monthDay": "10/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Karl_Harris",
      "name": "Karl Harris",
      "aboutText": "Julieta Cardinali (Spanish pronunciation: [xuˈljeta karðiˈnali]; born October 21, 1977) in Buenos Aires, is an Argentine film and television actress.",
      "pageId": 15405769,
      "monthDay": "10/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shiho_Takano",
      "name": "Shiho Takano",
      "aboutText": "Carmella Bing (born October 21, 1981) is an American retired pornographic actress and adult model.",
      "pageId": 17777174,
      "monthDay": "10/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kim_Kardashian",
      "name": "Kim Kardashian",
      "aboutText": "Kimberly \"Kim\" Kardashian West (born Kimberly Noel Kardashian; October 21, 1980) is an American television and social media personality, actress, socialite, and model. Born and raised in Los Angeles, California, Kardashian first gained media attention through her friendship with Paris Hilton, but she received wider notice after a 2003 sex tape with her former boyfriend Ray J was leaked in 2007. Later that year, she and her family began to appear in the reality television series Keeping Up with the Kardashians.",
      "pageId": 19394613,
      "monthDay": "10/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brian_Pittman",
      "name": "Brian Pittman",
      "aboutText": "David Clayton Rogers (born October 21, 1977) is an American actor, writer, and film producer. He has co-starred in films such as Sublime and Dark Ride. Rogers began his acting career in the made-for-television film Bloody Sunday, followed by an appearance on The WB's Gilmore Girls.",
      "pageId": 25307043,
      "monthDay": "10/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Carmella_Bing",
      "name": "Carmella Bing",
      "aboutText": "Henrik Gustavsson (born 21 October 1976) is a Swedish footballer. He is currently playing for Åtvidabergs FF in Allsvenskan.\n^ \"Henrik Gustavsson\".",
      "pageId": 34028413,
      "monthDay": "10/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Martin_Castrogiovanni",
      "name": "Martin Castrogiovanni",
      "aboutText": "Shiho Takano (高野 志穂, Takano Shiho, born October 21, 1979, in Tokyo, Japan) is a Japanese actress who is represented by the talent agency, Tom Company.\nTakano's husband is actor Yukiya Kitamura.\n^ a b \"北村有起哉、女優・高野志穂と結婚!\" (in Japanese).",
      "pageId": 48306058,
      "monthDay": "10/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nemanja_Vidi%C4%87",
      "name": "Nemanja Vidić",
      "aboutText": "Dato' Lee Chong Wei (born 21 October 1982 in Bagan Serai, Perak) is a Malaysian Chinese professional badminton player. As a singles player, Lee was ranked first worldwide for 199 consecutive weeks from 21 August 2008 to 14 June 2012. He is the third Malaysian player after Rashid Sidek and Roslin Hashim to achieve such a ranking (since official rankings were first kept in the 1980s), and is the only Malaysian shuttler to hold the number one ranking for more than a year.",
      "pageId": 907293,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Dallas",
      "name": "Matt Dallas",
      "aboutText": "Donald Zackary \"Zack\" Greinke (/ˈɡrɪŋki/ GRAIN-kee; born October 21, 1983) is an American professional baseball pitcher for the Arizona Diamondbacks of Major League Baseball (MLB). He previously played for the Kansas City Royals, Milwaukee Brewers, Los Angeles Angels of Anaheim and Los Angeles Dodgers.\nThe Royals selected Greinke in 2002 MLB Draft after he won the Gatorade National Player of the Year Award as a high school senior.",
      "pageId": 990732,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jim_Henderson_(baseball)",
      "name": "Jim Henderson",
      "aboutText": "Kenneth Scott \"Kenny\" Cooper, Jr. (born October 21, 1984) is an American soccer player who plays as a forward for Montreal Impact in Major League Soccer.\nBorn in Baltimore, Maryland, Cooper began his football career with Manchester United in England, but he failed to break into the first-team and was sent out on loan to Académica Coimbra and Oldham Athletic before being sold to FC Dallas in 2006.",
      "pageId": 1530003,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Antony_Kay",
      "name": "Antony Kay",
      "aboutText": "Charlotte Sullivan (born October 21, 1983) is a Canadian actress, known for her role as officer Gail Peck in the Global police drama series Rookie Blue.",
      "pageId": 2173335,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ray_Ventrone",
      "name": "Ray Ventrone",
      "aboutText": "Andy Manuel Marte (born October 21, 1983) is a Dominican professional baseball third baseman for the KT Wiz of the Korea Baseball Organization. He has played in Major League Baseball (MLB) for the Atlanta Braves, Cleveland Indians and Arizona Diamondbacks.",
      "pageId": 2663004,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lee_Chong_Wei",
      "name": "Lee Chong Wei",
      "aboutText": "Shelden DeMar Williams (born October 21, 1983) is an American professional basketball player who currently plays for Tianjin Ronggang of China. He played college basketball at Duke University, where his #23 jersey was retired on January 28, 2007.\nHis size (6'9\", 250 lbs), aggressive style of play, and shot-blocking ability earned him the nickname \"The Landlord.\" During high school, Williams was a member of the National Honor Society and the Fellowship of Christian Athletes.",
      "pageId": 3024855,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/James_White_(basketball)",
      "name": "James White",
      "aboutText": "Ninet Tayeb, aka Nina (born October 21, 1983, in Israel) is an Israeli pop-rock musician, singer-song writer, composer, D.J, and an actress.",
      "pageId": 3172120,
      "monthDay": "10/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tim_Wildsmith",
      "name": "Tim Wildsmith",
      "aboutText": "Nemanja Vidić (Serbian Cyrillic: Немања Видић, Serbian pronunciation: [ně̞maɲa v̞ǐːdit͡ɕ]; born 21 October 1981) is a Serbian professional footballer who plays for Italian club Internazionale. He was part of the Serbian national team from 2002 to 2011.\nAfter establishing himself at Red Star Belgrade during the early 2000s, Vidić moved to Spartak Moscow in the summer of 2004.",
      "pageId": 3532317,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Casey_Fien",
      "name": "Casey Fien",
      "aboutText": "Antony Roland Kay (born 21 October 1982) is an English professional footballer.",
      "pageId": 4683886,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Zack_Greinke",
      "name": "Zack Greinke",
      "aboutText": "Matthew Joseph \"Matt\" Dallas (born October 21, 1982) is an American actor, best known for playing the title character on the ABC Family series Kyle XY.",
      "pageId": 5330383,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gonzalo_Klusener",
      "name": "Gonzalo Klusener",
      "aboutText": "James William White IV (born October 21, 1982) is an American professional basketball player who plays for Cedevita Zagreb of the Croatian League. Standing at a height of 6'7\", and weighing 215 lbs, he plays the positions of shooting guard and small forward. White earned the nickname 'Flight 75' due to his leaping ability.",
      "pageId": 5754559,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andy_Marte",
      "name": "Andy Marte",
      "aboutText": "Anna Bogdanova (born 21 October 1984) is a Russian heptathlete.",
      "pageId": 12960286,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Sherrington",
      "name": "Chris Sherrington",
      "aboutText": "Raymond \"Bubba\" Ventrone (/vɛnˈtroʊn/; born October 21, 1982) is a former American football safety and current special teams assistant coach for the New England Patriots of the National Football League (NFL). He was signed by the Patriots as an undrafted free agent in 2005. He played college football at Villanova.",
      "pageId": 13330968,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Charlotte_Sullivan",
      "name": "Charlotte Sullivan",
      "aboutText": "Richard Timothy Wildsmith (born October 21, 1982) is an American singer-songwriter and worship leader from Omaha, Nebraska.",
      "pageId": 17827153,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ninet_Tayeb",
      "name": "Ninet Tayeb",
      "aboutText": "Thomas \"Tom\" Brandstater (born October 21, 1984) is a former American football quarterback in the National Football League. He played college football for the Fresno State Bulldogs. He was drafted by the Denver Broncos in the sixth round of the 2009 NFL Draft.",
      "pageId": 18102597,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aaron_Tveit",
      "name": "Aaron Tveit",
      "aboutText": "Aaron Kyle Tveit (/təˈveɪt/; born October 21, 1983) is an American actor and singer. He is known for originating the roles of Gabe in Next to Normal and Frank Abagnale Jr. in the stage version of Catch Me If You Can on Broadway.",
      "pageId": 21623179,
      "monthDay": "10/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Shelden_Williams",
      "name": "Shelden Williams",
      "aboutText": "Gonzalo Martín Klusener (born October 21, 1983 in Oberá, Argentina) is an Argentine footballer currently playing for Club Olimpo.",
      "pageId": 22293682,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anna_Bogdanova",
      "name": "Anna Bogdanova",
      "aboutText": "Casey Michael Fien (/fiːn/ feen; born October 21, 1983) is an American professional baseball pitcher for the Minnesota Twins of Major League Baseball.",
      "pageId": 23740362,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tom_Brandstater",
      "name": "Tom Brandstater",
      "aboutText": "James Duffy Henderson (born October 21, 1982) is a Canadian professional baseball pitcher in the New York Mets organization.",
      "pageId": 35853925,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kenny_Cooper",
      "name": "Kenny Cooper",
      "aboutText": "Christopher Sherrington (born 21 October 1983 in Ormskirk, England) is an English-born Scottish judoka. He competed at the 2012 Summer Olympics in the +100 kg event.",
      "pageId": 36636637,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anouk_Leblanc-Boucher",
      "name": "Anouk Leblanc-Boucher",
      "aboutText": "Kieran Edward Richardson (born 21 October 1984) is an English professional footballer who plays for Aston Villa. He is a left winger, but has proven to be versatile, having also played as a left-back, right winger, central midfielder and on occasion as a support striker. Richardson began his career as a trainee at West Ham United, going on to have extended spells at Manchester United, Sunderland and Fulham.",
      "pageId": 1491834,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jos%C3%A9_Lobat%C3%B3n",
      "name": "José Lobatón",
      "aboutText": "Scott David Rendell (born 21 October 1986) is an English footballer who plays as a striker for Woking.",
      "pageId": 3878912,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jessica_Michibata",
      "name": "Jessica Michibata",
      "aboutText": "Christopher Alexander Luis Casillas von Uckermann (Spanish pronunciation: [ˈkɾistofeɾ alekˈsander luˈis kaˈsiʎaz βon ˈukerman], born October 21, 1986), better known as Christopher von Uckermann, is a Mexican singer-songwriter and actor, best known as a member of the pop band RBD.",
      "pageId": 3937348,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marvin_Mitchell",
      "name": "Marvin Mitchell",
      "aboutText": "Anouk Leblanc-Boucher (born October 21, 1984, in Prévost, Quebec) is a Canadian short track speed skating athlete at the 2006 Winter Olympics.\nA student in ecology at the Université du Québec à Montréal (UQAM), she won a bronze medal in the 500m short track speed skating event on February 15, 2006, at the Winter Olympics. She finished ahead of fellow Canadian Kalyna Roberge with a time of 0:44.759.",
      "pageId": 4086416,
      "monthDay": "10/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kieran_Richardson",
      "name": "Kieran Richardson",
      "aboutText": "Chibuzor \"Chib\" Chilaka (born 21 October 1986) is a Nigerian footballer who plays for English club Bradford Park Avenue, as a midfielder or striker.",
      "pageId": 4107106,
      "monthDay": "10/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Simone_Bracalello",
      "name": "Simone Bracalello",
      "aboutText": "Jessica Celeste González Almada (道端ジェシカ) (born on October 21, 1984) better known as Jessica Michibata, is a Japanese fashion model.\n^ a b \"田辺エジェンシ　道端\". Tanabe Agency.",
      "pageId": 4438529,
      "monthDay": "10/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Almen_Abdi",
      "name": "Almen Abdi",
      "aboutText": "Almen Abdi (born 21 October 1986) is a Swiss footballer of Kosovar and Bosniak descent who plays as an attacking midfielder for Watford, having played for Zürich, Le Mans and Udinese. He has also been capped by the Switzerland national team.",
      "pageId": 6153633,
      "monthDay": "10/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Chibuzor_Chilaka",
      "name": "Chibuzor Chilaka",
      "aboutText": "Samuel Michael \"Sam\" Vokes (born 21 October 1989) is a professional footballer who plays as a striker for English club Burnley and the Wales national team.\nVokes began his professional career at then League One Bournemouth, making his debut in 2006. His form there earned a move to Championship side Wolverhampton Wanderers, where he helped them win promotion to the Premier League in his first season.",
      "pageId": 8246327,
      "monthDay": "10/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Scott_Rendell",
      "name": "Scott Rendell",
      "aboutText": "Marvin Mitchell (born October 21, 1984) is an American football linebacker who is currently a free agent of the National Football League. He was drafted by the New Orleans Saints in the seventh round of the 2007 NFL Draft. He played college football at Tennessee.",
      "pageId": 13836913,
      "monthDay": "10/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tamerlan_Tsarnaev",
      "name": "Tamerlan Tsarnaev",
      "aboutText": "Mei Nakabayashi (中林 芽依, Nakabayashi Mei, born October 21, 1989), better known by her stage name May'n (メイン, Mein), is a Japanese J-Pop artist managed by the Horipro talent agency and under the Victor Entertainment label.",
      "pageId": 18428095,
      "monthDay": "10/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Christopher_von_Uckermann",
      "name": "Christopher von Uckermann",
      "aboutText": "Ricki Olsen (born October 21, 1988) is a Danish professional football player who plays for FC Helsingør. He is the son of the former Danish national team player Lars Olsen.\nOlsen started his career with Brøndby IF, but did not play any senior games for the team.",
      "pageId": 19949860,
      "monthDay": "10/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Justin_De_Fratus",
      "name": "Justin De Fratus",
      "aboutText": "José Manuel Lobatón (born October 21, 1984) is a Venezuelan professional baseball catcher for the Washington Nationals of Major League Baseball (MLB). Signed by the San Diego Padres as an amateur free agent, he made his major league debut with the team in 2009.",
      "pageId": 21339246,
      "monthDay": "10/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andrey_Grechin",
      "name": "Andrey Grechin",
      "aboutText": "Luke John Murphy (born 21 October 1989) is an English professional footballer who plays for Leeds United as a midfielder. He is a product of Crewe Alexandra's academy, for whom he served as club captain prior to joining Leeds.",
      "pageId": 21579513,
      "monthDay": "10/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ricki_Olsen",
      "name": "Ricki Olsen",
      "aboutText": "Mads Dahm, born 21 October 1988, is a Norwegian footballer playing for Lyn in the Norwegian Third Division. He has played two games for Norway national under-21 football team. He is the younger brother of former Lyn player Fredrik Dahm.",
      "pageId": 22533913,
      "monthDay": "10/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Daniel_Schorn",
      "name": "Daniel Schorn",
      "aboutText": "Andrey Vladimirovich Grechin (born 21 October 1987) is a Russian swimmer. Grechin competed in four events at the 2008 Olympic Games in Beijing.",
      "pageId": 23755567,
      "monthDay": "10/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/May%27n",
      "name": "May'n",
      "aboutText": "Simone Bracalello, also known in Italy as \"Bracca\", (born October 21, 1985 in Genoa) is an Italian footballer who last played for Carolina RailHawks in the North American Soccer League.",
      "pageId": 26921852,
      "monthDay": "10/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mads_Dahm",
      "name": "Mads Dahm",
      "aboutText": "Jonathan Viera Ramos (born 21 October 1989) is a Spanish professional footballer who plays for UD Las Palmas as a right winger or an attacking midfielder.",
      "pageId": 30209534,
      "monthDay": "10/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Luke_Murphy",
      "name": "Luke Murphy",
      "aboutText": "Justin Andrew De Fratus (born October 21, 1987) is an American professional baseball relief pitcher for the Seattle Mariners of Major League Baseball (MLB). De Fratus grew up in Oxnard, California and played baseball in high school prior to playing at Ventura College. The Philadelphia Phillies selected him in the 11th round of the 2007 Major League Baseball Draft.",
      "pageId": 31164132,
      "monthDay": "10/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jonathan_Viera",
      "name": "Jonathan Viera",
      "aboutText": "Daniel Schorn (born 21 October 1988) is an Austrian professional road bicycle racer who rides for UCI Professional Continental Bora-Argon 18.\nBorn in Zell am See, Schorn has competed as a professional since 2008, competing for the Elk Haus-Simplon team, prior to joining Team NetApp for the start of the 2010 season. Schorn, and Team NetApp, made their Grand Tour début at the 2012 Giro d'Italia, where Schorn took fifth place during the ninth stage of the race.",
      "pageId": 35827786,
      "monthDay": "10/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sam_Vokes",
      "name": "Sam Vokes",
      "aboutText": "Tamerlan Anzorovich Tsarnaev (Cyrillic: Тамерла́н Анзо́рович Царна́ев /ˌtæmərˈlɑːn ˌtsɑrˈnaɪ.ɛf/; October 21, 1986 – April 19, 2013) and his brother Dzhokhar Tsarnaev planted bombs at the Boston Marathon on April 15, 2013. The bombings killed three people and reportedly injured as many as 264 others. Tsarnaev was half-Chechen and half-Avar.",
      "pageId": 39158060,
      "monthDay": "10/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bengali-Fod%C3%A9_Koita",
      "name": "Bengali-Fodé Koita",
      "aboutText": "Bernard Tomic (/tɔːmɪk/, Croatian: Bernard Tomić; born 21 October 1992) is an Australian professional tennis player who as of 19 October 2015 is ranked world No. 18 by the Association of Tennis Professionals (ATP), his career high ranking. As a junior, Tomic enjoyed a successful career in which he won three Orange Bowl titles and two junior grand slam singles titles, the 2008 Australian Open and 2009 US Open.",
      "pageId": 5057078,
      "monthDay": "10/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mathieu_Peybernes",
      "name": "Mathieu Peybernes",
      "aboutText": "Ricard \"Ricky\" Rubio i Vives (born October 21, 1990) is a Spanish professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). Rubio became the youngest player ever to play in the Spanish ACB League on October 15, 2005, at age 14. He made his Euroleague debut on October 24, 2006, at age 16, becoming the first player born in the 1990s to play in a Euroleague game.",
      "pageId": 6460260,
      "monthDay": "10/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ricky_Rubio",
      "name": "Ricky Rubio",
      "aboutText": "Antoinette Joyce Guedia Mouafo (born 21 October 1995) is a Cameroonian swimmer.\nShe began swimming in 2003, at the age of 8, and became national champion in the women's 100 metre breaststroke category in 2006.\nGuedia represented Cameroon at the 2008 Summer Olympics in Beijing, and was, at the age of 12, the youngest athlete of any nationality at the Games.",
      "pageId": 19208340,
      "monthDay": "10/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tom_Eastman",
      "name": "Tom Eastman",
      "aboutText": "Bengali-Fodé Koita (born 21 October 1990 in Paris) is a French professional football player of Guinean origin who plays for Football League Championship club Blackburn Rovers.",
      "pageId": 25045347,
      "monthDay": "10/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Geoffry_Hairemans",
      "name": "Geoffry Hairemans",
      "aboutText": "Thomas Michael \"Tom\" Eastman (born 21 October 1991) is an English professional footballer who plays as a defender for Colchester United. Eastman is a product of the Ipswich Town Academy, where progressed through the ranks since the age of eight before making his first-team debut in 2010, a game in which he was sent off for a second bookable offence. After finding his chances with Ipswich limited, he moved to Colchester United in the summer of 2011.",
      "pageId": 27193570,
      "monthDay": "10/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Vadaine_Oliver",
      "name": "Vadaine Oliver",
      "aboutText": "Mathieu-Philippe Peybernes (born 21 October 1990 in Toulouse) is a French football player currently playing for Bastia in Ligue 1. He is a France youth international having earned caps with the under-18 and under-19 teams. Peybernes plays as an defender, but can also play in the midfield.",
      "pageId": 27196591,
      "monthDay": "10/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Harry_Pell",
      "name": "Harry Pell",
      "aboutText": "Geoffry Hairemans (born 21 October 1991 in Wilrijk) is a Belgian footballer who currently plays as a midfielder for Royal Antwerp FC in the Belgian Second Division.",
      "pageId": 27996416,
      "monthDay": "10/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Bernard_Tomic",
      "name": "Bernard Tomic",
      "aboutText": "Harry David Balraj Pell (born 21 October 1991) is an English professional footballer who plays as a midfielder for National League club Cheltenham Town.\nHe has previously played for Charlton Athletic, Hastings United, Bristol Rovers, Hereford United, Cambridge United, Grimsby Town and AFC Wimbledon.\n^ \"List of players under written contract registered between 01/01/2013 and 31/01/2013\".",
      "pageId": 29629498,
      "monthDay": "10/21"
    },
    {
      "year": "1995",
      "uri": "/wiki/Cameron_Burgess",
      "name": "Cameron Burgess",
      "aboutText": "Shannon Renee' Magrane (born October 21, 1995) is an American singer from Tampa, Florida, who finished in eleventh place on the eleventh season of American Idol.",
      "pageId": 34952106,
      "monthDay": "10/21"
    },
    {
      "year": "1995",
      "uri": "/wiki/Antoinette_Guedia_Mouafo",
      "name": "Antoinette Guedia Mouafo",
      "aboutText": "Vadaine Aston James Oliver (born 21 October 1991) is an English professional footballer who plays as a striker for League Two club York City.",
      "pageId": 40146603,
      "monthDay": "10/21"
    },
    {
      "year": "1995",
      "uri": "/wiki/Shannon_Magrane",
      "name": "Shannon Magrane",
      "aboutText": "Cameron Burgess is an Australian footballer who plays as a defender for Fulham.",
      "pageId": 43518395,
      "monthDay": "10/21"
    },
    {
      "year": "1998",
      "uri": "/wiki/Ryoka_Oshima",
      "name": "Ryoka Oshima",
      "aboutText": "Found nickname, Ryoka Oshima (大島 涼花, Oshima Ryoka, born 21 October 1998 in Kanagawa Prefecture) is a member of the Japanese idol girl group AKB48.",
      "pageId": 45603324,
      "monthDay": "10/21"
    }
  ]
}