{
  "people": [
    {
      "year": "1416",
      "uri": "/wiki/Edmund_Grey,_1st_Earl_of_Kent",
      "name": "Edmund Grey, 1st Earl of Kent",
      "aboutText": "Sigismund of Austria, Duke, then Archduke of Further Austria (26 October 1427 – 4 March 1496) was a Habsburg archduke of Austria and ruler of Tirol from 1446 to 1490.\nSigismund (or Siegmund, sometimes also spelled Sigmund) was born in Innsbruck; his parents were Frederick IV, Duke of Austria and Anna of Brunswick.",
      "pageId": 38715,
      "monthDay": "10/26"
    },
    {
      "year": "1427",
      "uri": "/wiki/Sigismund,_Archduke_of_Austria",
      "name": "Sigismund, Archduke of Austria",
      "aboutText": "Giuseppe Domenico Scarlatti (26 October 1685 – 23 July 1757) was an Italian composer who spent much of his life in the service of the Portuguese and Spanish royal families. He is classified primarily as a Baroque composer chronologically, although his music was influential in the development of the Classical style and he was one of the few Baroque composers to transition into the classical period.",
      "pageId": 44656,
      "monthDay": "10/26"
    },
    {
      "year": "1474",
      "uri": "/wiki/Frederick_of_Saxony_(Teutonic_Knight)",
      "name": "Friedrich of Saxony",
      "aboutText": "Georges Jacques Danton (French: [ʒɔʁʒ dɑ̃tɔ̃]; 26 October 1759 – 5 April 1794) was a leading figure in the early stages of the French Revolution and the first President of the Committee of Public Safety. Danton's role in the onset of the Revolution has been disputed; many historians describe him as \"the chief force in the overthrow of the monarchy and the establishment of the First French Republic\".",
      "pageId": 154352,
      "monthDay": "10/26"
    },
    {
      "year": "1491",
      "uri": "/wiki/Zhengde_Emperor",
      "name": "Zhengde Emperor",
      "aboutText": "Dimitrie Cantemir (Romanian pronunciation: [diˈmitri.e kanteˈmir]; 1673–1723) was twice Prince of Moldavia (in March–April 1693 and in 1710–1711). He was also a prolific man of letters – philosopher, historian, composer, musicologist, linguist, ethnographer, and geographer.",
      "pageId": 183081,
      "monthDay": "10/26"
    },
    {
      "year": "1529",
      "uri": "/wiki/Anna_of_Hesse",
      "name": "Anna of Hesse",
      "aboutText": "The Zhengde Emperor (Chinese: 正德; pinyin: Zhèngdé) (26 October 1491 – 20 April 1521) was the Ming dynasty Emperor of China between 1505–1521. Born Zhu Houzhao, he was the Hongzhi Emperor's eldest son. His era name means \"Right virtue\" or \"Rectification of virtue\".",
      "pageId": 390589,
      "monthDay": "10/26"
    },
    {
      "year": "1564",
      "uri": "/wiki/Hans_Leo_Hassler",
      "name": "Hans Leo Hassler",
      "aboutText": "Helmuth Karl Bernhard Graf von Moltke (26 October 1800, Parchim, Mecklenburg-Schwerin – 24 April 1891, Berlin) was a German Field Marshal. The chief of staff of the Prussian Army for thirty years, he is regarded as the creator of a new, more modern method of directing armies in the field.",
      "pageId": 439365,
      "monthDay": "10/26"
    },
    {
      "year": "1609",
      "uri": "/wiki/William_Sprague_(1609%E2%80%931675)",
      "name": "William Sprague",
      "aboutText": "Giuditta Angiola Maria Costanza Pasta (née Negri; 26 October 1797 – 1 April 1865), was an Italian soprano considered among the greatest of opera singers, to whom the 20th-century soprano Maria Callas was compared.",
      "pageId": 531849,
      "monthDay": "10/26"
    },
    {
      "year": "1673",
      "uri": "/wiki/Dimitrie_Cantemir",
      "name": "Dimitrie Cantemir",
      "aboutText": "Edmund Grey, 1st Earl of Kent (26 October 1416 – 22 May 1490), English administrator, nobleman and magnate, was the son of Sir John Grey, KG and Constance Holland. His main residence was at Wrest near Silsoe Bedfordshire.",
      "pageId": 703007,
      "monthDay": "10/26"
    },
    {
      "year": "1684",
      "uri": "/wiki/Kurt_Christoph_Graf_von_Schwerin",
      "name": "Kurt Christoph Graf von Schwerin",
      "aboutText": "Kurt Christoph Graf von Schwerin (26 October 1684 – 6 May 1757) was a Prussian Generalfeldmarschall, one of the leading commanders under Frederick the Great.",
      "pageId": 761870,
      "monthDay": "10/26"
    },
    {
      "year": "1685",
      "uri": "/wiki/Domenico_Scarlatti",
      "name": "Domenico Scarlatti",
      "aboutText": "Hans Leo Hassler (in German, Hans Leo Haßler) (baptized 26 October 1564 – 8 June 1612) was a German composer and organist of the late Renaissance and early Baroque eras, elder brother of composer Jakob Hassler. He was born in Nuremberg and died in Frankfurt am Main.",
      "pageId": 864587,
      "monthDay": "10/26"
    },
    {
      "year": "1694",
      "uri": "/wiki/Johan_Helmich_Roman",
      "name": "Johan Helmich Roman",
      "aboutText": "Johan Helmich Roman (26 October 1694 – 20 November 1758) was a Swedish Baroque composer.",
      "pageId": 1019455,
      "monthDay": "10/26"
    },
    {
      "year": "1747",
      "uri": "/wiki/Ivan_Mane_Jarnovi%C4%87",
      "name": "Ivan Mane Jarnović",
      "aboutText": "Karl Leonhard Reinhold (26 October 1757 – 10 April 1823) was an Austrian philosopher.",
      "pageId": 1294418,
      "monthDay": "10/26"
    },
    {
      "year": "1757",
      "uri": "/wiki/Karl_Leonhard_Reinhold",
      "name": "Karl Leonhard Reinhold",
      "aboutText": "Konstantin Andreyevich Thon, also spelled Ton (Russian: Константи́н Андре́евич Тон; October 26, 1794 – January 25, 1881) was an official architect of Imperial Russia during the reign of Nicholas I. His major works include the Cathedral of Christ the Saviour, the Grand Kremlin Palace and the Kremlin Armoury in Moscow.",
      "pageId": 1354776,
      "monthDay": "10/26"
    },
    {
      "year": "1759",
      "uri": "/wiki/Georges_Danton",
      "name": "Georges Danton",
      "aboutText": "Prince Eustachy Erazm Sanguszko (1768–1844) - Polish nobleman, general, military commander, diplomat and politician.",
      "pageId": 1768118,
      "monthDay": "10/26"
    },
    {
      "year": "1768",
      "uri": "/wiki/Eustachy_Erazm_Sanguszko",
      "name": "Eustachy Erazm Sanguszko",
      "aboutText": "Duke Frederick of Saxony (26 October 1474 – 14 December 1510), also known as Friedrich von Sachsen or Friedrich von Wettin, was the 36th Grand Master of the Teutonic Knights, serving from 1498–1510. He was the third (and youngest surviving) son of Albert, Duke of Saxony, and Sidonie of Poděbrady, daughter of George of Podebrady.\nThe Teutonic Knights had been in a long power struggle with Poland over Prussia.",
      "pageId": 2464224,
      "monthDay": "10/26"
    },
    {
      "year": "1794",
      "uri": "/wiki/Konstantin_Thon",
      "name": "Konstantin Thon",
      "aboutText": "Nikolaos Halikiopoulos Mantzaros (Greek: Νικόλαος Χαλικιόπουλος Μάντζαρος or Italian: Niccoló Calichiopoulo Manzaro, 26 October 1795 – 12 April 1872) was a Greek composer born in Corfu and the major representative of the so-called Ionian School of music (Επτανησιακή Σχολή). He was of mixed Greek and Italian noble descent, coming from one of the most important and wealthy families of the \"Libro d'Oro\" di Corfu and therefore he never considered himself a \"professional composer\".",
      "pageId": 2604339,
      "monthDay": "10/26"
    },
    {
      "year": "1795",
      "uri": "/wiki/Nikolaos_Mantzaros",
      "name": "Nikolaos Mantzaros",
      "aboutText": "William Sprague (October 26, 1609 – October 26, 1675) left England on the ship Lyon's Whelp for Plymouth/Salem Massachusetts. He was originally from Upwey, near Weymouth, Dorset, England.\nWilliam arrived at Naumkeag (Salem) with his brothers Ralph and Richard.",
      "pageId": 10010380,
      "monthDay": "10/26"
    },
    {
      "year": "1797",
      "uri": "/wiki/Giuditta_Pasta",
      "name": "Giuditta Pasta",
      "aboutText": "Ivan Mane Jarnović (Italian: Giovanni Mane Giornovichi) (26 October 1747 – 23 November 1804) was a virtuoso violinist-composer of the 18th century whose family was of possibly Ragusan (today in Croatia) origin. He had a European career, performing in almost all major centres including Paris, Berlin, Warsaw, St Petersburg, Vienna, Stockholm, Basel, London, Dublin, amongst others. It appears he was a pupil of Antonio Lolli and he was an acquaintance of Joseph Haydn, with whom he shared concert programmes in London.",
      "pageId": 13598269,
      "monthDay": "10/26"
    },
    {
      "year": "1799",
      "uri": "/wiki/Margaret_Agnes_Bunn",
      "name": "Margaret Agnes Bunn",
      "aboutText": "Anna of Hesse (26 October 1529, Kassel – 10 July 1591, Meisenheim) was a princess of Hesse by birth and marriage Countess Palatine of Zweibrücken.",
      "pageId": 33128405,
      "monthDay": "10/26"
    },
    {
      "year": "1800",
      "uri": "/wiki/Helmuth_von_Moltke_the_Elder",
      "name": "Helmuth von Moltke the Elder",
      "aboutText": "Margaret Agnes Bunn (26 October 1799 - 1883) was a British actress.",
      "pageId": 42243812,
      "monthDay": "10/26"
    },
    {
      "year": "1802",
      "uri": "/wiki/Miguel_I_of_Portugal",
      "name": "Miguel I of Portugal",
      "aboutText": "Thomas Martin Lowry CBE FRS (/ˈlaʊri/; 26 October 1874 – 2 November 1936) was an English physical chemist who developed the Brønsted–Lowry acid–base theory simultaneously with and independently of Johannes Nicolaus Brønsted and was a founder-member and president (1928–1930) of the Faraday Society.",
      "pageId": 20964,
      "monthDay": "10/26"
    },
    {
      "year": "1803",
      "uri": "/wiki/Joseph_Hansom",
      "name": "Joseph Hansom",
      "aboutText": "Charles William \"C. W.\" Post (October 26, 1854 – May 9, 1914), was an American breakfast cereal and foods manufacturer and a pioneer in the prepared-food industry.",
      "pageId": 164699,
      "monthDay": "10/26"
    },
    {
      "year": "1842",
      "uri": "/wiki/Vasily_Vereshchagin",
      "name": "Vasily Vereshchagin",
      "aboutText": "Benjamin Guggenheim (October 26, 1865 – April 15, 1912) was an American businessman. He died aboard RMS Titanic when the ship sank in the North Atlantic Ocean. His body was never recovered.",
      "pageId": 170270,
      "monthDay": "10/26"
    },
    {
      "year": "1849",
      "uri": "/wiki/Ferdinand_Georg_Frobenius",
      "name": "Ferdinand Georg Frobenius",
      "aboutText": "D. Miguel I (English: Michael I; 26 October 1802 – 14 November 1866), \"the Absolutist\" (Portuguese: \"o Absolutista\") or \"the Traditionalist\" (Portuguese: \"o Tradicionalista\"), was the King of Portugal between 1828 and 1834, the seventh child and third son of King João VI (John VI) and his queen, Carlota Joaquina of Spain.\nFollowing his exile as a result of his actions in the Abrilada, Miguel returned to Portugal as regent to his niece Queen Maria II of Portugal, and potential royal consort. As regent, he claimed the Portuguese throne in his own right, since according to the so-called Fundamental Laws of the Kingdom his older brother Pedro IV and therefore the latter's daughter had lost their rights from the moment that Pedro had made war on Portugal and become the sovereign of a foreign state (Brazilian Empire).",
      "pageId": 254402,
      "monthDay": "10/26"
    },
    {
      "year": "1850",
      "uri": "/wiki/Grigore_Tocilescu",
      "name": "Grigore Tocilescu",
      "aboutText": "Thorvald August Marinus Stauning (26 October 1873, Copenhagen  – 3 May 1942) was the first social democratic Prime Minister of Denmark. He served as Prime Minister from 1924 to 1926 and again from 1929 until his death in 1942.",
      "pageId": 297354,
      "monthDay": "10/26"
    },
    {
      "year": "1854",
      "uri": "/wiki/C._W._Post",
      "name": "C. W. Post",
      "aboutText": "Ferdinand Georg Frobenius (26 October 1849 – 3 August 1917) was a German mathematician, best known for his contributions to the theory of elliptic functions, differential equations and to group theory. He is known for the famous determinantal identities, known as Frobenius–Stickelberger formulae, governing elliptic functions, and for developing the theory of biquadratic forms. He was also the first to introduce the notion of rational approximations of functions (nowadays known as Padé approximants), and gave the first full proof for the Cayley–Hamilton theorem.",
      "pageId": 341048,
      "monthDay": "10/26"
    },
    {
      "year": "1860",
      "uri": "/wiki/Frank_Eaton",
      "name": "Frank Eaton",
      "aboutText": "Joseph Aloysius Hansom (26 October 1803 – 29 June 1882) was a prolific English architect working principally in the Gothic Revival style.",
      "pageId": 404162,
      "monthDay": "10/26"
    },
    {
      "year": "1865",
      "uri": "/wiki/Benjamin_Guggenheim",
      "name": "Benjamin Guggenheim",
      "aboutText": "Napoleon Hill (October 26, 1883 – November 8, 1970) was an American author in the area of the new thought movement who was one of the earliest producers of the modern genre of personal-success literature. His most famous work, Think and Grow Rich (1937), is one of the best-selling books of all time (at the time of Hill's death in 1970, Think and Grow Rich had sold 20 million copies). Hill's works examined the power of personal beliefs, and the role they play in personal success.",
      "pageId": 473412,
      "monthDay": "10/26"
    },
    {
      "year": "1869",
      "uri": "/wiki/Washington_Lu%C3%ADs",
      "name": "Washington Luís",
      "aboutText": "Vasily Vasilyevich Vereshchagin (Russian: Васи́лий Васи́льевич Вереща́гин, October 26, 1842 – April 13, 1904) was one of the most famous Russian war artists and one of the first Russian artists to be widely recognized abroad. The graphic nature of his realist scenes led many of them to never be printed or exhibited.",
      "pageId": 754231,
      "monthDay": "10/26"
    },
    {
      "year": "1871",
      "uri": "/wiki/Guillermo_Kahlo",
      "name": "Guillermo Kahlo",
      "aboutText": "Paul Henry Pilgrim (October 26, 1883 – January 8, 1958) was an American athlete who won three gold medals at the 1904 and 1906 Summer Olympics.\nHe was born in New York City and died in White Plains, New York.\nAt the 1904 Summer Olympics in St.",
      "pageId": 772123,
      "monthDay": "10/26"
    },
    {
      "year": "1873",
      "uri": "/wiki/A._K._Fazlul_Huq",
      "name": "A. K. Fazlul Huq",
      "aboutText": "Boris Nikolaevich Bugaev (Russian: Бори́с Никола́евич Буга́ев; IPA: [bɐˈrʲis nʲɪkɐˈlajɪvʲɪtɕ bʊˈɡajɪf]), better known by the pen name Andrei Bely (Russian: Андре́й Бе́лый; IPA: [ɐnˈdrʲej ˈbʲelɨj]; 26 October [O.S. 14 October] 1880 – 8 January 1934), was a Russian novelist, poet, theorist, and literary critic. His novel Petersburg was regarded by Vladimir Nabokov as one of the four greatest novels of the 20th century.",
      "pageId": 794423,
      "monthDay": "10/26"
    },
    {
      "year": "1873",
      "uri": "/wiki/Thorvald_Stauning",
      "name": "Thorvald Stauning",
      "aboutText": "Washington Luís Pereira de Sousa (Portuguese pronunciation: [ˈwɔʃĩtõ luˈiʃ peˈɾejɾɐ dʒi ˈsowzɐ]; 26 October 1869 – 4 August 1957) was a Brazilian politician and the last president of the First Brazilian Republic.",
      "pageId": 946040,
      "monthDay": "10/26"
    },
    {
      "year": "1874",
      "uri": "/wiki/Martin_Lowry",
      "name": "Martin Lowry",
      "aboutText": "For other people named Abby Rockefeller, see Abby Rockefeller (disambiguation).\nAbigail Greene \"Abby\" Aldrich Rockefeller (October 26, 1874 – April 5, 1948) was an American socialite and philanthropist. Through her marriage to financier and philanthropist John D. Rockefeller Jr., she was a prominent member of the Rockefeller family.",
      "pageId": 1179999,
      "monthDay": "10/26"
    },
    {
      "year": "1874",
      "uri": "/wiki/Abby_Aldrich_Rockefeller",
      "name": "Abby Aldrich Rockefeller",
      "aboutText": "Not to be confused with the cricket ground in Dhaka Sher-e-Bangla Cricket Stadium",
      "pageId": 1791386,
      "monthDay": "10/26"
    },
    {
      "year": "1880",
      "uri": "/wiki/Andrei_Bely",
      "name": "Andrei Bely",
      "aboutText": "Carl Wilhelm Kahlo Kauffmann (26 October 1871 – 14 April 1941), commonly known as Guillermo Kahlo, was a German-Mexican photographer. He photographically documented important architectural works, churches, streets, landmarks, as well as industries and companies in Mexico at the beginning of the 20th century; meaning that his work has not only artistic value but also historical and documental importance.",
      "pageId": 2596940,
      "monthDay": "10/26"
    },
    {
      "year": "1881",
      "uri": "/wiki/Louis_Bastien_(cyclist)",
      "name": "Louis Bastien",
      "aboutText": "Frank Boardman \"Pistol Pete\" Eaton (October 26, 1860 – April 8, 1958) was an American author, cowboy, scout, Indian fighter, and Deputy U. S. Marshal for Judge Isaac C. Parker.",
      "pageId": 4292398,
      "monthDay": "10/26"
    },
    {
      "year": "1883",
      "uri": "/wiki/Napoleon_Hill",
      "name": "Napoleon Hill",
      "aboutText": "Ganesh Shankar Vidyarthi (26 October 1890 – 25 March 1931, Kanpur), was an Indian journalist, a leader of the Indian National Congress and an independence movement activist. He was an important figure in non-cooperation movement and the freedom movement of India, who once translated Victor Hugo's novel Ninety-Three, and is mostly known as the founder-editor of the Hindi language newspaper, Pratap.",
      "pageId": 6197914,
      "monthDay": "10/26"
    },
    {
      "year": "1883",
      "uri": "/wiki/Paul_Pilgrim",
      "name": "Paul Pilgrim",
      "aboutText": "Louis Bastien (October 26, 1881 – August 13, 1963) was a French racing cyclist and fencer who competed in the late 19th century and early 20th century. He participated in Cycling at the 1900 Summer Olympics in Paris and won the gold medal in the men's 25 kilometre race.",
      "pageId": 7126434,
      "monthDay": "10/26"
    },
    {
      "year": "1884",
      "uri": "/wiki/William_Hogenson",
      "name": "William Hogenson",
      "aboutText": "William \"Bill\" P. Hogenson (October 26, 1884 – October 14, 1965) was an American athlete and sprinter, who competed in the early twentieth century. He won a silver medal in Athletics at the 1904 Summer Olympics in the men's 60 m dash, but was beaten by Archie Hahn, who took gold.",
      "pageId": 7455249,
      "monthDay": "10/26"
    },
    {
      "year": "1890",
      "uri": "/wiki/Ganesh_Shankar_Vidyarthi",
      "name": "Ganesh Shankar Vidyarthi",
      "aboutText": "Grigore George Tocilescu (26 October 1850 – 18 September 1909) was a Romanian historian, archaeologist, epigrapher and folkorist, member of Romanian Academy.\nHe was a professor of ancient history at the University of Bucharest, author of Marele Dicționar Geografic al României (The Great Geographical Dictionary of Romania), general secretary of the Romanian Ministry of Teaching and multiple times senator, with conservative political views. Tocilescu is one of the first Romanian historians who focused on the study of civilizations in ancient Dacia.",
      "pageId": 30228543,
      "monthDay": "10/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Milo%C5%A1_Crnjanski",
      "name": "Miloš Crnjanski",
      "aboutText": "François Maurice Adrien Marie Mitterrand (French: [fʁɑ̃swa mɔʁis mitɛʁɑ̃]; 26 October 1916 – 8 January 1996) was a French statesman, who served as the President of France from 1981 until 1995. He is the longest-serving President of France and, as leader of the Socialist Party, the first figure from the left elected President under the Fifth Republic.\nReflecting family influences, Mitterrand started political life on the Catholic nationalist right.",
      "pageId": 37998,
      "monthDay": "10/26"
    },
    {
      "year": "1899",
      "uri": "/wiki/Judy_Johnson",
      "name": "Judy Johnson",
      "aboutText": "Donald Siegel (October 26, 1912 – April 20, 1991) was an American film director and producer. His name variously appeared in the credits of his films as both Don Siegel and Donald Siegel.",
      "pageId": 38774,
      "monthDay": "10/26"
    },
    {
      "year": "1902",
      "uri": "/wiki/Beryl_Markham",
      "name": "Beryl Markham",
      "aboutText": "Sorley MacLean (Scottish Gaelic: Somhairle MacGill-Eain, sometimes \"MacGilleathain\" in earlier publications) (26 October 1911 – 24 November 1996) was one of the most significant Scottish poets of the 20th century.",
      "pageId": 142543,
      "monthDay": "10/26"
    },
    {
      "year": "1902",
      "uri": "/wiki/Jack_Sharkey",
      "name": "Jack Sharkey",
      "aboutText": "Sidney \"Sid\" Gillman (October 26, 1911 – January 3, 2003) was an American football player, coach, executive, and innovator. Gillman's insistence on stretching the football field by throwing deep downfield passes, instead of short passes to running backs or wide receivers at the sides of the line of scrimmage, was instrumental in making football into the modern game that it is today.\nGillman played football as an end at Ohio State University from 1931 to 1933.",
      "pageId": 165323,
      "monthDay": "10/26"
    },
    {
      "year": "1902",
      "uri": "/wiki/Henrietta_Hill_Swope",
      "name": "Henrietta Hill Swope",
      "aboutText": "Mahalia Jackson (/məˈheɪljə/ mə-HAYL-yə; October 26, 1911 – January 27, 1972) was an American gospel singer. Possessing a powerful contralto voice, she was referred to as \"The Queen of Gospel\". She became one of the most influential gospel singers in the world and was heralded internationally as a singer and civil rights activist.",
      "pageId": 166519,
      "monthDay": "10/26"
    },
    {
      "year": "1903",
      "uri": "/wiki/Mahn_Ba_Khaing",
      "name": "Mahn Ba Khaing",
      "aboutText": "John Leslie \"Jackie\" Coogan (October 26, 1914 – March 1, 1984) was an American actor who began his movie career as a child actor in silent films. Charlie Chaplin's film classic The Kid (1921) made him one of the first child stars in film history. Many years later, he became known as Uncle Fester on the 1960s sitcom The Addams Family.",
      "pageId": 191104,
      "monthDay": "10/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/George_Bernard_Flahiff",
      "name": "George Bernard Flahiff",
      "aboutText": "Beryl Markham (26 October 1902 – 3 August 1986) was a British-born Kenyan aviator (one of the first bush pilots), adventurer, racehorse trainer and author. During the pioneer days of aviation, she became the first woman to fly solo across the Atlantic from east to west. She is now primarily remembered as the author of the memoir West with the Night.",
      "pageId": 194711,
      "monthDay": "10/26"
    },
    {
      "year": "1906",
      "uri": "/wiki/Primo_Carnera",
      "name": "Primo Carnera",
      "aboutText": "Primo Carnera (Italian pronunciation: [ˈprimo karˈnɛra]; October 26, 1906 – June 29, 1967), nicknamed the Ambling Alp, was an Italian professional boxer and the World Heavyweight Champion from June 29, 1933, to June 14, 1934.",
      "pageId": 254845,
      "monthDay": "10/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Ignace_Lepp",
      "name": "Ignace Lepp",
      "aboutText": "Charles Daly \"Charlie\" Barnet (October 26, 1913 – September 4, 1991) was an American jazz saxophonist, composer, and bandleader.",
      "pageId": 267816,
      "monthDay": "10/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Dante_Quinterno",
      "name": "Dante Quinterno",
      "aboutText": "William Julius \"Judy\" Johnson (October 26, 1899 – June 15, 1989) was an American third baseman in Negro league baseball. He played for the Hilldale Club, Homestead Grays, and Pittsburgh Crawfords from 1921 to 1936. Considered one of the greatest third basemen in the Negro leagues, he was elected into the National Baseball Hall of Fame in 1975.",
      "pageId": 696764,
      "monthDay": "10/26"
    },
    {
      "year": "1910",
      "uri": "/wiki/John_Krol",
      "name": "John Krol",
      "aboutText": "Jack Sharkey (October 26, 1902 – August 17, 1994) was an American heavyweight boxing champion. He was born Joseph Paul Zukauskas (his birth surname is sometimes given as Cukoschay), the son of Lithuanian immigrants, in Binghamton, New York but moved to Boston, Massachusetts as a young man. Sources report little of his early life until, at the outset of the First World War, teenaged Joseph repeatedly tried to enlist in the Navy.",
      "pageId": 741232,
      "monthDay": "10/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Sid_Gillman",
      "name": "Sid Gillman",
      "aboutText": "John Joseph Krol (October 26, 1910 – March 3, 1996) was an American prelate of the Roman Catholic Church. He was Archbishop of Philadelphia from 1961 to 1988, having previously served as an auxiliary bishop of the Diocese of Cleveland (1953–61).",
      "pageId": 773874,
      "monthDay": "10/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Mahalia_Jackson",
      "name": "Mahalia Jackson",
      "aboutText": "Henrietta Hill Swope (October 26, 1902 - November 24, 1980) was an American astronomer who studied variable stars. In particular, she measured the period-luminosity relation for Cepheid stars, which are bright variable stars whose periods of variability relate directly to their intrinsic luminosities.",
      "pageId": 830891,
      "monthDay": "10/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Sorley_MacLean",
      "name": "Sorley MacLean",
      "aboutText": "Miloš Crnjanski (in Serbian Cyrillic: Милош Црњански, pronounced [mîlɔʃ t͡srɲǎnskiː]; 26 October 1893 – 30 November 1977) was a poet of the expressionist wing of Serbian modernism, author, and a diplomat. From his beginnings as a journalist whose social-political stance was at one moment openly opposed to freedom and progress, he gradually arose to become a poet and romanticist.",
      "pageId": 1383702,
      "monthDay": "10/26"
    },
    {
      "year": "1912",
      "uri": "/wiki/Don_Siegel",
      "name": "Don Siegel",
      "aboutText": "Joseph Gibson Fry (26 October 1915, Chipping Sodbury – 29 July 1950, Blandford circuit) was a British racing driver and distant member of the Fry's Chocolate family. He became the primary driver for the highly successful Shelsley Special \"Freikaiserwagen\", created by his cousin David Fry and Hugh Dunsterville, with help from Dick Caesar. The original car was built in Bristol in 1936 and featured an Anzani engine which was replaced in 1937 by a Blackburne engine.",
      "pageId": 1565167,
      "monthDay": "10/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Charlie_Barnet",
      "name": "Charlie Barnet",
      "aboutText": "George Bernard Flahiff, CC, CSB (October 26, 1905—August 22, 1989) was a Canadian prelate of the Roman Catholic Church. He served as Archbishop of Winnipeg from 1961 to 1982, and was elevated to the cardinalate in 1969.",
      "pageId": 1671637,
      "monthDay": "10/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jackie_Coogan",
      "name": "Jackie Coogan",
      "aboutText": "Ignace Lepp (born John Robert Lepp; 26 October 1909 in Orajõe, Pärnu County, Livonia, Russian Empire – 29 May 1966 near Paris, France), was a French writer of Estonian origin.\nDespite his claim to have been the son of a naval captain, born aboard a ship in the Baltic Sea where he was brought up by his mother together with his brother until he was five years old, this is not true. He was in fact the son of Tõnis Lepp and Anna Jürgenson, born in Orajõe village, in Häädemeeste Parish.",
      "pageId": 2294205,
      "monthDay": "10/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/Joe_Fry",
      "name": "Joe Fry",
      "aboutText": "Dante Quinterno (Buenos Aires City, October 26, 1909 – Buenos Aires City, May 14, 2003) was an Argentine comics artist,agricultural producer, and prolific editorial businessman, famous for being the creator of the Patoruzú, Isidoro Cañones and Patoruzito characters.\nHe was born in Buenos Aires city, on October 26, 1909, son of Martín Quinterno and Laura Raffo. His paternal grandfather was originally from Piamonte, and emigrated to Argentina to be an Agricultural producer and a fruit seller.",
      "pageId": 17403247,
      "monthDay": "10/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Fran%C3%A7ois_Mitterrand",
      "name": "François Mitterrand",
      "aboutText": "Lieutenant Colonel Boyd David \"Buzz\" Wagner (October 26, 1916 – November 29, 1942) was an American aviator and the first United States Army Air Corps (USAAC) fighter ace of World War II.",
      "pageId": 24277653,
      "monthDay": "10/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Boyd_Wagner",
      "name": "Boyd Wagner",
      "aboutText": "In this Burmese name, Mahn is an honorific.\nMahn Ba Khaing (Burmese: မန်းဘခိုင် [máɴ ba̰ kʰàɪɴ]; 26 October 1903 – 19 July 1947) was a Burmese politician who served as the Minister of Industry in Myanmar's pre-independence government. Ba Khaing, an ethnic Karen, was chairman of the Karen Youth Organisation.",
      "pageId": 28142552,
      "monthDay": "10/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Diana_Serra_Cary",
      "name": "Diana Serra Cary",
      "aboutText": "Edward William Brooke III (October 26, 1919 – January 3, 2015) was an American Republican politician. In 1966, he became the first African American popularly elected to the United States Senate. No other senator of African heritage was elected until Democrat Carol Moseley Braun of Illinois in 1993.",
      "pageId": 251608,
      "monthDay": "10/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Frank_Bourgholtzer",
      "name": "Frank Bourgholtzer",
      "aboutText": "Francisco Solano López (October 26, 1928 – August 12, 2011) was an Argentine comics artist.",
      "pageId": 321269,
      "monthDay": "10/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Edward_Brooke",
      "name": "Edward Brooke",
      "aboutText": "Jan Hendrik Wolkers (Oegstgeest, 26 October 1925 – Texel, 19 October 2007) was a Dutch author, sculptor and painter.\nWolkers is considered one of the \"Great Four\" writers of post-World War II Dutch literature, alongside Willem Frederik Hermans, Harry Mulisch and Gerard Reve (the latter authors are also known as the \"Great Three\"). He became noted as an author in the 1960s mainly for his graphic descriptions of sexual acts.",
      "pageId": 738132,
      "monthDay": "10/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Mohammad_Reza_Pahlavi",
      "name": "Mohammad Reza Pahlavi",
      "aboutText": "Harold Michael \"Mike\" Gray (October 26, 1935 – April 30, 2013) was an American writer, screenwriter, cinematographer, film producer and director.",
      "pageId": 1554847,
      "monthDay": "10/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sarah_Lee_Lippincott",
      "name": "Sarah Lee Lippincott",
      "aboutText": "Neal Matthews, Jr.",
      "pageId": 1792814,
      "monthDay": "10/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Madelyn_Dunham",
      "name": "Madelyn Dunham",
      "aboutText": "Warne Marion Marsh (October 26, 1927 – December 18, 1987) was an American tenor saxophonist.",
      "pageId": 1829759,
      "monthDay": "10/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Fred_Wood_(actor)",
      "name": "Fred Wood",
      "aboutText": "Andrew Patrick O'Rourke (October 26, 1933 – January 3, 2013) was a judge and politician from New York State. A Republican, he served as the County Executive of Westchester County, New York from 1983 to 1998.\nHe was the Republican candidate for Governor of New York in 1986.",
      "pageId": 3592856,
      "monthDay": "10/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Robert_Hinde",
      "name": "Robert Hinde",
      "aboutText": "Diana Serra Cary (born October 29, 1918), known as Baby Peggy, is an American former child actress, author and historian. She is considered to be the last living film star of the silent era.\nDiana Serra Cary was one of the three major American child stars of the Hollywood silent movie era along with Jackie Coogan and Baby Marie.",
      "pageId": 3815258,
      "monthDay": "10/26"
    },
    {
      "year": "1924",
      "uri": "/wiki/Shaw_Taylor",
      "name": "Shaw Taylor",
      "aboutText": "Eric Stanley Taylor MBE (26 October 1924 – 17 March 2015), known professionally as Shaw Taylor, was a British actor and television presenter, best known for presenting the long-running five-minute crime programme Police 5.",
      "pageId": 4223830,
      "monthDay": "10/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jan_Wolkers",
      "name": "Jan Wolkers",
      "aboutText": "Rodney Clark \"Hot Rod\" Hundley (October 26, 1934 – March 27, 2015) was an American professional basketball player and television broadcaster. Hundley's life revolved around the game of basketball. His love and talent for the game led him to achieve honors in high school and most notably during his college years.",
      "pageId": 4234599,
      "monthDay": "10/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Panos_Gavalas",
      "name": "Panos Gavalas",
      "aboutText": "Robert Aubrey Hinde CBE FRS FBA /haɪnd/ (born 26 October 1923 in Norwich, England) is a British zoologist, the Emeritus Royal Society Research Professor of Zoology at the University of Cambridge.\nHinde was the master of St. John's College, Cambridge in 1989-94.",
      "pageId": 4579589,
      "monthDay": "10/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Warne_Marsh",
      "name": "Warne Marsh",
      "aboutText": "Hans-Joachim Roedelius (born 26 October 1934 in Berlin) is a German experimental, ambient and electronic musician.",
      "pageId": 8062828,
      "monthDay": "10/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Francisco_Solano_L%C3%B3pez_(comics)",
      "name": "Francisco Solano López",
      "aboutText": "Panagiotis (Panos) Gavalas (Greek: Πάνος Γαβαλάς, October 26, 1926 - December 3, 1988) was a Greek singer.",
      "pageId": 10992371,
      "monthDay": "10/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/Neal_Matthews,_Jr.",
      "name": "Neal Matthews, Jr.",
      "aboutText": "Madelyn Lee Payne Dunham (/ˈdʌnəm/ DUN-əm; October 26, 1922 – November 2, 2008) was the American maternal grandmother of Barack Obama, the 44th and current President of the United States. She and her husband Stanley Armour Dunham raised Obama from age ten in their Honolulu, Hawaii apartment, where on November 2, 2008, she died two days before her grandson was elected President.",
      "pageId": 16682347,
      "monthDay": "10/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/Takis_Kanellopoulos",
      "name": "Takis Kanellopoulos",
      "aboutText": "Mohammad Reza Shah Pahlavi (Persian: محمد رضا شاه پهلوی‎‎ pronounced [mohæmˈmæd reˈzɒː ˈʃɒːhe pæhlæˈviː]; 26 October 1919 – 27 July 1980) was the king of Iran (Shah of Iran) from 16 September 1941 until his overthrow by the Islamic Revolution on 11 February 1979. He took the title Shāhanshāh (\"Emperor\" or \"King of Kings\") on 26 October 1967. He was the second and last monarch of the House of Pahlavi of the Iranian monarchy.",
      "pageId": 20065598,
      "monthDay": "10/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/Andrew_P._O%27Rourke",
      "name": "Andrew P. O'Rourke",
      "aboutText": "Takis Kanellopoulos (Greek: Τάκης Κανελλόπουλος; 26 October 1933 – 21 September 1990) was a Greek film director and screenwriter.",
      "pageId": 21732689,
      "monthDay": "10/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Hot_Rod_Hundley",
      "name": "Hot Rod Hundley",
      "aboutText": "Sarah Lee Lippincott (born October 26, 1920) also known as Sarah Lee Lippincott Zimmerman is an American astronomer. She is Professor Emerita of Astronomy at Swarthmore College and Director Emerita of the college's Sproul Observatory.",
      "pageId": 22869159,
      "monthDay": "10/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Hans-Joachim_Roedelius",
      "name": "Hans-Joachim Roedelius",
      "aboutText": "Frank Bourgholtzer (26 October 1919 in New York City, New York – 8 October 2010 in Santa Monica, California ) was an American journalist and television correspondent.\nBourgholtzer was the first full-time White House correspondent for NBC News. He served at several NBC foreign news bureaus during the Cold War before becoming the head of the NBC news bureau of Los Angeles, California, in 1969.",
      "pageId": 29168248,
      "monthDay": "10/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mike_Gray",
      "name": "Mike Gray",
      "aboutText": "Gloria Conyers Hewitt (born 1935) is an African-American mathematician. She was the third African-American woman to receive a PhD in Mathematics.",
      "pageId": 38543875,
      "monthDay": "10/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Gloria_Conyers_Hewitt",
      "name": "Gloria Conyers Hewitt",
      "aboutText": "Fred Wood (born 26 October 1922, Rotherhithe, London) is an English actor.\nWood is best known for roles in Star Wars (1977), Elephant Man (1980) and From Russia with Love (1963). Wood has appeared in a large number of American films, due to filming taking place partly or entirely in Britain.",
      "pageId": 42890338,
      "monthDay": "10/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Shelley_Morrison",
      "name": "Shelley Morrison",
      "aboutText": "Robert William \"Bob\" Hoskins (26 October 1942 – 29 April 2014) was an English actor known for playing Cockneys and gangsters. He was known for his lead roles in The Long Good Friday (1980), Mona Lisa (1986), Who Framed Roger Rabbit (1988), Mermaids (1990), and Super Mario Bros. (1993), and supporting performances in Brazil (1985), Hook (1991), Nixon (1995), Mrs.",
      "pageId": 164228,
      "monthDay": "10/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Gy%C3%B6rgy_Pauk",
      "name": "György Pauk",
      "aboutText": "Milton Nascimento (Portuguese pronunciation: [miwˈtõ nasiˈmẽtu]; born October 26, 1942, Rio de Janeiro, Rio de Janeiro, Brazil) is a prominent Brazilian singer-songwriter and guitarist.",
      "pageId": 378480,
      "monthDay": "10/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/Eddie_Henderson_(musician)",
      "name": "Eddie Henderson",
      "aboutText": "Sir Kevin John Barron PC (born 26 October 1946) is a British Labour Party politician who has been the Member of Parliament (MP) for Rother Valley since 1983.",
      "pageId": 414602,
      "monthDay": "10/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Horgan_(academic)",
      "name": "John Horgan",
      "aboutText": "Pat Conroy (born October 26, 1945) is a New York Times bestselling author who has written several acclaimed novels and memoirs. Two of his novels, The Prince of Tides and The Great Santini, were made into Oscar-nominated films.",
      "pageId": 678937,
      "monthDay": "10/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Steven_Kellogg",
      "name": "Steven Kellogg",
      "aboutText": "Shelley Morrison (born Rachel Mitrani; October 26, 1936) is an American actress. Early in her career, she was sometimes credited as Rachel Domínguez. Morrison has been a theater and television actress since the early 1960s, predominantly as a character actress in ethnic roles.",
      "pageId": 696160,
      "monthDay": "10/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Charlie_Landsborough",
      "name": "Charlie Landsborough",
      "aboutText": "Jacquelyn Ellen \"Jaclyn\" Smith (born October 26, 1945) is an American actress and businesswoman. She is known for her role as Kelly Garrett in the television series Charlie's Angels (1976–81), and was the only original female lead to remain with the series for its complete run. She reprised the role with a cameo appearance in the 2003 film Charlie's Angels: Full Throttle.",
      "pageId": 822673,
      "monthDay": "10/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bob_Hoskins",
      "name": "Bob Hoskins",
      "aboutText": "Pat Sajak (/ˈseɪdʒæk/ SAY-jak, born Patrick Leonard Sajdak; October 26, 1946) is an American television personality, former weatherman, actor and talk show host, best known as the host of the American television game show Wheel of Fortune.",
      "pageId": 825428,
      "monthDay": "10/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Milton_Nascimento",
      "name": "Milton Nascimento",
      "aboutText": "Jonathan Williams (26 October 1942 – 31 August 2014) was a British racing driver.\nBorn in Cairo, Egypt, he participated in one Formula One World Championship Grand Prix, on 22 October 1967. He finished 8th, scoring no World Championship points.",
      "pageId": 2226629,
      "monthDay": "10/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Zdenko_Runji%C4%87",
      "name": "Zdenko Runjić",
      "aboutText": "Ricardo Hector Asch (born 26 October 1947)  is an obstetrician, gynecologist, and endocrinologist who worked with reproductive technology and pioneered gamete intrafallopian transfer (GIFT). He has been accused of unethical practices at the University of California, Irvine's fertility clinic: the Orange County Register's investigations into these practices led to that paper's receiving the 1996 Pulitzer Prize for Investigative Reporting.",
      "pageId": 2258624,
      "monthDay": "10/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jonathan_Williams_(racing_driver)",
      "name": "Jonathan Williams",
      "aboutText": "Zdenko Runjić (26 October 1942 – 27 October 2004) was a Croatian songwriter based in Split. In his long career, he established himself as one of the most prolific and most popular songwriters of the former Yugoslavia and Croatia.\nRunjić was born in Slavonski Brod (at the time the Independent State of Croatia).",
      "pageId": 2514827,
      "monthDay": "10/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jim_McCann_(musician)",
      "name": "Jim McCann",
      "aboutText": "Holly Woodlawn (born Haroldo Santiago Franceschi Rodriguez Danhakl; October 26, 1946 – December 6, 2015) was a transgender Puerto Rican actress and Warhol superstar who appeared in his movies Trash (1970) and Women in Revolt (1972).",
      "pageId": 2590861,
      "monthDay": "10/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Pat_Conroy",
      "name": "Pat Conroy",
      "aboutText": "Nancy Davis Griffeth (born October 26, 1945) is an American computer scientist notable for approaches to the feature interaction problem. In 2014, she is a professor at Lehman College of The City University of New York and is modelling biological systems in computational biology.",
      "pageId": 3013073,
      "monthDay": "10/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Demetris_Th._Gotsis",
      "name": "Demetris Th. Gotsis",
      "aboutText": "John S. Horgan (born 26 October 1940) has been a Labour Party politician, Professor of Journalism at Dublin City University and, from 2007 to 2014. the first Press Ombudsman in Ireland.",
      "pageId": 5752392,
      "monthDay": "10/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Nancy_Davis_Griffeth",
      "name": "Nancy Davis Griffeth",
      "aboutText": "Steven Kellogg (born October 26, 1941 in Norwalk, Connecticut) is an American writer and illustrator who has created more than 90 children's books.\nOn November 12, 2011, Steven was given an honorary doctor of humane letters from The University of Findlay. All of his original illustrations were donated to the Mazza Museum of International Art from Picture Books at Findlay.",
      "pageId": 5871915,
      "monthDay": "10/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jaclyn_Smith",
      "name": "Jaclyn Smith",
      "aboutText": "Demetris Th. Gotsis (Greek: Δημήτρης Θ. Γκότσης) is a Greek poet and author residing in Cyprus. He was born October 26, 1945 in Thessaloniki, Greece.",
      "pageId": 9236175,
      "monthDay": "10/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kevin_Barron",
      "name": "Kevin Barron",
      "aboutText": "Keith Hopwood (born 26 October 1946) is an English musician, singer-songwriter, composer, businessman and record producer, who served as the rhythm guitarist and backing vocals for the 1960s pop band, Herman's Hermits.",
      "pageId": 9861182,
      "monthDay": "10/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Keith_Hopwood",
      "name": "Keith Hopwood",
      "aboutText": "Eddie Henderson (born October 26, 1940) is an American jazz trumpet and flugelhorn player.",
      "pageId": 14019242,
      "monthDay": "10/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pat_Sajak",
      "name": "Pat Sajak",
      "aboutText": "Charlie Landsborough, (born Charles Alexander Landsborough, 26 October 1941) is a British country and folk musician and singer-songwriter. He started singing professionally in the 1970s, although his major success didn't come until 1994 with his song \"What Colour is the Wind\" and since the hit in 1994 he is now one of the UK's top country acts.",
      "pageId": 14242996,
      "monthDay": "10/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Holly_Woodlawn",
      "name": "Holly Woodlawn",
      "aboutText": "György Pauk (born 26 October 1936) is a Hungarian violinist.",
      "pageId": 14499538,
      "monthDay": "10/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ricardo_Asch",
      "name": "Ricardo Asch",
      "aboutText": "James \"Jim\" McCann (26 October 1944 – 5 March 2015) was an Irish entertainer and folk musician. Although a solo artist for most of his career, McCann was a member of the folk group the Dubliners from 1974 until 1979, then later appearing with them in their 2002 reunion and their 50th anniversary tour in 2012.",
      "pageId": 15378875,
      "monthDay": "10/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ian_Ashley",
      "name": "Ian Ashley",
      "aboutText": "William Earl \"Bootsy\" Collins (born October 26, 1951) is an American musician and singer-songwriter.\nRising to prominence with James Brown in the early 1970s, and later with Parliament-Funkadelic, Collins's driving bass guitar and humorous vocals established him as one of the leading names in funk.",
      "pageId": 125731,
      "monthDay": "10/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Hillary_Rodham_Clinton",
      "name": "Hillary Rodham Clinton",
      "aboutText": "Sir Andrew Motion, FRSL (born 26 October 1952) is an English poet, novelist, and biographer, who was Poet Laureate of the United Kingdom from 1999 to 2009. During the period of his laureateship, Motion founded the Poetry Archive, an online resource of poems and audio recordings of poets reading their own work.",
      "pageId": 251950,
      "monthDay": "10/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Reg_Empey",
      "name": "Reg Empey",
      "aboutText": "Trevor Joyce (born 26 October 1947) is an Irish poet, born in Dublin.\nHe co-founded New Writers' Press (NWP) in Dublin in 1967 and was a founding editor of NWP's The Lace Curtain; A Magazine of Poetry and Criticism in 1968.\nJoyce was the Judith E. Wilson Visiting Poetry Fellow at the University of Cambridge in 2009/10 and he had residencies at Cill Rialaig, Co.",
      "pageId": 420114,
      "monthDay": "10/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Trevor_Joyce",
      "name": "Trevor Joyce",
      "aboutText": "Sir Edward Henry Garnier, QC, MP (born 26 October 1952) is a barrister and Conservative Party politician in the United Kingdom. A former Guardian lawyer, he is on the socially liberal wing of his party and has been the Member of Parliament (MP) for Harborough in Leicestershire since 1992. He most recently served as Solicitor General for England and Wales from the election of 2010 until the 2012 ministerial reshuffle.",
      "pageId": 426650,
      "monthDay": "10/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kenzo_Kitakata",
      "name": "Kenzo Kitakata",
      "aboutText": "Julian Schnabel (born October 26, 1951) is an American painter and filmmaker. In the 1980s, Schnabel received international media attention for his \"plate paintings\"—large-scale paintings set on broken ceramic plates.\nSchnabel directed Before Night Falls, which became Javier Bardem's breakthrough Academy Award-nominated role, and The Diving Bell and the Butterfly, which was nominated for four Academy Awards.",
      "pageId": 1065561,
      "monthDay": "10/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Toby_Harrah",
      "name": "Toby Harrah",
      "aboutText": "Roger Allam (born 26 October 1953) is an English actor, known primarily for his stage career, although he has performed in film, television and radio.\nHe most famously played Inspector Javert in the original London production of the stage musical Les Misérables and Douglas Richardson in the award-winning radio series Cabin Pressure. Allam plays D.I. Fred Thursday in the television series Endeavour.",
      "pageId": 1110833,
      "monthDay": "10/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Antonio_Carpio",
      "name": "Antonio Carpio",
      "aboutText": "Ian Hugh Gordon Ashley (born 26 October 1947 in Wuppertal, Germany) is a British racing driver who raced in Formula One for the Token, Williams, BRM and Hesketh teams.\nAshley began racing in 1966 when he took a course at the Jim Russell Racing School. He was fast but rather erratic, and soon earned the nickname \"Crashley\".",
      "pageId": 1233848,
      "monthDay": "10/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Steve_Rogers_(baseball)",
      "name": "Steve Rogers",
      "aboutText": "Reginald Norman Morgan Empey, Baron Empey OBE (born 26 October 1947), best known as Reg Empey, is a British politician who was the leader of the Ulster Unionist Party from 2005 to 2010, and has been its chairman since 2012. Empey was also twice Lord Mayor of Belfast and was a Member of the Legislative Assembly for East Belfast from 1998 to 2011.",
      "pageId": 1688859,
      "monthDay": "10/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kevin_Sullivan_(wrestler)",
      "name": "Kevin Sullivan",
      "aboutText": "Kevin Francis Sullivan (born October 26, 1949) is an American professional wrestler and booker, perhaps best known for his role in World Championship Wrestling (WCW) as \"The Taskmaster\" and his leading of the \"Dungeon of Doom\".",
      "pageId": 1691016,
      "monthDay": "10/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bootsy_Collins",
      "name": "Bootsy Collins",
      "aboutText": "Colbert Dale (Toby) Harrah (born October 26, 1948) is a former professional baseball player who played with the Texas Rangers both before (Washington Senators era) and after their 1971 franchise shift. He also played for the Cleveland Indians and the New York Yankees. In 1992, he briefly served as manager of the Rangers.",
      "pageId": 2181347,
      "monthDay": "10/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tommy_Mars",
      "name": "Tommy Mars",
      "aboutText": "David Was (born David Weiss) is, with his stage-brother Don Was, the founder of the 1980s pop group Was (Not Was).\nWas was born in Detroit, Michigan. A graduate of the University of Michigan, Was left his native Detroit for California, and found employment as the jazz critic for the now-defunct Hearst daily the Los Angeles Herald Examiner, where he forged friendships with Sonny Rollins, Miles Davis and Mel Tormé.",
      "pageId": 2394734,
      "monthDay": "10/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Julian_Schnabel",
      "name": "Julian Schnabel",
      "aboutText": "Stephen Douglas Rogers (born October 26, 1949) is a former starting pitcher in Major League Baseball who played his entire career for the Montreal Expos.",
      "pageId": 3321282,
      "monthDay": "10/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bobby_Bandiera",
      "name": "Bobby Bandiera",
      "aboutText": "Keith Julian Strickland (born October 26, 1953) is an American multi-instrumentalist, composer, and one of the founding members of the The B-52s.\nHe was born in Athens, Georgia.\nOriginally the band's drummer, Strickland switched to guitar after the death of guitarist Ricky Wilson in 1985.",
      "pageId": 4656179,
      "monthDay": "10/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/Edward_Garnier",
      "name": "Edward Garnier",
      "aboutText": "Hillary Diane Rodham Clinton (born October 26, 1947) is an American politician who served as the 67th United States Secretary of State under President Barack Obama from 2009 to 2013. She is the wife of the 42nd President of the United States Bill Clinton, and was First Lady of the United States during his tenure from 1993 to 2001. Clinton subsequently served as a United States Senator from New York from 2001 to 2009, and is a candidate for President of the United States in the 2016 presidential election.",
      "pageId": 5043192,
      "monthDay": "10/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/Andrew_Motion",
      "name": "Andrew Motion",
      "aboutText": "Tommy Mars (born Thomas Mariano on October 26, 1951) is an American keyboard player known for his work with Frank Zappa.\nMars began piano lessons at age eight, and later his instrument range expanded to various keyboards and synthesizers. Mars graduated in 1972 from the Hartt College of Music in West Hartford, Connecticut.",
      "pageId": 5142090,
      "monthDay": "10/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Was",
      "name": "David Was",
      "aboutText": "Antonio Tirol Carpio (born October 26, 1949) is an incumbent Senior Associate Justice of the Supreme Court of the Philippines.",
      "pageId": 9003687,
      "monthDay": "10/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Roger_Allam",
      "name": "Roger Allam",
      "aboutText": "Joe C. Meriweather (born October 26, 1953 – October 13, 2013) was an American professional basketball player.\nA 6'10\" center from Southern Illinois University, Meriweather played ten seasons (1975–1985) in the NBA as a member of the Houston Rockets, Atlanta Hawks, New Orleans Jazz, New York Knicks, and Kansas City Kings. He earned NBA All-Rookie honors in his first season, during which he averaged 10.2 points, 6.4 rebounds, and 1.5 blocks.",
      "pageId": 11368939,
      "monthDay": "10/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tim_Hely_Hutchinson",
      "name": "Tim Hely Hutchinson",
      "aboutText": "Bobby Bandiera (born October 26, 1952) is an American rock guitarist, singer, and songwriter from New Jersey. Bandiera plays rhythm guitar for Bon Jovi in live performances and was lead guitarist for Southside Johnny and the Asbury Jukes. Bandiera and his band (The Bobby Bandiera Band) have backed Bruce Springsteen at benefit concerts.",
      "pageId": 12155554,
      "monthDay": "10/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Joe_Meriweather",
      "name": "Joe Meriweather",
      "aboutText": "Kenzo Kitakata (北方 謙三, Kitakata Kenzō, born October 26, 1947) is a Japanese novelist, especially known for his hardboiled novels. He studied law at Chuo University in the early 1970s.",
      "pageId": 20689892,
      "monthDay": "10/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Keith_Strickland",
      "name": "Keith Strickland",
      "aboutText": "The Honourable Timothy Mark 'Tim' Hely Hutchinson (born 26 October 1953) is a British publisher, group CEO of the largest British publisher, Hachette UK.",
      "pageId": 33238182,
      "monthDay": "10/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Maureen_Teefy",
      "name": "Maureen Teefy",
      "aboutText": "Cary Elwes (/ˈɛlwɪs/; born 26 October 1962), is an English actor and best-selling author known for his roles in The Princess Bride; Glory; Robin Hood: Men in Tights; Days of Thunder; Bram Stoker's Dracula; Hot Shots!; Twister; Liar, Liar; and as Dr. Lawrence Gordon in Saw. He has also had recurring roles in television series such as The X-Files (portraying Brad Follmer) and Psych (portraying Pierre Despereaux).",
      "pageId": 7179,
      "monthDay": "10/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lauren_Tewes",
      "name": "Lauren Tewes",
      "aboutText": "Juan Evo Morales Ayma (born October 26, 1959), popularly known as Evo (Spanish pronunciation: [ˈeβo]), is a Bolivian politician and cocalero activist who has served as President of Bolivia since 2006. Widely regarded as the country's first president to come from the indigenous population, his administration has focused on the implementation of leftist policies, poverty reduction, and combating the influence of the United States and multinational corporations in Bolivia. A democratic socialist, he is the head of the Movement for Socialism (MAS) party.",
      "pageId": 284163,
      "monthDay": "10/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Vasilis_Hatzipanagis",
      "name": "Vasilis Hatzipanagis",
      "aboutText": "Shaun Anthony Woodward (born 26 October 1958) is a British politician who was the Labour Member of Parliament (MP) for St Helens South from 2001 to 2015. He served in the cabinet from 28 June 2007 to 11 May 2010 as Secretary of State for Northern Ireland. Following the 2010 general election, Woodward was the Shadow Secretary of State for Northern Ireland until 7 October 2011, when he was replaced by Vernon Coaker.",
      "pageId": 416838,
      "monthDay": "10/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Adam_Mars-Jones",
      "name": "Adam Mars-Jones",
      "aboutText": "Dylan McDermott (born Mark Anthony McDermott; October 26, 1961) is an American actor. He is known for his role as lawyer and law firm head Bobby Donnell on the legal drama series The Practice, which earned him a Golden Globe Award for Best Performance by an Actor in a Television Series – Drama and a nomination for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series.\nMcDermott is also known for his roles in the first two seasons of American Horror Story, entitled American Horror Story: Murder House and American Horror Story: Asylum, portraying Ben Harmon and Johnny Morgan, respectively.",
      "pageId": 656549,
      "monthDay": "10/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/D._W._Moffett",
      "name": "D. W. Moffett",
      "aboutText": "Maureen Jane Teefy (born October 26, 1953) is an American actress.",
      "pageId": 763996,
      "monthDay": "10/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Stephen_Gumley",
      "name": "Stephen Gumley",
      "aboutText": "Rita Wilson (born October 26, 1956) is an American actress, singer, and producer. She appeared in films Sleepless in Seattle (1993), Now and Then (1995), Jingle All the Way (1996), The Story of Us (1999) and Runaway Bride (1999). Wilson also performed on Broadway and television, and produced several films, including My Big Fat Greek Wedding (2002).",
      "pageId": 1088740,
      "monthDay": "10/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Rita_Wilson",
      "name": "Rita Wilson",
      "aboutText": "Robert Perry \"Bob\" Golic (born October 26, 1957) is a former American college and professional football player who was a defensive tackle in the National Football League (NFL) for fourteen seasons during the 1970s, 1980s and 1990s. Golic played college football for the University of Notre Dame, and was recognized as an All-American.",
      "pageId": 1311895,
      "monthDay": "10/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Julie_Dawn_Cole",
      "name": "Julie Dawn Cole",
      "aboutText": "Paul Edward Farmer (born October 26, 1959) is an American anthropologist and physician who is best known for his humanitarian work providing suitable health care to rural and under-resourced areas in developing countries, beginning in Haiti. Co-founder of an international social justice and health organization, Partners In Health (PIH), he is known as \"the man who would cure the world,\" as described in the book, Mountains Beyond Mountains by Tracy Kidder.\nFarmer is currently the Kolokotrones University Professor at Harvard University, formerly the Presley Professor of Medical Anthropology in the Department of Social Medicine at Harvard Medical School, and an attending physician and Chief of the Division of Global Health Equity at Brigham and Women's Hospital in Boston, Massachusetts.",
      "pageId": 1999202,
      "monthDay": "10/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bob_Golic",
      "name": "Bob Golic",
      "aboutText": "Julie Dawn Cole (born 26 October 1957) is an English television, film and stage actress who has been active for some 40 years. She began as a child performer in what remains her best-remembered film, 1971's Willy Wonka & the Chocolate Factory, playing the spoiled Veruca Salt.",
      "pageId": 2461913,
      "monthDay": "10/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Shaun_Woodward",
      "name": "Shaun Woodward",
      "aboutText": "Adam Mars-Jones (born 26 October 1954) is a British novelist and literary critic.",
      "pageId": 2559885,
      "monthDay": "10/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Brian_Bovell",
      "name": "Brian Bovell",
      "aboutText": "Vasilis \"Vasia\" Hatzipanagis (Greek: Βασίλης Χατζηπαναγής, Greek pronunciation: [va'silis xad͡zipana'ʝis], born 26 October 1954) is a retired Greek footballer. He played for Iraklis in the Greek Alpha Ethniki and Pakhtakor in the Soviet Supreme League. He also played for Greece and the USSR Olympic side.",
      "pageId": 2953331,
      "monthDay": "10/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Fran%C3%A7ois_Chau",
      "name": "François Chau",
      "aboutText": "Donald Warren \"D. W.\" Moffett (born October 26, 1954) is an American actor known for the recurring role of Joe McCoy on the NBC series Friday Night Lights, as Dean Winston on NBC/The WB series For Your Love, as John Kennish on the ABC Family series Switched at Birth and as Elliott in the TVLand sitcom Happily Divorced.",
      "pageId": 4869725,
      "monthDay": "10/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paul_Farmer",
      "name": "Paul Farmer",
      "aboutText": "Lauren Tewes (/ˈtwiːz/; born Cynthia Lauren Tewes; October 26, 1953) is an American actress.",
      "pageId": 4952497,
      "monthDay": "10/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marilyn_Jess",
      "name": "Marilyn Jess",
      "aboutText": "Marilyn Jess (born 26 October 1959) is the stage name of a French porn actress who was active from 1977 through the early 1990s. She also appeared in documentaries entitled Exhibition 79 (1979) and Un siècle de plaisir - Voyage à travers l'histoire du hard (1996).",
      "pageId": 5023893,
      "monthDay": "10/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Evo_Morales",
      "name": "Evo Morales",
      "aboutText": "François Chau (born October 26, 1959) is a Cambodian American actor. He is known for his role as Dr. Pierre Chang in ABC's Lost, and more recently as Dr.",
      "pageId": 5110068,
      "monthDay": "10/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Patrick_Breen",
      "name": "Patrick Breen",
      "aboutText": "Brian Bovell (born 26 October 1959) is an English actor.\nBovell was born in London. He has appeared regularly on television since 1980, as well as featuring in the cult film Babylon released the same year.",
      "pageId": 5757506,
      "monthDay": "10/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gerald_Malloy",
      "name": "Gerald Malloy",
      "aboutText": "Stacy Madeleine Schiff (born October 26, 1961) is a Pulitzer Prize-winning American nonfiction author and guest columnist for The New York Times.\n^ \"Barnes&Noble Meet the Writers: Stacy Schiff\".",
      "pageId": 6096015,
      "monthDay": "10/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dylan_McDermott",
      "name": "Dylan McDermott",
      "aboutText": "Stephen John Gumley, AO (born 26 October 1956) was the first Chief Executive Officer of the Australian Defence Materiel Organisation, serving in the role from February 2004 to July 2011.",
      "pageId": 8230504,
      "monthDay": "10/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Stacy_Schiff",
      "name": "Stacy Schiff",
      "aboutText": "Gerald Malloy (b. Oct.",
      "pageId": 13454580,
      "monthDay": "10/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Cary_Elwes",
      "name": "Cary Elwes",
      "aboutText": "Joseph Patrick Breen (born October 26, 1960) is an American actor, playwright and screenwriter. He has acted primarily on TV but has also appeared in numerous films, as well as on Broadway and Off Broadway. In 2010, he starred on Broadway in Next Fall by Geoffrey Naufts and Thomas the Tank Engine & Friends creator Britt Allcroft's 2nd show Magic Adventures of Mumfie.",
      "pageId": 21765122,
      "monthDay": "10/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ted_Demme",
      "name": "Ted Demme",
      "aboutText": "Edward Kern \"Ted\" Demme (October 26, 1963 – January 13, 2002) was an American film director and producer.",
      "pageId": 42223,
      "monthDay": "10/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Natalie_Merchant",
      "name": "Natalie Merchant",
      "aboutText": "Judge Jules (born Julius O'Riordan, 26 October 1966) is a British dance music DJ, producer and entertainment lawyer. Known for his DJ activities, music production and popular radio show which achieved global success.",
      "pageId": 68222,
      "monthDay": "10/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tom_Cavanagh",
      "name": "Tom Cavanagh",
      "aboutText": "Natalie Anne Merchant (born October 26, 1963) is an American singer-songwriter and musician.",
      "pageId": 196446,
      "monthDay": "10/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Aaron_Kwok",
      "name": "Aaron Kwok",
      "aboutText": "Douglas Garven Alexander (born 26 October 1967) is a British Labour politician who was the Shadow Foreign Secretary and former Member of Parliament (MP) for Paisley and Renfrewshire South.\nAlexander was first elected to Parliament in the Paisley South by-election in 1997. In 2003, he became a minister, and held several positions including Minister of State for Europe from 2005-06.",
      "pageId": 413965,
      "monthDay": "10/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kelly_Rowan",
      "name": "Kelly Rowan",
      "aboutText": "Thomas Patrick \"Tom\" Cavanagh (born October 26, 1963) is a Canadian actor best known for a variety of roles on American television, including starring roles in Ed (2000–2004), Love Monkey (2006) and Trust Me (2009).",
      "pageId": 665708,
      "monthDay": "10/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sverre_Gj%C3%B8rvad",
      "name": "Sverre Gjørvad",
      "aboutText": "Anthony Deane Rapp (born October 26, 1971) is an American stage and film actor and singer best known for originating the role of Mark Cohen in the Broadway production of Rent in 1996 and later for reprising the role in the film version and the Broadway Tour of Rent in 2009. He also performed the role of Charlie Brown in the 1999 Broadway revival of You're A Good Man, Charlie Brown.",
      "pageId": 1008352,
      "monthDay": "10/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jane_Hajduk",
      "name": "Jane Hajduk",
      "aboutText": "Kelly Rowan (born October 26, 1965) is a Canadian film and television actress and former fashion model.",
      "pageId": 1069173,
      "monthDay": "10/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Masaharu_Iwata",
      "name": "Masaharu Iwata",
      "aboutText": "Aaron Kwok Fu-shing (born 26 October 1965) is a Hong Kong singer, dancer, and actor. He has been active since the 1980s and to the present. He is considered one of the \"Four Heavenly Kings\" of Hong Kong.",
      "pageId": 1137796,
      "monthDay": "10/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Judge_Jules",
      "name": "Judge Jules",
      "aboutText": "Audley Harrison, MBE (born 26 October 1971) is a British former professional boxer. As an amateur he won a gold medal in the super heavyweight division at the 2000 Olympics, becoming the first British boxer to win Olympic gold in that division. Harrison turned professional the following year after signing a contract with BBC Sport.",
      "pageId": 1298357,
      "monthDay": "10/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Steve_Valentine",
      "name": "Steve Valentine",
      "aboutText": "Lisa Ryder (born 26 October 1970) is a Canadian actress, who portrayed the role of Beka Valentine on the science fiction television series Gene Roddenberry's Andromeda.\nRyder was born in Edmonton, Alberta and attended the University of Toronto, where she began acting. She formed a local theatre group, Bald Ego Productions, in Toronto after graduation and landed her first film and television roles in the mid-1990s (such as a cameo in Babylon 5).",
      "pageId": 1303079,
      "monthDay": "10/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jeanne_Zelasko",
      "name": "Jeanne Zelasko",
      "aboutText": "Keith Lionel Urban (born 26 October 1967) is a New Zealand-born Australian singer, songwriter, guitarist, entrepreneur and music competition judge. In 1991, he released a self-titled debut album, and charted four singles in Australia before moving to the United States the following year. He found work as a session guitarist before starting a band known as The Ranch, which recorded one studio album on Capitol Nashville and charted two singles on the Billboard Hot Country Songs chart.",
      "pageId": 1574157,
      "monthDay": "10/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Douglas_Alexander",
      "name": "Douglas Alexander",
      "aboutText": "Dian Bachar (/ˈdiːən bəˈhɑr/; born October 26, 1970 in Denver, Colorado) is an American actor most notable for his roles in various films by or starring his friends Trey Parker and Matt Stone, such as Cannibal! The Musical (George Noon), Orgazmo (Ben Chapleski) and his most famous role as Kenny \"Squeak\" Scolari in 1998's BASEketball, as well as making the occasional appearance on South Park. He also appeared as an alien engineer in Galaxy Quest, although the bulk of his scenes were cut, but can be seen on the DVD's \"Special Features\".",
      "pageId": 1787430,
      "monthDay": "10/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Keith_Urban",
      "name": "Keith Urban",
      "aboutText": "Steve Valentine (born 26 October 1966) is a Scottish actor, musician, and magician who has performed on stage and screen but who is best known for his role as the eccentric Nigel Townsend on NBC's crime drama Crossing Jordan and as Harry Flynn in the critically acclaimed PlayStation 3 game Uncharted 2: Among Thieves as well as the voice of Alistair in Bioware's Dragon Age franchise.",
      "pageId": 1861778,
      "monthDay": "10/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Miyuki_Imori",
      "name": "Miyuki Imori",
      "aboutText": "Ronald Charles \"Ronnie\" Irani (born 26 October 1971) is a former England cricketer who spent most of his career at Essex County Cricket Club, latterly as captain, after starting at Lancashire. He is of Irani descent, the Iranis being a community of Persian Zoroastrians who immigrated to India during the British Raj. He played only three Tests for England, with decidedly mixed success, but found a niche in One Day Internationals.",
      "pageId": 2053953,
      "monthDay": "10/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dian_Bachar",
      "name": "Dian Bachar",
      "aboutText": "Jeanne Zelasko (born October 26, 1966 in Cincinnati, Ohio) is a journalist and sportscaster who is currently working for \"The Beast\" AM980 KFWB in Los Angeles, CA. Prior to taking that position Zelasko had a relatively lengthy career working for Fox Sports as a reporter and analyst for various programs, as well as reporting for MLB Network, ESPN and as the court reporter on Judge Joe Brown.",
      "pageId": 2497995,
      "monthDay": "10/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lisa_Ryder",
      "name": "Lisa Ryder",
      "aboutText": "Jim Butcher (born October 26, 1971) is a New York Times best selling author best known for his contemporary fantasy book series The Dresden Files.",
      "pageId": 5153848,
      "monthDay": "10/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jim_Butcher",
      "name": "Jim Butcher",
      "aboutText": "Jane Hajduk (born October 26, 1966) is an American television and voice actress. She is known for playing the role of Researcher Taylor in the film Zoom. Hajduk is married to actor and comedian Tim Allen, with whom she also appeared in Zoom, Joe Somebody and The Shaggy Dog.",
      "pageId": 7467135,
      "monthDay": "10/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Audley_Harrison",
      "name": "Audley Harrison",
      "aboutText": "Masaharu Iwata (岩田 匡治, Iwata Masaharu, born October 26, 1966) is a Japanese video game composer. After graduating from high school, where his musical projects included composing on a synthesizer and playing in a cover band, he joined Bothtec as a composer. He composed the soundtrack to several games there, beginning with 1987's Bakusou Buggy Ippatsu Yarou, and after the company was merged into Quest, he left to become a freelance composer.",
      "pageId": 30864891,
      "monthDay": "10/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ronnie_Irani",
      "name": "Ronnie Irani",
      "aboutText": "Sverre Gjørvad (born 26 October 1966 in Stathelle, Norway) is a Norwegian jazz musician (drums) and composer.",
      "pageId": 37032935,
      "monthDay": "10/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Anthony_Rapp",
      "name": "Anthony Rapp",
      "aboutText": "Miyuki Imori (井森 美幸, Imori Miyuki, born October 26, 1968, in Shimonita, Kanra District, Gunma, Japan) is a Japanese entertainer, idol, actress, and singer who is represented by the talent agency, Horipro.\nImori is single and the only child of her family.\n^ \"井森美幸\" (in Japanese).",
      "pageId": 48317357,
      "monthDay": "10/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matsuko_Deluxe",
      "name": "Matsuko Deluxe",
      "aboutText": "Seth Woodbury MacFarlane (/ˈsɛθ ˈwʊdbɛri məkˈfɑrlɪn/; born October 26, 1973) is an American television producer, filmmaker, actor and singer, working primarily in animation and comedy, as well as live-action and other genres. He is the creator of the TV series Family Guy (1999–2003, 2005–present), co-creator of the TV series American Dad! (2005–present) and The Cleveland Show (2009–13), and writer-director of the films Ted (2012), its sequel Ted 2 (2015), and A Million Ways to Die in the West (2014).",
      "pageId": 383899,
      "monthDay": "10/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Daniel_Elena",
      "name": "Daniel Elena",
      "aboutText": "Austin Sean Healey (born 26 October 1973 in Wallasey, Merseyside) is a former English rugby union player, who played as a utility back for Leicester Tigers, and has represented the England national rugby union team and the British and Irish Lions.\nHe has 51 England caps and 2 Lions caps. He has played for England at scrum half, fly-half, fullback and wing, and has often been used as a replacement (or substitute) because of his versatility.",
      "pageId": 404665,
      "monthDay": "10/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Austin_Healey",
      "name": "Austin Healey",
      "aboutText": "Miikka Sakari Kiprusoff (Finnish pronunciation: [ˈmiːkːɑ ˈsɑkɑri ˈkiprusofː]; born October 26, 1976) is a Finnish former professional ice hockey goaltender who played for the Calgary Flames and San Jose Sharks during his National Hockey League (NHL) career. He was selected in the fifth round, 116th overall, by the Sharks in the 1995 NHL Entry Draft, and has also played professionally for TPS of the Finnish SM-liiga, as well as for both AIK IF and Timrå IK of the Swedish Elitserien.\nKiprusoff represented Finland several times on the international stage, earning silver medals at the World Ice Hockey Championships in 1999 and 2001, as well as leading the Finns to a surprise second-place finish at the 2004 World Cup of Hockey.",
      "pageId": 642357,
      "monthDay": "10/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Seth_MacFarlane",
      "name": "Seth MacFarlane",
      "aboutText": "Raveena Tandon is an Indian actress, producer, and a former model. She has primarily worked in Bollywood films, though she appeared in a few Telugu, Tamil, and Kannada cinemas.\nTandon made her acting debut with Patthar Ke Phool (1991), and won a Filmfare Lux New Face Award for her performance in the film.",
      "pageId": 957276,
      "monthDay": "10/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Taka_Michinoku",
      "name": "Taka Michinoku",
      "aboutText": "Cristian Eugen Chivu (Romanian pronunciation: [kristiˈan ˈkivu]) (born 26 October 1980 in Reșița) is a former Romanian footballer. He usually played left back, but preferred playing centre back.\nHe began his career at his hometown club FCM Reșița before moving to Universitatea Craiova in 1998, leaving Romania to join Dutch club Ajax a season later.",
      "pageId": 1174686,
      "monthDay": "10/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/LISA_(Japanese_musician,_born_1974)",
      "name": "Lisa",
      "aboutText": "Movsar Buharovich Barayev (Russian: Мовсар Бухарович Бараев; October 26, 1979 – October 26, 2002), earlier known as Suleimanov, was a Chechen militia leader during the Second Chechen War, who led the seizure of a Moscow theater that led to the deaths of over 170 people.",
      "pageId": 1223460,
      "monthDay": "10/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Anita_Rinaldi",
      "name": "Anita Rinaldi",
      "aboutText": "Jonathan Joseph \"Jon\" Heder (/ˈhiːdər/) (born October 26, 1977) is an American actor and producer. His feature film debut came in 2004 as the title character of the comedy film Napoleon Dynamite. He has also acted in the films The Benchwarmers, School for Scoundrels, Blades of Glory, Mama's Boy, When in Rome, and Walt Before Mickey as Roy Disney, and provided voice talents in the animated films Monster House and Surf's Up, as well as the Napoleon Dynamite animated series.",
      "pageId": 1324423,
      "monthDay": "10/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Raveena_Tandon",
      "name": "Raveena Tandon",
      "aboutText": "David Michael Zastudil (born October 26, 1978) is an American football punter who is currently a free agent.",
      "pageId": 1375897,
      "monthDay": "10/26"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ivo_Posti",
      "name": "Ivo Posti",
      "aboutText": "Takao Yoshida (吉田 貴男, Yoshida Takao) (born October 26, 1973), better known by his ring name Taka Michinoku, is a Japanese professional wrestler who has wrestled all over the world as well he was a former mixed martial artist. Michinoku is known in North America for his work for the World Wrestling Federation (WWF) where he had the first ever WWF Light Heavyweight Championship reign recognized by the North-American promotion. Michinoku is the founder and promoter of Kaientai Dojo, where he also wrestles.",
      "pageId": 1496231,
      "monthDay": "10/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Miikka_Kiprusoff",
      "name": "Miikka Kiprusoff",
      "aboutText": "Phillip Jack \"Phil\" Brooks (born October 26, 1978), also known by the ring name CM Punk, is an American mixed martial artist, comic book writer, actor, and former professional wrestler. He is currently signed with the Ultimate Fighting Championship (UFC). He is perhaps best known for his time in WWE, where he was the longest-reigning WWE Champion of the modern era, having held the title for 434 days from November 20, 2011 to January 27, 2013.",
      "pageId": 1656784,
      "monthDay": "10/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shinji_Takao",
      "name": "Shinji Takao",
      "aboutText": "Shinji Takao Meijin Honinbo (高尾紳路, Takao Shinji, born October 26, 1976) is a Japanese professional Go player.",
      "pageId": 3756851,
      "monthDay": "10/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jon_Heder",
      "name": "Jon Heder",
      "aboutText": "Eva Kaili (Greek: Εύα Καϊλή; born 26 October 1978 in Thessaloniki, Greece) is a member of the European Parliament, representing the Panhellenic Socialist Movement (PASOK), and a former television news presenter.\n^ Photograph of Eva Kaili, Greece.",
      "pageId": 4193168,
      "monthDay": "10/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sari_Abacha",
      "name": "Sari Abacha",
      "aboutText": "Elizabeth Sakura Narita (成田・エリザベス・サクラ, Narita Erizabesu Sakura) (born October 26, 1974 in Tokyo, Japan), better known by her stage name LISA, is a Japanese singer and producer.",
      "pageId": 4194903,
      "monthDay": "10/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jimmy_Aggrey",
      "name": "Jimmy Aggrey",
      "aboutText": "Daniel Elena (born 26 October 1972) is a Monegasque rally co-driver, currently working with Sébastien Loeb.",
      "pageId": 4295296,
      "monthDay": "10/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eva_Kaili",
      "name": "Eva Kaili",
      "aboutText": "James Emmanuel Aggrey (born 26 October 1978) was an English professional footballer. He was born in Hammersmith, London.\nAggrey began his football career as a trainee at Chelsea, famously appearing in a documentary where the tormented soul of Graham Rix gave him dressings downs rather than helping a talented young man.",
      "pageId": 5455127,
      "monthDay": "10/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/CM_Punk",
      "name": "CM Punk",
      "aboutText": "Ivo Posti (born 26 October 1975 in Vana-Kuuste) is an Estonian countertenor.",
      "pageId": 5468853,
      "monthDay": "10/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dave_Zastudil",
      "name": "Dave Zastudil",
      "aboutText": "Anita Rinaldi (born Anita Skultéty on October 26, 1974, in Dunaújváros, Hungary) is a former pornographic actress and film director. She is a producer and casting agent, and runs her own production agency \"Touch Me Agency\".\nShe was active as a performer from 1993 (around 19 years old) to 1999, and as a director from 1997 to 2008.",
      "pageId": 13694158,
      "monthDay": "10/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Movsar_Barayev",
      "name": "Movsar Barayev",
      "aboutText": "Sanni Sari Abacha (26 October 1978 – 3 October 2013) was a Nigerian football defender who played for Kwara United F.C..\n^ October 03, 2013. \"Kwara Utd player, Sanni Abacha is dead - Vanguard News\".",
      "pageId": 19964498,
      "monthDay": "10/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josh_Portman",
      "name": "Josh Portman",
      "aboutText": "Joshua \"Josh\" David Portman is an American musician who has played guitar in a number of well-known punk/post-hardcore bands including Near Miss and Staring Back. Currently, Portman is the bassist for the band Yellowcard.",
      "pageId": 29159951,
      "monthDay": "10/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cristian_Chivu",
      "name": "Cristian Chivu",
      "aboutText": "Matsuko Deluxe (マツコ・デラックス, Matsuko Derakkusu, born October 26, 1972 in Chiba Prefecture) is a Japanese columnist, essayist, and TV personality known for his cross-dressing stage persona, as well as his pro-gay remarks and sexuality. In his 2005 book Weekly Transvestite Returns, he remarked that in 2000 he had measured his bust/waist/hip measurements were all 180 centimetres (71 in) and at the time he weighed 140 kilograms (310 lb). He began work on the Japanese gay magazine Badi before being discovered by essayist Usagi Nakamura and then becoming a media commentator.",
      "pageId": 38947771,
      "monthDay": "10/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Claire_Cooper",
      "name": "Claire Cooper",
      "aboutText": "Guy Theodore Sebastian (born 26 October 1981) is an Australian singer-songwriter. He was the first winner of Australian Idol in 2003, and is a judge on Australia's The X Factor. He was also the first person to represent Australia at the 2015 Eurovision Song Contest, finishing in 5th place.",
      "pageId": 383626,
      "monthDay": "10/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Koichi_Watanabe",
      "name": "Koichi Watanabe",
      "aboutText": "Dmitri Yevgenyevich Sychev (Russian: Дми́трий Евге́ньевич Сычёв, tr. Dmitriy Yevgen’yevich Sychyov; IPA: [ˈdmʲitrʲɪj jɪvˈgʲenʲɪvʲɪtɕ sɨˈtɕɵf]; born October 26, 1983) is an association footballer who currently is a free agent. His last name is also transcribed as Sytchev, and his first name as Dmitry or Dmitriy.",
      "pageId": 489970,
      "monthDay": "10/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sam_Brown_(comedian)",
      "name": "Sam Brown",
      "aboutText": "Alexandra Pauline \"Sasha\" Cohen (born October 26, 1984) is an American figure skater. She is the 2006 Olympic silver medalist, a three-time World Championship medalist, the 2003 Grand Prix Final Champion, and the 2006 U.S. Champion.",
      "pageId": 1040267,
      "monthDay": "10/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Martina_Schild",
      "name": "Martina Schild",
      "aboutText": "Jefferson Agustín Farfán Guadalupe (Peruvian Coast Spanish pronunciation: [ˈɟef.feɾ.sɤɱ ˈfaɾ.fahn], Spanish pronunciation: [ˈʝefersoɱ farˈfan]; born 26 October 1984) is a Peruvian professional footballer who mainly plays as a forward or winger for Al Jazira Club in the UAE and the Peruvian national football team.\nCommonly known as Farfán or the nickname Foca (Spanish for Seal), he is known for his speed and technical ability and was one of the best providers of assists during his time in the Bundesliga.\n^ \"17 Jefferson Farfan\".",
      "pageId": 1243544,
      "monthDay": "10/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Guy_Sebastian",
      "name": "Guy Sebastian",
      "aboutText": "Adam Carroll (born 26 October 1982) is a Northern Irish professional racing driver. He currently races in the Blancpain Endurance Series for Gulf Racing. He has also raced for Team Ireland in A1 Grand Prix, winning the series in 2009.",
      "pageId": 1734702,
      "monthDay": "10/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chou_Ssu-Chi",
      "name": "Chou Ssu-Chi",
      "aboutText": "Francisco Liriano y Casillas (born October 26, 1983) is a Dominican professional baseball pitcher for the Pittsburgh Pirates of Major League Baseball (MLB).",
      "pageId": 2965581,
      "monthDay": "10/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Girl_Talk_(musician)",
      "name": "Girl Talk",
      "aboutText": "Gregg Michael Gillis (born October 26, 1981), known by the stage name Girl Talk, is an American disc jockey specializing in mashups and digital sampling. Gillis has released five LPs on the record label Illegal Art and EPs on 333 and 12 Apostles. He is trained as an engineer but left his job to pursue his music.",
      "pageId": 3150853,
      "monthDay": "10/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nicola_Adams",
      "name": "Nicola Adams",
      "aboutText": "Martina Schild (born 26 October 1981 in Brienz) is a Swiss alpine skier competing in downhill and super-G.",
      "pageId": 4036413,
      "monthDay": "10/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Adam_Carroll",
      "name": "Adam Carroll",
      "aboutText": "Asin Thottumkal (born 26 October 1985), known mononymously as Asin, is an Indian actress and trained Bharathanatyam dancer. She began her acting career in the South Indian film industry, but now appears predominantly in Bollywood films. She speaks eight languages, and dubs her own films.",
      "pageId": 4659630,
      "monthDay": "10/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ni%C3%B1a_Dolino",
      "name": "Niña Dolino",
      "aboutText": "Adriano Correia Claro (born 26 October 1984), known simply as Adriano, is a Brazilian professional footballer who plays for Spanish club FC Barcelona. One of few players in professional football who are genuinely ambidextrous, he is capable of playing as a defender or midfielder, on both sides of the pitch.\nAfter starting his career with Coritiba, he moved to Spain in 2005, going on to spend several seasons in La Liga with Sevilla and Barcelona and win several major titles with both clubs, including the treble with the latter in 2015.",
      "pageId": 4771427,
      "monthDay": "10/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Francisco_Liriano",
      "name": "Francisco Liriano",
      "aboutText": "Samuel Kelly \"Sam\" Brown (born October 26, 1981) is an American actor, comedian and writer. He is best known as a member of the sketch comedy troupe The Whitest Kids U' Know, founded by Trevor Moore and himself.",
      "pageId": 5311111,
      "monthDay": "10/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dmitri_Sychev",
      "name": "Dmitri Sychev",
      "aboutText": "Luke Asher Watson (born 26 October 1983 in Port Elizabeth, South Africa) is a South African rugby union footballer who can play at flank or eighthman. He has represented and captained the South African Schools rugby team (2001), South Africa's under-19 (2002) and under-21 (2004) teams, as well as the Springbok Sevens team (2001). Watson has also captained both the Western Province and the Super Rugby Stormers.",
      "pageId": 10541564,
      "monthDay": "10/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Luke_Watson",
      "name": "Luke Watson",
      "aboutText": "Claire Elizabeth Cooper (born 26 October 1980 in Wakefield, England) is a British actress, best known for portraying Jacqui McQueen in Channel 4 soap opera Hollyoaks, a character she played from 2006 to 2013.\nCooper co-owns clothing rental boutique The Closet in Liverpool with Hollyoaks co-stars Jennifer Metcalfe and Leah Hackett.",
      "pageId": 11086216,
      "monthDay": "10/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sasha_Cohen",
      "name": "Sasha Cohen",
      "aboutText": "Stéphanie Sokolinski (born 26 October 1985), better known by her stage name Soko (stylized as SoKo), is a French singer-songwriter, musician and actress.",
      "pageId": 13726145,
      "monthDay": "10/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Adriano_Correia",
      "name": "Adriano Correia",
      "aboutText": "Mathieu Crépel (born October 26, 1984 in Tarbes, Hautes-Pyrénées) is a French professional snowboarder and World Champion based in Anglet, Northern Basque Country. Crépel rides regular stance. He has also surfed competitively in the multi-discipline Quik Cup.",
      "pageId": 14471574,
      "monthDay": "10/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mathieu_Cr%C3%A9pel",
      "name": "Mathieu Crépel",
      "aboutText": "Amanda Lindsay Overmyer (born October 26, 1984) is an American rock singer-songwriter from Camden, Indiana  who was the eleventh place finalist on the seventh season of American Idol. Following her run on Idol, Overmyer released her debut album Solidify on December 10, 2008 and is currently working on her second album with her band.",
      "pageId": 15796072,
      "monthDay": "10/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jefferson_Farf%C3%A1n",
      "name": "Jefferson Farfán",
      "aboutText": "Niña Dolino (born October 26, 1982) is a Filipina actress. She is under contract with ABS-CBN and Star Magic.",
      "pageId": 20026981,
      "monthDay": "10/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Amanda_Overmyer",
      "name": "Amanda Overmyer",
      "aboutText": "Chou Ssu-Chi (Chinese: 周思齊; born October 26, 1981 in Hualien County, Taiwan) is a Taiwanese baseball player who currently plays for Brother Elephants of Chinese Professional Baseball League. He currently plays as left outfielder fot Brother Elephants. In the end of 2008, when the dmedia T-REX folded in a gambling scandal, he was picked by the Brother Elephants in the third round of the redistribution draft.",
      "pageId": 23556755,
      "monthDay": "10/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Asin",
      "name": "Asin",
      "aboutText": "Koichi Watanabe (Japanese: コウイチ・ペタス; born October 26, 1980), better known as Koichi Pettas or simply KOICHI, is a Japanese heavyweight kickboxer competing in K-1, It's Showtime and GLORY.",
      "pageId": 32488078,
      "monthDay": "10/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Soko_(singer)",
      "name": "Soko",
      "aboutText": "Nicola Adams, MBE (born 26 October 1982) is a British boxer and the first woman to win an Olympic boxing title. The Gold Medal winner at the 2012 Summer Olympics held in London, as of 2015 she is the reigning Olympic Games, Commonwealth Games and European Games champion at flyweight. She was the first ever female boxing champion at both the Olympic and Commonwealth Games.",
      "pageId": 32627892,
      "monthDay": "10/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andrea_Bargnani",
      "name": "Andrea Bargnani",
      "aboutText": "Monta Ellis (MON-tay; born October 26, 1985) is an American professional basketball player for the Indiana Pacers of the National Basketball Association (NBA). Ellis entered the 2005 NBA draft directly after graduating from Lanier High School in Jackson, Mississippi, where he was drafted with the 40th overall pick by the Golden State Warriors. He was traded from Golden State to the Milwaukee Bucks in 2012 where he played one full season before signing with the Dallas Mavericks in 2013.",
      "pageId": 2166474,
      "monthDay": "10/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kafoumba_Coulibaly",
      "name": "Kafoumba Coulibaly",
      "aboutText": "Andrea Bargnani (Italian pronunciation: [anˈdrɛːa barˈɲaːni]; born 26 October 1985) is an Italian professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). The 7 ft 0 in (2.13 m) power forward-center played for Benetton Treviso in the Italian Serie A and the Euroleague before being selected first overall in the 2006 NBA draft by the Toronto Raptors.\n^ Andrea Bargnani Info Page, nba.com.",
      "pageId": 3465475,
      "monthDay": "10/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Monta_Ellis",
      "name": "Monta Ellis",
      "aboutText": "Riho Iida (飯田 里穂, Iida Riho, born 26 October 1991 in Saitama) is a Japanese ex-child model-turned-actress and voice actress and singer.",
      "pageId": 6428841,
      "monthDay": "10/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kieran_Read",
      "name": "Kieran Read",
      "aboutText": "Marco Gastón Ruben Rodríguez (born 26 October 1986) is an Argentine professional footballer who plays for Ukrainian club FC Dynamo Kyiv as a striker.",
      "pageId": 8660330,
      "monthDay": "10/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ibor_Bakar",
      "name": "Ibor Bakar",
      "aboutText": "Jakub Rzeźniczak (born 26 October 1986 in Łódź) is a Polish defender who plays for Legia Warsaw as a right-back.",
      "pageId": 9107892,
      "monthDay": "10/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Emilia_Clarke",
      "name": "Emilia Clarke",
      "aboutText": "Emil Damirovich Sayfutdinov (Russian: Эмиль Дамирович Сайфутдинов; born October 26, 1989 in Salavat, Russia) is a Russian motorcycle speedway rider and member of the Russian national teams (senior and U-21). He won the 2007 and 2008 Under-21 World Championship. He is a permanent rider of the 2010 Speedway Grand Prix.",
      "pageId": 12608969,
      "monthDay": "10/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jakub_Rze%C5%BAniczak",
      "name": "Jakub Rzeźniczak",
      "aboutText": "Ibor Bakar (born 26 October 1986) is a Comorian football midfielder, who plays for French fourth division side US Marignane.",
      "pageId": 13733525,
      "monthDay": "10/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marco_Ruben",
      "name": "Marco Ruben",
      "aboutText": "Kieran Read (born 26 October 1985) is a rugby union player for the Crusaders in the Super Rugby competition and New Zealand internationally, and is the current captain of the national side. He was the IRB Player of the Year in 2013. He was a key member of 2011 and 2015 Rugby World Cup winning teams, becoming one of only twenty dual Rugby Union World Cup winners.",
      "pageId": 17605458,
      "monthDay": "10/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Schoolboy_Q",
      "name": "Schoolboy Q",
      "aboutText": "Greg Zuerlein (born October 26, 1988) is an American former ice dancer. With Madison Chock, he is the 2009 World Junior champion, 2008 JGP Final champion, and 2011 U.S. national bronze medalist.",
      "pageId": 17846889,
      "monthDay": "10/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Abudramae_Bamba",
      "name": "Abudramae Bamba",
      "aboutText": "Kafoumba Coulibaly (born October 26, 1985 in Côte d'Ivoire) is an Ivorian footballer.",
      "pageId": 18385272,
      "monthDay": "10/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shawn_Lauvao",
      "name": "Shawn Lauvao",
      "aboutText": "Abudramae Bamba (born 26 October 1987 in Abidjan, Côte d'Ivoire) is an Ivorian footballer. He plays in the centre forward position.\n^ \"Stats Centre: Abudramae Bamba Facts\".",
      "pageId": 21109466,
      "monthDay": "10/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Greg_Zuerlein_(figure_skater)",
      "name": "Greg Zuerlein",
      "aboutText": "Shawn Lauvao (born October 26, 1987) is an American football guard for the Washington Redskins of the National Football League (NFL). He was drafted by the Cleveland Browns in the third round of the 2010 NFL Draft.",
      "pageId": 27083764,
      "monthDay": "10/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emil_Sayfutdinov",
      "name": "Emil Sayfutdinov",
      "aboutText": "Amala Paul is an Indian film actress, who works in the South Indian film industries. After appearing in supporting roles in the Malayalam film Neelathamara and Veerasekaran in Tamil, she received critical acclaim for the portrayal of a controversial character in the film, Sindhu Samaveli. Despite the failure of that film, Amala became noted after playing the title role in Mynaa, receiving critical acclaim for her work.",
      "pageId": 29587556,
      "monthDay": "10/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mark_Swanepoel",
      "name": "Mark Swanepoel",
      "aboutText": "Emilia Clarke (born 26 October 1986) is an English actress. She is best known for her role as Daenerys Targaryen in the HBO series Game of Thrones, for which she received two Emmy Award nominations for Outstanding Supporting Actress in a Drama Series in 2013 and 2015. Clarke made her Broadway debut in a production of Breakfast at Tiffany's as Holly Golightly in March 2013.",
      "pageId": 30175038,
      "monthDay": "10/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Riho_Iida",
      "name": "Riho Iida",
      "aboutText": "Quincey Matthew Hanley (born October 26, 1986), better known by his stage name Schoolboy Q (often stylized ScHoolboy Q), is an American hip hop recording artist from South Central Los Angeles, California. In 2009, Hanley signed to Carson-based independent record label Top Dawg Entertainment (TDE) and in late 2011, secured a recording contract with major label Interscope Records. Hanley is also a member of the hip hop supergroup Black Hippy, alongside his label-mates and fellow California-based rappers Ab-Soul, Jay Rock and Kendrick Lamar.",
      "pageId": 30544023,
      "monthDay": "10/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Amala_Paul",
      "name": "Amala Paul",
      "aboutText": "For the Japanese politician, see Shu Watanabe.",
      "pageId": 31779299,
      "monthDay": "10/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Shu_Watanabe_(actor)",
      "name": "Shu Watanabe",
      "aboutText": "Alexandria \"Allie\" DeBerry (born October 26, 1994) is an American actress and model. She is best known for her recurring role on the Disney Channel Original Series, A.N.T. Farm portraying the role of Paisley Houndstooth, the dimwitted best friend of Lexi Reed. DeBerry has landed notable guest roles in True Jackson VP as \"Cammy\" and guest starred for an episode of Disney Channel's Shake It Up as Flynn's crush \"Destiny\".",
      "pageId": 32947328,
      "monthDay": "10/26"
    },
    {
      "year": "1994",
      "uri": "/wiki/Allie_DeBerry",
      "name": "Allie DeBerry",
      "aboutText": "Rebecca Tunney (born 26 October 1996) is a British artistic gymnast who competed at the 2012 Summer Olympics.\n^ \"Meet Twiggy: Team GB's youngest athlete, Rebecca Tunney\". BBC Sport.",
      "pageId": 36020356,
      "monthDay": "10/26"
    },
    {
      "year": "1996",
      "uri": "/wiki/Rebecca_Tunney",
      "name": "Rebecca Tunney",
      "aboutText": "Mark Swanepoel (born 26 October 1990 in Johannesburg, South Africa) is a rugby union player.",
      "pageId": 37494641,
      "monthDay": "10/26"
    }
  ]
}