{
  "people": [
    {
      "year": "36 BC",
      "uri": "/wiki/Antonia_Minor",
      "name": "Antonia Minor",
      "aboutText": "Tokugawa Ieyasu (徳川 家康, January 31, 1543 – June 1, 1616) was the founder and first shogun of the Tokugawa shogunate of Japan, which virtually ruled Japan from the Battle of Sekigahara in 1600 until the Meiji Restoration in 1868. Ieyasu seized power in 1600, received appointment as shogun in 1603, abdicated from office in 1605, but remained in power until his death in 1616. His given name is sometimes spelled Iyeyasu, according to the historical pronunciation of he.",
      "pageId": 31183,
      "monthDay": "01/31"
    },
    {
      "year": "877",
      "uri": "/wiki/Taejo_of_Goryeo",
      "name": "Taejo of Goryeo",
      "aboutText": "Franz Peter Schubert (German pronunciation: [ˈfʁant͡s ˈʃuːbɐt]; 31 January 1797 – 19 November 1828) was an Austrian composer. Schubert died before his 32nd birthday, but was extremely prolific during his lifetime. His output consists of over six hundred secular vocal works (mainly Lieder), seven complete symphonies, sacred music, operas, incidental music and a large body of chamber and piano music.",
      "pageId": 44888,
      "monthDay": "01/31"
    },
    {
      "year": "1512",
      "uri": "/wiki/Henry,_King_of_Portugal",
      "name": "Henry, King of Portugal",
      "aboutText": "Antonia Minor (PIR2 A 885), also known as Julia Antonia Minor, Antonia the Younger or simply Antonia (31 January 36 BC - September/October AD 37) was the younger of two daughters of Mark Antony and Octavia Minor. She was a niece of the Emperor Augustus, sister-in-law of the Emperor Tiberius, paternal grandmother of the Emperor Caligula and Empress Agrippina the Younger, mother of the Emperor Claudius, and both maternal great-grandmother and paternal great-aunt of the Emperor Nero.",
      "pageId": 74778,
      "monthDay": "01/31"
    },
    {
      "year": "1543",
      "uri": "/wiki/Tokugawa_Ieyasu",
      "name": "Tokugawa Ieyasu",
      "aboutText": "Henry (Portuguese: Henrique Portuguese pronunciation: [ẽˈʁik(ɨ)]; 31 January 1512 – 31 January 1580) was King of Portugal and the Algarves and a cardinal of the Roman Catholic Church.",
      "pageId": 253972,
      "monthDay": "01/31"
    },
    {
      "year": "1550",
      "uri": "/wiki/Henry_I,_Duke_of_Guise",
      "name": "Henry I, Duke of Guise",
      "aboutText": "Hans Poulsen Egede (January 31, 1686 – November 5, 1758) was a Dano-Norwegian Lutheran missionary who launched mission efforts to Greenland, which led him to be styled the Apostle of Greenland. He established a successful mission among the Inuit and is credited with revitalizing Dano-Norwegian interest in the island after contact had been broken for hundreds of years.",
      "pageId": 318593,
      "monthDay": "01/31"
    },
    {
      "year": "1597",
      "uri": "/wiki/John_Francis_Regis",
      "name": "John Francis Regis",
      "aboutText": "Henry I, Prince of Joinville, Duke of Guise, Count of Eu (31 December 1550 – 23 December 1588), sometimes called Le Balafré (Scarface), was the eldest son of Francis, Duke of Guise, and Anna d'Este. His maternal grandparents were Ercole II d'Este, Duke of Ferrara, and Renée of France.",
      "pageId": 336296,
      "monthDay": "01/31"
    },
    {
      "year": "1624",
      "uri": "/wiki/Arnold_Geulincx",
      "name": "Arnold Geulincx",
      "aboutText": "Gouverneur Morris I (January 31, 1752 – November 6, 1816) was an American statesman, a Founding Father of the United States, and a native of New York City who represented Pennsylvania in the Constitutional Convention of 1787. He was a signatory to the Articles of Confederation. Morris was also an author of large sections of the Constitution of the United States and one of its signers.",
      "pageId": 432330,
      "monthDay": "01/31"
    },
    {
      "year": "1673",
      "uri": "/wiki/Louis_de_Montfort",
      "name": "Louis de Montfort",
      "aboutText": "Lunalilo, born William Charles Lunalilo (January 31, 1835 – February 3, 1874), was King of the Hawaiʻi from January 8, 1873 until February 3, 1874. He was the most liberal king in Hawaiian history, but was the shortest-reigning monarch.",
      "pageId": 559792,
      "monthDay": "01/31"
    },
    {
      "year": "1686",
      "uri": "/wiki/Hans_Egede",
      "name": "Hans Egede",
      "aboutText": "Arnold Geulincx (Dutch pronunciation: [ˈɣøːlɪŋks]; 31 January 1624 – November 1669) was a Flemish philosopher. He was one of the followers of René Descartes who tried to work out more detailed versions of a generally Cartesian philosophy. Samuel Beckett cited Geulincx as a key influence and interlocutor because of Geulincx's emphasis on the powerlessness and ignorance of the human condition.",
      "pageId": 1082417,
      "monthDay": "01/31"
    },
    {
      "year": "1752",
      "uri": "/wiki/Gouverneur_Morris",
      "name": "Gouverneur Morris",
      "aboutText": "George Jackson Churchward CBE (31 January 1857 – 19 December 1933) was Chief Mechanical Engineer of the Great Western Railway (GWR) in the United Kingdom from 1902 to 1922.",
      "pageId": 1168018,
      "monthDay": "01/31"
    },
    {
      "year": "1759",
      "uri": "/wiki/Fran%C3%A7ois_Devienne",
      "name": "François Devienne",
      "aboutText": "Theodore William Richards (January 31, 1868 – April 2, 1928) was the first American scientist to receive the Nobel Prize in Chemistry, earning the award \"in recognition of his exact determinations of the atomic weights of a large number of the chemical elements.\"",
      "pageId": 1230744,
      "monthDay": "01/31"
    },
    {
      "year": "1797",
      "uri": "/wiki/Franz_Schubert",
      "name": "Franz Schubert",
      "aboutText": "Henri Desgrange (31 January 1865, Paris – 16 August 1940) was a French bicycle racer and sports journalist. He set 12 world track cycling records, including the hour record of 35.325 kilometres on 11 May 1893.",
      "pageId": 1539767,
      "monthDay": "01/31"
    },
    {
      "year": "1820",
      "uri": "/wiki/William_B._Washburn",
      "name": "William B. Washburn",
      "aboutText": "William Barrett Washburn (January 31, 1820 – October 5, 1887) was an American businessman and politician from Massachusetts. Washburn served several terms in the United States House of Representatives (1863–71) and as the 28th Governor of Massachusetts from 1872 to 1874, when he won election to the United States Senate in a special election to succeed the recently deceased Charles Sumner. A Republican, Washburn supported the Radical Republican agenda during the American Civil War and the Reconstruction Era that followed.",
      "pageId": 1845845,
      "monthDay": "01/31"
    },
    {
      "year": "1825",
      "uri": "/wiki/Miska_Magyarics",
      "name": "Miska Magyarics",
      "aboutText": "Taejo of Goryeo (January 31, 877 – July 4, 943), also known as Taejo Wang Geon (Wang Kon, 왕건), was the founder of the Goryeo Dynasty, which ruled Korea from the 10th to the 14th century.",
      "pageId": 2219742,
      "monthDay": "01/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Lunalilo",
      "name": "Lunalilo",
      "aboutText": "François Devienne (French: [dəvjɛn]; 31 January 1759 – 5 September 1803) was a French composer and professor for flute at the Paris Conservatory.",
      "pageId": 2368559,
      "monthDay": "01/31"
    },
    {
      "year": "1854",
      "uri": "/wiki/David_Emmanuel_(mathematician)",
      "name": "David Emmanuel",
      "aboutText": "Jean-François Régis, known as Saint John Francis Regis and St. Regis, (31 January 1597 – 31 December 1640), was a French priest of the Society of Jesus, recognized as a saint by the Roman Catholic Church.",
      "pageId": 2489179,
      "monthDay": "01/31"
    },
    {
      "year": "1857",
      "uri": "/wiki/George_Jackson_Churchward",
      "name": "George Jackson Churchward",
      "aboutText": "David Emmanuel (January 31, 1854 – February 4, 1941) was a Romanian Jewish mathematician and member of the Romanian Academy, considered to be the founder of the modern mathematics school in Romania.\nHe received his Ph.D. in mathematics from the University of Paris (Sorbonne) in 1879 with a thesis on Study of abelian integrals of the third species, becoming the second Romanian to have a Ph.D. in mathematics from the Sorbonne (the first one was Spiru Haret). David Emmanuel was the president of the first Romanian Congress of Mathematics held in 1929.",
      "pageId": 4718023,
      "monthDay": "01/31"
    },
    {
      "year": "1865",
      "uri": "/wiki/Henri_Desgrange",
      "name": "Henri Desgrange",
      "aboutText": "Shastriji Maharaj (Gujarati: શાસ્ત્રીજી મહારાજ) (31 January 1865 – 10 May 1951), born Dungar Patel and ordained Shastri Yagnapurushdas, was a sadhu of the Swaminarayan Sampraday and was later accepted as the third spiritual successor of Swaminarayan and founder of the BAPS Swaminarayan Sanstha. Born in a family of farmers in central Gujarat, India, he became a sadhu within the Vadtal diocese of the Swaminarayan Sampraday at the age of 17 where he was given the name Yagnapurushdas Swami. The prefix Shastri was later added in recognition of his eminent scholarship in Sanskrit and the Hindu scriptures.",
      "pageId": 8566503,
      "monthDay": "01/31"
    },
    {
      "year": "1865",
      "uri": "/wiki/Shastriji_Maharaj",
      "name": "Shastriji Maharaj",
      "aboutText": "Saint Louis-Marie Grignion de Montfort (31 January 1673 – 28 April 1716) was a French Roman Catholic priest and Confessor.",
      "pageId": 30864870,
      "monthDay": "01/31"
    },
    {
      "year": "1868",
      "uri": "/wiki/Theodore_William_Richards",
      "name": "Theodore William Richards",
      "aboutText": "Miska Magyarics official name Mihály Magyarics (Slovene: Miška Madjarič, Mihál Madjarič) (31 January 1825 – 8 January 1883) was Hungarian Slovene poet.\nMagyarics was born in Mali Dolenci in the Kingdom of Hungary (present day Dolenci, Prekmurje, Slovenia) in the Šalovci municipality. His parents were Jakab Magyarics, a Roman Catholic peasant, and Anna Messics.",
      "pageId": 32397537,
      "monthDay": "01/31"
    },
    {
      "year": "1872",
      "uri": "/wiki/Zane_Grey",
      "name": "Zane Grey",
      "aboutText": "Irving Langmuir /ˈlæŋmjʊr/ (January 31, 1881 – August 16, 1957) was an American chemist and physicist. His most noted publication was the famous 1919 article \"The Arrangement of Electrons in Atoms and Molecules\" in which, building on Gilbert N. Lewis's cubical atom theory and Walther Kossel's chemical bonding theory, he outlined his \"concentric theory of atomic structure\". Langmuir became embroiled in a priority dispute with Lewis over this work; Langmuir's presentation skills were largely responsible for the popularization of the theory, although the credit for the theory itself belongs mostly to Lewis.",
      "pageId": 15362,
      "monthDay": "01/31"
    },
    {
      "year": "1881",
      "uri": "/wiki/Irving_Langmuir",
      "name": "Irving Langmuir",
      "aboutText": "Alva Myrdal (Swedish: [ˌalːva ˈmyːɖɑːl]; née Reimer; 31 January 1902 – 1 February 1986) was a Swedish sociologist and politician. She received the Nobel Peace Prize in 1982. She married Gunnar Myrdal in 1924.",
      "pageId": 64749,
      "monthDay": "01/31"
    },
    {
      "year": "1884",
      "uri": "/wiki/Theodor_Heuss",
      "name": "Theodor Heuss",
      "aboutText": "Pearl Zane Grey (January 31, 1872 – October 23, 1939) was an American author best known for his popular adventure novels and stories that were a basis for the Western genre in literature and the arts; he idealized the American frontier. Riders of the Purple Sage (1912) was his best-selling book. In addition to the commercial success of his printed works, they had second lives and continuing influence when adapted as films and television productions.",
      "pageId": 205593,
      "monthDay": "01/31"
    },
    {
      "year": "1884",
      "uri": "/wiki/Nathaniel_Moore",
      "name": "Nathaniel Moore",
      "aboutText": "John Henry O'Hara (January 31, 1905 – April 11, 1970) was an Irish American writer. He first earned a reputation for short stories and later became a best-selling novelist before the age of thirty with Appointment in Samarra and Butterfield 8.\nO'Hara was a keen observer of social status and class differences and frequently wrote about socially ambitious people.",
      "pageId": 209294,
      "monthDay": "01/31"
    },
    {
      "year": "1884",
      "uri": "/wiki/Mammad_Amin_Rasulzade",
      "name": "Mammad Amin Rasulzade",
      "aboutText": "Tallulah Brockman Bankhead (January 31, 1902 – December 12, 1968) was an American actress of the stage and screen, and a reputed libertine. Bankhead was known for her husky voice, outrageous personality, and devastating wit. Originating some of the twentieth century theater's preeminent roles in comedy and melodrama, she gained acclaim as an actress on both sides of the Atlantic.",
      "pageId": 229818,
      "monthDay": "01/31"
    },
    {
      "year": "1889",
      "uri": "/wiki/Frank_Foster_(cricketer)",
      "name": "Frank Foster",
      "aboutText": "Eddie Cantor (c. September 21, 1892 – October 10, 1964), born Edward Israel Iskowitz, was an American \"illustrated song\" performer, comedian, dancer, singer, actor and songwriter. Familiar to Broadway, radio, movie and early television audiences, this \"Apostle of Pep\" was regarded almost as a family member by millions because his top-rated radio shows revealed intimate stories and amusing anecdotes about his wife Ida and five daughters.",
      "pageId": 241300,
      "monthDay": "01/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Eddie_Cantor",
      "name": "Eddie Cantor",
      "aboutText": "Isham Edgar Jones (January 31, 1894 – October 19, 1956) was an American bandleader, saxophonist, bassist and songwriter.",
      "pageId": 264755,
      "monthDay": "01/31"
    },
    {
      "year": "1894",
      "uri": "/wiki/Isham_Jones",
      "name": "Isham Jones",
      "aboutText": "Theodor Heuss (31 January 1884 – 12 December 1963) was a liberal German politician who served as the first President of the Federal Republic of Germany after World War II from 1949 to 1959.",
      "pageId": 299317,
      "monthDay": "01/31"
    },
    {
      "year": "1896",
      "uri": "/wiki/Sofya_Yanovskaya",
      "name": "Sofya Yanovskaya",
      "aboutText": "Roosevelt Sykes (January 31, 1906 – July 17, 1983) was an American blues musician, also known as \"The Honeydripper\".",
      "pageId": 523339,
      "monthDay": "01/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Nat_Bailey",
      "name": "Nat Bailey",
      "aboutText": "Mammad Amin Rasulzade (Azerbaijani: Məhəmməd (Məmməd) Əmin Rəsulzadə /mæhæmˈmæd æˈmin ɾæsulzɑːˈdæ/, Turkish: Mehmet Emin Resulzade; January 31, 1884 – March 6, 1955) was an Azerbaijani statesman, scholar, public figure and the first and only president of the Democratic Republic of Azerbaijan (1918–1920).",
      "pageId": 711671,
      "monthDay": "01/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Tallulah_Bankhead",
      "name": "Tallulah Bankhead",
      "aboutText": "Donald Montgomery \"Don\" Hutson (January 31, 1913 – June 26, 1997) was the first star split end in National Football League history. He is considered by many to have been the first modern receiver.\nIn his senior season at the University of Alabama in 1934, Hutson was a first team All-American for six different organizations and a second team selection by one other.",
      "pageId": 760201,
      "monthDay": "01/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Alva_Myrdal",
      "name": "Alva Myrdal",
      "aboutText": "For other persons named Frank Foster, see Frank Foster (disambiguation)",
      "pageId": 1578800,
      "monthDay": "01/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/Diana_Napier",
      "name": "Diana Napier",
      "aboutText": "Daya Mata (Sanskrit for Compassionate Mother), born Rachel Faye Wright, (January 31, 1914 – November 30, 2010) was the president and sanghamata (mother of the society) of the organization that Paramahansa Yogananda created to disseminate his teachings, Self-Realization Fellowship (SRF) in Los Angeles, California / Yogoda Satsanga Society of India (YSS), for over 55 years.",
      "pageId": 1746543,
      "monthDay": "01/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/John_O%27Hara",
      "name": "John O'Hara",
      "aboutText": "Carey Loftin (January 31, 1914 – March 4, 1997) (also credited as Cary Loftin, Carry Loftin, Carey Lofton, and William Carey Loftin) was an American stuntman, stunt coordinator and actor. He is often considered to be Hollywood's greatest stunt driver, and his talents were used in dozens of films.",
      "pageId": 1896007,
      "monthDay": "01/31"
    },
    {
      "year": "1906",
      "uri": "/wiki/Roosevelt_Sykes",
      "name": "Roosevelt Sykes",
      "aboutText": "Eddie Byrne (31 January 1911 - 21 August 1981) was an Irish actor. He was born in Birmingham, Warwickshire, England, to visiting Irish parents, and lived in Dublin his entire life. Outside Ireland he is probably best known for his minor role as General Willard in Star Wars (1977), but viewers of horror films might also remember him as the sceptical Inspector Mulrooney in The Mummy (1959) and as the kindly Dr.",
      "pageId": 2533277,
      "monthDay": "01/31"
    },
    {
      "year": "1909",
      "uri": "/wiki/Miron_Grindea",
      "name": "Miron Grindea",
      "aboutText": "Sofya Aleksandrovna Yanovskaya (also Janovskaja; Russian: Софья Александровна Яновская; 31 January 1896 – 24 October 1966) was a mathematician and historian, specializing in the history of mathematics, mathematical logic, and philosophy of mathematics.",
      "pageId": 5042212,
      "monthDay": "01/31"
    },
    {
      "year": "1911",
      "uri": "/wiki/Eddie_Byrne",
      "name": "Eddie Byrne",
      "aboutText": "Nathaniel Ryal Bailey (January 31, 1902 – March 27, 1978), better known as Nat Bailey, was an American-born Canadian restaurateur best known for building the first drive-in restaurant in Canada, in 1928, and developing the first car-hop tray.",
      "pageId": 8386727,
      "monthDay": "01/31"
    },
    {
      "year": "1913",
      "uri": "/wiki/Don_Hutson",
      "name": "Don Hutson",
      "aboutText": "Nathaniel \"Nathan\" Ford Moore (January 31, 1884 – January 9, 1910) was an American golfer who competed in the 1904 Summer Olympics. He was the son of James Hobart Moore, a wealthy businessman with controlling interest in National Biscuit Company, Continental Can, Diamond Match and the Chicago, Rock Island & Pacific Railroad. He died of natural causes in the Chez Shaw brothel in Chicago's Levee district after spending much of the previous night at the Everleigh Club.",
      "pageId": 15001625,
      "monthDay": "01/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Carey_Loftin",
      "name": "Carey Loftin",
      "aboutText": "Miron Grindea (31 January 1909 – 18 November 1995) was a Romanian-born literary journalist and the editor of ADAM International Review, a literary magazine published for over 50 years. In 1984 ADAM was said to be \"the world's longest surviving literary magazine\".",
      "pageId": 24324789,
      "monthDay": "01/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Daya_Mata",
      "name": "Daya Mata",
      "aboutText": "Diana Napier (1905–1982) was a British film actor. She was born Alice Mary Ellis in Bath, Somerset, on 31 January 1905. She died in Windelsham, Surrey on 12 March 1982, aged 77.",
      "pageId": 31213015,
      "monthDay": "01/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jersey_Joe_Walcott",
      "name": "Jersey Joe Walcott",
      "aboutText": "Jack Roosevelt \"Jackie\" Robinson (January 31, 1919 – October 24, 1972) was an American Major League Baseball (MLB) second baseman who became the first African American to play in the major leagues in the modern era. Robinson broke the baseball color line when the Brooklyn Dodgers started him at first base on April 15, 1947. The Dodgers, by playing Robinson, ended racial segregation that had relegated black players to the Negro leagues since the 1880s.",
      "pageId": 16193,
      "monthDay": "01/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Bobby_Hackett",
      "name": "Bobby Hackett",
      "aboutText": "Thomas Merton, O.C.S.O. (January 31, 1915 – December 10, 1968) was an American Catholic writer and mystic. A Trappist monk of the Abbey of Gethsemani, Kentucky, he was a poet, social activist, and student of comparative religion. In 1949, he was ordained to the priesthood and given the name Father Louis.",
      "pageId": 154306,
      "monthDay": "01/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Alan_Lomax",
      "name": "Alan Lomax",
      "aboutText": "Alan Lomax (January 31, 1915 – July 19, 2002) was an American field collector of folk music of the 20th century. He was also a folklorist, ethnomusicologist, archivist, writer, scholar, political activist, oral historian, and film-maker. Lomax produced recordings, concerts, and radio shows in the US and in England, which played an important role in both the American and British folk revivals of the 1940s, 1950s and early 1960s.",
      "pageId": 173225,
      "monthDay": "01/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Thomas_Merton",
      "name": "Thomas Merton",
      "aboutText": "Norman Kingsley Mailer (January 31, 1923 – November 10, 2007) was an American novelist, journalist, essayist, playwright, film-maker, actor and political activist. His novel The Naked and the Dead was published in 1948. His best-known work was widely considered to be The Executioner's Song, which was published in 1979, and for which he won one of his two Pulitzer Prizes.",
      "pageId": 189774,
      "monthDay": "01/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Garry_Moore",
      "name": "Garry Moore",
      "aboutText": "Carol Elaine Channing (born January 31, 1921) is an American actress, singer, dancer, comedian, and voice artist.\nShe won the Golden Globe Award and was nominated for the Academy Award for Best Supporting Actress for her performance as Muzzy Van Hossmere in Thoroughly Modern Millie (1967). Other film appearances include The First Traveling Saleslady (1956) and Skidoo (1968).",
      "pageId": 225543,
      "monthDay": "01/31"
    },
    {
      "year": "1917",
      "uri": "/wiki/Fred_Bassetti",
      "name": "Fred Bassetti",
      "aboutText": "Arnold Raymond Cream (January 31, 1914 – February 25, 1994), better known as Jersey Joe Walcott, was an American world heavyweight boxing champion. He broke the world's record for the oldest man to win the world's heavyweight title when he earned it at the age of 7009118214640000000♠37 years, 168 days.",
      "pageId": 236836,
      "monthDay": "01/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jackie_Robinson",
      "name": "Jackie Robinson",
      "aboutText": "Harold \"Chuck\" Willis (January 31, 1928 – April 10, 1958) was an American blues, rhythm and blues, and rock and roll singer and songwriter. His biggest hits, \"C. C. Rider\" (1957) and \"What Am I Living For\" (1958), both reached No.1 on the Billboard R&B chart.",
      "pageId": 261750,
      "monthDay": "01/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Stewart_Udall",
      "name": "Stewart Udall",
      "aboutText": "Euine Fay Jones (January 31, 1921 – August 31, 2004) was an American architect and designer. An apprentice of Frank Lloyd Wright during his professional career, Jones is the only one of Wright's disciples to have received the AIA Gold Medal (1990), the highest honor awarded by the American Institute of Architects.\nHis Thorncrown Chapel was added to the National Register of Historic Places in 2000, only 20 years after it was built, in recognition of its architectural significance.",
      "pageId": 481729,
      "monthDay": "01/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Agar",
      "name": "John Agar",
      "aboutText": "Mario Lanza (born Alfred Arnold Cocozza; January 31, 1921 – October 7, 1959) was an American tenor, actor and Hollywood film star of the late 1940s and the 1950s.\nLanza began studying to be a professional singer at the age of 16. After appearing at the Hollywood Bowl in 1947, Lanza signed a seven-year film contract with Louis B. Mayer, the head of Metro-Goldwyn-Mayer who saw his performance and was impressed by his singing.",
      "pageId": 626086,
      "monthDay": "01/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Carol_Channing",
      "name": "Carol Channing",
      "aboutText": "Garry Moore (January 31, 1915 – November 28, 1993) was an American entertainer, game show host, and comedian best known for his work in television.\nMoore entered show business as a radio personality in the 1940s and was a television host on several game and variety shows from the 1950s, '60s, and '70s.\nAfter dropping out of high school, Moore found success as a radio host and then moved on to the television industry.",
      "pageId": 645266,
      "monthDay": "01/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/E._Fay_Jones",
      "name": "E. Fay Jones",
      "aboutText": "Stewart Lee Udall (January 31, 1920 – March 20, 2010) was an American politician and later, a federal government official.",
      "pageId": 734542,
      "monthDay": "01/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Mario_Lanza",
      "name": "Mario Lanza",
      "aboutText": "Benjamin Lawson Hooks (January 31, 1925 – April 15, 2010) was an American civil rights leader.",
      "pageId": 1072662,
      "monthDay": "01/31"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bill_Pritchett",
      "name": "Bill Pritchett",
      "aboutText": "Joanne Dru (January 31, 1922 – September 10, 1996)  was an American film and television actress, known for such films as Red River and All the King's Men.",
      "pageId": 1289423,
      "monthDay": "01/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joanne_Dru",
      "name": "Joanne Dru",
      "aboutText": "Robert Leo \"Bobby\" Hackett (January 31, 1915 – June 7, 1976) was an American jazz musician who played trumpet, cornet and guitar with the bands of Glenn Miller and Benny Goodman in the late 1930s and early 1940s.",
      "pageId": 1529160,
      "monthDay": "01/31"
    },
    {
      "year": "1923",
      "uri": "/wiki/Norman_Mailer",
      "name": "Norman Mailer",
      "aboutText": "Norman \"Norm\" Prescott (January 31, 1927 – July 2, 2005) was co-founder and executive producer at Filmation Associates, an animation studio he created with veteran animator Lou Scheimer. Born in the Dorchester neighborhood of Boston, his real name was Norman Pransky. His father Edward was a tailor and a shirt-maker.",
      "pageId": 2204086,
      "monthDay": "01/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Benjamin_Hooks",
      "name": "Benjamin Hooks",
      "aboutText": "John George Agar, Jr. (January 31, 1921 – April 7, 2002) was an American actor. He is best known for starring alongside John Wayne in the films Sands of Iwo Jima, Fort Apache, and She Wore a Yellow Ribbon.",
      "pageId": 2395833,
      "monthDay": "01/31"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tom_Alston",
      "name": "Tom Alston",
      "aboutText": "Sir Eric Albert Ash, CBE, FRS, FREng, FIET (born 31 January 1928) is a distinguished German-born British electrical engineer and past Rector of Imperial College.\nBorn in Berlin, Ash emigrated with his family to Britain in 1938 to escape Nazism. Educated at the independent University College School, he won a scholarship to Imperial College London aged 17, and after graduating in electrical engineering, he continued his studies with doctoral research.",
      "pageId": 4528290,
      "monthDay": "01/31"
    },
    {
      "year": "1927",
      "uri": "/wiki/Norm_Prescott",
      "name": "Norm Prescott",
      "aboutText": "Thomas Edison Alston (January 31, 1926 – December 30, 1993) was a Major League Baseball first baseman who played for the St. Louis Cardinals from 1954 to 1957. A native of Greensboro, North Carolina, he stood 6'5\" and weighed 210 lbs.",
      "pageId": 7081328,
      "monthDay": "01/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eric_Ash",
      "name": "Eric Ash",
      "aboutText": "Fred Bassetti FAIA, (January 31, 1917 in Seattle – December 5, 2013 in Oregon) was a Pacific Northwest architect, teacher, and a prime contributor to the regional approach to Modern architecture during the 1940s-1990’s. His architectural legacy includes some of the Seattle area's more recognizable buildings and spaces.",
      "pageId": 29000387,
      "monthDay": "01/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Chuck_Willis",
      "name": "Chuck Willis",
      "aboutText": "William Beal \"Bill\" Pritchett AO (31 January 1921 – 28 January 2014) was a senior Australian public servant.",
      "pageId": 41954193,
      "monthDay": "01/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Irma_Wyman",
      "name": "Irma Wyman",
      "aboutText": "Philip Morris Glass (born January 31, 1937) is an American composer. He is considered one of the most influential music makers of the late 20th century. His music is also often controversially described as minimal music, along with the work of the other \"major minimalists\" La Monte Young, Terry Riley and Steve Reich.",
      "pageId": 24540,
      "monthDay": "01/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Rudolf_M%C3%B6ssbauer",
      "name": "Rudolf Mössbauer",
      "aboutText": "Princess Beatrix of the Netherlands (Beatrix Wilhelmina Armgard, Dutch pronunciation: [ˈbeːjaˌtrɪks ˌʋɪlɦɛlˈmina ˈɑrmɣɑrt]; 31 January 1938) reigned as Queen of the Netherlands from 1980 until her abdication in 2013. Princess Beatrix is the eldest daughter of Queen Juliana and her husband, Prince Bernhard of Lippe-Biesterfeld. Upon her mother's accession in 1948, she became heir presumptive.",
      "pageId": 80482,
      "monthDay": "01/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jean_Simmons",
      "name": "Jean Simmons",
      "aboutText": "Jean Merilyn Simmons, OBE (31 January 1929 – 22 January 2010) was a British actress. One of J. Arthur Rank's \"well-spoken young starlets\", she appeared predominantly in films, beginning with those made in Great Britain during and after the Second World War, followed mainly by Hollywood films from 1950 onwards.\n^ Jean Simmons obituary, Los Angeles Times, 23 January 2010 [1].",
      "pageId": 193611,
      "monthDay": "01/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joakim_Bonnier",
      "name": "Joakim Bonnier",
      "aboutText": "Rudolf Ludwig Mössbauer (German spelling: Mößbauer; 31 January 1929 – 14 September 2011) was a German physicist best known for his 1957 discovery of recoilless nuclear resonance fluorescence for which he was awarded the 1961 Nobel Prize in Physics.",
      "pageId": 231308,
      "monthDay": "01/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Lynn_Carlin",
      "name": "Lynn Carlin",
      "aboutText": "Kenzaburō Ōe (大江 健三郎, Ōe Kenzaburō, born January 31, 1935) is a Japanese writer and a major figure in contemporary Japanese literature. His novels, short stories and essays were strongly influenced by French and American literature and literary theory. They deal with political, social and philosophical issues including nuclear weapons, nuclear power, social non-conformism, and existentialism.",
      "pageId": 312501,
      "monthDay": "01/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ernie_Banks",
      "name": "Ernie Banks",
      "aboutText": "Ernest \"Ernie\" Banks (January 31, 1931 – January 23, 2015) nicknamed \"Mr. Cub\" and \"Mr. Sunshine\", was an American professional baseball player who played in Major League Baseball (MLB) as a shortstop and first baseman for the Chicago Cubs between 1953 and 1971.",
      "pageId": 355517,
      "monthDay": "01/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Christopher_Chataway",
      "name": "Christopher Chataway",
      "aboutText": "Joseph Wilfred Camille \"The Eel\" Henry (January 31, 1933 – September 11, 1997) was a professional Canadian ice hockey left winger who played for the New York Rangers, the Chicago Black Hawks and the St.",
      "pageId": 568120,
      "monthDay": "01/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Miron_Babiak",
      "name": "Miron Babiak",
      "aboutText": "Sir Christopher John Chataway (31 January 1931 – 19 January 2014), often known as Chris Chataway, was a British middle- and long-distance runner, television news broadcaster, and Conservative politician.",
      "pageId": 582980,
      "monthDay": "01/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Camille_Henry",
      "name": "Camille Henry",
      "aboutText": "Regimantas Adomaitis (born 31 January 1937) is a Lithuanian film and stage actor. He is known in Russia, Germany, and other countries besides Lithuania.\nAdomaitis was born in Šiauliai.",
      "pageId": 767084,
      "monthDay": "01/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bernardo_Provenzano",
      "name": "Bernardo Provenzano",
      "aboutText": "Suzanne Pleshette (January 31, 1937 – January 19, 2008) was an American actress and voice actress. After beginning her career in the theatre, she began appearing in films in the early 1960s, such as Rome Adventure (1962) and Alfred Hitchcock's The Birds (1963). She later appeared in various television productions, often in guest roles, and played Emily Hartley on The Bob Newhart Show from 1972 until 1978, receiving several Emmy Award nominations for her work.",
      "pageId": 830780,
      "monthDay": "01/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ernesto_Brambilla",
      "name": "Ernesto Brambilla",
      "aboutText": "Joakim \"Jo\" Bonnier (31 January 1930 – 11 June 1972) was a Swedish sportscar racing and Formula One driver who raced for various teams.",
      "pageId": 1152185,
      "monthDay": "01/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Gene_DeWeese",
      "name": "Gene DeWeese",
      "aboutText": "Ernesto 'Tino' Brambilla (born January 31, 1934) is a former Grand Prix motorcycle road racer and a professional race car driver from Italy. Born in Monza, he was the brother of driver Vittorio Brambilla. In 1959, he finished in 10th place in the 350cc Grand Prix motorcycle season.",
      "pageId": 1353869,
      "monthDay": "01/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/James_Franciscus",
      "name": "James Franciscus",
      "aboutText": "Bernardo Provenzano (Italian pronunciation: [berˈnardo provenˈtsaːno]; born January 31, 1933 in Corleone, Sicily) is a member of the Sicilian Mafia (Cosa Nostra) and is suspected of having been the head of the Corleonesi, a Mafia faction that originated in the town of Corleone, and de facto capo di tutti capi (boss of bosses) of the entire Sicilian Mafia until his arrest in 2006.\nHis nickname is Binnu u tratturi (Sicilian for \"Binnie the tractor\") because, in the words of one informant, \"he mows people down.\" Another nickname is The Accountant due to his apparently subtle and low-key approach to running his crime empire, at least in contrast to some of his more violent predecessors.",
      "pageId": 1490293,
      "monthDay": "01/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bob_Turner_(ice_hockey)",
      "name": "Bob Turner",
      "aboutText": "Lynn Carlin (born Mary Lynn Reynolds on January 31, 1938, in Los Angeles) is an American actress. She was nominated for Best Supporting Actress Oscar for her role in Faces. Her father, Larry Reynolds, was a Hollywood business manager in the 1930s.",
      "pageId": 2323113,
      "monthDay": "01/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Kenzabur%C5%8D_%C5%8Ce",
      "name": "Kenzaburō Ōe",
      "aboutText": "Andrée P. Boucher, (January 31, 1937 – August 24, 2007) was a politician from the province of Quebec, Canada. She was the mayor of Quebec City from November 19, 2005 until her death. Previously, she had been the mayor of the city of Sainte-Foy, formerly a suburb of Quebec City, from 1985 until 2001, when the cities of Sainte-Foy and Quebec were merged.",
      "pageId": 3100311,
      "monthDay": "01/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Regimantas_Adomaitis",
      "name": "Regimantas Adomaitis",
      "aboutText": "James Grover Franciscus (January 31, 1934 – July 8, 1991) was an American actor, known for his roles in feature films and in four television series, Mr.",
      "pageId": 4109099,
      "monthDay": "01/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Andr%C3%A9e_Boucher",
      "name": "Andrée Boucher",
      "aboutText": "Robert George Turner (January 31, 1934 – February 7, 2005) was a Canadian professional ice hockey defenceman for the Montreal Canadiens and the Chicago Black Hawks in the NHL. He won the Stanley Cup 5 times from 1956 to 1960.",
      "pageId": 6342121,
      "monthDay": "01/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Philip_Glass",
      "name": "Philip Glass",
      "aboutText": "Irma M. Wyman (born January 31, 1928) was an early computer engineer and the first woman to become vice president of Honeywell, Inc. She was a systems thinking tutor and was the first female CIO of Honeywell.",
      "pageId": 7574868,
      "monthDay": "01/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Suzanne_Pleshette",
      "name": "Suzanne Pleshette",
      "aboutText": "Thomas Eugene DeWeese (January 31, 1934 – March 19, 2012) was an American writer of science fiction, best known for his Star Trek novels. He also wrote Gothic, mystery, and young adult fiction, totalling more than 40 books in his career.",
      "pageId": 22348016,
      "monthDay": "01/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Beatrix_of_the_Netherlands",
      "name": "Beatrix of the Netherlands",
      "aboutText": "Miron Babiak, (January 31, 1932 in Sanok, Poland – September 25, 2013 in Gdynia, Poland), was a Polish sea captain, who is best known for commanding Prof. Siedlecki Antarctica research ship.",
      "pageId": 38041377,
      "monthDay": "01/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lynn_Carlin",
      "name": "Lynn Carlin",
      "aboutText": "Lynn Nolan Ryan, Jr. (born January 31, 1947), nicknamed \"The Ryan Express\", is a former Major League Baseball (MLB) pitcher and a previous chief executive officer (CEO) of the Texas Rangers. He is currently an executive adviser to the owner of the Houston Astros.",
      "pageId": 65459,
      "monthDay": "01/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/James_G._Watt",
      "name": "James G. Watt",
      "aboutText": "Michael Derek Elworthy Jarman (31 January 1942 – 19 February 1994) was an English film director, stage designer, diarist, artist, gardener and author.",
      "pageId": 155304,
      "monthDay": "01/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Claude_Gauthier_(singer)",
      "name": "Claude Gauthier",
      "aboutText": "Richard Andrew \"Dick\" Gephardt (born January 31, 1941) is an American politician who served as a United States Representative from Missouri from 1977 to 2005. A member of the Democratic Party, he was House Majority Leader from 1989 to 1995 and Minority Leader from 1995 to 2003. He ran unsuccessfully for the Democratic nomination for President of the United States in 1988 and 2004.",
      "pageId": 165912,
      "monthDay": "01/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Kitch_Christie",
      "name": "Kitch Christie",
      "aboutText": "Constance \"Connie\" Booth (born 31 January 1944) is an American-born writer, actress, comedian and psychotherapist based in England, best known for appearances on British television and particularly for her portrayal of Polly Sherman in the popular 1970s television show Fawlty Towers, which she co-wrote with her then-husband John Cleese.",
      "pageId": 177849,
      "monthDay": "01/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dick_Gephardt",
      "name": "Dick Gephardt",
      "aboutText": "James Gaius Watt (born January 31, 1938) served as U.S. Secretary of the Interior from 1981 to 1983. Often described as \"anti-environmentalist\", he was one of Ronald Reagan's most controversial cabinet appointments. Watt's pro-development views played an instrumental role in ending the Sagebrush Rebellion.",
      "pageId": 310046,
      "monthDay": "01/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gerald_McDermott",
      "name": "Gerald McDermott",
      "aboutText": "Joseph Kosuth (/kəˈsuːt, -ˈsuːθ/; born January 31, 1945), is an American conceptual artist. He lives in New York and London, after residing in various cities in Europe, including Ghent, Rome and Berlin.",
      "pageId": 354893,
      "monthDay": "01/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jessica_Walter",
      "name": "Jessica Walter",
      "aboutText": "Terry Alan Kath (January 31, 1946 – January 23, 1978) was an American musician and songwriter, best known as the original guitarist, co-lead singer and founding member of the rock band Chicago. He has been praised by the band for his guitar skills and Ray Charles-influenced vocal style.\nGrowing up in a musical family, Kath took up a variety of instruments in his teens, including the drums and banjo.",
      "pageId": 700456,
      "monthDay": "01/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/Daniela_Bianchi",
      "name": "Daniela Bianchi",
      "aboutText": "Daniela Bianchi (born 31 January 1942) is an Italian actress. She is best known for her role of Bond girl Tatiana Romanova in the 1963 movie From Russia with Love. She played a Soviet cipher clerk sent to entrap agent 007, James Bond.",
      "pageId": 748560,
      "monthDay": "01/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/Derek_Jarman",
      "name": "Derek Jarman",
      "aboutText": "Brenda Marjorie Hale, Baroness Hale of Richmond DBE PC QC FBA (born 31 January 1945) is a British barrister, jurist and judge, who is the current Deputy President of the Supreme Court of the United Kingdom.\nIn 2004, she joined the House of Lords as a Lord of Appeal in Ordinary. She is the only woman ever to have been appointed to this position.",
      "pageId": 866466,
      "monthDay": "01/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Connie_Booth",
      "name": "Connie Booth",
      "aboutText": "Jessica Walter (born January 31, 1941) is an American actress. She is best known for appearing in the films Play Misty for Me and Grand Prix, her role as Lucille Bluth on the sitcom Arrested Development, and providing the voice of Malory Archer in the FX animated series Archer.\nWalter was a series regular for the first half of season one of 90210, provided the voice of Fran Sinclair in the series Dinosaurs, and starred as the title character of the series Amy Prentiss, for which she won the Emmy Award for Outstanding Lead Actress in a Miniseries or TV Movie.",
      "pageId": 921483,
      "monthDay": "01/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Charlie_Musselwhite",
      "name": "Charlie Musselwhite",
      "aboutText": "Jonathan Ray Banks (born January 31, 1947) is an American actor. His first notable film roles were in the films Airplane!, 48 Hrs., and Beverly Hills Cop. He has received critical acclaim for his role as Mike Ehrmantraut in the TV shows Breaking Bad and Better Call Saul, as well as Frank McPike in Wiseguy.",
      "pageId": 1692346,
      "monthDay": "01/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rynn_Berry",
      "name": "Rynn Berry",
      "aboutText": "Charles Douglas \"Charlie\" Musselwhite (born January 31, 1944) is an American electric blues harmonica player and bandleader, one of the non-black bluesmen who came to prominence in the early 1960s, along with Mike Bloomfield and Paul Butterfield. Though he has often been identified as a \"white bluesman\", he claims Native American heritage.",
      "pageId": 1865964,
      "monthDay": "01/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Brenda_Hale,_Baroness_Hale_of_Richmond",
      "name": "Brenda Hale, Baroness Hale of Richmond",
      "aboutText": "Lynn Carlin (born Mary Lynn Reynolds on January 31, 1938, in Los Angeles) is an American actress. She was nominated for Best Supporting Actress Oscar for her role in Faces. Her father, Larry Reynolds, was a Hollywood business manager in the 1930s.",
      "pageId": 2323113,
      "monthDay": "01/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Joseph_Kosuth",
      "name": "Joseph Kosuth",
      "aboutText": "Glynn Russell Turman (born January 31, 1947) is an American stage, television, and film actor as well as a writer, director, and producer. He is known for his roles as high school student Leroy \"Preach\" Jackson in the 1975 coming-of-age film Cooley High, math professor and retired Army colonel Bradford Taylor on the NBC sitcom A Different World, and fictional Baltimore mayor Clarence Royce on the HBO drama series The Wire.",
      "pageId": 3007935,
      "monthDay": "01/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sylvia_Hitchcock",
      "name": "Sylvia Hitchcock",
      "aboutText": "Sylvia Louise Hitchcock-Carson (January 31, 1946 – August 16, 2015) was an American model and beauty queen who held the Miss Alabama USA, Miss USA, and Miss Universe titles in 1967.",
      "pageId": 3687875,
      "monthDay": "01/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Terry_Kath",
      "name": "Terry Kath",
      "aboutText": "Claude Gauthier (born January 31, 1939 in Lac-Saguay, Quebec, Canada) is a Quebec singer-songwriter and actor.",
      "pageId": 6197091,
      "monthDay": "01/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Glynn_Turman",
      "name": "Glynn Turman",
      "aboutText": "Matt Minglewood (born Roy Alexander Batherson, 31 January 1947 in Moncton, New Brunswick) is a Canadian musician whose style can be described as a blend of country, blues, folk, roots and rock.",
      "pageId": 6425350,
      "monthDay": "01/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jonathan_Banks",
      "name": "Jonathan Banks",
      "aboutText": "Gerald McDermott (January 31, 1941 – December 26, 2012) was an American filmmaker, creator of children's picture books, and an expert on mythology. His creative works typically combine bright colors and styles with ancient imagery.",
      "pageId": 6734957,
      "monthDay": "01/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Nolan_Ryan",
      "name": "Nolan Ryan",
      "aboutText": "George Moir Christie, better known as Kitch Christie (31 January 1940 – 22 April 1998), was a South African rugby union coach best known for coaching the country's national team, the Springboks, to victory at the 1995 Rugby World Cup. He remained unbeaten during his tenure as Springbok rugby coach between 1994 and 1996, including leading the team to a then record 14 consecutive victories. In 2011, he was inducted posthumously into the IRB Hall of Fame, later subsumed into the World Rugby Hall of Fame, alongside all other Rugby World Cup-winning head coaches and captains through the 2007 edition.",
      "pageId": 10006968,
      "monthDay": "01/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Matt_Minglewood",
      "name": "Matt Minglewood",
      "aboutText": "Rynn Berry (January 31, 1945 – January 9, 2014) was an American activist and author of books about vegetarianism. Berry wrote a chapter on the history of the raw food movement for Becoming Raw: The Essential Guide to Raw Vegan Diets, principally written by Brenda Davis and Vesanto Melina. He also co-authored, with Chris Abreu-Suzuki, an annual Vegan Guide to New York City, the first exclusively vegetarian guidebook.",
      "pageId": 42300050,
      "monthDay": "01/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Volkmar_Gro%C3%9F",
      "name": "Volkmar Groß",
      "aboutText": "Kenneth Earl \"Ken\" Wilber II (born January 31, 1949) is an American writer, philosopher, and public speaker. He has written and lectured about philosophy, sociology, ecology, developmental psychology, spirituality, and mysticism. His work formulates what he calls Integral Theory.",
      "pageId": 183652,
      "monthDay": "01/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Muneo_Suzuki",
      "name": "Muneo Suzuki",
      "aboutText": "Adrian Vandenberg (born 31 January 1954, The Hague in the Netherlands as Adrianus \"Adje\" van den Berg) is a Dutch rock guitarist, best known for his tenure as one of the guitarists in Whitesnake during their successful late 1980s period and the band Vandenberg which he started in 1981.",
      "pageId": 1350052,
      "monthDay": "01/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Johan_Derksen",
      "name": "Johan Derksen",
      "aboutText": "Phil Manzanera (born Philip Geoffrey Targett-Adams, 31 January 1951) is a British musician and record producer. He was the lead guitarist with Roxy Music, 801, and Quiet Sun. In 2006 Manzanera co-produced David Gilmour's album On an Island and played in Gilmour's band for tours in Europe and North America.",
      "pageId": 1521199,
      "monthDay": "01/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Norris_Church_Mailer",
      "name": "Norris Church Mailer",
      "aboutText": "Nadya (Nadezhda Nikolayevna) Rusheva (Russian: Надя (Надежда Николаевна) Рушева) (31 January 1952 in Ulan Bator, Mongolia – 6 March 1969 in Moscow, Soviet Union) was a Russian artist. During her short life she created over 10,000 artworks.\nLike most children, Nadya Rusheva began drawing around the age of 5.",
      "pageId": 1779678,
      "monthDay": "01/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ken_Wilber",
      "name": "Ken Wilber",
      "aboutText": "Ovidiu Lipan 'Țăndărică' (born January 31, 1953, in Iași) is a Romanian drummer.\nHe played between 1966 and 1975 with the Romanian rock band Roșu și Negru. In 1975 he joined Transsylvania Phoenix.",
      "pageId": 2067760,
      "monthDay": "01/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Denise_Fleming",
      "name": "Denise Fleming",
      "aboutText": "Virginia Ruzici (born 31 January 1955) is a former professional tennis player from Romania. She won the 1978 French Open singles championship.",
      "pageId": 2151676,
      "monthDay": "01/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alexander_Korzhakov",
      "name": "Alexander Korzhakov",
      "aboutText": "Shirley Frances Babashoff (born January 31, 1957) is an American former competition swimmer, Olympic champion, and former world record-holder in multiple events. Babashoff set six world records and earned a total of eight individual Olympic medals in her career. She won a gold medal in the 400-meter freestyle relay in both the 1972 and 1976 Olympics, and she won the 1975 world championship in both the 200-meter and 400-meter freestyle.",
      "pageId": 2406725,
      "monthDay": "01/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Janice_Rebibo",
      "name": "Janice Rebibo",
      "aboutText": "Janice Rebibo (née Silverman; January 31, 1950 – March 11, 2015) was an American-born Israeli poet who began writing in Hebrew in the mid-1980s.",
      "pageId": 2411808,
      "monthDay": "01/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dave_Benton",
      "name": "Dave Benton",
      "aboutText": "Dave Benton (born 31 January 1951, real name Efrén Eugene Benita) is a pop musician and 2001 winner of the Eurovision Song Contest.",
      "pageId": 2452059,
      "monthDay": "01/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Harry_Wayne_Casey",
      "name": "Harry Wayne Casey",
      "aboutText": "Muneo Suzuki (鈴木 宗男 Suzuki Muneo, born 31 January 1948) is a Japanese politician from Ashoro, Hokkaidō.",
      "pageId": 2675315,
      "monthDay": "01/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Manzanera",
      "name": "Phil Manzanera",
      "aboutText": "Harry Wayne \"K.C.\" Casey (born January 31, 1951) is an American musician, singer, songwriter, and producer.",
      "pageId": 2992948,
      "monthDay": "01/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Won_Sei-hoon",
      "name": "Won Sei-hoon",
      "aboutText": "Mark Slavin (Hebrew: מרק סלבין‎, Russian: Марк Яковлевич Славин - Mark Yakovlevich Slavin; January 31, 1954 – September 6, 1972) was an Israeli Olympic Greco-Roman wrestler and victim of the Munich massacre at the 1972 Summer Olympics.\nHe was the youngest of the victims at the age of 18. He was taken hostage with eight other Israeli athletes.",
      "pageId": 5418231,
      "monthDay": "01/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nadya_Rusheva",
      "name": "Nadya Rusheva",
      "aboutText": "Stefan Majewski (born 31 January 1956 in Bydgoszcz) is a retired Polish footballer and football manager who was the interim manager of the Polish national team.",
      "pageId": 5504760,
      "monthDay": "01/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ovidiu_Lipan",
      "name": "Ovidiu Lipan",
      "aboutText": "Alexander Vasilyevich Korzhakov (Russian: Александр Васильевич Коржаков, born 31 January 1950 in Moscow) is a former KGB general who served as Boris Yeltsin's bodyguard, confidant, and adviser for eleven years. He was the head of the Presidential Security Service (PSB) in 1993–1996, State Duma deputy, and retired Lieutenant-general. Korzhakov had been Yeltsin's bodyguard since 1985, and on 19 August 1991, he stood next to his boss on top of a tank during Yeltsin's historic speech.",
      "pageId": 5697978,
      "monthDay": "01/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mark_Slavin",
      "name": "Mark Slavin",
      "aboutText": "Johannes Gerrit \"Johan\" Derksen (born 31 January 1949) is a Dutch sports journalist and former football player. He played professional football between 1966 and 1978 for five clubs: Go Ahead Eagles, Cambuur Leeuwarden, BV Veendam, HFC Haarlem and MVV Maastricht. During and after his active career he became well known as a sports journalist, specialising in football.",
      "pageId": 14209389,
      "monthDay": "01/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Adrian_Vandenberg",
      "name": "Adrian Vandenberg",
      "aboutText": "Denise K. Fleming (January 31, 1950) is an American creator of children's picture books. She was born in Toledo, Ohio. She graduated in illustration (after a change from advertising design) from Kendall College of Art and Design in Grand Rapids, Michigan.",
      "pageId": 20005503,
      "monthDay": "01/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Virginia_Ruzici",
      "name": "Virginia Ruzici",
      "aboutText": "Volkmar Groß (31 January 1948 – 3 July 2014) was a German football player. He spent seven seasons in the Bundesliga with Hertha BSC, Tennis Borussia Berlin and FC Schalke 04. He represented Germany once in a friendly against Greece.",
      "pageId": 21680050,
      "monthDay": "01/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Lydon",
      "name": "John Lydon",
      "aboutText": "John Joseph Lydon (born 31 January 1956), also known by his former stage name Johnny Rotten, is an English singer, songwriter, and musician. He is best known as the lead singer of the punk rock band Sex Pistols from 1975 until 1978, and again for various revivals during the 1990s and 2000s. He is the lead singer of the post-punk band Public Image Ltd (PiL), which he founded and fronted from 1978 until 1993, and again since 2009.",
      "pageId": 23369262,
      "monthDay": "01/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Stefan_Majewski",
      "name": "Stefan Majewski",
      "aboutText": "Norris Church Mailer (born Barbara Jean Davis; January 31, 1949 in Atkins, Arkansas – November 21, 2010 in Brooklyn Heights, New York City, New York) was the widow of American novelist, Norman Mailer, and author of the memoir, A Ticket to the Circus, and of several novels.\nBefore her relationship with Mailer, she married Larry Norris, gave birth to son Matthew in 1972, and was divorced in 1975.",
      "pageId": 26910732,
      "monthDay": "01/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Shirley_Babashoff",
      "name": "Shirley Babashoff",
      "aboutText": "Won Sei-hoon (born January 31, 1951) was the NIS chief of South Korea. He was indicted in June 2013 for attempted interference in the 2012 South Korean presidential election by allegedly ordering an online misinformation campaign against opposition candidates. On January 22, 2014 he was found guilty for graft.",
      "pageId": 39663052,
      "monthDay": "01/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Armin_Reichel",
      "name": "Armin Reichel",
      "aboutText": "George William John Benjamin, CBE (born 31 January 1960) is a British composer of classical music. He is also a conductor, pianist and teacher.\nBenjamin's oeuvre has been described as exhibiting \"consummate craftsmanship\" coloured by \"a love of rich and unusually coloured sonorities\".",
      "pageId": 337963,
      "monthDay": "01/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Anthony_LaPaglia",
      "name": "Anthony LaPaglia",
      "aboutText": "Grant Morrison, MBE (born 31 January 1960) is a Scottish comic book writer, playwright, and occultist.",
      "pageId": 362093,
      "monthDay": "01/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kelly_Lynch",
      "name": "Kelly Lynch",
      "aboutText": "Anthony M. LaPaglia (/ləˈpɑːljə/; born 31 January 1959) is an Australian actor. He potrayed the role of Joe in the coming of age comedy Empire Records , as well as FBI agent Jack Malone on the American TV series Without a Trace, for which he won a Golden Globe Award for Best Actor – Television Series Drama, and for his portrayal of Simon Moon on the TV show Frasier, for which he won a Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series. He is also known for his role as Barry \"The Blade\" Muldano in The Client.",
      "pageId": 655137,
      "monthDay": "01/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kelly_Moore",
      "name": "Kelly Moore",
      "aboutText": "Lloyd Cole (born 31 January 1961) is an English singer and songwriter, known for his role as lead singer of Lloyd Cole and the Commotions from 1984 to 1989, and for his subsequent solo work.",
      "pageId": 1114454,
      "monthDay": "01/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mickey_Simmonds",
      "name": "Mickey Simmonds",
      "aboutText": "Jeffrey John \"Jeff\" Hanneman (January 31, 1964 – May 2, 2013) was an American musician, best known as a founding member of the American thrash metal band Slayer. Hanneman contributed both lyrical and musical material to every Slayer album and wrote the songs \"Reign in Blood,\" \"War Ensemble,\" \"South of Heaven,\" \"Seasons in the Abyss,\" and \"Angel of Death,\" all of which have been played at almost every live Slayer performance after their respective compositions. He had his own signature guitar, the ESP Jeff Hanneman Signature model.",
      "pageId": 1163151,
      "monthDay": "01/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/George_Benjamin_(composer)",
      "name": "George Benjamin",
      "aboutText": "Mako Ishino (石野真子, Ishino Mako, born January 31, 1961), is a Japanese singer and actress. She is the elder sister of actress Yōko Ishino. Ishino is affiliated with From First Production Co., Ltd.",
      "pageId": 1486183,
      "monthDay": "01/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Akbar_Ganji",
      "name": "Akbar Ganji",
      "aboutText": "Elizabeth Jean Barker, Baroness Barker (born 31 January 1961) is a Liberal Democrat member of the House of Lords. Educated at Dalziel High School and the University of Southampton, Barker worked for Age Concern between 1983 and 2007. She was created a life peer as Baroness Barker, of Anagach in Highland, on 31 July 1999 and is a Liberal Democrat spokesperson on the Voluntary Sector and Social Enterprise.",
      "pageId": 1613291,
      "monthDay": "01/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Grant_Morrison",
      "name": "Grant Morrison",
      "aboutText": "Kelly Lynch (born January 31, 1959) is an American actress.",
      "pageId": 1776092,
      "monthDay": "01/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/%C5%BDeljko_%C5%A0turanovi%C4%87",
      "name": "Željko Šturanović",
      "aboutText": "Akbar Ganji (Persian: اکبر گنجی ‎‎  pronunciation , born 31 January 1960 in Tehran) is an Iranian journalist and writer. He has been described as \"Iran's preeminent political dissident\", and a \"wildly popular pro-democracy journalist\" who has crossed press censorship \"red lines\" regularly. A supporter of the Islamic revolution as a youth, he became disenchanted in the mid-1990s and served time in Tehran's Evin Prison from 2001 to 2006 after publishing a series of stories on the murder of dissident authors known as the Chain Murders of Iran.",
      "pageId": 2030114,
      "monthDay": "01/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Elizabeth_Barker,_Baroness_Barker",
      "name": "Elizabeth Barker, Baroness Barker",
      "aboutText": "Sylvie Bernier, CM, CQ (born January 31, 1964) is an Olympic athlete from Sainte-Foy, Quebec in Canada. She won the gold medal in the Women's 3m Springboard Diving at the 1984 Summer Olympics in Los Angeles.\nIn 1985, she was made a Knight of the National Order of Quebec and a Member of the Order of Canada, Canada's highest civilian honour.",
      "pageId": 2783563,
      "monthDay": "01/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Fatou_Bensouda",
      "name": "Fatou Bensouda",
      "aboutText": "Martha MacCallum (born January 31, 1965) is co-anchor on the top rated \"America's Newsroom with Martha MacCallum & Bill Hemmer\" on Fox News Channel, 9-11 EST. She joined the network in 2004. She previously hosted The Live Desk w/Martha MacCallum with Trace Gallagher at 1:00 p.m. ET. MacCallum is also often seen in primetime as fill-in Anchor for Megyn Kelly and Greta VanSustern, and has a weekly segment with Bill O'Reilly on The O'Reilly Factor.",
      "pageId": 3953484,
      "monthDay": "01/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lloyd_Cole",
      "name": "Lloyd Cole",
      "aboutText": "John Carroll Dye (January 31, 1963 – January 10, 2011) was an American film and television actor known for his role as Andrew in the television series Touched by an Angel.",
      "pageId": 7064952,
      "monthDay": "01/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mako_Ishino",
      "name": "Mako Ishino",
      "aboutText": "Željko Šturanović (Serbian: Жељко Штурановић, January 31, 1960 – June 30, 2014) was the Prime Minister of Montenegro from November 10, 2006 until February 29, 2008.",
      "pageId": 7295232,
      "monthDay": "01/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Fatih_K%C4%B1saparmak",
      "name": "Fatih Kısaparmak",
      "aboutText": "Kelly Moore (born January 31, 1959) is the driver with the all time most wins in the NASCAR Grand National Division, Busch East Series and the driver of the #47 NAPA Chevy.",
      "pageId": 7462609,
      "monthDay": "01/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Dye",
      "name": "John Dye",
      "aboutText": "Miki Maya (真矢みき, Maya Miki, born January 31, 1964 in Hiroshima, Hiroshima Prefecture)  is a Japanese actress, and also a former top star of the Takarazuka Revue. Her real name is Miki Sato (佐藤美季, Satō Miki). During her childhood, she lived in several different cities because of her father's job.",
      "pageId": 10987574,
      "monthDay": "01/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Madis_Eek",
      "name": "Madis Eek",
      "aboutText": "Mickey Simmonds (born 31 January 1959, Chesterfield, Derbyshire, England) is an English session keyboardist, arranger and composer. He is best known for his work with progressive rock acts, Mike Oldfield, Renaissance, Camel and Fish. He has also worked with Joan Armatrading, Paul Young, The Rutles, Art Garfunkel, Kiki Dee, Mastermind, John Coghlan's Diesel Band, Elkie Brooks, Judie Tzuke, Imagination, Bucks Fizz, Jennifer Rush, The Bonzo Dog Doo-Dah Band, the list goes on.",
      "pageId": 15724080,
      "monthDay": "01/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sylvie_Bernier",
      "name": "Sylvie Bernier",
      "aboutText": "Fatou B. Bensouda (born 31 January 1961) is a Gambian lawyer, former government civil servant, international criminal law prosecutor and legal adviser. She has been the International Criminal Court's chief prosecutor since June 2012, after having served as a Deputy Prosecutor in charge of the Prosecutions Division of the ICC since 2004. She has held positions of Legal Adviser and Trial Attorney at the International Criminal Tribunal for Rwanda (ICTR).",
      "pageId": 22880663,
      "monthDay": "01/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jeff_Hanneman",
      "name": "Jeff Hanneman",
      "aboutText": "Madis Eek (born January 31, 1966 in Tallinn) is an Estonian architect.\nFrom 1973 to 1979 Madis Eek studied in the Secondary School of Music and from 1979 to 1984 in the 43rd Secondary School (today's Technical Gymnasium of Tallinn). From 1984 Madis Eek studied in the State Art Institute of the Estonian SSR (today's Estonian Academy of Arts) in the department of architecture and graduated from the institute in 1989.",
      "pageId": 25187909,
      "monthDay": "01/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Martha_MacCallum",
      "name": "Martha MacCallum",
      "aboutText": "Fatih Kısaparmak (born 31 January 1961 in Elazığ), is a singer/songwriter of traditional Turkish folk music.\nBorn in Elazığ, Maden, his mother Yıldız Hanım is a retired primary school teacher, his father Necip Bey is a high school teacher, beurocrat and the coordinating principal of various high ranking schools and institutions.\nIn 1991, he married economist Şebnem Ergür (Kısaparmak) who was a television news presenter for TRT, Channel 6, Channel 7 and Fox TV. The couple have two sons, Ozan and Kaan.",
      "pageId": 26824621,
      "monthDay": "01/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Miki_Maya",
      "name": "Miki Maya",
      "aboutText": "Armin Reichel (born 31 January 1958 in Glan-Münchweiler) is a former professional German footballer.\nReichel started his professional career with 1. FC Kaiserslautern in the Bundesliga, where he made 63 first-team appearances.",
      "pageId": 29806027,
      "monthDay": "01/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dawn_Prince-Hughes",
      "name": "Dawn Prince-Hughes",
      "aboutText": "Amelia Fiona \"Minnie\" J. Driver (born 31 January 1970) is an English actress and singer-songwriter.\nShe was nominated for an Academy Award for Best Supporting Actress for the 1997 film Good Will Hunting, and an Emmy Award and a Golden Globe for her work in the 2007–2008 television series The Riches.",
      "pageId": 217696,
      "monthDay": "01/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Billey_Shamrock",
      "name": "Billey Shamrock",
      "aboutText": "Chad Channing (born January 31, 1967) is an American musician who is best known for being the drummer of the band Nirvana from 1988 until 1990, during which time they recorded and released their debut album Bleach.",
      "pageId": 311802,
      "monthDay": "01/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Giorgos_Gasparis",
      "name": "Giorgos Gasparis",
      "aboutText": "Dexter Fletcher (born 31 January 1966) is an English actor and director. He has appeared in the Guy Ritchie film Lock, Stock and Two Smoking Barrels, as well as television roles in such shows as the comedy-drama Hotel Babylon, the critically acclaimed HBO series Band of Brothers and earlier in his career, the children's show Press Gang, and the film Bugsy Malone.",
      "pageId": 1002980,
      "monthDay": "01/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ofra_Harnoy",
      "name": "Ofra Harnoy",
      "aboutText": "Ofra Harnoy CM (Hebrew: עופרה הרנוי‎; born January 31, 1965) is a Canadian cellist.\nHarnoy was born in Hadera, Israel. She moved with her family to Toronto in 1971.",
      "pageId": 1174208,
      "monthDay": "01/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Umar_Alisha",
      "name": "Umar Alisha",
      "aboutText": "Jorge González (31 January 1966 – 22 September 2010) was an Argentine basketball player and professional wrestler. He was best known for his appearances in World Championship Wrestling under the ring name El Gigante between 1989 and 1992 and in the World Wrestling Federation under the ring name Giant González in 1993.",
      "pageId": 1179023,
      "monthDay": "01/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dexter_Fletcher",
      "name": "Dexter Fletcher",
      "aboutText": "Jyrki Juhani Järvilehto (Finnish pronunciation: [ˈjyrki ˈjærvilehto]; born 31 January 1966 in Espoo), better known as \"JJ Lehto\", is a racing driver from Finland. He won the 24 Hours of Le Mans twice, in 1995 and 2005. He is also a former Formula One driver.",
      "pageId": 1226476,
      "monthDay": "01/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jorge_Gonz%C3%A1lez_(wrestler)",
      "name": "Jorge González",
      "aboutText": "Joey Wong Cho-Yee (AKA Joey Wang, Wang Tsu Hsien, or Joey Ong Jyo Han/Hen) (Chinese: 王祖賢; pinyin: Wáng Zǔxián, born January 31, 1967) is a Hong Kong based Taiwanese-born actress.",
      "pageId": 1271672,
      "monthDay": "01/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/JJ_Lehto",
      "name": "JJ Lehto",
      "aboutText": "Lee Young-ae (born January 31, 1971) is a South Korean actress.",
      "pageId": 1429653,
      "monthDay": "01/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chad_Channing",
      "name": "Chad Channing",
      "aboutText": "Billey Shamrock Gleissner (born January 31, 1964 in Solberga, Sweden) is an entertainer, singer, comedian, actor, composer and writer.\nStarting off with youth theatre, he formed his first rock band, The Naughty Fiddlers, in 1979 and later that year his first poems were published. In 1982 his first 7\" was released – Super Swede/People.",
      "pageId": 1461046,
      "monthDay": "01/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Fat_Mike",
      "name": "Fat Mike",
      "aboutText": "Ulrica Messing (born 31 January 1968) is a Swedish Social Democratic former politician. She was Minister for Communications and Regional Policy in the Ministry of Industry, Employment and Communications from 2000 to 2006.\nFrom October 2006 to September 2007 she was chairman of the Riksdag Committee for Defence.",
      "pageId": 1515433,
      "monthDay": "01/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Irene_Wan",
      "name": "Irene Wan",
      "aboutText": "Dawn Prince-Hughes (born January 31, 1964 in Carbondale, Illinois) is an anthropologist, primatologist, and ethologist who received her M.A. and PhD in interdisciplinary anthropology from the Universität Herisau in Switzerland. In 2000 she was appointed an adjunct professor at Western Washington University. She is the executive chair of ApeNet Inc., has served as the executive director of the Institute for Cognitive Archaeological Research and is associated with the Jane Goodall Institute.",
      "pageId": 1572874,
      "monthDay": "01/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Michelle_Ruff",
      "name": "Michelle Ruff",
      "aboutText": "Patrick Kielty (born 31 January 1971) is an Irish comedian and television personality from Dundrum, County Down, Northern Ireland.",
      "pageId": 2338146,
      "monthDay": "01/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Joey_Wong",
      "name": "Joey Wong",
      "aboutText": "Michelle Suzanne Ruff (born September 22) is an American voice actress. She is known for her work in anime and video games. In her early voicework career, she used her mother's name, Georgette Rose, as a pseudonym.",
      "pageId": 2760881,
      "monthDay": "01/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Matt_King_(comedian)",
      "name": "Matt King",
      "aboutText": "Matt King (born 31 January 1968) is an English actor, comedian and writer.",
      "pageId": 3938270,
      "monthDay": "01/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ulrica_Messing",
      "name": "Ulrica Messing",
      "aboutText": "Irene Wan Bik-ha (simplified Chinese: 温碧霞; traditional Chinese: 溫碧霞; Cantonese Yale: wan1 bik1 ha4; born 30 July 1966) is a Hong Kong film actress.\nShe was nominated for the Hong Kong Film Award for Best New Performer at the 2nd Hong Kong Film Awards for her role in Lonely Fifteen.\nShe gained notice for her beauty and remarkable performance in Everlasting Love (1983), co-starring with Andy Lau and Loletta Lee, when she was only 17 years old.",
      "pageId": 6033596,
      "monthDay": "01/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Patrick_Stevens",
      "name": "Patrick Stevens",
      "aboutText": "Umar Alisha (born January 31, 1966) is the 9th peetadhipathi of Sri Viswa Viznana Vidya Adhyatmika Peetham.",
      "pageId": 13548712,
      "monthDay": "01/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Minnie_Driver",
      "name": "Minnie Driver",
      "aboutText": "Patrick Stevens (born 31 January 1968 in Leut) is a retired sprinter from Belgium. He won the bronze medal in the 200 metres at the 1994 European Championships in Helsinki and a silver meal in the 200 m at the 2000 European Indoor Championships. He earned selection for four consecutive Olympic Games for his native country, although he was unable to compete in Sydney 2000 due to injury.",
      "pageId": 13974630,
      "monthDay": "01/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Patrick_Kielty",
      "name": "Patrick Kielty",
      "aboutText": "Giorgos Gasparis (Greek: Γιώργος Γάσπαρης; born January 31, 1965 in Greece) is a retired Greek professional basketball player.\nHe played for Panionios BC. In 1991 Giorgos Gasparis scored 20 points in the final match between Panionios BC and PAOK BC for the Greek Cup leading Panionios to victory.",
      "pageId": 16762422,
      "monthDay": "01/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Patricia_Vel%C3%A1squez",
      "name": "Patricia Velásquez",
      "aboutText": "Michael John Burkett (born January 31, 1967), also known as Fat Mike is an American musician, producer, lead vocalist and bassist for the punk rock band NOFX, as well as bassist for the punk rock supergroup cover band Me First and the Gimme Gimmes and temporary bassist of Against Me!.",
      "pageId": 18621879,
      "monthDay": "01/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lee_Young-ae",
      "name": "Lee Young-ae",
      "aboutText": "Patricia Carola Velásquez Semprún (born 31 January 1971) is a Venezuelan actress and fashion model, considered by some as the first Latin American supermodel.",
      "pageId": 30876406,
      "monthDay": "01/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Portia_de_Rossi",
      "name": "Portia de Rossi",
      "aboutText": "Portia Lee James DeGeneres (born Amanda Lee Rogers; 31 January 1973), known professionally as Portia de Rossi /ˈpɔərʃə də ˈrɒsi/, is an Australian American actress, model and philanthropist, known for her roles as lawyer Nelle Porter on the television series Ally McBeal and Lindsay Fünke on the sitcom Arrested Development. She also portrayed Veronica Palmer on the ABC sitcom Better Off Ted and Olivia Lord on Nip/Tuck. She is married to American stand-up comedian, television host and actress Ellen DeGeneres.",
      "pageId": 276392,
      "monthDay": "01/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Wil_Anderson",
      "name": "Wil Anderson",
      "aboutText": "Preity Zinta (pronounced [ˈpriːt̪i ˈzɪɳʈaː]; born 31 January 1975) is an Indian film actress. She has appeared in Hindi films of Bollywood, as well as Telugu, Punjabi and English language films. After graduating with a degree in criminal psychology, Zinta made her acting debut in Dil Se..",
      "pageId": 415405,
      "monthDay": "01/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Othella_Harrington",
      "name": "Othella Harrington",
      "aboutText": "Shingo Katori (香取 慎吾, Katori Shingo, born 31 January 1977) is a Japanese actor and singer.",
      "pageId": 496060,
      "monthDay": "01/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ariel_Pestano",
      "name": "Ariel Pestano",
      "aboutText": "William James \"Wil\" Anderson (born 31 January 1974) is an Australian comedian, writer, stand-up performer, television and radio presenter, and media personality.",
      "pageId": 609007,
      "monthDay": "01/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Fred_Coleman",
      "name": "Fred Coleman",
      "aboutText": "Buddy Rice (born January 31, 1976) is an American racecar driver.",
      "pageId": 693434,
      "monthDay": "01/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jackie_O_(radio_host)",
      "name": "Jackie O",
      "aboutText": "Traianos Dellas (Greek: Τραϊανός Δέλλας, born on 31 January 1976 in Thessaloniki, Greece) is a Greek football manager and former player.",
      "pageId": 770436,
      "monthDay": "01/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Preity_Zinta",
      "name": "Preity Zinta",
      "aboutText": "Jimmy Carter Kleinsasser (/ˈklaɪnsɑːsər/; born January 31, 1977) is a former American Football player who played fullback, H-back, and tight end for the Minnesota Vikings of the National Football League.",
      "pageId": 1278337,
      "monthDay": "01/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Traianos_Dellas",
      "name": "Traianos Dellas",
      "aboutText": "Bradford Gates \"Brad\" Rutter (born January 31, 1978) is the biggest all-time money winner on the U.S. syndicated game show Jeopardy! and the biggest all-time money winner on a game show.\nIn 19 regular season and tournament games, Rutter has never lost a Jeopardy!",
      "pageId": 1937560,
      "monthDay": "01/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Buddy_Rice",
      "name": "Buddy Rice",
      "aboutText": "Jacqueline Ellen Henderson, better known as Jackie O, is an Australian commercial radio host, television presenter, and actress. She is best known in Australia for presenting The Hot Hits Live from LA, Hot30 Countdown, Take 40 Australia, two series of Australian Princess, and The Kyle and Jackie O Show (with co-host Kyle Sandilands).\nShe has also hosted celebrity prank show Surprise Surprise Gotcha and appeared on the 2007 comedy series The Nation on the Nine Network.",
      "pageId": 1993996,
      "monthDay": "01/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paul_Scheer",
      "name": "Paul Scheer",
      "aboutText": "Paul Christian Scheer (born January 31, 1976) is an American actor, comedian, writer, producer, director, and podcaster.\nScheer currently stars on the FX series The League, the ABC sitcom Fresh Off the Boat, and Hulu comedy series The Hotwives, which he also executive produces. His recent project Crash Test was a fully improvised comedy special on a moving bus that was released exclusively on Vimeo and starred Aziz Ansari, Aubrey Plaza, Rob Corddry, Earl Sweatshirt, Jack McBrayer and more.",
      "pageId": 2366469,
      "monthDay": "01/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shingo_Katori",
      "name": "Shingo Katori",
      "aboutText": "Othella Harrington (born January 31, 1974) is a retired American professional basketball player and current director of basketball operations for the Georgetown University men's basketball team. After he finished his high school career at Murrah High School, he played in college at Georgetown University where he teamed with NBA superstar Allen Iverson. Harrington was drafted 30th overall (1st pick of the second round) in the 1996 NBA Draft by the Houston Rockets.",
      "pageId": 2406576,
      "monthDay": "01/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jim_Kleinsasser",
      "name": "Jim Kleinsasser",
      "aboutText": "Kerry Marisa Washington (born January 31, 1977) is an American actress. Since 2012, Washington has gained wide public recognition for starring in the ABC drama Scandal, a Shonda Rhimes series in which she plays Olivia Pope, a crisis management expert to politicians and power brokers in Washington DC. For her role, she has been nominated twice for a Primetime Emmy Award for Outstanding Lead Actress in a Drama Series, Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Drama Series, and a Golden Globe Award for Best Actress in a Television Series.\nWashington is also known for her roles as Della Bea Robinson, in the film Ray (2004), as Kay in The Last King of Scotland (2006), as Alicia Masters in the live-action Fantastic Four films of 2005 and 2007, and as Broomhilda von Schaft in Quentin Tarantino's Django Unchained (2012).",
      "pageId": 2558317,
      "monthDay": "01/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bobby_Moynihan",
      "name": "Bobby Moynihan",
      "aboutText": "Katherine Renee \"Kate\" Shindle (born January 31, 1977), Miss America 1998 and Miss Illinois 1997, is an American actress, singer, dancer, and AIDS activist.",
      "pageId": 3571322,
      "monthDay": "01/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sergei_Pareiko",
      "name": "Sergei Pareiko",
      "aboutText": "Ariel Pestano Valdés (born January 31, 1974), better known as El Veterano (\"The Veteran\"), is a Cuban baseball catcher, and is known as one of the greatest catchers in Cuban history. He has won both silver and gold medals in the Olympic Games and also played catcher on Cuba's World Baseball Classic team in March 2006 and March 2009. In Cuba, Pestano plays with the Villa Clara Naranjas of the Cuban National Series.",
      "pageId": 4360639,
      "monthDay": "01/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Katherine_Shindle",
      "name": "Katherine Shindle",
      "aboutText": "Néstor Fabián Caballero (born 1 January 1978 in Misiones, Argentina) commonly referred to as Tyson, is an Argentine-Spanish-Paraguayan former footballer and current Politician.\nCaballero has endured a 19-year career, playing in Argentina, Paraguay, England, Scotland, South Korea, Cyprus, Chile, Greece and Guatemala, and also playing in continental competitions such as the UEFA Intertoto Cup, the UEFA Cup, the Copa Libertadores and the Copa Sudamericana. In 1998, Caballero was loaned from Cerro Porteño to Arsenal for the 1998–99 FA Premier League season, where he made a total of three appearances in all competitions.",
      "pageId": 8867198,
      "monthDay": "01/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kerry_Washington",
      "name": "Kerry Washington",
      "aboutText": "Sergei Pareiko (born 31 January 1977) is an Estonian footballer who plays as a goalkeeper FC Levadia in the Estonian top-tier Premium Liiga and for the Estonia national football team.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian). Eesti Jalgpalli Liit.",
      "pageId": 10012443,
      "monthDay": "01/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Fabi%C3%A1n_Caballero",
      "name": "Fabián Caballero",
      "aboutText": "Fredrick Dewayne Coleman (born January 31, 1975 in Tyler, Texas) is a former professional American football wide receiver. He has played in the National Football League, Arena Football League and the XFL. Coleman graduated from Robert E. Lee High School in Tyler, Texas and played for the Lee Red Raiders. Coleman only had two career receptions in the NFL, but one was a vital 46 yard slant play during the New England Patriots' 17–16 comeback win in Week 12 in 2001.",
      "pageId": 14370910,
      "monthDay": "01/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brad_Rutter",
      "name": "Brad Rutter",
      "aboutText": "Robert Moynihan, Jr. (born January 31, 1977), professionally known as Bobby Moynihan, is an American actor and comedian, best known for his work on Saturday Night Live, where he has been a cast member since 2008.",
      "pageId": 18960879,
      "monthDay": "01/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ellen_Stagg",
      "name": "Ellen Stagg",
      "aboutText": "Ellen Stagg (born January 31, 1978) is an American photographer specializing in fashion, celebrity, advertising and erotic.",
      "pageId": 21241626,
      "monthDay": "01/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Arthur_Wellesley,_Marquess_of_Douro",
      "name": "Arthur Wellesley, Marquess of Douro",
      "aboutText": "Arthur Gerald Wellesley, Marquess of Douro (born 31 January 1978 in Paddington, London) is the son of Charles Wellesley, 9th Duke of Wellington. The Wellesleys are an aristocratic Anglo-Irish family. Through his mother, Princess Antonia of Prussia, he is great-great-grandson of Kaiser Wilhelm II. As a descendant of Queen Victoria, he is eligible to succeed to the British throne.",
      "pageId": 44911404,
      "monthDay": "01/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Tammet",
      "name": "Daniel Tammet",
      "aboutText": "Justin Randall Timberlake (born January 31, 1981) is an American singer, songwriter, actor, and record producer. He appeared on the television shows Star Search and The All-New Mickey Mouse Club as a child. In the late 1990s, Timberlake rose to prominence as one of the two lead vocalists and youngest member of NSYNC, which eventually became one of the best-selling boy bands of all time.",
      "pageId": 69323,
      "monthDay": "01/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Emmett_J._Scanlan",
      "name": "Emmett J. Scanlan",
      "aboutText": "Julio Andrés Arca (born 31 January 1981) is an Argentine footballer, who currently plays as a left back or central midfielder for semi-professional football club South Shields. Arca has spent the majority of his career in the North East of England, firstly for Sunderland from 2000 to 2006, and then for Middlesbrough from 2006 to 2013. He retired from professional football following his release from Middlesbrough, and subsequently played Sunday League football for Willow Pond for the 2014–15 season.",
      "pageId": 1238476,
      "monthDay": "01/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_Adomian",
      "name": "James Adomian",
      "aboutText": "Tiffany Limos (born January 31, 1980 in Dallas, Texas) is an American actress best known for her role as Peaches in the 2002 film Ken Park. Limos made her acting debut in 2002 with the film Teenage Caveman. By 2003, Limos had also written three scripts.",
      "pageId": 1401905,
      "monthDay": "01/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tiffany_Limos",
      "name": "Tiffany Limos",
      "aboutText": "Eleni \"Elena\" Paparizou (Greek: Έλενα Παπαρίζου, pronounced [ˈelena papaˈrizu], born 31 January 1982), usually referred to abroad as Helena Paparizou, is a Greek-Swedish singer, songwriter and television personality. Born and raised in Sweden to Greek parents, she enrolled in various arts schools before launching a career in Sweden in 1999 as a member of the laïko (Greek folk music) and Eurodance duo Antique, who participated in the Eurovision Song Contest 2001 and afterwards became popular in Greece.\nAntique disbanded in 2003 and Paparizou signed a solo recording contract with Sony Music Greece, releasing the chart-topping debut single \"Anapandites Kliseis\" and album Protereotita (2004), with emphasis on laïko, pop, and dance sounds, but at first had modest sales.",
      "pageId": 1470115,
      "monthDay": "01/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Julio_Arca",
      "name": "Julio Arca",
      "aboutText": "Daniel Tammet FRSA (born 31 January 1979) is an English writer, essayist, translator, and autistic savant. His 2006 memoir, Born on a Blue Day, about his life with Asperger syndrome and savant syndrome, was named a \"Best Book for Young Adults\" in 2008 by the American Library Association Young Adult Library Services magazine. His second book, Embracing the Wide Sky, was one of France's best-selling books of 2009.",
      "pageId": 1881115,
      "monthDay": "01/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amrita_Arora",
      "name": "Amrita Arora",
      "aboutText": "Andreas Görlitz (born 31 January 1982) is a German footballer.",
      "pageId": 2114453,
      "monthDay": "01/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Justin_Timberlake",
      "name": "Justin Timberlake",
      "aboutText": "Yuniesky Betancourt Pérez (born January 31, 1982) is a Cuban professional baseball shortstop. Betancourt has played in Major League Baseball (MLB) for the Milwaukee Brewers, Seattle Mariners, and Kansas City Royals.",
      "pageId": 2992775,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Maret_Ani",
      "name": "Maret Ani",
      "aboutText": "Amrita Arora (born 31 January 1981) is a Indian film actress, model, TV Presenter & VJ.",
      "pageId": 3136185,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yuniesky_Betancourt",
      "name": "Yuniesky Betancourt",
      "aboutText": "Jānis Sprukts (born January 31, 1982) is a Latvian professional ice hockey forward. He was drafted by Panthers as their eighth-round pick, #234 overall, in the 2000 NHL Entry Draft.\nSprukts has played two seasons of hockey in North America, then three seasons in Europe with Odense Bulldogs, ASK/Ogre, HK Rīga 2000, HPK. In 2006 he returned to North America, where he signed with the Florida Panthers.",
      "pageId": 3724231,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Andreas_G%C3%B6rlitz",
      "name": "Andreas Görlitz",
      "aboutText": "Maret Ani (born 31 January 1982) is an Estonian retired tennis player.\nAt the start of 2006, she was the top-ranked player in Estonia, before losing that spot to Kaia Kanepi.\nAni was a junior basketball champion, but devoted herself to tennis from the age of 14.",
      "pageId": 3813812,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Salvatore_Masiello",
      "name": "Salvatore Masiello",
      "aboutText": "Vernon Leonard Davis (born January 31, 1984) is an American football tight end for the Denver Broncos of the National Football League (NFL). He played college football at Maryland. He was drafted by the San Francisco 49ers sixth overall in the 2006 NFL Draft.",
      "pageId": 4231834,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Allan_McGregor",
      "name": "Allan McGregor",
      "aboutText": "Bradley Joseph Thompson (born January 31, 1982 in Las Vegas, Nevada) is an American professional baseball pitcher who played in Major League Baseball for the St.",
      "pageId": 4288741,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Bruno_Nogueira",
      "name": "Bruno Nogueira",
      "aboutText": "Allan James McGregor (born 31 January 1982) is a Scottish professional footballer who plays as a goalkeeper for English club Hull City. McGregor previously played for Scottish clubs Rangers, St. Johnstone, Dunfermline Athletic and Turkish team Beşiktaş.",
      "pageId": 5231899,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Elena_Paparizou",
      "name": "Elena Paparizou",
      "aboutText": "Fabio Quagliarella (Italian pronunciation: [ˈfaːbjo kwaʎʎaˈrɛlla]) (born 31 January 1983) is an Italian professional footballer who plays as a forward for Torino.\nHe represented Italy from under-18 to under-21 youth levels before his debut for the senior national team in 2007. He was part of the UEFA Euro 2008 and 2010 FIFA World Cup squads.",
      "pageId": 5960165,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/J%C4%81nis_Sprukts",
      "name": "Jānis Sprukts",
      "aboutText": "Bruno Nogueira (born 31 January 1982) is a Portuguese actor, voice actor, comedian, writer, and television host.\nHe started his career as an actor, on a soap opera called \"Anjo Selvagem\" in 2002. In 2003 he started hosting Curto Circuito on the cable channel Sic Radical.",
      "pageId": 7499076,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yukimi_Nagano",
      "name": "Yukimi Nagano",
      "aboutText": "James Sutton (born James Cook; 31 January 1983) is an English actor, best known for playing John Paul McQueen in the British Channel 4 soap opera Hollyoaks and Ryan Lamb in the ITV soap opera Emmerdale.",
      "pageId": 8481866,
      "monthDay": "01/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brad_Thompson",
      "name": "Brad Thompson",
      "aboutText": "Salvatore Masiello (born 31 January 1982) is an Italian professional footballer who plays as a left-back and is currently unattached.",
      "pageId": 12484242,
      "monthDay": "01/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/James_Sutton_(actor)",
      "name": "James Sutton",
      "aboutText": "James Adomian (born January 31, 1980) is an American stand-up comedian, actor, and impressionist. He is best known for his work on Comedy Bang!",
      "pageId": 14576147,
      "monthDay": "01/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fabio_Quagliarella",
      "name": "Fabio Quagliarella",
      "aboutText": "Yukimi Eleanora Nagano (born 31 January 1982) is a Swedish singer-songwriter. Nagano was born and raised in Gothenburg, Sweden, to a Japanese father and a Swedish-American mother.",
      "pageId": 17168666,
      "monthDay": "01/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Vernon_Davis",
      "name": "Vernon Davis",
      "aboutText": "Emmett Scanlan (born 31 January 1979) is an Irish actor from Dublin. He is best known for playing the villain Brendan Brady in Hollyoaks. He is currently filming BBC2 drama The Fall in 2013-2014 and hitman movie Breakdown in which he appears alongside Craig Fairbrass, James Cosmo, Bruce Payne, Olivia Grant and Tamer Hassan.",
      "pageId": 21936681,
      "monthDay": "01/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Josh_Johnson_(baseball)",
      "name": "Josh Johnson",
      "aboutText": "Jeremy Mathew Wariner (born January 31, 1984) is an American track athlete specializing in the 400 meters. He has won four Olympic medals (three gold, one silver) and six World Championships medals. He is the third fastest competitor in the history of the 400 m event with a personal best of 43.45 seconds behind Michael Johnson (43.18 WR, 1999), and Butch Reynolds (43.29 WR 1988) and the fifth fastest all-time mark when set in 2007.",
      "pageId": 923685,
      "monthDay": "01/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jeremy_Wariner",
      "name": "Jeremy Wariner",
      "aboutText": "Yves Makabu-Ma-Kalambay (born 31 January 1986) is a Congolese professional footballer who last played for Romanian club Oțelul Galați as a goalkeeper. Ma-Kalambay has previously played for Chelsea, Watford, Hibernian, Swansea City and KV Mechelen.\nHis parents are from the DR Congo, but Ma-Kalambay grew up in Brussels in the same neighbourhood as fellow footballers Vincent Kompany, Faris Haroun, Anthony Vanden Borre and Jeanvion Yulu-Matondo.",
      "pageId": 3250661,
      "monthDay": "01/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alessandro_Zanni",
      "name": "Alessandro Zanni",
      "aboutText": "Mario Jerrel Williams (born January 31, 1985) is an American football defensive end for the Buffalo Bills of the National Football League (NFL). He played college football for North Carolina State University, and was selected first overall by the Houston Texans in the 2006 NFL Draft.",
      "pageId": 4195799,
      "monthDay": "01/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Adam_Federici",
      "name": "Adam Federici",
      "aboutText": "Adam Jay Gogic Federici (born 31 January 1985) is an Australian professional footballer who plays as a goalkeeper for English club Bournemouth and the Australia national team.\nFederici began his senior career at Wolverhampton Wanderers in 2003, but was only there briefly and soon switched to Torres. After a reasonably successful season for the Italian side, he joined Reading in 2005, and, following loan spells at Maidenhead United, Northwood and Carshalton Athletic, turned fully professional in 2006.",
      "pageId": 4941100,
      "monthDay": "01/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mario_Williams",
      "name": "Mario Williams",
      "aboutText": "For other people of the same name see Joshua Johnson (disambiguation)",
      "pageId": 5251031,
      "monthDay": "01/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Megan_Ellison",
      "name": "Megan Ellison",
      "aboutText": "Brett Douglas Pitman (born 31 January 1988) is a Jersey-born footballer who plays for English club Ipswich Town. He signed for Bournemouth as a 16-year-old after being spotted playing for Jersey side St. Paul's and went on to become a regular in the Bournemouth first team.",
      "pageId": 6183114,
      "monthDay": "01/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/George_Elokobi",
      "name": "George Elokobi",
      "aboutText": "George Nganyuo Elokobi (born 31 January 1986) is a Cameroonian professional footballer who plays as a defender for Colchester United.\nElokobi moved from his native Cameroon to England at the age of 16, where he entered non-League football with Dulwich Hamlet. After a trial period, he was signed by Colchester United.",
      "pageId": 7210832,
      "monthDay": "01/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yves_Ma-Kalambay",
      "name": "Yves Ma-Kalambay",
      "aboutText": "Alessandro Zanni (born 31 January 1984 in Udine) is an Italian rugby union footballer. He currently plays for Treviso in the Pro 12 and the European Rugby Champions Cup. His usual position is as a number 8, but in national team he plays in the openside flanker position, or in the blindside flanker position.",
      "pageId": 8541285,
      "monthDay": "01/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pauline_Parmentier",
      "name": "Pauline Parmentier",
      "aboutText": "Taijo Teniste (born 31 January 1988) is an Estonian professional footballer who plays as a defender for Norwegian Tippeligaen club Sogndal and the Estonia national football team.",
      "pageId": 12600173,
      "monthDay": "01/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tyler_Hubbard",
      "name": "Tyler Hubbard",
      "aboutText": "Pauline Parmentier (born 31 January 1986) is a French tennis player. Her career-high ranking is world number 40, which she achieved on 21 July 2008, and her highest ranking in doubles is world number 89, which she reached on 30 April 2012.",
      "pageId": 13140232,
      "monthDay": "01/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marcus_Mumford",
      "name": "Marcus Mumford",
      "aboutText": "Kota Yabu (薮 宏太, Yabu Kōta, born 31 January 1990) is a Japanese singer as well as a member of Hey! Say! JUMP. He is under the management of Johnny & Associates.",
      "pageId": 15865860,
      "monthDay": "01/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ra%C3%BAl_Richter",
      "name": "Raúl Richter",
      "aboutText": "Albin Kenneth Dahrup Zohore (born 31 January 1994 in Copenhagen) is a Danish footballer who plays as a striker for Danish Superliga side OB.",
      "pageId": 26056248,
      "monthDay": "01/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Justine_Ozga",
      "name": "Justine Ozga",
      "aboutText": "Tyler Paul Seguin (born January 31, 1992) is a Canadian professional ice hockey centre currently playing for the Dallas Stars of the National Hockey League (NHL). Seguin was selected second overall in the 2010 NHL Entry Draft by the Boston Bruins and went on to win the 2011 Stanley Cup in his rookie season.",
      "pageId": 26423500,
      "monthDay": "01/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brett_Pitman",
      "name": "Brett Pitman",
      "aboutText": "Raúl Amadeus Mark Richter (born 31 January 1987 in Berlin) is a German television and voice actor well known for his portrayal of Nik Gundlach in the German soap opera Gute Zeiten, schlechte Zeiten.\nRichter, who spent his early years in Peru, took part in Let's Dance, the German version of Dancing with the Stars, in 2010.\n^ a b c \"Raúl Richter und Melissa Ortiz-Gomez\".",
      "pageId": 27295021,
      "monthDay": "01/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Taijo_Teniste",
      "name": "Taijo Teniste",
      "aboutText": "Marcus Oliver Johnstone Mumford (born 31 January 1987) is an English-American singer, songwriter, musician and producer best known as the lead singer of the band Mumford & Sons. He also plays a number of instruments with the group, including guitar, drums and mandolin.",
      "pageId": 29114776,
      "monthDay": "01/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kota_Yabu",
      "name": "Kota Yabu",
      "aboutText": "Justine Ozga (born 31 January 1988 in Gliwice, Poland) is a German tennis player.\nOzga has won two singles and eight doubles titles on the ITF tour in her career. On 15 October 2007, she reached her best singles ranking of world number 259.",
      "pageId": 30962064,
      "monthDay": "01/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tyler_Seguin",
      "name": "Tyler Seguin",
      "aboutText": "Joel Courtney (born January 31, 1996) is an American actor, best known for his role of Joseph \"Joe\" Lamb in the 2011 Steven Spielberg/J. J. Abrams film Super 8, for which he received critical acclaim and a Saturn Award.",
      "pageId": 32021142,
      "monthDay": "01/31"
    },
    {
      "year": "1994",
      "uri": "/wiki/Kenneth_Zohore",
      "name": "Kenneth Zohore",
      "aboutText": "Margaret Elizabeth \"Megan\" Ellison (born January 31, 1986) is an American film producer and founder of Annapurna Pictures, established in 2011. She is best known for producing the films Zero Dark Thirty, Her and American Hustle, all of which have earned her Oscar nominations. In 2014, TIME placed her in its list of \"100 Most Influential People in the World\" - Pioneers.",
      "pageId": 35549374,
      "monthDay": "01/31"
    },
    {
      "year": "1996",
      "uri": "/wiki/Joel_Courtney",
      "name": "Joel Courtney",
      "aboutText": "Found alma_mater, Tyler Reed Hubbard (born January 31, 1987) is an American musician, best known as a member of the Nashville-based bro-country duo Florida Georgia Line. Hubbard, a native of Monroe, Georgia, had been involved with music since a young age. He moved to Nashville to begin school at Belmont University, where he met Brian Kelley, the other member of Florida Georgia Line.",
      "pageId": 40254549,
      "monthDay": "01/31"
    }
  ]
}