{
  "people": [
    {
      "year": "921",
      "uri": "/wiki/Chai_Rong",
      "name": "Chai Rong",
      "aboutText": "Niccolò (or Nicolò) Paganini (27 October 1782 – 27 May 1840) was an Italian violinist, violist, guitarist, and composer. He was the most celebrated violin virtuoso of his time, and left his mark as one of the pillars of modern violin technique.",
      "pageId": 21511,
      "monthDay": "10/27"
    },
    {
      "year": "1156",
      "uri": "/wiki/Raymond_VI,_Count_of_Toulouse",
      "name": "Raymond VI, Count of Toulouse",
      "aboutText": "Theodore \"Teddy\" Roosevelt (/ˈroʊzəvɛlt/ ROH-zə-velt; October 27, 1858 – January 6, 1919), often referred to as TR, was an American statesman, author, explorer, soldier, naturalist, and reformer who served as the 26th President of the United States from 1901 to 1909. As a leader of the Republican Party during this time, he became a driving force for the Progressive Era in the United States in the early 20th Century.\nBorn a sickly child with debilitating asthma, Roosevelt successfully overcame his health problems by embracing a strenuous lifestyle.",
      "pageId": 30535,
      "monthDay": "10/27"
    },
    {
      "year": "1335",
      "uri": "/wiki/Taejo_of_Joseon",
      "name": "Taejo of Joseon",
      "aboutText": "Catherine of Valois (27 October 1401 – 3 January 1437) was the Queen consort of England from 1420 until 1422. She was the descendant, consort, and ancestor of kings. A daughter of Charles VI of France, she married Henry V of England, and gave birth to his heir Henry VI of England.",
      "pageId": 47072,
      "monthDay": "10/27"
    },
    {
      "year": "1401",
      "uri": "/wiki/Catherine_of_Valois",
      "name": "Catherine of Valois",
      "aboutText": "Viscount Saitō Makoto, GCB (斎藤 実, October 27, 1858 – February 26, 1936) was a Japanese naval officer and politician.\nSaitō was an admiral in the Imperial Japanese Navy. He was two-time Governor-General of Korea from 1919 to 1927 and from 1929 to 1931, and the 30th Prime Minister of Japan from May 26, 1932 to July 8, 1934.",
      "pageId": 174146,
      "monthDay": "10/27"
    },
    {
      "year": "1703",
      "uri": "/wiki/Johann_Gottlieb_Graun",
      "name": "Johann Gottlieb Graun",
      "aboutText": "Isaac Merritt Singer (October 27, 1811 – July 23, 1875) was an American inventor, actor, and entrepreneur. He made important improvements in the design of the sewing machine and was the founder of the Singer Sewing Machine Company. Many had patented sewing machines before Singer, but his success was based on the practicality of his machine, the ease with which it could be adapted to home use, and its availability on an installment payment basis.",
      "pageId": 186623,
      "monthDay": "10/27"
    },
    {
      "year": "1744",
      "uri": "/wiki/Mary_Moser",
      "name": "Mary Moser",
      "aboutText": "Klas Pontus Arnoldson (27 October 1844 – 20 February 1916) was a Swedish author, journalist, politician, and committed pacifist who received the Nobel Peace Prize in 1908 with Fredrik Bajer. He was a founding member and the first chairman of the Swedish Peace and Arbitration Society.",
      "pageId": 320914,
      "monthDay": "10/27"
    },
    {
      "year": "1760",
      "uri": "/wiki/August_Neidhardt_von_Gneisenau",
      "name": "August Neidhardt von Gneisenau",
      "aboutText": "Giovanni Giolitti (Italian pronunciation: [dʒoˈvanni dʒoˈlitti]; October 27, 1842 – July 17, 1928) was an Italian statesman. He was the Prime Minister of Italy five times between 1892 and 1921. He is the second-longest serving Prime Minister in Italian history, after Benito Mussolini.",
      "pageId": 355439,
      "monthDay": "10/27"
    },
    {
      "year": "1766",
      "uri": "/wiki/Nancy_Storace",
      "name": "Nancy Storace",
      "aboutText": "Taejo of Joseon (October 27, 1335 – June 18, 1408), born Yi Seong-gye, whose changed name is Yi Dan, was the founder and the first king of the Joseon Dynasty of Korea reigning from 1392 to 1398, and the main figure in overthrowing the Goryeo Dynasty. He was posthumously raised to the rank of Emperor in 1899 by Gojong, the Gwangmu Emperor, who had proclaimed the Korean Empire in 1897.\nTaejo's father Yi Ja-chun was a minor Mongol official, but his ethnicity was Korean.",
      "pageId": 411354,
      "monthDay": "10/27"
    },
    {
      "year": "1782",
      "uri": "/wiki/Niccol%C3%B2_Paganini",
      "name": "Niccolò Paganini",
      "aboutText": "August Wilhelm Antonius Graf Neidhardt von Gneisenau (27 October 1760 – 23 August 1831) was a Prussian field marshal. He was a prominent figure in the reform of the Prussian military and the War of Liberation.",
      "pageId": 417393,
      "monthDay": "10/27"
    },
    {
      "year": "1806",
      "uri": "/wiki/Juan_Segu%C3%ADn",
      "name": "Juan Seguín",
      "aboutText": "Mary Moser RA (27 October 1744 – 2 May 1819) was an English painter and one of the most celebrated women artists of 18th-century Britain.",
      "pageId": 619725,
      "monthDay": "10/27"
    },
    {
      "year": "1811",
      "uri": "/wiki/Stevens_T._Mason",
      "name": "Stevens T. Mason",
      "aboutText": "Sir William Alexander Smith (27 October 1854 – 10 May 1914), the founder of the Boys' Brigade, was born in Pennyland House, Thurso, Scotland. He was the eldest son of Major David Smith and his wife Harriet.",
      "pageId": 679633,
      "monthDay": "10/27"
    },
    {
      "year": "1811",
      "uri": "/wiki/Isaac_Singer",
      "name": "Isaac Singer",
      "aboutText": "John Davis Long (October 27, 1838 – August 28, 1915) was an American lawyer, politician, and writer. He served as the 32nd Governor of Massachusetts between 1880 and 1883. He later served as the Secretary of the Navy from 1897 to 1902, a period that notably included the Spanish–American War.",
      "pageId": 755462,
      "monthDay": "10/27"
    },
    {
      "year": "1814",
      "uri": "/wiki/Daniel_H._Wells",
      "name": "Daniel H. Wells",
      "aboutText": "Raymond VI (October 27, 1156 – August 2, 1222) was Count of Toulouse and Marquis of Provence from 1194 to 1222. He was also (as Raymond IV) Count of Melgueil from 1173 to 1190.",
      "pageId": 1131899,
      "monthDay": "10/27"
    },
    {
      "year": "1838",
      "uri": "/wiki/John_Davis_Long",
      "name": "John Davis Long",
      "aboutText": "Stevens Thomson Mason (October 27, 1811 – January 4, 1843) was an American politician who served as the 1st Governor of Michigan from 1835 to 1840. Coming to political prominence at an early age, Mason was appointed his state's acting Territorial Secretary by Andrew Jackson at 19, becoming the acting Territorial Governor soon thereafter in 1834 at the age of 22. As territorial governor, Mason was instrumental in guiding Michigan to statehood, which was secured in 1837.",
      "pageId": 1156012,
      "monthDay": "10/27"
    },
    {
      "year": "1842",
      "uri": "/wiki/Giovanni_Giolitti",
      "name": "Giovanni Giolitti",
      "aboutText": "Juan Nepomuceno Seguín (October 27, 1806 – August 27, 1890) was a political and military figure of the Texas Revolution helping to establish the independence of Texas.",
      "pageId": 1184990,
      "monthDay": "10/27"
    },
    {
      "year": "1844",
      "uri": "/wiki/Klas_Pontus_Arnoldson",
      "name": "Klas Pontus Arnoldson",
      "aboutText": "Daniel Hanmer Wells (October 27, 1814 – March 24, 1891) was an apostle of The Church of Jesus Christ of Latter-day Saints (LDS Church) and the third mayor of Salt Lake City, Utah Territory, United States.",
      "pageId": 1529310,
      "monthDay": "10/27"
    },
    {
      "year": "1854",
      "uri": "/wiki/William_Alexander_Smith_(Boys%27_Brigade)",
      "name": "William Alexander Smith",
      "aboutText": "Johann Gottlieb Graun (27 October 1703 – 28 October 1771) was a German Baroque/Classical era composer and violinist, born in Wahrenbrück.",
      "pageId": 3044943,
      "monthDay": "10/27"
    },
    {
      "year": "1858",
      "uri": "/wiki/Sait%C5%8D_Makoto",
      "name": "Saitō Makoto",
      "aboutText": "Chai Rong (柴榮) (27 October 921 – 27 July 959) or Guo Rong (郭榮), also known by his temple name Shizong (世宗), was the second emperor of imperial China's short-lived Later Zhou during the Five Dynasties and Ten Kingdoms period, reigning from 954 until his death. He succeeded his uncle-in-law Guo Wei, whose surname he had adopted.\nEmperor Shizong is considered a highly successful emperor of the Five Dynasties period.",
      "pageId": 7685714,
      "monthDay": "10/27"
    },
    {
      "year": "1858",
      "uri": "/wiki/Theodore_Roosevelt",
      "name": "Theodore Roosevelt",
      "aboutText": "Anna (or Ann) Selina Storace, known as Nancy Storace (Italian: [stoˈratʃe]; sto-RA-chay; 27 October 1765 – 24 August 1817), was an English operatic soprano. The role of Susanna in Mozart's Le nozze di Figaro was written for and first performed by her.\nBorn in London, her singing career as a child prodigy began in England by the age of 12.",
      "pageId": 10020176,
      "monthDay": "10/27"
    },
    {
      "year": "1865",
      "uri": "/wiki/Charles_Spencelayh",
      "name": "Charles Spencelayh",
      "aboutText": "Charles Spencelayh (October 27, 1865 – June 25, 1958) was an English genre painter and portraitist in the Academic style.\nSpencelayh was born in Rochester in Kent, and first studied at the National Art Training School, South Kensington. He showed his work at the Paris Salon, but most of his exhibitions were in Britain.",
      "pageId": 12034191,
      "monthDay": "10/27"
    },
    {
      "year": "1869",
      "uri": "/wiki/Viola_Allen",
      "name": "Viola Allen",
      "aboutText": "Leif Erickson (October 27, 1911 – January 29, 1986) was an American stage, film, and television actor.",
      "pageId": 148764,
      "monthDay": "10/27"
    },
    {
      "year": "1872",
      "uri": "/wiki/Emily_Post",
      "name": "Emily Post",
      "aboutText": "Ernst Friedrich Christoph \"Fritz\" Sauckel (27 October 1894 – 16 October 1946) was a German Nazi politician, Gauleiter of Thuringia and the General Plenipotentiary for Labour Deployment from 1942 until the end of the Second World War.\nSauckel was among the 24 persons accused in the Nuremberg Trial of the Major War Criminals before the International Military Tribunal.",
      "pageId": 268153,
      "monthDay": "10/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/Walt_Kuhn",
      "name": "Walt Kuhn",
      "aboutText": "Lenore Krassner (October 27, 1908 – June 19, 1984), known professionally as Lee Krasner, was an influential American abstract expressionist painter in the second half of the 20th century. She is one of the few female artists to have had a retrospective show at the Museum of Modern Art.",
      "pageId": 584664,
      "monthDay": "10/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/George_Thompson_(cricketer)",
      "name": "George Thompson",
      "aboutText": "Emily Post (ca. October 27, 1872 – September 25, 1960) was an American author famous for writing about etiquette.",
      "pageId": 744333,
      "monthDay": "10/27"
    },
    {
      "year": "1884",
      "uri": "/wiki/Shir%C5%8D_Takasu",
      "name": "Shirō Takasu",
      "aboutText": "Luigi Piotti (October 27, 1913 in Milan – April 19, 1971 in Godiasco) was a racing driver from Italy. He participated in 8 Formula One World Championship Grands Prix, debuting on January 22, 1956. He scored no championship points.",
      "pageId": 1235052,
      "monthDay": "10/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Sigrid_Hjert%C3%A9n",
      "name": "Sigrid Hjertén",
      "aboutText": "Kazuo Ohno (大野 一雄, Ōno Kazuo, October 27, 1906 – June 1, 2010) was a Japanese dancer who became a guru and inspirational figure in the dance form known as Butoh.",
      "pageId": 1571262,
      "monthDay": "10/27"
    },
    {
      "year": "1890",
      "uri": "/wiki/Toshinari_Sh%C5%8Dji",
      "name": "Toshinari Shōji",
      "aboutText": "Joseph Medicine Crow-High Bird (born October 27, 1913) is a Crow historian and author. He is also an enrolled member of the Crow Nation of Native Americans. His writings on Native American history and reservation culture are considered seminal works, but he is best known for his writings and lectures concerning the Battle of the Little Bighorn.",
      "pageId": 1631693,
      "monthDay": "10/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Agda_Helin",
      "name": "Agda Helin",
      "aboutText": "George Joseph Thompson (27 October 1877 – 3 March 1943) was the mainstay of the Northamptonshire county cricket eleven for a long period encompassing both its days as a minor county and its earliest years in the County Championship.\nA huge man, standing well over six feet tall and weighing more than 16 stone (102 kg), Thompson was an excellent all-rounder. Despite his huge frame, his batting relied chiefly on a very watchful eye that made him a very hard man to dismiss when pitches were hard and firm.",
      "pageId": 1668169,
      "monthDay": "10/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Oliver_Leese",
      "name": "Oliver Leese",
      "aboutText": "Lieutenant-General Sir Oliver William Hargreaves Leese, 3rd Baronet KCB CBE DSO (27 October 1894 – 22 January 1978) was a senior officer of the British Army who saw distinguished active service during both World War I and World War II. During the Second World War he commanded XXX Corps in the Allied invasion of Sicily in July 1943, serving under General Bernard Montgomery, and later commanded the British Eighth Army in the Italian Campaign throughout most of 1944.",
      "pageId": 2157018,
      "monthDay": "10/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Fritz_Sauckel",
      "name": "Fritz Sauckel",
      "aboutText": "John Elmer \"Jack\" Carson (October 27, 1910 – January 2, 1963) was a Canadian-born American-based film actor.\nCarson was one of the most popular character actors during the \"golden age of Hollywood\", with a film career spanning the 1930s, '40s and '50s. Though he was primarily used in supporting roles for comic relief, his work in films such as Mildred Pierce (1945) and Cat on a Hot Tin Roof (1958) displayed his mastery of \"straight\" dramatic actor roles as well.",
      "pageId": 2433987,
      "monthDay": "10/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Edith_Haisman",
      "name": "Edith Haisman",
      "aboutText": "Walt Kuhn (October 27, 1877 – July 13, 1949) was an American painter and an organizer of the famous Armory Show of 1913, which was America's first large-scale introduction to European Modernism.",
      "pageId": 2493812,
      "monthDay": "10/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Riho_Lahi",
      "name": "Riho Lahi",
      "aboutText": "Earle Cabell (October 27, 1906 – September 24, 1975) was a Texas politician who served as mayor of Dallas, Texas.",
      "pageId": 2643171,
      "monthDay": "10/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Peter_Blume",
      "name": "Peter Blume",
      "aboutText": "Viola Emily Allen (October 27, 1867 – May 9, 1948) was an American stage actress who played leading roles in Shakespeare and other plays, including many original plays. She starred in over two dozen Broadway productions from 1885 to 1916. Beginning in 1915, she appeared in three silent films.",
      "pageId": 3337913,
      "monthDay": "10/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Earle_Cabell",
      "name": "Earle Cabell",
      "aboutText": "Peter Blume (27 October 1906 - 30 November 1992) was an American painter and sculptor.",
      "pageId": 3492187,
      "monthDay": "10/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Kazuo_Ohno",
      "name": "Kazuo Ohno",
      "aboutText": "Sigrid Hjertén (27 October 1885 – 24 March 1948), was a Swedish modernist painter. Hjertén is considered a major figure in Swedish modernism. Periodically she was highly productive and participated in 106 exhibitions.",
      "pageId": 7668719,
      "monthDay": "10/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lee_Krasner",
      "name": "Lee Krasner",
      "aboutText": "Edith Haisman (27 October 1896 – 20 January 1997) was one of the last remaining and oldest survivors of the sinking of the RMS Titanic in April 1912. She was the last survivor born in the 19th century, although seven younger survivors outlived her.",
      "pageId": 8073514,
      "monthDay": "10/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jack_Carson",
      "name": "Jack Carson",
      "aboutText": "Riho Lahi (27 October 1904 – 23 April 1995) was an Estonian writer and journalist, probably best known by his fictional character Kihva Värdi.",
      "pageId": 13149721,
      "monthDay": "10/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Leif_Erickson_(actor)",
      "name": "Leif Erickson",
      "aboutText": "Toshinari (or Toshishige) Shōji (東海林 俊成, Shōji Toshinari (Toshishige), October 27, 1890 – December 10, 1974) was a major general and in the Imperial Japanese Army during the Pacific campaign in World War II.",
      "pageId": 15302218,
      "monthDay": "10/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Joe_Medicine_Crow",
      "name": "Joe Medicine Crow",
      "aboutText": "Admiral Shirō Takasu (高須 四郎, Takasu Shirō, October 27, 1884 – September 2, 1944) was a career naval officer in the Imperial Japanese Navy during World War II.",
      "pageId": 26158525,
      "monthDay": "10/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Luigi_Piotti",
      "name": "Luigi Piotti",
      "aboutText": "Agda Helin (27 October 1894 – 10 February 1984) was a Swedish actress. She appeared in more than 60 films between 1912 and 1968.\n^ \"Agda Helin\".",
      "pageId": 42089944,
      "monthDay": "10/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ahmet_Kire%C3%A7%C3%A7i",
      "name": "Ahmet Kireççi",
      "aboutText": "Dylan Marlais Thomas (27 October 1914 – 9 November 1953) was a Welsh poet and writer, whose works include the poems \"Do not go gentle into that good night\" and \"And death shall have no dominion\"; the 'play for voices' Under Milk Wood; and stories and radio broadcasts such as A Child's Christmas in Wales and Portrait of the Artist as a Young Dog. He became widely popular in his lifetime, and remained so after his premature death at the age of 39 in New York City, but had by then acquired a reputation, which he encouraged, as a \"roistering, drunken and doomed poet\".\nThomas was born in Swansea, Wales, in 1914.",
      "pageId": 8783,
      "monthDay": "10/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/Dylan_Thomas",
      "name": "Dylan Thomas",
      "aboutText": "Roy Fox Lichtenstein (pronounced /ˈlɪktənˌstaɪn/; October 27, 1923 – September 29, 1997) was an American pop artist. During the 1960s, along with Andy Warhol, Jasper Johns, and James Rosenquist among others, he became a leading figure in the new art movement. His work defined the basic premise of pop art through parody.",
      "pageId": 60143,
      "monthDay": "10/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Harry_Saltzman",
      "name": "Harry Saltzman",
      "aboutText": "Kocheril Raman Narayanan ( listen ; 27 October 1920 – 9 November 2005) was the tenth President of India.\nBorn in Perumthanam, Uzhavoor village, in the princely state of Travancore (present day Kottayam district, Kerala), and after a brief stint with journalism and then studying political science at the London School of Economics with the assistance of a scholarship, Narayanan began his career in India as a member of the Indian Foreign Service in the Nehru administration. He served as ambassador to Japan, United Kingdom, Thailand, Turkey, People's Republic of China and United States of America and was referred to by Nehru as \"the best diplomat of the country\".",
      "pageId": 101731,
      "monthDay": "10/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Augustine_Harris",
      "name": "Augustine Harris",
      "aboutText": "Teresa Wright (October 27, 1918 – March 6, 2005) was an American actress. Her first Academy Award for Best Supporting Actress nomination came in 1941 for her debut work in The Little Foxes. She received the Academy Award for Best Supporting Actress in 1942 for her performance in Mrs.",
      "pageId": 181011,
      "monthDay": "10/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Oliver_Tambo",
      "name": "Oliver Tambo",
      "aboutText": "Oliver Reginald Tambo (27 October 1917 – 24 April 1993) was a South African anti-apartheid politician and revolutionary who served as President of the African National Congress (ANC) from 1967 to 1991.",
      "pageId": 433822,
      "monthDay": "10/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Mihkel_Mathiesen",
      "name": "Mihkel Mathiesen",
      "aboutText": "Warren Minor Christopher (October 27, 1925 – March 18, 2011) was an American lawyer, diplomat and politician. During Bill Clinton's first term as President, Christopher served as the 63rd Secretary of State. He also served as Deputy Attorney General in the Lyndon Johnson Administration, and as Deputy Secretary of State in the Carter Administration.",
      "pageId": 435273,
      "monthDay": "10/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Teresa_Wright",
      "name": "Teresa Wright",
      "aboutText": "Ralph McPherran Kiner (October 27, 1922 – February 6, 2014) was an American Major League Baseball player. An outfielder, Kiner played for the Pittsburgh Pirates, Chicago Cubs, and Cleveland Indians from 1946 through 1955. He also served as an announcer for the New York Mets from the team's inception until his death.",
      "pageId": 632717,
      "monthDay": "10/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Nanette_Fabray",
      "name": "Nanette Fabray",
      "aboutText": "Sir Paul Leonard Fox, CBE (born 27 October 1925), is a British television executive, who spent much of his broadcasting career working for BBC Television, most prominently as the Controller of BBC 1 between 1967 and 1973.",
      "pageId": 689675,
      "monthDay": "10/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/K._R._Narayanan",
      "name": "K. R. Narayanan",
      "aboutText": "Herschel Saltzman (October 27, 1915 – September 28, 1994), better known as Harry Saltzman, was a Canadian theatre and film producer best known for his role in co-producing the James Bond film series with Albert R. Broccoli. He lived most of his life in Denham, Buckinghamshire, England.",
      "pageId": 1060363,
      "monthDay": "10/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Warren_Allen_Smith",
      "name": "Warren Allen Smith",
      "aboutText": "Nanette Fabray (born October 27, 1920) is an American actress, dancer and singer. She began her career performing in vaudeville as a child and became a musical theatre actress during the 1940s and 1950s, winning a Tony Award in 1949 for her performance in Love Life. In the mid-1950s, she served as Sid Caesar's comedic partner on Caesar's Hour, for which she won three Emmy Awards.",
      "pageId": 1265591,
      "monthDay": "10/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Poul_Bundgaard",
      "name": "Poul Bundgaard",
      "aboutText": "Ruby Dee (October 27, 1922 – June 11, 2014) was an American actress, poet, playwright, screenwriter, journalist and activist. She is perhaps best known for originating the role of Ruth Younger in the stage and film versions of A Raisin in the Sun (1961). Her other notable film roles include The Jackie Robinson Story (1950), and Do the Right Thing (1989).",
      "pageId": 1296302,
      "monthDay": "10/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ruby_Dee",
      "name": "Ruby Dee",
      "aboutText": "Warren Allen Smith (born October 27, 1921) is an American gay rights activist, writer and humanities humanist. In 1961, Smith started the Variety Recording Studio, a major independent company off Broadway, New York City, with his business partner and longtime companion Fernando Rodolfo de Jesus Vargas Zamora. Smith ran the company for almost thirty years (1961–90).",
      "pageId": 3057126,
      "monthDay": "10/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Michel_Galabru",
      "name": "Michel Galabru",
      "aboutText": "Poul Arne Bundgaard (27 October 1922 – 3 June 1998) was a Danish actor and singer.",
      "pageId": 3361950,
      "monthDay": "10/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ralph_Kiner",
      "name": "Ralph Kiner",
      "aboutText": "Bishop Augustine Harris (27 October 1917 – 30 August 2007) was Roman Catholic Bishop of Middlesbrough and former Auxiliary Bishop of Liverpool.\nThomas Augustine Harris was born in West Derby, a suburb of Liverpool and was educated at St. Cecilia's Primary School and St.",
      "pageId": 4318798,
      "monthDay": "10/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Roy_Lichtenstein",
      "name": "Roy Lichtenstein",
      "aboutText": "Mihkel Mathiesen (27 October 1918 – 28 November 2003) was an Estonian statesman.\nMihkel Mathiesen was born in Are Parish, Pärnu County. He was Estonian Minister of Communications in exile from 5 June 1985 to 20 June 1990 and Minister of Economic Affairs in exile from 20 June 1990 to 15 September 1992.",
      "pageId": 4487337,
      "monthDay": "10/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ned_Wertimer",
      "name": "Ned Wertimer",
      "aboutText": "Michel Louis Edmond Galabru is a French actor born on 27 October 1922 in Safi, Morocco.",
      "pageId": 5930309,
      "monthDay": "10/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bonnie_Lou",
      "name": "Bonnie Lou",
      "aboutText": "Jane Sperry Connell (née Bennett; October 27, 1925 – September 22, 2013) was an American character actress. She was born in Berkeley, California to Louis Wesley and Mary (née Sperry) Bennett.",
      "pageId": 7016697,
      "monthDay": "10/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Warren_Christopher",
      "name": "Warren Christopher",
      "aboutText": "Ahmet Kireççi (aka Ahmet Mersinli, 27 October 1914 in Mersin – 17 August 1979 in Mersin, Turkey), was a Turkish sports wrestler, who won the Olympic medal twice, the bronze medal in the Middleweight class of Men's Freestyle Wrestling at the 1936 Olympics and the gold medal in the Heavyweight class of Men's Greco-Roman category at the 1948 Olympics.\nBorn in the southern city of Mersin, he began first boxing and then continued in athletics. He switched over to wrestling and took part in a yağlı güreş (oil wrestling) competition in Tarsus, where he became champion.",
      "pageId": 9173329,
      "monthDay": "10/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jane_Connell",
      "name": "Jane Connell",
      "aboutText": "Mary Joan Okum (née Kath; October 27, 1924 – December 8, 2015), known by her performing name Bonnie Lou, was an American musical pioneer, recognized as one of first female rock and roll singers. She is also one of the first artists to gain crossover success from country music to rock and roll. She was the \"top name\" on the first country music program regularly broadcast on a national TV network.",
      "pageId": 10312806,
      "monthDay": "10/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Paul_Fox_(television_executive)",
      "name": "Paul Fox",
      "aboutText": "Ned Wertimer (October 27, 1923 – January 2, 2013) was an American actor.",
      "pageId": 38178274,
      "monthDay": "10/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Monica_Sims",
      "name": "Monica Sims",
      "aboutText": "Sylvia Plath (/plæθ/; October 27, 1932 – February 11, 1963) was an American poet, novelist, and short-story writer. Born in Boston, Massachusetts, she studied at Smith College and Newnham College at the University of Cambridge, before receiving acclaim as a poet and writer. She married fellow poet Ted Hughes in 1956; they lived together in the United States and then England, and had two children, Frieda and Nicholas.",
      "pageId": 28699,
      "monthDay": "10/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Boris_Chetkov",
      "name": "Boris Chetkov",
      "aboutText": "Harry Robbins \"Bob\" Haldeman (better known as H. R. Haldeman; October 27, 1926 – November 12, 1993) was an American political aide and businessman, best known for his service as White House Chief of Staff to President Richard Nixon and his consequent involvement in the Watergate scandal. His intimate role in the Watergate cover-up precipitated his resignation from government; subsequent to which he was tried on counts of perjury, conspiracy and obstruction of justice; found guilty and imprisoned for 18 months.",
      "pageId": 144113,
      "monthDay": "10/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/H._R._Haldeman",
      "name": "H. R. Haldeman",
      "aboutText": "Leo Baxendale (born 27 October 1930 in Whittle-le-Woods, Lancashire) is a British cartoonist, who was the creator of the classic Beano strips Little Plum (1953), Minnie the Minx (1953), The Bash Street Kids (created October 1953, began publication February 1954) and The Three Bears (1959).",
      "pageId": 214712,
      "monthDay": "10/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Takumi_Shibano",
      "name": "Takumi Shibano",
      "aboutText": "Gilles Vigneault, GOQ (French pronunciation: ​[ʒil viɲo]; born 27 October 1928) is a Canadian poet, publisher and singer-songwriter, and Quebec nationalist and sovereigntist. Two of his songs are considered by many Quebec's unofficial anthems: \"Mon pays\" and \"Les gens de mon pays\", and his line Mon pays ce n'est pas un pays, c'est l'hiver (My country is not a country, it is winter, from \"Mon Pays\") became a proverb in Quebec.",
      "pageId": 474229,
      "monthDay": "10/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Dominick_Argento",
      "name": "Dominick Argento",
      "aboutText": "Dominick Argento (born October 27, 1927) is an American composer known for his lyric operatic and choral music. Among his best known pieces are the operas Postcard from Morocco, Miss Havisham's Fire, The Masque of Angels, and The Aspern Papers. He also is known for the song cycles Six Elizabethan Songs and From the Diary of Virginia Woolf; the latter earned him the Pulitzer Prize for Music in 1975.",
      "pageId": 1526385,
      "monthDay": "10/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gilles_Vigneault",
      "name": "Gilles Vigneault",
      "aboutText": "Floyd Cramer (October 27, 1933 – December 31, 1997) was an American Hall of Fame pianist who was one of the architects of the \"Nashville sound\".",
      "pageId": 1603208,
      "monthDay": "10/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Maurice_Robert_Johnston",
      "name": "Maurice Robert Johnston",
      "aboutText": "Henry \"Harry\" Gregg MBE (born 27 October 1932) is a former Northern Ireland international footballer and manager. He made 25 appearances for Northern Ireland as a goalkeeper and played for Manchester United during the reign of Sir Matt Busby, with a total of 247 appearances for the club. He was a survivor of the Munich air disaster in 1958.",
      "pageId": 1796329,
      "monthDay": "10/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Leo_Baxendale",
      "name": "Leo Baxendale",
      "aboutText": "Jean-Pierre Cassel (27 October 1932 – 19 April 2007) was a French actor.",
      "pageId": 3211634,
      "monthDay": "10/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Myra_Carter",
      "name": "Myra Carter",
      "aboutText": "Barry Emanuel Supple, CBE, FBA (born 27 October 1930, Hackney, London), is Emeritus Professor of Economic History, University of Cambridge, and a former Director of the Leverhulme Trust.",
      "pageId": 7709423,
      "monthDay": "10/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Barry_Supple",
      "name": "Barry Supple",
      "aboutText": "Giorgos Konstadinou (Greek: Γιώργος Κωνσταντίνου; born October 27, 1934 in Athens) is a Greek actor, writer, and director. He is the son of actress Nitsa Filosofou. His career was boosted after the 'profiterole' scene in the movie Ktipokardia sto thranio and reached its pinnacle with the comedy film The...",
      "pageId": 8529820,
      "monthDay": "10/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/David_Bryant",
      "name": "David Bryant",
      "aboutText": "Ryō Hanmura (Japanese: 半村 良, Hepburn: Hanmura Ryō, October 27, 1933 – March 4, 2002). His name is alternatively transliterated as Ryō Hammura. While he wrote books as Ryō Hanmura is real name was Heitarō Kinō (清野 平太郎（きよの へいたろう）).",
      "pageId": 10866533,
      "monthDay": "10/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Nawal_El_Saadawi",
      "name": "Nawal El Saadawi",
      "aboutText": "Myra Carter (born October 27, 1930) is an American actress of stage, screen and television.",
      "pageId": 12359687,
      "monthDay": "10/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Anatoliy_Zayaev",
      "name": "Anatoliy Zayaev",
      "aboutText": "Lieutenant-General Sir Maurice Robert Johnston KCB CVO OBE (born 27 October 1929) is the former Deputy Chief of the Defence Staff (Operational Requirements), 1981–1982, and Lord Lieutenant of Wiltshire from 5 July 1996 to 10 November 2004.",
      "pageId": 17099438,
      "monthDay": "10/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jean-Pierre_Cassel",
      "name": "Jean-Pierre Cassel",
      "aboutText": "David James Bryant, CBE (born 27 October 1931), is a former three-time World (outdoors) singles bowls champion (in 1966, 1980 and 1988) and also a three-time World indoors singles champion (in 1979, 1980 and 1981).\nBryant was born in Clevedon, North Somerset, England. In addition to his world titles, he won the Commonwealth Games singles bowls championship on 4 occasions: 1962, 1970, 1974 and 1978.",
      "pageId": 19313618,
      "monthDay": "10/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Harry_Gregg",
      "name": "Harry Gregg",
      "aboutText": "Anatoliy Zayaev (October 27, 1931 – December 18, 2012) was a Soviet football player and a Ukrainian coach.",
      "pageId": 20708227,
      "monthDay": "10/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dolores_Moore",
      "name": "Dolores Moore",
      "aboutText": "Takumi Shibano (柴野 拓美, Shibano Takumi, October 27, 1926 – January 16, 2010) was a Japanese science-fiction translator and author. He was a major figure in fandom in Japan and contributed to establishing the Japanese science fiction genre.\nA native of Kanazawa, Ishikawa, in 1957 Takumi started Japan's first successful science fiction fanzine Uchūjin (宇宙塵), \"Cosmic Dust,\" initially published monthly; many contributors to the fanzine later became pro, including Shin'ichi Hoshi, Sakyo Komatsu, Ryu Mitsuse and Yasutaka Tsutsui, and formed the first generation of modern Japanese science fiction authors.",
      "pageId": 25851336,
      "monthDay": "10/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Sylvia_Plath",
      "name": "Sylvia Plath",
      "aboutText": "Monica Sims OBE (born 27 October 1925) is a British BBC Radio producer who became Head of Children's Programmes, BBC Television then Controller of BBC Radio 4.",
      "pageId": 30468536,
      "monthDay": "10/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Floyd_Cramer",
      "name": "Floyd Cramer",
      "aboutText": "Nawal El Saadawi (Arabic: نوال السعداوى‎, born October 27, 1931) is an Egyptian feminist writer, activist, physician and psychiatrist. She has written many books on the subject of women in Islam, paying particular attention to the practice of female genital mutilation in her society.\nShe is founder and president of the Arab Women's Solidarity Association  and co-founder of the Arab Association for Human Rights.",
      "pageId": 30874241,
      "monthDay": "10/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ry%C5%8D_Hanmura",
      "name": "Ryō Hanmura",
      "aboutText": "Dolores Moore [″Dee″] (October 27, 1932 – August 31, 2000) was an infielder who played from 1953 through 1954 in the All-American Girls Professional Baseball League. Listed at 5 ft 7 in (1.70 m), 153 lb., she batted and threw right-handed.\nBorn in Chicago, Illinois, Eleanor Moore enjoyed playing sandlot baseball with her brother Tom when she was five years old.",
      "pageId": 31333193,
      "monthDay": "10/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Giorgos_Konstantinou",
      "name": "Giorgos Konstantinou",
      "aboutText": "Boris Alexandrovitch Chetkov (Russian: Борис Александрович Четков; 27 October 1926–6 September 2010) was a Russian painter and glass artist known for his vivid works which range across genres but can be loosely aligned with Expressionism, Abstract Expressionism and Figurative Expressionism. His theories on art and use of colour also align him broadly with Modernism and Kandinsky though in his painting he worked largely in isolation from his peers and remained disconnected from the international art community until the end of Communism. He was a member of the Saint Petersburg Union of Artists.",
      "pageId": 44119351,
      "monthDay": "10/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Frank_Adonis",
      "name": "Frank Adonis",
      "aboutText": "John Marwood Cleese (/ˈkliːz/; born 27 October 1939) is an English actor, comedian, writer and film producer. He achieved success at the Edinburgh Festival Fringe and as a scriptwriter and performer on The Frost Report. In the late 1960s, he co-founded Monty Python, the comedy troupe responsible for the sketch show Monty Python's Flying Circus and the four Monty Python films: And Now for Something Completely Different, Monty Python and the Holy Grail, Life of Brian and The Meaning of Life.",
      "pageId": 15858,
      "monthDay": "10/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Maur%C3%ADcio_de_Sousa",
      "name": "Maurício de Sousa",
      "aboutText": "John Joseph Gotti, Jr. (October 27, 1940 – June 10, 2002) was an American mobster who became boss of the Gambino crime family in New York City. Gotti and his brothers grew up in poverty and turned to a life of crime at an early age.",
      "pageId": 80149,
      "monthDay": "10/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Charlie_Tagawa",
      "name": "Charlie Tagawa",
      "aboutText": "Luíz Inácio Lula da Silva (Portuguese: [luˈiz iˈnasju dɐ ˈsiwvɐ]; born 27 October 1945), known as Lula (Portuguese: [ˈlulɐ]), is a Brazilian politician who served as the President of Brazil from 1 January 2003 to 1 January 2011. He is a founding member of the Workers' Party (PT – Partido dos Trabalhadores) and ran for president three times unsuccessfully, first in the 1989 election, then again in 1994 and 1998. Lula achieved victory in the 2002 election, and was inaugurated as president on 1 January 2003.",
      "pageId": 99328,
      "monthDay": "10/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Neil_Sheehan",
      "name": "Neil Sheehan",
      "aboutText": "Maxine Hong Kingston (Chinese: 湯婷婷; pinyin: Tāng Tíngtíng; born October 27, 1940) is a Chinese American author and Professor Emerita at the University of California, Berkeley, where she graduated with a BA in English in 1962. Kingston has written three novels and several works of non-fiction about the experiences of Chinese immigrants living in the United States.\nShe has contributed to the feminist movement with such works as her memoir The Woman Warrior, which discusses gender and ethnicity and how these concepts affect the lives of women.",
      "pageId": 142560,
      "monthDay": "10/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Lara_Parker",
      "name": "Lara Parker",
      "aboutText": "Cornelius Mahoney \"Neil\" Sheehan (born October 27, 1936) is an American journalist. As a reporter for The New York Times in 1971, Sheehan obtained the classified Pentagon Papers from Daniel Ellsberg. His series of articles revealed a secret U.S. Department of Defense history of the Vietnam War and led to a U.S. Supreme Court case, New York Times Co. v.",
      "pageId": 230161,
      "monthDay": "10/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Cleese",
      "name": "John Cleese",
      "aboutText": "Carmen Antimo Argenziano (born October 27, 1943) is an American actor who has appeared in over 50 movies and around 100 television movies or episodes.",
      "pageId": 698362,
      "monthDay": "10/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Suzy_Covey",
      "name": "Suzy Covey",
      "aboutText": "Melvin Lee Greenwood (born October 27, 1942) is an American country music artist. Active since 1962, he has released more than twenty major-label albums and has charted more than 35 singles on the Billboard country music charts.\nGreenwood is best known for his single and signature song \"God Bless the USA\", which was very popular back when it was originally released in 1984, and became popular again after the September 11, 2001 attacks (becoming his highest charting pop hit, reaching No.",
      "pageId": 1048768,
      "monthDay": "10/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Gotti",
      "name": "John Gotti",
      "aboutText": "Lara Parker (born October 27, 1937) is an American television, stage, and film actress best known for her role as Angelique on the cult ABC-TV serial Dark Shadows which aired from 1966 to 1971.",
      "pageId": 1287449,
      "monthDay": "10/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Maxine_Hong_Kingston",
      "name": "Maxine Hong Kingston",
      "aboutText": "Mauricio de Sousa (Portuguese pronunciation: [mawˈɾisju dʒi ˈsowzɐ] born October 27, 1935) is a Brazilian cartoonist who has created over 200 characters for his popular series of children's comic books.\nAt 17 years of age, he worked for a daily newspaper called Folha da Manhã as a crime reporter. In 1959 Sousa quit that job and began his comic book career, and created Monica's Gang.",
      "pageId": 1469661,
      "monthDay": "10/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dave_Costa",
      "name": "Dave Costa",
      "aboutText": "Richard \"Dick\" Trickle (October 27, 1941 – May 16, 2013) was an American race car driver. He raced for decades around the short tracks of Wisconsin, winning many championships along the way.",
      "pageId": 1777120,
      "monthDay": "10/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dick_Trickle",
      "name": "Dick Trickle",
      "aboutText": "Janusz Ryszard Korwin-Mikke (Polish pronunciation: [ˈjanuʂ ˈkɔrvʲin ˈmʲikkɛ], often referred to by his initials JKM, born 27 October 1942) is a libertarian conservative Polish politician and writer, the creator of the Polish libertarian and Eurosceptic political party Coalition for the Renewal of the Republic - Liberty and Hope (KORWiN) and Member of the European Parliament. He was the leader of the Congress of the New Right (KNP), which was formed in 2011 from Liberty and Lawfulness, which he led from its formation in 2009, and the Real Politics Union (UPR – Unia Polityki Realnej), which he led from 1990 to 1997 and 1999 to 2003. Currently he is the chairman of the KORWiN party (along with Przemysław Wipler, Polish MP, and Robert Iwaszkiewicz, MEP), which was virtually transformed from the Congress of the New Right.",
      "pageId": 2349398,
      "monthDay": "10/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lee_Greenwood",
      "name": "Lee Greenwood",
      "aboutText": "Judith Ann (J. A.) Jance (born October 27, 1944) is an American author of mystery and horror novels. She writes at least three series of novels, centering on retired Seattle Police Department Detective J. P. Beaumont, Arizona County Sheriff Joanna Brady, and former Los Angeles news anchor turned mystery solver Ali Reynolds. The Beaumont and Brady series intersect in the novel Partner in Crime, which is both the 16th Beaumount mystery and the 10th Brady mystery.",
      "pageId": 2659304,
      "monthDay": "10/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Janusz_Korwin-Mikke",
      "name": "Janusz Korwin-Mikke",
      "aboutText": "Arild Andersen (born 27 October 1945 in Lillestrøm, Norway) is a Norwegian Jazz musician (upright bass) and composer, known as the most famous Norwegian bass player in the international jazz scene.\n^ \"Arild Andersen Biography\". Listen to Norway.",
      "pageId": 4029088,
      "monthDay": "10/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Carmen_Argenziano",
      "name": "Carmen Argenziano",
      "aboutText": "David Joseph Costa (October 27, 1941 – May 20, 2013) was an American football defensive tackle. He played high school football at Saunders Trades and Technical H.S in Yonkers and college football at the University of Utah and Northeastern Junior College in Sterling Colorado and in the American Football League with the Oakland Raiders from 1963 through 1965, the Buffalo Bills in 1966, and the Denver Broncos from 1967 through 1969. He was an AFL All-Star in 1963 for the Raiders (one of only two rookies in that game), and in 1967, 1968 and 1969 for the Broncos.",
      "pageId": 5915961,
      "monthDay": "10/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jerry_Rook",
      "name": "Jerry Rook",
      "aboutText": "John Kane (born 27 October 1945) is a British actor and writer.",
      "pageId": 8023171,
      "monthDay": "10/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/J._A._Jance",
      "name": "J. A. Jance",
      "aboutText": "Suzy Covey (Shaw) was a comics scholar. Born October 27, 1939, she died on October 17, 2007 after retiring in 2006 from the University of Florida George A. Smathers Libraries as a university librarian emerita. Her comics scholarship examined intersections of comics, technology, and sound, including Internet studies and studies of the Comic Book Markup Language (a specialized XML for encoding the images, text, and sound effects depicted in comics).",
      "pageId": 13784225,
      "monthDay": "10/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Arild_Andersen",
      "name": "Arild Andersen",
      "aboutText": "Jerry G. Rook (born October 27, 1943) is an American former basketball player best known for his success at Arkansas State University.",
      "pageId": 24301225,
      "monthDay": "10/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dick_Dodd",
      "name": "Dick Dodd",
      "aboutText": "Frank Adonis (born October 27, 1935), sometimes credited as Frank Martin, is an American film and television actor.",
      "pageId": 27734368,
      "monthDay": "10/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Kane_(writer)",
      "name": "John Kane",
      "aboutText": "Charlie Tagawa (born October 27, 1935) is a Japanese-American musical entertainer, banjoist, and Japanese immigrant. His musical career has spanned seven decades and as a critically acclaimed performer he is regarded as one of the best (contemporary) banjo players and arguably one of the all-time best. He performs regularly across the U.S. and in Japan where he is known professionally as Japan's 'Harry Reser'.",
      "pageId": 28297384,
      "monthDay": "10/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Luiz_In%C3%A1cio_Lula_da_Silva",
      "name": "Luiz Inácio Lula da Silva",
      "aboutText": "Joseph Richard \"Dick\" Dodd, Jr. (October 27, 1945 – November 29, 2013) was an American actor and musician who was a cast member of The Mickey Mouse Club starting in its first season, and later a member of several musical groups including The Standells.",
      "pageId": 41242246,
      "monthDay": "10/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Martins",
      "name": "Peter Martins",
      "aboutText": "Yoshihiro Francis Fukuyama (born October 27, 1952) is an American political scientist, political economist, and author. Fukuyama is known for his book The End of History and the Last Man (1992), which argued that the worldwide spread of liberal democracies and free market capitalism of the West and its lifestyle may signal the end point of humanity's sociocultural evolution and become the final form of human government. However, his subsequent book Trust: Social Virtues and Creation of Prosperity (1995) modified his earlier position to acknowledge that culture cannot be cleanly separated from economics.",
      "pageId": 11194,
      "monthDay": "10/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Steven_R._Nagel",
      "name": "Steven R. Nagel",
      "aboutText": "Roberto Remigio Benigni, Cavaliere di Gran Croce OMRI (Italian pronunciation: [roˈbɛrto beˈniɲɲi]; born 27 October 1952) is an Italian actor, comedian, screenwriter and director. He co-wrote, directed and acted in the 1997 film, Life Is Beautiful, which garnered him the Academy Award for Best Actor and the Academy Award for Best Foreign Language Film.",
      "pageId": 46344,
      "monthDay": "10/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ivan_Reitman",
      "name": "Ivan Reitman",
      "aboutText": "Caroline \"Carrie\" Snodgress (October 27, 1945 – April 1, 2004) was an American actress.",
      "pageId": 217821,
      "monthDay": "10/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Carrie_Snodgress",
      "name": "Carrie Snodgress",
      "aboutText": "Kenneth \"K. K.\" Downing, Jr. (born 27 October 1951) is an English semi-retired Grammy Award winning guitarist, songwriter and founding member of the British heavy metal band Judas Priest.",
      "pageId": 262462,
      "monthDay": "10/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Clifford_Antone",
      "name": "Clifford Antone",
      "aboutText": "Ivan Reitman, OC (born October 27, 1946) is a Canadian film producer and director, best known for his comedy work, especially in the 1980s and 1990s.",
      "pageId": 524323,
      "monthDay": "10/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Garry_Tallent",
      "name": "Garry Tallent",
      "aboutText": "Steven Ray Nagel (October 27, 1946 – August 21, 2014), (Col, USAF), was an American astronaut, aeronautical and mechanical engineer, test pilot, and a United States Air Force pilot.",
      "pageId": 623918,
      "monthDay": "10/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michael_Driscoll_(economist)",
      "name": "Michael Driscoll",
      "aboutText": "Peter Macintosh Firth (born 27 October 1953) is an English actor. He is best known for his role as Sir Harry Pearce in the BBC One show Spooks; he is the only actor to have appeared in every episode of the show's ten-series lifespan. He is also known for playing a variety of starring roles in film and on television from the 1970s to present day, most notably that of Alan Strang in Equus.",
      "pageId": 937587,
      "monthDay": "10/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Fran_Lebowitz",
      "name": "Fran Lebowitz",
      "aboutText": "Michael John Driscoll (Born 27 October 1950, Warrington) is an economist, sometime Chair of the Coalition of Modern Universities in the UK and Vice-Chancellor of Middlesex University in London.",
      "pageId": 945282,
      "monthDay": "10/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/J%C3%BAlius_%C5%A0upler",
      "name": "Július Šupler",
      "aboutText": "Andrew Norman Wilson (born in 1950) is an English writer and newspaper columnist, known for his critical biographies, novels, works of popular history and religious views.",
      "pageId": 1179476,
      "monthDay": "10/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/A._N._Wilson",
      "name": "A. N. Wilson",
      "aboutText": "Garry Wayne Tallent (born October 27, 1949 in Detroit, Michigan, US), sometimes billed as Garry W. Tallent, is an American musician and record producer, best known for being bass player and founding member of the E Street Band, Bruce Springsteen's primary backing band since 1972. As of 2013, and not counting Springsteen himself, Tallent is the only original member of the E Street Band remaining in the band. Tallent was inducted as a member of the E Street Band into the Rock and Roll Hall of Fame.",
      "pageId": 1639315,
      "monthDay": "10/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/K._K._Downing",
      "name": "K. K. Downing",
      "aboutText": "Frances Ann \"Fran\" Lebowitz (born October 27, 1950) is an American author and public speaker. Lebowitz is known for her sardonic social commentary on American life as filtered through her New York City sensibilities.",
      "pageId": 1673570,
      "monthDay": "10/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Carlos_Frenk",
      "name": "Carlos Frenk",
      "aboutText": "Peter Martins (born 27 October 1946) is a Danish danseur and choreographer.",
      "pageId": 2325688,
      "monthDay": "10/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nancy_Jacobs",
      "name": "Nancy Jacobs",
      "aboutText": "Jayne Kennedy Overton (née Harrison; October 27, 1951) is an American television personality, corporate spokeswoman, producer, writer, public speaker, philanthropist, beauty pageant titleholder and sports broadcaster. She won a 1982 NAACP Image Award for Outstanding Actress in a Motion Picture award for her performance in the 1981's film Body and Soul co-starring alongside her then-husband Leon Isaac Kennedy. She won the NAACP Theater Award for Best Producer along with her current husband Bill Overton for their production of the highly acclaimed staged musical, The Journey of the African American.",
      "pageId": 2350128,
      "monthDay": "10/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jayne_Kennedy",
      "name": "Jayne Kennedy",
      "aboutText": "Clifford Antone (October 27, 1949, Port Arthur, Texas – May 23, 2006, Austin, Texas) was the founder of the eponymous Austin blues club and independent record label, as well as a mentor to Stevie Ray Vaughan, Jimmie Vaughan, Gary Clark, Jr. and numerous other musicians. He is the nephew of Jalal Antone, the founder of the Houston, Texas based Antone's Import Co - known for its po-boy sandwiches.",
      "pageId": 5277250,
      "monthDay": "10/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/%C3%89ric_Morena",
      "name": "Éric Morena",
      "aboutText": "Carlos Silvestre Frenk, FRS (born October 27, 1951) is a Mexican-British cosmologist. His main interests lie in the field of cosmology, galaxy formation and computer simulations of cosmic structure formation. He won the Gold Medal of the Royal Astronomical Society in 2014.",
      "pageId": 5440635,
      "monthDay": "10/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Roberto_Benigni",
      "name": "Roberto Benigni",
      "aboutText": "Nancy Jacobs (born October 27, 1951 in West Virginia) is a Maryland State Senator representing District 34.",
      "pageId": 10869677,
      "monthDay": "10/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Francis_Fukuyama",
      "name": "Francis Fukuyama",
      "aboutText": "Éric Morena (born on 27 October 1951, in Saint-Omer) is a French singer. He was made famous by his 1987 hit \"Oh ! Mon bateau\", which peaked at #22 in France.",
      "pageId": 20140891,
      "monthDay": "10/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Atsuyoshi_Furuta",
      "name": "Atsuyoshi Furuta",
      "aboutText": "Július Šupler (born 27 October 1950 in Poprad, Czechoslovakia) is a Slovak ice-hockey coach.",
      "pageId": 24165224,
      "monthDay": "10/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Topi_Sorsakoski",
      "name": "Topi Sorsakoski",
      "aboutText": "Pekka Erkki Juhani Tammilehto (27 October 1952 – 13 August 2011), better known by his stage name Topi Sorsakoski, was a Finnish singer. His father was tango singer Yrjö Johannes aka \"Ylli\" Tammilehto (also known as Tapio Tammilehto). Sorsakoski started his career together with his brother, Antti, who had played in various bands together with Juice Leskinen, in the Kalle Kiwes Blues Band.",
      "pageId": 24366167,
      "monthDay": "10/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Firth",
      "name": "Peter Firth",
      "aboutText": "Atsuyoshi Furuta (born October 27, 1952) is a former Japanese football player.",
      "pageId": 25864878,
      "monthDay": "10/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robert_Picardo",
      "name": "Robert Picardo",
      "aboutText": "Mark Anthony Taylor, AO (born 27 October 1964 in Leeton, New South Wales; nicknamed \"Tubby\" or \"Tubs\" is a former Australian cricket player and Test opening batsman from 1988 to 1999, as well as captain from 1994 to 1999, succeeding Allan Border. He was widely regarded as an instrumental component in Australia's rise to Test cricket dominance, and his captaincy was regarded as adventurous and highly effective. However, he was considered less than ideal for One-Day International cricket and was eventually dropped as one-day captain after a 0–3 drubbing at the hands of England in 1997.",
      "pageId": 87018,
      "monthDay": "10/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jan_Duursema",
      "name": "Jan Duursema",
      "aboutText": "Simon John Charles Le Bon (born 27 October 1958) is a British musician, best known as the lead singer, lyricist and musician of the band Duran Duran and its offshoot, Arcadia.",
      "pageId": 213099,
      "monthDay": "10/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Chris_Tavar%C3%A9",
      "name": "Chris Tavaré",
      "aboutText": "Jane Esther Hamilton (born October 27, 1956) is an American former pornographic film actress and current pornographic film director who performed under the stage name Veronica Hart during the 1980s. She is sometimes credited as Jane Hamilton, V. Hart, Veronica Heart, Victoria Holt, Randee Styles or just Veronica. Hart is a member of the AVN Hall of Fame.",
      "pageId": 295364,
      "monthDay": "10/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Debra_Bowen",
      "name": "Debra Bowen",
      "aboutText": "Marla Ann Maples (born October 27, 1963) is an American actress and television personality, best known for her marriage to celebrity businessman and 2016 presidential candidate Donald Trump.",
      "pageId": 473806,
      "monthDay": "10/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Veronica_Hart",
      "name": "Veronica Hart",
      "aboutText": "Robert Picardo (born October 27, 1953) is an American actor and singer. He is best known for his portrayals of Dr.",
      "pageId": 508647,
      "monthDay": "10/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Babis_Tsertos",
      "name": "Babis Tsertos",
      "aboutText": "Glenn Hoddle (born 27 October 1957) is an English former footballer and manager who played as a midfielder for Tottenham Hotspur, AS Monaco, Chelsea and Swindon Town and at international level for England. He was most recently first team coach at Queens Park Rangers having been appointed, on a part-time basis, to assist Harry Redknapp in the summer of 2014. However, following Redknapp's resignation in February 2015, Hoddle also left the club.",
      "pageId": 552843,
      "monthDay": "10/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jeff_East",
      "name": "Jeff East",
      "aboutText": "Richard Preston \"Rick\" Carlisle (/ˈkɑrlaɪl/ KAR-lyl; born October 27, 1959) is the head coach of the Dallas Mavericks of the National Basketball Association (NBA).",
      "pageId": 643299,
      "monthDay": "10/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Glenn_Hoddle",
      "name": "Glenn Hoddle",
      "aboutText": "Jeff East (born October 27, 1957) is a former American actor.",
      "pageId": 2003773,
      "monthDay": "10/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_Marc_Jacobson",
      "name": "Peter Marc Jacobson",
      "aboutText": "Debra Lynn Bowen (born October 27, 1955), a member of the Democratic Party, was the Secretary of State of California from 2007 through 2015. Previously, she was a member of the California State Legislature from 1992 to 2006. In March 2008, she was given the Profile in Courage Award by the John F. Kennedy Presidential Library and Museum.",
      "pageId": 2766054,
      "monthDay": "10/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lee_Carter",
      "name": "Lee Carter",
      "aboutText": "Thomas (\"Tom\") McKean (born 27 October 1963) is a Scottish former middle-distance runner.",
      "pageId": 3508746,
      "monthDay": "10/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_Hazeltine",
      "name": "David Hazeltine",
      "aboutText": "Christopher James Tavaré (/ˈtævəreɪ/;), (Born 27 October 1954, in Orpington, Kent) is an English retired cricketer, who played in thirty-one Tests and twenty-nine One Day Internationals between 1980 and 1989. His style of play was characterised by spending long periods at the crease, during which he scored relatively few runs.",
      "pageId": 3727982,
      "monthDay": "10/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Simon_Le_Bon",
      "name": "Simon Le Bon",
      "aboutText": "David Hazeltine (born October 27, 1958) is an American jazz pianist.\nToday a major pianist in the New York and Japan scenes, David Hazeltine has been playing gigs since he was thirteen. He did not seriously consider going into music until right before college.",
      "pageId": 3894039,
      "monthDay": "10/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Felix_Wurman",
      "name": "Felix Wurman",
      "aboutText": "Thomas Andrew Nieto (born October 27, 1960) is a former Major League Baseball catcher and former manager of the Rochester Red Wings, the Triple-A affiliate of the Minnesota Twins. Nieto previously served as the New York Mets' bench coach and catching instructor.",
      "pageId": 4856945,
      "monthDay": "10/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rick_Carlisle",
      "name": "Rick Carlisle",
      "aboutText": "Jan Duursema (born October 27, 1954) is an American comic book artist known for her work on the Star Wars comics franchise.",
      "pageId": 7621885,
      "monthDay": "10/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tom_Nieto",
      "name": "Tom Nieto",
      "aboutText": "Talmadge Lee Carter (born October 27, 1958) is the current judge of the 25th Judicial Circuit of Alabama. He is one of two judges that serve the counties of Marion and Winston. Judge John Bentley is the other judge that serves the 25th Circuit.",
      "pageId": 9778732,
      "monthDay": "10/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Vangelis_Trigas",
      "name": "Vangelis Trigas",
      "aboutText": "Peter Marc Jacobson (born October 27, 1957) is an American television writer, director and producer, and actor.",
      "pageId": 22652938,
      "monthDay": "10/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Carl,_Prince_of_Wied",
      "name": "Carl, Prince of Wied",
      "aboutText": "Felix Wurman (October 27, 1958 – December 26, 2009) was an American cellist and composer.",
      "pageId": 25661501,
      "monthDay": "10/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Marla_Maples",
      "name": "Marla Maples",
      "aboutText": "Carl, Prince of Wied (German: Friedrich August Maximilian Wilhelm Carl Fürst zu Wied; 27 October 1961 – 12 March 2015 ) was the son of Frederick William, 7th Prince of Wied.",
      "pageId": 25958148,
      "monthDay": "10/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tom_McKean",
      "name": "Tom McKean",
      "aboutText": "Haralambos (Babis) Tsertos (Greek: Μπάμπης Τσέρτος; born October 27, 1956) is the brother of the singer Nadia Karagianni. His father was a musician too, and he was playing the Mandolin.",
      "pageId": 29950299,
      "monthDay": "10/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Taylor_(cricketer)",
      "name": "Mark Taylor",
      "aboutText": "Vangelis Trigas is a virtuoso soloist and master of the bouzouki.\nHe was born 1960 in Argos and began playing the bouzouki during the years of elementary school. He learned to play his first songs from his father, who was an amateur.",
      "pageId": 31024667,
      "monthDay": "10/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ian_Wells",
      "name": "Ian Wells",
      "aboutText": "Matthew Nathan \"Matt\" Drudge (born October 28, 1966) is an American political commentator and the creator and editor of the Drudge Report, a news aggregator.",
      "pageId": 204374,
      "monthDay": "10/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Matt_Drudge",
      "name": "Matt Drudge",
      "aboutText": "Scott Richard Weiland (/ˈwaɪlənd/, born Scott Richard Kline; October 27, 1967 – December 3, 2015) was an American musician, singer and songwriter. During a career spanning three decades, Weiland was best known as the lead singer for the band Stone Temple Pilots from 1989 to 2013, as well as the supergroup Velvet Revolver from 2003 to 2008. He also established himself as a solo artist, releasing two studio albums, two cover albums, a live album and collaborations with several other musicians since 1995.",
      "pageId": 367133,
      "monthDay": "10/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kit_Malthouse",
      "name": "Kit Malthouse",
      "aboutText": "Christopher Laurie Malthouse (born 27 October 1966), known as Kit Malthouse, is an English Conservative Party politician, businessman and occasional writer. He was elected in the May 2015 general election as the Member of Parliament (MP) for North West Hampshire. A former Deputy Mayor of London for Business and Enterprise, a member of the London Assembly representing the West Central constituency, which encompasses the City of Westminster, the London Borough of Hammersmith and Fulham and the Royal Borough of Kensington and Chelsea.",
      "pageId": 1481090,
      "monthDay": "10/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hege_Nerland",
      "name": "Hege Nerland",
      "aboutText": "Adrian Erlandsson (born 27 October 1970 in Malmö, Sweden) is a prolific Swedish / Romanian / British, heavy metal drummer, who currently plays in At the Gates (1990–1996, 2007–2008, 2010–), The Haunted (1996–1999, 2013–), Netherbird, with his wife in Nemhain and in Yorkshire doom metal band Paradise Lost. He has also been a member of H.E.A.L. (1994–1996), Hyperhug (1994–1996), Decameron (1997), Cradle of Filth (1999–2006) and Needleye (2006–?), Brujeria (September 2006 – 2013).\nErlandsson currently resides in London where he owns a photo studio  (see Swedes in the United Kingdom).",
      "pageId": 1572373,
      "monthDay": "10/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Masanobu_Takashima",
      "name": "Masanobu Takashima",
      "aboutText": "Jonathan Anthony Stroud (born 27 October 1970) is a British writer of fantasy fiction, mainly for children and young adults.",
      "pageId": 1763741,
      "monthDay": "10/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steve_Almond",
      "name": "Steve Almond",
      "aboutText": "Steve Almond (born October 27, 1966) is an American short story writer, essayist and author of ten books, three of which are self-published.",
      "pageId": 2227919,
      "monthDay": "10/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Simone_Moro",
      "name": "Simone Moro",
      "aboutText": "Vincent \"Vinny\" Samways (born 27 October 1968) is an English former professional footballer and manager, who played as a central midfielder from 1986 until 2006.\nHe notably played in the Premier League for Tottenham Hotspur and Everton.",
      "pageId": 4569621,
      "monthDay": "10/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dejan_Rai%C4%8Dkovi%C4%87",
      "name": "Dejan Raičković",
      "aboutText": "Namulauulu Alama Ieremia (born 27 October 1970) is a New Zealand rugby union coach and former international player for Western Samoa and New Zealand. He is the current head coach and director of coaching of the Samoan national side.",
      "pageId": 5334828,
      "monthDay": "10/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Scott_Weiland",
      "name": "Scott Weiland",
      "aboutText": "Felix Bwalya (born October 27, 1970 in Chingola – died December 23, 1997 in Lusaka) was a boxer from Zambia, who competed for his native country at the 1992 Summer Olympics in Barcelona, Spain.",
      "pageId": 6682351,
      "monthDay": "10/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dileep_(actor)",
      "name": "Dileep",
      "aboutText": "Peter O'Meara is an award-winning Irish actor. Lauded for his work on the London stage he came to the screen in the groundbreaking HBO series Band of Brothers playing 1st Lt Norman Dike. He garnered a popular following on USA TV series Peacemakers as Det Larimer Finch bringing the science of the future to the old west opposite Tom Berenger as Marshall Jared Stone.",
      "pageId": 6804339,
      "monthDay": "10/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alain_Auderset",
      "name": "Alain Auderset",
      "aboutText": "Alain Auderset is a Swiss Christian author of bandes dessinées (Franco-Belgian comics) and is best known for his comics albums Willy Grunch, Marcel, and ROBI.",
      "pageId": 6904629,
      "monthDay": "10/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Vinny_Samways",
      "name": "Vinny Samways",
      "aboutText": "Dejan Raičković (born 27 October 1967 in Titograd, SFR Yugoslavia) is a Montenegrin football manager and former football player.\nRaičković in his playing career represented FK Sarajevo, Hannover 96, FC Carl Zeiss Jena, Rot-Weiß Oberhausen and Tennis Borussia Berlin and played 208 games in the 2. Fußball-Bundesliga.",
      "pageId": 10322181,
      "monthDay": "10/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Peter_O%27Meara",
      "name": "Peter O'Meara",
      "aboutText": "Simone Moro (born 27 October 1967) is an Italian alpinist. He is best known for his first winter ascents of three of the eight-thousanders: Shisha Pangma in 2005, Makalu in 2009 and Gasherbrum II in 2011.\nMoro is also an experienced helicopter pilot.",
      "pageId": 14926841,
      "monthDay": "10/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Karl_Backman",
      "name": "Karl Backman",
      "aboutText": "Hege Nerland (27 October 1966 – 12 March 2007) was a Norwegian politician for the Socialist Left Party.\nIn 2003 she helped found the local party chapter in her native Hemsedal. She worked with organic farming there, and had organizational experience from the Norwegian Farmers and Smallholders Union and Via Campesina.",
      "pageId": 16646914,
      "monthDay": "10/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Felix_Bwalya",
      "name": "Felix Bwalya",
      "aboutText": "Masanobu Takashima (高嶋政伸, Takashima Masanobu) is a Japanese film and television actor.",
      "pageId": 17123073,
      "monthDay": "10/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Adrian_Erlandsson",
      "name": "Adrian Erlandsson",
      "aboutText": "Dileep (born Gopalakrishnan Padmanabhan Pillai on 27 October 1968) is an Indian film actor, singer, comedian, impressionist, producer and businessman. He has featured in more than 125 Malayalam films.\nDileep started his film career as an assistant director to Kamal in 1992.",
      "pageId": 19619949,
      "monthDay": "10/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alama_Ieremia",
      "name": "Alama Ieremia",
      "aboutText": "Stefano Guidoni (born 27 October 1971) is a former Italian footballer.",
      "pageId": 27162280,
      "monthDay": "10/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jonathan_Stroud",
      "name": "Jonathan Stroud",
      "aboutText": "Ruslana Oleksiïvna Taran (Ukrainian: Руслана Олексіївна Таран; born 27 October 1970 in Yevpatoria, Ukrainian SSR) is a Ukrainian sailor.\nAt the 1996 470-European-Sailing-Championship she won with her Partner Olena Pakholchyk the gold medal.",
      "pageId": 31203302,
      "monthDay": "10/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ruslana_Taran",
      "name": "Ruslana Taran",
      "aboutText": "Ian Michael Wells (27 October 1964 – 19 January 2013) was an English professional footballer who played as a forward.",
      "pageId": 38291149,
      "monthDay": "10/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Stefano_Guidoni",
      "name": "Stefano Guidoni",
      "aboutText": "Karl Backman, (born 27 October 1970, Umeå) is a Swedish artist and musician.",
      "pageId": 38845930,
      "monthDay": "10/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jorge_Soto_(footballer)",
      "name": "Jorge Soto",
      "aboutText": "Maria de Lurdes Mutola (born October 27, 1972) is a retired female track and field athlete from Mozambique who has specialized in the 800 metres. She was born in Maputo, hence the nickname of \"The Maputo Express\". She is the fourth athlete to compete at six Olympic Games.",
      "pageId": 66748,
      "monthDay": "10/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Theodoros_Zagorakis",
      "name": "Theodoros Zagorakis",
      "aboutText": "Aron Lee Ralston (born October 27, 1975) is an American outdoorsman, engineer and motivational speaker.\nHe survived a canyoneering accident in southeastern Utah in 2003, during which he amputated his own right forearm with a dull pocketknife in order to extricate himself from a dislodged boulder, which had him trapped in the slot Canyon for five days and seven hours (127 hours). After he freed himself, he had to make his way through the remainder of the canyon, then rappel down a 65-foot (20 m) sheer cliff face in order to reach safety.",
      "pageId": 429396,
      "monthDay": "10/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Elissa_(Lebanese_singer)",
      "name": "Elissa",
      "aboutText": "Sergei Viktorovich Samsonov (Russian: Серге́й Ви́кторович Самсо́нов, Sergej Viktorovič Samsonov; born October 27, 1978) is a former Russian professional ice hockey forward who is now a scout for the Carolina Hurricanes.",
      "pageId": 753063,
      "monthDay": "10/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lee_Clark_(footballer)",
      "name": "Lee Clark",
      "aboutText": "Theodoros \"Theo\" Zagorakis (Greek: Θεόδωρος Ζαγοράκης; born 27 October 1971) is a Greek politician and former footballer.",
      "pageId": 785045,
      "monthDay": "10/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Evan_Coyne_Maloney",
      "name": "Evan Coyne Maloney",
      "aboutText": "Kumar “Sanga\" Chokshanada Sangakkara (Sinhalese: කුමාර සංගක්කාර; born 27 October 1977) is a former Sri Lankan cricketer and captain of the Sri Lankan national team. He is widely regarded as one of the world's most influential cricketers. He has forged many formidable partnerships with long time team mate and friend, Mahela Jayawardene and holds numerous batting records in the modern era across all formats of the game.",
      "pageId": 894369,
      "monthDay": "10/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Maria_Mutola",
      "name": "Maria Mutola",
      "aboutText": "Jason Michael Johnson (born October 27, 1973) is a former Major League Baseball pitcher.",
      "pageId": 926916,
      "monthDay": "10/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brad_Radke",
      "name": "Brad Radke",
      "aboutText": "Lee Robert Clark (born 27 October 1972) is an English football manager and former player. He was most recently the manager of Blackpool.\nAs a player, Clark had two spells at Newcastle United, and was their reserve team manager and coach after he retired.",
      "pageId": 1053420,
      "monthDay": "10/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jason_Johnson_(baseball)",
      "name": "Jason Johnson",
      "aboutText": "Evan Coyne Maloney (born October 27, 1972), is an American documentary filmmaker, the editor of the website Brain Terminal and a video blogger. A New York Sun profile in 2005 said that Maloney “may very well be America’s most promising conservative documentary filmmaker.” He has been described as the conservative answer to Michael Moore.\n^ a b Gershman, Michael (Jan 21, 2005).",
      "pageId": 1329400,
      "monthDay": "10/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Semmy_Schilt",
      "name": "Semmy Schilt",
      "aboutText": "Stephanie Abrams (born October 27, 1978) is an American television meteorologist, currently working for The Weather Channel (TWC), based in New York City. She currently co-hosts AMHQ and is a field reporter. She has also done live reporting for the 2010 Winter Olympics in Vancouver, British Columbia, Canada.",
      "pageId": 1348364,
      "monthDay": "10/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nicola_Mazzucato",
      "name": "Nicola Mazzucato",
      "aboutText": "Brad William Radke (born October 27, 1972) is a former Major League Baseball right-handed pitcher who played his entire 12 season career with the Minnesota Twins. Radke won 148 career games and was one of the most consistent pitchers in the Twins organization during the late 90's.",
      "pageId": 1731749,
      "monthDay": "10/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Aron_Ralston",
      "name": "Aron Ralston",
      "aboutText": "Jiří Jarošík  Czech pronunciation  (born 27 October 1977) is a Czech footballer. His playing position is defender and midfielder. He started his club career in his native Czech Republic, winning six league titles in seven years with Sparta Prague.",
      "pageId": 1818745,
      "monthDay": "10/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Elias_Toufexis",
      "name": "Elias Toufexis",
      "aboutText": "Manami Konishi (小西 真奈美, Konishi Manami, born October 27, 1978 in Satsumasendai, Kagoshima) is a Japanese actress and singer, known for the song fujiki kazue (sunny day).",
      "pageId": 2532981,
      "monthDay": "10/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Maneet_Chauhan",
      "name": "Maneet Chauhan",
      "aboutText": "Sem \"Semmy\" Schilt (Dutch pronunciation: [ˈsɛmi ˈsxɪlt]; born 27 October 1973) is a Dutch former Ashihara karateka, kickboxer, mixed martial artist, one time Glory Heavyweight Grand Slam Champion and four-time (three times consecutive) K-1 World Grand Prix Champion. He is the only fighter in K-1 history to win the championship three times in a row, and also shares the record with Ernesto Hoost for most Grand Prixs won, with four. He has also competed in mixed-martial arts fights for the Pride Fighting Championship, UFC and Pancrase organizations.",
      "pageId": 3440458,
      "monthDay": "10/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Wilson_Raimundo_J%C3%BAnior",
      "name": "Wilson Raimundo Júnior",
      "aboutText": "Jorge Antonio Soto (born 27 October 1971 in Lima) is a retired Peruvian footballer.",
      "pageId": 5126144,
      "monthDay": "10/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ji%C5%99%C3%AD_Jaro%C5%A1%C3%ADk",
      "name": "Jiří Jarošík",
      "aboutText": "Elias Toufexis (born October 27, 1975) is a Canadian theater, voice-over, motion capture and television and film actor.\nToufexis is best known for his appearances on the TV series Smallville and Supernatural and for playing Scipio in Alphas. He is also known for his work in video games, particularly in the Tom Clancy's Splinter Cell series as Andriy Kobin (Both Splinter Cell: Conviction and Splinter Cell: Blacklist) and in the Deus Ex (series) as Adam Jensen (Both Deus Ex: Human Revolution and Deus Ex: Mankind Divided).",
      "pageId": 6343460,
      "monthDay": "10/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sheeri_Rappaport",
      "name": "Sheeri Rappaport",
      "aboutText": "Sheeri Rappaport (born October 20, 1977) is an American actress. She currently portrays lab technician Mandy Webster on CSI: Crime Scene Investigation.\nRappaport made her television debut with a guest role on Clarissa Explains It All.",
      "pageId": 17020733,
      "monthDay": "10/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kumar_Sangakkara",
      "name": "Kumar Sangakkara",
      "aboutText": "Nicola Mazzucato (born 27 October 1975 in Padua) is a former Italian rugby union footballer and the current coach of the SMRUFC. He played as a wing achieving over 40 caps for Italy, playing in 2 world cups and 4 trips to the 6 nations.\nMazzucato first played at CUS Padova Rugby, from 1994/95 to 1998/99, moving then to Benetton Rugby Treviso, where he stayed from 1999/2000 to 2002/03. He spent two seasons at Rugby Calvisano, followed by two more seasons at Overmach Rugby Parma.",
      "pageId": 22445279,
      "monthDay": "10/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stephanie_Abrams",
      "name": "Stephanie Abrams",
      "aboutText": "Wilson Raimundo Jr. (born 27 October 1976), commonly known as Wilson Júnior, is a Brazilian footballer.",
      "pageId": 24940995,
      "monthDay": "10/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Manami_Konishi",
      "name": "Manami Konishi",
      "aboutText": "Elissar Zakaria Khoury, commonly known as Elissa (Arabic: إليسا‎  [ʔeˈliːsa, ʔeˈlis.sa]), is a Lebanese recording artist.\nElissa has sold over 30 million albums and was the highest-selling female Middle Eastern artist for 2005, 2006, 2009, and 2010. In 2005, 2006, and 2010 she received the World Music Award for Best Selling Middle Eastern Artist.",
      "pageId": 31232965,
      "monthDay": "10/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sergei_Samsonov",
      "name": "Sergei Samsonov",
      "aboutText": "Maneet Chauhan (born October 27, 1976 in Ludhiana, Punjab) is a US-based television personality. Previously the Executive Chef of several notable restaurants in Chicago and New York, she is featured as a judge on Chopped on the Food Network, has appeared on The Next Iron Chef, on The View on ABC, Iron Chef America, the Today show on NBC, and as a judge on the finale of Worst Cooks in America show on Food Network. Chef Maneet Chauhan was invited by President Obama and First Lady Michelle Obama for the Annual Easter Egg Roll Hunt 2014 to the White House.",
      "pageId": 38559249,
      "monthDay": "10/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Vanessa-Mae",
      "name": "Vanessa-Mae",
      "aboutText": "Kelly Lee Osbourne (born 27 October 1984) is a British singer-songwriter, actress, television presenter and fashion designer. The daughter of Ozzy and Sharon Osbourne, she is known for her appearances on The Osbournes with her family, for which they won a 2002 Emmy Award for Outstanding Reality Program, as well as on E!'s Fashion Police, where she was a presenter from 2010 to 2015. She has also appeared on Dancing with the Stars, in which she and professional dance partner Louis van Amstel took third place.",
      "pageId": 97561,
      "monthDay": "10/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hiroyuki_Yamamoto_(footballer)",
      "name": "Hiroyuki Yamamoto",
      "aboutText": "Tanel Padar (born 27 October 1980) is an Estonian singer. He is best known internationally for winning the Eurovision Song Contest 2001.",
      "pageId": 340554,
      "monthDay": "10/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sayuri_Osuga",
      "name": "Sayuri Osuga",
      "aboutText": "Vanessa-Mae (born 27 October 1978) is a British violinist with album sales reaching several million, having made her the wealthiest entertainer under 30 in the United Kingdom in 2006. She competed under the name Vanessa Vanakorn for Thailand in alpine skiing at the 2014 Winter Olympics.",
      "pageId": 407748,
      "monthDay": "10/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tanel_Padar",
      "name": "Tanel Padar",
      "aboutText": "Irfan Khan Pathan  pronunciation ; born 27 October 1984) is an Indian cricketer who made his debut for India in the 2003/04 Border-Gavaskar Trophy, and was a core member of the national team until a decline in form set in during 2006, forcing him out of the team. Since then, he has been in and out of the limited-overs teams (ODIs and T20Is), and has only sporadic appearances in Test cricket. Pathan played his last Test in April, 2008 at the age of 24.",
      "pageId": 555333,
      "monthDay": "10/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Taksaorn_Paksukcharern",
      "name": "Taksaorn Paksukcharern",
      "aboutText": "Patrick Raymond Fugit (born October 27, 1982) is an American actor best known for his performance in the lead role of Cameron Crowe's film Almost Famous.",
      "pageId": 2236456,
      "monthDay": "10/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Salem_Al_Fakir",
      "name": "Salem Al Fakir",
      "aboutText": "Brayden Tyler \"Brady\" Quinn (born October 27, 1984) is a former American football quarterback. He is also a college football and NFL game analyst for Fox Sports. He was drafted by the Cleveland Browns in the first round of the 2007 NFL Draft.",
      "pageId": 2963916,
      "monthDay": "10/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Volkan_Demirel",
      "name": "Volkan Demirel",
      "aboutText": "Volkan Demirel (Turkish: [voɫkan demiɾeɫ]; born 27 October 1981,) is a Turkish goalkeeper who plays for the Süper Lig club Fenerbahçe S.K. and is also the goalkeeper for the Turkey national football team. Demirel was the starting goalkeeper of the Fenerbahçe side that reached the quarter-finals of the 2007–08 UEFA Champions League. He was also the starting goalkeeper of the Turkey side that reached the semi-finals of UEFA Euro 2008.",
      "pageId": 2986604,
      "monthDay": "10/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Han_Hye-jin",
      "name": "Han Hye-jin",
      "aboutText": "Kristi Richards (born October 27, 1981 in Penticton, British Columbia) is a Canadian freestyle skier from Summerland, British Columbia. She pariticipates in moguls.\nIn 2003, Richards won the Canadian championships and in the same year she won the Apex Mountain BC Nor-Am Cup.",
      "pageId": 4064353,
      "monthDay": "10/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kristi_Richards",
      "name": "Kristi Richards",
      "aboutText": "Sayuri Osuga (Japanese: 大菅小百合, born 27 October 1980) is a Japanese speed skater and cyclist. She is one of the few athletes who started both in the Winter Games 2002 and 2006 (in the 500 m speed skating event) and in the 2004 Summer Games (in the 500 m time trial cycling event, placing 10th). Until 2006, she was a member of the professional Sankyoseiki speedskating team.",
      "pageId": 4487034,
      "monthDay": "10/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Patrick_Fugit",
      "name": "Patrick Fugit",
      "aboutText": "Martín Manuel Prado (born October 27, 1983) is a Venezuelan professional baseball utility player for the Miami Marlins of Major League Baseball (MLB). He has also played for the Atlanta Braves, Arizona Diamondbacks and New York Yankees. During his time with the Braves, Prado played in the 2010 All-Star Game.",
      "pageId": 4877949,
      "monthDay": "10/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Takashi_Tsukamoto",
      "name": "Takashi Tsukamoto",
      "aboutText": "Brent Aaron Clevlen (born October 27, 1983, in Austin, Texas) is an American professional baseball outfielder who has played parts of four major leagues seasons with the Detroit Tigers and Atlanta Braves and is now playing for the Pericos de Puebla of the Mexican Baseball League. The LMB is one of the three AAA leagues that plays under the Minor League Baseball affiliation. In his first season (2015) in Mexico's top league he was named to the starting All-Star team for the South and won the Home Run Derby Championship at the All-Star Game defeating 7 others including former MLB American League MVP Miguel Tejada.",
      "pageId": 6191245,
      "monthDay": "10/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brent_Clevlen",
      "name": "Brent Clevlen",
      "aboutText": "Takashi Tsukamoto (塚本高史, Tsukamoto Takashi, born October 27, 1982) is a Japanese actor, singer, and model.\nHe has released three single CDs: \"Itsudemo Boku wa\" (いつでも僕は, Anytime I am...), \"Hitorigoto\" (ヒ・ト・リ・ゴ・ト, Soliloquy), \"New Morning\".\nHe also portrayed the character Shinji Mimura in the controversial film Battle Royale, along with this he has also portrayed the character Gion Toji in the video game Ryū ga Gotoku Kenzan!",
      "pageId": 7157717,
      "monthDay": "10/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Takuro_Okuyama",
      "name": "Takuro Okuyama",
      "aboutText": "Han Hye-jin (Hangul: 한혜진; born October 27, 1981) is a South Korean actress. Han made her breakthrough in 2005 when she starred as a young widow in her 20s working as an outgoing hairdresser in the hit daily drama Be Strong, Geum-soon!. Among her notable leading roles include Soseono in historical epic Jumong, Korea's first female doctor of Western medicine in Jejungwon, and a sharpshooter in the manhwa film adaptation 26 Years.",
      "pageId": 7167877,
      "monthDay": "10/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mart%C3%ADn_Prado",
      "name": "Martín Prado",
      "aboutText": "Lars Salem Al Fakir (born October 27, 1981) is a Swedish soul/pop musician and singer of paternal Syrian origin. He is most famous for his chart topping albums This Is Who I Am (2007), Astronaut (2009) and Ignore This (2010). He took part in Melodifestivalen 2010 with \"Keep on Walking\" finishing second behind winner Anna Bergendahl.",
      "pageId": 11693127,
      "monthDay": "10/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/K%C4%B1van%C3%A7_Tatl%C4%B1tu%C4%9F",
      "name": "Kıvanç Tatlıtuğ",
      "aboutText": "Kıvanç Tatlıtuğ (Turkish pronunciation: [kɯˈvantʃ ˈtatɫɯtuː]) (born 27 October 1983, Adana) is a Turkish actor and model who has received two Golden Butterfly Awards for Best Actor. Tatlıtuğ won the pageants Best Model of Turkey and Best Model of the World in 2002.",
      "pageId": 15405313,
      "monthDay": "10/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kostas_Kapetanos",
      "name": "Kostas Kapetanos",
      "aboutText": "Hiroyuki Yamamoto (山本 寛幸, Yamamoto Hiroyuki, born October 27, 1979) is a Japanese footballer who plays as a defender for Osotspa Saraburi of the Thai Premier League.",
      "pageId": 17538295,
      "monthDay": "10/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kelly_Osbourne",
      "name": "Kelly Osbourne",
      "aboutText": "Emilie Ullerup-Petersen (born 27 October 1984) is a Danish actress.",
      "pageId": 19523681,
      "monthDay": "10/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Irfan_Pathan",
      "name": "Irfan Pathan",
      "aboutText": "Kostas Kapetanos (Greek: Κώστας Καπετάνος; born 27 October 1984 in Ptolemaida) is a Greek footballer currently playing for A.E. Karaiskakis .",
      "pageId": 23968734,
      "monthDay": "10/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brady_Quinn",
      "name": "Brady Quinn",
      "aboutText": "Taksaorn Paksukcharern (Thai: ทักษอร ภักดิ์สุขเจริญ; RTGS: Thaksa-on Phaksukcharoen) is a Thai actress and model who has starred in several lakorns. She is known for her roles in the 2008 version of Jam Loey Rak as well as the title character in Wanida (2010), which won best Foreign Series at the International Drama Festival in Tokyo.",
      "pageId": 24898122,
      "monthDay": "10/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Emilie_Ullerup",
      "name": "Emilie Ullerup",
      "aboutText": "Takuro Okuyama (born October 27, 1983) is a Japanese football player.",
      "pageId": 31599757,
      "monthDay": "10/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sirli_Hanni",
      "name": "Sirli Hanni",
      "aboutText": "Yi Jianlian (Chinese: 易建联; pinyin: Yì Jiànlián，born October 27, 1987) is a Chinese basketball player who currently plays for Guangdong Southern Tigers in the Chinese Basketball Association. He has also played in the National Basketball Association for the Milwaukee Bucks, New Jersey Nets, Washington Wizards, and Dallas Mavericks.\nYi joined the Guangdong Southern Tigers in 2002 and subsequently won the Rookie of the Year award.",
      "pageId": 1031691,
      "monthDay": "10/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sandra_Volk",
      "name": "Sandra Volk",
      "aboutText": "Andrew Bynum (born October 27, 1987) is an American professional basketball player who is currently a free agent. Bynum has played for the Los Angeles Lakers, Cleveland Cavaliers, and Indiana Pacers of the National Basketball Association (NBA). The 7-foot-0-inch (2.13 m) center is a two-time NBA champion, winning in 2009 and 2010 with the Lakers.",
      "pageId": 2141996,
      "monthDay": "10/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jon_Niese",
      "name": "Jon Niese",
      "aboutText": "Matthew Joseph \"Matty\" Pattison (born 27 October 1986) is a South African association footballer who plays for Gateshead in the National League.\n^ Hugman, Barry J., ed. (2009).",
      "pageId": 4198682,
      "monthDay": "10/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matty_Pattison",
      "name": "Matty Pattison",
      "aboutText": "Sebastian Gacki (born October 27, 1984 in North Vancouver, British Columbia) is a Canadian actor.",
      "pageId": 8074381,
      "monthDay": "10/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/David_Warner_(cricketer)",
      "name": "David Warner",
      "aboutText": "David Andrew Warner (born 27 October 1986) is an Australian cricketer. An explosive left-handed opening batsman, Warner is the first Australian cricketer in 132 years to be selected for a national team in any format without experience in first-class cricket. He currently plays for New South Wales, the Sunrisers Hyderabad and the Sydney Thunder.",
      "pageId": 9360757,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Thelma_Aoyama",
      "name": "Thelma Aoyama",
      "aboutText": "Emily Hagins (born October 27, 1992) is an Austin-based filmmaker known for her 2006 independent feature film Pathogen, which she directed at the age of 12.\n^ Kearney, Mary Celeste (2006). Girls Make Media.",
      "pageId": 11993983,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bj%C3%B6rn_Barrefors",
      "name": "Björn Barrefors",
      "aboutText": "Jon Niese (born October 27, 1986) is an American professional baseball pitcher for the Pittsburgh Pirates of Major League Baseball (MLB).",
      "pageId": 15594956,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andrew_Bynum",
      "name": "Andrew Bynum",
      "aboutText": "Viktor Viktorov Genev (Bulgarian: Виктор Викторов Генев; born 27 October 1988) is a Bulgarian professional footballer who plays for Romanian club FC Petrolul Ploiești as a defender.",
      "pageId": 15963682,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Guillaume_Franke",
      "name": "Guillaume Franke",
      "aboutText": "Thelma Aoyama (青山 テルマ, Aoyama Teruma), born October 27, 1987, is a Japanese pop and R&B singer. She is part Afro-Trinidadian and Japanese.\nShe is known for her collaboration song with SoulJa, \"Koko ni Iru yo\", and her answer song \"Soba ni Iru ne\".",
      "pageId": 17095291,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sebastian_Gacki",
      "name": "Sebastian Gacki",
      "aboutText": "Brady Ellison (born October 27, 1988 in Glendale, Arizona) is an athlete from the United States, who competes in recurve archery. He is currently a Resident Athlete at the United States Olympic Training Center in Chula Vista, California. He holds the record for the longest continuous period as the world number-one-ranked men's recurve archer, from August 2011 to April 2013.",
      "pageId": 18921697,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Viktor_Genev",
      "name": "Viktor Genev",
      "aboutText": "Stephan Kareem El Shaarawy (Arabic: ستيفان الشعراوي‎); born 27 October 1992) is an Italian professional footballer who plays as a striker for Ligue 1 club Monaco on loan from Milan and the Italy national team. He is nicknamed Il Faraone (The Pharaoh), as his father is Egyptian.\nHe began his career at Genoa, and was signed by Milan in 2011 after a successful loan at Padova.",
      "pageId": 21162104,
      "monthDay": "10/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yi_Jianlian",
      "name": "Yi Jianlian",
      "aboutText": "Dimitrios Gkourtsas (born 27 October 1990) is a Greek footballer. He last played as a forward for Tyrnavos.",
      "pageId": 21794334,
      "monthDay": "10/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brady_Ellison",
      "name": "Brady Ellison",
      "aboutText": "Evan Marcel Turner (born October 27, 1988) is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). He was drafted second overall by the Philadelphia 76ers in the 2010 NBA draft and played for them until he was traded in February 2014 to the Indiana Pacers. Turner plays the point guard, shooting guard and small forward positions.",
      "pageId": 21987337,
      "monthDay": "10/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Illimar_P%C3%A4rn",
      "name": "Illimar Pärn",
      "aboutText": "Sirli Hanni (born October 27, 1985 in Vastseliina) is an Estonian biathlete. She finished 18th in the 4×6 km relay and 84th in the 7.5 km sprint at the 2010 Winter Olympics in Vancouver.\n^ \"Sirli Hanni, Biathlon\".",
      "pageId": 26394093,
      "monthDay": "10/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Evan_Turner",
      "name": "Evan Turner",
      "aboutText": "Guillaume Franke (born 27 October 1987) is a German international rugby union player, playing for RC Orléans in the Fédérale 1 and the German national rugby union team. He is the brother of Matthieu Franke, who has also played for Germany.\nHe made his debut for Germany against Georgia on 7 February 2010, replacing his brother after he had to withdraw with a knee injury.",
      "pageId": 26443630,
      "monthDay": "10/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dimitrios_Gkourtsas",
      "name": "Dimitrios Gkourtsas",
      "aboutText": "Illimar Pärn (born October 27, 1988) is an Estonian ski jumper. Pärn made his individual World Cup debut in Kuopio 2010. In 2005 he was a part of the Estonian World Cup team in Lahti.",
      "pageId": 27380807,
      "monthDay": "10/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Oktovianus_Maniani",
      "name": "Oktovianus Maniani",
      "aboutText": "Oktovianus Maniani (born 27 October 1990 in Jayapura, Indonesia) is an Indonesian professional footballer who currently plays for UiTM F.C.. Popularly known simply as \"Okto,\" he gained nationwide popularity in his early caps for the national team, mainly during the 2010 AFF Suzuki Cup, where he is considered as one of the contributing players along with teammate Irfan Bachdim. His favourite player is Elie Aiboy.",
      "pageId": 28936028,
      "monthDay": "10/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Shohei_Takahashi",
      "name": "Shohei Takahashi",
      "aboutText": "Shohei Takahashi (高橋 祥平, Takahashi Shōhē, born 27 October 1991) is a Japanese footballer who plays for Vissel Kobe in the J. League Division 1. He is a versatile defender who can operate as a left full back or as a centre back.\nTakahashi began his professional career with Tokyo Verdy in March 2007 at the age of 17.",
      "pageId": 33811615,
      "monthDay": "10/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Stephan_El_Shaarawy",
      "name": "Stephan El Shaarawy",
      "aboutText": "Björn Barrefors (born October 27, 1987 in Uppsala, Sweden) is a Swedish decathlete and heptathlete. He attending and competed for the University of Nebraska in Lincoln, Nebraska. Barrefors was a four time first team NCAA All-America athlete, gaining the honor twice in the outdoor decathlon (2009 and 2012) and twice for the indoor heptathlon (also in 2009 and 2012).",
      "pageId": 38639328,
      "monthDay": "10/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Emily_Hagins",
      "name": "Emily Hagins",
      "aboutText": "Sandra Volk (born 27 October 1985) is a Slovenian retired tennis player. On 4 December 1995, Volk reached her best singles ranking of world number 416. On 12 September 1994, she peaked at world number 305 in the doubles rankings.",
      "pageId": 41151476,
      "monthDay": "10/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Junya_Ikeda",
      "name": "Junya Ikeda",
      "aboutText": "Brandon Saad (born October 27, 1992) is an American professional ice hockey player for the Columbus Blue Jackets of the National Hockey League (NHL). Saad was raised in Pittsburgh, Pennsylvania, and attended Pine-Richland High School. He is an American of Syrian descent.",
      "pageId": 31672549,
      "monthDay": "10/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Taiko_Katono",
      "name": "Taiko Katono",
      "aboutText": "Junya Ikeda (池田 純矢, Ikeda Jun'ya, born October 27, 1992), also known as Jun Ikeda (池田 純, Ikeda Jun), is a Japanese actor and voice actor who is affiliated with Bāru.",
      "pageId": 32386333,
      "monthDay": "10/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Brandon_Saad",
      "name": "Brandon Saad",
      "aboutText": "Haruka Kudō (工藤 遥, Kudō Haruka, born on October 27, 1999 in Saitama Prefecture) is a Japanese pop singer. She is a tenth-generation member of the pop group Morning Musume. Prior to joining Morning Musume, Kudō was a Hello!",
      "pageId": 33257918,
      "monthDay": "10/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kiefer_Ravena",
      "name": "Kiefer Ravena",
      "aboutText": "Kiefer Isaac Crisologo Ravena (/kifər/; born October 27, 1993), more popularly known as Kiefer Ravena or simply Kief by his colleagues and teammates, is a Filipino amateur basketball player from the Philippines. He is currently playing college varsity basketball for the Ateneo Blue Eagles team in the UAAP where he is playing both guard positions.\nThe son of former PBA player Bong Ravena, Ravena enjoyed a successful high school basketball career at the Ateneo de Manila High School in Loyola Heights, Quezon City where he was recognized as one of the top high school basketball players in the Philippines.",
      "pageId": 36695948,
      "monthDay": "10/27"
    },
    {
      "year": "1994",
      "uri": "/wiki/Eddie_Alderson",
      "name": "Eddie Alderson",
      "aboutText": "Eddie Alderson (born October 27, 1994) is an American actor, best known for his portrayal of Matthew Buchanan on the ABC Daytime American soap opera One Life to Live in 2001 until 2012. Alderson's performance in the role has been met with critical acclaim, having garnered two Young Artist Award nominations in 2009 and a Daytime Emmy Award nomination in 2012.\n^ \"Eddie Alderson Bio\".",
      "pageId": 41100611,
      "monthDay": "10/27"
    },
    {
      "year": "1999",
      "uri": "/wiki/Haruka_Kudo_(singer)",
      "name": "Haruka Kudo",
      "aboutText": "Taiko Katono (上遠野 太洸, Katōno Taikō, born October 27, 1992 in Sendai, Miyagi Prefecture, Japan) is a Japanese actor and model who is affiliated with Evergreen Entertainment. He is best known for his role as the character, Chase/Mashin Chaser/Kamen Rider Chaser, from the Kamen Rider series Kamen Rider Drive.\n^ \"\"女装もイケる上遠野太洸／気になリスト\" Nikkan Sports (March 22, 2014\".",
      "pageId": 46964484,
      "monthDay": "10/27"
    }
  ]
}