{
  "people": [
    {
      "year": "1463",
      "uri": "/wiki/Alessandro_Achillini",
      "name": "Alessandro Achillini",
      "aboutText": "James Boswell, 9th Laird of Auchinleck (/ˈbɒzˌwɛl, -wəl/; 29 October 1740 – 19 May 1795), was a Scottish biographer and diarist, born in Edinburgh. He is best known for the biography he wrote of one of his contemporaries, the English literary figure Samuel Johnson, which the modern Johnsonian critic Harold Bloom has claimed is the greatest biography written in the English language.\nBoswell's surname has passed into the English language as a term (Boswell, Boswellian, Boswellism) for a constant companion and observer, especially one who records those observations in print.",
      "pageId": 62363,
      "monthDay": "10/29"
    },
    {
      "year": "1504",
      "uri": "/wiki/Shin_Saimdang",
      "name": "Shin Saimdang",
      "aboutText": "Franz Joseph Hermann Michael Maria von Papen zu Köningen (German: [ˈfʁants fɔn ˈpaːpən]; 29 October 1879 – 2 May 1969) was a German nobleman, General Staff officer and politician. He served as Chancellor of Germany in 1932 and as Vice-Chancellor under Adolf Hitler in 1933–1934. He belonged to the group of close advisers to president Paul von Hindenburg in the late Weimar Republic.",
      "pageId": 243788,
      "monthDay": "10/29"
    },
    {
      "year": "1682",
      "uri": "/wiki/Pierre_Fran%C3%A7ois_Xavier_de_Charlevoix",
      "name": "Pierre François Xavier de Charlevoix",
      "aboutText": "Shin Saimdang (申師任堂, October 29, 1504 – May 17, 1551) was a Korean artist, writer, calligraphist, noted poet, and the mother of the Korean Confucian scholar Yulgok. Often held up as a model of Confucian ideals, her respectful nickname was Eojin Eomeoni (어진 어머니; \"Wise Mother\"). Her real name was Inseon.",
      "pageId": 342407,
      "monthDay": "10/29"
    },
    {
      "year": "1690",
      "uri": "/wiki/Martin_Folkes",
      "name": "Martin Folkes",
      "aboutText": "Abram Fedorovich (or Fyodorovich) Ioffe (Russian: Абра́м Фёдорович Ио́ффе; 29 October [O.S. 17 October] 1880 – 14 October 1960) was a prominent Russian/Soviet physicist. He received the Stalin Prize (1942), the Lenin Prize (1960) (posthumously), and the Hero of Socialist Labor (1955). Ioffe was an expert in electromagnetism, radiology, crystals, high-impact physics, thermoelectricity and photoelectricity.",
      "pageId": 475185,
      "monthDay": "10/29"
    },
    {
      "year": "1704",
      "uri": "/wiki/John_Byng",
      "name": "John Byng",
      "aboutText": "Admiral John Byng (baptised 29 October 1704 – 14 March 1757) was a Royal Navy officer. After joining the navy at the age of thirteen, he participated at the Battle of Cape Passaro in 1718. Over the next thirty years he built up a reputation as a solid naval officer and received promotion to vice-admiral in 1747.",
      "pageId": 610025,
      "monthDay": "10/29"
    },
    {
      "year": "1740",
      "uri": "/wiki/James_Boswell",
      "name": "James Boswell",
      "aboutText": "Princess Marie of Edinburgh, more commonly known as Marie of Romania (Marie Alexandra Victoria; 29 October 1875 – 18 July 1938), was the last Queen consort of Romania as the wife of King Ferdinand I.",
      "pageId": 807609,
      "monthDay": "10/29"
    },
    {
      "year": "1808",
      "uri": "/wiki/Caterina_Scarpellini",
      "name": "Caterina Scarpellini",
      "aboutText": "Pierre François Xavier de Charlevoix, S.J., (24 October 1682 – 1 February 1761) was a French Jesuit priest, traveller and historian, often distinguished as the first historian of New France, which then occupied much of North America known to Europeans.\nAccording to Louise Phelps Kellogg, “Charlevoix was not of the temper of the earlier Jesuits of New France. He was by no means a zealot, and had no vocation to deliver himself to a life of suffering and deprivation for the conversion of Indian souls.",
      "pageId": 1419885,
      "monthDay": "10/29"
    },
    {
      "year": "1815",
      "uri": "/wiki/Dan_Emmett",
      "name": "Dan Emmett",
      "aboutText": "For the Governor of Colorado, see Alva Adams (governor).",
      "pageId": 1424970,
      "monthDay": "10/29"
    },
    {
      "year": "1822",
      "uri": "/wiki/Mieczys%C5%82aw_Halka-Led%C3%B3chowski",
      "name": "Mieczysław Halka-Ledóchowski",
      "aboutText": "Alessandro Achillini (Latin Alexander Achillinus; 29 October 1463 – 2 August 1512) was an Italian philosopher and physician.",
      "pageId": 1491161,
      "monthDay": "10/29"
    },
    {
      "year": "1832",
      "uri": "/wiki/Narcisa_de_Jes%C3%BAs",
      "name": "Narcisa de Jesús",
      "aboutText": "Daniel Decatur \"Dan\" Emmett (October 29, 1815 – June 28, 1904) was an American songwriter, entertainer, and founder of the first troupe of the blackface minstrel tradition.",
      "pageId": 1636217,
      "monthDay": "10/29"
    },
    {
      "year": "1855",
      "uri": "/wiki/Paul_Bruch%C3%A9si",
      "name": "Paul Bruchési",
      "aboutText": "Wilfred Rhodes (29 October 1877 – 8 July 1973) was an English professional cricketer who played 58 Test matches for England between 1899 and 1930. In Tests, Rhodes took 127 wickets and scored 2,325 runs, becoming the first Englishman to complete the double of 1,000 runs and 100 wickets in Test matches. He holds the world records both for the most appearances made in first-class cricket (1,110 matches), and for the most wickets taken (4,204).",
      "pageId": 1711397,
      "monthDay": "10/29"
    },
    {
      "year": "1856",
      "uri": "/wiki/Jacques_Curie",
      "name": "Jacques Curie",
      "aboutText": "Martin Folkes PRS (29 October 1690 – 28 June 1754), English antiquary, numismatist, mathematician, and astronomer.",
      "pageId": 1850803,
      "monthDay": "10/29"
    },
    {
      "year": "1861",
      "uri": "/wiki/Andrei_Ryabushkin",
      "name": "Andrei Ryabushkin",
      "aboutText": "Narcisa de Jesús Martillo y Morán (29 October 1832 – 8 December 1869) is a Roman Catholic saint from Nobol, Ecuador. She was a laywoman known for her charitable giving and strict devotion, becoming a lay hermit. She was beatified by Pope John Paul II on October 25, 1992 and canonized on October 12, 2008 by Pope Benedict XVI. Today her body lies in repose at the Santuario de Santa Narcisa de Jesús Martillo y Morán in Nobol, Ecuador.",
      "pageId": 1857581,
      "monthDay": "10/29"
    },
    {
      "year": "1866",
      "uri": "/wiki/Antonio_Luna",
      "name": "Antonio Luna",
      "aboutText": "Andrei Petrovich Ryabushkin (Russian: Андре́й Петро́вич Ря́бушкин; 29 October [O.S. 17 October] 1861 – 10 May [O.S. 27 April] 1904) was a Russian painter.",
      "pageId": 2398102,
      "monthDay": "10/29"
    },
    {
      "year": "1875",
      "uri": "/wiki/Marie_of_Romania",
      "name": "Marie of Romania",
      "aboutText": "Antonio Luna de San Pedro y Novicio Ancheta (29 October 1866 – 5 June 1899), an Ilocano born in Manila, was a Filipino general who fought in the Philippine–American War. He was also the founder of the Philippines's first military academy, which existed during the First Philippine Republic. He was regarded as the most brilliant of the Filipino military officers during the war.",
      "pageId": 2603955,
      "monthDay": "10/29"
    },
    {
      "year": "1877",
      "uri": "/wiki/Narcisa_de_Leon",
      "name": "Narcisa de Leon",
      "aboutText": "Mieczysław Halka-Ledóchowski, (29 October 1822 – 22 July 1902) was born in Górki (near Sandomierz) in Russian controlled Congress Poland to Count Josef Ledóchowski and Maria Zakrzewska.",
      "pageId": 2916203,
      "monthDay": "10/29"
    },
    {
      "year": "1877",
      "uri": "/wiki/Wilfred_Rhodes",
      "name": "Wilfred Rhodes",
      "aboutText": "Louis Joseph Napoléon Paul Bruchési, (October 29, 1855 – September 20, 1939) was a Canadian prelate.\nOrdained as a priest in 1878, he was appointed Archbishop in 1897. Both these appointments were in the Roman Catholic archdiocese of Montréal.",
      "pageId": 6116010,
      "monthDay": "10/29"
    },
    {
      "year": "1879",
      "uri": "/wiki/Alva_B._Adams",
      "name": "Alva B. Adams",
      "aboutText": "Paul-Jacques Curie (29 October 1856 – 1941) was a French physicist and professor of mineralogy at the University of Montpellier.",
      "pageId": 6672669,
      "monthDay": "10/29"
    },
    {
      "year": "1879",
      "uri": "/wiki/Franz_von_Papen",
      "name": "Franz von Papen",
      "aboutText": "Narcisa Buencamino-de Leon (October 29, 1877 – February 6, 1966) was a Filipino film producer. Clad daily in the frugal rural dress of the camisón, saya and chinelas, Doña Sisang, as she was widely known, was already a 61-year-old widow when she entered the film industry. Nonetheless, she chartered her family-owned LVN Pictures into a dominant position in post-World War II Philippine cinema.",
      "pageId": 14348108,
      "monthDay": "10/29"
    },
    {
      "year": "1880",
      "uri": "/wiki/Abram_Ioffe",
      "name": "Abram Ioffe",
      "aboutText": "Caterina Scarpellini (29 October 1808 – 28 November 1873), was an Italian astronomer and meteorologist. Born in Foligno on 29 October 1808, Scarpellini moved to Rome at the age of 18. She was an assistant to her uncle, who was the director of the Roman Campidoglio Observatory.",
      "pageId": 38135282,
      "monthDay": "10/29"
    },
    {
      "year": "1881",
      "uri": "/wiki/John_DeWitt_(athlete)",
      "name": "John DeWitt",
      "aboutText": "Sir Alfred Jules \"Freddie\" Ayer (/ɛər/; 29 October 1910 – 27 June 1989) was a British philosopher known for his promotion of logical positivism, particularly in his books Language, Truth, and Logic (1936) and The Problem of Knowledge (1956).\nHe was educated at Eton College and Oxford University, after which he studied the philosophy of Logical Positivism at the University of Vienna. From 1933 to 1940 he lectured on philosophy at Christ Church, Oxford.",
      "pageId": 2018,
      "monthDay": "10/29"
    },
    {
      "year": "1882",
      "uri": "/wiki/Jean_Giraudoux",
      "name": "Jean Giraudoux",
      "aboutText": "Paul Joseph Goebbels (German: [ˈɡœbəls]; 29 October 1897 – 1 May 1945) was a German politician and Reich Minister of Propaganda in Nazi Germany from 1933 to 1945. One of Adolf Hitler's close associates and most devoted followers, he was known for his public speaking and deep and virulent antisemitism, which led to his supporting the extermination of the Jews in the Holocaust.\nGoebbels, who aspired to be an author, obtained a Doctor of Philosophy degree from the University of Heidelberg in 1921.",
      "pageId": 15777,
      "monthDay": "10/29"
    },
    {
      "year": "1883",
      "uri": "/wiki/Victor_Hochepied",
      "name": "Victor Hochepied",
      "aboutText": "Fredric Brown (October 29, 1906 – March 11, 1972) was an American science fiction and mystery writer. He was born in Cincinnati.\nHe is perhaps best known for his use of humor and for his mastery of the \"short short\" form—stories of 1 to 3 pages, often with ingenious plotting devices and surprise endings.",
      "pageId": 48257,
      "monthDay": "10/29"
    },
    {
      "year": "1891",
      "uri": "/wiki/Fanny_Brice",
      "name": "Fanny Brice",
      "aboutText": "Hippolyte Jean Giraudoux (French: [ʒiʁodu]; 29 October 1882 – 31 January 1944) was a French novelist, essayist, diplomat and playwright. He is considered among the most important French dramatists of the period between World War I and World War II. His work is noted for its stylistic elegance and poetic fantasy.",
      "pageId": 72588,
      "monthDay": "10/29"
    },
    {
      "year": "1897",
      "uri": "/wiki/Joseph_Goebbels",
      "name": "Joseph Goebbels",
      "aboutText": "Henry Green was the nom de plume of Henry Vincent Yorke (29 October 1905 – 13 December 1973), an English author best remembered for the novels Party Going and Loving.",
      "pageId": 279852,
      "monthDay": "10/29"
    },
    {
      "year": "1898",
      "uri": "/wiki/Alan_Barker",
      "name": "Alan Barker",
      "aboutText": "Fanny Brice (October 29, 1891 – May 29, 1951) was a popular and influential American illustrated song model, comedienne, singer, and theater and film actress who made many stage, radio and film appearances and is known as the creator and star of the top-rated radio comedy series The Baby Snooks Show. Thirteen years after her death, she was portrayed on the Broadway stage by Barbra Streisand in the musical Funny Girl and its 1968 film adaptation, for which Streisand won an Oscar.",
      "pageId": 491825,
      "monthDay": "10/29"
    },
    {
      "year": "1899",
      "uri": "/wiki/Kate_Seredy",
      "name": "Kate Seredy",
      "aboutText": "Kate Seredy (1899–1975) was a Hungarian-born writer and illustrator of children's books. She won the Newbery Medal once, the Newbery Honor twice, the Caldecott Honor once, and Lewis Carroll Shelf Award. Most of her books were written in English, which was not her first language.",
      "pageId": 871793,
      "monthDay": "10/29"
    },
    {
      "year": "1899",
      "uri": "/wiki/Akim_Tamiroff",
      "name": "Akim Tamiroff",
      "aboutText": "Akim Mikhailovich Tamiroff (Russian: Аким Михайлович Тамиров; birth name` Hovakim, Armenian: Հովակիմ; 29 October 1899 – 17 September 1972) was an ethnic Armenian actor.",
      "pageId": 1224126,
      "monthDay": "10/29"
    },
    {
      "year": "1905",
      "uri": "/wiki/Henry_Green",
      "name": "Henry Green",
      "aboutText": "Baruj Benacerraf (October 29, 1920 – August 2, 2011) was a Venezuelan-born American immunologist, who shared the 1980 Nobel Prize in Physiology or Medicine for the \"discovery of the major histocompatibility complex genes which encode cell surface protein molecules important for the immune system's distinction between self and non-self\". His colleagues and shared recipients were Jean Dausset and George Davis Snell.",
      "pageId": 1432150,
      "monthDay": "10/29"
    },
    {
      "year": "1906",
      "uri": "/wiki/Fredric_Brown",
      "name": "Fredric Brown",
      "aboutText": "Patriarch Maxim (Maximus) (Bulgarian: Патриарх Максим) (Marin Naydenov Minkov, October 29, 1914 – November 6, 2012) was the head of the Bulgarian Orthodox Church from 1971 until his death.\nHe was born in Oreshak, the second of the two children of Nayden Minkov Rachev, but very little is known about his parents' background. He was educated only in his native mountain village of Oreshak but from his late childhood he became a novice monk in the Troyan Monastery and then studied Orthodox Theology at Sofia University.",
      "pageId": 1627287,
      "monthDay": "10/29"
    },
    {
      "year": "1907",
      "uri": "/wiki/Edwige_Feuill%C3%A8re",
      "name": "Edwige Feuillère",
      "aboutText": "Eddie Constantine (born Edward Constantinowsky; October 29, 1917 – February 25, 1993) was an American French actor and singer who spent his career working in Europe.\nHe became well known for a series of French B movies in which he played secret agent Lemmy Caution and is now best remembered for his role in Jean-Luc Godard's philosophical science fiction film Alphaville (1965).\nConstantine also appeared in films by Rainer Werner Fassbinder (as himself in Beware of a Holy Whore 1971), Lars von Trier, and Mika Kaurismäki.",
      "pageId": 2211261,
      "monthDay": "10/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/A._J._Ayer",
      "name": "A. J. Ayer",
      "aboutText": "William Berenberg, M.D. (October 29, 1915 – September 14, 2005) was an American physician, Harvard professor, and pioneer in the treatment and rehabilitation of cerebral palsy.",
      "pageId": 2796663,
      "monthDay": "10/29"
    },
    {
      "year": "1913",
      "uri": "/wiki/Al_Suomi",
      "name": "Al Suomi",
      "aboutText": "Edwige Feuillère (29 October 1907 – 13 November 1998) was a distinguished French stage and film actress.\nShe was born Edwige Louise Caroline Cunatti to an Italian architect father and an Alsace-born mother. She was raised primarily in Dijon.",
      "pageId": 2981812,
      "monthDay": "10/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Maxim_of_Bulgaria",
      "name": "Maxim of Bulgaria",
      "aboutText": "Moran Mar Baselios Marthoma Didymus I (29 October 1921 – 26 May 2014) was Catholicos of the East and Malankara Metropolitan (Primate of the Malankara Orthodox Church) from 2005 to 2010. Didymos I was consecrated as Metropolitan bishop on 24 August 1966 at Kolencherry St. Peter's & St.",
      "pageId": 3219163,
      "monthDay": "10/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/William_Berenberg",
      "name": "William Berenberg",
      "aboutText": "John Riegel DeWitt (October 29, 1881 - July 28, 1930) was an American athlete who competed mainly in the hammer throw. He competed for the United States in the 1904 Summer Olympics held in St. Louis in the hammer throw where he won the silver medal.",
      "pageId": 7348760,
      "monthDay": "10/29"
    },
    {
      "year": "1917",
      "uri": "/wiki/Eddie_Constantine",
      "name": "Eddie Constantine",
      "aboutText": "Bernard Gordon (October 29, 1918 – May 11, 2007) was an American writer and producer. For much of his 27-year career, he toiled in obscurity, prevented from taking screen credit by the Hollywood Blacklist. Among his best-known works are screenplays for Flesh and Fury, Earth vs.",
      "pageId": 8250720,
      "monthDay": "10/29"
    },
    {
      "year": "1918",
      "uri": "/wiki/Bernard_Gordon_(writer)",
      "name": "Bernard Gordon",
      "aboutText": "Albert William Suomi (October 29, 1913 – September 23, 2014) was an American NHL player, who played with the Chicago Black Hawks for the 1936–37 NHL season. Although he did not aspire to play at a professional level, Suomi nevertheless spent his young life playing hockey and was eventually scouted while playing with friends. Suomi began his career playing for the Chicago Baby Ruth team in 1934, a marketing ploy started by the company that produced the candy of the same name.",
      "pageId": 14877012,
      "monthDay": "10/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/Baruj_Benacerraf",
      "name": "Baruj Benacerraf",
      "aboutText": "Victor Fernand Hochepied (29 October 1883 – 26 March 1966) was a French swimmer who competed in the 1900 Summer Olympics.\nIn 1900 he won the silver medal with the French team in the 200 metre team swimming, alongside his brother, Maurice Hochepied.",
      "pageId": 18077025,
      "monthDay": "10/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Baselios_Thoma_Didymos_I",
      "name": "Baselios Thoma Didymos I",
      "aboutText": "Deshamanya Balakumara Mahadeva (Tamil: பாலகுமாரன் மகாதேவா; 29 October 1921 – 29 November 2013; commonly known as Baku Mahadeva) was a leading Sri Lankan Tamil civil servant.",
      "pageId": 41241760,
      "monthDay": "10/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Baku_Mahadeva",
      "name": "Baku Mahadeva",
      "aboutText": "Brigadier Alan Robert Barker DSO OBE MC (29 October 1898 – August 1984) was a senior British Indian Army officer of the Second World War.\nOn 27 October 1916 Barker commissioned into the Indian Army on the unattached list, and between January and August 1917 he served with the Royal Flying Corps in France. He was promoted to lieutenant on 27 October 1917, and received a commission in the 7th Duke of Edinburgh's Own Gurkha Rifles.",
      "pageId": 47523089,
      "monthDay": "10/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bill_Mauldin",
      "name": "Bill Mauldin",
      "aboutText": "Timothy Sydney Robert Hardy, CBE, FSA (born 29 October 1925) is an English actor with a long career in the theatre, film and television.",
      "pageId": 167247,
      "monthDay": "10/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Neal_Hefti",
      "name": "Neal Hefti",
      "aboutText": "William Henry \"Bill\" Mauldin (/ˈmɔːldən/; October 29, 1921 – January 22, 2003) was an American editorial cartoonist who won two Pulitzer Prizes for his work. He was most famous for his World War II cartoons depicting American soldiers, as represented by the archetypal characters Willie and Joe, two weary and bedraggled infantry troopers who stoically endure the difficulties and dangers of duty in the field.",
      "pageId": 173598,
      "monthDay": "10/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Carl_Djerassi",
      "name": "Carl Djerassi",
      "aboutText": "Neal Hefti (October 29, 1922 – October 11, 2008) was an American jazz trumpeter, composer, songwriter, and arranger. He composed the theme music for the Batman television series of the 1960s, and scored the 1968 film The Odd Couple and the subsequent TV series also titled The Odd Couple.\nHe began arranging professionally in his teens, when he wrote charts for Nat Towles.",
      "pageId": 284272,
      "monthDay": "10/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gerda_van_der_Kade-Koudijs",
      "name": "Gerda van der Kade-Koudijs",
      "aboutText": "John Haley \"Zoot\" Sims (October 29, 1925 - March 23, 1985) was an American jazz saxophonist, playing mainly tenor and soprano.",
      "pageId": 307226,
      "monthDay": "10/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dominick_Dunne",
      "name": "Dominick Dunne",
      "aboutText": "Niki de Saint Phalle (born Catherine-Marie-Agnès Fal de Saint Phalle, 29 October 1930 – 21 May 2002) was a French sculptor, painter, and filmmaker.",
      "pageId": 351248,
      "monthDay": "10/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Hardy",
      "name": "Robert Hardy",
      "aboutText": "Yevgeny Maksimovich Primakov (Russian: Евге́ний Макси́мович Примако́в, tr. Yevgeniy Maksimovich Primakov; 29 October 1929 – 26 June 2015) was a Russian politician and diplomat who served as Prime Minister of Russia from 1998 to 1999. During his long career, he also served as Foreign Minister, Speaker of the Supreme Soviet of the Soviet Union, and chief of the intelligence service.",
      "pageId": 520754,
      "monthDay": "10/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Haim_Hefer",
      "name": "Haim Hefer",
      "aboutText": "Carl Djerassi (October 29, 1923 – January 30, 2015) was an Austrian-born Bulgarian-American chemist, novelist, and playwright best known for his contribution to the development of oral contraceptive pills.",
      "pageId": 574479,
      "monthDay": "10/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Zoot_Sims",
      "name": "Zoot Sims",
      "aboutText": "Gerda Johanna Marie van der Kade-Koudijs (29 October 1923 – 19 March 2015) was a Dutch athlete who competed at the 1948 Olympics. She won a gold medal in the 4×100 m relay, finished fourth in the long jump and was eliminated in a heat of the 80 m hurdles.",
      "pageId": 704060,
      "monthDay": "10/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Klaus_Roth",
      "name": "Klaus Roth",
      "aboutText": "Francis \"Frank\" Arthur Sedgman, AM (born 29 October 1927) is a retired former World No. 1 amateur tennis champion. In his 1979 autobiography Jack Kramer, the long-time tennis promoter and great player himself, included Sedgman in his list of the 21 greatest players of all time.",
      "pageId": 770311,
      "monthDay": "10/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jon_Vickers",
      "name": "Jon Vickers",
      "aboutText": "Klaus Friedrich Roth (29 October 1925 – 10 November 2015) was a German-born British mathematician known for work on diophantine approximation, the large sieve, and irregularities of distribution.",
      "pageId": 787827,
      "monthDay": "10/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Necmettin_Erbakan",
      "name": "Necmettin Erbakan",
      "aboutText": "Omara Portuondo Peláez (born 29 October 1930, in Havana) is a Cuban singer and dancer whose career has spanned over half a century.",
      "pageId": 840622,
      "monthDay": "10/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Frank_Sedgman",
      "name": "Frank Sedgman",
      "aboutText": "Necmettin Erbakan (29 October 1926 – 27 February 2011) was a Turkish politician, engineer, and academic who was the Prime Minister of Turkey from 1996 to 1997. He was pressured by the military to step down as prime minister and was later banned from politics by the Constitutional Court of Turkey for violating the separation of religion and state as mandated by the constitution, a ban that was later upheld by the European Court of Human Rights (ECHR).\nThe political ideology and movement founded by Erbakan, Millî Görüş, calls for the strengthening of Islamic values in Turkey and turning away from what Erbakan perceived to be the negative influence of the Western world in favor of closer relations to Muslim countries.",
      "pageId": 1328699,
      "monthDay": "10/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Yevgeny_Primakov",
      "name": "Yevgeny Primakov",
      "aboutText": "Jonathan Stewart Vickers, CC (October 29, 1926 – July 10, 2015), known professionally as Jon Vickers, was a Canadian heldentenor.\nBorn in Prince Albert, Saskatchewan, he was the sixth in a family of eight children. In 1950, he was awarded a scholarship to study opera at The Royal Conservatory of Music in Toronto.",
      "pageId": 1338168,
      "monthDay": "10/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bertha_Brouwer",
      "name": "Bertha Brouwer",
      "aboutText": "Dominick John Dunne (October 29, 1925 – August 26, 2009) was an American writer and investigative journalist whose subjects frequently hinged on the ways in which high society interacts with the judicial system.",
      "pageId": 1672556,
      "monthDay": "10/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Niki_de_Saint_Phalle",
      "name": "Niki de Saint Phalle",
      "aboutText": "Bertha \"Puck\" Brouwer (since 1953 van Duyne; 29 October 1930 – 6 October 2006) was a Dutch sprinter.\nBrouwer accomplished her first international notable result in 1950, when she won the silver medal at the European Championships, being part of the 4×100 metres relay team alongside Fanny Blankers-Koen. She competed at the 1952 Summer Olympics in the 100 m, 200 m and 4×100 m relay, and won a silver medal in the 200 m.",
      "pageId": 6733579,
      "monthDay": "10/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Omara_Portuondo",
      "name": "Omara Portuondo",
      "aboutText": "Natalie Allyn Sleeth (née Wakeley) (October 29, 1930 – March 21, 1992) was an American composer.\nSleeth was born in Evanston, Illinois. In 1934, she began to study the piano at the early age of four.",
      "pageId": 7521945,
      "monthDay": "10/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Natalie_Sleeth",
      "name": "Natalie Sleeth",
      "aboutText": "Vaali (born T. S. Rangarajan; 29 October 1931 – 18 July 2013) was an Indian poet and lyricist whose works were in Tamil, had a five-decade long association with the Tamil film industry, wrote over 15,000 songs. He acted in a number of films, including Sathya, Hey Ram, Paarthale Paravasam and Poikkal Kudhirai.",
      "pageId": 10518727,
      "monthDay": "10/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Vaali_(poet)",
      "name": "Vaali",
      "aboutText": "Franco Interlenghi (29 October 1931 – 10 September 2015) was an Italian actor.\nHe made his acting debut at 15 in Vittorio De Sica's 1946 Neorealist film Sciuscià. He has worked with great directors such as Federico Fellini in I Vitelloni, Michelangelo Antonioni in I Vinti and Luchino Visconti in his stage adaptation of Death of a Salesman.",
      "pageId": 11791213,
      "monthDay": "10/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Franco_Interlenghi",
      "name": "Franco Interlenghi",
      "aboutText": "Haim Hefer (Hebrew: חיים חפר‎; 9 October 1925 – 18 September 2012) was an Israeli songwriter, poet and writer.",
      "pageId": 19816527,
      "monthDay": "10/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/F%C3%BCruzan",
      "name": "Füruzan",
      "aboutText": "Füruzan Yerdelen (born October 29, 1932) is an award-winning self-taught Turkish writer, who is highly regarded for her sensitive characterisations of the poor and her depictions of Turkish immigrants abroad.\n^ \"Füruzan\". Milet Books.",
      "pageId": 24942085,
      "monthDay": "10/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Joyce_Gould,_Baroness_Gould_of_Potternewton",
      "name": "Joyce Gould, Baroness Gould of Potternewton",
      "aboutText": "Ralph Bakshi (born October 29, 1938) is an American director of animated and live-action films. In the 1970s, he established an alternative to mainstream animation through independent and adult-oriented productions. Between 1972 and 1992, he directed nine theatrically released feature films, five of which he wrote.",
      "pageId": 92353,
      "monthDay": "10/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/William_Harrison_(author)",
      "name": "William Harrison",
      "aboutText": "Isao Takahata (高畑 勲, Takahata Isao, born October 29, 1935) is a Japanese film director, animator, screenwriter and producer who has earned critical international acclaim for his work as a director of anime films. Takahata is the co-founder of Studio Ghibli along with long-time collaborative partner Hayao Miyazaki. He has directed films such as the grim, war-themed Grave of the Fireflies, the romantic drama Only Yesterday, the ecological adventure Pom Poko, and the comedy My Neighbors the Yamadas.",
      "pageId": 215912,
      "monthDay": "10/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Michael_Jayston",
      "name": "Michael Jayston",
      "aboutText": "Willard Gordon Galen Weston, OC, OOnt (born October 29, 1940) is an English-Canadian businessman and philanthropist as well as Executive Chairman of George Weston Limited, a leading food processing and distribution company. W. Galen Weston and family, with an estimated net worth of $US 8.9 billion, are listed as the second wealthiest in Canada and 147th in the world by Forbes magazine (March 2014).\nIn addition to being one of the country’s leading bakers through wholly owned subsidiary Weston Foods, Galen Weston is also an experienced supermarket retailer who maintains controlling interest in Loblaw Companies, Canada’s largest food retailer, through a family holding company.",
      "pageId": 339047,
      "monthDay": "10/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Isao_Takahata",
      "name": "Isao Takahata",
      "aboutText": "Paul Archer Tyler, Baron Tyler, CBE, PC, DL (born 29 October 1941) is a Liberal Democrat politician in the United Kingdom.",
      "pageId": 450331,
      "monthDay": "10/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Akiko_Kojima",
      "name": "Akiko Kojima",
      "aboutText": "Robert Norman \"Bob\" Ross (October 29, 1942 – July 4, 1995) was an American painter, art instructor, and television host. He was best known as the creator and host of The Joy of Painting, an instructional television program that aired from 1983 to 1994 on PBS in the United States, and also aired in Canada, Latin America and Europe.",
      "pageId": 500160,
      "monthDay": "10/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ralph_Bakshi",
      "name": "Ralph Bakshi",
      "aboutText": "Cornelius Alexander McGillicuddy III (born October 29, 1940), popularly known as Connie Mack, is an American Republican politician. He served as a member of the United States House of Representatives from Florida (1983-89) and then as a Senator (1989-2001). He served as chairman of the Senate Republican Conference (1997–2001).",
      "pageId": 582814,
      "monthDay": "10/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ellen_Johnson_Sirleaf",
      "name": "Ellen Johnson Sirleaf",
      "aboutText": "George Davies (born 29 October 1941 in Crosby), Lancashire, is an English fashion designer and retailer.\nDavies headed Next from its creation in the 1980s, before moving on to start the fashion label 'George at Asda' in the 1990s. Leaving Asda in 2000 following their acquisition by Walmart, he launched the Per Una fashion collection at Marks & Spencer.",
      "pageId": 1343926,
      "monthDay": "10/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Frida_Boccara",
      "name": "Frida Boccara",
      "aboutText": "Michael Jayston (born Michael James) born October 29, 1935 is an English actor.",
      "pageId": 1686723,
      "monthDay": "10/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/David_Brigati",
      "name": "David Brigati",
      "aboutText": "Danielle Frida Hélène Boccara (29 October 1940 – 1 August 1996) was a Moroccan-born French singer of Italian descent who performed and recorded in a number of languages, including French, Spanish, English, Italian, German, Dutch and Russian.\nFrida Boccara was born in Casablanca, Morocco, from a Jewish family of Italian origin that lived in Tunisia before they settled down in Morocco. In the late 1950s, she moved from Casablanca to Paris, France, and then she started her artistic career as a singer.",
      "pageId": 1883314,
      "monthDay": "10/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Angela_Douglas",
      "name": "Angela Douglas",
      "aboutText": "Donald Clarence \"Don\" Simpson (October 29, 1943 – January 19, 1996) was an American film producer, screenwriter, and actor. Simpson, along with his producing partner Jerry Bruckheimer, produced such hit films as Flashdance (1983), Beverly Hills Cop (1984), Top Gun (1986), and The Rock (1996).",
      "pageId": 2154581,
      "monthDay": "10/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Connie_Mack_III",
      "name": "Connie Mack III",
      "aboutText": "Angela Douglas (born 29 October 1940), born Angela McDonagh, is an English actress.",
      "pageId": 2390865,
      "monthDay": "10/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jack_Shepherd_(actor)",
      "name": "Jack Shepherd",
      "aboutText": "Jack Shepherd (born 29 October 1940) is an English actor, playwright, theatre director, saxophone player and jazz pianist, who made his film debut in 1969 with All Neat in Black Stockings and The Virgin Soldiers. He is perhaps best known for his television roles, most notably the title role in detective drama Wycliffe.",
      "pageId": 2400843,
      "monthDay": "10/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Galen_Weston",
      "name": "Galen Weston",
      "aboutText": "Akiko Kojima (児島 明子, Kojima Akiko) (October 29, 1936 in Tokyo) is a Japanese model and the first Miss Universe to originate from Asia.",
      "pageId": 2442826,
      "monthDay": "10/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/George_Davies_(retailer)",
      "name": "George Davies",
      "aboutText": "Ellen Johnson Sirleaf (born 29 October 1938) is the 24th and current President of Liberia, in office since 2006. She served as Minister of Finance under President William Tolbert from 1979 until the 1980 coup d'état, after which she left Liberia and held senior positions at various financial institutions. She placed second in the 1997 presidential election won by Charles Taylor.",
      "pageId": 2642141,
      "monthDay": "10/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paul_Tyler,_Baron_Tyler",
      "name": "Paul Tyler, Baron Tyler",
      "aboutText": "Melora I. Harte (born October 29, 1943) is an American voice actress. In addition to voice acting in anime, she also adapted and directed several anime dubs.",
      "pageId": 5412692,
      "monthDay": "10/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Melora_Harte",
      "name": "Melora Harte",
      "aboutText": "Claude Brochu, CM (born October 29, 1944), is a Canadian businessman best known as former president and principal owner of the Montreal Expos.",
      "pageId": 6643704,
      "monthDay": "10/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bob_Ross",
      "name": "Bob Ross",
      "aboutText": "Joyce Brenda Gould, Baroness Gould of Potternewton (29 October 1932) is an English Labour Party politician.",
      "pageId": 10664739,
      "monthDay": "10/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Don_Simpson",
      "name": "Don Simpson",
      "aboutText": "David Brigati (born October 29, 1940) is an American singer.",
      "pageId": 12121598,
      "monthDay": "10/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Claude_Brochu",
      "name": "Claude Brochu",
      "aboutText": "Mehmet Haberal (born 29 October 1944 in Pazar, Rize Province) is a surgeon in Turkey. He is the founder and exrector of Başkent University and owner of the Kanal B television station. In April 2009 he was arrested and charged for his involvement in Ergenekon.",
      "pageId": 22527296,
      "monthDay": "10/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mehmet_Haberal",
      "name": "Mehmet Haberal",
      "aboutText": "William Neal Harrison (October 29, 1933 – October 22, 2013) was an American novelist, short story writer, and screenwriter.\nThree films were based on two of his works: The short story \"Roller Ball Murder\" was turned into a screenplay for the 1975 film Rollerball, with a remake in 2002. The novel Burton and Speke was turned into the 1990 film Mountains of the Moon.",
      "pageId": 28333288,
      "monthDay": "10/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Denny_Laine",
      "name": "Denny Laine",
      "aboutText": "Richard Stephen Dreyfuss (born October 29, 1947) is an American actor best known for starring in a number of film, television, and theater roles since the late 1960s, including the films American Graffiti, Jaws, Close Encounters of the Third Kind, Down and Out in Beverly Hills, Mr. Holland's Opus, and The Goodbye Girl.\nDreyfuss won the Academy Award for Best Actor in 1978 for The Goodbye Girl (1977), and was nominated in 1995 for Mr.",
      "pageId": 159625,
      "monthDay": "10/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mick_Gallagher",
      "name": "Mick Gallagher",
      "aboutText": "Lucy Kate Jackson (born October 29, 1948) is an American actress, director and producer, known for her television roles as Sabrina Duncan in the 1970s series Charlie's Angels (1976–79) and Amanda King in the 1980s series Scarecrow and Mrs. King (1983–87). Her film roles include Making Love (1982) and Loverboy (1989).",
      "pageId": 277318,
      "monthDay": "10/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ron_Maag",
      "name": "Ron Maag",
      "aboutText": "Peter Green (born Peter Allen Greenbaum; 29 October 1946) is a British blues rock guitarist and the founder of the band Fleetwood Mac. Inducted into the Rock and Roll Hall of Fame in 1998 for his work with the group, Green's songs such as \"Albatross\", \"Black Magic Woman\", \"Oh Well\" and \"Man of the World\" have been recorded by artists such as Santana, Aerosmith, Status Quo, Black Crowes, Midge Ure, Tom Petty, Judas Priest and Gary Moore, who recorded Blues for Greeny, a covers album of Green's compositions.\nA major figure and bandleader in the \"second great epoch\" of the British blues movement, Green inspired B.B. King to say, \"He has the sweetest tone I ever heard; he was the only one who gave me the cold sweats.\" Eric Clapton and Jimmy Page have both praised his guitar playing.",
      "pageId": 322138,
      "monthDay": "10/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Melba_Moore",
      "name": "Melba Moore",
      "aboutText": "Timothy \"Tiff\" Needell (born 29 October 1951 in Havant, Hampshire) is a British racing driver and television presenter. He is a former co-presenter of Top Gear and current co-presenter of Fifth Gear.",
      "pageId": 343003,
      "monthDay": "10/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gerrit_Ybema",
      "name": "Gerrit Ybema",
      "aboutText": "Franciscus Bernardus Maria \"Frans\" de Waal, PhD (born 29 October 1948) is a Dutch primatologist and ethologist. He is the Charles Howard Candler professor of Primate Behavior in the Emory University psychology department in Atlanta, Georgia, and director of the Living Links Center at the Yerkes National Primate Research Center and author of numerous books including Chimpanzee Politics and Our Inner Ape. His research centers on primate social behavior, including conflict resolution, cooperation, inequity aversion, and food-sharing.",
      "pageId": 377076,
      "monthDay": "10/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lynn_Carey",
      "name": "Lynn Carey",
      "aboutText": "Dirk Arthur Kempthorne (born October 29, 1951) is an American politician who was the United States Secretary of the Interior from 2006 to 2009, serving under President George W. Bush. A Republican, Kempthorne previously served as a United States Senator from Idaho from 1993 to 1999 and as the 30th Governor of Idaho from 1999 to 2006. He is known for his conservative views, particularly on economic issues.",
      "pageId": 418215,
      "monthDay": "10/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Green_(musician)",
      "name": "Peter Green",
      "aboutText": "Abdullah Gül, /ɡuːl/ (Turkish pronunciation: [abduɫˈɫɑh ˈɟyl]; born 29 October 1950) is a Turkish politician who served as the 11th President of Turkey, in office from 2007 to 2014. He previously served for four months as Prime Minister from 2002 to 2003, and concurrently served as both Deputy Prime Minister and as Foreign Minister between 2003 and 2007. He is currently a member of the Advisory Panel for the President of the Islamic Development Bank.",
      "pageId": 632854,
      "monthDay": "10/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Helen_Coonan",
      "name": "Helen Coonan",
      "aboutText": "Helen Lloyd Coonan (born 29 October 1947) is a former Australian politician, who was a Liberal member of the Australian Senate representing New South Wales from July 1996 to August 2011.",
      "pageId": 1199875,
      "monthDay": "10/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Dreyfuss",
      "name": "Richard Dreyfuss",
      "aboutText": "Paul Parlette Orndorff, Jr. (born October 29, 1949) is an American former professional wrestler, best known for his appearances with the World Wrestling Federation (WWF) and World Championship Wrestling (WCW) as \"Mr. Wonderful\" Paul Orndorff.",
      "pageId": 1683451,
      "monthDay": "10/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Frans_de_Waal",
      "name": "Frans de Waal",
      "aboutText": "Denny Laine (born Brian Frederick Hines, 29 October 1944) is an English musician, singer, songwriter and guitarist.",
      "pageId": 2425256,
      "monthDay": "10/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kate_Jackson",
      "name": "Kate Jackson",
      "aboutText": "Beatrice Melba Hill (born October 29, 1945), best known by her stage name, Melba Moore is an American singer, actress, entertainer. She is the daughter of saxophonist Teddy Hill and R&B singer Bonnie Davis.",
      "pageId": 3101067,
      "monthDay": "10/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kieron_Baker",
      "name": "Kieron Baker",
      "aboutText": "Kieron Baker was an English football goalkeeper who appeared in the Football League for Bournemouth and Brentford. He also played in Canada.\n^ a b c Haynes, Graham; Coumbe, Frank (2006).",
      "pageId": 3926066,
      "monthDay": "10/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Orndorff",
      "name": "Paul Orndorff",
      "aboutText": "James Robert Williamson (born October 29, 1949) is an American guitarist, songwriter, record producer and electronics engineer who is best known for his contribution to the protopunk rock band Iggy & The Stooges.",
      "pageId": 4018458,
      "monthDay": "10/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/David_Paton",
      "name": "David Paton",
      "aboutText": "David Paton (born 29 October 1949) is a Scottish bass and guitar player, most notably with three different bands: Pilot, The Alan Parsons Project and Camel. He has also worked as a solo artist, session musician, and sometime vocalist. He wrote and sang on Pilot's two big hits: \"January\" and \"Magic\".",
      "pageId": 4568641,
      "monthDay": "10/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/James_Williamson_(musician)",
      "name": "James Williamson",
      "aboutText": "Michael William \"Mick\" Gallagher (born 29 October 1945 in Fenham, Newcastle upon Tyne, England) is a British Hammond organ player and best known as a member of Ian Dury and the Blockheads and for his contributions to albums by the Clash. He has also written music for films such as Extremes (1971) and After Midnight (1990), also the Broadway play Serious Money (1987).\n^ \"Mick Gallagher biography\".",
      "pageId": 5022195,
      "monthDay": "10/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Abdullah_G%C3%BCl",
      "name": "Abdullah Gül",
      "aboutText": "Lynn Carey (born October 29, 1946) is an American singer, songwriter, model, and actress best known as the lead vocalist in the band Mama Lion. She is also the daughter of actor Macdonald Carey.",
      "pageId": 10521274,
      "monthDay": "10/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bronwen_Mantel",
      "name": "Bronwen Mantel",
      "aboutText": "Bronwen Mantel (born 29 October 1948) is a Canadian actress.\nMantel was born in Montreal, Quebec, Canada. She has appeared in several movies including Secret Window and Gothika, and as a voice actress in the TV series Mega Babies, Adventures of the Little Koala, Arthur, Bobobobs, Tripping the Rift, Sharky and George, The Wonderful Wizard of Oz, Papa Beaver's Storytime, A Bunch of Munsch, Young Robin Hood, The Smoggies, Princess Sissi, What's with Andy?, Christopher Columbus, Adventures of the Little Mermaid, Adventures of Pinocchio, Caillou, The Little Lulu Show, Cat Tales, The World of David the Gnome, Spirou, Anna Banana, Diplodos, Nutsberry Town, Lucky Luke, C.L.Y.D.E., Jungle Tales, The Country Mouse and the City Mouse Adventures, Pig City, Wunschpunsch, Sea Dogs, A Miss Mallard Mystery, Woofy, Fred the Caveman, Bob in a Bottle, Jim Button, The Tofus, The Kids from Room 402, Night Hood, Flight Squad, Ivanhoe, Bumpety Boo, Oscar and Spike, Ocean Tales, The Magical Adventures of Quasimodo, Creepschool, Mica, Belphegor, Zoe and Charlie, Gino the Chicken, Pet Pals, The Twins, Marsupilami, Wombat City, Mona the Vampire, Zoé Kezako, The Babaloos, Robinson Sucroe, My Goldfish is Evil, Inuk, Ripley's Believe It or Not!, Chip and Charlie, The Babaloos, Sagwa, the Chinese Siamese Cat, The Real Story of, Tommy and Oscar, Samurai Pizza Cats, Malo Korrigan, Turtle Island, Milo, Lola and Virginia, Dragon Hunters, Gofrette, The Legend of White Fang, Adventures of Peter Pan, Gulliver's Travels and Animal Crackers.",
      "pageId": 12142219,
      "monthDay": "10/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dirk_Kempthorne",
      "name": "Dirk Kempthorne",
      "aboutText": "Marcia L. Fudge (born October 29, 1952) is the U.S. Representative for Ohio's 11th congressional district, serving since 2008. She is a member of the Democratic Party. The district includes most of the black-majority areas between Cleveland and Akron.",
      "pageId": 19286605,
      "monthDay": "10/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tiff_Needell",
      "name": "Tiff Needell",
      "aboutText": "Gerrit Ybema (29 October 1945 – 15 February 2012) was a Dutch politician in the Democrats 66 (D66) party. He served as a Member of the House of Representatives from 14 September 1989 to 3 August 1998, when he became State Secretary for Economic Affairs in the Second Kok cabinet, serving until July 22, 2002.\nBorn in Schettens, Ybema studied economics at University of Groningen.",
      "pageId": 23688896,
      "monthDay": "10/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marcia_Fudge",
      "name": "Marcia Fudge",
      "aboutText": "Ron Maag (born October 29, 1945) is a Republican member of the Ohio House of Representatives, representing the 62nd district since 2013.",
      "pageId": 25485667,
      "monthDay": "10/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Denis_Potvin",
      "name": "Denis Potvin",
      "aboutText": "Daniel Louis Castellaneta (born October 29, 1957) is an American actor, voice actor, comedian and screenwriter. Noted for his long-running role as Homer Simpson on the animated television series The Simpsons, he voices many other characters on the show, including Abraham \"Grampa\" Simpson, Barney Gumble, Krusty the Clown, Sideshow Mel, Groundskeeper Willie, Mayor Quimby and Hans Moleman.\nBorn in Oak Park, Illinois, a suburb of Chicago, Castellaneta started taking acting classes at a young age.",
      "pageId": 61166,
      "monthDay": "10/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Lee_Child",
      "name": "Lee Child",
      "aboutText": "Wilfredo Gómez Rivera (Spanish pronunciation: [wilˈfɾeðo ˈɣomes]; born October 29, 1956), sometimes referred to as Bazooka Gómez, is a Puerto Rican former professional boxer and three-time world champion. He is frequently mentioned among the best Puerto Rican boxers of all time by sports journalists and analysts, along with Félix Trinidad, Miguel Cotto, Wilfred Benítez, Héctor Camacho, Edwin Rosario, and Carlos Ortíz.",
      "pageId": 81736,
      "monthDay": "10/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kevin_DuBrow",
      "name": "Kevin DuBrow",
      "aboutText": "Edward Joseph \"Eddie\" McGuire AM (born 29 October 1964) is an Australian television presenter and businessman known for his long association with Australian rules football (AFL) and the Channel nine television network.\nMcGuire is the current president of the Collingwood Football Club and Melbourne Stars Twenty20 cricket franchise, and the current host of Channel Nine program Millionaire Hot Seat. He is also the host of Triple M Melbourne's breakfast show The Hot Breakfast with Mick Molloy and Luke Darcy, as well as being an Australian rules football commentator for Fox Footy.",
      "pageId": 170017,
      "monthDay": "10/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Roger_O%27Donnell",
      "name": "Roger O'Donnell",
      "aboutText": "Einar Örn Benediktsson, often billed as Einar Örn, (born 29 October 1962) is an Icelandic popular music singer, trumpet player and politician best known as a former member of the Sugarcubes but now a member of Ghostigital. Between 2010 and 2014 he served as a member of the Reykjavík City Council.",
      "pageId": 247094,
      "monthDay": "10/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Wilfredo_G%C3%B3mez",
      "name": "Wilfredo Gómez",
      "aboutText": "Jesse Lee Barfield (born October 29, 1959) is a former Major League Baseball right fielder. He batted and threw right-handed.\nBarfield is considered to have had \"by far the best outfield arm of the 1980s\".",
      "pageId": 301425,
      "monthDay": "10/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dan_Castellaneta",
      "name": "Dan Castellaneta",
      "aboutText": "David Remnick (born October 29, 1958) is a progressive American journalist, writer, and magazine editor. He won a Pulitzer Prize in 1994 for his book Lenin's Tomb: The Last Days of the Soviet Empire. Remnick has been editor of The New Yorker magazine since 1998.",
      "pageId": 383272,
      "monthDay": "10/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bla%C5%BEej_Bal%C3%A1%C5%BE",
      "name": "Blažej Baláž",
      "aboutText": "Kevin Mark Dubrow (October 29, 1955 − c.",
      "pageId": 394784,
      "monthDay": "10/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_Remnick",
      "name": "David Remnick",
      "aboutText": "Denis Charles Potvin (born October 29, 1953) is a retired professional ice hockey defenseman and team captain for the New York Islanders of the National Hockey League. He is a four-time Stanley Cup winner as a member of the early 1980s New York Islanders. He is also a three-time James Norris Memorial Trophy winner as the NHL's top defenseman.",
      "pageId": 606721,
      "monthDay": "10/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jesse_Barfield",
      "name": "Jesse Barfield",
      "aboutText": "Finola Hughes (born 29 October 1960) is an English actress, television host, entrepreneur, author, dancer, director and producer, best known for role as Anna Devane on the ABC soap operas General Hospital and All My Children, and her portrayal of Laura in the 1983 film Staying Alive, the sequel to Saturday Night Fever.\nHughes is also known for her portrayal of Anna Devane's identical twin, Dr. Alexandra Devane Marick, on All My Children, and Patty Halliwell on the supernatural series, Charmed.",
      "pageId": 712978,
      "monthDay": "10/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mike_Gartner",
      "name": "Mike Gartner",
      "aboutText": "Yasmin Le Bon (née Parvaneh; born 29 October 1964) is a British model. Le Bon was one of the highest earning models during the 1980s.\n^ \"Profile - Yasmin Le Bon\".",
      "pageId": 1147984,
      "monthDay": "10/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Finola_Hughes",
      "name": "Finola Hughes",
      "aboutText": "Jim Grant (born 29 October 1954), better known by his pen name Lee Child, is a British thriller writer. His first novel, Killing Floor, won the Anthony Award for Best First Novel.",
      "pageId": 1256799,
      "monthDay": "10/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Thorsten_Schlumberger",
      "name": "Thorsten Schlumberger",
      "aboutText": "Steven Randall \"Randy\" Jackson (born October 29, 1961) is an American singer and musician. He is best known as a former member of The Jacksons. Nicknamed \"Little Randy\", he is the eighth child of the Jackson family and youngest of the Jackson brothers.",
      "pageId": 1409614,
      "monthDay": "10/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Randy_Jackson_(The_Jacksons)",
      "name": "Randy Jackson",
      "aboutText": "Michael Alfred Gartner (born October 29, 1959) is a retired Canadian professional ice hockey right winger who played 19 seasons in the National Hockey League for the Washington Capitals, Minnesota North Stars, New York Rangers, Toronto Maple Leafs and Phoenix Coyotes. He also played one season in the defunct World Hockey Association for the Cincinnati Stingers.",
      "pageId": 1458949,
      "monthDay": "10/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Joel_Otto",
      "name": "Joel Otto",
      "aboutText": "Joel Stuart Otto (born October 29, 1961) is an American former professional ice hockey center in the National Hockey League (NHL) for the Calgary Flames and Philadelphia Flyers. An undrafted player, Otto signed with the Flames as a free agent in 1984 and played 11 seasons with the team. He was one of the top defensive centers in the league during his career and one of the NHL's best at faceoffs; Otto was a two-time finalist for the Frank J. Selke Trophy.",
      "pageId": 1856842,
      "monthDay": "10/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Einar_%C3%96rn_Benediktsson",
      "name": "Einar Örn Benediktsson",
      "aboutText": "Roger O'Donnell (born 29 October 1955) is an English keyboardist best known for his work with The Cure. O'Donnell has also performed in The Psychedelic Furs, Thompson Twins and Berlin, as well as having an active solo career.",
      "pageId": 2869175,
      "monthDay": "10/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Fabiola_Gianotti",
      "name": "Fabiola Gianotti",
      "aboutText": "Lisa Tyler Collins (born October 29, 1965) an American R&B singer and actress.",
      "pageId": 4257649,
      "monthDay": "10/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gerald_Morris",
      "name": "Gerald Morris",
      "aboutText": "Gerald Morris (October 29, 1963– ) is an American author. Morris is known for his series of stories for preteen and teen readers based in the Middle Ages during the time of King Arthur. Collectively called \"The Squire's Tales\", the books blend retellings of traditional Arthurian Myths, such as Sir Gawain and the Green Knight and Tristan and Iseult, with original plotlines.",
      "pageId": 10595273,
      "monthDay": "10/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yasmin_Le_Bon",
      "name": "Yasmin Le Bon",
      "aboutText": "Blažej Baláž (born October 29, 1958, in Nevoľné, Slovakia, former Czechoslovakia) is a contemporary Slovak artist. His practise as an artist is usually associated with Neo-conceptualism, Postminimalism, Post-Geo and Post Radical Painting.",
      "pageId": 19972507,
      "monthDay": "10/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Eddie_McGuire",
      "name": "Eddie McGuire",
      "aboutText": "Fabiola Gianotti (Italian: [faˈbiːola dʒaˈnɔtti]; born October 29, 1960) is an Italian particle physicist. Dr Gianotti has been selected by CERN Council as the Organization’s next Director-General. Her mandate will begin on 1 January 2016 and run for a period of five years.",
      "pageId": 21815383,
      "monthDay": "10/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tyler_Collins_(singer)",
      "name": "Tyler Collins",
      "aboutText": "Thorsten Schlumberger (born 29 October 1960 in Hamburg) is a former professional German footballer.\nSchlumberger made 8 appearances in the Fußball-Bundesliga and 228 in the 2.",
      "pageId": 30051657,
      "monthDay": "10/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/William_De_Los_Santos",
      "name": "William De Los Santos",
      "aboutText": "Winona Ryder (born Winona Laura Horowitz; October 29, 1971) is an American actress. One of the most profitable and iconic 1990s actresses, she made her film debut in the 1986 film Lucas. As Lydia Deetz, a goth teenager in Tim Burton's Beetlejuice (1988), she won critical acclaim and widespread recognition.",
      "pageId": 34078,
      "monthDay": "10/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andrew_Ettingshausen",
      "name": "Andrew Ettingshausen",
      "aboutText": "Johann Olav Koss, CM (born 29 October 1968) is a former speed skater from Norway, and current assistant coach of Norway's speed skating team. Koss is currently ranked as number 16 on the all time speed skating world cup medal table.",
      "pageId": 92927,
      "monthDay": "10/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Masahiro_Takashima",
      "name": "Masahiro Takashima",
      "aboutText": "Daniel Julius Bernstein (sometimes known simply as djb; born October 29, 1971) is a German-American mathematician, cryptologist, programmer, and professor of mathematics and computer science at the Eindhoven University of Technology and research professor at the University of Illinois at Chicago.",
      "pageId": 198983,
      "monthDay": "10/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mary_Bucholtz",
      "name": "Mary Bucholtz",
      "aboutText": "Matthew Lawrence Hayden AM (born 29 October 1971) is a former Australian cricketer. Hayden was a powerful and aggressive left-handed opening batsman, known for his ability to score quickly at both Test and one day levels.\nHayden holds the record for the highest score made by an Australian batsman in Tests (380).",
      "pageId": 442756,
      "monthDay": "10/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Joely_Fisher",
      "name": "Joely Fisher",
      "aboutText": "Eleni Menegaki (Greek: Ελένη Μενεγάκη) was born on October 29, 1969 is a Greek film, television and stage actress and talk show presenter. In 2010, Forbes ranked Menegaki as the second most powerful and influential celebrity in Greece and top-ranked female.\n^ \"The Greek List\" (in Greek).",
      "pageId": 499212,
      "monthDay": "10/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rufus_Sewell",
      "name": "Rufus Sewell",
      "aboutText": "Edwin van der Sar OON (Dutch pronunciation: [ˈɛtʋɪn vɑn dɛr ˈsɑr]) (born 29 October 1970) is a Dutch former footballer who played as a goalkeeper for Ajax, Juventus, Fulham and Manchester United. He is the most capped player in the Netherlands national team's history. He currently works as marketing director at Ajax.",
      "pageId": 685906,
      "monthDay": "10/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tsunku",
      "name": "Tsunku",
      "aboutText": "Tracee Ellis Ross (born October 29, 1972) is an American actress, model, comedian, producer and television host.\nThe daughter of singer/actress Diana Ross, Ross began her career acting in independent films, variety series and hosted the pop-culture magazine The Dish on Lifetime. She is known for her lead role as Joan Clayton on the UPN/CW comedy series Girlfriends.",
      "pageId": 1014986,
      "monthDay": "10/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Johann_Olav_Koss",
      "name": "Johann Olav Koss",
      "aboutText": "Joely Fisher (born October 29, 1967) is an American actress best known for her work on television as Paige Clark on Ellen as well as Joy Stark in the Fox sitcom 'Til Death.",
      "pageId": 1128303,
      "monthDay": "10/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Farr_(theatre_director)",
      "name": "David Farr",
      "aboutText": "Phillip John-William Cocu (Dutch pronunciation: [ˈfilɪp ˈdʒɔn ˈʋɪlijɑm koːˈky]; born 29 October 1970) is a Dutch professional football manager and former player, currently coaching PSV Eindhoven.\nCocu was born in Eindhoven but raised in Zevenaar, playing youth football for local clubs DCS and De Graafschap. After a year at AFC '34, he started his professional career at AZ. In 1990, Cocu moved to Vitesse.",
      "pageId": 1295837,
      "monthDay": "10/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Eleni_Menegaki",
      "name": "Eleni Menegaki",
      "aboutText": "Rufus Frederik Sewell (/ˈsuːəl/; born 29 October 1967) is an English actor. In film, he has appeared in Kenneth Branagh's rendition of Hamlet (1996) playing Fortinbras, The Woodlanders, Dangerous Beauty, Dark City, A Knight's Tale, The Illusionist, Tristan and Isolde, and Martha, Meet Frank, Daniel and Laurence. On television, he starred as an Italian detective in the BBC's television series Zen (2011) and also appeared in the mini-series The Pillars of the Earth (2010).",
      "pageId": 1361048,
      "monthDay": "10/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chris_Verene",
      "name": "Chris Verene",
      "aboutText": "Takafumi Horie (堀江 貴文, Horie Takafumi, born October 29, 1972) is a Japanese entrepreneur who founded Livedoor, a website design operation that grew into a popular internet portal. After being arrested and charged with securities fraud in 2006, he severed all connections with the company. His trial began on September 4, 2006.",
      "pageId": 1563977,
      "monthDay": "10/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Phillip_Cocu",
      "name": "Phillip Cocu",
      "aboutText": "Mitsuo Terada (寺田 光男, Terada Mitsuo, born October 29, 1968), better known professionally as Tsunku (つんく, often written as つんく♂), is a prolific Japanese record producer, songwriter, and vocalist.\nHe is best known for having two major roles in the Japanese music landscape: first as the lead singer of the popular rock group Sharam Q, and now as the producer, primary composer, lyricist, and (until 2014) primary studio backing vocalist for highly acclaimed idol group Morning Musume, in addition to Aya Matsuura and other associated idols under the Hello! Project banner, for whom he has written and produced the vast majority of their chart-topping hits.",
      "pageId": 2035031,
      "monthDay": "10/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kaido_Reivelt",
      "name": "Kaido Reivelt",
      "aboutText": "Andrew Ettingshausen (born 29 October 1965 in Sutherland, New South Wales) is an Australian former professional rugby league footballer of the 1980s, 1990s and early 2000s. He played his first grade Australian club football for the Cronulla-Sutherland Sharks, retiring at the end of the 2000 NRL season having played 328 first grade games for the club, the NSWRL/ARL/SL/NRL record for most games at a single club. This record stood for ten years, before ultimately being broken by Darren Lockyer for the Broncos in 2010.",
      "pageId": 2141954,
      "monthDay": "10/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Edwin_van_der_Sar",
      "name": "Edwin van der Sar",
      "aboutText": "Gregory Scott Blewett (born 29 October 1971) is a retired Australian right handed batsman and right arm medium fast bowler who represented the Australian national cricket team in Test cricket and One Day International matches from 1995 to 2000.",
      "pageId": 2533835,
      "monthDay": "10/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Daniel_J._Bernstein",
      "name": "Daniel J. Bernstein",
      "aboutText": "Mary Bucholtz (born 29 October 1966), is professor of linguistics at UC Santa Barbara. She is well known for her contributions to research on language and identity within sociocultural linguistics, and especially the tactics of intersubjectivity framework developed with Kira Hall.\n^ \"Bucholtz, Mary, 1966-\".",
      "pageId": 9535009,
      "monthDay": "10/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Greg_Blewett",
      "name": "Greg Blewett",
      "aboutText": "Masahiro Takashima (髙嶋 政宏, Takashima Masahiro, born October 29, 1965, Tokyo) is a Japanese actor.",
      "pageId": 11961068,
      "monthDay": "10/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Matthew_Hayden",
      "name": "Matthew Hayden",
      "aboutText": "Christopher Phillip Verene (born October 29, 1969) is an American fine arts and documentary photographer and performance artist.",
      "pageId": 12101531,
      "monthDay": "10/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Winona_Ryder",
      "name": "Winona Ryder",
      "aboutText": "David Farr (b. 29 October 1969) is a British writer, theatrical director and Associate Director of the Royal Shakespeare Company.\n^ \"Birthdays\".",
      "pageId": 28538820,
      "monthDay": "10/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Takafumi_Horie",
      "name": "Takafumi Horie",
      "aboutText": "Kaido Reivelt (born 29 October 1970) is an Estonian physicist and science populariser who works at the University of Tartu Institute of Physics. His research area is wave optics and he is President of the Estonian Physical Society.\nReivelt has been the local coordinator of the GLOBE Program since 2007, and was the development leader of the AHHAA science centre from 2003 to 2005.",
      "pageId": 30456639,
      "monthDay": "10/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tracee_Ellis_Ross",
      "name": "Tracee Ellis Ross",
      "aboutText": "William De Los Santos (born October 29, 1965) is a Hawaiian/Irish-American author, poet, screenwriter and film director.",
      "pageId": 39698402,
      "monthDay": "10/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gabrielle_Union",
      "name": "Gabrielle Union",
      "aboutText": "Robert Emmanuel Pirès (born 29 October 1973) is a French footballer who is currently a free agent.\nHe was a former French international footballer and is best known for his time with Arsenal, where he won three FA Cups and two Premier League titles including the club's unbeaten season of 2003–04. A former France international, Pirès earned 79 caps between 1996 and 2004 for his country, including winning both the 1998 FIFA World Cup and UEFA Euro 2000.",
      "pageId": 553772,
      "monthDay": "10/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adam_Bacher",
      "name": "Adam Bacher",
      "aboutText": "Gabrielle Monique Union Wade (born October 29, 1972) is an African American actress. Among her notable roles is her performance as the cheerleader opposite Kirsten Dunst in the film Bring It On, (2000). In 2000, she played a medical doctor in the CBS drama series City of Angels.",
      "pageId": 619686,
      "monthDay": "10/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Vonetta_Flowers",
      "name": "Vonetta Flowers",
      "aboutText": "Michael Paul Vaughan OBE (born 29 October 1974) is a retired cricketer who represented Yorkshire and England. A classically elegant right-handed batsman and occasional off-spinner, Vaughan was ranked one of the best batsmen in the world following the 2002/03 Ashes, in which he scored 633 runs, including three centuries. Vaughan was an opening batsman and forged a successful England partnership with Marcus Trescothick, though he often batted in the middle order for England.",
      "pageId": 683546,
      "monthDay": "10/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/%C3%89ric_Messier",
      "name": "Éric Messier",
      "aboutText": "Travis Deion Henry (born October 29, 1978) is a former American football running back who played seven seasons in the National Football League (NFL). He played college football for the University of Tennessee. He was drafted by the Bills in the second round of the 2001 NFL Draft, and also played for the Tennessee Titans and Denver Broncos.",
      "pageId": 961358,
      "monthDay": "10/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Robert_Pir%C3%A8s",
      "name": "Robert Pirès",
      "aboutText": "Brendan Jacob Joel Fehr (born October 29, 1977) is a Canadian film and television actor, perhaps best known for portraying Michael Guerin in the WB television series Roswell, Jared Booth in Bones, and for portraying Laboratory Tech Dan Cooper in CSI: Miami. In 2008, Fehr won a Gemini Award for \"Hottest Canadian Male TV Star\". Brendan currently plays Dr.",
      "pageId": 1781425,
      "monthDay": "10/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Michael_Vaughan",
      "name": "Michael Vaughan",
      "aboutText": "Kelly Jayne Smith, MBE (born 29 October 1978, in Watford) is an English football forward currently in her third spell with FA WSL club Arsenal Ladies. A product of the American college system, Smith broke records with Seton Hall University then played professionally with Women's United Soccer Association (WUSA) franchise Philadelphia Charge. After returning to Arsenal for a spell which included a 2007 UEFA Women's Cup win, Smith was tempted back to America with another professional contract, this time with Boston Breakers in Women's Professional Soccer (WPS).",
      "pageId": 2036732,
      "monthDay": "10/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Yenny_Wahid",
      "name": "Yenny Wahid",
      "aboutText": "Benjamin A. \"Ben\" Foster (born October 29, 1980) is an American actor. He has had roles in films including The Laramie Project, Liberty Heights, Get Over It, The Punisher, Hostage, X-Men: The Last Stand, Alpha Dog, 30 Days of Night, The Messenger, Bang Bang You're Dead, The Mechanic, Contraband, Pandorum, and Lone Survivor. He received best supporting actor nominations from both the Saturn and Satellite Awards for his 2007 role in the film 3:10 to Yuma.",
      "pageId": 2105133,
      "monthDay": "10/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kelly_Lin",
      "name": "Kelly Lin",
      "aboutText": "Stephen James Craigan (born 29 October 1976) is an Northern Irish former professional footballer who is currently the assistant manager of the Northern Ireland Under-19 squad. He played in central defence, and spent his entire playing career in Scotland, playing for Motherwell (twice) and Partick Thistle. He has also played for the Northern Irish national team.",
      "pageId": 2717444,
      "monthDay": "10/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stephen_Craigan",
      "name": "Stephen Craigan",
      "aboutText": "Adam Marc Bacher (born 29 October 1973 in Johannesburg) is a South African cricketer. He is a right-handed batsman and a right-arm medium-pace bowler. He is the nephew of former South African captain and cricket chief Ali Bacher.",
      "pageId": 3102845,
      "monthDay": "10/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Milena_Govich",
      "name": "Milena Govich",
      "aboutText": "Kelly Lin Hsi-Lei is a Taiwanese actress and model who has appeared mainly in Hong Kong films.",
      "pageId": 3884206,
      "monthDay": "10/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jon_Abrahams",
      "name": "Jon Abrahams",
      "aboutText": "Vonetta Flowers (born Vonetta Jeffery on October 29, 1973 in Birmingham, Alabama) is an American bobsledder and athlete.",
      "pageId": 4105919,
      "monthDay": "10/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brendan_Fehr",
      "name": "Brendan Fehr",
      "aboutText": "Milena Govich (Serbian: Милена Говић; born October 29, 1976) is an American actress, singer, dancer, and musician, best known for portraying NYPD Detective Nina Cassady on the television series Law & Order.",
      "pageId": 4648938,
      "monthDay": "10/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Vaggelis_Kaounos",
      "name": "Vaggelis Kaounos",
      "aboutText": "Jon Avery Abrahams (born October 29, 1977) is an American film and television actor.",
      "pageId": 4871374,
      "monthDay": "10/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Travis_Henry",
      "name": "Travis Henry",
      "aboutText": "Andrew Lee Potts (born 29 October 1979), usually stylized as Andrew-Lee Potts, is an English actor and director. He is best known for his role as the quirky Connor Temple on ITV's science fiction programme Primeval, a role he reprised in the Canadian spinoff Primeval: New World. He also starred as the Hatter on the SyFy mini-series Alice and was a series regular on the long-running programme Ideal.",
      "pageId": 9558603,
      "monthDay": "10/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kelly_Smith",
      "name": "Kelly Smith",
      "aboutText": "Paul Kaine Robertson (born 29 October 1980 in Auckland) is a rugby union player from New Zealand who plays rugby union for Viadana, and international rugby for Italy.",
      "pageId": 9993694,
      "monthDay": "10/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andrew-Lee_Potts",
      "name": "Andrew-Lee Potts",
      "aboutText": "Zannuba Ariffah Chafsoh Rahman Wahid, or more popularly known as Yenny Wahid (born 29 October 1974 in Jombang, East Java) is an Indonesian Islamic activist and politician.",
      "pageId": 10322341,
      "monthDay": "10/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ignasi_Gim%C3%A9nez_Renom",
      "name": "Ignasi Giménez Renom",
      "aboutText": "Ignasi Gimémez Renom (born October 29, 1979, Castellar del Vallès) is the Castellar del Vallès' (Barcelona, Spain) mayor.\nLawyer in philosophy by the Universitat Autònoma of Barcelona worked like journalist in Cadena Ser and in the City council of Badia del Vallès. Weeks after the murder of Ernest Lluch, Ignasi Giménez affiliated to the Socialists' Party of Catalonia and in the Spanish municipal elections of 2003 became dipute of Castellar of Vallès by the socialist municipal group.",
      "pageId": 14852560,
      "monthDay": "10/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ben_Foster",
      "name": "Ben Foster",
      "aboutText": "Éric Messier (born October 29, 1973) is a Canadian former defenceman in the National Hockey League. He played in the NHL for the Colorado Avalanche and Florida Panthers.",
      "pageId": 20517999,
      "monthDay": "10/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nadejda_Ostrovskaya",
      "name": "Nadejda Ostrovskaya",
      "aboutText": "Vaggelis Kaounos (Greek: Βαγγέλης Καούνος; born 29 October 1977) is a former professional Greek footballer.",
      "pageId": 24769293,
      "monthDay": "10/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kaine_Robertson",
      "name": "Kaine Robertson",
      "aboutText": "Nadejda Ostrovskaya (Belarusian: Надзея Астроўская; born 29 October 1980 in Minsk) is a former Belarusian tennis player.\nOstrovskaya won ten singles and 19 doubles titles on the ITF tour in her career. On 15 January 2001, she reached her best singles ranking of world number 96.",
      "pageId": 37640203,
      "monthDay": "10/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/B._J._Sams_(American_football)",
      "name": "B. J. Sams",
      "aboutText": "Maurice Edward Clarett (born October 29, 1983) is a former American football running back who played for the Ohio State Buckeyes football team. He also played professionally for the Omaha Nighthawks of the United Football League. During his freshman year at The Ohio State University in 2002, he helped lead the Buckeyes to a national championship.",
      "pageId": 706780,
      "monthDay": "10/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amanda_Beard",
      "name": "Amanda Beard",
      "aboutText": "Amanda Ray Beard (born October 29, 1981), also known by her married name Amanda Brown, is an American swimmer and a seven-time Olympic medalist (two gold, four silver, one bronze). She is a former world record holder in the 200-meter breaststroke (long course).\nBeard's success has earned her the American Swimmer of the Year Award twice.",
      "pageId": 862713,
      "monthDay": "10/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jonathan_Brown_(Australian_rules_footballer)",
      "name": "Jonathan Brown",
      "aboutText": "Jonathan Brown (born 29 October 1981) is a former professional Australian rules footballer and a former captain of the Brisbane Lions in the Australian Football League. Brown stepped down from the co-captaincy on 23 January 2014.\nPreviously widely regarded as one of the premier players in the competition, Brown is a three-time club best and fairest winner, two-time All Australian (2007 and 2009), one-time Coleman Medallist and three-time AFL premiership player.",
      "pageId": 1082165,
      "monthDay": "10/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Angelika_de_la_Cruz",
      "name": "Angelika de la Cruz",
      "aboutText": "Eric Craig Staal (born October 29, 1984) is a Canadian professional ice hockey player and the captain of the Carolina Hurricanes of the National Hockey League (NHL). Eric is the oldest of the Staal brothers, which include teammates Jordan Staal (an alternate captain on the team under Eric) and Jared Staal and New York Rangers defenceman Marc Staal.",
      "pageId": 1246865,
      "monthDay": "10/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Georgios_Fotakis",
      "name": "Georgios Fotakis",
      "aboutText": "Nurcan Taylan (born October 29, 1983 in Ankara, Turkey) is a Turkish Olympic, world and European champion in weightlifting. She holds six European and one world record (and tied two more world records).\nShe was born in Mamak, Ankara as the third child of a poor family originating from the town of Hafik in Sivas, Central Anatolia.",
      "pageId": 1781499,
      "monthDay": "10/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Reemma_Sen",
      "name": "Reemma Sen",
      "aboutText": "Jason Tahincioğlu pronounced [tahindʒioːɫu]; also called Jason Tahinci; born 29 October 1983 in Bristol, United Kingdom) is a Turkish auto racing driver born into a car racing family.",
      "pageId": 2299585,
      "monthDay": "10/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ariel_Lin",
      "name": "Ariel Lin",
      "aboutText": "Reema Sen (born 29 October 1981) is an Indian actress and model who primarily appeared in Tamil and Telugu films in leading roles.\n^ \"Happy Birthday Reema Sen\". bollyspice.com.",
      "pageId": 2452785,
      "monthDay": "10/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chelan_Simmons",
      "name": "Chelan Simmons",
      "aboutText": "Freddy Eastwood (born 29 October 1983) is a professional footballer who is a free agent after being released by Southend United on 23 May 2014. He started his career with West Ham United and has also played for Grays Athletic and Wolverhampton Wanderers. He has played eleven times in his international career for Wales.",
      "pageId": 2457412,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Richard_Brancatisano",
      "name": "Richard Brancatisano",
      "aboutText": "Jonathan Kendrick \"Johnny\" Lewis (October 29, 1983 – September 26, 2012), also credited as Johnny K. Lewis, was an American film and television actor. Lewis is best known for playing Kip \"Half-Sack\" Epps in the first two seasons of the FX series Sons of Anarchy. He also appeared in supporting roles in the films Underclassman (2005), Aliens vs.",
      "pageId": 2870760,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Maurice_Clarett",
      "name": "Maurice Clarett",
      "aboutText": "Chelan Simmons (born October 29, 1982) is a Canadian actress and former professional model, best known for her roles in the films Good Luck Chuck, Final Destination 3 and Tucker & Dale vs Evil. Simmons is also well known for her work in television, portraying recurring character Hillary in the ABC Family show Kyle XY for three seasons, and for her series regular role during the first season of The L.A. Complex.",
      "pageId": 4042941,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Freddy_Eastwood",
      "name": "Freddy Eastwood",
      "aboutText": "Richard Peter Brancatisano (born 29 October 1983) is an Australian television actor and musician, best known for his roles as Xander Bly, the Green Mystic Ranger, in Power Rangers: Mystic Force and Dominic Russo on the ABC Family drama series, Chasing Life.",
      "pageId": 4211139,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dana_Eveland",
      "name": "Dana Eveland",
      "aboutText": "Dana James Eveland (born October 29, 1983) is an American professional baseball pitcher who is currently in the Tampa Bay Rays organization. He has also played for the Milwaukee Brewers, Arizona Diamondbacks, Oakland Athletics, Toronto Blue Jays, Pittsburgh Pirates, Los Angeles Dodgers, Baltimore Orioles, New York Mets and Atlanta Braves and in the Korea Baseball Organization (KBO) for the Hanwha Eagles.\nEveland throws a four-seam fastball, slider, changeup, and curveball.",
      "pageId": 4551399,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Johnny_Lewis",
      "name": "Johnny Lewis",
      "aboutText": "Bradley Jamar \"B. J.\" Sams (born October 29, 1980) is a former American football player who was a wide receiver and return specialist in the National Football League (NFL) for five seasons. He played college football at McNeese State University.",
      "pageId": 5346780,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jason_Tahincio%C4%9Flu",
      "name": "Jason Tahincioğlu",
      "aboutText": "Ariel Lin (Chinese: 林依晨; pinyin: Lín Yī Chén; Pe̍h-ōe-jī: Lîm I-sîn, Hakka: Lim Yi Sen) was born 29 October 1982. She is a Taiwanese actress and singer, who won Best Leading Actress in a Television Series at the 43rd and 47th Golden Bell Awards. She majored in Korean and Literature at National Chengchi University, Taiwan.",
      "pageId": 6975729,
      "monthDay": "10/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nurcan_Taylan",
      "name": "Nurcan Taylan",
      "aboutText": "Maria Lourdes Egger Dela Cruz-Casareo, better known by her screen name Angelika Dela Cruz (born 29 October 1981), is a Filipina actress and singer. She started her career in 1995, and has since appeared in television shows and movies.",
      "pageId": 7235964,
      "monthDay": "10/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Les_Davies",
      "name": "Les Davies",
      "aboutText": "Cal Crutchlow (born 29 October 1985) is a professional motorcycle road racer, who currently competes in the MotoGP World Championship for CWM LCR Honda.\nHe started his career as a superbike rider. He was the 2006 British Supersport Championship champion and the 2009 Supersport World Championship winner with Yamaha.",
      "pageId": 11856939,
      "monthDay": "10/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Eric_Staal",
      "name": "Eric Staal",
      "aboutText": "Georgios Fotakis (Greek: Γεώργιος Φωτάκης; born 29 October 1981) is a Greek international footballer who plays professionally for Veria in the Superleague Greece, as a Midfielder.",
      "pageId": 17044642,
      "monthDay": "10/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Youn-a",
      "name": "Youn-a",
      "aboutText": "Janet Ruth Montgomery (born 29 October 1985) is an English film and TV actress. She is known for her role as Ames in the second season of Fox's Human Target, and also for her appearances in The Hills Run Red and Wrong Turn 3: Left for Dead, as well as her role as Eric Murphy's assistant Jennie in HBO's Entourage. She recently played protagonist Martina Garretti in the short-lived Made in Jersey.",
      "pageId": 24740505,
      "monthDay": "10/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Cal_Crutchlow",
      "name": "Cal Crutchlow",
      "aboutText": "Leslie Elias \"Les\" Davies (born on 29 October 1984) is a Welsh footballer who currently plays as a striker for Welsh Premier League side Gap Connah's Quay.",
      "pageId": 36452891,
      "monthDay": "10/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Janet_Montgomery",
      "name": "Janet Montgomery",
      "aboutText": "Youn-a (ヨンア, Yon'a, born October 29, 1985 in Seoul, South Korea) is a Japanese-South Korean model who is affiliated with Oscar Promotion.\nYoun-A uses this as a stage name, while her name in Korean was Kim Yeonga (김영아).",
      "pageId": 47140823,
      "monthDay": "10/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jefferson_Severino",
      "name": "Jefferson Severino",
      "aboutText": "Makoto Ogawa (小川 麻琴, Ogawa Makoto, born October 29, 1987 in Kashiwazaki, Niigata, Japan) is a former Japanese singer and actress, best known as a former member of Japanese pop idol group Morning Musume. She joined the group in August 2001 along with fellow fifth generation members Ai Takahashi, Risa Niigaki, and Asami Konno. On March 31, 2009, she graduated from Hello!",
      "pageId": 2371143,
      "monthDay": "10/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Vijender_Singh",
      "name": "Vijender Singh",
      "aboutText": "Jessica Dubé (born October 29, 1987) is a Canadian figure skater who is best known for her pairs career with Bryce Davison. They are the 2008 World bronze medalists, the 2009 Four Continents silver medalists, and three-time Canadian national champions (2007, 2009, 2010). They represented Canada at the 2006 and 2010 Winter Olympics.",
      "pageId": 4044298,
      "monthDay": "10/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sarita_P%C3%A9rez_de_Tagle",
      "name": "Sarita Pérez de Tagle",
      "aboutText": "Sarita Perez de Tagle (born October 29, 1986 in Manila, Philippines) is a Filipina cinema and television actress.",
      "pageId": 4383014,
      "monthDay": "10/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Paulina_James",
      "name": "Paulina James",
      "aboutText": "Tina Yuzuki (柚木ティナ, Yuzuki Tina), also known as Rio, is a Japanese actress, singer and AV idol who debuted as an AV actress in 2005, appearing in videos produced by the Max-A and S1 studios. After starring in AVs in various genres during her first year in the industry, she won an industry award as Best New Actress for 2006.",
      "pageId": 7264910,
      "monthDay": "10/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tina_Yuzuki",
      "name": "Tina Yuzuki",
      "aboutText": "Vijender Singh Beniwal (born 29 October 1985), also known as Vijender Singh or Vijender Beniwal, is an Indian Professional Boxer and former Amateur boxer from Kaluwas, Bhiwani district in Haryana. He was educated in his village, after which he received a bachelor's degree from a local college in Bhiwani. He practised boxing at the Bhiwani Boxing Club where coach Jagdish Singh recognised his talent and encouraged him to take to professional boxing.",
      "pageId": 8531653,
      "monthDay": "10/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andy_Dalton",
      "name": "Andy Dalton",
      "aboutText": "Andrew Gregory Dalton (born October 29, 1987) is an American football quarterback for the Cincinnati Bengals of the National Football League (NFL). He played college football at Texas Christian University (TCU). In his final college game, Dalton led TCU to a win in the 2011 Rose Bowl.",
      "pageId": 12857517,
      "monthDay": "10/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jessica_Dub%C3%A9",
      "name": "Jessica Dubé",
      "aboutText": "Paulina James (born October 29, 1986) is an American pornographic actress of Portuguese ancestry.",
      "pageId": 14982606,
      "monthDay": "10/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Z%C3%A9_Eduardo_(footballer,_born_1987)",
      "name": "Zé Eduardo",
      "aboutText": "Severino Jefferson (born 29 October 1985 in Campinas) is a Brazilian professional footballer who last played in Canada for the Montreal Impact.",
      "pageId": 18099442,
      "monthDay": "10/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tove_Lo",
      "name": "Tove Lo",
      "aboutText": "India Eisley (born October 29, 1993) is a British American actress. She is known for the role of Sawa in Kite as well as Eve in Underworld: Awakening.",
      "pageId": 18549165,
      "monthDay": "10/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Frazer_McLaren",
      "name": "Frazer McLaren",
      "aboutText": "Frazer William Down McLaren (born October 29, 1987) is a Canadian ice hockey left winger who plays for the San Jose Barracuda in the American Hockey League (AHL) while under contract to the San Jose Sharks in the National Hockey League (NHL).",
      "pageId": 24591689,
      "monthDay": "10/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Makoto_Ogawa",
      "name": "Makoto Ogawa",
      "aboutText": "Eric Saade (Arabic: إريك سعادة‎ Īrik Saʿāda, IPA: [ˈiːrik saʔaːdɐ]; 中文名字: 爱瑞克·萨迪; Swedish pronunciation: [ˈeː.ˈrɪk sa.ˈaː.ˈdɛ], (29 October 1990) in Kattarp, Helsingborg, Sweden) is a Swedish pop singer. He spent two years with the boy band What's Up!, leaving the band in February 2009 to pursue a solo career.",
      "pageId": 25922228,
      "monthDay": "10/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sam_Hutsby",
      "name": "Sam Hutsby",
      "aboutText": "Jacqueline Mary Jossa (born 29 October 1992) is an English actress from Bexley, London, best known for playing Lauren Branning in the BBC soap opera EastEnders.",
      "pageId": 28280481,
      "monthDay": "10/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Primo%C5%BE_Rogli%C4%8D",
      "name": "Primož Roglič",
      "aboutText": "José Eduardo Bischofe de Almeida or simply Zé Eduardo, also known as Zé Love (born 29 October 1987), is a Brazilian footballer who plays as a striker for Goiás.",
      "pageId": 33108645,
      "monthDay": "10/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Eric_Saade",
      "name": "Eric Saade",
      "aboutText": "Sam Hutsby (born 29 October 1988) is an English professional golfer.",
      "pageId": 34034374,
      "monthDay": "10/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Carlson_Young",
      "name": "Carlson Young",
      "aboutText": "Grant Terry Hall (born 29 October 1991) is an English professional footballer who plays for Queens Park Rangers as a central defender.",
      "pageId": 34292173,
      "monthDay": "10/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Grant_Hall_(footballer)",
      "name": "Grant Hall",
      "aboutText": "Ágnes Bukta (born 29 October 1993) is a Hungarian tennis player.\nBukta has won four singles and 13 doubles titles on the ITF tour in her career. On 3 March 2014, she reached her best singles ranking of world number 299.",
      "pageId": 39853373,
      "monthDay": "10/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jacqueline_Jossa",
      "name": "Jacqueline Jossa",
      "aboutText": "Primož Roglič (born 29 October 1989 in Trbovlje) is a Slovenian racing cyclist currently riding for the for the Adria Mobil cycling team. He is a former ski jumper who competed from 2003-2011.\n^ \"Primož Roglič\".",
      "pageId": 40853057,
      "monthDay": "10/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/%C3%81gnes_Bukta",
      "name": "Ágnes Bukta",
      "aboutText": "Ebba Tove Elsa Nilsson (born 29 October 1987), better known by her stage name Tove Lo (/ˌtoʊvˈloʊ/ TOHV LOH Swedish pronunciation: [ˈtuːˈvɛ ˈluː]), is a Swedish singer and songwriter. She was born and raised in Djursholm, a suburb north of Stockholm, where she graduated from musical magnet school Rytmus Musikergymnasiet. Lo formed the Swedish rock band Tremblebee in 2006.",
      "pageId": 42213636,
      "monthDay": "10/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/India_Eisley",
      "name": "India Eisley",
      "aboutText": "Lance Stroll (born 29 October 1998) is a Canadian racing driver competing in the FIA Formula 3 European Championship.\nLike many drivers, the Geneva-based Canadian began his motorsport career in karting and recorded numerous race and championship wins in his native Canada and North America.\nHe was nominated by the Fédération de Sport Automobile du Québec as Rookie of the Year in 2008 and Driver of the Year the following year.",
      "pageId": 42274711,
      "monthDay": "10/29"
    },
    {
      "year": "1998",
      "uri": "/wiki/Lance_Stroll",
      "name": "Lance Stroll",
      "aboutText": "Carlson Young (born October 29, 1990) is an American actress born in Fort Worth, Texas. She is best known for her roles on Disney Channel's As the Bell Rings, the film Premature, and Comedy Central's Key & Peele, and for her role as Brooke Maddox in the main cast of MTV's Scream television series.\n^ Nordyke, Kimberly (July 16, 2007).",
      "pageId": 47331471,
      "monthDay": "10/29"
    }
  ]
}