{
  "people": [
    {
      "year": "39 BC",
      "uri": "/wiki/Julia_the_Elder",
      "name": "Julia the Elder",
      "aboutText": "Francisco Ignacio Madero González (Spanish pronunciation: [fɾanˈsisko iɣ´naθjo maˈðeɾo ɣonˈsales]; 30 October 1873‒22 February 1913) was a Mexican statesman, writer, and revolutionary who served as the 33rd president of Mexico from 1911 until his assassination in 1913. He was an advocate for social justice and democracy. Madero was notable for having challenged Mexican President Porfirio Díaz for the presidency in 1910 and being instrumental in sparking the Mexican Revolution.",
      "pageId": 11285,
      "monthDay": "10/30"
    },
    {
      "year": "1218",
      "uri": "/wiki/Emperor_Ch%C5%ABky%C5%8D",
      "name": "Emperor Chūkyō",
      "aboutText": "Ambroise-Paul-Toussaint-Jules Valéry (/vɑːleɪˈri/; French: [pɔl valeʁi]; 30 October 1871 – 20 July 1945) was a French poet, essayist, and philosopher. In addition to his poetry and fiction (drama and dialogues), his interests included aphorisms on art, history, letters, music, and current events. Valéry was nominated for the Nobel Prize in Literature in 12 different years.",
      "pageId": 23519,
      "monthDay": "10/30"
    },
    {
      "year": "1513",
      "uri": "/wiki/Jacques_Amyot",
      "name": "Jacques Amyot",
      "aboutText": "Richard Brinsley Butler Sheridan (30 October 1751 – 7 July 1816) was an Irish playwright and poet and long-term owner of the London Theatre Royal, Drury Lane. He is known for his plays such as The Rivals, The School for Scandal, The Duenna and A Trip to Scarborough. For thirty-two years he was also a Whig Member of the British House of Commons for Stafford (1780–1806), Westminster (1806–1807) and Ilchester (1807–1812).",
      "pageId": 162371,
      "monthDay": "10/30"
    },
    {
      "year": "1624",
      "uri": "/wiki/Paul_Pellisson",
      "name": "Paul Pellisson",
      "aboutText": "Paul Pellisson (30 October 1624 – 7 February 1693) was a French author.\nPellisson was born in Béziers, of a distinguished Calvinist family. He studied law at Toulouse, and practised at the bar of Castres.",
      "pageId": 164943,
      "monthDay": "10/30"
    },
    {
      "year": "1668",
      "uri": "/wiki/Sophia_Charlotte_of_Hanover",
      "name": "Sophia Charlotte of Hanover",
      "aboutText": "Antoine Bourdelle (31 October 1861 – 1 October 1929), born Émile Antoine Bordelles, was an influential and prolific French sculptor, painter, and teacher.\nHis studio became the Musée Bourdelle, an art museum dedicated to his work, located at 18, rue Antoine Bourdelle, in the 15th arrondissement of Paris, France.",
      "pageId": 167835,
      "monthDay": "10/30"
    },
    {
      "year": "1735",
      "uri": "/wiki/John_Adams",
      "name": "John Adams",
      "aboutText": "Emperor Chūkyō (仲恭天皇, Chūkyō-tennō) (October 30, 1218 – June 18, 1234) was the 85th emperor of Japan, according to the traditional order of succession. His reign spanned only months in 1221, and he was not officially listed amongst the emperors until 1870 because of doubts caused by the length of his reign.",
      "pageId": 195037,
      "monthDay": "10/30"
    },
    {
      "year": "1748",
      "uri": "/wiki/Martha_Jefferson",
      "name": "Martha Jefferson",
      "aboutText": "André Marie Chénier (30 October 1762 – 25 July 1794) was a French poet of Greek and Franco-Levantine origin, associated with the events of the French Revolution of which he was a victim. His sensual, emotive poetry marks him as one of the precursors of the Romantic movement. His career was brought to an abrupt end when he was guillotined for supposed \"crimes against the state\", near the end of the Reign of Terror.",
      "pageId": 245369,
      "monthDay": "10/30"
    },
    {
      "year": "1751",
      "uri": "/wiki/Richard_Brinsley_Sheridan",
      "name": "Richard Brinsley Sheridan",
      "aboutText": "Alfred Sisley (/ˈsɪsli/; French: [sislɛ]; 30 October 1839 – 29 January 1899) was an Impressionist landscape painter who was born and spent most of his life in France, but retained British citizenship. He was the most consistent of the Impressionists in his dedication to painting landscape en plein air (i.e., outdoors). He deviated into figure painting only rarely and, unlike Renoir and Pissarro, found that Impressionism fulfilled his artistic needs.",
      "pageId": 291939,
      "monthDay": "10/30"
    },
    {
      "year": "1762",
      "uri": "/wiki/Andr%C3%A9_Ch%C3%A9nier",
      "name": "André Chénier",
      "aboutText": "Jacques Amyot (French: [amjo]; 30 October 1513 – 6 February 1593), French Renaissance writer and translator, was born of poor parents, at Melun.\nHe found his way to the University of Paris, where he supported himself by serving some of the richer students. He was nineteen when he became M.A. at Paris, and later he graduated doctor of civil law at Bourges.",
      "pageId": 353907,
      "monthDay": "10/30"
    },
    {
      "year": "1786",
      "uri": "/wiki/Philippe-Joseph_Aubert_de_Gasp%C3%A9",
      "name": "Philippe-Joseph Aubert de Gaspé",
      "aboutText": "Oldřich Duras (also Důras; 30 October 1882, Pchery, Bohemia, then Austria-Hungary – 5 January 1957, Prague, then Czechoslovakia) was a leading Czech chess master of the early 20th century. FIDE awarded him the title of International Grandmaster in 1950, when the title was first introduced, in recognition of his achievements in the early twentieth century.\nAmong his noted tournament wins (all shared) are Bremen (1905), Prague (1908), Vienna (1908) and Breslau (1912).",
      "pageId": 502096,
      "monthDay": "10/30"
    },
    {
      "year": "1799",
      "uri": "/wiki/Ignace_Bourget",
      "name": "Ignace Bourget",
      "aboutText": "Martha Wayles Skelton Jefferson, born Martha Wayles (October 30, 1748 – September 6, 1782) was the only wife of her second husband, Thomas Jefferson. She was a widow at her second wedding, as her first husband had died young. When her second husband, Jefferson, was Governor of Virginia, she served as First Lady of Virginia from 1779 to 1781.",
      "pageId": 644195,
      "monthDay": "10/30"
    },
    {
      "year": "1839",
      "uri": "/wiki/Alfred_Sisley",
      "name": "Alfred Sisley",
      "aboutText": "Sophia Charlotte of Hanover (30 October 1668 – 1 February 1705) was the first Queen consort in Prussia as wife of King Frederick I. She was the only daughter of Elector Ernest Augustus of Brunswick-Lüneburg and his wife Sophia of the Palatinate.",
      "pageId": 1497716,
      "monthDay": "10/30"
    },
    {
      "year": "1857",
      "uri": "/wiki/Georges_Gilles_de_la_Tourette",
      "name": "Georges Gilles de la Tourette",
      "aboutText": "Ignace Bourget (October 30, 1799 – June 8, 1885) was a French-Canadian Roman Catholic priest who held the title of Bishop of Montreal from 1840 to 1876. Born in Lévis, Quebec in 1799, Bourget entered the clergy at an early age, undertook several courses of religious study, and in 1837 was named co-adjutor bishop of the newly created bishopric of Montreal. Following the death of Jean-Jacques Lartigue in 1840, Bourget became Bishop of Montreal.",
      "pageId": 1670865,
      "monthDay": "10/30"
    },
    {
      "year": "1861",
      "uri": "/wiki/Antoine_Bourdelle",
      "name": "Antoine Bourdelle",
      "aboutText": "Julia the Elder (30 October 39 BC – AD 14), known to her contemporaries as Julia Caesaris filia or Julia Augusti filia (Classical Latin: IVLIA•CAESARIS•FILIA or IVLIA•AVGVSTI•FILIA), was the daughter and only biological child of Augustus, the first emperor of the Roman Empire. Augustus subsequently adopted several male members of his close family as sons. Julia resulted from Augustus' second marriage with Scribonia, her birth occurring on the same day as Scribonia's divorce from Augustus, who wished to marry Livia Drusilla.",
      "pageId": 2020952,
      "monthDay": "10/30"
    },
    {
      "year": "1871",
      "uri": "/wiki/Buck_Freeman",
      "name": "Buck Freeman",
      "aboutText": "For other members of the family, see Aubert de Gaspé (disambiguation).",
      "pageId": 2568532,
      "monthDay": "10/30"
    },
    {
      "year": "1871",
      "uri": "/wiki/Paul_Val%C3%A9ry",
      "name": "Paul Valéry",
      "aboutText": "Georges Albert Édouard Brutus Gilles de la Tourette (30 October 1857 – 26 May 1904) was a French physician and the eponym of Tourette syndrome, a neurological condition. He was born in \"the small town of Saint-Gervais-les-Trois-Clochers, in the district of Châtellerault near the city of Loudun, France\", and died in Lausanne, Switzerland. He could be retrospectively classified as a neurologist, but the field did not exist in his time.",
      "pageId": 3100838,
      "monthDay": "10/30"
    },
    {
      "year": "1873",
      "uri": "/wiki/Francisco_I._Madero",
      "name": "Francisco I. Madero",
      "aboutText": "John Frank \"Buck\" Freeman (October 30, 1871 – June 25, 1949) was an American right fielder in Major League Baseball at the turn of the 20th century. Freeman was one of the top sluggers of his era, his most famous feat being the 25 home runs he hit during the 1899 season.\nA native of Catasauqua, Pennsylvania, Freeman showed talent as a pitcher from a young age.",
      "pageId": 4643940,
      "monthDay": "10/30"
    },
    {
      "year": "1877",
      "uri": "/wiki/Hugo_Celmi%C5%86%C5%A1",
      "name": "Hugo Celmiņš",
      "aboutText": "John Adams, Jr. (October 30 [O.S. October 19] 1735 – July 4, 1826) was an American lawyer, author, statesman, and diplomat. He served as the second President of the United States (1797–1801), the first Vice President (1789–1797), and as a Founding Father was a leader of American independence from Great Britain.",
      "pageId": 10410626,
      "monthDay": "10/30"
    },
    {
      "year": "1881",
      "uri": "/wiki/Elizabeth_Madox_Roberts",
      "name": "Elizabeth Madox Roberts",
      "aboutText": "Elizabeth Madox Roberts (October 30, 1881 – March 13, 1941) was a Kentucky novelist and poet, primarily known for her novels and stories set in central Kentucky's Washington County, including The Time of Man (1926), \"My Heart and My Flesh,\" The Great Meadow (1930) and A Buried Treasure (1931). All of her writings are characterized by her distinct, rhythmic prose. Robert Penn Warren called \"The Time of Man\" a classic; the eminent Southern critic and Southern Review editor, Lewis P. Simpson, counted her among the half dozen major Southern renascence writers.",
      "pageId": 13794566,
      "monthDay": "10/30"
    },
    {
      "year": "1882",
      "uri": "/wiki/Old%C5%99ich_Duras",
      "name": "Oldřich Duras",
      "aboutText": "Hugo Celmiņš (30 October 1877, Lubāna – 30 July 1941, Moscow) held the office of Prime Minister of Latvia twice from 19 December 1924 – 23 December 1925 and 1 December 1928 – 26 March 1931.",
      "pageId": 16042285,
      "monthDay": "10/30"
    },
    {
      "year": "1882",
      "uri": "/wiki/William_Halsey,_Jr.",
      "name": "William Halsey, Jr.",
      "aboutText": "Ruth Gordon Jones (October 30, 1896 – August 28, 1985), better known as Ruth Gordon, was an American film, stage, and television actress, as well as screenwriter and playwright. Gordon began her career performing on Broadway at age nineteen. She gained international visibility and critical acclaim for film roles which continued into her seventies and eighties.",
      "pageId": 25866,
      "monthDay": "10/30"
    },
    {
      "year": "1882",
      "uri": "/wiki/G%C3%BCnther_von_Kluge",
      "name": "Günther von Kluge",
      "aboutText": "Roland Freisler (30 October 1893 – 3 February 1945) was a prominent Nazi lawyer and judge. He was State Secretary of the Reich Ministry of Justice and President of the People's Court (Volksgerichtshof), which was set up outside constitutional authority.",
      "pageId": 37162,
      "monthDay": "10/30"
    },
    {
      "year": "1885",
      "uri": "/wiki/Ezra_Pound",
      "name": "Ezra Pound",
      "aboutText": "Harry Randall Truman (October 30, 1896 – May 18, 1980) was a resident of the U.S. state of Washington who lived on Mount St. Helens. He came to brief fame in the months preceding the volcano's 1980 eruption after he stubbornly refused to leave his home despite evacuation orders, and he is presumed to have been killed in the eruption.",
      "pageId": 39014,
      "monthDay": "10/30"
    },
    {
      "year": "1886",
      "uri": "/wiki/Zo%C3%AB_Akins",
      "name": "Zoë Akins",
      "aboutText": "Ezra Weston Loomis Pound (30 October 1885 – 1 November 1972) was an expatriate American poet and critic who was a major figure in the early modernist movement. His contribution to poetry began with his development of Imagism, a movement derived from classical Chinese and Japanese poetry, stressing clarity, precision and economy of language. His best-known works include Ripostes (1912), Hugh Selwyn Mauberley (1920) and the unfinished 120-section epic, The Cantos (1917–69)..",
      "pageId": 44203,
      "monthDay": "10/30"
    },
    {
      "year": "1887",
      "uri": "/wiki/Sukumar_Ray",
      "name": "Sukumar Ray",
      "aboutText": "Fleet Admiral William Frederick Halsey Jr., GBE (October 30, 1882 – August 16, 1959)—known as Bill Halsey or \"Bull\" Halsey—was an American fleet admiral in the United States Navy. At the start of the War in the Pacific (1941–45) Halsey commanded the task force centered on the carrier Enterprise in a series of raids against Japanese-held targets. He was made commander, South Pacific Area and led the Allied forces over the course of the Battle for Guadalcanal (1942–43) and the fighting up the Solomon chain (1942–45).",
      "pageId": 206587,
      "monthDay": "10/30"
    },
    {
      "year": "1888",
      "uri": "/wiki/Louis_Menges",
      "name": "Louis Menges",
      "aboutText": "Philip Arnold Heseltine (30 October 1894 – 17 December 1930), known by the pseudonym Peter Warlock, was a British composer and music critic. The Warlock name, which reflects Heseltine's interest in occult practices, was used for all his published musical works. He is best known as a composer of songs and other vocal music; he also achieved notoriety in his lifetime through his unconventional and often scandalous lifestyle.",
      "pageId": 296246,
      "monthDay": "10/30"
    },
    {
      "year": "1888",
      "uri": "/wiki/Konstantinos_Tsiklitiras",
      "name": "Konstantinos Tsiklitiras",
      "aboutText": "Kostas Karyotakis (Greek: Κώστας Καρυωτάκης, October 30, 1896 – July 20, 1928) is considered one of the most representative Greek poets of the 1920s and one of the first poets to use iconoclastic themes in Greece. His poetry conveys a great deal of nature, imagery and traces of expressionism and surrealism. The majority of Karyotakis' contemporaries viewed him in a dim light throughout his lifetime without a pragmatic accountability for their contemptuous views; for after his suicide, the majority began to revert to the view that he was indeed a great poet.",
      "pageId": 470204,
      "monthDay": "10/30"
    },
    {
      "year": "1893",
      "uri": "/wiki/Charles_Atlas",
      "name": "Charles Atlas",
      "aboutText": "Gerhard Johannes Paul Domagk (30 October 1895 – 24 April 1964) was a German pathologist and bacteriologist.",
      "pageId": 474958,
      "monthDay": "10/30"
    },
    {
      "year": "1893",
      "uri": "/wiki/Roland_Freisler",
      "name": "Roland Freisler",
      "aboutText": "Charles Atlas (born Angelo Siciliano; October 30, 1892 – December 24, 1972) was the developer of a bodybuilding method and its associated exercise program that was best known for a landmark advertising campaign featuring Atlas's name and likeness; it has been described as one of the longest-lasting and most memorable ad campaigns of all time.\nAtlas trained himself to develop his body from that of a \"scrawny weakling\", eventually becoming the most popular muscleman of his day. He took the name Charles Atlas after a friend told him that he resembled the statue of Atlas on top of a hotel in Coney Island and legally changed his name in 1922.",
      "pageId": 552505,
      "monthDay": "10/30"
    },
    {
      "year": "1894",
      "uri": "/wiki/Jean_Rostand",
      "name": "Jean Rostand",
      "aboutText": "Günther Adolf Ferdinand “Hans” von Kluge (30 October 1882 – 19 August 1944) was a German Field Marshal who served in World War I and World War II. Born into a Prussian military family in Posen (now Poznań, Poland) in 1882, Kluge was a staff officer with the rank of captain by 1916 at the Battle of Verdun. He ultimately rose to the rank of field marshal in the Wehrmacht, which was conveyed at the 1940 Field Marshal Ceremony. The well-known Generalleutnant Wolfgang von Kluge was his younger brother, and another German officer and active resistance fighter against the Nazi régime, Oberstleutnant Karl Ernst Rahtgens, was his nephew.",
      "pageId": 787713,
      "monthDay": "10/30"
    },
    {
      "year": "1894",
      "uri": "/wiki/Peter_Warlock",
      "name": "Peter Warlock",
      "aboutText": "William Harold Terry (October 30, 1898 – January 9, 1989) was a Major League Baseball first baseman and manager. Considered one of the greatest players of all time, Terry was inducted into the Baseball Hall of Fame in 1954. In 1999, he ranked number 59 on The Sporting News list of the 100 Greatest Baseball Players, and was a nominee for the Major League Baseball All-Century Team.",
      "pageId": 827684,
      "monthDay": "10/30"
    },
    {
      "year": "1895",
      "uri": "/wiki/Gerhard_Domagk",
      "name": "Gerhard Domagk",
      "aboutText": "Dickinson Woodruff Richards, Jr. (October 30, 1895 – February 23, 1973) was an American physician and physiologist.",
      "pageId": 1574866,
      "monthDay": "10/30"
    },
    {
      "year": "1895",
      "uri": "/wiki/Dickinson_W._Richards",
      "name": "Dickinson W. Richards",
      "aboutText": "Zoë Akins (October 30, 1886 – October 29, 1958) was a Pulitzer Prize-winning American playwright, poet, and author.",
      "pageId": 2023236,
      "monthDay": "10/30"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ruth_Gordon",
      "name": "Ruth Gordon",
      "aboutText": "Sukumar Ray (Bengali: সুকুমার রায়;  Sukumār Rāẏ ) (30 October 1887 – 10 September 1923) was a Bengali humorous poet, story writer and playwright who mainly wrote for children. His works such as the collection of poems \"Aboltabol\" (Bengali: আবোলতাবোল)(\"Gibberish\"), novella \"HaJaBaRaLa\" (Bengali: হযবরল), short story collection \"Pagla Dashu\" (Bengali: পাগলা দাশু; \"Crazy Dashu\") and play \"Chalachittachanchari\" (Bengali: চলচিত্তচঞ্চরী) are considered equal in stature to Alice in Wonderland. More than 80 years after his death, Ray remains one of the most popular of children's writers in both West Bengal and Bangladesh.",
      "pageId": 2208844,
      "monthDay": "10/30"
    },
    {
      "year": "1896",
      "uri": "/wiki/Kostas_Karyotakis",
      "name": "Kostas Karyotakis",
      "aboutText": "Jean Rostand (October 30, 1894, Paris – September 4, 1977, Ville-d'Avray) was a French biologist and philosopher.\nActive as an experimental biologist, Rostand became famous for his work as a science writer, as well as a philosopher and an activist. His scientific work covered a variety of biological fields such as amphibian embryology, parthenogenesis and teratogeny, while his literary output extended into popular science, history of science and philosophy.",
      "pageId": 2406048,
      "monthDay": "10/30"
    },
    {
      "year": "1896",
      "uri": "/wiki/Harry_Randall_Truman",
      "name": "Harry Randall Truman",
      "aboutText": "Ángel Agustín María Carlos Fausto Mariano Alfonso del Sagrado Corazón de Jesús Lara y Aguirre del Pino (Spanish pronunciation: [aɣusˈtin ˈlaɾa]; October 30, 1897– November 6, 1970), known as Agustín Lara was a Mexican composer and interpreter of songs and boleros. He is recognized as one of the most popular songwriters of his era. His work was widely appreciated not only in Mexico but also in Central and South America, the Caribbean and Spain.",
      "pageId": 2568773,
      "monthDay": "10/30"
    },
    {
      "year": "1896",
      "uri": "/wiki/Antonino_Votto",
      "name": "Antonino Votto",
      "aboutText": "Konstantinos \"Kostas\" Tsiklitiras (Greek: Κωνσταντίνος \"Κώστας\" Τσικλητήρας; 30 October 1888 – 10 February 1913) was a Greek athlete and Olympic champion.\nBorn in Pylos, he moved to Athens to study commerce. Tsiklitiras soon took up sports.",
      "pageId": 2784628,
      "monthDay": "10/30"
    },
    {
      "year": "1897",
      "uri": "/wiki/Rex_Cherryman",
      "name": "Rex Cherryman",
      "aboutText": "Antonino Votto (30 October 1896 - 9 September 1985) was an Italian operatic conductor. Votto developed an extensive discography with the Teatro alla Scala in Milan during the 1950s, when EMI produced the bulk of its studio recordings featuring Maria Callas. Though Votto was a dependable conductor (and the teacher of Riccardo Muti), critics frequently faulted his recordings for their lack of emotional immediacy.",
      "pageId": 4091616,
      "monthDay": "10/30"
    },
    {
      "year": "1897",
      "uri": "/wiki/Agust%C3%ADn_Lara",
      "name": "Agustín Lara",
      "aboutText": "Rexford Raymond \"Rex\" Cherryman (October 30, 1896 – August 10, 1928) was an American actor of the stage and screen whose career was most prolific during the 1920s.\nBorn in Grand Rapids, Michigan, Rex Cherryman attended Colgate University, (Hamilton, New York) in 1915-1916. He transferred to the University of Michigan (Ann Arbor) in 1916.",
      "pageId": 5723725,
      "monthDay": "10/30"
    },
    {
      "year": "1898",
      "uri": "/wiki/Bill_Terry",
      "name": "Bill Terry",
      "aboutText": "Louis John Menges (October 30, 1888 – March 10, 1969) was an American amateur football (soccer) player who competed in the 1904 Summer Olympics.\nHe was born in East St. Louis, Illinois.",
      "pageId": 12218675,
      "monthDay": "10/30"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ragnar_Granit",
      "name": "Ragnar Granit",
      "aboutText": "Leon Day (October 30, 1916 – March 13, 1995) was an American right-handed pitcher in the Negro leagues. He played for the Baltimore Black Sox, the Brooklyn & Newark Eagles, and the Baltimore Elite Giants.",
      "pageId": 339229,
      "monthDay": "10/30"
    },
    {
      "year": "1905",
      "uri": "/wiki/Johnny_Miles",
      "name": "Johnny Miles",
      "aboutText": "Emilio Giuseppe Farina (30 October 1906 – 30 June 1966), nicknamed \"Nino\", was an Italian racing driver.",
      "pageId": 342972,
      "monthDay": "10/30"
    },
    {
      "year": "1906",
      "uri": "/wiki/Giuseppe_Farina",
      "name": "Giuseppe Farina",
      "aboutText": "Alexander Gottfried Friedrich Gode-von Aesch, or simply Alexander Gode (October 30, 1906 – August 10, 1970), was a German-American linguist, translator and the driving force behind the creation of the auxiliary language Interlingua.",
      "pageId": 525014,
      "monthDay": "10/30"
    },
    {
      "year": "1906",
      "uri": "/wiki/Hermann_Fegelein",
      "name": "Hermann Fegelein",
      "aboutText": "Ragnar Arthur Granit ForMemRS (October 30, 1900 – March 12, 1991) was a Finland Swedish scientist who was awarded the Nobel Prize in Physiology or Medicine in 1967 along with Haldan Keffer Hartline and George Wald \"for their discoveries concerning the primary physiological and chemical visual processes in the eye\".\nGranit graduated in 1927 from the Faculty of Medicine of the University of Helsinki, Finland. When Finland became the target of a massive Soviet attack in 1940 during the Winter War (1939–1940), Granit sought refuge – and peaceful surroundings for his studies and research work – in the neighbouring capital of Sweden, Stockholm, at the age of 40.",
      "pageId": 644063,
      "monthDay": "10/30"
    },
    {
      "year": "1906",
      "uri": "/wiki/Alexander_Gode",
      "name": "Alexander Gode",
      "aboutText": "Joseph Leabua Jonathan (30 October 1914 – 5 April 1987) was the second Prime Minister of Lesotho. He succeeded Chief Sekhonyana Nehemia Maseribane following a by-election and held that post from 1965 to 1986.",
      "pageId": 774355,
      "monthDay": "10/30"
    },
    {
      "year": "1907",
      "uri": "/wiki/Sol_Tax",
      "name": "Sol Tax",
      "aboutText": "Fred W. Friendly (October 30, 1915 – March 3, 1998) was a president of CBS News and the creator, along with Edward R. Murrow, of the documentary television program See It Now.",
      "pageId": 1159719,
      "monthDay": "10/30"
    },
    {
      "year": "1908",
      "uri": "/wiki/Patsy_Montana",
      "name": "Patsy Montana",
      "aboutText": "Ruby Rose Blevins (October 30, 1908 – May 3, 1996), known professionally as Patsy Montana, was an American country music singer, songwriter and actress.",
      "pageId": 1182210,
      "monthDay": "10/30"
    },
    {
      "year": "1908",
      "uri": "/wiki/U._Muthuramalingam_Thevar",
      "name": "U. Muthuramalingam Thevar",
      "aboutText": "Not to be confused with Homi K. Bhabha.\nHomi Jehangir Bhabha(/ˈbɑːbɑː/; 30 October 1909 – 24 January 1966) was an Indian nuclear physicist, founding director, and professor of physics at the Tata Institute of Fundamental Research. Colloquially known as \"father of the Indian nuclear programme\", Bhabha was the founding director of two well-known research institutions, namely the Tata Institute of Fundamental Research (TIFR) and the Trombay Atomic Energy Establishment (now named after him); both sites were the cornerstone of Indian development of nuclear weapons which Bhabha also supervised as its director.",
      "pageId": 1245965,
      "monthDay": "10/30"
    },
    {
      "year": "1908",
      "uri": "/wiki/Peter_Smith_(cricketer)",
      "name": "Peter Smith",
      "aboutText": "Ruth Carol Hussey (October 30, 1911 – April 19, 2005) was an American actress best known for her Academy Award-nominated role as photographer Elizabeth Imbrie in The Philadelphia Story.",
      "pageId": 1291071,
      "monthDay": "10/30"
    },
    {
      "year": "1909",
      "uri": "/wiki/Homi_J._Bhabha",
      "name": "Homi J. Bhabha",
      "aboutText": "Anna Eva Lydia Catherine Wing, MBE (30 October 1914 – 7 July 2013) was an English actress who had a long career in television and theatre, but was best known for playing Lou Beale, the matriarch of the Beale family, in EastEnders.",
      "pageId": 1485130,
      "monthDay": "10/30"
    },
    {
      "year": "1910",
      "uri": "/wiki/Luciano_Sgrizzi",
      "name": "Luciano Sgrizzi",
      "aboutText": "Hans Georg Otto Hermann Fegelein (30 October 1906 – 28 April 1945) was an SS-Gruppenführer (general) of the Waffen-SS in Nazi Germany. He was a member of Adolf Hitler's entourage and brother-in-law to Eva Braun through his marriage to her sister, Gretl.\nFegelein joined the Reiter-Regiment 17 (Cavalry Regiment 17) in 1925 and transferred to the SS on 10 April 1933.",
      "pageId": 1801372,
      "monthDay": "10/30"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ruth_Hussey",
      "name": "Ruth Hussey",
      "aboutText": "Jane Randolph (born as Jane Roemer; October 30, 1915 — May 4, 2009), was an American film actress. She was born in Youngstown, Ohio and died in Gstaad, Switzerland, from complications of a broken hip.\nAfter growing up in Kokomo, Indiana, she moved to Hollywood in 1939 in an attempt to start a movie career.",
      "pageId": 2034705,
      "monthDay": "10/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Richard_E._Holz",
      "name": "Richard E. Holz",
      "aboutText": "Sol Tax (30 October 1907 – 4 January 1995) was an American anthropologist. He is best known for creating action anthropology and his studies of the Meskwaki, or Fox, Indians, for \"action-anthropological\" research titled the Fox Project, and for founding the academic journal Current Anthropology. He received his doctorate from the University of Chicago in 1935 and, together with Fred Eggan, was a student of Alfred Radcliffe-Brown.",
      "pageId": 2228675,
      "monthDay": "10/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Leabua_Jonathan",
      "name": "Leabua Jonathan",
      "aboutText": "Richard E Holz (30 October 1914 – August 1986), was an American brass band composer, served as Chaplain to the U.S. Air Force in New Guinea, Philippines and Japan. He married Ruby Walker in 1941.",
      "pageId": 2440952,
      "monthDay": "10/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Anna_Wing",
      "name": "Anna Wing",
      "aboutText": "Thomas Peter Bromley Smith (30 October 1908 – 4 August 1967) was an English cricketer, who played for Essex and England. Smith was one of the five Wisden Cricketers of the Year in 1947. An all-rounder, Smith played for Essex from 1929 to 1951.",
      "pageId": 2702978,
      "monthDay": "10/30"
    },
    {
      "year": "1915",
      "uri": "/wiki/L%C3%A9on-Joseph_Chavalliaud",
      "name": "Léon-Joseph Chavalliaud",
      "aboutText": "Robert Randall Bragan (October 30, 1917 – January 21, 2010) was an American shortstop, catcher, manager, and coach in Major League Baseball. He also was an influential executive in minor league baseball. He was born in Birmingham, Alabama.",
      "pageId": 3117661,
      "monthDay": "10/30"
    },
    {
      "year": "1915",
      "uri": "/wiki/Fred_W._Friendly",
      "name": "Fred W. Friendly",
      "aboutText": "Ukkirapandi Muthuramalingam Thevar (October 30, 1908 – October 30, 1963), also known as Pasumpon Muthuramalinga Thevar, was an Indian political leader. He became the leader of the All India Forward Bloc (AIFB) in Tamil Nadu, and was national deputy chairman of the party from 1952 onwards.",
      "pageId": 3574728,
      "monthDay": "10/30"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jane_Randolph",
      "name": "Jane Randolph",
      "aboutText": "John \"Johnny\" C. Miles, CM (October 30, 1905 – June 15, 2003) was a Canadian marathon runner. He won the Boston Marathon in 1926 and 1929.",
      "pageId": 8923884,
      "monthDay": "10/30"
    },
    {
      "year": "1916",
      "uri": "/wiki/Leon_Day",
      "name": "Leon Day",
      "aboutText": "Luciano Sgrizzi (30 October 1910 – 11 September 1994) was an Italian harpsichordist, organist, pianist and composer.",
      "pageId": 28768701,
      "monthDay": "10/30"
    },
    {
      "year": "1917",
      "uri": "/wiki/Bobby_Bragan",
      "name": "Bobby Bragan",
      "aboutText": "Léon-Joseph Chavalliaud (29 Jan 1858 – 5 Feb 1923) was a French sculptor. He created several notable works in France and in England where he lived for 15 years.\nChavalliaud (sometimes spelt Chavaillaud) was born in Reims at No.",
      "pageId": 40925599,
      "monthDay": "10/30"
    },
    {
      "year": "1917",
      "uri": "/wiki/Nikolai_Ogarkov",
      "name": "Nikolai Ogarkov",
      "aboutText": "Clifford Brown (October 30, 1930 – June 26, 1956), aka \"Brownie\", was an American jazz trumpeter. He died at the age of 25 in a car accident, leaving behind only four years' worth of recordings. Nonetheless, he had a considerable influence on later jazz trumpet players, including Donald Byrd, Lee Morgan, Booker Little, and Freddie Hubbard.",
      "pageId": 248331,
      "monthDay": "10/30"
    },
    {
      "year": "1917",
      "uri": "/wiki/Maurice_Trintignant",
      "name": "Maurice Trintignant",
      "aboutText": "Louis Marie Malle (French: [mal]; 30 October 1932 – 23 November 1995) was a French film director, screenwriter, and producer. His film Le Monde du silence won the Palme d'Or and Academy Award for Best Documentary in 1956. He was also nominated multiple times for Academy Awards later in his career.",
      "pageId": 309667,
      "monthDay": "10/30"
    },
    {
      "year": "1919",
      "uri": "/wiki/David_Werdyger",
      "name": "David Werdyger",
      "aboutText": "Maurice Bienvenu Jean Paul Trintignant (30 October 1917, Sainte-Cécile-les-Vignes, Vaucluse – 13 February 2005, Nîmes) was a motor racing driver and vintner from France. He competed in the Formula One World Championship for fourteen years, between 1950 and 1964, one of the longest careers in the early years of Formula One. During this time he also competed in sports car racing, including winning the 1954 24 Hours of Le Mans race.",
      "pageId": 423739,
      "monthDay": "10/30"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jane_White",
      "name": "Jane White",
      "aboutText": "Daniel Nathans (October 30, 1928 – November 16, 1999) was an American microbiologist.",
      "pageId": 762595,
      "monthDay": "10/30"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_P._Craven",
      "name": "John P. Craven",
      "aboutText": "Joseph Wilbur \"Billy Joe\" Adcock (October 30, 1927 – May 3, 1999) was a major league baseball player who also managed in the Major and Minor Leagues. He was best known as a first baseman and right-handed slugger with the powerful Milwaukee Braves teams of the 1950s, whose career included numerous home run feats. A sure-handed defensive player, he also retired with the third highest career fielding percentage by a first baseman (.994).",
      "pageId": 788463,
      "monthDay": "10/30"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gloria_Oden",
      "name": "Gloria Oden",
      "aboutText": "Jacques Swaters (30 October 1926 – 10 December 2010) was a racing driver from Belgium and former team owner of Ecurie Francorchamps and Ecurie Nationale Belge.",
      "pageId": 1233865,
      "monthDay": "10/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tommy_Ridgley",
      "name": "Tommy Ridgley",
      "aboutText": "Don \"Monk\" Meineke (October 30, 1930 – September 3, 2013) was an American professional basketball player.\nMeineke averaged 20.6 points as a junior for the Dayton Flyers, helping lead the team to an NIT runner-up finish in 1951. He averaged 21.1 points per game as a senior and led the team to another second-place finish in the NIT in 1952.",
      "pageId": 1752543,
      "monthDay": "10/30"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jacques_Swaters",
      "name": "Jacques Swaters",
      "aboutText": "John Piña Craven (October 30, 1924 – February 12, 2015) was an American scientist who was known for his involvement with Bayesian search theory and the recovery of lost objects at sea.",
      "pageId": 1940210,
      "monthDay": "10/30"
    },
    {
      "year": "1927",
      "uri": "/wiki/Joe_Adcock",
      "name": "Joe Adcock",
      "aboutText": "Néstor Almendros Cuyás A.S.C. (30 October 1930 – 4 March 1992) was an Oscar-winning Spanish cinematographer.",
      "pageId": 2254472,
      "monthDay": "10/30"
    },
    {
      "year": "1928",
      "uri": "/wiki/Daniel_Nathans",
      "name": "Daniel Nathans",
      "aboutText": "Nikolai Vasilyevich Ogarkov (Russian: Николай Васильевич Огарков; October 30, 1917 in the village of Molokovo, Tver Governorate – January 23, 1994) was a prominent Soviet military personality. He was promoted to Marshal of the Soviet Union in 1977. Between 1977 and 1984, he was Chief of the General Staff of the USSR. He became widely known in the West when he became the Soviet military's spokesman following the shootdown of Korean Air Lines Flight 007 near Moneron Island in September 1983.",
      "pageId": 3196376,
      "monthDay": "10/30"
    },
    {
      "year": "1929",
      "uri": "/wiki/Olga_Zubarry",
      "name": "Olga Zubarry",
      "aboutText": "David Werdyger (30 October 1919 – 2 April 2014) born in Poland, was a Hasidic Jewish Hazzan and solo singer, who was considered one of the pioneers of 20th-century Jewish music. A Holocaust survivor who was incarcerated in several Nazi concentration camps, including the factory run by Oskar Schindler, Werdyger moved to Brooklyn, New York after World War II and began recording albums featuring the music of the Bobov, Boyan, Skulen, Melitz, Radomsk, and Ger Hasidic dynasties, recording 60 albums in all. He also founded and operated a successful travel agency, Werdyger Travel, and established the Jewish record label, Aderet Records, now managed by his son Mendy.",
      "pageId": 4925280,
      "monthDay": "10/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/N%C3%A9stor_Almendros",
      "name": "Néstor Almendros",
      "aboutText": "Sir David Mackenzie Wilson (born 30 October 1931) is a British archaeologist, art historian, and museum curator, specialising in Anglo-Saxon art and the Viking Age. He lives on the Isle of Man.\nWilson was the director of the British Museum from 1977 to 1992, and a member of the Royal Swedish Academy of Sciences.",
      "pageId": 7763444,
      "monthDay": "10/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/Christopher_Foster_(economist)",
      "name": "Christopher Foster",
      "aboutText": "Vincent Francis \"Vince\" Callahan Jr. (October 30, 1931 – September 20, 2014) was an American politician who served for 40 years as a member of the Virginia House of Delegates. From January 1968 to January 2008, he represented the 34th district, which covers McLean, Great Falls, Tysons Corner, and parts of Herndon and Vienna.",
      "pageId": 8190962,
      "monthDay": "10/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/Clifford_Brown",
      "name": "Clifford Brown",
      "aboutText": "Olga Zubarry (1929-2012) was a classic Argentine actress who appeared in film between 1943 and 1997. She made over 60 appearances in film, spanning 6 decades of Argentine cinema, but is best known for her work during the Golden Age of Argentine Cinema. Throughout the course of her career, she received four Silver Condor Awards, two Martín Fierro Awards, a Konex Foundation Award and several others for her films and television performances.",
      "pageId": 8471569,
      "monthDay": "10/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/Don_Meineke",
      "name": "Don Meineke",
      "aboutText": "Colin \"Col\" Campbell (30 October 1933 – 23 August 2012) was a presenter on Gardening Australia, a TV show on the Australian Broadcasting Corporation. He was also a presenter on Brisbane radio station 4BC as the \"Gardening Guru\" of weekend mornings, in which he answered a wide range of questions from callers.",
      "pageId": 9068042,
      "monthDay": "10/30"
    },
    {
      "year": "1931",
      "uri": "/wiki/Vince_Callahan",
      "name": "Vince Callahan",
      "aboutText": "Tommy Ridgley (October 30, 1925 – August 11, 1999) was an American R&B singer and bandleader in New Orleans, Louisiana.",
      "pageId": 11201696,
      "monthDay": "10/30"
    },
    {
      "year": "1931",
      "uri": "/wiki/David_M._Wilson",
      "name": "David M. Wilson",
      "aboutText": "Barun De (30 October 1932 – 16 July 2013) was an Indian historian. He served as founder-director of the Centre for Studies in Social Sciences, Calcutta and the Maulana Abul Kalam Azad Institute of Asian Studies, Kolkata and as the honorary state editor for the West Bengal District Gazetteers. He was chairman of the West Bengal Heritage Commission.",
      "pageId": 11335579,
      "monthDay": "10/30"
    },
    {
      "year": "1932",
      "uri": "/wiki/Barun_De",
      "name": "Barun De",
      "aboutText": "Sir Christopher Foster (b. 30 Oct 1930) has been an academic at the University of Oxford and MIT, a Professor of Economics at the London School of Economics, a consultant at Coopers & Lybrand, and then PricewaterhouseCoopers over many years and a temporary civil servant.\nHe was in George Brown’s DEA and has been a special adviser to Barbara Castle, Dick Marsh, Tony Crosland and Peter Shore.",
      "pageId": 14419120,
      "monthDay": "10/30"
    },
    {
      "year": "1932",
      "uri": "/wiki/Louis_Malle",
      "name": "Louis Malle",
      "aboutText": "Jane White (October 30, 1922 – July 24, 2011) was an actress of African-American descent. Born in New York City, she attended Smith College and The New School.\nIn 1945, she made her Broadway debut in Strange Fruit.",
      "pageId": 15516230,
      "monthDay": "10/30"
    },
    {
      "year": "1933",
      "uri": "/wiki/Col_Campbell",
      "name": "Col Campbell",
      "aboutText": "Gloria Catherine Oden (October 30, 1923 – December 16, 2011) was an American poet, editor and retired professor of English.",
      "pageId": 33541951,
      "monthDay": "10/30"
    },
    {
      "year": "1934",
      "uri": "/wiki/Keith_Barnes",
      "name": "Keith Barnes",
      "aboutText": "Grace Barnett Slick (née Wing; born October 30, 1939) is an American singer, songwriter, artist, and former model, best known as one of the lead singers of the rock groups The Great Society, Jefferson Airplane, Jefferson Starship, and Starship, as well as for her work as a solo artist from the mid-1960s to the mid-1990s.",
      "pageId": 314026,
      "monthDay": "10/30"
    },
    {
      "year": "1934",
      "uri": "/wiki/Frans_Br%C3%BCggen",
      "name": "Frans Brüggen",
      "aboutText": "Edward \"Eddie\" Holland Jr. (born October 30, 1939) is an American singer, songwriter and record producer.\nHolland was born in Detroit, Michigan.",
      "pageId": 355959,
      "monthDay": "10/30"
    },
    {
      "year": "1935",
      "uri": "/wiki/Robert_Caro",
      "name": "Robert Caro",
      "aboutText": "Robert Michael Winner (30 October 1935 – 21 January 2013) was an English film director and producer, and a restaurant critic for The Sunday Times.",
      "pageId": 463243,
      "monthDay": "10/30"
    },
    {
      "year": "1935",
      "uri": "/wiki/Agota_Kristof",
      "name": "Agota Kristof",
      "aboutText": "Robert Allan Caro (born October 30, 1935) is an American journalist and author known for his celebrated biographies of United States political figures Robert Moses and Lyndon B. Johnson.\nAfter working for many years as a reporter, Caro wrote The Power Broker (1974), a biography of New York urban planner Robert Moses, which was chosen by the Modern Library as one of the hundred greatest nonfiction books of the twentieth century. He has since written four of a planned five volumes of The Years of Lyndon Johnson (1982, 1990, 2002, 2012), a biography of the former president.",
      "pageId": 505826,
      "monthDay": "10/30"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jim_Perry_(baseball)",
      "name": "Jim Perry",
      "aboutText": "Leland Harrison (Lee) Hartwell (born October 30, 1939, in Los Angeles, California) is former president and director of the Fred Hutchinson Cancer Research Center in Seattle, Washington. He shared the 2001 Nobel Prize in Physiology or Medicine with Paul Nurse and Tim Hunt, for their discoveries of protein molecules that control the division (duplication) of cells.",
      "pageId": 528946,
      "monthDay": "10/30"
    },
    {
      "year": "1935",
      "uri": "/wiki/Michael_Winner",
      "name": "Michael Winner",
      "aboutText": "Found died, Otis Williams (born Otis Miles, Jr.; October 30, 1941) is an American baritone singer. Nicknamed \"Big Daddy\", he is occasionally also a songwriter and a record producer. Williams is best known as the founder and last original surviving member of the Motown vocal group The Temptations, a group in which he continues to perform.",
      "pageId": 892785,
      "monthDay": "10/30"
    },
    {
      "year": "1936",
      "uri": "/wiki/Polina_Astakhova",
      "name": "Polina Astakhova",
      "aboutText": "Claude Barruck Joseph Lelouch (French: [ləluʃ]; born 30 October 1937) is a French film director, writer, cinematographer, actor and producer.",
      "pageId": 925369,
      "monthDay": "10/30"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dick_Vermeil",
      "name": "Dick Vermeil",
      "aboutText": "Franciscus (\"Frans\") Jozef Brüggen (30 October 1934 – 13 August 2014) was a Dutch conductor, recorder player and baroque flautist.",
      "pageId": 1180629,
      "monthDay": "10/30"
    },
    {
      "year": "1937",
      "uri": "/wiki/Claude_Lelouch",
      "name": "Claude Lelouch",
      "aboutText": "Polina Astakhova (30 October 1936 – 5 August 2005) was a Ukrainian artistic gymnast.",
      "pageId": 1556226,
      "monthDay": "10/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Morris_Lurie",
      "name": "Morris Lurie",
      "aboutText": "Edward Matthew Lauter Jr. (/ˈlɔːtər/ LAW-tər; October 30, 1938 – October 16, 2013), known as Ed Lauter, was an American actor and stand-up comedian.",
      "pageId": 1697270,
      "monthDay": "10/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jean_Chapman",
      "name": "Jean Chapman",
      "aboutText": "Morris Lurie (30 October 1938 – 8 October 2014) was an Australian writer of comic novels, short stories, essays, plays, and children's books.",
      "pageId": 1778828,
      "monthDay": "10/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Harvey_Goldstein",
      "name": "Harvey Goldstein",
      "aboutText": "James Evan Perry, Jr. (born October 30, 1935) is an American former Major League Baseball pitcher. He pitched from 1959-1975 for four different teams.",
      "pageId": 2303515,
      "monthDay": "10/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Leland_H._Hartwell",
      "name": "Leland H. Hartwell",
      "aboutText": "Richard Albert \"Dick\" Vermeil (/vərˈmiːl/; born October 30, 1936) is a retired American head coach for the National Football League's Philadelphia Eagles (1976–1982), St. Louis Rams (1997–1999) and Kansas City Chiefs (2001–2005). He is in the Sid Gillman coaching tree and has coached at every level; Vermeil owns the distinction of being named “Coach of the Year” on four levels: High School, Junior College, NCAA Division I and Professional Football.",
      "pageId": 2385228,
      "monthDay": "10/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Eddie_Holland",
      "name": "Eddie Holland",
      "aboutText": "Ágota Kristóf (Hungarian: Kristóf Ágota; October 30, 1935 – July 27, 2011) was a Hungarian writer who lived in Switzerland and wrote in French. Kristof received the European prize for French literature for The Notebook (1986).",
      "pageId": 2690063,
      "monthDay": "10/30"
    },
    {
      "year": "1939",
      "uri": "/wiki/Grace_Slick",
      "name": "Grace Slick",
      "aboutText": "Theodor Wolfgang Hänsch (born 30 October 1941) is a German physicist. He received one fourth of the 2005 Nobel Prize in Physics for \"contributions to the development of laser-based precision spectroscopy, including the optical frequency comb technique\", sharing the prize with John L. Hall and Roy J. Glauber.\nHänsch is Director of the Max-Planck-Institut für Quantenoptik (quantum optics) and Professor of experimental physics and laser spectroscopy at the Ludwig-Maximilians University in Munich, Bavaria, Germany.",
      "pageId": 2831019,
      "monthDay": "10/30"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ed_Lauter",
      "name": "Ed Lauter",
      "aboutText": "William Keith Barnes AM (born 30 October 1934 in Port Talbot, Wales) is an Australian former rugby league footballer and coach. He was a fullback for the Australian national team and for the Balmain Tigers. He played in 14 Tests between 1959 and 1966, as national captain on 12 occasions.",
      "pageId": 3344641,
      "monthDay": "10/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Marcel_Berlins",
      "name": "Marcel Berlins",
      "aboutText": "Marcel Berlins (born 30 Oct 1941) is a lawyer, legal commentator, broadcaster, and columnist. He has written for the British newspapers The Guardian and The Times, presented BBC Radio 4's legal programme Law in Action for 15 years and was a visiting professor at City University London in the Journalism department.\nHe was born in Marseille, France, but moved with his parents to South Africa as a teenager and stayed there till early adulthood.",
      "pageId": 4081111,
      "monthDay": "10/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Aleksandr_Dulichenko",
      "name": "Aleksandr Dulichenko",
      "aboutText": "Harvey Goldstein (born 30 October 1939) is a British statistician known for his contributions to multilevel modelling methodology and software, and for applying this to educational assessment and league tables.\nHe is currently professor of social statistics in the Centre for Multilevel Modelling at the University of Bristol. From 1977 to 2005, he was professor of statistical methods at the Institute of Education of the University of London.",
      "pageId": 15949753,
      "monthDay": "10/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Theodor_W._H%C3%A4nsch",
      "name": "Theodor W. Hänsch",
      "aboutText": "Aleksandr Dmitrievich Dulichenko (alternatively Alexander Duličenko; Russian: Александр Дмитриевич Дуличенко) (born October 30, 1941 in Krasnodar) is a Russian Esperantist and linguist, and an expert in Slavic microlanguages. He carried also Kashubian studies. He is a professor at the University of Tartu in Estonia, where he is the head of the department of Slavic studies.",
      "pageId": 21559792,
      "monthDay": "10/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Otis_Williams",
      "name": "Otis Williams",
      "aboutText": "Jean Chapman (b. 30 October 1939 in England) is a British writer of romance novels since 1981 and a lecturer in creative writing. Her debut novel \"The Unreasoning Earth\" and \"The Red Pavilion\" were both shortlisted for the Parker Pen Romantic Novel of the Year Award.",
      "pageId": 25797497,
      "monthDay": "10/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bob_Wilson_(footballer,_born_1941)",
      "name": "Bob Wilson",
      "aboutText": "Ahmed Abdel Hadi Chalabi (Arabic: أحمد عبد الهادي الجلبي‎; 30 October 1944 – 3 November 2015) was an Iraqi politician, a founder of the Iraqi National Congress (INC).\nHe was interim Minister of Oil in Iraq in April–May 2005 and December 2005 – January 2006 and Deputy Prime Minister from May 2005 to May 2006. Chalabi failed to win a seat in parliament in the December 2005 elections, and when the new Iraqi cabinet was announced in May 2006, he was not given a post.",
      "pageId": 211367,
      "monthDay": "10/30"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sven-David_Sandstr%C3%B6m",
      "name": "Sven-David Sandström",
      "aboutText": "Trilok Gurtu (Kashmiri: ترلوک گرٹو, Marathi: त्रिलोक गुर्टू) (born in Mumbai, India on 30 October 1951) is an Indian percussionist and composer, whose work has blended the music of his homeland with jazz fusion, world music and other genres.\nHe has released his own albums and has collaborated with many artists, including Terje Rypdal, Gary Moore, John McLaughlin, Jan Garbarek, Joe Zawinul, Bill Laswell, Maria João & Mário Laginha, and Robert Miles.\n^ a b \"Trilok Gurtu Biography\".",
      "pageId": 330065,
      "monthDay": "10/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/Paul_Claes",
      "name": "Paul Claes",
      "aboutText": "Henry Franklin Winkler, OBE (born October 30, 1945) is an American actor, director, comedian, producer and author.\nWinkler is best known for his role as Arthur Fonzarelli in the 1970s American sitcom Happy Days. \"The Fonz,\" or \"Fonzie,\" a leather-clad greaser, hot rodder and auto mechanic, started out as a minor character at the show's beginning, but had achieved top billing by the time the show ended.",
      "pageId": 406877,
      "monthDay": "10/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joanna_Shimkus",
      "name": "Joanna Shimkus",
      "aboutText": "Robert \"Bob\" Primrose Wilson OBE (born 30 October 1941 in Chesterfield, England) is a former Scotland international football goalkeeper and later broadcaster and is noted for creating the charity the Willow Foundation",
      "pageId": 460780,
      "monthDay": "10/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/David_Triesman,_Baron_Triesman",
      "name": "David Triesman, Baron Triesman",
      "aboutText": "David Maxim Triesman, Baron Triesman (born 30 October 1943) is a British politician and former [trade union]] leader.\nTriesman is a Labour member of the House of Lords, having previously been a minister in the Department for Innovation, Universities and Skills.\nA former Chairman of the Football Association, he now serves as HM Opposition (Labour) Lords Spokesman for Foreign Affairs since Cameron's Coalition Government.",
      "pageId": 523531,
      "monthDay": "10/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ahmed_Chalabi",
      "name": "Ahmed Chalabi",
      "aboutText": "Robert Lee \"Hoot\" Gibson (born October 30, 1946), (Capt, USN, Ret.), is a former American naval officer and aviator, test pilot, aeronautical engineer, and a retired NASA astronaut, as well as a professional pilot who currently races regularly at the annual Reno Air Races. In 2015 it was announced that Gibson would be the pilot of the P 51 \"Strega\" at the annual Reno event.",
      "pageId": 529943,
      "monthDay": "10/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Henry_Winkler",
      "name": "Henry Winkler",
      "aboutText": "Harry Robinson Hamlin (born October 30, 1951) is an American film and television actor, known for his roles as Perseus in the 1981 fantasy film Clash of the Titans, and as Michael Kuzak in the legal drama series L.A. Law.",
      "pageId": 689499,
      "monthDay": "10/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_L._Gibson",
      "name": "Robert L. Gibson",
      "aboutText": "Chris Slade (born Christopher Rees; 30 October 1946) is a British rock musician and drummer. He is currently the touring drummer for the Australian hard rock band AC/DC. He previously drummed for the band from 1989 to 1994, performing on their 1990 album The Razors Edge along with there first live album with singer Brian Johnson entitled: AC/DC LIVE. He returned to the band in February 2015 to replace Phil Rudd for the \"Rock Or Bust\" World Tour. Slade has also played with Manfred Mann's Earth Band, Tom Jones, Toomorrow, the Firm and Asia.",
      "pageId": 1248281,
      "monthDay": "10/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Anthony_Shorrocks",
      "name": "Anthony Shorrocks",
      "aboutText": "Timothy Bruce Schmit (born October 30, 1947) is an American musician, singer, and songwriter, best known for his work as the bass guitar player and singer for Poco and the Eagles. Schmit has also worked for decades as a session musician and solo artist.",
      "pageId": 1407511,
      "monthDay": "10/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Chris_Slade",
      "name": "Chris Slade",
      "aboutText": "Garry George McDonald AO (born 30 October 1948) is an Australian actor, satirist and comedian.",
      "pageId": 2041515,
      "monthDay": "10/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Glenn_Andreotta",
      "name": "Glenn Andreotta",
      "aboutText": "Glenn Urban Andreotta (October 30, 1947 – April 8, 1968) was an American helicopter crew chief in the Vietnam War noted for being one of three who intervened in the My Lai Massacre, in which at least 300 unarmed children, women and men were murdered.",
      "pageId": 2122984,
      "monthDay": "10/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Timothy_B._Schmit",
      "name": "Timothy B. Schmit",
      "aboutText": "Richard Alston CBE (born 30 Oct 1948) is a British choreographer. He has been Resident Choreographer and Artistic Director for the Ballet Rambert and is currently Artistic Director at The Place.\n^ \"Birthdays\".",
      "pageId": 2581595,
      "monthDay": "10/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Herschel_Weingrod",
      "name": "Herschel Weingrod",
      "aboutText": "Tony Lee Bettenhausen, Jr. (October 30, 1951, Joliet, Illinois – February 14, 2000) was a Champ Car team owner and driver who died in a 2000 plane crash. He was the son of former 14-time Indianapolis 500 competitor Tony Bettenhausen and the brother of 21-time Indy racer Gary Bettenhausen.",
      "pageId": 3650419,
      "monthDay": "10/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Richard_Alston_(choreographer)",
      "name": "Richard Alston",
      "aboutText": "Joanna Shimkus, Lady Poitier (born 30 October 1943), is a Canadian former actress and is married to Bahamian-American actor and diplomat Sidney Poitier.",
      "pageId": 6457921,
      "monthDay": "10/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rusty_Goffe",
      "name": "Rusty Goffe",
      "aboutText": "Herschel Alan Weingrod (30 October 1947 Milwaukee, Wisconsin, United States) is an American screenwriter. He has written and co-written a number of Hollywood blockbusters including Trading Places, Twins, Kindergarten Cop with fellow writer Murray Salem and the 1996 movie Space Jam.",
      "pageId": 6851539,
      "monthDay": "10/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Garry_McDonald",
      "name": "Garry McDonald",
      "aboutText": "Sven-David Sandström (born October 30, 1942, Motala) is a Swedish classical composer of operas, oratorios, ballets, and choral works, as well as orchestral works.\n^ James Kallembach (July 2009). \"Personal History: Swedish composer Sven-David Sandström has built a spectacular European career by penning highly personal works\".",
      "pageId": 8542257,
      "monthDay": "10/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Larry_Gene_Bell",
      "name": "Larry Gene Bell",
      "aboutText": "Larry Gene Bell (October 30, 1949 – October 4, 1996) was an American double murderer in Lexington County, South Carolina, who was electrocuted for the murders of Sharon \"Shari\" Faye Smith and Debra May Helmick.",
      "pageId": 9712423,
      "monthDay": "10/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tony_Bettenhausen,_Jr.",
      "name": "Tony Bettenhausen, Jr.",
      "aboutText": "Rusty Goffe (born 30 October 1948) is an English actor with dwarfism.",
      "pageId": 10541241,
      "monthDay": "10/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Trilok_Gurtu",
      "name": "Trilok Gurtu",
      "aboutText": "Paul Claes (born 30 October 1943) is a Flemish writer, poet and translator.\nBorn in Leuven, Claes graduated in classical literature and Germanic philology (Dutch and English). He obtained a PhD in 1981, with a dissertation De mot zit in de mythe on references to classical texts in the works of Hugo Claus.",
      "pageId": 11626366,
      "monthDay": "10/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Harry_Hamlin",
      "name": "Harry Hamlin",
      "aboutText": "Anthony F. Shorrocks (born 30 October 1946), is a British development economist.",
      "pageId": 26884442,
      "monthDay": "10/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Poncho_Sanchez",
      "name": "Poncho Sanchez",
      "aboutText": "Diego Armando Maradona Franco (Spanish pronunciation: [ˈdjeɣo maɾaˈðona], born 30 October 1960) is a retired Argentine professional footballer. He has served as a manager and coach at other clubs as well as the national team of Argentina. Many experts, football critics, former players, current players and football fans regard Maradona as the greatest football player of all time.",
      "pageId": 8485,
      "monthDay": "10/30"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pete_Hoekstra",
      "name": "Pete Hoekstra",
      "aboutText": "Courtney Andrew Walsh OJ (born 30 October 1962) is a former international cricketer (fast bowler) who represented the West Indies from 1984 to 2001, captaining the West Indies in 22 Test matches. He is best known for a remarkable opening bowling partnership along with fellow West Indian Curtly Ambrose for several years. Walsh played 132 Tests and 205 ODIs for the West Indies and took 519 and 227 wickets respectively.",
      "pageId": 252677,
      "monthDay": "10/30"
    },
    {
      "year": "1953",
      "uri": "/wiki/Charles_Martin_Smith",
      "name": "Charles Martin Smith",
      "aboutText": "Peter \"Pete\" Hoekstra (born October 30, 1953) is a Dutch-American politician who is a former member of the United States House of Representatives, representing Michigan's 2nd congressional district from 1993 to 2011. Hoekstra is a member of the Republican Party.\nBorn in Groningen, Netherlands, Hoekstra is a graduate of Hope College and the University of Michigan's Ross School of Business.",
      "pageId": 468307,
      "monthDay": "10/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mahmoud_El_Khatib",
      "name": "Mahmoud El Khatib",
      "aboutText": "Mary Kathryn \"Heidi\" Heitkamp (born October 30, 1955) is the junior United States Senator from North Dakota, in office since 2013, and a member of the North Dakota Democratic-Nonpartisan League Party. She was the 28th North Dakota Attorney General, serving from 1993 to 2001, and State Tax Commissioner from 1989 to 1993.\nHeitkamp was an unsuccessful candidate for governor in the 2000 gubernatorial election, losing to John Hoeven.",
      "pageId": 476686,
      "monthDay": "10/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mario_Testino",
      "name": "Mario Testino",
      "aboutText": "Kevin Elliot Pollak (born October 30, 1957) is an American actor, impressionist, and comedian. He started performing stand-up comedy at the age of 10 and touring professionally at the age of 20. In 1988, he landed a role in Willow, and began his acting career.",
      "pageId": 524332,
      "monthDay": "10/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Heidi_Heitkamp",
      "name": "Heidi Heitkamp",
      "aboutText": "Shlomo Mintz (Hebrew: שלמה מינץ) (born October 30, 1957) is an Israeli violin virtuoso, violist and conductor.",
      "pageId": 1236295,
      "monthDay": "10/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Juliet_Stevenson",
      "name": "Juliet Stevenson",
      "aboutText": "Charles Martin Smith (born October 30, 1953) is an American film actor, writer, and director. He is best known for his roles in American Graffiti, Never Cry Wolf, Starman, and The Untouchables and for writing and directing the films Dolphin Tale and Dolphin Tale 2.",
      "pageId": 1366258,
      "monthDay": "10/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Shlomo_Mintz",
      "name": "Shlomo Mintz",
      "aboutText": "Juliet Anne Virginia Stevenson, CBE (born 30 October 1956) is an English actress of stage and screen. She is known for her role in the film Truly, Madly, Deeply (1991), for which she was nominated for the BAFTA Award for Best Actress in a Leading Role. Her other film appearances include Emma (1996), Bend it Like Beckham (2002), Mona Lisa Smile (2003), Being Julia (2004), and Infamous (2006).",
      "pageId": 1715351,
      "monthDay": "10/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kevin_Pollak",
      "name": "Kevin Pollak",
      "aboutText": "Stefan Dennis (born 30 October 1958) is an Australian actor, best known for playing the role of Paul Robinson in the soap opera Neighbours from its first episode in March 1985 to the present day.",
      "pageId": 1809243,
      "monthDay": "10/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Olav_Dale",
      "name": "Olav Dale",
      "aboutText": "Joe Alton Delaney (/dɨˈleɪni/; October 30, 1958 – June 29, 1983) was an American football running back who played two seasons in the National Football League (NFL). In his two seasons with the Kansas City Chiefs, Delaney set four franchise records that would stand for more than twenty years.\nHe was a two-time All-American athlete for the Northwestern State Demons football team, as well as a track and field star.",
      "pageId": 2212124,
      "monthDay": "10/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Joe_Delaney",
      "name": "Joe Delaney",
      "aboutText": "Mario Testino OBE (born on 30 October 1954) is a Peruvian fashion and portrait photographer. His work has featured internationally in magazines such as Vogue, V Magazine, Vanity Fair and GQ. He has also created images for brands such as Gucci, Burberry, Versace, Michael Kors, Chanel, Estée Lauder and Lancôme.\nAlongside his 35-year practice as a photographer, Testino has also worked as a creative director, guest editor, museum founder, art collector/collaborator and entrepreneur.",
      "pageId": 3006902,
      "monthDay": "10/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Stefan_Dennis",
      "name": "Stefan Dennis",
      "aboutText": "Poncho Sanchez (born October 30, 1951), is a Mexican-American conguero (conga player), Latin jazz band leader, and salsa singer. In 2000, Sanchez and his ensemble won the Grammy Award for Best Latin Jazz Album for their work on the Concord Picante album Latin Soul.",
      "pageId": 4515696,
      "monthDay": "10/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ramona_d%27Viola",
      "name": "Ramona d'Viola",
      "aboutText": "Charnele Ann Brown (née Doizer; October 30, 1960) is an American actress, producer, and singer.",
      "pageId": 4537813,
      "monthDay": "10/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/Vincent_Lagaf%27",
      "name": "Vincent Lagaf'",
      "aboutText": "Elister Larry Wilmore (born October 30, 1961) is an American comedian, writer, producer, political commentator, actor, media critic, magician, and television host.",
      "pageId": 4701377,
      "monthDay": "10/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Charnele_Brown",
      "name": "Charnele Brown",
      "aboutText": "Scott William Garrelts (born October 30, 1961), is a former Major League Baseball pitcher who played for the San Francisco Giants from 1982 to 1991.",
      "pageId": 6031735,
      "monthDay": "10/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Diego_Maradona",
      "name": "Diego Maradona",
      "aboutText": "Mahmoud El-Khatib (Egyptian Arabic: محمود الخطيب) (born 30 October 1954) popularly nicknamed Bibo, is a former Egyptian football player.",
      "pageId": 6139644,
      "monthDay": "10/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/Scott_Garrelts",
      "name": "Scott Garrelts",
      "aboutText": "Ramona d'Viola (born October 30, 1958 in Chicago, Illinois) is an American cyclist.\nd'Viola was a member of the 1985 Women's US National Cycling Team and competed in the second Women's Tour de France known as the Tour Feminin. During 1984, 1985, and 1986, the women's TDF was held simultaneously with the men's race before being rescheduled, renamed (the Grand Boucle), and largely forgotten by the cycling community.",
      "pageId": 8195487,
      "monthDay": "10/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/Giorgos_Papakonstantinou",
      "name": "Giorgos Papakonstantinou",
      "aboutText": "Lagaf' (pseudonym of Vincent Rouil, born 30 October 1959 in Mont-Saint-Aignan, Seine-Maritime) is a French humorist, TV presenter, singer and actor.",
      "pageId": 14897376,
      "monthDay": "10/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/Larry_Wilmore",
      "name": "Larry Wilmore",
      "aboutText": "Giorgos Papakonstantinou (Greek: Γιώργος Παπακωνσταντίνου), born October 30, 1961 in Athens, Greece, is a Greek economist and politician and former Minister for the Environment, Energy and Climate Change of Greece and former Minister for Finance.",
      "pageId": 24634523,
      "monthDay": "10/30"
    },
    {
      "year": "1962",
      "uri": "/wiki/Courtney_Walsh",
      "name": "Courtney Walsh",
      "aboutText": "Found navn2, Found nationality, Olav Dale (30 October 1958 – 10 October 2014) was a Norwegian composer, orchestra leader and jazz saxophonist. In addition to saxophones he played other woodwinds. He got little formal education in music, but completed studies at the Voss Folk High School and the Toneheim Folk High School (1976–78).",
      "pageId": 36252611,
      "monthDay": "10/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Beach",
      "name": "Michael Beach",
      "aboutText": "Gavin McGregor Rossdale (born 30 October 1965) is an English musician and actor, known as the lead singer and rhythm guitarist of the rock band Bush. Following Bush's separation in 2002, which lasted for eight years, he was the lead singer and guitarist for Institute, and later began a solo career. When performing solo, Rossdale plays songs from his musical libraries.",
      "pageId": 157586,
      "monthDay": "10/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rebecca_Heineman",
      "name": "Rebecca Heineman",
      "aboutText": "Kristina Wagner (born Kristina Kay Crump on October 30, 1963) is an American actress best known for her role as Felicia Jones on the ABC soap opera General Hospital. She is sometimes credited by the name Kristina Malandro. She also had a small role briefly on the ABC series Hotel in the late 1980s.",
      "pageId": 742482,
      "monthDay": "10/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Solomon",
      "name": "Andrew Solomon",
      "aboutText": "Stanislav Gross (Czech pronunciation: [ˈstaɲɪslaf ˈɡros]; 30 October 1969 – 16 April 2015) was a Czech lawyer and politician who was Prime Minister of the Czech Republic from 2004 to 2005. A member of the Czech Social Democratic Party (ČSSD), he served as Minister of the Interior from 2000 to 2004.",
      "pageId": 759138,
      "monthDay": "10/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Veletta",
      "name": "Mike Veletta",
      "aboutText": "Howard Henry Lederer (born October 30, 1963) is an American professional poker player. He has won two World Series of Poker bracelets and holds two World Poker Tour titles. Lederer has also contributed to several books on poker strategy and has provided commentary for poker programming.",
      "pageId": 950106,
      "monthDay": "10/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kristina_Wagner",
      "name": "Kristina Wagner",
      "aboutText": "Adnan Khamees Al-Talyani (Arabic: عدنان الطلياني‎) (born 30 October 1964) is a retired footballer from the United Arab Emirates.",
      "pageId": 1563605,
      "monthDay": "10/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Adnan_Al_Talyani",
      "name": "Adnan Al Talyani",
      "aboutText": "Michael Anthony Beach (born October 30, 1963) is an American actor.",
      "pageId": 2241756,
      "monthDay": "10/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Humayun_Kabir_Dhali",
      "name": "Humayun Kabir Dhali",
      "aboutText": "Rebecca Ann Heineman (born William Salvador Heineman) is an American video game programmer. A long-time veteran of the computer game industry (originally credited mostly as Bill Heineman), Heineman was a founding member of Interplay Productions, Logicware, and Contraband Entertainment. She has also been affiliated at various times with Barking Lizards Technologies, Electronic Arts, Bloomberg, Microsoft, MacPlay and Ubisoft, among other game companies.",
      "pageId": 2560285,
      "monthDay": "10/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Howard_Lederer",
      "name": "Howard Lederer",
      "aboutText": "Michael Robert John Veletta (born 30 October 1963, Perth, Western Australia) is a former Australian and Western Australian cricketer.\nHe played in 8 Tests and 20 One Day International matches between 1987 and 1990. He played 127 first-class matches including 114 Sheffield Shield matches, and 41 domestic one-day matches for Western Australia.",
      "pageId": 2686897,
      "monthDay": "10/30"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gavin_Rossdale",
      "name": "Gavin Rossdale",
      "aboutText": "Masanori Hikichi (曳地 正則, Hikichi Masanori, born October 30, 1969), is a Japanese video game music sound designer, most well known for co-writing the soundtrack to Terranigma. He also contributed to the soundtracks to the NEC PC Engine port of Langrisser: The Descendants of Light, Dr. Robotnik's Mean Bean Machine, and The Granstream Saga.",
      "pageId": 2700587,
      "monthDay": "10/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Abu_Musab_al-Zarqawi",
      "name": "Abu Musab al-Zarqawi",
      "aboutText": "Bradley E. Aitken (born October 30, 1967) is a Canadian former professional ice hockey Left Wing who played 14 games in the National Hockey League.",
      "pageId": 3072596,
      "monthDay": "10/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Brad_Aitken",
      "name": "Brad Aitken",
      "aboutText": "Leonidas Kavakos (Greek: Λεωνίδας Καβάκος; born 30 October 1967) is a Greek violinist and conductor. As a violinist, he has won prizes at several international violin competitions, including the Sibelius, Paganini, and Indianapolis competitions. He has also recorded for record labels such as Sony/BMG and BIS. As a conductor, he was an artistic director of the Camerata Salzburg and has been a guest conductor of the London Symphony Orchestra and Boston Symphony Orchestra.",
      "pageId": 3133296,
      "monthDay": "10/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Karim_el-Mejjati",
      "name": "Karim el-Mejjati",
      "aboutText": "Kenneth Stuart Stringfellow (born October 30, 1968) is an American singer, songwriter, multi-instrumentalist, arranger, and producer.",
      "pageId": 3306430,
      "monthDay": "10/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Leonidas_Kavakos",
      "name": "Leonidas Kavakos",
      "aboutText": "Jack Stuart Plotnick (born October 30, 1968) is an American film and television actor, writer, and producer.\nPlotnick is best known for his recurring roles on Ellen and Buffy the Vampire Slayer, his role as part of the main cast of Drawn Together, his leading performance in the film Wrong and his drag persona, \"Evie Harris\" in Girls Will Be Girls.",
      "pageId": 3310159,
      "monthDay": "10/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Emmanuelle_Claret",
      "name": "Emmanuelle Claret",
      "aboutText": "Benjamin Ray \"Ben\" Bailey (born October 30, 1970) is an American comedian, licensed taxi cab driver, and Emmy Award winning former game show host and executive producer for Discovery Channel's Cash Cab in New York City.",
      "pageId": 4201460,
      "monthDay": "10/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jack_Plotnick",
      "name": "Jack Plotnick",
      "aboutText": "Andrew Solomon (born October 30, 1963) is a writer on politics, culture and psychology, who lives in New York and London. He has written for The New York Times, The New Yorker, Artforum, Travel and Leisure, and other publications on a range of subjects, including depression, Soviet artists, the cultural rebirth of Afghanistan, Libyan politics, and Deaf politics. His book The Noonday Demon: An Atlas of Depression won the 2001 National Book Award, was a finalist for the 2002 Pulitzer Prize, and was included in The Times list of one hundred best books of the decade.",
      "pageId": 7121728,
      "monthDay": "10/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ken_Stringfellow",
      "name": "Ken Stringfellow",
      "aboutText": "Abu Musab al-Zarqawi (Arabic: أبو مصعب الزرقاوي‎,  pronunciation  ’Abū Muṣ‘ab az-Zarqāwī, Abu Musab from Zarqa; October 20, 1966 – June 7, 2006), born Ahmad Fadeel al-Nazal al-Khalayleh (أحمد فضيل النزال الخلايله, ’Aḥmad Faḍīl an-Nazāl al-Ḫalāyla) was a militant Islamist from Jordan who ran a paramilitary training camp in Afghanistan.",
      "pageId": 8484783,
      "monthDay": "10/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stanislav_Gross",
      "name": "Stanislav Gross",
      "aboutText": "Emmanuelle Claret (30 October 1968 – 11 May 2013) was a French biathlete. Her best performance came in 1996 when she become world champion in the Biathlon World Championships 1996 in Ruhpolding at 15 km. She also won a silver medal with the French relay at the same championships.",
      "pageId": 9385268,
      "monthDay": "10/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Masanori_Hikichi",
      "name": "Masanori Hikichi",
      "aboutText": "Humayun Kabir Dhali (Bengali: হুমায়ুন কবীর ঢালী; born 30 October 1964) is a writer and journalist in Bangladesh. He has written 50 books. These books are fiction, non-fiction story and novel books.",
      "pageId": 13683604,
      "monthDay": "10/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Vangelis_Vourtzoumis",
      "name": "Vangelis Vourtzoumis",
      "aboutText": "Evangelos \"Vangelis\" Vourtzoumis (alternate spelling: Vaggelis) (Greek: Βαγγέλης Βουρτζούμης) (born October 30, 1969) is a retired Greek professional basketball player.",
      "pageId": 16534272,
      "monthDay": "10/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ben_Bailey",
      "name": "Ben Bailey",
      "aboutText": "A French citizen born in Morocco, Karim Thami el-Mejjati (October 30, 1967 – April 2005) was a Moroccan Islamic Combatant Group militant claimed to have aided the Riyadh compound bombings, the 2003 Casablanca bombings, the 2004 Madrid train bombings and the 2005 London bombings.\nHe was killed, along with his 11-year-old son, by Saudi authorities in a series of raids in April 2005. His wife maintains that he was not connected to all the attacks, but insinuates that he had arranged attacks against Saudi Arabia, provoking their anger.",
      "pageId": 20300897,
      "monthDay": "10/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tory_Belleci",
      "name": "Tory Belleci",
      "aboutText": "Tallulah Jessica Elina Hynes (née Stevenson; born 30 October 1972) is an English actress and writer. Known professionally as Jessica Stevenson until 2007, she was one of the creators, writers and stars of the British sitcom Spaced and has worked as a writer and actress for over two decades.\nHynes has been nominated for a Tony, a Laurence Olivier Award, four BAFTAs (of which she has won one), and three British Comedy Awards (of which she has won two).",
      "pageId": 150280,
      "monthDay": "10/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Christine_Bersola-Babao",
      "name": "Christine Bersola-Babao",
      "aboutText": "Adam Joseph Copeland (born October 30, 1973) is a Canadian actor and retired professional wrestler. He is best known for his time with the American professional wrestling promotion WWE, where he performed under the ring name Edge.\nCopeland was trained by professional wrestlers Sweet Daddy Siki and Ron Hutchinson.",
      "pageId": 306723,
      "monthDay": "10/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nia_Long",
      "name": "Nia Long",
      "aboutText": "Maja Tatić (Serbian Cyrillic: Маја Татић) (born 30 October 1970 in Belgrade, Serbia, SFR Yugoslavia) is a Bosnian singer. She is most notable for representing Bosnia and Herzegovina at the 2002 Eurovision Song Contest.\nAt the age of seven, she won a children's song contest.",
      "pageId": 327988,
      "monthDay": "10/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Maja_Tati%C4%87",
      "name": "Maja Tatić",
      "aboutText": "Marcos Scutaro, better known as Marco Scutaro, (/ˈskuːtəroʊ/; born October 30, 1975) is a Venezuelan former professional baseball infielder. He bats and throws right-handed. Scutaro made his MLB debut with the New York Mets in 2002.",
      "pageId": 634777,
      "monthDay": "10/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ekaterini_Voggoli",
      "name": "Ekaterini Voggoli",
      "aboutText": "Nitara Carlynn \"Nia\" Long (born October 30, 1970) is an American actress. She is best known for her roles in the television series The Fresh Prince of Bel-Air and Third Watch, and the films In Too Deep, Boyz n the Hood, Friday, Boiler Room, Soul Food, Love Jones, The Best Man, Big Momma's House, and the sequels to the latter two films.",
      "pageId": 874218,
      "monthDay": "10/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Fredi_Bobic",
      "name": "Fredi Bobic",
      "aboutText": "Stern Christopher James John CM (born 30 October 1976 in Trincity, Trinidad and Tobago) is a Trinidadian football player who recently came out of retirement to play for WASA FC. He played for a number of high-profile English football clubs that included Bristol City, Nottingham Forest, Birmingham City, Sunderland, Southampton, Coventry City and Derby County.\n^ \"Stern John - Century of International Appearances\".",
      "pageId": 1031068,
      "monthDay": "10/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tzanis_Stavrakopoulos",
      "name": "Tzanis Stavrakopoulos",
      "aboutText": "Silvia Milena Corzo Pinto (born October 30, 1973 in Bucaramanga, Santander) is a Colombian lawyer, journalist and presenter of Noticias Uno newscast.",
      "pageId": 1365784,
      "monthDay": "10/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Suzan_van_der_Wielen",
      "name": "Suzan van der Wielen",
      "aboutText": "Christine Bersola-Babao, known as Tin Tin, (born October 30, 1970) is a Filipino broadcast journalist, actress, radio-TV personality and recording artist.",
      "pageId": 1818686,
      "monthDay": "10/30"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jessica_Hynes",
      "name": "Jessica Hynes",
      "aboutText": "Tory Belleci is a Sicilian-American filmmaker and model maker, best known for his work on the Discovery Channel television program MythBusters. He has also worked with Industrial Light and Magic on films, such as: Star Wars Episode I: The Phantom Menace and Star Wars Episode II: Attack of the Clones. The Federation battleships and podracers are some of Belleci's pieces.",
      "pageId": 1864221,
      "monthDay": "10/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Edge_(wrestler)",
      "name": "Edge",
      "aboutText": "Fredi Bobic (Slovene: Fredi Bobič) (born 30 October 1971) is a former German footballer of Slovene and Croatian descent.",
      "pageId": 2194769,
      "monthDay": "10/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Silvia_Corzo",
      "name": "Silvia Corzo",
      "aboutText": "Ian D'Sa (born October 30, 1975) is an English–Canadian guitarist for the band Billy Talent. He is of Goan background.",
      "pageId": 2478622,
      "monthDay": "10/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Michael_Oakes",
      "name": "Michael Oakes",
      "aboutText": "Ümit Özat (born 30 October 1976, in Ankara) is a retired Turkish footballer.",
      "pageId": 2765350,
      "monthDay": "10/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Raci_%C5%9Ea%C5%9Fmaz",
      "name": "Raci Şaşmaz",
      "aboutText": "Ekaterini Voggoli (Greek: Αικατερίνη Βόγγολη, [ekateˈrini ˈvoŋɡoli], born October 30, 1970 in Larissa) is a retired Greek discus thrower.\nShe was the 2002 European champion and 2003 World Championship bronze medallist. In June 2004 she beat Anastasia Kelesidou's Greek record by 2 centimetres, throwing 67.72 metres in Athens.",
      "pageId": 3026701,
      "monthDay": "10/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Xhavit_Bajrami",
      "name": "Xhavit Bajrami",
      "aboutText": "Michael Christian Oakes (born 30 October 1973 in Northwich) is an English former professional footballer who played as a goalkeeper from 1991 until 2008. He is currently working with Conference National side Wrexham as a goalkeeping coach and Assistant Manager.",
      "pageId": 3567896,
      "monthDay": "10/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ian_D%27Sa",
      "name": "Ian D'Sa",
      "aboutText": "Suzan Jacobien Unia van der Wielen (born October 30, 1971 in Emmen, Drenthe) is a former field hockey player from the Netherlands, who played 191 international matches for the Netherlands, in which the striker scored a total number of seventy goals.",
      "pageId": 4136582,
      "monthDay": "10/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marco_Scutaro",
      "name": "Marco Scutaro",
      "aboutText": "Maria Thayer (born October 30, 1975) is an American actress and comedian.",
      "pageId": 6932959,
      "monthDay": "10/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Maria_Thayer",
      "name": "Maria Thayer",
      "aboutText": "Tzanis Stavrakopoulos (Greek: Τζαννής Σταυρακόπουλος ) (born October 30, 1971 in Athens) is a Greek professional basketball player.\nHe started his career at the age of 16 with Ampelokipoi B.C.. He led the team from the local ESKA category to the A1 professional Greek League.",
      "pageId": 16540832,
      "monthDay": "10/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stephanie_Izard",
      "name": "Stephanie Izard",
      "aboutText": "Xhavit Bajrami (born October 30, 1975) is an Albanian-Swiss former kickboxer who competed in the heavyweight division. A Seido karate practitioner and Andy Hug student, Bajrami built up an undefeated record domestically before he was recruited by K-1 where he won the K-1 Braves '99 tournament and finished as runner-up in two other tournaments.",
      "pageId": 16803156,
      "monthDay": "10/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stern_John",
      "name": "Stern John",
      "aboutText": "Stephanie Izard (born October 30, 1978) is an American chef residing in Chicago, Illinois, best known as the first female chef to win Bravo's Top Chef, taking the title on the fourth season. She is the co-owner and executive chef of two award-winning Chicago restaurants, Girl and the Goat, and Little Goat, and opened her first restaurant, Scylla (now closed) as chef-owner at the age of 27. Izard won a coveted James Beard Foundation Award (Best Chef: Great Lakes) in 2013 for her work at Girl and the Goat.",
      "pageId": 17941229,
      "monthDay": "10/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C3%9Cmit_%C3%96zat",
      "name": "Ümit Özat",
      "aboutText": "Raci Şaşmaz (born 30 October 1973 in Elazig) is a Turkish film producer, writer and actor.\nNecati Şaşmaz is his brother.",
      "pageId": 22769640,
      "monthDay": "10/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Maurice_Taylor",
      "name": "Maurice Taylor",
      "aboutText": "Kareem Lamar Rush (born October 30, 1980) is a retired American professional basketball player.",
      "pageId": 519342,
      "monthDay": "10/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/Martin_Dossett",
      "name": "Martin Dossett",
      "aboutText": "Martin Dossett (born October 30, 1978 in Portland near Corpus Christi, Texas) was signed by the Green Bay Packers and allocated to NFL Europe. He never played for the Packers, but  has played in several leagues such as NFL Europe and AF2 before winding up playing in Corpus Christi, Texas, playing for the Corpus Christi Hammerheads of the Intense Football League.\n^ \"Martin Dossett Biography\".",
      "pageId": 910253,
      "monthDay": "10/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matthew_Morrison",
      "name": "Matthew Morrison",
      "aboutText": "Jun Ji-hyun (Hangul: 전지현; hanja: 全智賢; born Wang Ji-hyun, 30 October 1981), also known as Gianna Jun, is a South Korean actress. She is best known for her role as \"The Girl\" in the romantic comedy My Sassy Girl (2001), one of the highest-grossing Korean comedies of all time. Other notable films include Il Mare (2000), Windstruck (2004), The Thieves (2012), and The Berlin File (2013), as well as the television series My Love from the Star (2013-2014).",
      "pageId": 1128817,
      "monthDay": "10/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daniel_Poulter",
      "name": "Daniel Poulter",
      "aboutText": "Ivanka Marie Trump (/iˈvɑːnkə/, born October 30, 1981) is an American businesswoman, writer, and former model, the daughter of real estate magnate Donald Trump. In her role as Executive Vice President of Development & Acquisitions at the Trump Organization, Trump is involved with all aspects of the company's real estate and hotel management initiatives. She is the principal of Ivanka Trump Fine Jewelry.",
      "pageId": 1861441,
      "monthDay": "10/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/Amanda_Swafford",
      "name": "Amanda Swafford",
      "aboutText": "Maurice De Shawn Taylor (born October 30, 1976) is an American former professional basketball player who played the power forward and center positions. Originally from Detroit, Taylor played college basketball at Michigan and was selected by the Los Angeles Clippers as the 14th overall pick in the 1997 NBA Draft. Taylor played from 1997 to 2007 in the NBA for the Clippers, Houston Rockets, New York Knicks, and Sacramento Kings.",
      "pageId": 2151633,
      "monthDay": "10/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/Derren_Witcombe",
      "name": "Derren Witcombe",
      "aboutText": "Yukie Nakama (仲間 由紀恵, Nakama Yukie, born October 30, 1979) is a Japanese actress, singer and former idol.",
      "pageId": 2271031,
      "monthDay": "10/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jason_Bartlett_(baseball)",
      "name": "Jason Bartlett",
      "aboutText": "Matthew James \"Matt\" Morrison (born October 30, 1978) is an American actor, dancer, and singer-songwriter. He is known for starring in multiple Broadway and Off-Broadway productions, including his portrayal of Link Larkin in Hairspray on Broadway, and for his role as Will Schuester on the Fox television show Glee (2009–2015). He is signed with Adam Levine's 222 Records.",
      "pageId": 2383637,
      "monthDay": "10/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yukie_Nakama",
      "name": "Yukie Nakama",
      "aboutText": "Ian Dante Snell (born October 30, 1981) is an American former professional baseball right-handed pitcher. He played in Major League Baseball (MLB) for the Pittsburgh Pirates and Seattle Mariners. From 2001 to 2003, he went by the name Ian Oquendo, adopting the last name of his wife, and during the 2009 World Baseball Classic he went by Ian Davila-Snell, adopting his stepfather's surname.",
      "pageId": 2403778,
      "monthDay": "10/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sarah_Carter",
      "name": "Sarah Carter",
      "aboutText": "Amanda Lynn Swafford (born October 30, 1978 in Hendersonville, North Carolina) is an American fashion model and television personality. She came in third place on Cycle 3 of the reality television show America's Next Top Model. Swafford is legally blind; she is afflicted with retinitis pigmentosa, a degenerative eye condition.",
      "pageId": 2525894,
      "monthDay": "10/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jon_Foo",
      "name": "Jon Foo",
      "aboutText": "Choi Hong-man (Korean: 최홍만, Hanja: 崔洪萬, born on October 30, 1980 in Jeju-do), often anglicised to Hong-man Choi, is a South Korean kickboxer, mixed martial artist and former ssireum wrestler. In Asia he is called \"Che Man\", \"Korean Monster\" and \"Korean Colossus\".",
      "pageId": 2922199,
      "monthDay": "10/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Choi_Hong-man",
      "name": "Choi Hong-man",
      "aboutText": "Ayaka Kimura (木村 絢香,) (born October 30, 1981 in Kobe, Hyōgo Prefecture, Japan), currently known by her stage name as Ayaka Nagate (長手 絢香), is an actress currently signed to Tristone Entertainment. Before her debut as an actress, she was the sole remaining member of Japanese pop idol girl group Coconuts Musume within Hello!",
      "pageId": 4040933,
      "monthDay": "10/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kareem_Rush",
      "name": "Kareem Rush",
      "aboutText": "Jason Alan Bartlett (born October 30, 1979) is an American former professional baseball shortstop in Major League Baseball.",
      "pageId": 4142178,
      "monthDay": "10/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rich_Alvarez",
      "name": "Rich Alvarez",
      "aboutText": "Shaun Sipos (born October 30, 1981) is a Canadian actor, known for playing Jack on ABC series Complete Savages and David Breck on The CW series Melrose Place.",
      "pageId": 5893217,
      "monthDay": "10/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joshua_Jay",
      "name": "Joshua Jay",
      "aboutText": "Joshua Jay (born October 30, 1981) is a magician, author, and lecturer who has performed his show in over 59 countries. In 1998 he was crowned World Champion of Close-up Magic at the World Magic Seminar, and he has subsequently appeared on every major television network. Notably, he has performed on Good Morning America and the Today Show.",
      "pageId": 6470478,
      "monthDay": "10/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jun_Ji-hyun",
      "name": "Jun Ji-hyun",
      "aboutText": "Sarah Sanguin Carter (born October 30, 1980) is a Canadian actress best known for her role as Maggie in the TNT science fiction series Falling Skies.",
      "pageId": 7123190,
      "monthDay": "10/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ayaka_Kimura",
      "name": "Ayaka Kimura",
      "aboutText": "Richard Datu Alvarez (born October 30, 1980 in Yokosuka, Kanagawa Prefecture, Japan) is a Filipino professional basketball player who plays for the Mahindra Enforcer of the Philippine Basketball Association.",
      "pageId": 8244590,
      "monthDay": "10/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shaun_Sipos",
      "name": "Shaun Sipos",
      "aboutText": "Derren John Charles Witcombe (born 30 October 1978 in Hobart, Australia) is a New Zealand rugby union coach and former player. As a player he played at hooker. He played for the All Blacks, New Zealand's national team, in 2005, and at Super Rugby level for the Blues between 2002 and 2007.",
      "pageId": 8731354,
      "monthDay": "10/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ian_Snell",
      "name": "Ian Snell",
      "aboutText": "Jon Foo (born Jonathan Patrick Foo, 30 October 1982) is an English actor, martial artist and stuntman of mixed Chinese and Irish descent.",
      "pageId": 11021134,
      "monthDay": "10/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ivanka_Trump",
      "name": "Ivanka Trump",
      "aboutText": "Daniel Leonard James Poulter (born 30 October 1978) is a British Conservative Party politician, who was elected at the 2010 general election as the Member of Parliament (MP) for Central Suffolk and North Ipswich. Poulter is a qualified medical doctor and served as a Parliamentary Under Secretary of State in the Department of Health between September 2012 and May 2015 when he returned to the backbenches.\n^ a b \"Daniel Poulter MP\".",
      "pageId": 27280171,
      "monthDay": "10/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stalley",
      "name": "Stalley",
      "aboutText": "Kyle Myricks (born October 30, 1982), better known by his stage name Stalley, is an American rapper from Massillon, Ohio.",
      "pageId": 31197250,
      "monthDay": "10/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Andy_Greene",
      "name": "Andy Greene",
      "aboutText": "Iain Edward Hume (born 30 October 1983) is a Canadian footballer who currently plays for Atlético de Kolkata in the Indian Super League.\nHe began his career at Tranmere Rovers in 1999, and six years later moved to Leicester City for an initial £500,000 fee. Three years later he was signed by Barnsley for £1.2 million, where he suffered a serious head injury in a match against Sheffield United.",
      "pageId": 2861994,
      "monthDay": "10/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Manny_Parra",
      "name": "Manny Parra",
      "aboutText": "Thomas Morgenstern (born 30 October 1986) is an Austrian former ski jumper who competed from 2002 to 2014.",
      "pageId": 3211379,
      "monthDay": "10/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Trent_Edwards",
      "name": "Trent Edwards",
      "aboutText": "Anastasia Valeryevna \"Nastia\" Liukin (Russian: Анастасия \"Настя\" Валерьевна Люкина; born October 30, 1989) is a Russian American retired artistic gymnast. She is the 2008 Olympic individual all-around champion, the 2005 and 2007 world champion on the balance beam, and the 2005 world champion on the uneven bars. She is also a four-time all-around U.S. national champion, winning twice as a junior and twice as a senior.",
      "pageId": 4057599,
      "monthDay": "10/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Iain_Hume",
      "name": "Iain Hume",
      "aboutText": "Ragnar Klavan (born 30 October 1985) is an Estonian professional footballer who plays as a center-back for German Bundesliga club Augsburg and the Estonia national football team. A full international since 2003, Klavan has earned 108 caps for Estonia.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian).",
      "pageId": 5932965,
      "monthDay": "10/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Maor_Melikson",
      "name": "Maor Melikson",
      "aboutText": "Maor Melikson (Hebrew: מאור מליקסון‎; born 30 October 1984 in Yavne) is an Israeli footballer who plays as a midfielder for Hapoel Be'er Sheva and the Israel national football team.",
      "pageId": 6180284,
      "monthDay": "10/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Eva_Marcille",
      "name": "Eva Marcille",
      "aboutText": "Seth Elijah Adkins (born October 30, 1989) is an American actor. He made his debut in the mid-1990s as a child artist in the TV shows Small Talk and Sabrina, the Teenage Witch in 1996 and the films ...First Do No Harm and Titanic in 1997. He later made a successful transition to an adult performer.",
      "pageId": 8043993,
      "monthDay": "10/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dave_Mooney",
      "name": "David Mooney",
      "aboutText": "Trent Addison Edwards (born October 30, 1983) is an American football quarterback who is currently a free agent. He played college football at Stanford and was drafted by the Buffalo Bills in the third round of the 2007 NFL Draft.",
      "pageId": 9232785,
      "monthDay": "10/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Isaac_Ross",
      "name": "Isaac Ross",
      "aboutText": "Andrew \"Andy\" Greene (born October 30, 1982) is an American ice hockey player and the captain of the New Jersey Devils of the National Hockey League (NHL).",
      "pageId": 9822416,
      "monthDay": "10/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tyson_Strachan",
      "name": "Tyson Strachan",
      "aboutText": "Manuel Alex \"Manny\" Parra (born October 30, 1982) is an American professional baseball pitcher who is a free agent.",
      "pageId": 11960682,
      "monthDay": "10/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ragnar_Klavan",
      "name": "Ragnar Klavan",
      "aboutText": "Janel Meilani Parrish (born October 30, 1988) is an American actress, dancer, singer and songwriter. She is best known for playing Mona Vanderwaal on the ABC Family series Pretty Little Liars. She is also known for the role of Jade in the 2007 film Bratz: The Movie.",
      "pageId": 12303441,
      "monthDay": "10/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Thomas_Morgenstern",
      "name": "Thomas Morgenstern",
      "aboutText": "David Mooney (born 30 October 1984) is an Irish footballer who plays for Southend United.",
      "pageId": 14990485,
      "monthDay": "10/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Keisuke_Sohma",
      "name": "Keisuke Sohma",
      "aboutText": "For the American plantation owner, see Isaac Ross.\nIsaac Beattie Ross (born 27 October 1984) is a New Zealand rugby union player. He plays in the lock position for the Japanese based rugby side the NTT Shining Arcs.",
      "pageId": 15978951,
      "monthDay": "10/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ali_Riley",
      "name": "Ali Riley",
      "aboutText": "Suwaibou Sanneh (born 30 October 1990) is a Gambian sprinter who specializes in the 100 metres. He was born in Brikama. He set a personal best and national record time in 10.16 seconds, during the Twilight Series Meet #3 on 30 May 2013 in New York City.",
      "pageId": 18875952,
      "monthDay": "10/30"
    },
    {
      "year": "1988",
      "uri": "/wiki/Janel_Parrish",
      "name": "Janel Parrish",
      "aboutText": "Alexandra \"Ali\" Lowe Riley (born 30 October 1987) is an American-born New Zealand association football player who is currently a member of the FC Rosengård in Damallsvenskan. Riley is a member of the New Zealand women's national football team. She captained the Stanford soccer team to two NCAA semi-finals and one final.",
      "pageId": 19461622,
      "monthDay": "10/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Seth_Adkins",
      "name": "Seth Adkins",
      "aboutText": "Ashley Luke Barnes (born 30 October 1989) is a professional footballer who plays for Burnley as a striker. He previously played for Paulton Rovers, Plymouth Argyle, Oxford United, Salisbury City, Eastbourne Borough, Torquay United and Brighton & Hove Albion.",
      "pageId": 19553457,
      "monthDay": "10/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ashley_Barnes",
      "name": "Ashley Barnes",
      "aboutText": "Found Management, Found Voice type, Vanessa Karen White (born 30 October 1989) is an English singer-songwriter, dancer and actress. She rose to fame in 2008 as a member of English-Irish girl group The Saturdays, signed to Fascination and Polydor Records. The group have achieved substantial success with numerous top-ten hits as well as a number one single.",
      "pageId": 20446448,
      "monthDay": "10/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nastia_Liukin",
      "name": "Nastia Liukin",
      "aboutText": "Tyson Strachan (born October 30, 1984) is a Canadian professional ice hockey defenceman for the Iowa Wild in the American Hockey League (AHL) while under contract to the Minnesota Wild of the National Hockey League (NHL).",
      "pageId": 20738478,
      "monthDay": "10/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Vanessa_White",
      "name": "Vanessa White",
      "aboutText": "Eva Marcille Pigford (born October 30, 1984), known professionally as Eva Marcille, is an American actress, TV host and fashion model, who most recently played the role of Tyra Hamilton on the soap opera The Young and the Restless. She started her career by winning the third cycle of America's Next Top Model.\nShe was previously credited by her birth name, \"Eva Pigford\", but changed her name for acting purposes.",
      "pageId": 30865528,
      "monthDay": "10/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Suwaibou_Sanneh",
      "name": "Suwaibou Sanneh",
      "aboutText": "Daniel Pedreira Senna Pellegrine (30 October 1992 – 7 July 2013), better known by his stage name MC Daleste was a Brazilian funk paulista singer, songwriter and rapper. He was fatally shot in the abdomen while performing during a free show in Campinas, São Paulo before a crowd of four thousand people. He died later the same day in Paulínia's City Hospital.",
      "pageId": 39941058,
      "monthDay": "10/30"
    },
    {
      "year": "1992",
      "uri": "/wiki/MC_Daleste",
      "name": "MC Daleste",
      "aboutText": "Keisuke Sohma (相馬 圭祐, Sōma Keisuke, born October 30, 1986, in Kanagawa Prefecture, Japan) is a Japanese actor who is affiliated with Hirata Office.\n^ \"Official profile at Hirata Office\".",
      "pageId": 47071940,
      "monthDay": "10/30"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tequan_Richmond",
      "name": "Tequan Richmond",
      "aboutText": "Tequan Richmond (Tuh-kwon; born October 30, 1992), also known by his stage name, T-Rich, is an American actor, rapper and martial artist. Tequan is best known for his role as Drew Rock on the UPN/CW sitcom Everybody Hates Chris. Richmond played Ray Charles, Jr.",
      "pageId": 2867646,
      "monthDay": "10/30"
    },
    {
      "year": "1992",
      "uri": "/wiki/Camila_Silva",
      "name": "Camila Silva",
      "aboutText": "Mizuki Fukumura (譜久村 聖, Fukumura Mizuki, born October 30, 1996 in Tokyo) is a Japanese pop singer. She is a ninth-generation member, and current leader of the idol group Morning Musume. Prior to becoming part of Morning Musume, Fukumura was known as a member of the second generation Shugo Chara Egg!, and for her role of Amulet Heart in the live action segment of the highly acclaimed television series Shugo Chara!",
      "pageId": 30523275,
      "monthDay": "10/30"
    },
    {
      "year": "1993",
      "uri": "/wiki/Marcus_Mariota",
      "name": "Marcus Mariota",
      "aboutText": "Marcus Ardel Tafuna Taulauniu Mariota (born October 30, 1993) is an American football quarterback for the Tennessee Titans of the National Football League (NFL). He was drafted by the Titans second overall in the 2015 NFL draft. He played college football at Oregon where he was the starting quarterback from 2012 to 2014.",
      "pageId": 36835636,
      "monthDay": "10/30"
    },
    {
      "year": "1996",
      "uri": "/wiki/Mizuki_Fukumura",
      "name": "Mizuki Fukumura",
      "aboutText": "Camila Silva Espinoza (born 30 October 1992 in Valparaíso) is a Chilean tennis player.\nSilva has won six singles and 13 doubles titles on the ITF tour. On 2 May 2011, she reached her best singles ranking of world number 410.",
      "pageId": 41511203,
      "monthDay": "10/30"
    }
  ]
}