{
  "people": [
    {
      "year": "1291",
      "uri": "/wiki/Philippe_de_Vitry",
      "name": "Philippe de Vitry",
      "aboutText": "John Keats (/ˈkiːts/ 31 October 1795 – 23 February 1821) was an English Romantic poet. He was one of the main figures of the second generation of Romantic poets, along with Lord Byron and Percy Bysshe Shelley, despite his work having been in publication for only four years before his death.\nAlthough his poems were not generally well received by critics during his lifetime, his reputation grew after his death, and by the end of the 19th century, he had become one of the most beloved of all English poets.",
      "pageId": 16455,
      "monthDay": "10/31"
    },
    {
      "year": "1345",
      "uri": "/wiki/Ferdinand_I_of_Portugal",
      "name": "Ferdinand I of Portugal",
      "aboutText": "Pope Clement XIV (Latin: Clemens XIV; 31 October 1705 – 22 September 1774), born Giovanni Vincenzo Antonio Ganganelli, reigned from 19 May 1769 to his death in 1774. At the time of his election, he was the only Franciscan friar in the College of Cardinals. To date, he is the last pope to take the pontifical name of \"Clement\" upon his election.",
      "pageId": 24149,
      "monthDay": "10/31"
    },
    {
      "year": "1391",
      "uri": "/wiki/Edward,_King_of_Portugal",
      "name": "Edward, King of Portugal",
      "aboutText": "Władysław III (31 October 1424 – 10 November 1444), also known as Władysław of Varna was King of Poland from 1434, and King of Hungary and Croatia from 1440, until his death at the Battle of Varna.",
      "pageId": 42584,
      "monthDay": "10/31"
    },
    {
      "year": "1424",
      "uri": "/wiki/W%C5%82adys%C5%82aw_III_of_Poland",
      "name": "Władysław III of Poland",
      "aboutText": "Karl Theodor Wilhelm Weierstrass (German: Weierstraß; 31 October 1815 – 19 February 1897) was a German mathematician often cited as the \"father of modern analysis\". Despite leaving university without a degree, he studied mathematics and trained as a teacher, eventually teaching mathematics, physics, botany and gymnastics.",
      "pageId": 93459,
      "monthDay": "10/31"
    },
    {
      "year": "1599",
      "uri": "/wiki/Denzil_Holles,_1st_Baron_Holles",
      "name": "Denzil Holles, 1st Baron Holles",
      "aboutText": "Dom Ferdinand I (Portuguese: Fernando; 31 October 1345 – 22 October 1383), sometimes called the Handsome (o Formoso or o Belo ) or occasionally the Inconstant (o Inconstante), was the King of Portugal and the Algarve from 1367 until his death.",
      "pageId": 153586,
      "monthDay": "10/31"
    },
    {
      "year": "1620",
      "uri": "/wiki/John_Evelyn",
      "name": "John Evelyn",
      "aboutText": "John Evelyn, FRS (31 October 1620 – 27 February 1706) was an English writer, gardener and diarist.\nEvelyn's diaries, or memoirs, are largely contemporaneous with those of his rival diarist, Samuel Pepys, and cast considerable light on the art, culture and politics of the time (the deaths of Charles I and Oliver Cromwell, the last Great Plague of London, and the Great Fire of London in 1666).",
      "pageId": 192101,
      "monthDay": "10/31"
    },
    {
      "year": "1636",
      "uri": "/wiki/Ferdinand_Maria,_Elector_of_Bavaria",
      "name": "Ferdinand Maria, Elector of Bavaria",
      "aboutText": "Senesino (pronounced [seneˈziːno]; Traditional Tuscan pronunciation: [seneˈsiːno]) (Francesco Bernardi, [franˈtʃesko berˈnardi]) (31 October 1686 – 27 November 1758) was a celebrated Italian contralto castrato, particularly remembered today for his long collaboration with the composer George Frideric Handel.",
      "pageId": 194062,
      "monthDay": "10/31"
    },
    {
      "year": "1686",
      "uri": "/wiki/Senesino",
      "name": "Senesino",
      "aboutText": "Denzil Holles, 1st Baron Holles PC (31 October 1599 – 17 February 1680) was an English statesman and writer, best known as one of the Five Members whose attempted unconstitutional arrest by King Charles I in the House of Commons of England in 1642 sparked the Civil War.",
      "pageId": 197353,
      "monthDay": "10/31"
    },
    {
      "year": "1692",
      "uri": "/wiki/Anne_Claude_de_Caylus",
      "name": "Anne Claude de Caylus",
      "aboutText": "Adelbert Ames (October 31, 1835 – April 13, 1933) was an American sailor, soldier, and politician. He served with distinction as a Union Army general during the American Civil War. As a Radical Republican, he was military governor, Senator and civilian governor in Reconstruction-era Mississippi.",
      "pageId": 219371,
      "monthDay": "10/31"
    },
    {
      "year": "1694",
      "uri": "/wiki/Yeongjo_of_Joseon",
      "name": "Yeongjo of Joseon",
      "aboutText": "Edward, King of Portugal KG, Portuguese: Duarte (Portuguese pronunciation: [duˈaɾt(ɨ)]; 31 October 1391 – 9 September 1438), called the Philosopher or the Eloquent, was King of Portugal and the Algarve and second Lord of Ceuta from 1433 until his death. He was born in Viseu, the son of John I of Portugal and his wife, Queen Philippa of Portugal, a daughter of John of Gaunt.",
      "pageId": 253962,
      "monthDay": "10/31"
    },
    {
      "year": "1705",
      "uri": "/wiki/Pope_Clement_XIV",
      "name": "Pope Clement XIV",
      "aboutText": "Christopher Anstey (31 October 1724 – 3 August 1805) was an English poet who also wrote in Latin. His New Bath Guide began an easy satirical fashion that was influential in the second half of the 18th century.",
      "pageId": 275275,
      "monthDay": "10/31"
    },
    {
      "year": "1711",
      "uri": "/wiki/Laura_Bassi",
      "name": "Laura Bassi",
      "aboutText": "Anne Claude de Tubières-Grimoard de Pestels de Lévis, comte de Caylus, marquis d'Esternay, baron de Bransac (Anne Claude Philippe; October 31, 1692 – September 5, 1765), French antiquarian, proto-archaeologist and man of letters, was born at Paris.\nHe was the eldest son of Lieutenant-General Anne de Tubières, comte de Caylus. His mother, Marthe-Marguerite de Villette de Mursay, comtesse de Caylus (1673-1729), was the daughter of vice-admiral Philippe, Marquis de Villette-Mursay.",
      "pageId": 433778,
      "monthDay": "10/31"
    },
    {
      "year": "1724",
      "uri": "/wiki/Christopher_Anstey",
      "name": "Christopher Anstey",
      "aboutText": "Richard Morris Hunt (October 31, 1827 – July 31, 1895) was an American architect of the nineteenth century and a preeminent figure in the history of American architecture. Hunt was, according to design critic Paul Goldberger writing in The New York Times, \"American architecture's first, and in many ways its greatest, statesman.\" Aside from Hunt's sculpting of the face of New York City, including designs for the facade and Great Hall of the Metropolitan Museum of Art, the pedestal of the Statue of Liberty and many Fifth Avenue mansions lost to the wrecking ball, Hunt founded both the American Institute of Architects and the Municipal Art Society.",
      "pageId": 612549,
      "monthDay": "10/31"
    },
    {
      "year": "1737",
      "uri": "/wiki/James_Lovell_(Continental_Congress)",
      "name": "James Lovell",
      "aboutText": "Paolo Mantegazza (Italian pronunciation: [ˈpaːolo manteˈɡattsa]; 31 October 1831 – 28 August 1910) was a prominent Italian neurologist, physiologist, and anthropologist, noted for his experimental investigation of coca leaves into its effects on the human psyche.",
      "pageId": 644258,
      "monthDay": "10/31"
    },
    {
      "year": "1795",
      "uri": "/wiki/John_Keats",
      "name": "John Keats",
      "aboutText": "Philippe de Vitry (31 October 1291 – 9 June 1361) was a French composer, music theorist and poet. He was an accomplished, innovative, and influential composer, and may also have been the author of the Ars Nova treatise.",
      "pageId": 690297,
      "monthDay": "10/31"
    },
    {
      "year": "1815",
      "uri": "/wiki/Karl_Weierstrass",
      "name": "Karl Weierstrass",
      "aboutText": "Ferdinand Maria, Elector of Bavaria (31 October 1636 – 26 May 1679) was a Wittelsbach ruler of Bavaria and an elector (Kurfürst) of the Holy Roman Empire from 1651 to 1679.",
      "pageId": 963070,
      "monthDay": "10/31"
    },
    {
      "year": "1825",
      "uri": "/wiki/Charles_Lavigerie",
      "name": "Charles Lavigerie",
      "aboutText": "James Lovell (October 31, 1737 – July 14, 1814) was an American educator and statesman from Boston, Massachusetts. He was a delegate for Massachusetts to the Continental Congress from 1777 to 1782.",
      "pageId": 1078349,
      "monthDay": "10/31"
    },
    {
      "year": "1827",
      "uri": "/wiki/Richard_Morris_Hunt",
      "name": "Richard Morris Hunt",
      "aboutText": "Yeongjo (31 October 1694 – 22 April 1776, reigned 16 October 1724 – 22 April 1776) was the 21st king of the Korean Joseon Dynasty. He was the second son of King Sukjong. His mother was Consort Suk of the Choe clan.",
      "pageId": 1119957,
      "monthDay": "10/31"
    },
    {
      "year": "1831",
      "uri": "/wiki/Paolo_Mantegazza",
      "name": "Paolo Mantegazza",
      "aboutText": "Laura Maria Caterina Bassi (31 October 1711 – 20 February 1778) was an Italian physicist and academic, recognized as the first woman in the world to earn a university chair in a scientific field of studies. She received a doctoral degree from the University of Bologna in May 1732, the third academic qualification ever bestowed on a woman by a university, and the first woman to earn a professorship in physics at a university in Europe. She was the first woman to be offered an official teaching position at a university in Europe.",
      "pageId": 1647075,
      "monthDay": "10/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Adelbert_Ames",
      "name": "Adelbert Ames",
      "aboutText": "Charles Martial Allemand Lavigerie (31 October 1825–26 November 1892) was a French cardinal, archbishop of Carthage and Algiers and primate of Africa. A Catholic priest who became a bishop in France, Lavigerie established French Catholic missions and missionary orders to work across Africa. Lavigerie promoted Catholicism among the people of North Africa, as well as the black natives further south.",
      "pageId": 1668212,
      "monthDay": "10/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Kri%C5%A1j%C4%81nis_Barons",
      "name": "Krišjānis Barons",
      "aboutText": "Chiang Kai-shek (October 31, 1887 – April 5, 1975) was a Chinese political and military leader who served as the leader of the Republic of China between 1928 and 1975. He is known as Chiang Chung-cheng (蔣中正, Jiang Zhongzheng) or Chiang Chieh-shih (蔣介石, Jiang Jieshi) in Standard Chinese. Chiang was an influential member of the Kuomintang (KMT), the Chinese Nationalist Party, and was a close ally of Sun Yat-sen.",
      "pageId": 6859,
      "monthDay": "10/31"
    },
    {
      "year": "1835",
      "uri": "/wiki/Adolf_von_Baeyer",
      "name": "Adolf von Baeyer",
      "aboutText": "Vallabhbhai Jhaverbhai Patel ( 31 October 1875 – 15 December 1950) was an Indian barrister and statesman, one of the leaders of the Indian National Congress and one of the founding fathers of the Republic of India. He was a social leader who played a leading role in the country's struggle for independence and guided its integration into a united, independent nation. In India and elsewhere, he was often addressed as Sardar, which means Chief in Hindi, Urdu and Persian.",
      "pageId": 59659,
      "monthDay": "10/31"
    },
    {
      "year": "1838",
      "uri": "/wiki/Lu%C3%ADs_I_of_Portugal",
      "name": "Luís I of Portugal",
      "aboutText": "Natalie Clifford Barney (October 31, 1876 – February 2, 1972) was an American playwright, poet and novelist who lived as an expatriate in Paris.\nBarney's salon was held at her home at 20 rue Jacob in Paris' Left Bank for more than 60 years and brought together writers and artists from around the world, including many leading figures in French literature along with American and British Modernists of the Lost Generation. She worked to promote writing by women and formed a \"Women's Academy\" (L'Académie des Femmes) in response to the all-male French Academy while also giving support and inspiration to male writers from Remy de Gourmont to Truman Capote.",
      "pageId": 179513,
      "monthDay": "10/31"
    },
    {
      "year": "1840",
      "uri": "/wiki/Franz_Muller",
      "name": "Franz Müller",
      "aboutText": "Juliette Gordon Low (October 31, 1860 – January 17, 1927) was the founder of Girl Scouts of the USA, with the help of Sir Robert Baden-Powell, the founder of the Scouting Movement. Baden-Powell and Low shared both a love of travel and support of the Girl Guides. Juliette Low joined the Girl Guide movement, forming a group of Girl Guides in Scotland in 1911.",
      "pageId": 191564,
      "monthDay": "10/31"
    },
    {
      "year": "1847",
      "uri": "/wiki/Galileo_Ferraris",
      "name": "Galileo Ferraris",
      "aboutText": "Dom Luís I (31 October 1838 in Lisbon  – 19 October 1889 in Cascais) was the King of Portugal and the Algarves between 1861 and 1889. He was the second son of Maria II and Ferdinand II, a member of the House of Braganza and was created Duke of Porto.\n^ a b \"While remaining patrilineal dynasts of the duchy of Saxe-Coburg and Gotha according to pp.",
      "pageId": 254410,
      "monthDay": "10/31"
    },
    {
      "year": "1848",
      "uri": "/wiki/Boston_Custer",
      "name": "Boston Custer",
      "aboutText": "Marie Laurencin (31 October 1883 – 8 June 1956) was a French painter and printmaker. She became an important figure in the Parisian avant-garde as a member of the Cubists associated with the Section d'Or.\n^ Maurice Raynal: Modern French Painters, Ayer Publishing, 1928, ISBN 978-0-405-00735-4, p.",
      "pageId": 320350,
      "monthDay": "10/31"
    },
    {
      "year": "1851",
      "uri": "/wiki/Louise_of_Sweden",
      "name": "Louise of Sweden",
      "aboutText": "Johann Friedrich Wilhelm Adolf von Baeyer (German: [ˈbaɪɐ]; October 31, 1835 – August 20, 1917) was a German chemist who synthesized indigo, and was the 1905 recipient of the Nobel Prize in Chemistry.",
      "pageId": 863418,
      "monthDay": "10/31"
    },
    {
      "year": "1856",
      "uri": "/wiki/Charles_Leroux",
      "name": "Charles Leroux",
      "aboutText": "Eugene Isaac Meyer (October 31, 1875 – July 17, 1959) was an American financier, public official, and newspaper publisher. He was the publisher of the Washington Post newspaper. He served as Chairman of the Federal Reserve from 1930 to 1933.",
      "pageId": 949643,
      "monthDay": "10/31"
    },
    {
      "year": "1860",
      "uri": "/wiki/Juliette_Gordon_Low",
      "name": "Juliette Gordon Low",
      "aboutText": "John Weir Troy (October 31, 1868 – May 2, 1942) was an American Democratic politician who was the Governor of Alaska Territory from 1933 to 1939. He was born in Dungeness, Washington and died in Juneau, Alaska.\nJohn Troy began his professional career in journalism, starting as a newspaper reporter in Port Townsend, Washington, shortly after graduating from high school there.",
      "pageId": 990017,
      "monthDay": "10/31"
    },
    {
      "year": "1868",
      "uri": "/wiki/John_Weir_Troy",
      "name": "John Weir Troy",
      "aboutText": "Galileo Ferraris (31 October 1847 – 7 February 1897) was an Italian physicist and electrical engineer, one of the pioneers of AC power system and the inventor of induction motor. Many newspapers published that Ferraris's work on the induction motor and power transmission systems was one of the greatest inventions of any age. He published an extensive and complete monograph on the experimental results obtained with open-circuit transformers of the type designed by the power engineers Lucien Gaulard and John Dixon Gibbs.",
      "pageId": 1644203,
      "monthDay": "10/31"
    },
    {
      "year": "1875",
      "uri": "/wiki/Eugene_Meyer_(financier)",
      "name": "Eugene Meyer",
      "aboutText": "",
      "pageId": 1678987,
      "monthDay": "10/31"
    },
    {
      "year": "1875",
      "uri": "/wiki/Vallabhbhai_Patel",
      "name": "Vallabhbhai Patel",
      "aboutText": "Napoleon Lapathiotis (Greek: Ναπολέων Λαπαθιώτης; 31 October 1888 – 7 January 1944) was a Greek poet. A native of Athens, he began writing and publishing poetry when he was eleven. In 1907, along with others, he established the Igiso (Ἡγησώ, from the Attic Greek name Hēgēso) magazine, in which he published his works.",
      "pageId": 1710852,
      "monthDay": "10/31"
    },
    {
      "year": "1876",
      "uri": "/wiki/Natalie_Clifford_Barney",
      "name": "Natalie Clifford Barney",
      "aboutText": "Édouard Cyrille \"Newsy\" Lalonde (October 31, 1887 – November 21, 1970) was a Canadian professional ice hockey forward in the National Hockey League (NHL) and a professional lacrosse player, regarded as one of hockey's and lacrosse's greatest players of the first half of the 20th century and one of sport's most colourful characters. He played for the Montreal Canadiens - considered to be the original \"Flying Frenchman\" - in the National Hockey Association and the NHL. He also played for the WCHL's Saskatoon Sheiks.",
      "pageId": 1784713,
      "monthDay": "10/31"
    },
    {
      "year": "1879",
      "uri": "/wiki/Karel_Ha%C5%A1ler",
      "name": "Karel Hašler",
      "aboutText": "Boston Custer (October 31, 1848 – June 25, 1876) was the youngest brother of U.S. Army General George Armstrong Custer and two-time Medal of Honor recipient Captain Thomas Custer.",
      "pageId": 1842430,
      "monthDay": "10/31"
    },
    {
      "year": "1880",
      "uri": "/wiki/Julia_Peterkin",
      "name": "Julia Peterkin",
      "aboutText": "Krišjānis Barons (October 31, 1835 in Strutele, Jaunpils parish, Latvia – March 8, 1923 in Riga) is known as the \"father of the dainas\" (Latvian: \"Dainu tēvs\") thanks largely to his systematization of the Latvian folk songs and his labour in preparing their texts for publication in Latvju dainas. His portrait appears on the 100-lat banknote, the only human face of an actual person on modern Latvian currency.",
      "pageId": 3783788,
      "monthDay": "10/31"
    },
    {
      "year": "1881",
      "uri": "/wiki/Toshiz%C5%8D_Nishio",
      "name": "Toshizō Nishio",
      "aboutText": "Julia Peterkin (b. Julia Mood, October 31, 1880, Laurens County, South Carolina – d.",
      "pageId": 4481493,
      "monthDay": "10/31"
    },
    {
      "year": "1883",
      "uri": "/wiki/Marie_Laurencin",
      "name": "Marie Laurencin",
      "aboutText": "Franz Müller (31 October 1840 – 14 November 1864), was a German tailor who was hanged for the murder of Thomas Briggs, the first killing on a British train. The case caught the imagination of the public due to increasing safety fears about rail travel at the time, and the pursuit of Müller across the Atlantic Ocean to New York by Scotland Yard.",
      "pageId": 5588368,
      "monthDay": "10/31"
    },
    {
      "year": "1887",
      "uri": "/wiki/Chiang_Kai-shek",
      "name": "Chiang Kai-shek",
      "aboutText": "Toshizō Nishio (西尾 寿造, Nishio Toshizō, 31 October 1881 – 26 October 1960) was a Japanese general, considered to be one of the Imperial Japanese Army's most successful and ablest strategists during the Second Sino-Japanese War, who commanded the Japanese Second Army during the first years after the Marco Polo Bridge Incident.",
      "pageId": 5886039,
      "monthDay": "10/31"
    },
    {
      "year": "1887",
      "uri": "/wiki/Newsy_Lalonde",
      "name": "Newsy Lalonde",
      "aboutText": "Karel Hašler (31 October 1879, Prague – 22 December 1941, Mauthausen) was a Czech songwriter, actor, lyricist, film and theatre director, composer, writer, dramatist, screenwriter and cabaretier.",
      "pageId": 24128269,
      "monthDay": "10/31"
    },
    {
      "year": "1888",
      "uri": "/wiki/Napoleon_Lapathiotis",
      "name": "Napoleon Lapathiotis",
      "aboutText": "Charles Leroux (born as Joseph Johnson; 31 October 1856 in Waterbury, Connecticut, United States – 24 September [O.S. 12 September] 1889 in Reval, Estonia) was an American balloonist and parachutist. He died on his 239th jump after water landing in the Tallinn Bay in Tallinn (then Reval), Estonia. Monument to Charles Leroux is located on Pirita road near Maarjamäe, Tallinn.",
      "pageId": 29489898,
      "monthDay": "10/31"
    },
    {
      "year": "1890",
      "uri": "/wiki/Susie_Gibson",
      "name": "Susie Gibson",
      "aboutText": "Alexander Aleksandrovich Alekhine (Russian: Алекса́ндр Алекса́ндрович Але́хин, pronounced [ɐlʲɪkˈsandr ɐlʲɪkˈsandrəvʲɪtɕ ɐˈlʲexʲɪn]; October 31 [O.S. October 19] 1892 – March 24, 1946) was a Russian and French chess grandmaster and the fourth World Chess Champion. He is widely considered one of the greatest chess players ever.\nBy the age of 22, Alekhine was already among the strongest chess players in the world.",
      "pageId": 72495,
      "monthDay": "10/31"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alexander_Alekhine",
      "name": "Alexander Alekhine",
      "aboutText": "Ethel Waters (October 31, 1896 – September 1, 1977) was an American blues, jazz and gospel vocalist and actress.\nShe frequently performed jazz, big band, and pop music, on the Broadway stage and in concerts, although she began her career in the 1920s singing blues.\nHer best-known recordings include \"Dinah,\" \"Stormy Weather,\" \"Taking a Chance on Love,\" \"Heat Wave,\" \"Supper Time,\" \"Am I Blue?\" and \"Cabin in the Sky,\" as well as her version of the spiritual \"His Eye Is on the Sparrow.\" Waters was the second African American, after Hattie McDaniel, to be nominated for an Academy Award.",
      "pageId": 171252,
      "monthDay": "10/31"
    },
    {
      "year": "1895",
      "uri": "/wiki/Les_Darcy",
      "name": "Les Darcy",
      "aboutText": "Ian Pretyman Stevenson (October 31, 1918 – February 8, 2007) was a Canadian-born U.S. psychiatrist. He worked for the University of Virginia School of Medicine for fifty years, as chair of the department of psychiatry from 1957 to 1967, Carlson Professor of Psychiatry from 1967 to 2001, and Research Professor of Psychiatry from 2002 until his death.\nAs founder and director of the university's Division of Perceptual Studies, which investigates the paranormal, Stevenson became known internationally for his research into reincarnation, the idea that emotions, memories, and even physical injuries in the form of birth-marks, can be transferred from one life to another.",
      "pageId": 450976,
      "monthDay": "10/31"
    },
    {
      "year": "1895",
      "uri": "/wiki/B._H._Liddell_Hart",
      "name": "B. H. Liddell Hart",
      "aboutText": "Dale Evans (October 31, 1912 – February 7, 2001) was an American writer, film star and singer-songwriter.",
      "pageId": 507789,
      "monthDay": "10/31"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ethel_Waters",
      "name": "Ethel Waters",
      "aboutText": "Muriel Helen Duckworth née Ball, CM, ONS (October 31, 1908 – August 22, 2009) was a Canadian pacifist, feminist and social and community activist. She was a practising Quaker, a religious denomination committed to non-violence. Duckworth maintained that war with its systematic violence against women and children is a major obstacle to social justice.",
      "pageId": 559693,
      "monthDay": "10/31"
    },
    {
      "year": "1897",
      "uri": "/wiki/Delma_Kollar",
      "name": "Delma Kollar",
      "aboutText": "Count Carl Johan Arthur Bernadotte of Wisborg, KmstkNO (originally Prince Carl Johan Arthur of Sweden, Duke of Dalarna; 31 October 1916 – 5 May 2012) was the fifth and youngest child, and the fourth and youngest son, of King Gustaf VI Adolf of Sweden and Princess Margaret of Connaught.",
      "pageId": 839957,
      "monthDay": "10/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Abraham_Wald",
      "name": "Abraham Wald",
      "aboutText": "James Leslie \"Les\" Darcy (31 October 1895 – 24 May 1917) was an Australian boxer.",
      "pageId": 1113901,
      "monthDay": "10/31"
    },
    {
      "year": "1908",
      "uri": "/wiki/Muriel_Duckworth",
      "name": "Muriel Duckworth",
      "aboutText": "Oliver Martin \"Ollie\" Johnston, Jr. (October 31, 1912 – April 14, 2008) was an American motion picture animator. He was one of Disney's Nine Old Men, and the last surviving at the time of his death from natural causes.",
      "pageId": 1176688,
      "monthDay": "10/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/Dale_Evans",
      "name": "Dale Evans",
      "aboutText": "Abraham Wald (Hungarian: Wald Ábrahám, (1902-10-31)October 31, 1902 – December 13, 1950(1950-12-13)) was a mathematician born in Cluj, in the then Austria–Hungary (present-day Romania) who contributed to decision theory, geometry, and econometrics, and founded the field of statistical sequential analysis.",
      "pageId": 1239430,
      "monthDay": "10/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ollie_Johnston",
      "name": "Ollie Johnston",
      "aboutText": "Susan Elizabeth Gibson (née Potts; October 31, 1890 – February 16, 2006) was an American supercentenarian and the third-oldest person in the world at the time of her death. She is among the 100 oldest people ever. In addition to her age, Gibson was in remarkable shape, able to be interviewed by NBC and others and still mentally fit until her final months.",
      "pageId": 1690541,
      "monthDay": "10/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Joe_Carcione",
      "name": "Joe Carcione",
      "aboutText": "John Sylvester White (October 31, 1919 – September 11, 1988) was an American actor.\nBefore becoming known in the 1970s as the crabby, diminutive high school Assistant Principal (and later head principal) \"Mr. Woodman\", on the sitcom Welcome Back, Kotter, White had been best known for his starring role as \"Keith Barron\", the first husband of Mary Stuart's character, Joanne Gardner on the television soap opera Search for Tomorrow from 1951 to 1952.",
      "pageId": 2159445,
      "monthDay": "10/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/John_Hugenholtz",
      "name": "John Hugenholtz",
      "aboutText": "Jane Nossette Jarvis (October 31, 1915 – January 25, 2010) was an American jazz pianist.",
      "pageId": 3837697,
      "monthDay": "10/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jane_Jarvis",
      "name": "Jane Jarvis",
      "aboutText": "Daphne Margaret du Grivel Oxenford (31 October 1919 – 21 December 2012) was an English actress known for her television and radio work.",
      "pageId": 4746339,
      "monthDay": "10/31"
    },
    {
      "year": "1916",
      "uri": "/wiki/Count_Carl_Johan_Bernadotte_of_Wisborg",
      "name": "Count Carl Johan Bernadotte of Wisborg",
      "aboutText": "Joseph Carcione (/ˌkɑːrˈtʃoʊnɨ/, car-CHONE-ee; October 31, 1914 – August 2, 1988) was a consumer advocate known as \"The Green Grocer.\"",
      "pageId": 4872259,
      "monthDay": "10/31"
    },
    {
      "year": "1917",
      "uri": "/wiki/William_H._McNeill_(historian)",
      "name": "William H. McNeill",
      "aboutText": "Johannes Bernhardus Theodorus \"Hans\" Hugenholtz, in English-speaking countries a.k.a. John Hugenholtz (October 31, 1914, Vledder – March 25, 1995, Bentveld) was a Dutch designer of race tracks and cars.\nHugenholtz's father, of the same name, was a Protestant minister and peace activist who moved his family to Purmerend in 1918 and Ammerstol in 1924.",
      "pageId": 7399339,
      "monthDay": "10/31"
    },
    {
      "year": "1917",
      "uri": "/wiki/Gordon_Steege",
      "name": "Gordon Steege",
      "aboutText": "William Hardy McNeill (born October 31, 1917) is a Canadian-American world historian and author, particularly noted for his writings on Western civilization. He is Professor Emeritus of History at the University of Chicago where he has taught since 1947. He is the father of historian J. R. McNeill with whom he co-authored The Human Web: A Bird's-eye View of World History.",
      "pageId": 8094288,
      "monthDay": "10/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ian_Stevenson",
      "name": "Ian Stevenson",
      "aboutText": "Father Magnus J. Wenninger OSB (born Park Falls, Wisconsin, October 31, 1919) is a mathematician who works on constructing polyhedron models, and wrote the first book on their construction.",
      "pageId": 8864685,
      "monthDay": "10/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Daphne_Oxenford",
      "name": "Daphne Oxenford",
      "aboutText": "Sir Basil Henry Liddell Hart (31 October 1895 – 29 January 1970), commonly known throughout most of his career as Captain B. H. Liddell Hart, was an English soldier, military historian and military theorist. He is often credited with greatly influencing the development of armoured warfare, although some research casts some doubt on the extent of his influence upon the pre-war German military.",
      "pageId": 18950703,
      "monthDay": "10/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Magnus_Wenninger",
      "name": "Magnus Wenninger",
      "aboutText": "Air Commodore Gordon Henry Steege, DSO, DFC (31 October 1917 – 1 September 2013) was a senior officer in the Royal Australian Air Force (RAAF). He became a fighter ace in World War II, credited with eight aerial victories. Joining the RAAF in July 1937, Steege first saw action with No.",
      "pageId": 29800571,
      "monthDay": "10/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/John_Sylvester_White",
      "name": "John Sylvester White",
      "aboutText": "Delma Dorothie Kollar (née Lowman; October 31, 1897 – January 24, 2012) was an American supercentenarian and the fourth oldest living person in the world behind Besse Cooper, Dina Manfredini and Jiroemon Kimura. She became Kansas's all-time recordholder on July 14, 2010, surpassing the previous record of 112 years 255 days set by Flossie Page in February 2006. On her last birthday, she became one of only 88 people to have attained the age of 114.",
      "pageId": 33769122,
      "monthDay": "10/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Dick_Francis",
      "name": "Dick Francis",
      "aboutText": "Sir John Anthony Pople, KBE FRS (31 October 1925 – 15 March 2004) was a theoretical chemist who was awarded the Nobel Prize in Chemistry with Walter Kohn in 1998 for his development of computational methods in quantum chemistry.",
      "pageId": 16500,
      "monthDay": "10/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Joseph_Gelineau",
      "name": "Joseph Gelineau",
      "aboutText": "Andrew Sarris (October 31, 1928 – June 20, 2012) was an American film critic, a leading proponent of the auteur theory of criticism.",
      "pageId": 51192,
      "monthDay": "10/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Dedan_Kimathi",
      "name": "Dedan Kimathi",
      "aboutText": "Friedrich \"Fritz\" Walter (31 October 1920 – 17 June 2002) was a German footballer. In his time with the German national team, he made 61 caps and scored 33 goals.",
      "pageId": 57928,
      "monthDay": "10/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Helmut_Newton",
      "name": "Helmut Newton",
      "aboutText": "Norodom Sihanouk (Khmer: នរោត្តម សីហនុ; 31 October 1922 – 15 October 2012) was the King of Cambodia from 1941 to 1955 and again from 1993 to 2004. Also affectionately known as Samdech Euv (Khmer: សម្តេចឪ) to the Cambodian people, Sihanouk ascended to the throne in 1941. After the Second World War, he campaigned for the independence of Cambodia from French rule.",
      "pageId": 80051,
      "monthDay": "10/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Fritz_Walter",
      "name": "Fritz Walter",
      "aboutText": "Michael Collins (born October 31, 1930), Major General, USAF, Ret., is an American former astronaut and test pilot. Selected as part of the third group of fourteen astronauts in 1963, he flew into space twice. His first spaceflight was on Gemini 10, in which he and Command Pilot John Young performed two rendezvous with different spacecraft and Collins undertook two EVAs.",
      "pageId": 97666,
      "monthDay": "10/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Barbara_Bel_Geddes",
      "name": "Barbara Bel Geddes",
      "aboutText": "Helmut Newton (born Helmut Neustädter; 31 October 1920 – 23 January 2004) was a German-Australian photographer.",
      "pageId": 179438,
      "monthDay": "10/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Illinois_Jacquet",
      "name": "Illinois Jacquet",
      "aboutText": "Jean-Baptiste Illinois Jacquet (October 31, 1922 – July 22, 2004) was an American jazz tenor saxophonist, best remembered for his solo on \"Flying Home\", critically recognized as the first R&B saxophone solo.\nAlthough he was a pioneer of the honking tenor saxophone that became a regular feature of jazz playing and a hallmark of early rock and roll, Jacquet was a skilled and melodic improviser, both on up-tempo tunes and ballads.",
      "pageId": 240340,
      "monthDay": "10/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Anatoli_Papanov",
      "name": "Anatoli Papanov",
      "aboutText": "Richard Stanley \"Dick\" Francis CBE FRSL (31 October 1920 – 14 February 2010) was a British steeplechase jockey and crime writer, whose novels centre on horse racing in England.\nAfter wartime service in the RAF, Francis became a full-time jump-jockey, winning over 350 races and becoming champion jockey of the British National Hunt. He came to further prominence in 1956 as jockey to Queen Elizabeth The Queen Mother, riding her horse Devon Loch when it fell, for unexplained reasons, while close to winning the Grand National.",
      "pageId": 245022,
      "monthDay": "10/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Norodom_Sihanouk",
      "name": "Norodom Sihanouk",
      "aboutText": "Sir James Wilson Vincent \"Jimmy\" Savile, OBE, KCSG (/ˈsævəl/, /ˈsævɪl/; 31 October 1926 – 29 October 2011) was an English DJ, television and radio personality, dance hall manager, and charity fundraiser. He hosted the BBC television show Jim'll Fix It, was the first and last presenter of the long-running BBC music chart show Top of the Pops, and raised an estimated £40 million for charities. At the time of his death he was widely praised for his personal qualities and as a fund-raiser.",
      "pageId": 328242,
      "monthDay": "10/31"
    },
    {
      "year": "1924",
      "uri": "/wiki/Cleo_Moore",
      "name": "Cleo Moore",
      "aboutText": "Edward Francis \"Eddie\" Charlton, AM (31 October 1929 – 8 November 2004) was an Australian professional snooker and English billiards player. He remains the only player to have been world championship runner-up in both snooker and billiards without winning either title. He later became a successful marketeer of sporting goods launching a popular brand of billiard room equipment bearing his name.",
      "pageId": 679550,
      "monthDay": "10/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Lawrence_A._Cremin",
      "name": "Lawrence A. Cremin",
      "aboutText": "Booker Telleferro Ervin II (October 31, 1930 – July 31, 1970) was an American tenor saxophone player. His tenor playing was characterised by a strong, tough sound and blues/gospel phrasing.",
      "pageId": 695587,
      "monthDay": "10/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_Pople",
      "name": "John Pople",
      "aboutText": "Dedan Kimathi Waciuri (31 October 1920 – 18 February 1957) born Kimathi wa Waciuri, was a leader of the Mau Mau which led an armed military struggle known as the Mau Mau uprising against the British colonial government in Kenya in the 1950s.\nA highly controversial character, Kimathi's life has been subject to intense propaganda by both the British government who saw him as a terrorist, and Kenyan nationalists who view him as the heroic figurehead of the Mau Mau rebellion. Despite being viewed with disdain by the Jomo Kenyatta regime and subsequent governments, Kimathi and his fellow Mau Mau rebels are now officially recognised as heroes in the struggle for Kenyan independence by the incumbent government.",
      "pageId": 813224,
      "monthDay": "10/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_B._Rheault",
      "name": "Robert B. Rheault",
      "aboutText": "Lawrence Arthur \"Larry\" Cremin (October 31, 1925 in Manhattan, New York – September 4, 1990 in New York City) was an educational historian and administrator, the most influential American historian of education of the post-World War II era.",
      "pageId": 1465991,
      "monthDay": "10/31"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jimmy_Savile",
      "name": "Jimmy Savile",
      "aboutText": "Cleo Moore (born Cleouna Moore; October 31, 1924 – October 25, 1973) was an American actress, usually seen in the role of a blonde bombshell in Hollywood films of the 1950s.\nAfter being raised in Baton Rouge, Louisiana, and moving to Hollywood in the late 1940s, Moore became a well-known pin-up girl. After breaking into minor films, Moore signed a brief contract with Warner Brothers in 1950.",
      "pageId": 1695182,
      "monthDay": "10/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Andrew_Sarris",
      "name": "Andrew Sarris",
      "aboutText": "Anatoli Dmitrievich Papanov (Russian: Анато́лий Дми́триевич Папа́нов; 31 October 1922 in Vyazma, Smolensk Oblast – 7 August 1987 in Moscow, Soviet Union) was a popular Soviet film and theatre actor.",
      "pageId": 2544830,
      "monthDay": "10/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Eddie_Charlton",
      "name": "Eddie Charlton",
      "aboutText": "Barbara Bel Geddes (October 31, 1922 – August 8, 2005) was an American actress, artist and children's author, whose career spanned six decades. She was best known for her starring role in the television drama series Dallas as matriarch Miss Ellie Ewing. Bel Geddes also starred in the original Broadway production of Cat on a Hot Tin Roof in the role of Maggie.",
      "pageId": 2736686,
      "monthDay": "10/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/William_Orchard_(water_polo)",
      "name": "William Orchard",
      "aboutText": "Joseph Gelineau (Champ-sur-Layon, Maine-et-Loire, 31 October 1920 – Sallanches, 8 August 2008) was a French Catholic Jesuit priest and composer, mainly of modern Christian liturgical music.",
      "pageId": 7620708,
      "monthDay": "10/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bud_Spencer",
      "name": "Bud Spencer",
      "aboutText": "Robert Bradley Rheault /roʊ/ (October 31, 1925 – October 16, 2013) was an American colonel in the U.S. Army Special Forces who served as commander of the First Special Forces Group in Okinawa, and the Fifth Special Forces Group in Vietnam from May to July 1969.",
      "pageId": 33649590,
      "monthDay": "10/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Michael_Collins_(astronaut)",
      "name": "Michael Collins",
      "aboutText": "William Henry \"Bill\" Orchard (31 October 1929 – 27 October 2014) was an Australian water polo player and psychiatrist. He represented Australia at the 1952 Helsinki Olympics and at the 1956 Olympics in his home city of Melbourne.",
      "pageId": 44275504,
      "monthDay": "10/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Booker_Ervin",
      "name": "Booker Ervin",
      "aboutText": "Bud Spencer (born Carlo Pedersoli; 31 October 1929) is an Italian actor, filmmaker and a former professional swimmer. He is known for past roles in action-comedy films together with his long-time film partner Terence Hill. Growing from a successful swimmer in his youth, he got a degree in law, and has registered several patents.",
      "pageId": 47473569,
      "monthDay": "10/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Iivo_Nei",
      "name": "Iivo Nei",
      "aboutText": "Daniel Irvin \"Dan\" Rather, Jr. (born October 31, 1931) is an American journalist and the former news anchor for the CBS Evening News. He is now managing editor and anchor of the television news magazine Dan Rather Reports on the cable channel AXS TV. Rather was anchor of the CBS Evening News for 24 years, from March 9, 1981, to March 9, 2005.",
      "pageId": 102538,
      "monthDay": "10/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dan_Rather",
      "name": "Dan Rather",
      "aboutText": "Ronald (Ron) Lewis Graham (born October 31, 1935) is a mathematician credited by the American Mathematical Society as being \"one of the principal architects of the rapid development worldwide of discrete mathematics in recent years\". He has done important work in scheduling theory, computational geometry, Ramsey theory, and quasi-randomness.\nHe is currently the Chief Scientist at the California Institute for Telecommunications and Information Technology (also known as Cal-(IT)2) and the Irwin and Joan Jacobs Professor in Computer Science and Engineering at the University of California, San Diego (UCSD).",
      "pageId": 240694,
      "monthDay": "10/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Katherine_Paterson",
      "name": "Katherine Paterson",
      "aboutText": "Katherine Womeldorf Paterson (born October 31, 1932) is a Chinese-born American writer best known for children's novels. For four different books published 1975-1980, she won two Newbery Medals and two National Book Awards. She is one of three people to win the two major international awards; for \"lasting contribution to children's literature\" she won the biennial Hans Christian Andersen Award for Writing in 1998 and for her career contribution to \"children's and young adult literature in the broadest sense\" she won the Astrid Lindgren Memorial Award from the Swedish Arts Council in 2006, the biggest monetary prize in children's literature.",
      "pageId": 283911,
      "monthDay": "10/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jacques_Pic",
      "name": "Jacques Pic",
      "aboutText": "Michael Landon (born Eugene Maurice Orowitz; October 31, 1936 – July 1, 1991) was an American actor, writer, director, and producer. He is known for his roles as Little Joe Cartwright in Bonanza (1959–73), Charles Ingalls in Little House on the Prairie (1974–83), and Jonathan Smith in Highway to Heaven (1984–89). Landon appeared on the cover of TV Guide 22 times, second only to Lucille Ball.",
      "pageId": 301776,
      "monthDay": "10/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Phil_Goyette",
      "name": "Phil Goyette",
      "aboutText": "Ron Rifkin (born October 31, 1939) is an American actor.",
      "pageId": 365334,
      "monthDay": "10/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Iemasa_Kayumi",
      "name": "Iemasa Kayumi",
      "aboutText": "Judith Ann Wilcox, Baroness Wilcox (born 31 October 1940) is a Conservative member of the House of Lords. From May 2010 to September 2012 she had been a Parliamentary Under Secretary of State in the Department for Business, Innovation and Skills.\nShe used to run a family business in Devon and was chair of the National Consumer Council from 1990 to 1996.",
      "pageId": 469325,
      "monthDay": "10/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Narriman_Sadek",
      "name": "Narriman Sadek",
      "aboutText": "Thomas Richard \"Tom\" Paxton (born October 31, 1937) is an American folk singer-songwriter who has had a music career spanning more than fifty years. In 2009, Paxton received a Grammy Lifetime Achievement Award.\nPaxton's songs have demonstrated enduring appeal, including modern standards such as \"The Last Thing on My Mind\", \"Bottle of Wine\", \"Whose Garden Was This\", \"The Marvelous Toy\", and \"Ramblin' Boy\".",
      "pageId": 1263740,
      "monthDay": "10/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Fillie_Lyckow",
      "name": "Fillie Lyckow",
      "aboutText": "David W. Harvey FBA (born 31 October 1935) is the Distinguished Professor of Anthropology and Geography at the Graduate Center of the City University of New York (CUNY). He received his PhD in Geography from the University of Cambridge in 1961. Harvey authored many books and essays that have been prominent in the development of modern geography as a discipline.",
      "pageId": 1417002,
      "monthDay": "10/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dale_Brown_(basketball)",
      "name": "Dale Brown",
      "aboutText": "Narriman Sadek (Arabic: ناريمان صادق or Nariman Sadiq) (31 October 1933 – 16 February 2005) was the daughter of Hussain Fahmi Sadiq Bey, a high-ranking official in the Egyptian government, and his wife Asila Kamil; she was the second wife of King Farouk and the last Queen of Egypt.",
      "pageId": 1519486,
      "monthDay": "10/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ronald_Graham",
      "name": "Ronald Graham",
      "aboutText": "Luz Marina Zuluaga Zuluaga (Spanish pronunciation: [suˈlwaɣa]; October 31, 1938 – December 2, 2015) was a Colombian beauty queen who won Miss Universe 1958.",
      "pageId": 2135871,
      "monthDay": "10/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/David_Harvey",
      "name": "David Harvey",
      "aboutText": "Tom O'Connor (born 31 October 1939, Bootle, Merseyside) is a British comedian, TV presenter and actor.",
      "pageId": 3221394,
      "monthDay": "10/31"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_Landon",
      "name": "Michael Landon",
      "aboutText": "Joseph Georges Philippe Goyette (born October 31, 1933 in Lachine, Quebec) is a retired professional ice hockey center who played in the NHL for 16 seasons between 1956 and 1972.",
      "pageId": 3438460,
      "monthDay": "10/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tom_Paxton",
      "name": "Tom Paxton",
      "aboutText": "Iemasa Kayumi (家弓 家正, Kayumi Iemasa, 31 October 1933 – 30 September 2014) was a Japanese voice actor, actor, and narrator from the Tokyo Metropolitan area.",
      "pageId": 4645368,
      "monthDay": "10/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Luz_Marina_Zuluaga",
      "name": "Luz Marina Zuluaga",
      "aboutText": "Dale Duward Brown (born October 31, 1935) is an American former college basketball coach who spent 25 years leading the LSU Tigers. His team earned Final Four appearances in 1981 and 1986.",
      "pageId": 4787166,
      "monthDay": "10/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tom_O%27Connor_(comedian)",
      "name": "Tom O'Connor",
      "aboutText": "Iivo Nei (born 31 October 1931 in Tartu) is an Estonian chess master.\nIn 1947, at the beginning of his career, Nei took 3rd in Leningrad (Saint Petersburg) at the sixth USSR juniors championships. The event was won by Viktor Korchnoi.",
      "pageId": 6464847,
      "monthDay": "10/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ron_Rifkin",
      "name": "Ron Rifkin",
      "aboutText": "Daniel John \"Dan\" Alderson (October 31, 1941 – May 17, 1989) was a scientist at the Jet Propulsion Laboratory in California, and a prominent participant in science fiction fandom. He came from a middle-class family and had diabetes. A high school science fair project on the gravitational fields of non-spherical bodies won him a college scholarship to Caltech and a job at the Jet Propulsion Laboratory, where he wrote the software used to navigate Voyagers 1 and 2.",
      "pageId": 9506350,
      "monthDay": "10/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ali_Farka_Tour%C3%A9",
      "name": "Ali Farka Touré",
      "aboutText": "Craig L. Rodwell (October 31, 1940 – June 18, 1993) was an American gay rights activist known for founding the Oscar Wilde Memorial Bookshop on November 24, 1967, the first bookstore devoted to gay and lesbian authors and as the prime mover for the creation of the New York City pride demonstration. Rodwell is considered by some to be quite possibly the leading gay rights activist in the early homophile movement of the 1960s.\nRodwell was born in Chicago, IL. His parents divorced prior to his first birthday and for the next few years he was boarded out for day care where he was required to do kitchen labor and laundry to supplement his board and care.",
      "pageId": 19438094,
      "monthDay": "10/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Craig_Rodwell",
      "name": "Craig Rodwell",
      "aboutText": "Ali Ibrahim \"Farka\" Touré (October 31, 1939 – March 7, 2006) was a Malian singer and multi-instrumentalist, and one of the African continent's most internationally renowned musicians. His music is widely regarded as representing a point of intersection of traditional Malian music and its North American cousin, the blues. The belief that the latter is historically derived from the former is reflected in Martin Scorsese's often quoted characterization of Touré's tradition as constituting \"the DNA of the blues\".",
      "pageId": 23883645,
      "monthDay": "10/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Judith_Wilcox,_Baroness_Wilcox",
      "name": "Judith Wilcox, Baroness Wilcox",
      "aboutText": "Fillie Lyckow (31 October 1934 – 27 March 2015) was a Swedish actress. She has acted in the films about Maggie (Madicken) and the Swedish TV series \"Varuhuset\" (The Department Store). In 2007/2008 she was the von Trapp maid, Frau Schmidt, in The Sound of Music at Göta Lejon.",
      "pageId": 25885948,
      "monthDay": "10/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dan_Alderson",
      "name": "Dan Alderson",
      "aboutText": "Jacques Pic (1932–1992), was a French chef best known for being head chef at his three Michelin starred restaurant Maison Pic in Valence, Drôme, France.",
      "pageId": 36956946,
      "monthDay": "10/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Derek_Bell_(racing_driver)",
      "name": "Derek Bell",
      "aboutText": "Brian Doyle-Murray (born Brian Murray, October 31, 1945) is an American comedian, screenwriter, actor and voice actor. He is the older brother of actor/comedian Bill Murray and the two have acted together in several films, including Caddyshack, Scrooged, Ghostbusters II, The Razor's Edge and Groundhog Day. He co-starred on the TBS sitcom on Sullivan & Son, where he played the foul-mouthed Hank Murphy.",
      "pageId": 103017,
      "monthDay": "10/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Werner_Krieglstein",
      "name": "Werner Krieglstein",
      "aboutText": "Stephen Rea (/ˈreɪ/ ray; born 31 October 1946) is an Irish film and stage actor. Rea has appeared in high-profile films such as V for Vendetta, Michael Collins, Interview with the Vampire and Breakfast on Pluto. Rea was nominated for an Academy Award for his lead performance as Fergus in the 1992 film The Crying Game.",
      "pageId": 171061,
      "monthDay": "10/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/Eduardo_Castrillo",
      "name": "Eduardo Castrillo",
      "aboutText": "Sally Kirkland (born October 31, 1941) is an American film and television actress. She was nominated for an Academy Award for Best Actress for Anna (1987).\n^ \"Sally Kirkland\".",
      "pageId": 246568,
      "monthDay": "10/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dave_McNally",
      "name": "Dave McNally",
      "aboutText": "David Ogden Stiers (born October 31, 1942) is an American actor, voice actor, and musician, noted for his roles in Disney animated films, the television series M*A*S*H as Major Charles Emerson Winchester III and the science fiction drama The Dead Zone as Reverend Gene Purdy. He is also known for the role of District Attorney Michael Reston in the Perry Mason TV movies.",
      "pageId": 318110,
      "monthDay": "10/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Ogden_Stiers",
      "name": "David Ogden Stiers",
      "aboutText": "Deidre Ann Hall /diːdrə hɔːl/ (born October 31, 1947) is an American actress best known for her portrayal of Dr. Marlena Evans on NBC's daytime drama Days of Our Lives, which she has played for 40 years. The character is considered an icon to the soap, and has experienced some of the most outrageous storylines in soap opera history.",
      "pageId": 655089,
      "monthDay": "10/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Elliott_Forbes-Robinson",
      "name": "Elliott Forbes-Robinson",
      "aboutText": "Frank Charles Shorter (born October 31, 1947) is an American former long-distance runner who won the gold medal in the marathon at the 1972 Summer Olympics and the silver medal at the 1976 Summer Olympics.",
      "pageId": 709221,
      "monthDay": "10/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Paul_Frampton",
      "name": "Paul Frampton",
      "aboutText": "Norman Donald Lovett (born 31 October 1946) is an English stand-up comedian and actor, best known for the role of Holly in Red Dwarf during the first, second, seventh (as a guest star) and eighth series. His comedy has a quiet, dead-pan surrealism, and in 2000 he made a successful stand up tour, co-headlining with Chris Barrie, who played Rimmer in Red Dwarf. Lovett was born in Windsor, Berkshire.",
      "pageId": 845829,
      "monthDay": "10/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Aristotelis_Pavlidis",
      "name": "Aristotelis Pavlidis",
      "aboutText": "Louis Brian Piccolo (October 31, 1943 – June 16, 1970) was a professional football player, a running back for the Chicago Bears for four years. He died at age 26 from embryonal cell carcinoma, an aggressive form of germ cell testicular cancer, first diagnosed after it had spread to his chest cavity. Piccolo was the subject of the 1971 TV movie Brian's Song, with a remake (of the same title) TV movie filmed in 2001.",
      "pageId": 1090346,
      "monthDay": "10/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Brian_Piccolo",
      "name": "Brian Piccolo",
      "aboutText": "Derek Reginald Bell MBE (born 31 October 1941 in Pinner, Middlesex, England) is a British racing driver who was extremely successful in sportscar racing, winning the Le Mans 24 hours five times, the Daytona 24 three times and the World Sportscar Championship twice. He also raced in Formula One for the Ferrari, Wheatcroft, McLaren, Surtees and Tecno teams.",
      "pageId": 1233563,
      "monthDay": "10/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sally_Kirkland",
      "name": "Sally Kirkland",
      "aboutText": "Michael Kitchen (born 31 October 1948) is an English actor and television producer, best known for his role as Detective Chief Superintendent Foyle in the ITV drama series Foyle's War since 2002.",
      "pageId": 1604915,
      "monthDay": "10/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Russ_Ballard",
      "name": "Russ Ballard",
      "aboutText": "David Arthur \"Dave\" McNally (October 31, 1942 – December 1, 2002) was a Major League Baseball left-handed starting pitcher from 1962 until 1975.",
      "pageId": 1834421,
      "monthDay": "10/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Brian_Doyle-Murray",
      "name": "Brian Doyle-Murray",
      "aboutText": "Paul Howard Frampton (born 31 October 1943) is a particle phenomenologist. From 1996 until 2014, he was the Louis D. Rubin, Jr. Distinguished Professor of physics and astronomy, at the University of North Carolina at Chapel Hill.",
      "pageId": 3627411,
      "monthDay": "10/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Barrie_Keeffe",
      "name": "Barrie Keeffe",
      "aboutText": "Russell Glyn \"Russ\" Ballard (born 31 October 1945, Waltham Cross, Hertfordshire, England) is an English singer, songwriter and musician.",
      "pageId": 4674822,
      "monthDay": "10/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Avi_Shlaim",
      "name": "Avi Shlaim",
      "aboutText": "Eduardo Castrillo (born October 31, 1942) is an award-winning Filipino sculptor. He was born in Santa Ana, Manila, the youngest of five children of Santiago Silva Castrillo, a jeweler, and Magdalena De Los Santos, a leading actress in Zarzuelas and Holy Week pageants in Makati, Philippines. Castrillo was a Republic Cultural Heritage awardee.",
      "pageId": 6406432,
      "monthDay": "10/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Norman_Lovett",
      "name": "Norman Lovett",
      "aboutText": "Elliott Forbes-Robinson (born October 31, 1943 in La Crescenta, California) is a road racing racecar driver. He is known for his race wins and championships in many different series, including the American Le Mans Series (ALMS), Super Vee, Trans-Am Series, CanAm, IMSA GTU, and the World Challenge. He is known in NASCAR circles as a road course ringer.",
      "pageId": 6955273,
      "monthDay": "10/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stephen_Rea",
      "name": "Stephen Rea",
      "aboutText": "Herman Achille, Count Van Rompuy (Dutch: [ˈɦɛɾmɑn̪ ˌvɑn̪ ˈrɔmpœʏ]; born 31 October 1947) is a Belgian politician, who formerly served as Prime Minister of Belgium and then as the first President of the European Council.\nA politician from Belgium's Christian Democratic and Flemish party, Van Rompuy served as the 66th prime minister of Belgium from 30 December 2008 until Yves Leterme (who was also his predecessor) succeeded him on 25 November 2009. On 19 November 2009 Van Rompuy was selected by the members of the European Council, which is the institution of the European Union (EU) comprising the heads of state or government of the EU member states, as the first full-time President of that Council under the Treaty of Lisbon.",
      "pageId": 7742342,
      "monthDay": "10/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Deidre_Hall",
      "name": "Deidre Hall",
      "aboutText": "Aristotelis Pavlidis (born 31 October 1943) is a Greek politician. He was Minister for the Aegean and Island Policy from 2004 until 2007.\nBorn on Kos, Pavlidis studied physics and mathematics at the University of Athens and business administration in London.",
      "pageId": 11170044,
      "monthDay": "10/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Frank_Shorter",
      "name": "Frank Shorter",
      "aboutText": "Werner Josef Krieglstein (born October 31, 1941), a Fulbright Scholar and University of Chicago fellow, is an award winning and internationally recognized scholar, director and actor. Krieglstein is the founder of a neo-Nietzschean philosophical school called Transcendental Perspectivism. Krieglstein's \"philosophy of compassion\" has been the subject of symposium lectures at many prominent conferences including the UNESCO section of the World Congress of Philosophy conference in Seoul Korea (August, 2008), the ISAIL \"Fields of Conflict-Fields of Wisdom\": 4th International Congress in Wuerzburg, Germany (May, 2008), the meeting of the American Philosophical Association in Washington D.C. (Symposium Chair: Sept.",
      "pageId": 20130028,
      "monthDay": "10/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Herman_Van_Rompuy",
      "name": "Herman Van Rompuy",
      "aboutText": "Barrie Colin Keeffe (born 31 October 1945) is an English dramatist and screenwriter, best known for his screenplay for the 1981 film The Long Good Friday.\nKeeffe was educated at East Ham Grammar School and joined the National Youth Theatre as an actor, but actually started work as a journalist. His first television play The Substitute, was produced in 1972, his first theatre play Only a Game in 1973 and became a full time dramatic author in 1975: his theatre plays have been produced in 26 countries.",
      "pageId": 26335843,
      "monthDay": "10/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michael_Kitchen",
      "name": "Michael Kitchen",
      "aboutText": "Avraham \"Avi\" Shlaim FBA (born 31 October 1945) is an Iraqi-born British/Israeli historian. He is emeritus professor of International Relations at the University of Oxford and a fellow of the British Academy.",
      "pageId": 43349921,
      "monthDay": "10/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mart_Helme",
      "name": "Mart Helme",
      "aboutText": "John Franklin Candy (October 31, 1950 – March 4, 1994) was a Canadian-born actor and comedian, mainly in American films.\nCandy rose to fame as a member of the Toronto branch of the Second City and its related Second City Television series and through his appearances in such comedy films as Stripes, Splash, Cool Runnings, Summer Rental, The Great Outdoors, Spaceballs and Uncle Buck as well as more dramatic roles in Only the Lonely and JFK. One of his most renowned onscreen performances was as Del Griffith, the loquacious, on-the-move shower-curtain ring salesman in the John Hughes comedy Planes, Trains and Automobiles.\nWhile filming the Western parody Wagons East!, Candy died of a heart attack in Durango, Mexico, on March 4, 1994, aged 43.",
      "pageId": 90239,
      "monthDay": "10/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bob_Siebenberg",
      "name": "Bob Siebenberg",
      "aboutText": "Margaret Jane Pauley (born October 31, 1950), better known as Jane Pauley, is an American television anchor and journalist, and has been involved in news reporting since 1975. She is best known for her 13-year tenure on NBC's Today program, followed by 12 years as co-host of Dateline NBC, and for her public acknowledgements of her struggle with bipolar disorder.\n^ \"Jane Pauley: Interview by Chet Cooper and Dr.",
      "pageId": 318073,
      "monthDay": "10/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alison_Wolf",
      "name": "Alison Wolf",
      "aboutText": "Bernard Edwards (October 31, 1952 – April 18, 1996) was an American bass player, singer, songwriter and record producer, both as a member of the funk/disco band Chic and on his own projects.",
      "pageId": 346968,
      "monthDay": "10/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Candy",
      "name": "John Candy",
      "aboutText": "Dame Zaha Mohammad Hadid, DBE (Arabic: زها حديد‎ Zahā Ḥadīd; born 31 October 1950) is an Iraqi-British architect. In 2004 she became the first woman recipient of the Pritzker Architecture Prize. She received the Stirling Prize in 2010 and 2011.",
      "pageId": 513402,
      "monthDay": "10/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Zaha_Hadid",
      "name": "Zaha Hadid",
      "aboutText": "Michael J. Anderson (born October 31, 1953) is an American actor known for his roles as The Man from Another Place in David Lynch's television series Twin Peaks, the epilogue and prologue film of the series, Twin Peaks: Fire Walk with Me, and Samson Leonhart on the HBO series Carnivàle. While many people assume Anderson is a dwarf, he actually has the genetic disorder osteogenesis imperfecta. This disease leads to frequent breaks in long bones and improper healing, leaving him with a shortened stature of 3 foot 7 inches tall.",
      "pageId": 542119,
      "monthDay": "10/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jane_Pauley",
      "name": "Jane Pauley",
      "aboutText": "Susan Orlean (born October 31, 1955) is an American journalist and author. She has been a staff writer for The New Yorker since 1992, and has contributed articles to many magazines including Vogue, Rolling Stone, Esquire, and Outside.\nShe is best known as the author of the 1998 book The Orchid Thief, which was adapted into the film Adaptation (2002).",
      "pageId": 569449,
      "monthDay": "10/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Antonio_Taguba",
      "name": "Antonio Taguba",
      "aboutText": "Nicholas Lou \"Nick\" Saban Jr. (/seɪbən/; born October 31, 1951) is an American college football coach, and the current head football coach of the University of Alabama, a position he has held since the 2007 season. Saban previously served as head coach of the National Football League's Miami Dolphins and three other universities: Louisiana State University, Michigan State University, and the University of Toledo.",
      "pageId": 618468,
      "monthDay": "10/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nick_Saban",
      "name": "Nick Saban",
      "aboutText": "Antonio Mario Taguba (born October 31, 1950), is a retired major general in the United States Army. He was the second American citizen of Philippine birth to be promoted to general officer rank in the Army.\nTaguba is best known for authoring the Taguba Report, an internal U.S. Army report on abuse of detainees held at Abu Ghraib prison in Iraq.",
      "pageId": 642841,
      "monthDay": "10/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dave_Trembley",
      "name": "Dave Trembley",
      "aboutText": "Theodore Bruce Bawer (born October 31, 1956), who writes under the name Bruce Bawer, is an American writer who has been a resident of Norway since 1999. He is a literary, film, and cultural critic and poet who has also written about gay rights, Christianity, and Islam.\nBawer's writings on literature, gay issues, and Islam have all been highly controversial.",
      "pageId": 897181,
      "monthDay": "10/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bernard_Edwards",
      "name": "Bernard Edwards",
      "aboutText": "Eduardo V. Manalo (born October 31, 1955 in Quezon City, Philippines) is the eldest son of the late Eraño G. Manalo, and the incumbent Executive Minister of the Iglesia ni Cristo (INC).",
      "pageId": 911629,
      "monthDay": "10/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Joe_West_(umpire)",
      "name": "Joe West",
      "aboutText": "Robert Layne \"Bob\" Siebenberg (born October 31, 1949, in Glendale, California) also known as Bob C. Benberg, is an American musician, best known as a member of British progressive rock band Supertramp, playing drums and percussion. He was the sole American in Supertramp's lineup.\nSiebenberg's son Jesse also joined Supertramp at the time of the release of the live album It Was the Best of Times (live; 1999).",
      "pageId": 2521224,
      "monthDay": "10/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Michael_J._Anderson",
      "name": "Michael J. Anderson",
      "aboutText": "Joseph Henry West (born October 31, 1952), nicknamed \"Cowboy Joe\" or \"Country Joe,\" is an American professional baseball umpire in Major League Baseball (MLB). Born in Asheville, North Carolina, he grew up in Greenville and played football at East Carolina University (ECU) and Elon College. West entered the National League as an umpire in 1976; he joined the NL staff full time in 1978.",
      "pageId": 2917627,
      "monthDay": "10/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lynda_Goodfriend",
      "name": "Lynda Goodfriend",
      "aboutText": "Ken Wahl (born either October 31, 1954, or February 14, 1957) is an American film and television actor, popular in the 1980s and 1990s, best known for the CBS television crime drama Wiseguy. A severe injury in 1992 effectively ended his acting career. He is divorced from Corinne Alphen, and after a brief second marriage, he married Shane Barbi, in 1997.",
      "pageId": 4781231,
      "monthDay": "10/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Lucas_II",
      "name": "John Lucas II",
      "aboutText": "Lynda Goodfriend (born October 31, 1953) is an American actress who is best remembered as Lori Beth Cunningham (née Allen), Richie's girlfriend then wife on the TV sitcom, Happy Days. Prior to that, she played Ethel \"Sunshine\" Akalino on the short-lived series Blansky's Beauties. After that show left the air, she and co-star, Scott Baio (who had played Anthony DeLuca, Nancy Walker's nephew), joined Happy Days.",
      "pageId": 6059163,
      "monthDay": "10/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mari_Okamoto",
      "name": "Mari Okamoto",
      "aboutText": "David Michael Trembley (born October 31, 1951 in Carthage, New York) is an American professional baseball executive who will serve as director of player development of the Atlanta Braves in 2015. Trembley previously was the bench coach for the Houston Astros, and a manager of the Baltimore Orioles. Before managing the Orioles Trembley was a minor league manager for twenty seasons compiling a 1369–1413 record.",
      "pageId": 10780733,
      "monthDay": "10/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ken_Wahl",
      "name": "Ken Wahl",
      "aboutText": "Michalis Chrisochoidis (Greek: Μιχάλης Χρυσοχοΐδης, born 31 October 1955 in Nisi, Imathia) is a Greek politician, member of the Hellenic Parliament for the Panhellenic Socialist Movement (PASOK), former Minister for Citizen Protection and former Minister for Infrastructure, Transport and Networks.\n^ \"Μιχάλης Χρυσοχοΐδης\" (in Greek). enet.gr.",
      "pageId": 24817855,
      "monthDay": "10/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Michalis_Chrisochoidis",
      "name": "Michalis Chrisochoidis",
      "aboutText": "Mari Okamoto (岡本 茉利, Okamoto Mari, born October 31, 1954) is a Japanese actress and voice actress.",
      "pageId": 28331349,
      "monthDay": "10/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Eduardo_V._Manalo",
      "name": "Eduardo V. Manalo",
      "aboutText": "Alison Margaret Wolf, Baroness Wolf of Dulwich CBE (born 31 Oct 1949) is a British economist, and the Sir Roy Griffiths Professor of Public Sector Management at King’s College London. She is Director of the International Centre for University Policy Research, King’s Policy Institute; and Director of the university’s MSc programme in Public Sector Policy and Management. Her latest book is The XX Factor (published by Crown Books in the USA and Profile Books in the UK.) Wolf studied at the University of Neuchatel and Somerville College, Oxford.",
      "pageId": 28857422,
      "monthDay": "10/31"
    },
    {
      "year": "1955",
      "uri": "/wiki/Susan_Orlean",
      "name": "Susan Orlean",
      "aboutText": "John Harding Lucas II (born October 31, 1953) is a retired American professional basketball player and coach.",
      "pageId": 30864579,
      "monthDay": "10/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bruce_Bawer",
      "name": "Bruce Bawer",
      "aboutText": "Mart Helme (born 31 October 1949 in Pärnu) is an Estonian politician and the chairman of the national conservative Conservative People's Party of Estonia (EKRE) since April 13, 2013. A historian by profession, he also served as Estonia's ambassador to Russia from 1995 to 1999.\nHe has worked as a journalist, publisher and diplomat.",
      "pageId": 39955612,
      "monthDay": "10/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Christopher_de_Leon",
      "name": "Christopher de Leon",
      "aboutText": "Neal Town Stephenson (born October 31, 1959) is an award-winning American writer and game designer known for his works of speculative fiction.\nHis novels have been variously categorized as science fiction, historical fiction, cyberpunk, and \"postcyberpunk\". Other labels, such as \"baroque\", have been used.",
      "pageId": 21443,
      "monthDay": "10/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anders_Lago",
      "name": "Anders Lago",
      "aboutText": "Laurence Joseph \"Larry\" Mullen, Jr. (born 31 October 1961) is an Irish musician and actor, best known as the drummer of the Irish rock band U2. A member of the group since its inception, he has recorded 13 studio albums with the group.",
      "pageId": 124024,
      "monthDay": "10/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Roberto_Malone",
      "name": "Roberto Malone",
      "aboutText": "Reza Pahlavi II (Persian: رضا پهلوی‎‎, born 31 October 1960) is the last crown prince of Persia, the former Imperial State of Iran and current head of the House of Pahlavi. He is the older son of the late Shah Mohammad Reza Pahlavi and Shahbanu Farah Pahlavi. A resident of the United States, he is the pretender to the former Persian throne.",
      "pageId": 613947,
      "monthDay": "10/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charles_Moore_(journalist)",
      "name": "Charles Moore",
      "aboutText": "Alonzo C. Babers (born October 31, 1961) is an American former athlete, winner of two gold medals at the 1984 Summer Olympics, in the 400 m and the 4x400 m relay.\nBorn in Montgomery, Alabama, Alonzo Babers was a military dependent who graduated from Kaiserslautern American High School in then-West Germany. He attended the United States Air Force Academy from 1979 to 1983, graduating with a major in aerospace engineering, where he ran track and played one season of football.",
      "pageId": 703276,
      "monthDay": "10/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Brian_Stokes_Mitchell",
      "name": "Brian Stokes Mitchell",
      "aboutText": "Robert Pollard (born October 31, 1957) is an American rock musician and singer-songwriter who is the leader and creative force behind indie rock group Guided by Voices. In addition to his work with Guided by Voices, he continues to have a prolific solo career with 21 solo albums released so far.\nWith more than 1,700 songs registered to his name with BMI, Pollard is among the most prolific songwriters of his time.",
      "pageId": 768714,
      "monthDay": "10/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Shirley_Phelps-Roper",
      "name": "Shirley Phelps-Roper",
      "aboutText": "Jeannie Longo (born 31 October 1958 in Annecy, Haute-Savoie) is a French racing cyclist, 59-time French champion and 13-time world champion. Longo is still active in cycling as of 2011 and is widely considered one of the greatest female cyclists of all time. She is famous for her competitive nature and her longevity in a sport where some of her competitors were not yet born during her first Olympic competition in 1984.",
      "pageId": 922657,
      "monthDay": "10/31"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robert_Pollard",
      "name": "Robert Pollard",
      "aboutText": "Charles Hilary Moore (born 31 October 1956) is an English journalist and a former editor of The Daily Telegraph, The Sunday Telegraph and The Spectator. He still writes for the first and last of these publications.",
      "pageId": 941989,
      "monthDay": "10/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jeannie_Longo",
      "name": "Jeannie Longo",
      "aboutText": "Luis Guillermo Fortuño Burset (born October 31, 1960) is a Puerto Rican politician who served as the tenth Governor of the Commonwealth of Puerto Rico, a territory of the United States of America, and as president of the \"New Progressive Party of Puerto Rico (PNP)\" until 2013, as a member of the Republican National Committee, served as president of the Council of State Governments during 2012 and served as president of the Southern Governors Association from 2011 to 2012. On June 26, 2011 he announced his plans to run for reelection. He was defeated in the 2012 Elections by Alejandro Garcia Padilla.",
      "pageId": 1129560,
      "monthDay": "10/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_DeLorenzo",
      "name": "Michael DeLorenzo",
      "aboutText": "Mats Torsten Näslund (born October 31, 1959), nicknamed \"Le Petit Viking\", is a retired Swedish ice hockey player.",
      "pageId": 1200539,
      "monthDay": "10/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mats_N%C3%A4slund",
      "name": "Mats Näslund",
      "aboutText": "Brian Stokes Mitchell (born October 31, 1957) is an American stage, film and television actor and singer. A powerful baritone, he has been one of the central leading men of the Broadway theatre since the early 1990s.",
      "pageId": 1270302,
      "monthDay": "10/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Neal_Stephenson",
      "name": "Neal Stephenson",
      "aboutText": "Michael Anthony Gallego (born October 31, 1960) is an American baseball player of Mexican descent. He is a former Major League Baseball infielder who played for the Oakland Athletics, New York Yankees, and St.",
      "pageId": 1854228,
      "monthDay": "10/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Arnaud_Desplechin",
      "name": "Arnaud Desplechin",
      "aboutText": "Michael DeLorenzo (born October 31, 1959) is an American actor, director and musician. He is best known for his portrayal of NYPD Detective Eddie Torres on the Fox television series New York Undercover which was aired from 1994–1998.",
      "pageId": 2423064,
      "monthDay": "10/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Luis_Fortu%C3%B1o",
      "name": "Luis Fortuño",
      "aboutText": "Roberto Malone (born October 31, 1956) is the stage name of an Italian pornographic film actor and director who has appeared in over 375 pornographic films.\nAlthough best known under the pseudonym \"Roberto Malone,\" he has also performed under the names of \"Bob Holmes\" or \"Roberto Mel\".\nHe was briefly married to Dutch pornographic film actress Zara Whites.",
      "pageId": 3070911,
      "monthDay": "10/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Gallego",
      "name": "Mike Gallego",
      "aboutText": "Jamae Kathryn \"Kate\" Campbell (born October 31, 1961 in New Orleans, Louisiana) is an American folk singer/songwriter.\nKate's songwriting follows in the southern literary tradition with an emphasis on a sense of place, race, and religion. Her story-filled songs feature quirky characters and often deal with the region's complex issues.",
      "pageId": 3139279,
      "monthDay": "10/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Reza_Pahlavi,_Crown_Prince_of_Iran",
      "name": "Reza Pahlavi, Crown Prince of Iran",
      "aboutText": "Jonathan Alan Borden is an American neurosurgeon who developed the Borden Classification of Dural Arteriovenous Fistulas.",
      "pageId": 3483361,
      "monthDay": "10/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alonzo_Babers",
      "name": "Alonzo Babers",
      "aboutText": "Arnaud Desplechin (born 31 October 1960) is a French film director and screenwriter.",
      "pageId": 6309056,
      "monthDay": "10/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kate_Campbell",
      "name": "Kate Campbell",
      "aboutText": "Shirley Lynn Phelps-Roper (born Shirley Lynn Phelps, October 31, 1957) is an American lawyer and political activist. She is best known as the former spokesperson of the Westboro Baptist Church of Topeka, Kansas, an organization known for its highly publicized homophobic public protests conducted under the slogan \"God Hates Fags.\" Phelps has been highly criticized and taunted by the media for her perceived religious fanaticism and poor parenting.\n^ Fry, Steve (2014-03-17).",
      "pageId": 10721157,
      "monthDay": "10/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Jackson",
      "name": "Peter Jackson",
      "aboutText": "Christopher Strauss de Leon (born October 31, 1956) is a Filipino film actor and politician. De Leon appeared on the gag show Going Bananas and has appeared in over 120 films since the early 1970s.",
      "pageId": 12837648,
      "monthDay": "10/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Larry_Mullen,_Jr.",
      "name": "Larry Mullen, Jr.",
      "aboutText": "Anders Lago (born 31 October 1956) is a Swedish Social Democratic politician and former mayor (Swedish: Kommunstyrelsens ordförande) of Södertälje, Sweden. On 10 April 2008, Lago participated in a hearing before the Helsinki Commission, the independent U.S. government agency led by members of U.S. Congress, where he claimed that his small city of about 80,000 was now home to nearly 6,000 Iraqis; \"more refugees than the United States and Canada together\".",
      "pageId": 16878044,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jonathan_Borden",
      "name": "Jonathan Borden",
      "aboutText": "Sir Peter Robert Jackson ONZ KNZM (born 31 October 1961) is a New Zealand filmmaker and screenwriter. He is best known as the director and producer of The Lord of the Rings trilogy (2001–03) and The Hobbit trilogy (2012–14), both of which are adapted from the novels of the same name by J. R. R. Tolkien. Other notable films include the drama Heavenly Creatures (1994), the mockumentary Forgotten Silver (1995), the horror comedy The Frighteners (1996), the epic monster film King Kong (2005) and the supernatural drama film The Lovely Bones (2009).",
      "pageId": 19222532,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bill_Fralic",
      "name": "Bill Fralic",
      "aboutText": "Marcel \"Marco\" van Basten (Dutch pronunciation: [ˈmɑrkoː vɑn ˈbɑstə(n)]; born 31 October 1964) is a Dutch football manager and former football player, who played for Ajax and A.C. Milan, as well as the Netherlands national team, in the 1980s and early 1990s as a forward. He is regarded as one of the greatest players of all time and has scored 300 goals in a high-profile career, but played his last game in 1993 at the age of 28 due to an injury which caused his retirement two years later. He was later the head coach of Ajax and the Netherlands national team.",
      "pageId": 51749,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Anna_Geifman",
      "name": "Anna Geifman",
      "aboutText": "Johnny Marr (born John Martin Maher; 31 October 1963) is an English musician, songwriter and singer. Between 1982 and 1987 he was the guitarist and – with Morrissey – co-songwriter of The Smiths, an English rock band formed in Manchester. Critics have called them the most important alternative rock band to emerge from the British independent music scene of the 1980s.",
      "pageId": 173710,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Giannini",
      "name": "John Giannini",
      "aboutText": "Frederick Stanley McGriff (born October 31, 1963) is a former Major League Baseball player who played for six teams from 1986 through 2004. A power-hitting first baseman, he became a five-time All-Star and led both leagues in home runs in separate years - the American League in 1989 and the National League in 1992. McGriff finished his career with 493 home runs, tied with Hall of Fame player Lou Gehrig, and only seven homers away from joining the 500 home run club.",
      "pageId": 205905,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mari_Jungstedt",
      "name": "Mari Jungstedt",
      "aboutText": "Robert Michael \"Rob\" Schneider (born October 31, 1963) is an American actor, comedian, screenwriter, and director.",
      "pageId": 218238,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Raphael_Rabello",
      "name": "Raphael Rabello",
      "aboutText": "Sanjeev Bhaskar, OBE (born 31 October 1963) is a British comedian, actor and broadcaster, best known for his work in the BBC Two comedy series Goodness Gracious Me and as host of The Kumars at No. 42. He also presented and starred in a documentary series called India with Sanjeev Bhaskar in which he travelled to India and visited his ancestral home in today's Pakistan.",
      "pageId": 717521,
      "monthDay": "10/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dan_Wood_(ice_hockey)",
      "name": "Dan Wood",
      "aboutText": "Denis Joseph Irwin (born 31 October 1965) is an Irish former professional footballer who played as a full-back from 1983 to 2004.\nBorn in Cork, Ireland, he is best known for his long and successful stint at Manchester United, where he established himself as one of the most important players in the United team that won a host of domestic and European trophies in his time there between 1990 and 2002. He has been regarded by Alex Ferguson as, pound for pound, his greatest ever signing.",
      "pageId": 1114589,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dunga",
      "name": "Dunga",
      "aboutText": "Theodore \"Blue\" Edwards (born October 31, 1965) is a retired American professional basketball player who played in the NBA. Edwards played ten years in the league.",
      "pageId": 1429218,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sanjeev_Bhaskar",
      "name": "Sanjeev Bhaskar",
      "aboutText": "Carlos Caetano Bledorn Verri (born October 31, 1963 in Ijuí, Rio Grande do Sul), commonly known as Dunga (pronounced Portuguese pronunciation: [ˈdũɡɐ]), is a former Brazilian footballer and a World Champion for Brazil in the 1994 FIFA World Cup and the current head coach of Brazil. Along with Xavi, he is one of only two men to have played in a World Cup, Olympic Games, Confederations Cup and continental championship final. He is currently head coach of Brazil, being appointed in 2014 for a second time.",
      "pageId": 1486014,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mikkey_Dee",
      "name": "Mikkey Dee",
      "aboutText": "Darryl Wade Worley (born October 31, 1964) is an American country music artist. Signed to DreamWorks Records Nashville in 2000, Worley released four albums for the label: Hard Rain Don't Last (2000), I Miss My Friend (2002), Have You Forgotten? (2003), and Darryl Worley in 2004.",
      "pageId": 1996664,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Johnny_Marr",
      "name": "Johnny Marr",
      "aboutText": "Micael Kiriakos Delaoglou (born on 31 October 1963), known better by his stage name Mikkey Dee, is a Swedish rock musician. He is a former drummer for King Diamond and Don Dokken, and most recently, drummer of hard rock band Motörhead. Dee played drums for Motörhead from 1992 to 2015.",
      "pageId": 2181006,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Fred_McGriff",
      "name": "Fred McGriff",
      "aboutText": "Dermot Mulroney (born October 31, 1963) is an American actor and director. Acting since the 1980s, he is known for his roles in the films Young Guns, Where the Day Takes You, My Best Friend's Wedding, The Last Outlaw, About Schmidt, and August: Osage County.",
      "pageId": 2338166,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dermot_Mulroney",
      "name": "Dermot Mulroney",
      "aboutText": "Rafael Baptista Rabello (October 31, 1962 – April 27, 1995), was a virtuoso Brazilian guitarist and composer.",
      "pageId": 3201527,
      "monthDay": "10/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rob_Schneider",
      "name": "Rob Schneider",
      "aboutText": "Colm Ó Cíosóig (Irish pronunciation: [ˈkʊlˠmˠ oː ˈciːsˠoɟ]; born 31 October 1964) is an Irish musician, best known as the drummer and a founding member of the alternative rock band My Bloody Valentine.",
      "pageId": 4145991,
      "monthDay": "10/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Frank_Bruni",
      "name": "Frank Bruni",
      "aboutText": "William P. \"Bill\" Fralic, Jr. (born October 31, 1962) is a former professional football player, an offensive guard for the Atlanta Falcons and Detroit Lions of the National Football League (NFL) from 1985 to 1993.",
      "pageId": 4194852,
      "monthDay": "10/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Colm_%C3%93_C%C3%ADos%C3%B3ig",
      "name": "Colm Ó Cíosóig",
      "aboutText": "Paul Johan du Toit (31 October 1965 – 9 January 2014) was a South African artist, working in painting, sculpture, paper and mixed media. His exhibits have been displayed globally. Most notably, three of his sculptures were selected for the 2001 Florence Biennale.",
      "pageId": 7079306,
      "monthDay": "10/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Marco_van_Basten",
      "name": "Marco van Basten",
      "aboutText": "Dr.",
      "pageId": 9890109,
      "monthDay": "10/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Darryl_Worley",
      "name": "Darryl Worley",
      "aboutText": "Mari Jungstedt (born 31 October 1962 in Stockholm) is a Swedish journalist and crime fiction author.\nJungstedt worked as a reporter on Swedish national public radio and television, and was an occasional presenter on TV4's daily talk show Förkväll.\nHer first five novels are set on the island of Gotland and feature Detective Superintendent Anders Knutas and the journalist Johan Berg.",
      "pageId": 13236415,
      "monthDay": "10/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Paul_du_Toit",
      "name": "Paul du Toit",
      "aboutText": "Frank Anthony Bruni (born October 31, 1964) is an American journalist. He was the chief restaurant critic of the New York Times, from 2004 to 2009. In June 2011, he was named an Op-ed columnist for the newspaper—its first openly gay one.",
      "pageId": 16488145,
      "monthDay": "10/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Blue_Edwards",
      "name": "Blue Edwards",
      "aboutText": "Anna Geifman is an American historian. The field of her scientific interest includes political extremism, terrorism and the history of the Russian revolutionary movements.",
      "pageId": 19287553,
      "monthDay": "10/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Denis_Irwin",
      "name": "Denis Irwin",
      "aboutText": "Daniel Phillip Wood (born October 31, 1962) is a Canadian former ice hockey player who was a member of the 1984 Canadian Olympic team, which finished out of the medals at the Sarajevo Games. He was selected by the St. Louis Blues in the 9th round (188th overall) of the 1981 NHL Entry Draft.",
      "pageId": 33029292,
      "monthDay": "10/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rob_Rackstraw",
      "name": "Rob Rackstraw",
      "aboutText": "Robert Matthew Van Winkle (born October 31, 1967), known by his stage name, Vanilla Ice, is an American rapper, actor and television host. Born in South Dallas, and raised in Texas and South Florida, Ice released his debut album, Hooked, in 1989 on Ichiban Records, before signing a contract with SBK Records, a record label of the EMI Group which released a reformatted version of the album under the title To the Extreme. Ice's 1990 single \"Ice Ice Baby\" was the first hip hop single to top the Billboard charts.",
      "pageId": 180532,
      "monthDay": "10/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ad-Rock",
      "name": "Ad-Rock",
      "aboutText": "Michael Edward \"Mike\" O'Malley (born October 31, 1966) is an American actor and writer who has appeared in many films and television series. Born in Boston and raised in New Hampshire, O'Malley moved to Los Angeles in the late 1990s to star in a series for NBC, called The Mike O'Malley Show. He is probably best known for his role as Jimmy Hughes on the hit CBS series Yes, Dear that aired from October 2, 2000, to February 15, 2006.",
      "pageId": 683737,
      "monthDay": "10/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Joseph_Boyden",
      "name": "Joseph Boyden",
      "aboutText": "Malin Sofia Katarina Berggren (born 31 October 1970) is a former member of the band Ace of Base. Having been interested and involved in music since her childhood, she formed the band in 1987, along with her sister Jenny, her brother Jonas and their friend Ulf Ekberg. Before forming Ace of Base, Malin sang in her church's choir.",
      "pageId": 722610,
      "monthDay": "10/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Koji_Kanemoto",
      "name": "Koji Kanemoto",
      "aboutText": "Antonio Lee Davis (born October 31, 1968) is an American retired National Basketball Association (NBA) player. Davis is also the former president of the NBA Players Association (NBPA). On October 31, 2012, ESPN announced the hiring of Davis as a studio analyst for NBA broadcasts.",
      "pageId": 1260697,
      "monthDay": "10/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Annabella_Lwin",
      "name": "Annabella Lwin",
      "aboutText": "Adam Keefe Horovitz (born October 31, 1966), better known as Ad-Rock or King Ad-Rock, is an American musician, guitarist, rapper, producer, and actor. He is best known as a member of the hip hop group the Beastie Boys.",
      "pageId": 1262555,
      "monthDay": "10/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_O%27Malley",
      "name": "Mike O'Malley",
      "aboutText": "Irina Pantaeva (born October 31, 1967) is a Russian model and actress. Pantaeva was born in Ulan-Ude, Buryat ASSR, Russian SFSR, Soviet Union. She is an ethnic Buryat-Mongol.",
      "pageId": 1465093,
      "monthDay": "10/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jon_Wurster",
      "name": "Jon Wurster",
      "aboutText": "Adam Schlesinger is an American songwriter, composer and record producer. He has won Emmy and Grammy Awards, and has also been nominated for Oscar, Tony, and Golden Globe Awards. He is also a winner of the ASCAP Pop Music Award.",
      "pageId": 1493272,
      "monthDay": "10/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Petros_Gaitanos",
      "name": "Petros Gaitanos",
      "aboutText": "Thomas Rogers Stevens (born 31 October 1970) is the American guitarist from Blind Melon, an alternative rock band which began in the 1990s and is most famous for their hit song \"No Rain\". He has also been a member of the bands Extra Virgin and The Tender Trio.",
      "pageId": 1607922,
      "monthDay": "10/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vanilla_Ice",
      "name": "Vanilla Ice",
      "aboutText": "Buddy Lazier (born October 31, 1967) is an American auto racing driver, best known for winning the 1996 Indianapolis 500 and the 2000 Indy Racing League season championship.\nLazier began his career in the 1980s by competing in such series as the IMSA GT Championship, the SCCA Canadian-American Challenge Cup and the American Indycar Series. Lazier won the American Indycar Series championship in 1988.",
      "pageId": 1996811,
      "monthDay": "10/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Buddy_Lazier",
      "name": "Buddy Lazier",
      "aboutText": "Annabella Lwin (born 31 October 1966) is an Anglo-Burmese singer, songwriter, and record producer best known as the lead singer of Bow Wow Wow.",
      "pageId": 2449433,
      "monthDay": "10/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Irina_Pantaeva",
      "name": "Irina Pantaeva",
      "aboutText": "Joseph Boyden (born October 31, 1966) is a Canadian novelist and short story writer. His first novel, Three Day Road won the Amazon/Books in Canada First Novel Award and the Rogers Writers' Trust Fiction Prize. His second novel, Through Black Spruce, won the 2008 Scotiabank Giller Prize, and his third book, The Orenda was named the winner of the 2014 edition of Canada Reads.",
      "pageId": 2971837,
      "monthDay": "10/31"
    },
    {
      "year": "1967",
      "uri": "/wiki/Adam_Schlesinger",
      "name": "Adam Schlesinger",
      "aboutText": "Kōji Kanemoto (金本 浩二, Kanemoto Kōji, born October 31, 1966) is a professional wrestler of Zainichi Korean descent. He has previously worked with New Japan Pro Wrestling and All Japan Pro Wrestling. He is currently a freelancer.",
      "pageId": 3830291,
      "monthDay": "10/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Antonio_Davis",
      "name": "Antonio Davis",
      "aboutText": "Robert \"Rob\" Rackstraw (born 31 October 1965 in Sunderland) is an English voice actor well known for his various voice-over roles in the popular television series Bob the Builder, mainly the scarecrow Spud.",
      "pageId": 3876452,
      "monthDay": "10/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Coburn_(actor)",
      "name": "David Coburn",
      "aboutText": "Terry Alderton (born 31 October 1970) is an English comedian who had acting and presenting roles in the early 2000s before returning to stand-up comedy a decade later.",
      "pageId": 4878191,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Terry_Alderton",
      "name": "Terry Alderton",
      "aboutText": "Nolan Ramsey North (born October 31, 1970) is an American actor who has been described as \"the nearest thing the games industry has to a bona fide leading man.\" His voice work includes characters such as Nathan Drake from the Uncharted series; Desmond Miles from the Assassin's Creed video game series; Ghost from the Bungie title Destiny; the Penguin in the Batman: Arkham video game franchise; Cpt. Martin Walker in Spec Ops: The Line; David in The Last of Us; several characters in various pieces of Marvel media, most popularly Deadpool; Superboy in Young Justice; himself in Saints Row IV, and Edward Richtofen in the Call of Duty Zombies storyline.",
      "pageId": 5780286,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Linn_Berggren",
      "name": "Linn Berggren",
      "aboutText": "Jonathan Patrick \"Jon\" Wurster (born October 31, 1966) is an American musician and humorist best known as the drummer for indie rockers Superchunk and the Mountain Goats, as well for his comedic work with radio host Tom Scharpling on The Best Show.",
      "pageId": 6490926,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mitch_Harris",
      "name": "Mitch Harris",
      "aboutText": "Mitch Harris (born October 31, 1969) is an American guitarist, born in Queens, New York, then moving to Las Vegas, Nevada, but currently living in Birmingham, England. He started his career in the grindcore band Righteous Pigs. He did a side project with Mick Harris – then the drummer of grindcore band Napalm Death, called Defecation.",
      "pageId": 11158828,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Johnny_Moeller",
      "name": "Johnny Moeller",
      "aboutText": "Johnny Moeller (born Jon Kelly Moeller, October 31, 1970) is an American blues guitarist, currently with The Fabulous Thunderbirds.\nBorn in Fort Worth, Texas, he had early exposure to music in the home, as his father played a little boogie-woogie piano and was constantly listening to music. He started playing guitar in his early teen years and soon discovered Slim Harpo and Jimmy Reed in his father's record collection.",
      "pageId": 12721618,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nolan_North",
      "name": "Nolan North",
      "aboutText": "David Coburn (born October 31, 1969) is an American actor, voice actor, and singer. He is best known as the voice of Captain Planet in the TV series, Captain Planet and the Planeteers. He has lived in Paris, France since 2011.",
      "pageId": 27307711,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rogers_Stevens",
      "name": "Rogers Stevens",
      "aboutText": "Petros Gaitanos (Greek: Πέτρος Γαϊτάνος born on October 31, 1967) is a Greek singer. He was born in Drama and raised in the village of Kokkinogeia, where he remained until the age of 18 years.\nHe studied at the Athens Hellenic Odeum and has a degree of Byzantine music.",
      "pageId": 41614402,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steve_Trachsel",
      "name": "Steve Trachsel",
      "aboutText": "Tom Smith (born 31 October 1971) is a rugby union coach and former player born in London, England who represented Scotland and the Lions.",
      "pageId": 74665,
      "monthDay": "10/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nicky_Wu",
      "name": "Nicky Wu",
      "aboutText": "Alphonso Gene Ford (October 31, 1971 – September 4, 2004) was an American professional basketball player. A 1.93 m (6 ft 4 in) tall shooting guard, he was one of the greatest scorers in college basketball history. After a short stint in the NBA, Ford played professionally in Europe.",
      "pageId": 984324,
      "monthDay": "10/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alphonso_Ford",
      "name": "Alphonso Ford",
      "aboutText": "Matthew James Sutherland \"Matt\" Dawson, MBE (born 31 October 1972) is a retired English rugby union player who played scrum half for London Wasps and Northampton Saints. During his international career he toured with the British and Irish Lions three times and was part of England's 2003 Rugby World Cup winning side. He won 77 caps for his country in total, including nine as captain and is England's most capped scrum half.",
      "pageId": 1124293,
      "monthDay": "10/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tom_Smith_(rugby_union_player_born_1971)",
      "name": "Tom Smith",
      "aboutText": "David Michael Dellucci (born October 31, 1973) is a former Major League Baseball outfielder.",
      "pageId": 1333170,
      "monthDay": "10/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Phil_Tataurangi",
      "name": "Phil Tataurangi",
      "aboutText": "Stephen Christopher Trachsel (born October 31, 1970), nicknamed \"The Human Rain Delay\", is a former Major League Baseball pitcher. He was known for the long amount of time he took to deliver the ball to home plate in between pitches. Games in which he pitched were known to be considerably longer than most games, leading to his nickname.",
      "pageId": 1375092,
      "monthDay": "10/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ian_Walker_(footballer)",
      "name": "Ian Walker",
      "aboutText": "Ian Michael Walker (born 31 October 1971) is an English former professional footballer. His former clubs include Tottenham Hotspur, Leicester City and Bolton Wanderers. Walker is the son of former Wales goalkeeper, and Norwich City and Everton manager Mike Walker.",
      "pageId": 1514324,
      "monthDay": "10/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shaun_Bartlett",
      "name": "Shaun Bartlett",
      "aboutText": "Shaun Bartlett (born 31 October 1972 in Cape Town) is a retired South African football striker who last played for Bloemfontein Celtic.",
      "pageId": 1799800,
      "monthDay": "10/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matt_Dawson",
      "name": "Matt Dawson",
      "aboutText": "Mustafa Kemal \"Muzzy\" Izzet (Turkish: İzzet; born 31 October 1974) is a former footballer who played for Chelsea, Leicester City, Birmingham City and the Turkish national team. His father is a Turkish Cypriot who came to England as a small boy, and his mother is English. His younger brother, Kemal, also became a professional footballer.",
      "pageId": 2288596,
      "monthDay": "10/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Grigoris_Georgatos",
      "name": "Grigoris Georgatos",
      "aboutText": "Timothy Christopher Byrdak (born October 31, 1973) is an American former professional baseball pitcher. He has pitched for the Kansas City Royals, Baltimore Orioles, Detroit Tigers, Houston Astros and New York Mets.",
      "pageId": 2771425,
      "monthDay": "10/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paul_Abrahams",
      "name": "Paul Abrahams",
      "aboutText": "Grigoris Georgatos (Greek: Γρηγόρης Γεωργάτος; born 31 October 1972), also known as \"Trelos Karaflos\" (literally translated, \"crazy bald\"), is a retired Greek footballer. He typically played left-back for Greek Championship club Olympiacos. Georgatos also earned 35 caps and scored 3 goals for the Greek national team having debuted on 6 September 1995.",
      "pageId": 3186827,
      "monthDay": "10/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Christopher_Bevins",
      "name": "Christopher Bevins",
      "aboutText": "Phillip Mikaera Tataurangi (born 31 October 1971) is a New Zealand golfer.\nTataurangi was born in Auckland. In 1992 he was a member of the New Zealand's winning Eisenhower Trophy team and was the leading individual player in the tournament.",
      "pageId": 5178867,
      "monthDay": "10/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tim_Byrdak",
      "name": "Tim Byrdak",
      "aboutText": "Arzum Onan October 31, (1973) is a Turkish actress, former model and Miss Europe 1993.",
      "pageId": 5695719,
      "monthDay": "10/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/David_Dellucci",
      "name": "David Dellucci",
      "aboutText": "Roger Lima (born October 31, 1974) is a Brazilian bass guitarist, singer, songwriter and producer. He is best known as the bass guitarist and co-lead vocalist of American ska-punk band Less Than Jake. Lima also performs in punk rock band Rehasher, and has another band called Greenhorn.",
      "pageId": 5711365,
      "monthDay": "10/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Beverly_Lynne",
      "name": "Beverly Lynne",
      "aboutText": "Fabio Celestini (born 31 October 1975) is a Swiss retired footballer who played as a defensive midfielder, and the current manager of FC Lausanne-Sport.\nHaving started and finished his 15-year professional career with Lausanne, he also played one full decade combined in France and Spain, representing four teams.",
      "pageId": 5728195,
      "monthDay": "10/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Arzum_Onan",
      "name": "Arzum Onan",
      "aboutText": "Nicholas \"Nicky\" Wu (born October 31, 1970) is a Taiwanese singer and actor. He found fame in 1988 when he became a member of the boy band, Xiao Hu Dui, performing alongside Alec Su and Julian Chen. The trio were extremely popular and successful in Taiwan, selling many records in the process.",
      "pageId": 5821023,
      "monthDay": "10/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Muzzy_Izzet",
      "name": "Muzzy Izzet",
      "aboutText": "Christopher Bevins (born October 31, 1973) is an American voice director and actor who has worked on English-language adaptations of Japanese anime shows for Funimation.",
      "pageId": 6868390,
      "monthDay": "10/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Roger_Manganelli",
      "name": "Roger Manganelli",
      "aboutText": "Template:Infobox adult biographyOhio",
      "pageId": 7402913,
      "monthDay": "10/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Natasja_Saad",
      "name": "Natasja Saad",
      "aboutText": "Keith Hector Jardine (born October 31, 1975) is an actor and retired American mixed martial artist. Jardine was known for upset victories in bouts he took at short notice against highly rated fighters. His best wins were in contests with former UFC Light Heavyweight Champions and UFC Hall of Famers Chuck Liddell and Forrest Griffin Jardines unorthodox attacking style wrongfooted opponents, but left him vulnerable in some career-crucial contests, and by his mid 30's he had effectively retired from competing to concentrate on a 'Paleo' business venture.",
      "pageId": 7705535,
      "monthDay": "10/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Fabio_Celestini",
      "name": "Fabio Celestini",
      "aboutText": "Natasja Saad (31 October 1974 - 24 June 2007), also known as Dou T', Little T and Natasja, was a Danish rapper and reggae singer.",
      "pageId": 11945009,
      "monthDay": "10/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Keith_Jardine",
      "name": "Keith Jardine",
      "aboutText": "Paul Abrahams (born 31 October 1973) is an English former footballer who played as a forward or as a winger in the Football League, most notably for Colchester United, where he made over 100 league appearances in two spells between 1992 and 1999. He also played for Brentford and for a number of non-league teams after retiring from the professional game through injury.\n^ a b c \"Colchester United – Player profile\".",
      "pageId": 22880691,
      "monthDay": "10/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Johnny_Whitworth",
      "name": "Johnny Whitworth",
      "aboutText": "Piper Lisa Perabo (/ˈpɛrəˈboʊ/; born October 31, 1976) is an American stage, film, and television actress. Since her breakthrough role in Coyote Ugly (2000), she has appeared in films such as Lost and Delirious (2001), Cheaper by the Dozen (2003), Cheaper by the Dozen 2 (2005), The Prestige (2006), Beverly Hills Chihuahua (2008), and Looper (2012).",
      "pageId": 456611,
      "monthDay": "10/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Guti_(footballer)",
      "name": "Guti",
      "aboutText": "Martin Willem Verkerk (born 31 October 1978) is a retired professional Dutch tennis player. As a relatively unknown player, he reached the final of the French Open in 2003, which he lost to Spaniard Juan Carlos Ferrero. Along the way, he beat Željko Krajan, Luis Horna, Vince Spadea and Rainer Schüttler before beating experienced clay court players Carlos Moyá and Guillermo Coria.",
      "pageId": 683988,
      "monthDay": "10/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Piper_Perabo",
      "name": "Piper Perabo",
      "aboutText": "Simão Pedro Fonseca Sabrosa OIH (born 31 October 1979), known mononymously as Simão (Portuguese pronunciation: [siˈmɐ̃w̃]), is a Portuguese professional footballer who plays for Indian club NorthEast United FC mainly as a left winger, with dribbling and set piece skills as primary attributes.\nHaving played in his country for two of the three biggest teams in the nation, Benfica and Sporting, he also spent several years of his career in Spain, notably with Atlético Madrid. He won the 2004–05 national championship with the first club and the 2010 Europa League with the third, amongst other accolades.",
      "pageId": 751279,
      "monthDay": "10/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Koji_Yamamoto_(actor)",
      "name": "Koji Yamamoto",
      "aboutText": "Samaire Rhys Armstrong (/səˈmɪərə/ sə-MEER-ə; born October 31, 1980) is an American actress, fashion designer and model. She is known for her roles in Stay Alive, The O.C., It's a Boy Girl Thing, and as Juliet Darling in the ABC television series, Dirty Sexy Money. She has most recently appeared on television as Elaine Richards in the ABC fantasy-drama Resurrection.",
      "pageId": 1015709,
      "monthDay": "10/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sylviane_F%C3%A9lix",
      "name": "Sylviane Félix",
      "aboutText": "Sylviane Felix (born 31 October 1977, in Créteil, France) is a track and field sprint athlete, competing internationally for France, who won the bronze medal in the 4x100m relay at the 2004 Olympic Games in Athens, Greece.\nFelix started running at age fifteen. She suffered knee and back injuries which forced her out of competition for two years between 1998 and 2000.",
      "pageId": 1030063,
      "monthDay": "10/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/S%C3%A9verine_Ferrer",
      "name": "Séverine Ferrer",
      "aboutText": "Ricardo Dwayne Fuller (born 31 October 1979) is a Jamaican professional footballer who plays as a striker for Oldham Athletic. He has also played for the Jamaica national team.\nFuller started his football career with Jamaican side Tivoli Gardens, before he moved to England with Crystal Palace in February 2001.",
      "pageId": 1091585,
      "monthDay": "10/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Inka_Grings",
      "name": "Inka Grings",
      "aboutText": "José María Gutiérrez Hernández (born 31 October 1976), known as Guti, is a Spanish retired footballer who played as an attacking midfielder.\nDuring his professional career, he played almost exclusively for Real Madrid – appearing in more than 500 official games and serving as vice-captain – helping the club to 15 trophies, most notably three UEFA Champions League and five La Liga titles.",
      "pageId": 1479971,
      "monthDay": "10/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Emmanuel_Izonritei",
      "name": "Emmanuel Izonritei",
      "aboutText": "Marek Mirosław Saganowski (Polish pronunciation: [ˈmarɛk miˈrɔswaf saɡaˈnɔfskʲi]; born 31 October 1978 in Łódź) is a Polish football player who plays as a striker for Legia Warsaw.\nIn a much-travelled career, he has represented clubs in Poland, Germany, the Netherlands, Portugal, France, England, Denmark and Greece.\nSaganowski made his full international debut for Poland in 1996 and has since earned 35 caps, scoring 5 goals.",
      "pageId": 2688331,
      "monthDay": "10/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Marek_Saganowski",
      "name": "Marek Saganowski",
      "aboutText": "Johnny Whitworth (born October 31, 1975) is an American actor.",
      "pageId": 2706095,
      "monthDay": "10/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mika_Sugisaki",
      "name": "Mika Sugisaki",
      "aboutText": "Irina Denezhkina (Russian: Ирина Денежкина; born October 31, 1981 in Yekaterinburg) is a Russian controversial writer, notable for a vulgar style of her works, which is explained by some as a reflection of the modern reality, as of the Millennial Generation (e.g. her most famous collected stories Give Me [Songs for Lovers], Russian: \"Дай мне!\", published by Limbus Press in 2002). In the beginning of 2004 the book was published in the United States.",
      "pageId": 2922033,
      "monthDay": "10/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Martin_Verkerk",
      "name": "Martin Verkerk",
      "aboutText": "Inka Grings (born 31 October 1978) is a retired German international footballer. She played sixteen years as a striker for FCR 2001 Duisburg. Afterwards she played for FC Zürich Frauen.",
      "pageId": 2958953,
      "monthDay": "10/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ricardo_Fuller",
      "name": "Ricardo Fuller",
      "aboutText": "Eddie Kaye Thomas (born October 31, 1980) is an American film, television, and stage actor and comedian who rose to prominence as Paul Finch in the American Pie film series. He is also known for his roles as Andy Rosenberg in the Harold & Kumar series and as Jeff Woodcock in 'Til Death. He is currently starring in the CBS show Scorpion as Dr.",
      "pageId": 3032679,
      "monthDay": "10/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sim%C3%A3o_Sabrosa",
      "name": "Simão Sabrosa",
      "aboutText": "Emmanuel Izonritei(Izon-Eritei) (born October 31, 1978) is a boxer from Bayelsa State of Nigeria.Boxer at the 2003 Afro-Asian Games India (Gold Medallist). He was an athlete in the 2004 Summer Olympics for Nigeria, where he lost in the round of 16 (Heavyweight (91 kg) division) to Naser Al Shami of Syria, who eventually won the bronze. In 2003, he won gold against Mohamed Elsayed in the All-Africa Games in Abuja, Nigeria.",
      "pageId": 4102887,
      "monthDay": "10/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Saaphyri_Windsor",
      "name": "Saaphyri Windsor",
      "aboutText": "Séverine Ferrer (born 31 October 1977) is a French singer.",
      "pageId": 4817950,
      "monthDay": "10/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Samaire_Armstrong",
      "name": "Samaire Armstrong",
      "aboutText": "Koji Yamamoto (山本 耕史, Yamamoto Kōji, born October 31, 1976) is a Japanese actor and singer, who was born in Tokyo, Japan.",
      "pageId": 6081378,
      "monthDay": "10/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Alondra_de_la_Parra",
      "name": "Alondra de la Parra",
      "aboutText": "Marcel Meeuwis (born 31 October 1980 in Goirle) is a Dutch former footballer.",
      "pageId": 8359533,
      "monthDay": "10/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Marcel_Meeuwis",
      "name": "Marcel Meeuwis",
      "aboutText": "Alondra de la Parra (born October 31, 1980, New York City) is a Mexican conductor. She is the daughter of Manelick de la Parra, a writer and editor, and Graciela Borja, a sociologist and educator. Her father was a film student at New York University and her mother a sociology student at the New School at the time of her birth and early childhood, through age 3.",
      "pageId": 15382892,
      "monthDay": "10/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eddie_Kaye_Thomas",
      "name": "Eddie Kaye Thomas",
      "aboutText": "Lollie Alexi Devereaux (born October 31, 1981) is a Vancouver, British Columbia-based French actress, opera singer, dancer and writer best known for her work with L'Opéra de la Bastille (Bastille Opera) (Paris, France) and Royal Opera House (London, England).",
      "pageId": 19482602,
      "monthDay": "10/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Irina_Denezhkina",
      "name": "Irina Denezhkina",
      "aboutText": "Saaphyri Windsor (also known as Wanda Scott) is an American reality television contestant, hairstylist, and actress. Windsor is best known for appearing on Flavor of Love 2 and winning Flavor of Love Girls: Charm School. After the show, Windsor launched a unisex lip balm called Saaphyri's Lip Chap which stemmed from Saaphyri offering H-Town \"lip chap\" after their fight on Flavor of Love 2.",
      "pageId": 26353650,
      "monthDay": "10/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lollie_Alexi_Devereaux",
      "name": "Lollie Alexi Devereaux",
      "aboutText": "Mika Sugisaki (杉崎 美香, Sugisaki Mika, born October 31, 1978, in Ōita, Ōita, Japan) is a Japanese announcer, radio personality, entertainer, and actress who is represented by the talent agency, Cent Force.\n^ \"杉崎美香\" (in Japanese). Cent Force.",
      "pageId": 48417492,
      "monthDay": "10/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Steven_Hunter",
      "name": "Steven Hunter",
      "aboutText": "Christie Lynne Hayes (born 31 October 1986) is an Australian actress, best known for her work on the television series Home and Away as Kirsty Phillips (née Sutherland) who she played from June 2000 to February 2005 and again from May 2008 to October 2009. Hayes is the sister of actress Katherine Hayes.\n^ \"Home and Away: Episode 3631: Cast List\".",
      "pageId": 901209,
      "monthDay": "10/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Frank_Iero",
      "name": "Frank Iero",
      "aboutText": "Jen Chia-Hsüan (born 1981), more commonly credited as Selina, is a member of the Taiwanese girl group S.H.E. She was born in Taipei, Taiwan, with ancestry in Dachuan, Sichuan, China. On June 11, 2004, she graduated from the National Taiwan Normal University with a Bachelor of Education degree, majoring in Civic Education and Leadership. In September 2006, Selina released her first book, Selina Loves Beading (愛的小珠珠), which taught readers how to use beads to make designs.",
      "pageId": 1417612,
      "monthDay": "10/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Selina_Jen",
      "name": "Selina Jen",
      "aboutText": "Frank Anthony Iero, Jr. (born October 31, 1981) is a musician who was the rhythm guitarist and backup vocalist of the alternative rock band My Chemical Romance as well as the vocalist of the post-hardcore band Leathermouth and electronic-hardcore act Death Spells. He has a solo punk rock project titled FrnkIero And The Cellabration with an album titled Stomachaches that was released on August 26, 2014.",
      "pageId": 1600816,
      "monthDay": "10/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mike_Napoli",
      "name": "Mike Napoli",
      "aboutText": "Chris Alajajian (31 October 1986) is an Australian race car driver.\nIn 2004 he won the Australian Production Car Championship, becoming the youngest ever driver to win an Australian championship. In the same year he also contested some rounds of the Australian Formula 3 Championship with Piccola Scuderia and raced in the Australian GT Performance Car Championship.",
      "pageId": 1616404,
      "monthDay": "10/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jordan_Bannister",
      "name": "Jordan Bannister",
      "aboutText": "Scott Clifton Snyder (born October 31, 1984), better known as Scott Clifton, is an American actor, musician, and video blogger. He is best known for playing Dillon Quartermaine in General Hospital (2003–2007), Schuyler Joplin in One Life to Live (2009–2010), and Liam Spencer in The Bold and the Beautiful (2010–present). He has three emmy wins.",
      "pageId": 1773261,
      "monthDay": "10/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Justin_Chatwin",
      "name": "Justin Chatwin",
      "aboutText": "Justin Chatwin (born October 31, 1982) is a Canadian film and television actor best known for his roles in films like War of the Worlds, The Invisible and Dragonball: Evolution and most recently in the Showtime dramedy Shameless.",
      "pageId": 2141000,
      "monthDay": "10/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Plekanec",
      "name": "Tomáš Plekanec",
      "aboutText": "Steven Deon Hunter (born October 31, 1981) is an American professional basketball player. He is listed as a center.",
      "pageId": 2387483,
      "monthDay": "10/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Adam_Bouska",
      "name": "Adam Bouska",
      "aboutText": "Sean Paul Lockhart (born October 31, 1986) is an American film actor and director, known for Milk (2008), Judas Kiss (2011) and Triple Crossed (2013).\nHis career started as a gay pornographic film actor mostly using the stage name of Brent Corrigan, except in The Velvet Mafia parts 1 and 2 (2006) and Best of Roman Heart (2008) in which he used the stage name Fox Ryder.\nIn 2010 he left porn to focus almost exclusively on gay-themed movies and indie films, such as Judas Kiss, Sister Mary, Another Gay Sequel: Gays Gone Wild!, Welcome to New York, and others.",
      "pageId": 2431854,
      "monthDay": "10/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sitashma_Chand",
      "name": "Sitashma Chand",
      "aboutText": "Tomas Plekanec (born October 31, 1982) is a Czech professional ice hockey centre currently playing for, and an alternate captain of, the Montreal Canadiens of the National Hockey League (NHL). After beginning his career with HC Kladno of the Czech Extraliga, he was selected 71st overall by the Canadiens in the 2001 NHL Entry Draft.",
      "pageId": 3073223,
      "monthDay": "10/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katy_French",
      "name": "Katy French",
      "aboutText": "Michael Anthony Napoli (born October 31, 1981) is an American professional baseball first baseman who currently plays for the Cleveland Indians.",
      "pageId": 5009945,
      "monthDay": "10/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Scott_Clifton",
      "name": "Scott Clifton",
      "aboutText": "Jordan Scott Bannister (born 31 October 1982) is an Australian rules football umpire and former player, who umpires in the Australian Football League and previously played for Carlton and Essendon in the same league.",
      "pageId": 5595493,
      "monthDay": "10/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pat_Murray_(American_football)",
      "name": "Pat Murray",
      "aboutText": "Nicholas Foligno [pronounced Fo-lee-no] (born October 31, 1987) is an American / Canadian professional ice hockey left winger currently serving as the captain of the Columbus Blue Jackets of the National Hockey League (NHL). Foligno previously played for the Ottawa Senators, the team that drafted him in the first round, 28th overall, of the 2006 NHL Entry Draft. His father, Mike Foligno, also played in the NHL, as does his brother, current Buffalo Sabres forward Marcus Foligno.",
      "pageId": 6799439,
      "monthDay": "10/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Amanda_Pascoe",
      "name": "Amanda Pascoe",
      "aboutText": "Adam Bouska (born October 31, 1983 in Decatur, Illinois) is an award winning American fashion photographer who runs a photography studio based out of West Hollywood, California. He is known for pictures of male models in particular, and is considered a rising 'superstar photographer' in the gay community. His work has been printed in DNA Magazine and reFRESH and has already been featured on a variety of shows and mediums including The New York Times, Life & Style magazine, Guinness Book of World Records 2010, Chelsea Lately, TODAY show, The View, Million Dollar Listing, Millionaire Matchmaker, and CNBC. He is also noted for his work with celebrities Barry Manilow, Jenny McCarthy, Pauley Perrette, Meghan McCain, James Kyson Lee, Alexa Ray Joel, Deepak Chopra, Lisa Ling, Lt.",
      "pageId": 13659214,
      "monthDay": "10/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nicole_Rash",
      "name": "Nicole Rash",
      "aboutText": "Jean-Karl \"J. K.\" Vernay (born 31 October 1987) is a French professional racing driver.",
      "pageId": 13808686,
      "monthDay": "10/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Chris_Alajajian",
      "name": "Chris Alajajian",
      "aboutText": "Katy Ellen French (31 October 1983 – 6 December 2007) was an Irish socialite, model, writer, television personality and charity worker. According to the BBC, \"in the space of less than two years, she had become one of Ireland's best-known models and socialites.\" She collapsed at a friend's house on 2 December 2007 and died on 6 December. A post mortem examination determined that she had suffered brain damage, and that traces of cocaine were found in her body.",
      "pageId": 14590465,
      "monthDay": "10/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Christie_Hayes",
      "name": "Christie Hayes",
      "aboutText": "Pat Murray (born October 31, 1984) is a former American football guard. He was signed by the Green Bay Packers as an undrafted free agent in 2007. He played college football at Truman State.",
      "pageId": 15287859,
      "monthDay": "10/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sean_Paul_Lockhart",
      "name": "Sean Paul Lockhart",
      "aboutText": "Cole David Aldrich (born October 31, 1988) is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). He completed his junior year at the University of Kansas in March 2010. Aldrich was selected as a McDonald's All American in 2006.",
      "pageId": 16896104,
      "monthDay": "10/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nick_Foligno",
      "name": "Nick Foligno",
      "aboutText": "Nicole Elizabeth Rash (born October 31, 1984) is an American model, actress. Pageant winner, Pageant Coach, and Writer. She is the 2007 winner of Miss Indiana, first runner-up to Miss America 2008 Kirsten Haglund., Ms.",
      "pageId": 18117696,
      "monthDay": "10/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jean-Karl_Vernay",
      "name": "Jean-Karl Vernay",
      "aboutText": "Sitashma Chand (Nepali: सिताश्मा चन्द; born 31 October 1983) is winner of Miss Nepal 2007 and professional model and an Nepali beauty queen. She was crowned as Miss Nepal 2007 in Kathmandu on April 7, 2007.",
      "pageId": 39225007,
      "monthDay": "10/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Cole_Aldrich",
      "name": "Cole Aldrich",
      "aboutText": "Amanda Pascoe (born 31 October 1984) is an Australian freestyle swimmer.\n^ a b c \"Profile of Amanda Pascoe\". Manchester 2002 Commonwealth Games.",
      "pageId": 41666287,
      "monthDay": "10/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/S%C3%A9bastien_Buemi",
      "name": "Sébastien Buemi",
      "aboutText": "Willow Camille Reign Smith (born October 31, 2000), known professionally as Willow, is an American singer, actress and dancer. She is the daughter of Will Smith and Jada Pinkett Smith, the younger sister of Jaden Smith and the half-sister of Willard Carroll \"Trey\" Smith III. Smith made her acting debut in 2007 in the film I Am Legend and later appeared in Kit Kittredge: An American Girl alongside Abigail Breslin. She received a Young Artist Award for her performance.",
      "pageId": 1783180,
      "monthDay": "10/31"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jack_Riewoldt",
      "name": "Jack Riewoldt",
      "aboutText": "James Charles Lewis, Jr.",
      "pageId": 2976571,
      "monthDay": "10/31"
    },
    {
      "year": "1989",
      "uri": "/wiki/Warren_Weir",
      "name": "Warren Weir",
      "aboutText": "Leonor, Princess of Asturias (Leonor de Todos los Santos de Borbón y Ortiz; born 31 October 2005) is the elder daughter of King Felipe VI and Queen Letizia of Spain. Leonor is first in the line of succession to the throne. According to the 1978 Constitution, she became heir presumptive upon her father's accession on 19 June 2014, taking the official title of Princess of Asturias and the historical titles of Princess of Girona, Princess of Viana, Duchess of Montblanc, Countess of Cervera and Lady of Balaguer.",
      "pageId": 3041968,
      "monthDay": "10/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lil%27_JJ",
      "name": "Lil' JJ",
      "aboutText": "Jack Riewoldt (born 31 October 1988) is a professional Australian rules footballer currently playing for Richmond in the Australian Football League (AFL).",
      "pageId": 8357650,
      "monthDay": "10/31"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sven_Kaldre",
      "name": "Sven Kaldre",
      "aboutText": "Vanessa Nicole Marano (born October 31, 1992) is an American actress. She has starred in television movies and had recurring roles in such series as Without a Trace, Gilmore Girls, Ghost Whisperer, Scoundrels and The Young and the Restless. Since June 2011, she has starred as Bay Kennish on Switched at Birth.",
      "pageId": 10658304,
      "monthDay": "10/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Vanessa_Marano",
      "name": "Vanessa Marano",
      "aboutText": "Sébastien Olivier Buemi (born 31 October 1988) is a Swiss professional racing driver, who formerly competed for Scuderia Toro Rosso in Formula One. Buemi is currently a reserve driver for Scuderia Toro Rosso's sister team, Red Bull Racing, as well as being a member of Toyota's FIA World Endurance Championship squad and e.dams Renault in the FIA Formula E Championship, where he leads the championship after three rounds. Along with team-mate Anthony Davidson, Buemi became World Champion in the LMP1 class of the FIA World Endurance Championship, in 2014.",
      "pageId": 11553977,
      "monthDay": "10/31"
    },
    {
      "year": "1993",
      "uri": "/wiki/Nadine_Lustre",
      "name": "Nadine Lustre",
      "aboutText": "Warren Weir (born October 1989) is a Jamaican sprinter, who specializes in the 200 metres. He was the bronze medallist in the event at the 2012 London Olympics, helping Jamaica sweep the medals. In 2013 at the Moscow World Championships, Warren Weir won the silver medal equalling his personal best.",
      "pageId": 36583617,
      "monthDay": "10/31"
    },
    {
      "year": "1995",
      "uri": "/wiki/Joana_Valle_Costa",
      "name": "Joana Valle Costa",
      "aboutText": "Nadine Alexis Paguia Lustre (born October 31, 1993) is a Filipina singer, actress, television host, and choreographer. She is best known for her role as Eya Rodriguez in the film adaptation of Diary ng Panget and as Georgina Evangelista in the television remake of the Bagets film series. Lustre was a member and oftentimes lead vocalist of the all-female group called Pop Girls.",
      "pageId": 36983807,
      "monthDay": "10/31"
    },
    {
      "year": "1997",
      "uri": "/wiki/Holly_Taylor",
      "name": "Holly Taylor",
      "aboutText": "Joana Valle Costa (born 31 October 1995) is a Portuguese tennis player.\nValle Costa has won two doubles titles on the ITF tour in her career. On 27 May 2013, she reached her best singles ranking of world number 782.",
      "pageId": 39078789,
      "monthDay": "10/31"
    },
    {
      "year": "1999",
      "uri": "/wiki/L%C3%A9a_Serna",
      "name": "Léa Serna",
      "aboutText": "Sven Kaldre (born 31 October 1991) is a professional basketball player who plays as a shooting guard. He currently plays for Rapla.\n^ \"Sven Kaldre\" (in Estonian).",
      "pageId": 43406105,
      "monthDay": "10/31"
    },
    {
      "year": "2000",
      "uri": "/wiki/Willow_Smith",
      "name": "Willow Smith",
      "aboutText": "Holly Taylor (born October 31, 1997) is a Canadian-born American actress and dancer. She began her career in the Broadway production of Billy Elliot at the age of 11 as Sharon Percy (Ballet Girl) and continued in the role for almost 2 years. She is currently playing the role of Paige Jennings in the FX television series The Americans.",
      "pageId": 43577946,
      "monthDay": "10/31"
    },
    {
      "year": "2005",
      "uri": "/wiki/Leonor,_Princess_of_Asturias",
      "name": "Leonor, Princess of Asturias",
      "aboutText": "Léa Serna (born 31 October 1999) is a French figure skater. She is the 2015 European Youth Olympic bronze medalist and 2015 French national bronze medalist on the senior level. She qualified for the free skate at the 2015 World Junior Championships in Tallinn, Estonia and finished 20th overall.",
      "pageId": 45602321,
      "monthDay": "10/31"
    }
  ]
}