{
  "people": [
    {
      "year": "1261",
      "uri": "/wiki/Walter_de_Stapledon",
      "name": "Walter de Stapledon",
      "aboutText": "Conrad Celtes (German: Konrad Celtes; Latin: Conradus Celtis; 1 February 1459 – 4 February 1508) was a German Renaissance humanist scholar and Neo-Latin poet.",
      "pageId": 47157,
      "monthDay": "02/01"
    },
    {
      "year": "1402",
      "uri": "/wiki/Eleanor_of_Aragon,_Queen_of_Portugal",
      "name": "Eleanor of Aragon, Queen of Portugal",
      "aboutText": "Christiaan Hendrik Persoon (1 February 1761 – 16 November 1836) was a mycologist who made additions to Linnaeus' mushroom taxonomy.",
      "pageId": 51528,
      "monthDay": "02/01"
    },
    {
      "year": "1459",
      "uri": "/wiki/Conrad_Celtes",
      "name": "Conrad Celtes",
      "aboutText": "Sir Edward Coke SL PC (/ˈkʊk/ (\"cook\"), formerly /ˈkuːk/; 1 February 1552 – 3 September 1634) was an English barrister, judge and, later, opposition politician, who is considered to be the greatest jurist of the Elizabethan and Jacobean eras. Born into a middle-class family, Coke was educated at Trinity College, Cambridge, before leaving to study at the Inner Temple, where he was called to the Bar on 20 April 1578. As a barrister he took part in several notable cases, including Slade's Case, before earning enough political favour to be elected to Parliament, where he served first as Solicitor General and then as Speaker of the House of Commons.",
      "pageId": 151475,
      "monthDay": "02/01"
    },
    {
      "year": "1462",
      "uri": "/wiki/Johannes_Trithemius",
      "name": "Johannes Trithemius",
      "aboutText": "Émile Maximilien Paul Littré (French: [litʁe]; 1 February 1801 – 2 June 1881) was a French lexicographer, freemason and philosopher, best known for his Dictionnaire de la langue française, commonly called \"The Littré\".",
      "pageId": 199910,
      "monthDay": "02/01"
    },
    {
      "year": "1501",
      "uri": "/wiki/Queen_Munjeong",
      "name": "Queen Munjeong",
      "aboutText": "Elkanah Settle (1 February 1648 – 12 February 1724) was an English poet and playwright.\nHe was born at Dunstable, and entered Trinity College, Oxford, in 1666, but left without taking a degree. His first tragedy, Cambyses, King of Persia, was produced at Lincoln's Inn Fields in 1667.",
      "pageId": 304347,
      "monthDay": "02/01"
    },
    {
      "year": "1552",
      "uri": "/wiki/Edward_Coke",
      "name": "Edward Coke",
      "aboutText": "Johannes Trithemius (1 February 1462 – 13 December 1516), born Johann Heidenberg, was a German Benedictine abbot and a polymath active in the German Renaissance as a lexicographer, chronicler, cryptographer and occultist. He had considerable influence on the development of early modern and modern occultism.",
      "pageId": 314528,
      "monthDay": "02/01"
    },
    {
      "year": "1635",
      "uri": "/wiki/Marquard_Gude",
      "name": "Marquard Gude",
      "aboutText": "Francesco Maria Veracini (1 February 1690 – 31 October 1768) was an Italian composer and violinist, perhaps best known for his sets of violin sonatas. As a composer, according to Manfred Bukofzer, \"His individual, if not subjective, style has no precedent in baroque music and clearly heralds the end of the entire era\" (Bukofzer 1947, 234), while Luigi Torchi maintained that \"he rescued the imperiled music of the eighteenth century\" (Torchi 1901, 180). His contemporary, Charles Burney, held that \"he had certainly a great share of whim and caprice, but he built his freaks on a good foundation, being an excellent contrapuntist\" (Burney 1789, 4:569).",
      "pageId": 432982,
      "monthDay": "02/01"
    },
    {
      "year": "1648",
      "uri": "/wiki/Elkanah_Settle",
      "name": "Elkanah Settle",
      "aboutText": "Jacob Roggeveen (1 February 1659 – 31 January 1729) was a Dutch explorer who was sent to find Terra Australis, but he instead came across Easter Island. Jacob Roggeveen also encountered Bora Bora and Maupiti of the Society Islands, Samoa. He planned the expedition along with his brother Jan Roggeveen, who stayed in the Netherlands.",
      "pageId": 549798,
      "monthDay": "02/01"
    },
    {
      "year": "1659",
      "uri": "/wiki/Jacob_Roggeveen",
      "name": "Jacob Roggeveen",
      "aboutText": "Konrad Ernst Ackermann (1 February 1710 – 13 November 1771) was a German actor.\nAckermann first accompanied field marshal Burkhard Christoph von Münnich on his travels and in battles. Born in Schwerin, he first entered the stage under a certain Stolle.",
      "pageId": 968673,
      "monthDay": "02/01"
    },
    {
      "year": "1663",
      "uri": "/wiki/Ignacia_del_Esp%C3%ADritu_Santo",
      "name": "Ignacia del Espíritu Santo",
      "aboutText": "Marquard Gude (Gudius) (February 1, 1635 – November 26, 1689) was a German archaeologist and classical scholar, most famous for his collection of Greek and Latin inscriptions.\nHe was born at Rendsburg in Holstein, Germany. He was originally intended for the law, but from an early age showed a decided preference for classical studies.",
      "pageId": 1506108,
      "monthDay": "02/01"
    },
    {
      "year": "1687",
      "uri": "/wiki/Johann_Adam_Birkenstock",
      "name": "Johann Adam Birkenstock",
      "aboutText": "Walter de Stapledon (or Stapeldon) (1 February 1261 – 15 October 1326) was Bishop of Exeter 1308–1326 and twice Lord High Treasurer of England, in 1320 and 1322. He founded Exeter College, Oxford and contributed liberally to the rebuilding of Exeter Cathedral.",
      "pageId": 1988266,
      "monthDay": "02/01"
    },
    {
      "year": "1690",
      "uri": "/wiki/Francesco_Maria_Veracini",
      "name": "Francesco Maria Veracini",
      "aboutText": "Abraham Emanuel Fröhlich (1 February 1796, Brugg, Aargau – 1 December 1865) was a Swiss poet.",
      "pageId": 2461723,
      "monthDay": "02/01"
    },
    {
      "year": "1701",
      "uri": "/wiki/Johan_Agrell",
      "name": "Johan Agrell",
      "aboutText": "Thomas Campbell (1 February 1763 – 4 January 1854) was a Presbyterian minister who became a prominent reformer during the Second Great Awakening of the United States. Born in County Down, he began a religious reform movement on the American frontier. He was joined in the work by his son, Alexander.",
      "pageId": 2585058,
      "monthDay": "02/01"
    },
    {
      "year": "1710",
      "uri": "/wiki/Konrad_Ernst_Ackermann",
      "name": "Konrad Ernst Ackermann",
      "aboutText": "Captain George Duff RN (c.",
      "pageId": 3265010,
      "monthDay": "02/01"
    },
    {
      "year": "1761",
      "uri": "/wiki/Christiaan_Hendrik_Persoon",
      "name": "Christiaan Hendrik Persoon",
      "aboutText": "Venerable Ignacia del Espíritu Santo, also known as Mother Ignacia (1 February 1663 – 10 September 1748) was a Filipino Religious Sister of the Roman Catholic Church.\nKnown for her acts of piety and religious poverty, founded the Congregation of the Sisters of the Religious of the Virgin Mary, the first native Filipino female congregation with approved pontifical status in what is now the Republic of the Philippines.",
      "pageId": 3872932,
      "monthDay": "02/01"
    },
    {
      "year": "1763",
      "uri": "/wiki/Thomas_Campbell_(minister)",
      "name": "Thomas Campbell",
      "aboutText": "Eleanor of Aragon (1 February 1402 – 19 February 1445) was queen consort of Portugal as the spouse of Edward I of Portugal and the regent of Portugal as the guardian of her son. She was the daughter of Ferdinand I of Aragon and Eleanor of Alburquerque.",
      "pageId": 4761010,
      "monthDay": "02/01"
    },
    {
      "year": "1764",
      "uri": "/wiki/George_Duff",
      "name": "George Duff",
      "aboutText": "Johan Joachim Agrell (1 February 1701 – 19 January 1765) was a late German/Swedish baroque composer.\nHe was born in Löth parish, Memming district, Östergötland, a province in Sweden, and studied in Uppsala. By 1734 he was a violinist at the Kassel court, travelling in England, France, Italy, and elsewhere.",
      "pageId": 5551419,
      "monthDay": "02/01"
    },
    {
      "year": "1796",
      "uri": "/wiki/Abraham_Emanuel_Fr%C3%B6hlich",
      "name": "Abraham Emanuel Fröhlich",
      "aboutText": "George Hendric Houghton (February 1, 1820 – November 17, 1897) was an American Protestant Episcopal clergyman.\nHe was born in Deerfield, Massachusetts and graduated from New York University in 1842 and from the General Theological Seminary in 1845.\nIn 1848 he organized, and until his death was rector of, the Church of the Transfiguration, better known as the \"Little Church around the Corner\", in New York City.",
      "pageId": 5688858,
      "monthDay": "02/01"
    },
    {
      "year": "1801",
      "uri": "/wiki/%C3%89mile_Littr%C3%A9",
      "name": "Émile Littré",
      "aboutText": "Queen Munjeong (Hangul: 문정왕후, Hanja: 文定王后) (1 February 1502 – 29 December 1565) was the wife of King Jungjong of Joseon.\nShe was of the Papyeong Yun clan. She was regent for her son King Myeongjong when he was still too young to rule by himself until 1565.",
      "pageId": 9874282,
      "monthDay": "02/01"
    },
    {
      "year": "1820",
      "uri": "/wiki/George_Hendric_Houghton",
      "name": "George Hendric Houghton",
      "aboutText": "Johann Adam Birkenstock (also Birckenstock, Birkenstok, Berkenstock; 1 February 1687 – 26 February 1733) was a German composer and violinist. He was regarded as one of the foremost violinists of his day.\n^ Pippa Drummond.",
      "pageId": 11446900,
      "monthDay": "02/01"
    },
    {
      "year": "1836",
      "uri": "/wiki/Emil_Hartmann",
      "name": "Emil Hartmann",
      "aboutText": "Louis Stephen St. Laurent PC CC QC (Saint-Laurent or St-Laurent in French, baptized Louis-Étienne St-Laurent), (1 February 1882 – 25 July 1973) was the 12th Prime Minister of Canada, from 15 November 1948 to 21 June 1957. He was a Liberal with a strong base in the Catholic francophone community, from which base he had long mobilised support to Prime Minister William Lyon Mackenzie King.",
      "pageId": 17962,
      "monthDay": "02/01"
    },
    {
      "year": "1841",
      "uri": "/wiki/William_Davenport_(magician)",
      "name": "William Davenport",
      "aboutText": "Yevgeny Ivanovich Zamyatin (Russian: Евге́ний Ива́нович Замя́тин; IPA: [jɪvˈɡʲenʲɪj ɪˈvanəvʲɪtɕ zɐˈmʲætʲɪn]; January 20 (Julian) / February 1 (Gregorian), 1884 – March 10, 1937) was a Russian author of science fiction and political satire. He is most famous for his 1921 novel We, a story set in a dystopian future police state. Despite having been a prominent Old Bolshevik, Zamyatin was deeply disturbed by the policies pursued by the CPSU following the October Revolution.",
      "pageId": 34381,
      "monthDay": "02/01"
    },
    {
      "year": "1844",
      "uri": "/wiki/G._Stanley_Hall",
      "name": "G. Stanley Hall",
      "aboutText": "Hugo Laurenz August Hofmann von Hofmannsthal (German: [ˈhuːɡo ˈlaʊʁenʦ ˈaʊɡʊst ˈhoːfman fɔn ˈhoːfmanstaːl]; February 1, 1874 – July 15, 1929), was an Austrian prodigy, a novelist, librettist, poet, dramatist, narrator, and essayist.",
      "pageId": 67495,
      "monthDay": "02/01"
    },
    {
      "year": "1851",
      "uri": "/wiki/Durham_Stevens",
      "name": "Durham Stevens",
      "aboutText": "Alfréd Hajós (1 February 1878 – 12 November 1955) was a Hungarian swimmer and architect. He was the first modern Olympic swimming champion and the first Olympic champion of Hungary.",
      "pageId": 187304,
      "monthDay": "02/01"
    },
    {
      "year": "1858",
      "uri": "/wiki/Ignacio_Bonillas",
      "name": "Ignacio Bonillas",
      "aboutText": "Victor August Herbert (February 1, 1859 – May 26, 1924) was an Irish-born, German-raised American composer, cellist and conductor. Although Herbert enjoyed important careers as a cello soloist and conductor, he is best known for composing many successful operettas that premiered on Broadway from the 1890s to World War I. He was also prominent among the tin pan alley composers and was later a founder of the American Society of Composers, Authors, and Publishers (ASCAP). A prolific composer, Herbert produced two operas, a cantata, 43 operettas, incidental music to 10 plays, 31 compositions for orchestra, nine band compositions, nine cello compositions, five violin compositions with piano or orchestra, 22 piano compositions and numerous songs, choral compositions and orchestrations of works by other composers, among other music.",
      "pageId": 249115,
      "monthDay": "02/01"
    },
    {
      "year": "1859",
      "uri": "/wiki/Victor_Herbert",
      "name": "Victor Herbert",
      "aboutText": "Ignacio Bonillas Frajio (1 February 1858 – 23 June 1942) was a Mexican diplomat.",
      "pageId": 671150,
      "monthDay": "02/01"
    },
    {
      "year": "1871",
      "uri": "/wiki/Hellmer_Hermandsen",
      "name": "Hellmer Hermandsen",
      "aboutText": "Granville Stanley Hall (February 1, 1846 – April 24, 1924) was a pioneering American psychologist and educator. His interests focused on childhood development and evolutionary theory. Hall was the first president of the American Psychological Association and the first president of Clark University.",
      "pageId": 912656,
      "monthDay": "02/01"
    },
    {
      "year": "1872",
      "uri": "/wiki/Jerome_F._Donovan",
      "name": "Jerome F. Donovan",
      "aboutText": "John Barry VC (1 February 1873 – 8 January 1901) born St Mary's parish, Kilkenny, Ireland, was an Irish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1180889,
      "monthDay": "02/01"
    },
    {
      "year": "1872",
      "uri": "/wiki/Andrew_Kehoe",
      "name": "Andrew Kehoe",
      "aboutText": "Andrew Philip Kehoe (February 1, 1872 – May 18, 1927) was an American farmer and treasurer of his township school board, notable as a mass murderer for killing his wife and 43 other people (including 38 children), and injuring 58 people by setting off bombs in the Bath School disaster on May 18, 1927. He committed suicide near the school by detonating dynamite in his truck, causing an explosion which killed several other people and wounded more.",
      "pageId": 1763112,
      "monthDay": "02/01"
    },
    {
      "year": "1873",
      "uri": "/wiki/Joseph_Allard_(fiddler)",
      "name": "Joseph Allard",
      "aboutText": "Milan Hodža (1 February 1878, Sučany (Then Szucsány), Turóc County, Kingdom of Hungary (present-day Slovakia) – 27 June 1944, Clearwater, Florida, United States) was a prominent Slovak politician and journalist, serving from 1935 to 1938 as the Prime Minister of Czechoslovakia. As a proponent of regional integration, he was famous for his attempts to establish a democratic federation of Central European states.\nHis son was Fedor Hodža (a politician) and he was the nephew of Michal Miloslav Hodža (a politician and poet).",
      "pageId": 2011493,
      "monthDay": "02/01"
    },
    {
      "year": "1873",
      "uri": "/wiki/John_Barry_(VC)",
      "name": "John Barry",
      "aboutText": "Ira Erastus Davenport (September 17, 1839 – July 8, 1911) and William Henry Davenport (February 1, 1841 – July 1, 1877), known as the Davenport brothers, were American magicians in the late 19th century, sons of a Buffalo, New York policeman. The brothers presented illusions that they and others claimed to be supernatural.\n^ a b Guiley, Rosemary Ellen (1992).",
      "pageId": 2206598,
      "monthDay": "02/01"
    },
    {
      "year": "1874",
      "uri": "/wiki/Hugo_von_Hofmannsthal",
      "name": "Hugo von Hofmannsthal",
      "aboutText": "Hellmer Hermandsen (February 1, 1871 – March 19, 1958) was a Norwegian rifle shooter who competed in the early 20th century in rifle shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won the silver medal with the Norwegian Military Rifle team.",
      "pageId": 7219924,
      "monthDay": "02/01"
    },
    {
      "year": "1878",
      "uri": "/wiki/Alfr%C3%A9d_Haj%C3%B3s",
      "name": "Alfréd Hajós",
      "aboutText": "Bradbury Norton Robinson, Jr. (February 1, 1884 – March 7, 1949) was a pioneering American football player, physician, and local politician. He played college football at the University of Wisconsin in 1903 and at Saint Louis University from 1904 to 1907.",
      "pageId": 9941935,
      "monthDay": "02/01"
    },
    {
      "year": "1878",
      "uri": "/wiki/Milan_Hod%C5%BEa",
      "name": "Milan Hodža",
      "aboutText": "Jerome Francis Donovan (February 1, 1872 – November 2, 1949) was a United States Representative from New York.",
      "pageId": 10397812,
      "monthDay": "02/01"
    },
    {
      "year": "1882",
      "uri": "/wiki/Louis_St._Laurent",
      "name": "Louis St. Laurent",
      "aboutText": "Nikolai Reek VR I/2, VR II/2, VR II/3 (born Nikolai Bazykov; 1 February [O.S. 20 January] 1890 in Tallinn, Estonia – 8 May 1942 Ussolye, Perm Oblast, Soviet Union) was the Estonian military commander during the Estonian War of Independence.\nIn 1910, he graduated from Chuguyev Military Academy. He participated in World War I, in 1917 graduated Imperial Nicholas Military Academy.",
      "pageId": 11355673,
      "monthDay": "02/01"
    },
    {
      "year": "1884",
      "uri": "/wiki/Bradbury_Robinson",
      "name": "Bradbury Robinson",
      "aboutText": "Charles James January (February 1, 1888 – April 26, 1970) was an American amateur football (soccer) player who competed in the 1904 Summer Olympics.\nHe died in Hidalgo County, Texas.\nIn 1904 he was a member of the Christian Brothers College team, which won the silver medal in the football tournament.",
      "pageId": 12218395,
      "monthDay": "02/01"
    },
    {
      "year": "1884",
      "uri": "/wiki/Yevgeny_Zamyatin",
      "name": "Yevgeny Zamyatin",
      "aboutText": "Joseph Allard (February 1, 1873 – November 14, 1947) was a Canadian fiddler and composer. He occasionally recorded under the pseudonym Maxime Toupin. Allard made many popular recordings, including Reel de l'Aveugle, Reel de Chateauguay, Reel de Jacques Cartier, and Reel du voyageur.",
      "pageId": 12664770,
      "monthDay": "02/01"
    },
    {
      "year": "1887",
      "uri": "/wiki/Charles_Nordhoff",
      "name": "Charles Nordhoff",
      "aboutText": "Durham White Stevens (February 1, 1851, Washington, D.C. – March 25, 1908, San Francisco, California) was an American diplomat and later an employee of Japan's Ministry of Foreign Affairs.",
      "pageId": 12761802,
      "monthDay": "02/01"
    },
    {
      "year": "1888",
      "uri": "/wiki/Charles_January",
      "name": "Charles January",
      "aboutText": "Emil Hartmann (1 February 1836, Copenhagen, Denmark – 18 July 1898, Copenhagen, Denmark) was a Danish composer, the eldest son of Johan Peter Emilius Hartmann and brother-in-law to Niels Gade and August Winding. His son Oluf Hartmann was a painter.\nHe got his first education from his father Johan Peter Emilius and brother-in-law Niels Gade.",
      "pageId": 20471352,
      "monthDay": "02/01"
    },
    {
      "year": "1890",
      "uri": "/wiki/Nikolai_Reek",
      "name": "Nikolai Reek",
      "aboutText": "Charles Bernard Nordhoff (February 1, 1887 - April 10, 1947) was an American novelist and traveler, born in England.",
      "pageId": 42869633,
      "monthDay": "02/01"
    },
    {
      "year": "1894",
      "uri": "/wiki/John_Ford",
      "name": "John Ford",
      "aboutText": "Clark Gable (February 1, 1901 – November 16, 1960) was an American film actor, often referred to as \"The King of Hollywood\" or just simply as \"The King\". Gable began his career as a stage actor and appeared as an extra in silent films between 1924 and 1926, and progressed to supporting roles with a few films for MGM in 1931. The next year he landed his first leading Hollywood role and became a leading man in more than 60 motion pictures over the next three decades.",
      "pageId": 42083,
      "monthDay": "02/01"
    },
    {
      "year": "1894",
      "uri": "/wiki/James_P._Johnson",
      "name": "James P. Johnson",
      "aboutText": "James P. Johnson (born James Price Johnson, also known as Jimmy Johnson; February 1, 1894 – November 17, 1955) was an American pianist and composer. A pioneer of the stride style of jazz piano, he was one of the most important pianists who bridged the ragtime and jazz eras, and, with Jelly Roll Morton, one of the two most important catalysts in the evolution of ragtime piano into jazz. As such, he was a model for Count Basie, Duke Ellington, Art Tatum, and Fats Waller.",
      "pageId": 212639,
      "monthDay": "02/01"
    },
    {
      "year": "1895",
      "uri": "/wiki/Conn_Smythe",
      "name": "Conn Smythe",
      "aboutText": "John Ford (February 1, 1894 – August 31, 1973) was an American film director. He is renowned both for Westerns such as Stagecoach (1939), The Searchers (1956), and The Man Who Shot Liberty Valance (1962), as well as adaptations of classic 20th-century American novels such as the film The Grapes of Wrath (1940). His four Academy Awards for Best Director (in 1935, 1940, 1941, and 1952) remain a record.",
      "pageId": 280738,
      "monthDay": "02/01"
    },
    {
      "year": "1897",
      "uri": "/wiki/Denise_Robins",
      "name": "Denise Robins",
      "aboutText": "George Pal (born György Pál Marczincsak; February 1, 1908 – May 2, 1980) was a Hungarian animator and film producer, principally associated with the science fiction genre. He became an American citizen after emigrating from Europe.\nHe was nominated for Academy Awards (in the category Best short subjects, Cartoon) for seven consecutive years (1942–1948) and received an honorary award in 1944.",
      "pageId": 329850,
      "monthDay": "02/01"
    },
    {
      "year": "1898",
      "uri": "/wiki/Leila_Denmark",
      "name": "Leila Denmark",
      "aboutText": "Emilio Gino Segrè (30 January 1905 – 22 April 1989) was an Italian physicist and Nobel laureate who discovered the elements technetium and astatine, and the antiproton, a sub-atomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959. From 1943 to 1946 he worked at the Los Alamos National Laboratory as a group leader for the Manhattan Project. He found in April 1944 that Thin Man, the proposed plutonium gun-type nuclear weapon would not work because of the presence of plutonium-240 impurities.",
      "pageId": 376458,
      "monthDay": "02/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Frank_Buckles",
      "name": "Frank Buckles",
      "aboutText": "Therese Brandl (1 February 1902 – 28 January 1948) was a Nazi concentration camp guard. In March 1942, Brandl was one of several SS women to be assigned to Auschwitz I concentration camp. Her duties included watching over women in the sorting sheds and as the SS Rapportaufseherin.",
      "pageId": 476807,
      "monthDay": "02/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Clark_Gable",
      "name": "Clark Gable",
      "aboutText": "Louis Rasminsky, CC CBE (February 1, 1908 – September 15, 1998) was the third Governor of the Bank of Canada from 1961 to 1973, succeeding James Coyne. He was succeeded by Gerald Bouey.\nBorn in Montreal, he was raised in Toronto, graduated at Harbord Collegiate Institute, educated at the University of Toronto and the London School of Economics.",
      "pageId": 520149,
      "monthDay": "02/01"
    },
    {
      "year": "1902",
      "uri": "/wiki/Therese_Brandl",
      "name": "Therese Brandl",
      "aboutText": "Sidney Joseph Perelman (February 1, 1904 – October 17, 1979), known as S. J. Perelman, was an American humorist, author, and screenwriter. He is best known for his humorous short pieces written over many years for The New Yorker. He also wrote for several other magazines, including Judge, as well as books, scripts, and screenplays.",
      "pageId": 556417,
      "monthDay": "02/01"
    },
    {
      "year": "1902",
      "uri": "/wiki/Langston_Hughes",
      "name": "Langston Hughes",
      "aboutText": "Constantine Falkland Cary Smythe, MC (February 1, 1895 – November 18, 1980) was a Canadian businessman, soldier and sportsman in ice hockey and horse racing. He is best known as the principal owner of the Toronto Maple Leafs of the National Hockey League (NHL) from 1927 to 1961 and as the builder of Maple Leaf Gardens. As owner of the Leafs during numerous championship years, his name appears on the Stanley Cup eight times: 1932, 1942, 1945, 1947, 1948, 1949, 1951 and 1962.",
      "pageId": 708923,
      "monthDay": "02/01"
    },
    {
      "year": "1904",
      "uri": "/wiki/S.J._Perelman",
      "name": "S.J. Perelman",
      "aboutText": "Hildegarde (February 1, 1906 – July 29, 2005) was an American cabaret singer, best known for the song \"Darling, Je Vous Aime Beaucoup.\"",
      "pageId": 1230165,
      "monthDay": "02/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Joan_Morgan",
      "name": "Joan Morgan",
      "aboutText": "Günter Eich (German: [ˈɡʏntɐ ˈaɪç]; 1 February 1907 – 20 December 1972) was a German lyricist, dramatist, and author.",
      "pageId": 1942226,
      "monthDay": "02/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Emilio_G._Segr%C3%A8",
      "name": "Emilio G. Segrè",
      "aboutText": "George Beverly Shea (February 1, 1909 – April 16, 2013) was a Canadian-born American gospel singer and hymn composer. Shea was often described as \"America's beloved gospel singer\" and was considered \"the first international singing 'star' of the gospel world,\" as a consequence of his solos at Billy Graham Crusades and his exposure on radio, records and television.",
      "pageId": 2281945,
      "monthDay": "02/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/Hildegarde",
      "name": "Hildegarde",
      "aboutText": "Sir Adetokunbo Adegboyega Ademola, KBE, GCON, PC, SAN (1 February 1906 - 29 January 1993) was a Nigerian jurist and former Chief Justice of the Supreme Court of Nigeria. He was appointed as Chief Justice on April 1, 1958, replacing Sir Stafford Foster Sutton who was retiring. Ademola was a son of Oba Ladapo Ademola II, the Alake of the Egba clan of Nigeria.",
      "pageId": 3383481,
      "monthDay": "02/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/Adetokunbo_Ademola",
      "name": "Adetokunbo Ademola",
      "aboutText": "Leila Alice Denmark (née Daughtry; February 1, 1898 – April 1, 2012) was an American pediatrician. She was the world's oldest practicing pediatrician until her retirement in May 2001 at the age of 103, after 73 years. She was a supercentenarian, living to the age of 114 years, 60 days.",
      "pageId": 3618747,
      "monthDay": "02/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/G%C3%BCnter_Eich",
      "name": "Günter Eich",
      "aboutText": "Mozart Camargo Guarnieri (February 1, 1907 – January 13, 1993) was a Brazilian composer.",
      "pageId": 5894649,
      "monthDay": "02/01"
    },
    {
      "year": "1907",
      "uri": "/wiki/Camargo_Guarnieri",
      "name": "Camargo Guarnieri",
      "aboutText": "Frank Woodruff Buckles (born Wood Buckles, February 1, 1901 – February 27, 2011) was a United States Army soldier and the last surviving American veteran of World War I. He enlisted in the U.S. Army in 1917 and served with a detachment from Fort Riley, driving ambulances and motorcycles near the front lines in Europe.\nDuring World War II, he was captured by Japanese forces while working in the shipping business, and spent three years in the Philippines as a civilian prisoner. After the war, Buckles married in San Francisco and moved to Gap View Farm near Charles Town, West Virginia.",
      "pageId": 9693928,
      "monthDay": "02/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/George_Pal",
      "name": "George Pal",
      "aboutText": "Ngapoi Ngawang Jigme (Tibetan: ང་ཕོད་ངག་དབང་འཇིགས་མེད་, Wylie: nga-phod ngag-dbang 'jigs-med, ZYPY: Ngapoi Ngawang Jigmê, Lhasa dialect IPA: [ŋɑ̀pø̂ː ŋɑ̀wɑŋ t͡ɕíʔmi]; Chinese: 阿沛·阿旺晋美; pinyin: Āpèi Āwàng Jìnměi; February 1, 1910 – December 23, 2009) was a Tibetan senior official who assumed various military and political responsibilities both before and after 1951.",
      "pageId": 11298700,
      "monthDay": "02/01"
    },
    {
      "year": "1908",
      "uri": "/wiki/Louis_Rasminsky",
      "name": "Louis Rasminsky",
      "aboutText": "Denise Robins, née Denise Naomi Klein (b. 1 February 1897 in London, England – d. 1 May 1985 in England) was a prolific English romantic novelist and the first President of the Romantic Novelists' Association (1960–1966).",
      "pageId": 16756124,
      "monthDay": "02/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/George_Beverly_Shea",
      "name": "George Beverly Shea",
      "aboutText": "James Mercer Langston Hughes (February 1, 1902 – May 22, 1967) was an American poet, social activist, novelist, playwright, and columnist from Joplin, Missouri.\nHe was one of the earliest innovators of the then-new literary art form called jazz poetry. Hughes is best known as a leader of the Harlem Renaissance.",
      "pageId": 21814770,
      "monthDay": "02/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ngapoi_Ngawang_Jigme",
      "name": "Ngapoi Ngawang Jigme",
      "aboutText": "Joan Morgan (1 February 1905 – 22 July 2004) was an English actress.\nBorn in Forest Hill, London, she was the daughter of film director Sidney Morgan and his wife, Evelyn. Joan Morgan died at age 99 in Henley-on-Thames, Oxfordshire, UK in 2004.",
      "pageId": 33548621,
      "monthDay": "02/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/Stanley_Matthews",
      "name": "Stanley Matthews",
      "aboutText": "Sir Stanley Matthews, CBE (1 February 1915 – 23 February 2000) was an English footballer. Often regarded as one of the greatest players of the English game, he is the only player to have been knighted while still playing, as well as being the first winner of both the European Footballer of the Year and the Football Writers' Association Footballer of the Year awards. Matthews' nicknames included \"The Wizard of the Dribble\" and \"The Magician\".",
      "pageId": 151903,
      "monthDay": "02/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/Alicia_Rhett",
      "name": "Alicia Rhett",
      "aboutText": "Stuart Maxwell Whitman (born February 1, 1928) is an American actor. He is known for playing Marshal Jim Crown in the Western television series Cimarron Strip in 1967. Whitman also starred with John Wayne in the Western film, The Comancheros, in 1961, and received top billing as the romantic lead in the extravagant aerial epic Those Magnificent Men in their Flying Machines in 1965.",
      "pageId": 161519,
      "monthDay": "02/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/A._K._Hangal",
      "name": "A. K. Hangal",
      "aboutText": "Dame Muriel Sarah Spark, DBE, CLit, FRSE, FRSL (née Camberg; 1 February 1918 – 13 April 2006) was a Scottish novelist. In 2008, the Times newspaper named Spark as No.",
      "pageId": 218081,
      "monthDay": "02/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jos%C3%A9_Luis_Sampedro",
      "name": "José Luis Sampedro",
      "aboutText": "Renata Tebaldi (pronounced [reˈnaːta teˈbaldi]; 1 February 1922 – 19 December 2004) was an Italian lirico-spinto soprano popular in the post-war period.",
      "pageId": 377647,
      "monthDay": "02/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Eiji_Sawamura",
      "name": "Eiji Sawamura",
      "aboutText": "Thomas Peter \"Tom\" Lantos (February 1, 1928 – February 11, 2008) was an American politician who served as a Democratic member of the United States House of Representatives from California, serving from 1981 until his death as the representative from a district that included the northern two-thirds of San Mateo County and a portion of southwestern San Francisco. Lantos had announced in early January 2008 that he would not run for reelection because of cancer of the esophagus, but died before finishing his term. A Hungarian-American, Lantos was the only Holocaust survivor to have served in the United States Congress.",
      "pageId": 408660,
      "monthDay": "02/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Muriel_Spark",
      "name": "Muriel Spark",
      "aboutText": "H. Richard Hornberger (February 1, 1924 – November 4, 1997) was an American writer and surgeon who wrote under the pseudonym Richard Hooker. His most famous work was his novel MASH (1968), based on his experiences during the Korean War and written in collaboration with W. C. Heinz.",
      "pageId": 504758,
      "monthDay": "02/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ignacy_Tokarczuk",
      "name": "Ignacy Tokarczuk",
      "aboutText": "Benjamin \"Ben\" Weider, OC CQ CD (February 1, 1923 – October 17, 2008) was the co-founder of the International Federation of BodyBuilding & Fitness (IFBB) along with brother Joe Weider.",
      "pageId": 533850,
      "monthDay": "02/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mike_Scarry",
      "name": "Mike Scarry",
      "aboutText": "Galway Kinnell (February 1, 1927 – October 28, 2014) was an American poet. For his 1982 Selected Poems he won the Pulitzer Prize for Poetry and split the National Book Award for Poetry with Charles Wright. From 1989 to 1993 he was poet laureate for the state of Vermont.",
      "pageId": 880234,
      "monthDay": "02/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Patricia_Robins",
      "name": "Patricia Robins",
      "aboutText": "Peter Sallis, OBE (born 1 February 1921) is a retired English actor and entertainer, well known for his work on British television. Although he was born and brought up in London, his two most notable roles require him to adopt the accent and mannerisms of a Northerner. He played Norman \"Cleggy\" Clegg in Last of the Summer Wine from its 1973 inception until its final episode in 2010 – the only actor to appear in all 295 episodes, as well as the only actor who played a member of the original trio still living (Michael Bates died in 1978, and Bill Owen died in 1999).",
      "pageId": 951922,
      "monthDay": "02/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Peter_Sallis",
      "name": "Peter Sallis",
      "aboutText": "Sir Samuel Frederick Edwards FLSW FRS (1 February 1928 – 7 May 2015) was a Welsh physicist.",
      "pageId": 1059817,
      "monthDay": "02/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Renata_Tebaldi",
      "name": "Renata Tebaldi",
      "aboutText": "Mary Alicia Rhett (February 1, 1915 – January 3, 2014) was an American actress and portrait painter who is best remembered for her role as India Wilkes in the 1939 film Gone with the Wind.",
      "pageId": 1290476,
      "monthDay": "02/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ben_Weider",
      "name": "Ben Weider",
      "aboutText": "Shahabuddin Ahmed (born 1 February 1930) is a Bangladeshi politician who served as the 12th President of Bangladesh. He also served as the Chief Justice of the country. He took over the office of President after a popular uprising against President Hussain Mohammad Ershad in 1991 for what constitution of the country had been amended through 11th amendment.",
      "pageId": 1511854,
      "monthDay": "02/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Richard_Hooker_(author)",
      "name": "Richard Hooker",
      "aboutText": "Eiji Sawamura (沢村 栄治; February 1, 1917 – December 2, 1944, born in Ujiyamada (Present: Ise), Mie prefecture, Japan) was a Japanese professional baseball player. A right-handed pitcher, he played in Japan for the Yomiuri Giants.\nOn November 20, 1934, the 17-year-old Sawamura faced a team of visiting all-star players from Major League Baseball, including Babe Ruth, Jimmie Foxx, Lou Gehrig, and Charlie Gehringer.",
      "pageId": 1947599,
      "monthDay": "02/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Emmanuel_Scheffer",
      "name": "Emmanuel Scheffer",
      "aboutText": "Avtar Kishan Hangal (1 February 1914 – 26 August 2012), popularly known as A. K. Hangal, was an Indian freedom fighter from 1929–1947 and also stage actor from 1936–1965 and later became a character actor in Hindi language films from 1966–2005. His most notable roles are as Ram Shastri in Aaina (1977), as the Inder Sen in Shaukeen, as Bipinlal Pandey in Namak Haraam, as Imaam Saa'b in Sholay, as Anokhelal in Manzil and the antagonist in Prem Bandhan and the 16 films he did with Rajesh Khanna. He has acted in around 225 Hindi films in a career spanning from 1966 to 2005.",
      "pageId": 4662097,
      "monthDay": "02/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Giovanni_Riggi",
      "name": "Giovanni Riggi",
      "aboutText": "Emmanuel Scheffer (Hebrew: עמנואל שפר‎‎; 1 February 1924 – 28 December 2012) was an Israeli football player and coach who was born in Germany.\nHe was twice the manager of the Israel national football team (1968–70, 1978–79), led the team at the 1968 Summer Olympics, and led the team to their only appearance in the World Cup, in 1970.\nScheffer died on 28 December 2012.",
      "pageId": 10938016,
      "monthDay": "02/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Galway_Kinnell",
      "name": "Galway Kinnell",
      "aboutText": "Ignacy Tokarczuk (February 1, 1918–December 29, 2012) was a Polish prelate of the Roman Catholic Church.",
      "pageId": 19348034,
      "monthDay": "02/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sam_Edwards_(physicist)",
      "name": "Sam Edwards",
      "aboutText": "Patricia Robins (born 1 February 1921 in Hove, Sussex, England) is a British romance novelist, also known as Claire Lorrimer.\nRobins comes from an artistic family. Her maternal grandfather was Herman Klein, a musician and her maternal grandmother was the writer Kathleen Clarice Groom.",
      "pageId": 22252867,
      "monthDay": "02/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tom_Lantos",
      "name": "Tom Lantos",
      "aboutText": "Michael Joseph \"Mo\" Scarry (February 1, 1920 – September 9, 2012) was an American football player and coach. He grew up in Pennsylvania and was a star on his high school basketball team. Scarry, however, played football in college at Waynesburg College in Waynesburg, Pennsylvania and went on to join the Cleveland Rams in the National Football League as a center following a stint in the U.S. Army during World War II. The Rams moved to Los Angeles after winning the 1945 NFL championship, and Scarry elected to stay in Cleveland and play for the Cleveland Browns under coach Paul Brown in the new All-America Football Conference.",
      "pageId": 30882749,
      "monthDay": "02/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Stuart_Whitman",
      "name": "Stuart Whitman",
      "aboutText": "Giovanni \"John the Eagle\" Riggi (February 1, 1925 – August 3, 2015) was a New Jersey mobster and member of the DeCavalcante crime family since the 1940s, before the family had acquired its name. Riggi was the leader of the \"Elizabeth crew\" in the family when he was a Caporegime. He had been the acting boss during the 1970s and became the official boss around 1980.",
      "pageId": 30927573,
      "monthDay": "02/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Shahabuddin_Ahmed",
      "name": "Shahabuddin Ahmed",
      "aboutText": "José Luis Sampedro Sáez (Barcelona, 1 February 1917 – Madrid, 8 April 2013) was a Spanish economist and writer who advocated an economy \"more humane, more caring, able to help develop the dignity of peoples\". Academician of the Real Academia Española since 1990, he was the recipient of the Order of Arts and Letters of Spain, the Menéndez Pelayo International Prize (2010) and the Spanish Literature National Prize (2011).",
      "pageId": 39059696,
      "monthDay": "02/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mario_Beaulieu_(Canadian_senator)",
      "name": "Mario Beaulieu",
      "aboutText": "Fritjof Capra (born February 1, 1939) is an Austrian-born American physicist. He is a founding director of the Center for Ecoliteracy in Berkeley, California, and is on the faculty of Schumacher College.",
      "pageId": 78971,
      "monthDay": "02/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Hussain_Muhammad_Ershad",
      "name": "Hussain Muhammad Ershad",
      "aboutText": "The Everly Brothers were American country-influenced rock and roll singers, known for steel-string guitar and close harmony singing. Isaac Donald \"Don\" Everly (born February 1, 1937) and Phillip \"Phil\" Everly (January 19, 1939 – January 3, 2014) were elected to the Rock and Roll Hall of Fame in 1986 and the Country Music Hall of Fame in 2001.",
      "pageId": 102943,
      "monthDay": "02/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Peter_Tapsell_(British_politician)",
      "name": "Peter Tapsell",
      "aboutText": "Garrett Morris (born February 1, 1937) is an American comedian and actor. He was part of the original cast of the sketch comedy program Saturday Night Live, appearing from 1975 to 1980. Morris also had a long-running role as Junior \"Uncle Junior\" King on the comedy sitcom The Jamie Foxx Show, which aired from 1996–2001.",
      "pageId": 102980,
      "monthDay": "02/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Boris_Yeltsin",
      "name": "Boris Yeltsin",
      "aboutText": "Azie Taylor Morton (February 1, 1936 – December 7, 2003) served as Treasurer of the United States during the Carter administration from September 12, 1977 to January 20, 1981. She remains the only African American to hold that office. Her signature was printed on U.S. currency during her tenure; this is an honor she shared with four African-American men.",
      "pageId": 396475,
      "monthDay": "02/01"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jan_Ramberg",
      "name": "Jan Ramberg",
      "aboutText": "Sir Peter Hannay Bailey Tapsell (born 1 February 1930) is a Conservative Party politician in the United Kingdom and the former Member of Parliament (MP) for Louth and Horncastle. He served in the House of Commons continuously from 1966 until 2015 and was also previously an MP from 1959 to 1964.",
      "pageId": 435653,
      "monthDay": "02/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nicolae_Breban",
      "name": "Nicolae Breban",
      "aboutText": "Claude Antoine Marie François ([kl̺od̪ fʁɒ̃ˈs̪wä]; 1 February 1939 – 11 March 1978), also known by the nickname Cloclo, was an Egyptian-born French pop singer, songwriter and dancer.\nFrançois wrote and composed \"Comme d'habitude\", the original version of \"My Way\" and \"Parce que je t'aime mon enfant\", the original version of \"My Boy\". Among his most famous songs are \"Le Téléphone Pleure\", \"Le lundi au soleil\", \"Magnolias for Ever\" and \"Alexandrie Alexandra\".",
      "pageId": 475603,
      "monthDay": "02/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dory_Dixon",
      "name": "Dory Dixon",
      "aboutText": "Sherman Alexander Hemsley (February 1, 1938 – July 24, 2012) was an American actor, best known for his role as George Jefferson on the CBS television series All in the Family and The Jeffersons, Deacon Ernest Frye on the NBC series Amen, and B.P. Richfield on the ABC series Dinosaurs.",
      "pageId": 654298,
      "monthDay": "02/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tuncel_Kurtiz",
      "name": "Tuncel Kurtiz",
      "aboutText": "Lieutenant General (Retd.) Hussain Muhammad Ershad (Bengali: হুসেইন মুহাম্মদ এরশাদ Hussein Muhammad Ershad, born 1 February 1930) is a Bangladeshi politician, statesman and ex-military dictator who served as the 10th President of Bangladesh. He seized power as head of the army during a bloodless coup against President Abdus Sattar in 1982. Ershad served in office until 1990, when he was forced to resign during a popular uprising led by Khaleda Zia and Sheikh Hasina.",
      "pageId": 728960,
      "monthDay": "02/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Azie_Taylor_Morton",
      "name": "Azie Taylor Morton",
      "aboutText": "Paul Eugene Gillmor (February 1, 1939 – c.",
      "pageId": 766847,
      "monthDay": "02/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Don_Everly",
      "name": "Don Everly",
      "aboutText": "Bibi Besch (born Bibiana Maria Köchert; February 1, 1942 – September 7, 1996) was an Austrian-born American actress.",
      "pageId": 1303154,
      "monthDay": "02/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Garrett_Morris",
      "name": "Garrett Morris",
      "aboutText": "Jerry Spinelli (born February 1, 1941) is an American writer of children's novels that feature adolescence and early adulthood.",
      "pageId": 1586395,
      "monthDay": "02/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ray_Sawyer",
      "name": "Ray Sawyer",
      "aboutText": "Hervé Filion, OC (born February 1, 1940) is a retired Canadian harness racer. He is the brother of Yves Filion, who drove and trained the 1988 North America Cup winner, Henri Filion (1941-1997), who died from his injuries, following a racing accident at Hippodrome Aylmer QC, and the uncle of Sylvain Filion, who won the 1999 World Driving Championship.\nBorn in Angers, Quebec, Filion was the first driver to win over 400 races in a year in 1968 and was able to achieve this accomplishment 14 more times.",
      "pageId": 2118233,
      "monthDay": "02/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Sherman_Hemsley",
      "name": "Sherman Hemsley",
      "aboutText": "Karl Bernhard Dall (1 February 1941 in Emden, Germany) is a German comedian, singer and television presenter.",
      "pageId": 2583954,
      "monthDay": "02/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Fritjof_Capra",
      "name": "Fritjof Capra",
      "aboutText": "Ray \"Eye Patch\" Sawyer (born February 1, 1937, Chickasaw, Alabama, United States) is a singer best known as a vocalist with the 1970s rock band, Dr. Hook & the Medicine Show. Though primarily a backing vocalist & occasional percussionist on congas or maracas, he sang lead on the song \"The Cover of Rolling Stone\", the band's best-known song, and was a recognisable presence in the band due to the eyepatch & cowboy hat he wore.",
      "pageId": 3642151,
      "monthDay": "02/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Claude_Fran%C3%A7ois",
      "name": "Claude François",
      "aboutText": "For the Bloc Québecois leader see Mario Beaulieu (politician)",
      "pageId": 4018165,
      "monthDay": "02/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Paul_Gillmor",
      "name": "Paul Gillmor",
      "aboutText": "Tuncel Tayanç Kurtiz (1 February 1936 – 27 September 2013) was a Turkish theatre, movie and TV series actor, playwright, and film director Since 1964, he acted in more than 70 movies, including many international productions.",
      "pageId": 13505328,
      "monthDay": "02/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Herv%C3%A9_Filion",
      "name": "Hervé Filion",
      "aboutText": "Nicolae Breban (born February 1, 1934, Baia Mare, Romania) is a Romanian novelist and essayist.",
      "pageId": 17444612,
      "monthDay": "02/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Karl_Dall",
      "name": "Karl Dall",
      "aboutText": "Jan Åke Ramberg (born February 1, 1932) is a Swedish lawyer and professor emeritus specialising in commercial law, and national and international arbitration court judge. Ramberg is also a member of the International Arbitration Court of London.\nJan Ramberg graduated in 1955 from Uppsala University, and obtained his LL.D. from Stockholm University in 1970.",
      "pageId": 21585371,
      "monthDay": "02/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jerry_Spinelli",
      "name": "Jerry Spinelli",
      "aboutText": "Boris Nikolayevich Yeltsin (/ˈjɛltsɪn/; Russian: Бори́с Никола́евич Е́льцин; IPA: [bɐˈrʲis nʲɪkɐˈlaɪvʲɪtɕ ˈjelʲtsɨn]; 1 February 1931 – 23 April 2007) was a Russian politician and the first President of the Russian Federation, serving from 1991 to 1999. Originally a supporter of Mikhail Gorbachev, Yeltsin emerged under the perestroika reforms as one of Gorbachev's most powerful political opponents. During the late 1980s, Yeltsin had been a member of the Politburo, and in late 1987 tendered a letter of resignation in protest.",
      "pageId": 23278520,
      "monthDay": "02/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bibi_Besch",
      "name": "Bibi Besch",
      "aboutText": "Dorrel \"Dory\" Dixon (born February 1, 1935) is a retired Jamaican professional wrestler who worked for the majority of his career in Mexico, where he eventually became a Mexican citizen. He is currently a pastor for the Seventh-day Adventist Church, preaching about religion and physical health all over Mexico.",
      "pageId": 26183343,
      "monthDay": "02/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Terry_Jones",
      "name": "Terry Jones",
      "aboutText": "Terence Graham Parry \"Terry\" Jones (born 1 February 1942) is a British comedian, screenwriter, actor, film director, historian and author.",
      "pageId": 51800,
      "monthDay": "02/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Masa_Saito",
      "name": "Masa Saito",
      "aboutText": "Jessica Beth Savitch (February 1, 1947 – October 23, 1983) was an American television broadcaster and news reporter, host of PBS's Frontline and New York weekend anchor of NBC Nightly News during the short-lived Roger Mudd/Tom Brokaw era.",
      "pageId": 373835,
      "monthDay": "02/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mike_Enzi",
      "name": "Mike Enzi",
      "aboutText": "Michael Bradley \"Mike\" Enzi (born February 1, 1944) is an American politician who is the senior United States Senator from Wyoming, serving since 1997. He is a member of the Republican Party.\nRaised in Thermopolis, Wyoming, Enzi attended George Washington University and the University of Denver.",
      "pageId": 381742,
      "monthDay": "02/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Petru_Popescu",
      "name": "Petru Popescu",
      "aboutText": "Rick James (born James Ambrose Johnson, Jr.; February 1, 1948 – August 6, 2004) was an American musician and composer.\nInfluenced by singers such as Marvin Gaye and Smokey Robinson, James started singing in doo-wop and R&B groups as a teenager in his hometown of Buffalo, New York. After entering the U.S. Navy to avoid being drafted, he deserted to Toronto, where he formed the rock and R&B band, The Mynah Birds, whose lineup once included Bruce Palmer, Neil Young, and Nick St.",
      "pageId": 408259,
      "monthDay": "02/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dick_Snyder",
      "name": "Dick Snyder",
      "aboutText": "Andrew David Smith (born 1 February 1951) is a British Labour Party politician who has been the Member of Parliament (MP) for Oxford East since 1987.",
      "pageId": 410153,
      "monthDay": "02/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Burkhard_Ziese",
      "name": "Burkhard Ziese",
      "aboutText": "Adam Paterson Ingram (born 1 February 1947) is a British Labour Party politician, who was the Member of Parliament (MP) for East Kilbride, Strathaven and Lesmahagow from 1987 to 2010.",
      "pageId": 414515,
      "monthDay": "02/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Serge_Joyal",
      "name": "Serge Joyal",
      "aboutText": "Serge Joyal, PC OC OQ (born February 1, 1945) is a Canadian Senator. A lawyer by profession, Joyal served as vice-president of the Quebec wing of the Liberal Party of Canada. He was first elected to the Canadian House of Commons in the 1974 general election and remained a Liberal Member of Parliament for ten years.",
      "pageId": 1323832,
      "monthDay": "02/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Chris_Clark_(singer)",
      "name": "Chris Clark",
      "aboutText": "Elisabeth Clara Heath-Sladen (1 February 1946 – 19 April 2011) was an English actress best known for her role as Sarah Jane Smith in the British television series Doctor Who. She was a regular cast member from 1973 to 1976, alongside both Jon Pertwee and Tom Baker, and reprised the role many times in subsequent decades, both on Doctor Who and its spin-offs, K-9 and Company and The Sarah Jane Adventures.\nSladen was interested in ballet and theatre from childhood, and began to appear on stage in the mid-1960s, although more often as a stage manager at this time.",
      "pageId": 1326831,
      "monthDay": "02/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Elisabeth_Sladen",
      "name": "Elisabeth Sladen",
      "aboutText": "Clyde Vernon \"Sonny\" Landreth (born February 1, 1951) is an American blues musician from southwest Louisiana who is especially known as a slide guitar player. He was born in Canton, Mississippi, and settled in Lafayette, Louisiana. He lives in Breaux Bridge, Louisiana.",
      "pageId": 2124841,
      "monthDay": "02/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mike_Brant",
      "name": "Mike Brant",
      "aboutText": "Christine Elizabeth Clark (born February 1, 1946) is an American soul singer who recorded for Motown Records. Clark became famous in England as the \"white Negress\" (a nickname meant as a compliment), because the six-foot platinum blonde, blue-eyed soul singer toured with fellow Motown artists who were predominantly black.\nClark was born in Santa Cruz, California.",
      "pageId": 2377409,
      "monthDay": "02/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Adam_Ingram_(Labour_politician)",
      "name": "Adam Ingram",
      "aboutText": "Masanori Saito (斎藤 昌典, Saitō Masanori) (born February 1, 1942) is a retired Japanese professional wrestler better known as Mr. Saito or Masa Saito (マサ 斉藤). He wrestled for several years in various promotions operated by the National Wrestling Alliance (NWA).",
      "pageId": 3216774,
      "monthDay": "02/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Normie_Rowe",
      "name": "Normie Rowe",
      "aboutText": "Jenő Jandó (born 1 February 1952) is a Hungarian pianist and Professor of the Franz Liszt Academy of Music in Budapest, Hungary.",
      "pageId": 3813395,
      "monthDay": "02/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jessica_Savitch",
      "name": "Jessica Savitch",
      "aboutText": "Norman John \"Normie\" Rowe AM (born 1 February 1947) is an Australian singer of pop music in the 1960s, and an actor of theatre and soap opera for which he remains best known as Doug Morrell in 1980's serial (in Sons and Daughters). As a singer he was credited for his bright and edgy tenor voice and dynamic stage presence. Many of Rowe's most successful recordings were produced by Nat Kipner and later by Pat Aulton, house producers for the Sunshine Records label.",
      "pageId": 4063504,
      "monthDay": "02/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rick_James",
      "name": "Rick James",
      "aboutText": "Burkhard Ziese (1 February 1944 – 19 April 2010) was a German football manager.\n^ \"Fußball-Weltenbummler Ziese stirbt mit 66 Jahren in Ruppichteroth\". General-Anzeiger (in German).",
      "pageId": 4325480,
      "monthDay": "02/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ferruccio_Mazzola",
      "name": "Ferruccio Mazzola",
      "aboutText": "Richard J. \"Dick\" Snyder (born February 1, 1944) is an American former National Basketball Association (NBA) player for the St. Louis Hawks, Phoenix Suns, Seattle SuperSonics, and Cleveland Cavaliers. Snyder attended college at Davidson College, and was drafted by the Hawks in the second round of the 1966 NBA Draft.",
      "pageId": 5039044,
      "monthDay": "02/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sonny_Landreth",
      "name": "Sonny Landreth",
      "aboutText": "Mike Brant (born Moshé Michaël Brand, Hebrew: משה ברנד‎) (February 1, 1947 – April 25, 1975) was an Israeli pop star who achieved fame after moving to France. His most successful hit was \"Laisse-moi t'aimer\" (\"Let me love you\").",
      "pageId": 9124169,
      "monthDay": "02/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Andrew_Smith_(politician)",
      "name": "Andrew Smith",
      "aboutText": "General Owoye Andrew Azazi (rtd) (1 February 1952 – 15 December 2012) was a senior Nigerian security officer who served as National Security Adviser to President Goodluck Jonathan, was Chief of Defence Staff (CDS) of Nigeria, and Chief of Army Staff (COAS).",
      "pageId": 9694871,
      "monthDay": "02/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Owoye_Andrew_Azazi",
      "name": "Owoye Andrew Azazi",
      "aboutText": "Petru Popescu (born February 1, 1944 in Bucharest, Romania) is a Romanian-American writer, director and movie producer, author of best-selling novels Almost Adam and Amazon Beaming.",
      "pageId": 22947185,
      "monthDay": "02/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jen%C5%91_Jand%C3%B3",
      "name": "Jenő Jandó",
      "aboutText": "Ferruccio Mazzola (February 1, 1948 – May 7, 2013) was an Italian former professional footballer and manager, who played as a midfielder. He was the son of former footballer Valentino Mazzola, and the younger brother of retired footballer Sandro Mazzola.",
      "pageId": 26373352,
      "monthDay": "02/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Marijke_Amado",
      "name": "Marijke Amado",
      "aboutText": "Marijke Amado (born 1 February 1954 in Tilburg) is a Dutch television presenter.",
      "pageId": 33938593,
      "monthDay": "02/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bill_Mumy",
      "name": "Bill Mumy",
      "aboutText": "Charles William \"Bill\" Mumy, Jr. (/ˈmuːmi/; born February 1, 1954), is an American actor, musician, pitchman, instrumentalist, voice actor, and a figure in the science-fiction community. He came to prominence in the 1960s as a child actor, when he was credited as Billy Mumy.",
      "pageId": 4904,
      "monthDay": "02/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Brahmanandam",
      "name": "Brahmanandam",
      "aboutText": "Gilberto Hernández (/hiːlˈbɛərtoʊ/ heel-BAIR-toh; Spanish pronunciation: [xilˈβerto]; born February 1, 1957), usually credited as Gilbert Hernandez and also by the nickname Beto (Spanish pronunciation: [ˈbeto]), is an American cartoonist.",
      "pageId": 189966,
      "monthDay": "02/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mohammed_Jamal_Khalifa",
      "name": "Mohammed Jamal Khalifa",
      "aboutText": "Princess Stéphanie of Monaco, Countess of Polignac (Stéphanie Marie Elisabeth Grimaldi; born 1 February 1965) is the youngest child of Rainier III, Prince of Monaco and actress Grace Kelly, and the sister of Albert II, Prince of Monaco, and Caroline, Princess of Hanover.",
      "pageId": 202572,
      "monthDay": "02/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gilbert_Hernandez",
      "name": "Gilbert Hernandez",
      "aboutText": "Brandon Bruce Lee (February 1, 1965 – March 31, 1993) was an American actor and martial artist. He was the son of martial arts film actor Bruce Lee and teacher Linda Lee Cadwell, the grandson of Cantonese opera singer Lee Hoi-chuen, and brother of Shannon Lee.\nStarting his career with a supporting role in the 1986 television film Kung Fu: The Movie, Lee starred in several low-budget action films during the late 1980s and early 1990s.",
      "pageId": 208160,
      "monthDay": "02/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Luther_Blissett",
      "name": "Luther Blissett",
      "aboutText": "Luther Loide Blissett (born 1 February 1958) is a former professional footballer and manager who played for the England national team during the 1980s. Born in Jamaica, Blissett played as a striker, and is best known for his time at Watford, whom he helped win promotion from the Fourth Division to the First Division. As of 2010, Blissett holds Watford's all-time records for appearances and goals, having played 503 games and scored 186 goals.",
      "pageId": 230780,
      "monthDay": "02/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ry%C5%8D_Horikawa",
      "name": "Ryō Horikawa",
      "aboutText": "Linus William Roache (born 1 February 1964) is an English actor.",
      "pageId": 241123,
      "monthDay": "02/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Eleanor_Laing",
      "name": "Eleanor Laing",
      "aboutText": "Mohammed Jamal Khalifa (Arabic: محمد جمال خليفه‎) (1 February 1957 – 31 January 2007) was a Saudi Arabian businessman from Jeddah who married one of Osama bin Laden's sisters. He has been accused of funding terror plots and groups in the Philippines in the 1990s while head of the International Islamic Relief Organization branch there.",
      "pageId": 392535,
      "monthDay": "02/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jackie_Shroff",
      "name": "Jackie Shroff",
      "aboutText": "Michelle Anne Akers (born February 1, 1966) is a former American soccer player, who starred in the historic 1991 and 1999 Women's World Cup victories by the United States. She won the Golden Boot as the top scorer in the 1991 tournament.",
      "pageId": 419431,
      "monthDay": "02/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Volker_Fried",
      "name": "Volker Fried",
      "aboutText": "Eleanor Fulton Laing, née Pritchard, (born 1 February 1958) is a British politician. Laing is the Conservative Member of Parliament for Epping Forest, a constituency she has represented since 1997.",
      "pageId": 428585,
      "monthDay": "02/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Daniel_M._Tani",
      "name": "Daniel M. Tani",
      "aboutText": "Jens Christian Bugge Wesseltoft (born 1 February 1964) is a Norwegian jazz musician, pianist, composer and producer, son of the jazz guitarist Erik Wesseltoft.\n^ Halvorsen, Tore (13 February 2009). \"Bugge Wesseltoft Extended Biography\".",
      "pageId": 508570,
      "monthDay": "02/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jos%C3%A9_Luis_Cuciuffo",
      "name": "José Luis Cuciuffo",
      "aboutText": "Daniel M. Tani (born February 1, 1961) is an American engineer and a NASA astronaut. Although born in Ridley Park, Pennsylvania, he considers Lombard, Illinois, to be his hometown. With Peggy Whitson, Tani conducted the 100th spacewalk on the International Space Station.",
      "pageId": 667918,
      "monthDay": "02/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tomoyasu_Hotei",
      "name": "Tomoyasu Hotei",
      "aboutText": "Ryō Horikawa (堀川 りょう, Horikawa Ryō, born Makoto Horikawa (堀川 亮, Horikawa Makoto), born February 1, 1958 in Osaka, Japan) is a Japanese voice actor. He is married to fellow Japanese voice actress Hitomi Oikawa, whose birth name is also Horikawa (堀川).",
      "pageId": 763430,
      "monthDay": "02/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Takashi_Murakami",
      "name": "Takashi Murakami",
      "aboutText": "Sherilyn Fenn (born February 1, 1965) is an American actress. She came to attention for her performance as Audrey Horne on the 1990 cult TV series Twin Peaks for which she was nominated for both a Golden Globe Award and an Emmy Award.",
      "pageId": 1039543,
      "monthDay": "02/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mario_Pelchat",
      "name": "Mario Pelchat",
      "aboutText": "Tomoyasu Hotei (布袋 寅泰, Hotei Tomoyasu, born on February 1, 1962 in Takasaki, Gunma, Japan) is a Japanese musician, guitarist, composer, singer-songwriter, producer. With a career spanning more than 30 years, Hotei has sold millions of albums and has collaborated with acclaimed artists around the world. Hotei first rose to prominence in the 1980s as the guitarist for Boøwy, one of Japan's most popular rock bands, before starting a solo career.",
      "pageId": 1095302,
      "monthDay": "02/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bugge_Wesseltoft",
      "name": "Bugge Wesseltoft",
      "aboutText": "Takashi Murakami (村上 隆, Murakami Takashi, born February 1, 1962) is an internationally prolific contemporary Japanese artist. He works in fine arts media—such as painting and sculpture—as well as what is conventionally considered commercial media —fashion, merchandise, and animation— and is known for blurring the line between high and low arts. He coined the term superflat, which describes both the aesthetic characteristics of the Japanese artistic tradition and the nature of post-war Japanese culture and society.",
      "pageId": 1139039,
      "monthDay": "02/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Linus_Roache",
      "name": "Linus Roache",
      "aboutText": "José Luis Cuciuffo (1 February 1961 – 11 December 2004) was a defender in the starting XI of 1986 FIFA World Cup-winning Argentine national team.\nHe was a centre back who was often found upfield using his technique well.\n^ \"Murió José Luis Cuciuffo\".",
      "pageId": 1284004,
      "monthDay": "02/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sherilyn_Fenn",
      "name": "Sherilyn Fenn",
      "aboutText": "Jaikishen Kakubhai \"Jackie\" Shroff (born 1 February 1957) is an Indian actor. He has been in the Hindi cinema (Bollywood) industry for almost 4 decades and has appeared in 207 films [as of 2015] in nine languages (Hindi, Bengali, Kannada, Malayalam, Marathi, Oriya, Punjabi, Tamil, Telugu).",
      "pageId": 1780804,
      "monthDay": "02/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Brandon_Lee",
      "name": "Brandon Lee",
      "aboutText": "Brahmanandam Kanneganti (born 1 February 1956), is an Indian film actor and comedian known for his works predominantly in Telugu cinema. He currently holds the Guinness World Record for the most screen credits for a living actor. He was honoured with the Padma Shri, for his contribution to Indian cinema in 2009.",
      "pageId": 2298012,
      "monthDay": "02/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Princess_St%C3%A9phanie_of_Monaco",
      "name": "Princess Stéphanie of Monaco",
      "aboutText": "Volker Fried (born February 1, 1961 in Osnabrück, Niedersachsen) is a former field hockey player from West Germany, who competed at four consecutive Summer Olympics for West and the reunified Germany. He won the gold medal with his team at the 1992 Summer Olympics in Barcelona, after capturing silver at the two previous Olympics in Los Angeles (1984) and Seoul (1988).\nFried earned a total number of 290 international caps for his native country, in the years between 1980 and 1996.",
      "pageId": 3084861,
      "monthDay": "02/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michelle_Akers",
      "name": "Michelle Akers",
      "aboutText": "Mario Pelchat (born 1 February 1964) is a francophone singer from Quebec.",
      "pageId": 4978000,
      "monthDay": "02/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Meg_Cabot",
      "name": "Meg Cabot",
      "aboutText": "Zlatko Zahovič (born 1 February 1971) is a Slovenian retired footballer who played as an attacking midfielder.\nAfter making a name for himself in Europe in Portugal, most notably with Porto and Benfica where he amassed Primeira Liga totals of 246 games and 54 goals over the course of one full decade, he went on to have brief stints in Spain and Greece. He was known for dribbling and goal-scoring ability alike.",
      "pageId": 548548,
      "monthDay": "02/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Cheb_Hasni",
      "name": "Cheb Hasni",
      "aboutText": "Gabriel Omar Batistuta (Spanish pronunciation: [ɡaˈβɾjel ˈomaɾ βatisˈtuta]; born 1 February 1969), nicknamed Batigol [batiˈɣol] as well as El Ángel Gabriel [el ˌaŋxel ɣaˈβɾjel] (Spanish for Angel Gabriel), is a retired professional footballer. The prolific Argentine striker played most of his club football at Fiorentina in Italy, and is the eleventh top scorer of all-time in the Italian Serie A league, with 184 goals in 318 matches.\nAt international level, he is Argentina's all-time leading goalscorer, with 56 goals in 78 matches, and he played at three World Cups.",
      "pageId": 557154,
      "monthDay": "02/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lisa_Marie_Presley",
      "name": "Lisa Marie Presley",
      "aboutText": "Mark Louis Recchi (born February 1, 1968) is the player development coach for the Pittsburgh Penguins and a retired Canadian professional ice hockey right winger who played 22 years in the National Hockey League. Recchi was a member of three Stanley Cup-winning teams, the 1991 Pittsburgh Penguins, the 2006 Carolina Hurricanes and the 2011 Boston Bruins.",
      "pageId": 644533,
      "monthDay": "02/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Recchi",
      "name": "Mark Recchi",
      "aboutText": "Michael Carlyle Hall (born February 1, 1971) is an American actor, known for his role as Dexter Morgan in the Showtime TV Network Dexter, and as David Fisher on the HBO drama series Six Feet Under. In 2010, Hall won a Golden Globe Award and a Screen Actors Guild Award for his role in Dexter.",
      "pageId": 749247,
      "monthDay": "02/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pauly_Shore",
      "name": "Pauly Shore",
      "aboutText": "Paul Montgomery \"Pauly\" Shore (born February 1, 1968) is an American actor, comedian, director, writer and producer who starred in several comedy films in the 1990s and hosted a video show on MTV in the late 1980s and early 1990s. Shore is still performing stand-up comedy and toured in 2012.",
      "pageId": 1157014,
      "monthDay": "02/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gabriel_Batistuta",
      "name": "Gabriel Batistuta",
      "aboutText": "Meg Cabot (born Meggin Patricia Cabot; February 1, 1967) is an American author of romantic and paranormal fiction for teens and adults and used to write under several pen names, but now writes exclusively under her real name. She has written and published over 50 books, and is best known for The Princess Diaries, later made by Walt Disney Pictures into two feature films of the same name. Meg's books have been the recipients of numerous awards, including the New York Public Library Books for the Teen Age, the American Library Association Quick Pick for Reluctant Readers, the Tennessee Volunteer State TASL Book Award, the Book Sense Pick, the Evergreen Young Adult Book Award, the IRA/CBC Young Adult Choice, and many others.",
      "pageId": 1344874,
      "monthDay": "02/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Andrew_Breitbart",
      "name": "Andrew Breitbart",
      "aboutText": "Ronald \"Ron\" Welty (born February 1, 1971 in Long Beach, California) is the former drummer for the American punk rock band The Offspring. Of all the band's drummers, Welty's tenure was the longest, as he was in the band from July 1987 to March 2003.\nHe had replaced their second drummer James Lilja, and was only 16 at the time of his joining.",
      "pageId": 1354956,
      "monthDay": "02/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brian_Krause",
      "name": "Brian Krause",
      "aboutText": "Malik Sealy (February 1, 1970 – May 20, 2000) was an American professional basketball player, active from 1992 until his death in an automobile accident at the age of 30.",
      "pageId": 1637620,
      "monthDay": "02/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Thomas_Ong",
      "name": "Thomas Ong",
      "aboutText": "Cheb Hasni (Arabic : الشاب حسني) born Hasni Chakroun (1 February 1968 – 29 September 1994) was a performer of Algerian raï music. He was popular across North Africa, having reached the height of his career in the late 1980s and early 1990s. He was the son of a welder and grew up in a working-class family where he was one of seven children.",
      "pageId": 1704031,
      "monthDay": "02/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nico_(Romanian_singer)",
      "name": "Nico",
      "aboutText": "Andrew James Breitbart (/ˈbraɪtbɑrt/; February 1, 1969 – March 1, 2012) was an American conservative publisher, commentator for The Washington Times, author, and occasional guest commentator on various news programs, who served as an editor for the Drudge Report website. He was a researcher for Arianna Huffington, and he was present at the launch of her web publication The Huffington Post.\nBreitbart owned the eponymous Breitbart.com, a news and opinion website.",
      "pageId": 1720942,
      "monthDay": "02/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Yasuyuki_Kazama",
      "name": "Yasuyuki Kazama",
      "aboutText": "Brian Jeffrey Krause (born February 1, 1969) is an American actor.",
      "pageId": 1791585,
      "monthDay": "02/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Malik_Sealy",
      "name": "Malik Sealy",
      "aboutText": "Harald Martin Brattbakk (born 1 February 1971 in Trondheim) is a Norwegian former football player, now working as a pilot.",
      "pageId": 2156277,
      "monthDay": "02/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Harald_Brattbakk",
      "name": "Harald Brattbakk",
      "aboutText": "Andrew Donald DeClercq (born February 1, 1973) is an American retired professional basketball player and current coach. He was a center and power forward in the National Basketball Association (NBA) for ten seasons during the 1990s and 2000s.",
      "pageId": 2452447,
      "monthDay": "02/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michael_C._Hall",
      "name": "Michael C. Hall",
      "aboutText": "Ajay Jetavat  ( pronunciation ) was born on 1 February 1971 in Jamnagar, Gujarat in Jadeja family linked with rulers of Nawanagar. He was a regular in the Indian cricket team between 1992 and 2000, playing in 15 Test matches and 196 One Day Internationals. His cricketing achievements were overshadowed by a 5-year ban for match-fixing.",
      "pageId": 3369198,
      "monthDay": "02/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tomomi_Hayashi",
      "name": "Tomomi Hayashi",
      "aboutText": "Yasuyuki Kazama (風間靖幸, Kazama Yasuyuki, born 1 February 1970, Nagano, Japan) is a drifting driver from Japan.\nKazama was first introduced to drifting at age 17 when he watched Gengo-San, who later became his spotter and mentor, drifting on a touge.\nAs soon as he got his driving licence he began drifting in his Toyota Corolla Levin AE86 with the proceeds of his job in a filling station.",
      "pageId": 6369709,
      "monthDay": "02/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ajay_Jadeja",
      "name": "Ajay Jadeja",
      "aboutText": "Ukyō Kamimura (神村右狂, Kamimura Ukyō, February 1, 1972 – June 21, 1999), better known by his stage name Kami, was a Japanese musician best known as drummer for the visual kei rock band Malice Mizer.",
      "pageId": 8339079,
      "monthDay": "02/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ron_Welty",
      "name": "Ron Welty",
      "aboutText": "Nicoleta Matei, known by her stage name Nico (born on February 1, 1970), is a Romanian singer, TV personality and spokesperson for Catena in Romania. In her country, she is known for having collaborated with several Romanian hip hop artists, such as Morometzii (in 1999), B.U.G. Mafia (in 2000, 2002), Cabron (in 2003, 2007, 2010), Puya, Blat Jargon, and Codu Penal. She is considered one of the best Romanian voices ever.",
      "pageId": 15992464,
      "monthDay": "02/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Zlatko_Zahovi%C4%8D",
      "name": "Zlatko Zahovič",
      "aboutText": "Lisa Marie Presley (born February 1, 1968) is an American singer-songwriter and actress. She is the daughter of musician-actor Elvis Presley and actress and business magnate Priscilla Presley, and is Elvis' only child. As sole heir to her father's estate, Presley is the owner of Graceland, the Memphis mansion where her father lived, now a major tourist attraction.",
      "pageId": 19043935,
      "monthDay": "02/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kami_(musician)",
      "name": "Kami",
      "aboutText": "Tomomi Hayashi (born February 1, 1971 in Toyama, Japan) is a notable Japanese-Estonian architect.\nFrom 1990 to 1994 Tomomi Hayashi studied in the Yokohama National University (横浜国立大学 Yokohama Kokuritsu Daigaku) in the department of architecture. From 1995 to 1999 he studied in the Virginia Polytechnic University.",
      "pageId": 25198598,
      "monthDay": "02/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Andrew_DeClercq",
      "name": "Andrew DeClercq",
      "aboutText": "Thomas Ong (Chinese: 王沺裁; pinyin: Wáng Tiáncái, born 1 February 1969) is a Singaporean actor and television host.",
      "pageId": 37115121,
      "monthDay": "02/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yuri_Landman",
      "name": "Yuri Landman",
      "aboutText": "Ekaterini Thanou (Greek: Αικατερίνη Θάνου, [ekateˈrini ˈθanu]; born 1 February 1975), also known as Katerina Thanou, is a Greek former sprinter. She won numerous medals in the 100 metres, including an Olympic silver medal at the 2000 Summer Olympics in Sydney, Australia, while she was the 2002 European champion in Munich, Germany. She had also been crowned world and European champion in the 60 metres at the indoor championships.",
      "pageId": 891168,
      "monthDay": "02/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Makiko_Ohmoto",
      "name": "Makiko Ohmoto",
      "aboutText": "Phillip Dennis Ivey Jr. (born February 1, 1976) commonly known as Phil Ivey, is an American professional poker player who has won ten World Series of Poker bracelets, one World Poker Tour title and appeared at nine World Poker Tour final tables.",
      "pageId": 949895,
      "monthDay": "02/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/%C3%93scar_P%C3%A9rez_Rojas",
      "name": "Óscar Pérez Rojas",
      "aboutText": "Makiko Ohmoto (大本 眞基子, Ōmoto Makiko, born February 1, 1973 in Kurashiki, Okayama Prefecture) is a Japanese voice actress who is best known for her work in the Kirby series (Kirby), Corrector Yui (Yui Kasuga), Zoids: Chaotic Century (Fīne), Cheeky Angel (Miki Hanakain), Cutie Honey Flash (Aki Natsuko), Onmyō Taisenki (Utsuho), and Battle B-Daman: Fire Spirits!",
      "pageId": 1879491,
      "monthDay": "02/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Walter_McCarty",
      "name": "Walter McCarty",
      "aboutText": "Robert DeShaun \"Tractor\" Traylor (February 1, 1977 – May 11, 2011) was an American professional basketball player.",
      "pageId": 2151613,
      "monthDay": "02/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/David_Meca",
      "name": "David Meca",
      "aboutText": "Moisés Alberto Muñoz Rodríguez (born 1 February 1980) is a Mexican professional footballer who plays as a goalkeeper for Liga MX club América and the Mexico national team.\nMuñoz began his career in 1999 with Monarcas Morelia, playing in over 200 matches for the club, before eventually moving to Atlante in 2010. In 2011 he was sold to Club América, with whom he won a league title in 2013, a second in 2014, and the CONCACAF Champions League in 2015.",
      "pageId": 2247586,
      "monthDay": "02/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Big_Boi",
      "name": "Big Boi",
      "aboutText": "Walter Lee McCarty (born February 1, 1974) is an American former basketball player, and current assistant coach with the NBA's Boston Celtics. McCarty played for the NBA's New York Knicks, Boston Celtics, Phoenix Suns, and the Los Angeles Clippers.\nBorn in Evansville, Indiana, the 6-foot, 10-inch (2.08 m) McCarty played college basketball at the University of Kentucky where he was a part of the team that won the NCAA championship in 1996.",
      "pageId": 2308573,
      "monthDay": "02/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Martijn_Reuser",
      "name": "Martijn Reuser",
      "aboutText": "Juan Silveira dos Santos (Portuguese pronunciation: [huˈɐ̃ siɫˈvejɾɐ dus ˈsɐ̃tus]; born 1 February 1979 in Rio de Janeiro), commonly known as Juan, is a Brazilian footballer who plays as a central defender for Brazilian side Flamengo.\nHaving begun his career with Flamengo, he spent a decade playing in Europe in service of Bayer Leverkusen and Roma before returning to Brazil with Internacional in 2012.\nJuan earned 79 caps and scored seven international goals for Brazil.",
      "pageId": 2443549,
      "monthDay": "02/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ekaterini_Thanou",
      "name": "Ekaterini Thanou",
      "aboutText": "Kevin Daniel Kilbane (/kɪlˈbæn/; born 1 February 1977) is a former professional footballer who played as both a left back and a left winger. Born and raised in England but of Irish descent, Kilbane won 110 caps for the Republic of Ireland national football team, third behind only Robbie Keane and Shay Given as the most capped Irish player of all time.\nKilbane played for several English clubs, including Everton, West Bromwich Albion, Sunderland, Wigan Athletic, Huddersfield Town and Derby County (the last two on loan from Hull City) and Coventry City.",
      "pageId": 2540476,
      "monthDay": "02/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Phil_Ivey",
      "name": "Phil Ivey",
      "aboutText": "Timothy John Harding (born 1 February 1978) is an Australian entertainer and former cast member of the Australian TV show Hi-5.\nHarding grew up in Sydney, Australia and attended St Andrew's Cathedral School. In 1993 he began a funk band Compos Mentis with his brother Peter, family friend Mike McCarthy and bass player Sam O'Donnell.",
      "pageId": 2898760,
      "monthDay": "02/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lari_Ketner",
      "name": "Lari Ketner",
      "aboutText": "Martijn Franciscus Reuser (born 1 February 1975 in Amsterdam) is a former Dutch footballer who last played for NAC Breda in the Eredivisie.\nReuser began his career at Dutch side Ajax and, having joined the side at youth level, made the step up to play in the first team. He was a skillful, goal-scoring midfielder who looked capable of being a permanent fixture in the Dutch national setup.",
      "pageId": 3136356,
      "monthDay": "02/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kevin_Kilbane",
      "name": "Kevin Kilbane",
      "aboutText": "Héctor R. Luna (born February 1, 1980) is a Dominican professional baseball infielder who is currently a free agent.",
      "pageId": 4288938,
      "monthDay": "02/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Robert_Traylor",
      "name": "Robert Traylor",
      "aboutText": "David Meca Medina (born February 1, 1974, in Sabadell) is a long distance swimmer from Spain, who has swum from mainland Spain to Ibiza among his exploits. He won gold at the 2005 FINA World Championships in Montreal for the men's open water 25 km.\nMeca took silver in the 5 km event at the 2000 World Championships in Hawaii.",
      "pageId": 4750881,
      "monthDay": "02/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tim_Harding_(musician)",
      "name": "Tim Harding",
      "aboutText": "Óscar Pérez Rojas (born 1 February 1973 in Mexico City) is a Mexican football goalkeeper who plays for Pachuca of the Liga MX. His nickname \"El Conejo\" is Spanish for \"The Rabbit\".\nHe has been capped 54 times for the Mexico national team since 1997.",
      "pageId": 5321972,
      "monthDay": "02/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Valent%C3%ADn_Elizalde",
      "name": "Valentín Elizalde",
      "aboutText": "Otilino Tenorio (February 1, 1980 – May 7, 2005) was an Ecuadorian footballer.",
      "pageId": 5818309,
      "monthDay": "02/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rachelle_Lefevre",
      "name": "Rachelle Lefevre",
      "aboutText": "Lari Arthur Ketner (February 1, 1977 – October 10, 2014) was an American professional basketball player. A 6'9\", 277 lb (126 kg) forward/center, Ketner played college basketball at the University of Massachusetts Amherst, and was selected by the Chicago Bulls with the 49th overall pick (2nd round) of the 1999 NBA Draft.\nKetner played in two NBA seasons for three teams: Chicago Bulls (1999-2000), Cleveland Cavaliers (1999–2000) and Indiana Pacers (2000-01).",
      "pageId": 7405245,
      "monthDay": "02/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Juan_Silveira_dos_Santos",
      "name": "Juan Silveira dos Santos",
      "aboutText": "Rachelle Lefevre (/ləˈfɛv/; born February 1, 1979) is a Canadian actress. She has starred in the television series Big Wolf on Campus and had recurring roles in What About Brian, Boston Legal, and Swingtown. She played the vampire Victoria Sutherland in the first two films of the Twilight saga, before being replaced by Bryce Dallas Howard due to scheduling conflicts.",
      "pageId": 7762264,
      "monthDay": "02/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Keitani_Graham",
      "name": "Keitani Graham",
      "aboutText": "Valentín Elizalde Valencia (1 February 1979 – 25 November 2006) was a Mexican banda music singer gunned down in an ambush. Known by the nickname \"El Gallo de Oro\" (The Golden Rooster), his biggest Banda hits included \"Vete Ya,\" \"Ebrio de Amor\", \" Vete Con Él\", \"Vuelve Cariñito\", \"Cómo Me Duele\", \"Vencedor\", \" Mi Virgencita\", and \"Soy Así\". Some of his songs were narcocorridos eulogizing Mexican drug lords like Vicente Carrillo Fuentes.",
      "pageId": 8126675,
      "monthDay": "02/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/H%C3%A9ctor_Luna",
      "name": "Héctor Luna",
      "aboutText": "Yuri Landman (born February 1, 1973) is a Dutch experimental luthier and musician who has made several experimental electric string instruments for a list of artists including Lee Ranaldo of Sonic Youth, Liars, Jad Fair of Half Japanese, Liam Finn and Laura-Mary Carter.",
      "pageId": 8837101,
      "monthDay": "02/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mois%C3%A9s_Mu%C3%B1oz",
      "name": "Moisés Muñoz",
      "aboutText": "Keitani Graham (February 1, 1980 — December 6, 2012) was a Micronesian Greco-Roman wrestler. He competed in the Greco-Roman 84 kg event at the 2012 Summer Olympics and was eliminated in the qualifications by Chas Betts.\nGraham was born in Kealakekua, Hawaii and attended Punahou School in Honolulu and College of the Holy Cross in Worcester, Massachusetts.",
      "pageId": 36795681,
      "monthDay": "02/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Otilino_Tenorio",
      "name": "Otilino Tenorio",
      "aboutText": "Antwan André Patton (born February 1, 1975), better known by his stage name Big Boi, is an American rapper, songwriter, record producer and actor, best known for being a member of American hip hop duo Outkast alongside André 3000. His work in the duo has produced six studio albums. Big Boi's solo debut Sir Lucious Left Foot: The Son of Chico Dusty was released in July 2010 to respectable sales and critical acclaim.",
      "pageId": 47767310,
      "monthDay": "02/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rob_Austin",
      "name": "Rob Austin",
      "aboutText": "Darren Barr Fletcher (born 1 February 1984) is a Scottish footballer who plays as a central midfielder and captains West Bromwich Albion and the Scotland national team. He has also played as a right midfielder and on occasion in defence.\nFletcher came through the ranks of Manchester United's Youth Academy and spent 20 years with United, making 342 appearances for the club.",
      "pageId": 767725,
      "monthDay": "02/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Christian_Gim%C3%A9nez_(footballer,_born_1981)",
      "name": "Christian Giménez",
      "aboutText": "Graeme Craig Smith (born 1 February 1981) is a former South African cricketer and former captain of the South African cricket team Test side, having succeeded Shaun Pollock after the 2003 Cricket World Cup. He was succeeded as captain of the ODI side by AB de Villiers after the 2011 Cricket World Cup. He is also currently the overseas player and captain of English side Surrey.",
      "pageId": 834219,
      "monthDay": "02/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Luis_Lam%C3%A1",
      "name": "Luis Lamá",
      "aboutText": "Shoaib Malik (Punjabi, Urdu: شعیب ملک‎) (born 1 February 1982) is a Pakistani cricketer and former captain of the Pakistani side. He made his One-Day International debut in 1999 against the West Indies and his Test debut in 2001 against Bangladesh. On 3 November 2015, he announced his retirement from Test cricket and says his focus is to play in the 2019 Cricket World Cup.",
      "pageId": 899188,
      "monthDay": "02/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Raimo_Pajusalu",
      "name": "Raimo Pajusalu",
      "aboutText": "Gavin Lloyd Henson (born 1 February 1982) is a Welsh rugby union player who currently plays for Bristol Rugby. He attracted much media attention as part of a Wales national team which achieved Grand Slams in the Six Nations Championship in 2005 and 2008. He has also played for the British and Irish Lions, touring in 2005 to New Zealand but has never appeared at a World Cup.",
      "pageId": 1491643,
      "monthDay": "02/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Graeme_Smith",
      "name": "Graeme Smith",
      "aboutText": "Robert Christopher \"Rob\" Austin (born 1 February 1981, Evesham, Worcestershire) is a British racing driver who currently competes in the British Touring Car Championship.",
      "pageId": 1618788,
      "monthDay": "02/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gavin_Henson",
      "name": "Gavin Henson",
      "aboutText": "Jodi Lee Gordon (born 1 February 1985) is an Australian actress and model. From 2005 to 2010 she portrayed Martha MacKenzie in Home and Away. Gordon won the Logie Award for Most Popular New Female Talent in 2006.",
      "pageId": 2486656,
      "monthDay": "02/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shoaib_Malik",
      "name": "Shoaib Malik",
      "aboutText": "Kevin Dallas Martin, Jr. (born February 1, 1983) is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). Martin played high school basketball at Zanesville High School.",
      "pageId": 2581239,
      "monthDay": "02/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andrew_VanWyngarden",
      "name": "Andrew VanWyngarden",
      "aboutText": "Lauren Katherine Tell (née Conrad; born February 1, 1986) is an American television personality, fashion designer, and author. Born and raised in Laguna Beach, California, she attended Laguna Beach High School. In September 2004, at the age of 18, Conrad came to prominence after being cast in the reality television series Laguna Beach: The Real Orange County, which documented her life and those of her friends.",
      "pageId": 2642634,
      "monthDay": "02/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Iveta_Bene%C5%A1ov%C3%A1",
      "name": "Iveta Benešová",
      "aboutText": "Lee Thompson Young (February 1, 1984 – August 19, 2013) was an American actor. He was known for his teenage role as the title character on the Disney Channel television series The Famous Jett Jackson (1998–2001) and as Chris Comer in the movie Friday Night Lights (2004).",
      "pageId": 2820632,
      "monthDay": "02/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kevin_Martin_(basketball)",
      "name": "Kevin Martin",
      "aboutText": "Dean Andrew Shiels (born 1 February 1985) is a Northern Irish footballer who currently plays as an attacking midfielder for Scottish Championship club Rangers.\nWhen he was 8 years old, Sheils was in an accident causing complete loss of vision in one eye. In 2006 Dean decided to have the eye removed.",
      "pageId": 3185403,
      "monthDay": "02/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anna_Suzuki",
      "name": "Anna Suzuki",
      "aboutText": "Iveta Benešová (Czech pronunciation: [ˈɪvɛta ˈbɛnɛʃovaː]) (born 1 February 1983) is a Czech former professional tennis player. She began playing tennis at age of 7 and turned professional in 1998 in Prague. She has won two WTA Tour events and one Grand Slam in mixed doubles partnering with Jürgen Melzer at the 2011 Wimbledon Championships.",
      "pageId": 3224385,
      "monthDay": "02/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jurgen_Van_den_Broeck",
      "name": "Jurgen Van den Broeck",
      "aboutText": "Christian Eduardo Giménez known as El Chaco (born February 1, 1981 in Resistencia, Chaco, Argentina) is an Argentine-born Mexican footballer who plays for Cruz Azul in Mexico's professional league, the Mexican First Division.\nLabeled an attacking midfielder, Giménez is one of many talented players to be exported from Boca Juniors.",
      "pageId": 3695057,
      "monthDay": "02/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Darren_Fletcher",
      "name": "Darren Fletcher",
      "aboutText": "Luís Mamona João (born February 1, 1981 in Luanda), nicknamed Lamá, is an Angolan football goalkeeper, who plays for Petro Luanda in the Girabola.",
      "pageId": 5172368,
      "monthDay": "02/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lee_Thompson_Young",
      "name": "Lee Thompson Young",
      "aboutText": "Anna Suzuki (鈴木 杏奈, Suzuki Anna, born February 1, 1983 in Tokyo, Japan) is a Japanese actress, swimsuit model and gravure idol. She is married to the Japanese comedian Masaki Sumitani (also known under the stage name Hard Gay).",
      "pageId": 10467123,
      "monthDay": "02/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sandra_Seifert",
      "name": "Sandra Seifert",
      "aboutText": "Jurgen Van den Broeck (born 1 February 1983) is a Belgian professional road bicycle racer for UCI ProTeam Lotto-Soudal. He specializes in the time trial, having been Junior World Champion against the clock in 2001. The promise he first displayed in minor stage races like the Tour de Romandie and Eneco Tour was later validated and confirmed by top-10 finishes in all three Grand Tours: the Giro d'Italia, the Tour de France and the Vuelta a España.",
      "pageId": 11890143,
      "monthDay": "02/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jodi_Gordon",
      "name": "Jodi Gordon",
      "aboutText": "Karine Sergerie (born February 1, 1985) is the 2007 world champion in women's lightweight (under 63 kg) taekwondo.",
      "pageId": 18600634,
      "monthDay": "02/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Karine_Sergerie",
      "name": "Karine Sergerie",
      "aboutText": "Andrew VanWyngarden (born February 1, 1983) is the lead vocalist, guitar player and songwriter for the band MGMT, praised for (according to Interview Magazine) \"an uncanny knack for producing pop music that sounds as if it were filtered through a kaleidoscope.\" One of his (and MGMT cofounder Ben Goldwasser's) songs \"Kids\" (from the Oracular Spectacular album) received a Grammy nomination for Best Pop Performance by a Duo or Group, while the duo was nominated in the Best New Artist category.",
      "pageId": 20138994,
      "monthDay": "02/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dean_Shiels",
      "name": "Dean Shiels",
      "aboutText": "Sandra Inez Suravilla Seifert (born February 1, 1984) is a beauty queen and an international fashion model of mixed Filipina and German descent.\nShe is a New York-educated nurse from Bacolod City, Negros Occidental and was crowned Miss Philippines Earth 2009 in San Juan City, Philippines. She represented her country in the Miss Earth 2009, the 9th edition of Miss Earth international pageant, where she was crowned Miss Earth Air (1st Runner-up) on November 22, 2009.",
      "pageId": 22769503,
      "monthDay": "02/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jorrit_Bergsma",
      "name": "Jorrit Bergsma",
      "aboutText": "Raimo Pajusalu (born 1 February 1981 in Pärnu) is a retired Estonian volleyball player. He was a member of the Estonian national team from 2000 to 2014 and has represented his country at the 2009 and 2011 European Volleyball Championships.\nPajusalu started his professional career in hometown club ESS Falck Pärnu.",
      "pageId": 23823520,
      "monthDay": "02/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lauren_Conrad",
      "name": "Lauren Conrad",
      "aboutText": "Jorrit Bergsma (born 1 February 1986) is a Dutch speed skater and marathonskater.",
      "pageId": 33810479,
      "monthDay": "02/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sebastian_Boenisch",
      "name": "Sebastian Boenisch",
      "aboutText": "Giuseppe Rossi (Italian pronunciation: [dʒuˈzɛppe ˈrossi]; born 1 February 1987) is an American-born Italian professional footballer who plays as a forward for Fiorentina and the Italian national team.\nBorn in Teaneck, New Jersey, he began his career with the Clifton Stallions in nearby Clifton, New Jersey, but joined the youth team of Italian club Parma at the age of 12. When he was 17, he was signed by English club Manchester United, but he was unable to break into the first team; after loan spells with Newcastle United and back at Parma, he signed for Spanish club Villarreal in 2007.",
      "pageId": 1467060,
      "monthDay": "02/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Wu_Jingyu",
      "name": "Wu Jingyu",
      "aboutText": "Daniel \"Dan\" Gosling (born 1 February 1990) is an English footballer who plays for Bournemouth as a centre midfielder, right midfielder or right fullback. Gosling is a versatile player, having operated as a box-to-box midfielder on several occasions and occasionally deputised at right back to accommodate substitutions. His previous clubs are Newcastle United, Plymouth Argyle and Everton.",
      "pageId": 8372979,
      "monthDay": "02/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Heather_Morris",
      "name": "Heather Morris",
      "aboutText": "Sebastian Boenisch (Polish pronunciation: [sɛˈbastjan ˈbɛɲiʂ], German: [zeˈbasti̯an ˈbøːnɪʃ]; born 1 February 1987) (formerly as Pniowski [ˈpɲɔfskʲi]) is a Polish footballer who plays as a left back for Bayer Leverkusen and the Polish national team",
      "pageId": 14487627,
      "monthDay": "02/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Giuseppe_Rossi",
      "name": "Giuseppe Rossi",
      "aboutText": "Wu Jingyu (simplified Chinese: 吴静钰; traditional Chinese: 吳靜鈺; pinyin: Wú Jìngyù; born February 1, 1987) is a female Chinese Taekwondo practitioner who won gold medals at the 2008 and 2012 Summer Olympics in the –49 kg class. She also won several medals at world championships and Asian Games.\n^ a b c Jingyu Wu.",
      "pageId": 18667282,
      "monthDay": "02/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ronda_Rousey",
      "name": "Ronda Rousey",
      "aboutText": "Ronda Jean Rousey (/ˈraʊzi/ or /ˈraʊsi/; born February 1, 1987) is an American mixed martial artist, judoka, and actress. She is the former UFC Women's Bantamweight Champion, as well as the last Strikeforce Women's Bantamweight Champion. She has won eleven of her fights in the first round, nine of them by armbar.",
      "pageId": 18783042,
      "monthDay": "02/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brett_Anderson_(baseball)",
      "name": "Brett Anderson",
      "aboutText": "Brett Franklin Anderson (born February 1, 1988) is an American professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB).",
      "pageId": 19040434,
      "monthDay": "02/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Masahiro_Higashide",
      "name": "Masahiro Higashide",
      "aboutText": "Ricardo \"Ricky\" Soares Pinheiro (born 1 February 1989 in Kaiserslautern, West Germany) is a Portuguese footballer who plays for Wormatia Worms.",
      "pageId": 21265403,
      "monthDay": "02/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ricky_Pinheiro",
      "name": "Ricky Pinheiro",
      "aboutText": "Heather Elizabeth Morris Hubbell (born February 1, 1987) is an American actress, dancer, singer and model, known for her role as Brittany S. Pierce in the musical comedy series Glee.",
      "pageId": 25727676,
      "monthDay": "02/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dan_Gosling",
      "name": "Dan Gosling",
      "aboutText": "Luca Caldirola (born 1 February 1991) is an Italian footballer who currently plays as a defender for the Bundesliga side SV Darmstadt 98 whom he joined on 15 July 2015 on loan from Werder Bremen.",
      "pageId": 28384507,
      "monthDay": "02/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Luca_Caldirola",
      "name": "Luca Caldirola",
      "aboutText": "Mao Ichimichi (市道 真央, Ichimichi Mao, born February 1, 1992 in Osaka, Japan) is a Japanese actress and a former gravure idol who also does voice over work under the stylized name M·A·O. In 2011 she made her major acting debut in the role of Luka Millfy/Gokai Yellow in the Super Sentai series Kaizoku Sentai Gokaiger.\n^ \"市道真央\". ameba.jp.",
      "pageId": 31342170,
      "monthDay": "02/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mao_Ichimichi",
      "name": "Mao Ichimichi",
      "aboutText": "Ryo Yoshizawa (吉沢亮, Yoshizawa Ryō, born 1 February 1994) is a Japanese actor.\n^ \"TV Asahi's official cast and characters of Kamen Rider Fourze page\". Retrieved 2012-01-20.",
      "pageId": 34430035,
      "monthDay": "02/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jussi_Kanervo",
      "name": "Jussi Kanervo",
      "aboutText": "Harry Edward Styles (born 1 February 1994) is an English singer and songwriter, known as a member of the boy band One Direction. He made his debut as a singer with his band White Eskimo, who performed locally in Holmes Chapel, Cheshire, England. In 2010, Styles auditioned as a solo artist for the British television series The X Factor.",
      "pageId": 35459623,
      "monthDay": "02/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Diego_Mella",
      "name": "Diego Mella",
      "aboutText": "Anna-Lena Friedsam (born 1 February 1994) is a German tennis player.\nFriedsam, who was born in Neuwied, has won one singles title on the WTA 125K series as well as 11 singles and three doubles titles on the ITF circuit in her career. On 20 July 2015, she reached her best singles ranking of world number 73.",
      "pageId": 36109312,
      "monthDay": "02/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Anna-Lena_Friedsam",
      "name": "Anna-Lena Friedsam",
      "aboutText": "Diego Mella (born 1 February 1993) is an Italian footballer.",
      "pageId": 37161024,
      "monthDay": "02/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Harry_Styles",
      "name": "Harry Styles",
      "aboutText": "Masahiro Higashide (東出 昌大, Higashide Masahiro, born February 1, 1988 in Saitama Prefecture, Japan) is a Japanese actor and model.",
      "pageId": 43754020,
      "monthDay": "02/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ryo_Yoshizawa",
      "name": "Ryo Yoshizawa",
      "aboutText": "Jussi Aleksi Samuli Kanervo (born 1 February 1993) is a Finnish hurdler. He won silver in the 400 m hurdles at the 2015 European U23 Championships and bronze in the 110 m hurdles at the 2010 Youth Olympic Games.",
      "pageId": 47257389,
      "monthDay": "02/01"
    }
  ]
}