{
  "people": [
    {
      "year": "1391",
      "uri": "/wiki/Edmund_Mortimer,_5th_Earl_of_March",
      "name": "Edmund Mortimer, 5th Earl of March",
      "aboutText": "Antoine-Joseph \"Adolphe\" Sax (6 November 1814 – c. 7 February 1894) was a Belgian inventor and musician who invented the saxophone in 1846. He played the flute and clarinet, and his other inventions are the saxotromba, saxhorn and saxtuba.",
      "pageId": 3132,
      "monthDay": "11/06"
    },
    {
      "year": "1479",
      "uri": "/wiki/Joanna_of_Castile",
      "name": "Joanna of Castile",
      "aboutText": "Suleiman I (Ottoman Turkish: سلطان سليمان اول‎‎; Turkish: I. Süleyman, almost always Kanunî Sultan Süleyman; 6 November 1494 – 7 September 1566), commonly known as Suleiman the Magnificent in the West and \"Kanuni\" (the Lawgiver) in the East, was the tenth and longest-reigning Great Sultan of the Ottoman Empire, from 1520 to his death in 1566. Under his administration, the Ottoman State ruled over 20 to 30 million people.\nSuleiman became a prominent monarch of 16th-century Europe, presiding over the apex of the Ottoman Empire's military, political and economic power.",
      "pageId": 26992,
      "monthDay": "11/06"
    },
    {
      "year": "1494",
      "uri": "/wiki/Suleiman_the_Magnificent",
      "name": "Suleiman the Magnificent",
      "aboutText": "John Philip Sousa (/ˈsuːsə/; Portuguese pronunciation: [ˈso(w)zɐ]; November 6, 1854 – March 6, 1932) was an American composer and conductor of the late Romantic era, known primarily for American military and patriotic marches. Because of his mastery of march composition, he is known as \"The March King\" or the \"American March King\" due to his British counterpart Kenneth J. Alford also being known by the former nickname. Among his best-known marches are \"The Stars and Stripes Forever\" (National March of the United States of America), \"Semper Fidelis\" (Official March of the United States Marine Corps), \"The Liberty Bell\", \"The Thunderer\" and \"The Washington Post\".",
      "pageId": 39753,
      "monthDay": "11/06"
    },
    {
      "year": "1550",
      "uri": "/wiki/Karin_M%C3%A5nsdotter",
      "name": "Karin Månsdotter",
      "aboutText": "Joanna (6 November 1479 – 12 April 1555), known as Joanna the Mad (Spanish: Juana la Loca), was queen of Castile from 1504 and of Aragon from 1516. From the union of these two crowns modern Spain evolved. Joanna married Philip the Handsome, who was crowned King of Castile in 1506, initiating the rule of the Habsburgs in Spain.",
      "pageId": 151276,
      "monthDay": "11/06"
    },
    {
      "year": "1607",
      "uri": "/wiki/Sigmund_Theophil_Staden",
      "name": "Sigmund Theophil Staden",
      "aboutText": "Charles II (Spanish: Carlos II) (6 November 1661 – 1 November 1700) was the last Habsburg ruler of Spain. His realm included Southern Netherlands and Spain's overseas empire, stretching from the Americas to the Spanish East Indies. Known as \"the Bewitched\" (Spanish: el Hechizado), he is noted for his extensive physical, intellectual, and emotional disabilities (the product of generations of inbreeding between the Habsburgs)—along with his consequent ineffectual rule.",
      "pageId": 163002,
      "monthDay": "11/06"
    },
    {
      "year": "1661",
      "uri": "/wiki/Charles_II_of_Spain",
      "name": "Charles II of Spain",
      "aboutText": "Cesare Lombroso (Italian pronunciation: [ˈtʃeːzare lomˈbroːzo; -oːso]; born Ezechia Marco Lombroso; 6 November 1835 –19 October 1909), was an Italian criminologist and physician, founder of the Italian School of Positivist Criminology, often referred to as the father of criminology. Lombroso rejected the established classical school, which held that crime was a characteristic trait of human nature. Instead, using concepts drawn from physiognomy, degeneration theory, psychiatry and Social Darwinism, Lombroso's theory of anthropological criminology essentially stated that criminality was inherited, and that someone \"born criminal\" could be identified by physical (congenital) defects, which confirmed a criminal as savage or atavistic.",
      "pageId": 178879,
      "monthDay": "11/06"
    },
    {
      "year": "1692",
      "uri": "/wiki/Louis_Racine",
      "name": "Louis Racine",
      "aboutText": "Charles Henry Dow (/daʊ/; November 6, 1851 – December 4, 1902) was an American journalist who co-founded Dow Jones & Company with Edward Jones and Charles Bergstresser.\nDow also founded The Wall Street Journal, which has become one of the most respected financial publications in the world. He also invented the Dow Jones Industrial Average as part of his research into market movements.",
      "pageId": 251579,
      "monthDay": "11/06"
    },
    {
      "year": "1753",
      "uri": "/wiki/Jean-Baptiste_Br%C3%A9val",
      "name": "Jean-Baptiste Bréval",
      "aboutText": "Edmund de Mortimer, 5th Earl of March and 7th Earl of Ulster (6 November 1391 – 18 January 1425), was an English nobleman.",
      "pageId": 267631,
      "monthDay": "11/06"
    },
    {
      "year": "1753",
      "uri": "/wiki/Mikhail_Kozlovsky",
      "name": "Mikhail Kozlovsky",
      "aboutText": "Nelson Wilmarth Aldrich (November 6, 1841 – April 16, 1915) was a prominent American politician and a leader of the Republican Party in the Senate, where he served from 1881 to 1911. By the 1890s he was one of the \"Big Four\" key Republicans who largely controlled the major decisions of the Senate.\nBecause of his impact on national politics and central position on the pivotal Senate Finance Committee, he was referred to by the press and public alike as the \"General Manager of the Nation\", dominating all tariff and monetary policies in the first decade of the 20th century.",
      "pageId": 338457,
      "monthDay": "11/06"
    },
    {
      "year": "1755",
      "uri": "/wiki/Stanis%C5%82aw_Staszic",
      "name": "Stanisław Staszic",
      "aboutText": "Louis Racine (born November 6, 1692, Paris; died January 29, 1763, Paris) was a French poet of the Age of the Enlightenment.\nThe second son and the seventh and last child of the celebrated tragic dramatist Jean Racine, he was interested in poetry from childhood but was dissuaded from trying to make it his career by the poet Boileau on the grounds that the gift never existed in two successive generations. However, in 1719 Racine became a member of the Académie des Inscriptions and published his first major poem, La Grâce, in 1722.",
      "pageId": 507128,
      "monthDay": "11/06"
    },
    {
      "year": "1814",
      "uri": "/wiki/Adolphe_Sax",
      "name": "Adolphe Sax",
      "aboutText": "Karin Månsdotter (in English Catherine, in Finnish Kaarina Maununtytär; November 6, 1550 – September 13, 1612) was Queen of Sweden, first a mistress and then, for a few months in 1568, the consort of Eric XIV of Sweden. The asteroid 832 Karin is named in her honour.",
      "pageId": 568742,
      "monthDay": "11/06"
    },
    {
      "year": "1833",
      "uri": "/wiki/Jonas_Lie_(writer)",
      "name": "Jonas Lie",
      "aboutText": "Jonas Lauritz Idemil Lie (Norwegian: [liː]; 6 November 1833 – 5 July 1908) was a Norwegian novelist, poet, and playwright who is considered to have been one of the Four Greats of 19th century Norwegian literature, together with Henrik Ibsen, Bjørnstjerne Bjørnson and Alexander Kielland.",
      "pageId": 588992,
      "monthDay": "11/06"
    },
    {
      "year": "1835",
      "uri": "/wiki/Cesare_Lombroso",
      "name": "Cesare Lombroso",
      "aboutText": "Stanisław Wawrzyniec Staszic [staˈɲiswaf ˈstaʂit͡s] (6 November 1755 – 20 January 1826) was a leading figure in the Polish Enlightenment: a Catholic priest, philosopher, geologist, writer, poet, translator and statesman. A physiocrat, monist, pan-Slavist (after 1815) and laissez-fairist, he supported many reforms in Poland. He is particularly remembered for his political writings during the \"Great (Four-Year) Sejm\" (1788–92) and for his support of the Constitution of 3 May 1791, adopted by that Sejm.",
      "pageId": 1041538,
      "monthDay": "11/06"
    },
    {
      "year": "1841",
      "uri": "/wiki/Nelson_W._Aldrich",
      "name": "Nelson W. Aldrich",
      "aboutText": "Ezra Seymour Gosney (November 6, 1855 – September 14, 1942) was an American philanthropist and eugenicist.",
      "pageId": 2189564,
      "monthDay": "11/06"
    },
    {
      "year": "1841",
      "uri": "/wiki/Armand_Falli%C3%A8res",
      "name": "Armand Fallières",
      "aboutText": "Sigmund Theophil Staden (6 November 1607 – 30 July 1655) was an important early German composer.\nStaden was born in Kulmbach in the Principality of Bayreuth, son of Johann Staden, the founder of the so-called Nuremberg school. Based in Nuremberg, he was the composer of Seelewig (1644), the first German Singspiel.",
      "pageId": 3818661,
      "monthDay": "11/06"
    },
    {
      "year": "1851",
      "uri": "/wiki/Asada_Nobuoki",
      "name": "Asada Nobuoki",
      "aboutText": "Mikhail Ivanovich Kozlovsky (6 November 1753 – 30 September 1802) was a Russian Neoclassical sculptor active during the Age of Enlightenment.\nBeginning his training at the Imperial Academy of Arts with Anton Losenko in 1764, he went to Rome in 1774 and then to Paris in 1779. Although his early works harked back to the Baroque sensibility, Kozlovsky eventually succeeded in adapting his manner to Neoclassical monumentality.",
      "pageId": 4355667,
      "monthDay": "11/06"
    },
    {
      "year": "1851",
      "uri": "/wiki/Charles_Dow",
      "name": "Charles Dow",
      "aboutText": "Jean-Baptiste Sebastien Bréval (6 November 1753 – 18 March 1823) was a French cellist and composer.",
      "pageId": 4596435,
      "monthDay": "11/06"
    },
    {
      "year": "1854",
      "uri": "/wiki/John_Philip_Sousa",
      "name": "John Philip Sousa",
      "aboutText": "Dennis Miller Bunker (November 6, 1861 – December 28, 1890) was an American painter and innovator of American Impressionism. His mature works include both brightly colored landscape paintings and dark, finely drawn portraits and figures. One of the major American painters of the late 19th century, and a friend of many prominent artists of the era, Bunker died from meningitis at the age of 29.",
      "pageId": 12435219,
      "monthDay": "11/06"
    },
    {
      "year": "1855",
      "uri": "/wiki/E._S._Gosney",
      "name": "E. S. Gosney",
      "aboutText": "Clément Armand Fallières (French pronunciation: ​[aʁmɑ̃ faljɛʁ]; 6 November 1841 – 22 June 1931) was a French politician, president of the French republic from 1906 to 1913.\nHe was born at Mézin in the département of Lot-et-Garonne, France, where his father was clerk of the peace. He studied law and became an advocate at Nérac, beginning his public career there as municipal councillor (1868), afterwards mayor (1871), and as councillor-general of the département of Lot-et-Garonne (1871).",
      "pageId": 24086686,
      "monthDay": "11/06"
    },
    {
      "year": "1861",
      "uri": "/wiki/Dennis_Miller_Bunker",
      "name": "Dennis Miller Bunker",
      "aboutText": "Baron Asada Nobuoki (浅田 信興, November 6, 1851 – April 27, 1927) was a general in the Imperial Japanese Army.",
      "pageId": 31575394,
      "monthDay": "11/06"
    },
    {
      "year": "1861",
      "uri": "/wiki/James_Naismith",
      "name": "James Naismith",
      "aboutText": "Robert Musil (German: [ˈmuːzɪl] or [ˈmuːsɪl]; 6 November 1880 – 15 April 1942) was an Austrian writer.",
      "pageId": 25701,
      "monthDay": "11/06"
    },
    {
      "year": "1876",
      "uri": "/wiki/Everett_Shinn",
      "name": "Everett Shinn",
      "aboutText": "James Naismith (November 6, 1861 – November 28, 1939) was a Canadian-American physical educator, physician, chaplain, sports coach and innovator. He invented the sport of basketball in 1891. He wrote the original basketball rulebook, founded the University of Kansas basketball program, and lived to see basketball adopted as an Olympic demonstration sport in 1904 and as an official event at the 1936 Summer Olympics in Berlin, as well as the birth of both the National Invitation Tournament (1938) and the NCAA Men's Division I Basketball Championship (1939).",
      "pageId": 86346,
      "monthDay": "11/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/Yoshisuke_Aikawa",
      "name": "Yoshisuke Aikawa",
      "aboutText": "Edsel Bryant Ford (November 6, 1893 – May 26, 1943) was the only son of Henry Ford and president of Ford Motor Company from 1919 to his death in 1943.",
      "pageId": 214885,
      "monthDay": "11/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/Robert_Musil",
      "name": "Robert Musil",
      "aboutText": "Walter Perry Johnson (November 6, 1887 – December 10, 1946), nicknamed \"Barney\" and \"The Big Train\", was a Major League Baseball right-handed pitcher. He played his entire 21-year baseball career for the Washington Senators (1907–1927). He later served as manager of the Senators from 1929 through 1932 and for the Cleveland Indians from 1933 through 1935.",
      "pageId": 220816,
      "monthDay": "11/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/George_Poage",
      "name": "George Poage",
      "aboutText": "Joseph Raymond \"Ray\" Conniff (November 6, 1916 – October 12, 2002) was an American bandleader and arranger best known for his Ray Conniff Singers during the 1960s.",
      "pageId": 457156,
      "monthDay": "11/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/Chris_van_Abkoude",
      "name": "Chris van Abkoude",
      "aboutText": "Mohammad-Taqí Bahār (Persian: محمد تقی بهار‎‎; November 6, 1884, Mashhad - April 22, 1951, Tehran), widely known as Malek o-Sho'arā (Persian: ملک‌ الشعراء‎‎) and Malek o-Sho'arā Bahār (literally: the king of poets), is a renowned Iranian poet and scholar, who was also a politician, journalist, historian and Professor of Literature.",
      "pageId": 531825,
      "monthDay": "11/06"
    },
    {
      "year": "1881",
      "uri": "/wiki/Otoz%C5%8D_Yamada",
      "name": "Otozō Yamada",
      "aboutText": "Otozō Yamada (山田 乙三, Yamada Otozō, 6 November 1881 – 18 July 1965) was a general in the Imperial Japanese Army during World War II.",
      "pageId": 727471,
      "monthDay": "11/06"
    },
    {
      "year": "1882",
      "uri": "/wiki/Thomas_H._Ince",
      "name": "Thomas H. Ince",
      "aboutText": "Harold Wallace Ross (November 6, 1892 – December 6, 1951) was an American journalist who founded The New Yorker magazine and served as editor-in-chief of the publication from its inception until his death.",
      "pageId": 766007,
      "monthDay": "11/06"
    },
    {
      "year": "1884",
      "uri": "/wiki/Mohammad-Taqi_Bahar",
      "name": "Mohammad-Taqi Bahar",
      "aboutText": "Jonathan Harris (born Jonathan Charasuchin; Hebrew: יונתן האריס‎; November 6, 1914 – November 3, 2002) was an American character actor. Two of his best-known roles were as the timid accountant Bradford Webster in the TV version of The Third Man and the prissy villain Dr. Zachary Smith of the 1960s science fiction television series Lost in Space.",
      "pageId": 781810,
      "monthDay": "11/06"
    },
    {
      "year": "1885",
      "uri": "/wiki/Martin_O%27Meara",
      "name": "Martin O'Meara",
      "aboutText": "Martin O'Meara VC (6 November 1885 – 20 December 1935) was an Irish-born Australian recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.\n^ Reid, Richard E. \"O'Meara, Martin (1885–1935)\". Australian Dictionary of Biography.",
      "pageId": 1220278,
      "monthDay": "11/06"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ida_Barney",
      "name": "Ida Barney",
      "aboutText": "June Marlowe (November 6, 1903 – March 10, 1984) was an American film actress who began her career during the silent film era. Her most well known role was that of \"Miss Crabtree\", in the Our Gang shorts.",
      "pageId": 1245151,
      "monthDay": "11/06"
    },
    {
      "year": "1887",
      "uri": "/wiki/Walter_Johnson",
      "name": "Walter Johnson",
      "aboutText": "Yoshisuke Aikawa (or Gisuke Ayukawa) (鮎川 義介, Aikawa Yoshisuke, 6 November 1880 – 13 February 1967) was a Japanese entrepreneur, businessman, and politician, noteworthy as the founder and first president of the Nissan zaibatsu between 1931 and 1945.",
      "pageId": 1271138,
      "monthDay": "11/06"
    },
    {
      "year": "1892",
      "uri": "/wiki/Harold_Ross",
      "name": "Harold Ross",
      "aboutText": "George Coleman Poage (November 6, 1880–April 11, 1962) was the first African-American athlete to win a medal in the Olympic Games, winning two bronze medals at the 1904 games in St. Louis.",
      "pageId": 2008281,
      "monthDay": "11/06"
    },
    {
      "year": "1893",
      "uri": "/wiki/Edsel_Ford",
      "name": "Edsel Ford",
      "aboutText": "Jack O'Connor (born 6 November 1897, Cambridge, died 22 February 1977, Buckhurst Hill, Essex) was an English cricketer who played in four Tests from 1929 to 1930.\nO'Connor was the son of John O'Connor who played for Derbyshire and nephew of Herbert Carpenter who played for Essex. O'Connor's was a mainstay of the Essex county side between the Wars, scoring 1,000 runs a season 16 times.",
      "pageId": 3645727,
      "monthDay": "11/06"
    },
    {
      "year": "1894",
      "uri": "/wiki/Opal_Kunz",
      "name": "Opal Kunz",
      "aboutText": "James Dougan Norris (November 6, 1906 – February 25, 1966) was an American sports businessman, with interests in boxing, ice hockey, and horse racing. He was the son of James E. Norris (whom the James Norris Memorial Trophy is named after) and half-brother of Bruce Norris and is a member of the Hockey Hall of Fame.\nBorn in Chicago, Norris served as a Lieutenant with the United States Navy during World War II. In business, he was a partner in the commodity brokerage firm, Norris and Kenly, and became involved in hockey by working for his father, who bought the Detroit Red Wings in 1932.",
      "pageId": 5920003,
      "monthDay": "11/06"
    },
    {
      "year": "1897",
      "uri": "/wiki/Jack_O%27Connor_(English_cricketer)",
      "name": "Jack O'Connor",
      "aboutText": "Everett Shinn (November 6, 1876 – May 1, 1953) was an American realist painter and member of the Ashcan School. He also exhibited with the short-lived group known as \"The Eight,\" who protested the restrictive exhibition policies of the powerful, conservative National Academy of Design. He is best known for his robust paintings of urban life in New York and London, a hallmark of Ashcan art, and for his theater and residential murals and interior-design projects.",
      "pageId": 7546101,
      "monthDay": "11/06"
    },
    {
      "year": "1903",
      "uri": "/wiki/June_Marlowe",
      "name": "June Marlowe",
      "aboutText": "Chris van Abkoude (6 November 1880, Rotterdam - 2 January 1960, Portland, Oregon) was a Dutch writer and novelist of mostly children's books. He wrote the series of Pietje Bell novels from 1914 to 1936 and many books in between. He moved to the U.S.A in 1916 and wrote all the Pietje Bell books in the United States, except for the first one, which he wrote in 1914 in Rotterdam.",
      "pageId": 12779290,
      "monthDay": "11/06"
    },
    {
      "year": "1906",
      "uri": "/wiki/James_D._Norris",
      "name": "James D. Norris",
      "aboutText": "Thomas H. Ince (November 16, 1882 – November 19, 1924) was an American silent film producer, director, screenwriter, and actor. He revolutionized the motion picture industry by creating the first major Hollywood studio facility and invented many mechanisms of professional movie production by introducing the \"assembly line\" system of filmmaking after being the first mogul to build his own film studio, dubbed \"Inceville,\" in Palisades Highlands. He was also instrumental in developing the role of the producer in motion pictures.",
      "pageId": 23410577,
      "monthDay": "11/06"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jonathan_Harris",
      "name": "Jonathan Harris",
      "aboutText": "Opal Kunz, also known as Opal van Zandt Giberson Kunz (November 6, 1894 – May 15, 1967) was a noted early American aviator, the first president of the \"Ninety-Nines\", a women pilots’ organization, that was formed in her living room, and an early feminist. She was married to Dr. George Frederick Kunz.",
      "pageId": 30145389,
      "monthDay": "11/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ray_Conniff",
      "name": "Ray Conniff",
      "aboutText": "Ida Barney (November 6, 1886 – March 7, 1982) was an American astronomer, best known for her 22 volumes of astrometric measurements on 150,000 stars. She was educated at Smith College and Yale University and spent most of her career at the Yale University Observatory.",
      "pageId": 37673979,
      "monthDay": "11/06"
    },
    {
      "year": "1921",
      "uri": "/wiki/James_Jones_(author)",
      "name": "James Jones",
      "aboutText": "Mike Nichols (born Mikhail Igor Peschkowsky; November 6, 1931 – November 19, 2014) was a German-born American film and theatre director, producer, actor and comedian. He was noted for his ability to work across a range of genres and an aptitude for getting the best out of actors regardless of their acting experience. Nichols began his career in the 1950s with the comedy improvisational troupe, The Compass Players, predecessor of The Second City, in Chicago.",
      "pageId": 67749,
      "monthDay": "11/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Frank_J._Lynch",
      "name": "Frank J. Lynch",
      "aboutText": "Stonewall Jackson (born November 6, 1932) is an American country singer and musician who achieved his greatest fame during country's \"golden\" honky tonk era in the 1950s and early 1960s.",
      "pageId": 185085,
      "monthDay": "11/06"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ray_B._Sitton",
      "name": "Ray B. Sitton",
      "aboutText": "James Jones (November 6, 1921 – May 9, 1977) was an American author known for his explorations of World War II and its aftermath.",
      "pageId": 528832,
      "monthDay": "11/06"
    },
    {
      "year": "1923",
      "uri": "/wiki/Don_Lusher",
      "name": "Don Lusher",
      "aboutText": "Peter John Collins (6 November 1931 – 3 August 1958) was a British racing driver from England.",
      "pageId": 1226514,
      "monthDay": "11/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jeanette_Schmid",
      "name": "Jeanette Schmid",
      "aboutText": "Hilary Hinton \"Zig\" Ziglar (November 6, 1926 – November 28, 2012) was an American author, salesman, and motivational speaker.",
      "pageId": 1350285,
      "monthDay": "11/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Harry_Threadgold",
      "name": "Harry Threadgold",
      "aboutText": "Hugh Francis \"Frank\" Carson KSG (6 November 1926 – 22 February 2012) was an Irish comedian and actor, best known on television in series such as The Comedians and Tiswas.",
      "pageId": 1396550,
      "monthDay": "11/06"
    },
    {
      "year": "1925",
      "uri": "/wiki/Michel_Bouquet",
      "name": "Michel Bouquet",
      "aboutText": "Gordon Wharmby (6 November 1933 – 18 May 2002) was a British television actor. He was best known for the role of Wesley Pegden on Last of the Summer Wine.\nHe was born in Salford, Lancashire, in 1933, and served in the Royal Air Force during his national service.",
      "pageId": 1401383,
      "monthDay": "11/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Haradhan_Bandopadhyay",
      "name": "Haradhan Bandopadhyay",
      "aboutText": "Thomas \"Tom\" Hornbein (born November 6, 1930) is a well-known American mountaineer.\nBorn in St. Louis, Missouri, Hornbein developed an interest in geology as a teenager.",
      "pageId": 2476928,
      "monthDay": "11/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Frank_Carson",
      "name": "Frank Carson",
      "aboutText": "Jeanette Schmid (6 November 1924 – 9 March 2005) was a professional transsexual whistler.\nBorn Rudolf Schmid in Volary, Sudetenland (in what is now the Czech Republic), Schmid began to dress in feminine clothing at a young age and loved singing and dancing. Schmid did not fit in with the Nazi ideal of the Aryan male but enlisted in the Wehrmacht in 1941 and was posted to Udine, Italy until sent home due to typhoid fever.",
      "pageId": 4204455,
      "monthDay": "11/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Zig_Ziglar",
      "name": "Zig Ziglar",
      "aboutText": "Eugene Sampson Pitt born November 6, 1937 in Brooklyn, New York, USA was the founding member of The Jive Five.\nHe first formed a group with some schoolfriends in 1954 called the Genies, in which he was the lead singer. There were no recordings from this group.",
      "pageId": 5469561,
      "monthDay": "11/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/June_Squibb",
      "name": "June Squibb",
      "aboutText": "Don Lusher OBE (6 November 1923 - 5 July 2006) was a jazz and big band trombonist best known for his association with the Ted Heath Big Band.",
      "pageId": 5839947,
      "monthDay": "11/06"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tom_Hornbein",
      "name": "Tom Hornbein",
      "aboutText": "François Baron Englert (French: [ɑ̃ɡlɛʁ]; born 6 November 1932) is a Belgian theoretical physicist and 2013 Nobel prize laureate (shared with Peter Higgs). He is Professor emeritus at the Université libre de Bruxelles (ULB) where he is member of the Service de Physique Théorique. He is also a Sackler Professor by Special Appointment in the School of Physics and Astronomy at Tel Aviv University and a member of the Institute for Quantum Studies at Chapman University in California.",
      "pageId": 8370210,
      "monthDay": "11/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Peter_Collins_(racing_driver)",
      "name": "Peter Collins",
      "aboutText": "Michel Bouquet (born 6 November 1925) is a French film actor. He has appeared in more than 100 films since 1947.",
      "pageId": 19219124,
      "monthDay": "11/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mike_Nichols",
      "name": "Mike Nichols",
      "aboutText": "Haradhan H Bandopadhyay (Bengali: হারাধন বন্দোপাধ্যায়) (6 November 1926 – 5 January 2013) was a Bengali Indian male actor of television and films. He made his debut in the 1948 Bengali film Devdut, directed by Atanu Bandopadhyay.",
      "pageId": 21905889,
      "monthDay": "11/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Stonewall_Jackson_(musician)",
      "name": "Stonewall Jackson",
      "aboutText": "Garry Gross (November 6, 1937 – November 30, 2010) was an American fashion photographer who went on to specialize in dog portraiture.",
      "pageId": 24538963,
      "monthDay": "11/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Fran%C3%A7ois_Englert",
      "name": "François Englert",
      "aboutText": "Frank J. Lynch (November 6, 1922 – January 25, 1987) was a lawyer, judge, and legislator from Pennsylvania.\nHe was a Delaware County, Pennsylvania County Councilman. He was a Republican member of the Pennsylvania House of Representatives from 1969 to 1980.",
      "pageId": 25515075,
      "monthDay": "11/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gordon_Wharmby",
      "name": "Gordon Wharmby",
      "aboutText": "Ray Benjamin Sitton (November 6, 1923 – August 16, 2013) was an American lieutenant general, command pilot and navigator.",
      "pageId": 32991070,
      "monthDay": "11/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Leo_Goeke",
      "name": "Leo Goeke",
      "aboutText": "Leo Goeke (November 6, 1937, Kirksville, Missouri — September 18, 2012, Pittsfield, Massachusetts) was an American operatic tenor who had an active international career from the 1960s through the 1980s. He was particularly admired for his portrayal of Tom Rakewell in The Rake’s Progress at the Glyndebourne Festival in 1975 and its subsequent revivals there in 1977, 1978 and 1980. He was also lauded for his portrayal of Gandhi I in Philip Glass’ Satyagraha which he performed in a production staged by Achim Freyer at the Stuttgart Opera in 1983.",
      "pageId": 37082503,
      "monthDay": "11/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Garry_Gross",
      "name": "Garry Gross",
      "aboutText": "Harry Threadgold is a footballer who played as a goalkeeper in the Football League initially for Chester City.\nHe also played for Sunderland and spent 10 years at Southend United from July 1953 until 1963. He retired in May 1963.",
      "pageId": 37543658,
      "monthDay": "11/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Eugene_Pitt",
      "name": "Eugene Pitt",
      "aboutText": "June Louise Squibb (born November 6, 1929) is an American actress. She has played supporting roles in various films such as Alice, Scent of a Woman, The Age of Innocence, In & Out, and Far from Heaven. She has also performed on television series such as Ghost Whisperer and on Broadway, including performing in the original production of Gypsy.",
      "pageId": 39697979,
      "monthDay": "11/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Marco_Vassi",
      "name": "Marco Vassi",
      "aboutText": "Michael Henry Schwerner (November 6, 1939 – June 21, 1964), was one of three Congress of Racial Equality (CORE) field workers killed in Philadelphia, Mississippi, by the Ku Klux Klan in response to their civil rights work, which included promoting voting registration among African Americans, most of whom had been disenfranchised in the state since 1890.",
      "pageId": 206712,
      "monthDay": "11/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joe_Warfield",
      "name": "Joe Warfield",
      "aboutText": "Sally Margaret Field (born November 6, 1946) is an American actress and director. She is known for her film roles in Smokey and the Bandit (1977), Norma Rae (1979), Places in the Heart (1984), Murphy's Romance (1985), Steel Magnolias (1989), Mrs. Doubtfire (1993), Forrest Gump (1994), and Lincoln (2012).",
      "pageId": 240361,
      "monthDay": "11/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Mack_Jones",
      "name": "Mack Jones",
      "aboutText": "P.J. Proby (born James Marcus Smith, November 6, 1938) is an American singer, songwriter, and actor. He has also portrayed Elvis Presley and Roy Orbison in musical theater productions. The stage name P.J. Proby was suggested by a friend, Sharon Sheeley, who had a boyfriend of that name at high school.",
      "pageId": 315631,
      "monthDay": "11/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Branko_Mikasinovich",
      "name": "Branko Mikasinovich",
      "aboutText": "Ahmet Mesut Yılmaz (Turkish pronunciation: [meˈsut jɯɫˈmaz]; born 6 November 1947 in Istanbul) is a Turkish politician. He was the leader of the Motherland Party (Turkish: Anavatan Partisi, ANAP) from 1991 to 2002, and served three times as Prime Minister of Turkey. His first two prime-ministerial terms lasted just months (in 1991 and 1996), while the third ran from June 1997 to January 1999.",
      "pageId": 613739,
      "monthDay": "11/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/P._J._Proby",
      "name": "P. J. Proby",
      "aboutText": "Guy Charles Clark (born November 6, 1941) is a Grammy Award winning American Texas Country and folk singer, musician, songwriter, recording artist, and performer. He has released more than twenty albums, and his songs have been recorded by other artists including Jerry Jeff Walker, Jimmy Buffett, Lyle Lovett, Ricky Skaggs, Steve Wariner, and Rodney Crowell. Guy Clark won the 2014 Grammy Award for Best Folk Album: My Favorite Picture Of You.",
      "pageId": 671637,
      "monthDay": "11/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Diana_E._H._Russell",
      "name": "Diana E. H. Russell",
      "aboutText": "Michael John \"Johnny\" Giles (born 6 November 1940, in Ormond Square, Dublin, Ireland) is a former association footballer and manager best remembered for his time as a midfielder with Leeds United in the 1960s and 1970s. Since retiring from management in 1985, Giles has served as \"the Senior Analyst\" on RTÉ Sport's coverage of association football.\nThe FAI voted Giles as the greatest Irish player of the last 50 years at the UEFA Jubilee Awards in 2004.",
      "pageId": 697330,
      "monthDay": "11/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michael_Schwerner",
      "name": "Michael Schwerner",
      "aboutText": "Mack F. Jones (November 6, 1938 – June 8, 2004), nicknamed \"Mack The Knife\", was a Major League Baseball left fielder who played for the Milwaukee & Atlanta Braves (1961–1967), Cincinnati Reds (1968), and Montreal Expos (1969–1971). He batted left-handed and threw right-handed.\n^ \"Deaths of former major league players, managers, club executives, scouts, umpires and writers: from January 25, 2004 through January 21, 2005\".",
      "pageId": 733160,
      "monthDay": "11/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Leonardo_Quisumbing",
      "name": "Leonardo Quisumbing",
      "aboutText": "Dieter Friedrich Uchtdorf (born 6 November 1940) is a German aviator, airline executive and religious leader.",
      "pageId": 1035805,
      "monthDay": "11/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Johnny_Giles",
      "name": "Johnny Giles",
      "aboutText": "Frederick Ralph Cornelius \"Fred\" Penner, CM OM (born November 6, 1946) is a Canadian children's music performer who gives appearances throughout North America.",
      "pageId": 1068182,
      "monthDay": "11/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ruth_Messinger",
      "name": "Ruth Messinger",
      "aboutText": "George Redburn Young (born 6 November 1946) is a Scottish-born Australian musician, songwriter and record producer. He is best known as a member of the 1960s Australian rock band The Easybeats, and as a co-writer of the international hits \"Friday on My Mind\" and \"Love Is in the Air\" recorded by John Paul Young (no relation).",
      "pageId": 1931951,
      "monthDay": "11/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dieter_F._Uchtdorf",
      "name": "Dieter F. Uchtdorf",
      "aboutText": "Diana E. H. Russell (born 6 November 1938) is a feminist writer and activist. Born and raised in Cape Town, South Africa, she moved to England in 1957, and then to the United States in 1961. For the past 25 years she has been engaged in research on sexual violence against women and girls.",
      "pageId": 2003730,
      "monthDay": "11/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Guy_Clark",
      "name": "Guy Clark",
      "aboutText": "Ruth Wyler Messinger (born November 6, 1940) is a former political leader in New York City and a member of the Democratic Party as well as the Democratic Socialists of America. She was the Democratic nominee for Mayor of New York City in 1997, losing to incumbent mayor Rudy Giuliani. She is married to Andrew Lachman, her second husband, and has three children.",
      "pageId": 2317038,
      "monthDay": "11/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sally_Field",
      "name": "Sally Field",
      "aboutText": "Carolyn Seymour (born 6 November 1947 in Aylesbury, Buckinghamshire) is an English actress, best associated with portraying the role of Abby Grant in the BBC series Survivors in 1975.",
      "pageId": 2505068,
      "monthDay": "11/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Viivi_Luik",
      "name": "Viivi Luik",
      "aboutText": "Jim Rosenthal (born 6 November 1947) is a sports presenter on British television. In a long broadcasting career, Rosenthal has presented coverage of many sports including football, rugby, boxing and athletics.",
      "pageId": 2862739,
      "monthDay": "11/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Fred_Penner",
      "name": "Fred Penner",
      "aboutText": "Edward Yang (simplified Chinese: 杨德昌; traditional Chinese: 楊德昌; pinyin: Yáng Déchāng; November 6, 1947 – June 29, 2007), along with Hou Hsiao-Hsien and Tsai Ming Liang, was one of the leading film-makers of the Taiwanese New Wave and Taiwanese Cinema. He won the Best Director Award at Cannes for his 2000 film Yi Yi (\"A One and a Two\").",
      "pageId": 3514025,
      "monthDay": "11/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/George_Young_(rock_musician)",
      "name": "George Young",
      "aboutText": "Joe Warfield (born November 6, 1937) is an American actor born in Baltimore, Maryland. Joe is a veteran of stage, film and television working as an actor, director and teacher. He is a former full-time Professor and Head of Acting Study in the NYU Grad Film Department teaching Directing Actors.",
      "pageId": 7250048,
      "monthDay": "11/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jim_Rosenthal",
      "name": "Jim Rosenthal",
      "aboutText": "Leonardo A. Quisumbing (born November 6, 1939) was an Associate Justice of the Supreme Court of the Philippines.",
      "pageId": 9045101,
      "monthDay": "11/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carolyn_Seymour",
      "name": "Carolyn Seymour",
      "aboutText": "Marco Ferdinand William Vasquez-d'Acugno Vassi (November 6, 1937 in New York City – January 14, 1989 in New York City) was an American experimental thinker and author, most noted for his erotica. He wrote fiction and nonfiction, publishing hundreds of short stories, articles, more than a dozen novels, and at least one play, \"The Re-Enactment,\" (under the name of Fred Vassi) at the Caffe Cino in January 1966. Many of his works appeared as \"Anonymous\" in their first printings.",
      "pageId": 21588172,
      "monthDay": "11/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Edward_Yang",
      "name": "Edward Yang",
      "aboutText": "Branko Mikasinovich (born November 6, 1938 in Belišće) is a scholar of Yugoslav and Serbian literature as well as a noted Slavist.",
      "pageId": 25131313,
      "monthDay": "11/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mesut_Y%C4%B1lmaz",
      "name": "Mesut Yılmaz",
      "aboutText": "Viivi Luik (born 6 November 1946, in Tänassilma, Estonia) is an Estonian poet and prosaist.",
      "pageId": 40053635,
      "monthDay": "11/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sidney_Blumenthal",
      "name": "Sidney Blumenthal",
      "aboutText": "Arturo Sandoval (born November 6, 1949) is a Cuban jazz trumpeter, pianist and composer. He was born in Artemisa, Cuba.\nSandoval, while still in Cuba, was influenced by jazz musicians Charlie Parker, Clifford Brown, and Dizzy Gillespie, finally meeting Gillespie later in 1977.",
      "pageId": 183441,
      "monthDay": "11/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Glenn_Frey",
      "name": "Glenn Frey",
      "aboutText": "Michael Cunningham (born November 6, 1952) is an American author and screenwriter. He is best known for his 1998 novel The Hours, which won the Pulitzer Prize for Fiction and the PEN/Faulkner Award in 1999. Cunningham is a senior lecturer of creative writing at Yale University.",
      "pageId": 276003,
      "monthDay": "11/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Brad_Davis_(actor)",
      "name": "Brad Davis",
      "aboutText": "Maria Owings Shriver (/ˈʃraɪvər/; born November 6, 1955) is an American journalist, activist, author of six best-selling books, and former First Lady of California as the ex-wife of former California Governor Arnold Schwarzenegger. She has received a Peabody Award and was co-anchor for NBC's Emmy-winning coverage of the 1988 Summer Olympics. As executive producer of The Alzheimer's Project, Shriver earned two Emmy Awards and an Academy of Television Arts & Sciences award for developing a \"television show with a conscience\".",
      "pageId": 326913,
      "monthDay": "11/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nigel_Havers",
      "name": "Nigel Havers",
      "aboutText": "Nigel Allan Havers (born 6 November 1951) is an English actor. He played Lord Andrew Lindsay in the 1981 British film Chariots of Fire, earning a BAFTA nomination for the role, and Dr Tom Latimer in the British TV comedy series Don't Wait Up. He portrayed the role of Lewis Archer in Coronation Street from 2009 to 2010.",
      "pageId": 327013,
      "monthDay": "11/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Arturo_Sandoval",
      "name": "Arturo Sandoval",
      "aboutText": "Robert Creel \"Brad\" Davis (November 6, 1949 – September 8, 1991) was an American actor, known for starring in the 1978 film Midnight Express and 1982 film Querelle.",
      "pageId": 374504,
      "monthDay": "11/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joseph_C._Wilson",
      "name": "Joseph C. Wilson",
      "aboutText": "Glenn Lewis Frey (/fraɪ/; born November 6, 1948) is an American musician, singer, songwriter, producer and actor, best known as a founding member of the Eagles. Frey played guitar with Eagles as well as piano and keyboards and sang lead vocals on many Eagles hits such as \"Take It Easy\", \"Peaceful Easy Feeling\", \"Tequila Sunrise\", \"Already Gone\", \"Lyin' Eyes\", \"New Kid in Town\", and \"Heartache Tonight\".\nAfter the breakup of the Eagles in 1980, Frey embarked on a successful solo career.",
      "pageId": 536880,
      "monthDay": "11/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Amir_Aczel",
      "name": "Amir Aczel",
      "aboutText": "Joseph Charles \"Joe\" Wilson IV (born November 6, 1949) is a former United States diplomat best known for his 2002 trip to Niger to investigate allegations that Saddam Hussein was attempting to purchase yellowcake uranium; his New York Times op-ed piece, \"What I Didn't Find in Africa\"; and the subsequent leaking of information pertaining to his wife Valerie Plame's identity as a CIA agent. He is the CEO of a consulting firm he founded, JC Wilson International Ventures.",
      "pageId": 609523,
      "monthDay": "11/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Chris_Glen",
      "name": "Chris Glen",
      "aboutText": "Sidney Stone Blumenthal (/ˈbluːmənθɔːl/; born November 6, 1948) is an American journalist, activist, writer and former political aide. He is a former aide to President Bill Clinton; a long-time confidant to Hillary Clinton; and a journalist, especially on American politics and foreign policy. He was editor of several departments and wrote for several publications including The Washington Post, Vanity Fair, and The New Yorker.",
      "pageId": 1769759,
      "monthDay": "11/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nimalan_Soundaranayagam",
      "name": "Nimalan Soundaranayagam",
      "aboutText": "Catherine Jean Crier (born November 6, 1954) is an American journalist and author of A Deadly Game and The Case Against Lawyers. She was the youngest elected state judge in Texas history at age thirty and served as a Texas State District Judge for the 162nd District Court.\nCrier is currently a managing partner in Cajole Entertainment developing television, film, and documentary projects.",
      "pageId": 1952240,
      "monthDay": "11/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Peter_Althin",
      "name": "Peter Althin",
      "aboutText": "Graeme Malcolm Wood (born 6 November 1956 in East Fremantle, Western Australia) is a former Australian cricketer who played in 59 Tests and 83 ODIs from 1978 to 1989. He scored nine Test centuries in his career, which was a West Australian record until 2001–02 when it was surpassed by Justin Langer.",
      "pageId": 2491638,
      "monthDay": "11/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_Falsey",
      "name": "John Falsey",
      "aboutText": "Amir Dan Aczel (November 6, 1950 – November 26, 2015) was an Israeli-born American lecturer in mathematics and the history of mathematics and science, and an author of popular books on mathematics and science.",
      "pageId": 5969484,
      "monthDay": "11/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Cunningham",
      "name": "Michael Cunningham",
      "aboutText": "Peter Althin, (born November 6, 1941 in Lund, Skåne, Sweden) is a Swedish attorney and politician and a member of the Swedish parliament for the Christian Democrats from 2002 to 2007.\nAlthin graduated from law school with a master's degree in law (jur. kand.) from Lund University in 1968 and joined the Swedish Bar Association in 1974.",
      "pageId": 6082326,
      "monthDay": "11/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Frank_Hanisch",
      "name": "Frank Hanisch",
      "aboutText": "Alton Coleman (November 6, 1955 – April 26, 2002) was an American spree killer. He was executed by the state of Ohio for the murder of 43-year-old Marlene Walters of Norwood, Ohio during a six-state killing spree in 1984.",
      "pageId": 6650137,
      "monthDay": "11/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mango_(singer)",
      "name": "Mango",
      "aboutText": "Mango, stage name of Giuseppe Mango (Lagonegro, 6 November 1954 – Policoro, 7 December 2014), was an Italian singer-songwriter and musician.\nHe was known for his style which fuses pop, rock, folk, world music and for his extensive vocal range. He is best known for the song \"Oro\", from his 1986 breakout album release Odissea.",
      "pageId": 11705048,
      "monthDay": "11/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Catherine_Crier",
      "name": "Catherine Crier",
      "aboutText": "Minoru Yanagida (柳田 稔, Yanagida Minoru, born November 6, 1954) is a Japanese politician of the Democratic Party of Japan, a member of the House of Councillors in the Diet (national legislature).",
      "pageId": 14329150,
      "monthDay": "11/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Minoru_Yanagida",
      "name": "Minoru Yanagida",
      "aboutText": "Christopher Thomas 'Chris' Glen (born 6 November 1950, Paisley, Renfrewshire, Scotland) is a Scottish bass guitarist, who has played in The Jade, Tear Gas, The Party Boys, The Sensational Alex Harvey Band (SAHB) (1972–78), John Martyn, and The Michael Schenker Group (1980–84, 2008-2010).",
      "pageId": 15277155,
      "monthDay": "11/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alton_Coleman",
      "name": "Alton Coleman",
      "aboutText": "John Henry Falsey, Jr.",
      "pageId": 16005094,
      "monthDay": "11/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/William_H._McRaven",
      "name": "William H. McRaven",
      "aboutText": "William Harry McRaven (born November 6, 1955) is a former United States Navy admiral who last served as the ninth commander of the United States Special Operations Command from August 8, 2011, to August 28, 2014. He previously served from June 13, 2008, to August 2011 as Commander, Joint Special Operations Command (JSOC) and from June 2006 to March 2008 as Commander, Special Operations Command Europe (SOCEUR). In addition to his duties as COMSOCEUR, he was designated as the first director of the NATO Special Operations Forces Coordination Centre (NSCC), where he was charged with enhancing the capabilities and inter-operability of all NATO Special Operations Forces.",
      "pageId": 18262913,
      "monthDay": "11/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Maria_Shriver",
      "name": "Maria Shriver",
      "aboutText": "Frank Hanisch (born 6 November 1953 in Berlin) is a former professional German footballer.\nIn the 1970s, Hanisch made a total of 67 Bundesliga appearances for Hertha BSC before later moving to Wuppertaler SV and Tennis Borussia Berlin.\nHis brother, Klaus-Peter Hanisch (1952–2009), was also a professional footballer.",
      "pageId": 29410209,
      "monthDay": "11/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Graeme_Wood_(cricketer)",
      "name": "Graeme Wood",
      "aboutText": "Ashley Nimalanayagam Soundaranayagam (6 November 1950 – 7 November 2000) was a Sri Lankan Tamil teacher, politician and Member of Parliament.\nSoundaranayagam was born on 6 November 1950, in Morokkotanchenai, Batticaloa District in Eastern Sri Lanka. He was a school principal.",
      "pageId": 40277722,
      "monthDay": "11/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Cam_Clarke",
      "name": "Cam Clarke",
      "aboutText": "Gregory Walter Graffin (born November 6, 1964) is an American punk rock singer-songwriter, multi-instrumentalist, college lecturer, and author. He is most recognized as the lead vocalist, songwriter, and only constant member of the noted Los Angeles band Bad Religion, which he co-founded in 1979. He also embarked on a solo career in 1997, when he released the album American Lesion.",
      "pageId": 200202,
      "monthDay": "11/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Klaus_Kleinfeld",
      "name": "Klaus Kleinfeld",
      "aboutText": "Rozz Williams (born Roger Alan Painter on November 6, 1963; died on April 1, 1998) was an American vocalist and musician most known for his work with the bands Christian Death, Shadow Project (with musician Eva O), and with the industrial project Premature Ejaculation. Christian Death is cited by some as a pioneer of the American gothic rock scene as well as deathrock. Williams was also involved with Daucus Karota, Heltir, and EXP; he also recorded several solo albums.",
      "pageId": 422678,
      "monthDay": "11/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Siobh%C3%A1n_McCarthy",
      "name": "Siobhán McCarthy",
      "aboutText": "By Kevin Conran: Kerry Scott Conran (born November 6, 1964) is an American film director and screenwriter, best known for creating and directing the 2004 pulp science fiction film Sky Captain and the World of Tomorrow.",
      "pageId": 953231,
      "monthDay": "11/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/T%C5%8Dru_Nakane",
      "name": "Tōru Nakane",
      "aboutText": "Trace Beaulieu (/ˈtreɪs boʊlˈjuː/) born November 6, 1958, is an American puppeteer, writer, and actor. He is best known for his roles on Mystery Science Theater 3000 (MST3K) as well as his work with MST3K's successor Cinematic Titanic with the original creators and cast of MST3K. In 2010 he published a book of poems entitled Silly Rhymes For Belligerent Children with illustrations by artist Len Peralta.",
      "pageId": 995056,
      "monthDay": "11/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Lori_Singer",
      "name": "Lori Singer",
      "aboutText": "Cameron Arthur \"Cam\" Clarke (born November 6, 1957) is a prolific American voice actor and singer, known for his voice-work in animation and video games. He is best known for providing the voices of Leonardo and Rocksteady in the original Teenage Mutant Ninja Turtles animated series and Shotaro Kaneda in the 1989 original English dub of Akira. He often voices teenagers and other similarly young characters.",
      "pageId": 1025228,
      "monthDay": "11/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Trace_Beaulieu",
      "name": "Trace Beaulieu",
      "aboutText": "Lori Singer (born November 6, 1957) is an American actress and cellist. She is perhaps best known for her role as Ariel Moore, the female lead in the 1984 feature film Footloose, and as Julie Miller in the television series Fame.",
      "pageId": 1680758,
      "monthDay": "11/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mare_Tommingas",
      "name": "Mare Tommingas",
      "aboutText": "Klaus-Christian Kleinfeld (born 6 November 1957 in Bremen, Germany) is chairman and chief executive officer (CEO) of Alcoa Inc., and former president and CEO of Siemens AG.",
      "pageId": 1700801,
      "monthDay": "11/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michael_Cerveris",
      "name": "Michael Cerveris",
      "aboutText": "Corey Glover (born November 6, 1964) is an American singer, guitarist and actor. He is best known as the lead singer of the rock band Living Colour and has toured as the vocalist for the funk band Galactic.",
      "pageId": 1790366,
      "monthDay": "11/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Craig_Goldy",
      "name": "Craig Goldy",
      "aboutText": "Michael Cerveris (born November 6, 1960) is an American singer, guitarist and actor. He has performed in many stage musicals and plays, including several Stephen Sondheim musicals: Assassins, Sweeney Todd, Road Show, and Passion. In 2004, Cerveris won the Tony Award as Best Featured Actor in a Musical for Assassins as John Wilkes Booth.",
      "pageId": 1833678,
      "monthDay": "11/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Florent_Pagny",
      "name": "Florent Pagny",
      "aboutText": "Craig Goldy (born November 6, 1961) is an American guitarist, most notably of the band Dio.",
      "pageId": 2158036,
      "monthDay": "11/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Aznil_Nawawi",
      "name": "Aznil Nawawi",
      "aboutText": "Arne Duncan (born November 6, 1964) is an American education administrator who has been the United States Secretary of Education since 2009. He will step down at the end of 2015.",
      "pageId": 2226852,
      "monthDay": "11/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Annette_Zilinskas",
      "name": "Annette Zilinskas",
      "aboutText": "Florent Pagny (born 6 November 1961 in Chalon-sur-Saône, Saône-et-Loire) is a French musician. He has also acted in many French films. He records work in French, Italian, Spanish and English, and his greatest hits include \"N'importe quoi\", \"Savoir aimer\", \"Ma Liberté de penser\" (all three were #1 in France) and \"Caruso\" (#2 in France).",
      "pageId": 2384337,
      "monthDay": "11/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tsuyoshi_Ihara",
      "name": "Tsuyoshi Ihara",
      "aboutText": "Annette Celia Genevieve Zilinskas (born November 6, 1962) is an American musician and singer of Lithuanian ancestry who was the original bass guitarist for The Bangles then later lead vocalist with Blood on the Saddle. She was also a member of L.A. band The Ringling Sisters from (1990–1993).\nA native of Southern California, she was born in Van Nuys and was recruited into The Bangs, which later became The Bangles, as bass guitarist.",
      "pageId": 3000087,
      "monthDay": "11/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rozz_Williams",
      "name": "Rozz Williams",
      "aboutText": "Arkie Deya Whiteley (6 November 1964 – 19 December 2001) was an Australian actress who appeared in television and films.",
      "pageId": 3026661,
      "monthDay": "11/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kerry_Conran",
      "name": "Kerry Conran",
      "aboutText": "Datuk Aznil bin Haji Nawawi, better known as Aznil Nawawi, Aznil Haji Nawawi, Aznil or Pak Nil, is a TV host in Malaysia.\nHe won the Best Talk Show Award at the Asian Television Awards 2005 in Singapore.",
      "pageId": 8548673,
      "monthDay": "11/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Arne_Duncan",
      "name": "Arne Duncan",
      "aboutText": "Found Married_name, Found Image,",
      "pageId": 10087421,
      "monthDay": "11/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Corey_Glover",
      "name": "Corey Glover",
      "aboutText": "Tsuyoshi Ihara (伊原 剛志, Ihara Tsuyoshi, birth name: 伊原 剛 Ihara Tsuyoshi) is a Japanese actor of Korean descent, born on November 6, 1963 in Kitakyūshū, and who grew up in Ikuno-ku, Osaka. He is a graduate of Imamiya Senior High School, situated in Naniwa-ku, Osaka.",
      "pageId": 12789939,
      "monthDay": "11/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Greg_Graffin",
      "name": "Greg Graffin",
      "aboutText": "Tōru Nakane (中根徹, Nakane Tōru) is a Japanese actor who was born in Tokyo, Japan on November 6, 1957. He has appeared extensively in pink films and on television.",
      "pageId": 33142145,
      "monthDay": "11/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Arkie_Whiteley",
      "name": "Arkie Whiteley",
      "aboutText": "Mare Tommingas (born 6 November 1959) is an Estonian dancer, choreographer, and director of the ballet company of Vanemuine in Tartu, Estonia.",
      "pageId": 37691032,
      "monthDay": "11/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Val%C3%A9rie_Benguigui",
      "name": "Valérie Benguigui",
      "aboutText": "Valérie Benguigui (6 November 1965 – 2 September 2013) was a French actress and theater director. Born in Paris, she took acting courses at the Cours Florent and the National Chaillot Theatre School. Her first film role was in Francis Huster's On a volé Charlie Spencer (1986).",
      "pageId": 38782159,
      "monthDay": "11/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Siim_Valmar_Kiisler",
      "name": "Siim Valmar Kiisler",
      "aboutText": "Jerry Chih-Yuan Yang (born November 6, 1968) is a Taiwanese-born American internet entrepreneur, engineer, the co-founder and former CEO of Yahoo!",
      "pageId": 142552,
      "monthDay": "11/06"
    },
    {
      "year": "1966",
      "uri": "/wiki/Peter_DeLuise",
      "name": "Peter DeLuise",
      "aboutText": "Ethan Green Hawke (born November 6, 1970) is an American actor, writer and director. He has been nominated for four Academy Awards, both as an actor and a writer, and a Tony Award. Hawke has directed two feature films, three Off-Broadway plays, and a documentary, and wrote the novels The Hottest State (1996) and Ash Wednesday (2002).",
      "pageId": 164120,
      "monthDay": "11/06"
    },
    {
      "year": "1966",
      "uri": "/wiki/Paul_Gilbert",
      "name": "Paul Gilbert",
      "aboutText": "Paul Brandon Gilbert (born November 6, 1966) is an American heavy metal guitarist. He is best known for being the co-founder of the band Mr. Big.",
      "pageId": 239593,
      "monthDay": "11/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Shuzo_Matsuoka",
      "name": "Shuzo Matsuoka",
      "aboutText": "Rebecca Alie Romijn (/roʊˈmeɪn/ roh-MAYN; Dutch: [roːˈmɛin]; born November 6, 1972) is an American actress and former fashion model. She is best known for her role as Mystique in the X-Men films and Joan from The Punisher (2004), both from Marvel Comics. She also had a recurring role as Alexis Meade on the television series Ugly Betty.",
      "pageId": 242319,
      "monthDay": "11/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rebecca_Schaeffer",
      "name": "Rebecca Schaeffer",
      "aboutText": "Thandiwe \"Thandie\" Newton (born 6 November 1972) is an English actress.",
      "pageId": 464227,
      "monthDay": "11/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Fujiko_Takimoto",
      "name": "Fujiko Takimoto",
      "aboutText": "Rebecca Lucile Schaeffer (November 6, 1967 – July 18, 1989) was an American model and television and film actress.\nSchaeffer began her career as a teen model before moving on to acting. In 1986, she landed the role of Patricia \"Patti\" Russell in the CBS sitcom My Sister Sam.",
      "pageId": 686041,
      "monthDay": "11/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Caesar_Meadows",
      "name": "Caesar Meadows",
      "aboutText": "Kelly Rutherford Deane (born November 6, 1968), better known as Kelly Rutherford, is an American actress. She is known for her television roles as Stephanie \"Sam\" Whitmore on the NBC daytime soap opera Generations (1989–91), as Megan Lewis on the Fox primetime soap opera Melrose Place (1996–99), and as Lily van der Woodsen on The CW series Gossip Girl (2007–12).",
      "pageId": 719194,
      "monthDay": "11/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kelly_Rutherford",
      "name": "Kelly Rutherford",
      "aboutText": "Zoe McLellan (born November 6, 1974) is an American television actress, known for her roles as Petty Officer Jennifer Coates in the CBS procedural JAG, as Lisa George in the ABC soapy comedy Dirty Sexy Money, and as Meredith Brody in the CBS series NCIS: New Orleans.",
      "pageId": 748371,
      "monthDay": "11/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alfred_Williams",
      "name": "Alfred Williams",
      "aboutText": "Fujiko Takimoto (瀧本 富士子, Takimoto Fujiko, born 6 November 1967) is a Japanese voice actress born in Osaka. She is represented by Arts Vision. On February 2, 2014, she married fellow voice actor and her Mahoromatic co-star Hideki Ogihara.",
      "pageId": 1160556,
      "monthDay": "11/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jerry_Yang_(entrepreneur)",
      "name": "Jerry Yang",
      "aboutText": "Nell McAndrew (born Tracey Jane McAndrew on 6 November 1973) is an English glamour model. She is also an accomplished amateur athlete, with a marathon personal best time of 2:54:39.\n^ a b \"My Biography\".",
      "pageId": 1255797,
      "monthDay": "11/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ethan_Hawke",
      "name": "Ethan Hawke",
      "aboutText": "Garry William Flitcroft (born 6 November 1972 in Bolton, Lancashire) is an English former professional footballer and most recently football manager of Conference North side Chorley.\nAs a player he was a midfielder from 1991 to 2006, and played in the Premier League for Manchester City, Blackburn Rovers and Sheffield United, as well as playing in the Football League for Bury. He was capped 10 times by England U21, scoring three goals.",
      "pageId": 1360625,
      "monthDay": "11/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Clonie_Gowen",
      "name": "Clonie Gowen",
      "aboutText": "Cycalona \"Clonie\" Gowen (born November 6, 1971) is an American professional poker player, based in Dallas, Texas.",
      "pageId": 2077976,
      "monthDay": "11/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Deivi_Cruz",
      "name": "Deivi Cruz",
      "aboutText": "Peter John DeLuise (born November 6, 1966) is an American actor, director, producer, and screenwriter, known for his role as Officer Doug Penhall in the Fox TV series 21 Jump Street, and for directing and writing episodes of science fiction television shows, particularly in the Stargate franchise.",
      "pageId": 2083238,
      "monthDay": "11/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Garry_Flitcroft",
      "name": "Garry Flitcroft",
      "aboutText": "Shuzo Matsuoka (松岡 修造, Matsuoka Shūzō, born 6 November 1967 in Tokyo, Japan) is a former professional tennis player from Japan.",
      "pageId": 2575718,
      "monthDay": "11/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Adonis_Georgiadis",
      "name": "Adonis Georgiadis",
      "aboutText": "Alfred \"Big Al\" Hamilton Williams (born November 6, 1968) is a former American football player. He was a linebacker and defensive end for the Cincinnati Bengals, San Francisco 49ers and Denver Broncos.",
      "pageId": 4525148,
      "monthDay": "11/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Thandie_Newton",
      "name": "Thandie Newton",
      "aboutText": "Deivi Cruz Garcia (born November 6, 1972), is a former baseball shortstop.\nCruz played at the Major League Baseball level for nine seasons (1997-2005) with the Detroit Tigers, San Diego Padres, Baltimore Orioles, San Francisco Giants, and Washington Nationals. In 1,234 career games, Cruz had a .269 batting average with 70 home runs.",
      "pageId": 5588268,
      "monthDay": "11/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rebecca_Romijn",
      "name": "Rebecca Romijn",
      "aboutText": "Caesar Meadows (born November 6, 1968) is an American cartoonist who has published the monthly comic strip Mumbeaux Gumbo in the New Orleans magazine Where Y'at since August 2001. His other monthly comic strip Qomix has been published in Antigravity magazine since 2005.\nHe likes to reformat his comic strips as special-edition micro-comics which he then gives out to people during Mardi Gras.",
      "pageId": 8671572,
      "monthDay": "11/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Igors_Samu%C5%A1onoks",
      "name": "Igors Samušonoks",
      "aboutText": "Adonis-Spyridon Georgiadis (also spelled as Georgiades, Greek: Σπυρίδων-Άδωνις Γεωργιάδης), from the ancient Adonis, born 6 November 1972, is a Greek politician, historian, publisher, author and husband of Eugenia Manolidou. He was Minister for Health from June 2013 until June 2014.",
      "pageId": 9537692,
      "monthDay": "11/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nell_McAndrew",
      "name": "Nell McAndrew",
      "aboutText": "Siim Valmar Kiisler (born 6 November 1965 in Tallinn) is an Estonian politician, a member of the Union of Pro Patria and Res Publica (IRL).",
      "pageId": 25177656,
      "monthDay": "11/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Zoe_McLellan",
      "name": "Zoe McLellan",
      "aboutText": "Igors Samusonoks (November 6, 1972 Latvia) is a former competitor in Freestyle Wrestling who represented Latvia at the 2000 Summer Olympics. He finished in 12th place at 85 kg.\nAt the junior level, Igors was a world champion in 1990.",
      "pageId": 45156678,
      "monthDay": "11/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Frank_Vandenbroucke_(cyclist)",
      "name": "Frank Vandenbroucke",
      "aboutText": "Cassie René Bernall (November 6, 1981 – April 20, 1999) was a student killed in the Columbine High School massacre at age 17.\nInitial reports suggested that Eric Harris asked if Bernall believed in God moments before she was fatally shot. She was reported to have answered \"Yes\".",
      "pageId": 378616,
      "monthDay": "11/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Catherine_Clark",
      "name": "Catherine Clark",
      "aboutText": "Catherine Jane Clark (born November 6, 1976) is a Canadian television broadcaster, and the daughter of former Canadian Prime Minister Joe Clark and Maureen McTeer.",
      "pageId": 451663,
      "monthDay": "11/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mike_Herrera",
      "name": "Mike Herrera",
      "aboutText": "Patrick Daniel \"Pat\" Tillman (November 6, 1976 – April 22, 2004) was an American football player who left his professional career and enlisted in the United States Army in June 2002 in the aftermath of the September 11 attacks. His service in Iraq and Afghanistan, and subsequent death, were the subject of much media attention.\nTillman joined the Army Rangers and served several tours in combat before he died in the mountains of Afghanistan.",
      "pageId": 595639,
      "monthDay": "11/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jodi_Martin",
      "name": "Jodi Martin",
      "aboutText": "Lamar Joseph Odom (born November 6, 1979) is an American former professional basketball player. As a member of the Los Angeles Lakers in the National Basketball Association (NBA), he won NBA championships in 2009 and 2010 and was named the NBA Sixth Man of the Year in 2011.\nAs a high school player, Odom received national player of the year honors from Parade in 1997.",
      "pageId": 651268,
      "monthDay": "11/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Pat_Tillman",
      "name": "Pat Tillman",
      "aboutText": "Michael Arthur Herrera (born November 6, 1976), known professionally as Mike Herrera, is an American singer, songwriter, musician, and bass guitarist, most widely known as the lead vocalist, bass guitarist, and composer for the punk band MxPx.",
      "pageId": 777761,
      "monthDay": "11/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Patr%C3%ADcia_Tavares",
      "name": "Patrícia Tavares",
      "aboutText": "Taryn Manning (born November 6, 1978) is an American actress, singer-songwriter, and fashion designer. Manning made her film debut in the teen drama Crazy/Beautiful (2001), followed by a lead part opposite Britney Spears in Crossroads (2002), which garnered her mainstream attention. She then appeared in 8 Mile (2002), White Oleander (2002), A Lot Like Love (2005), and Hustle & Flow (2005), for which she earned critical acclaim.",
      "pageId": 1282623,
      "monthDay": "11/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sandrine_Blancke",
      "name": "Sandrine Blancke",
      "aboutText": "Bradley Stuart (born November 6, 1979) is a Canadian professional ice hockey defenceman currently playing for the Colorado Avalanche of the National Hockey League (NHL).",
      "pageId": 1486913,
      "monthDay": "11/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daniella_Cicarelli",
      "name": "Daniella Cicarelli",
      "aboutText": "David Adam LaRoche (born November 6, 1979), is an American professional baseball first baseman and designated hitter for the Chicago White Sox of Major League Baseball (MLB). He has also played for the Atlanta Braves, Pittsburgh Pirates, Boston Red Sox, Arizona Diamondbacks and Washington Nationals.",
      "pageId": 2096044,
      "monthDay": "11/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Erik_Cole",
      "name": "Erik Cole",
      "aboutText": "Daniella Cicarelli Lemos (born November 6, 1978) is a former TV show hostess for MTV Brasil and fashion model.",
      "pageId": 2341985,
      "monthDay": "11/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jolina_Magdangal",
      "name": "Jolina Magdangal",
      "aboutText": "Frank Vandenbroucke (6 November 1974 – 12 October 2009), was a Belgian professional road racing cyclist. He was the great hope of Belgian cycling in the 1990s but a remarkable talent which appeared in his adolescence in athletics and then in cycle racing dissipated in a succession of drugs problems, rows with teams, suicide attempts and finally being disowned by the cycling world. His former wife described him as a cocaine addict.",
      "pageId": 2399432,
      "monthDay": "11/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Taryn_Manning",
      "name": "Taryn Manning",
      "aboutText": "Erik Thomas Cole (born November 6, 1978) is an American professional ice hockey left winger. He is currently an unrestricted free agent, most recently playing for the Detroit Red Wings of the National Hockey League (NHL). He had two stints with the Carolina Hurricanes as well as having played for the Montreal Canadiens, Edmonton Oilers and Dallas Stars in his NHL career.",
      "pageId": 2851589,
      "monthDay": "11/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zak_Morioka",
      "name": "Zak Morioka",
      "aboutText": "Ramon Marcelino \"Marc\" Diaz Abaya (born November 6, 1979) is a Filipino musician, TV host, VJ, and occasional actor. Abaya appeared in the 2009 Philippine release of Tinker Bell.",
      "pageId": 3093768,
      "monthDay": "11/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marc_Abaya",
      "name": "Marc Abaya",
      "aboutText": "Myolie Wu Hang-yee (born 6 November 1979), is a Hong Kong actress and singer. Born in Hong Kong with Guangdong Taishan ancestry, she is signed under for the Hong Kong TVB television station and a singer under contracts with Neway Star. She has twice won \"My Favorite TV Actress\" at the Astro Favorites Awards Ceremony.",
      "pageId": 4258105,
      "monthDay": "11/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Adam_LaRoche",
      "name": "Adam LaRoche",
      "aboutText": "Jolina Magdangal-Escueta (born November 6, 1978) is a Filipina actress, singer, TV host, entrepreneur and former teen idol.",
      "pageId": 4901771,
      "monthDay": "11/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lamar_Odom",
      "name": "Lamar Odom",
      "aboutText": "Zaqueu \"Zak\" Morioka (born November 6, 1978) is a racecar driver from São Paulo, Brazil. He won the USAC Formula Ford 2000 Championship in 1997. In 2000, he competed in 1 Indy Racing League contest for Revista Motors/Tri Star Motorsports.",
      "pageId": 5600899,
      "monthDay": "11/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gerli_Padar",
      "name": "Gerli Padar",
      "aboutText": "Lee Dong-wook (born November 6, 1981) is a South Korean actor.",
      "pageId": 5982314,
      "monthDay": "11/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brad_Stuart",
      "name": "Brad Stuart",
      "aboutText": "Jodi Miranda Martin (born 6 November 1976) is an Australian singer-songwriter living in Sydney. Her professional music career began in mid-1996 while she was still a student, when she was the opening act for Arlo Guthrie's first Australian tour.",
      "pageId": 6972179,
      "monthDay": "11/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Myolie_Wu",
      "name": "Myolie Wu",
      "aboutText": "Patrícia Tavares (born Sónia Patrícia Tavares Oliveira Matos Ferreira on 6 November 1977 in Lisbon) is a Portuguese actress with a long-standing career.",
      "pageId": 7500134,
      "monthDay": "11/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Cassie_Bernall",
      "name": "Cassie Bernall",
      "aboutText": "Sandrine Blancke (6 November 1978) is an actress. She started her acting career at the age of 13 in the 1991 film Toto le héros. She was nominated for Best Supporting Actress at the 1st Magritte Awards.",
      "pageId": 9288892,
      "monthDay": "11/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lee_Dong-wook",
      "name": "Lee Dong-wook",
      "aboutText": "Gerli Padar (born 6 November 1979 in Haljala, Estonia) is a popular female performing artist in Estonia.\nGerli's television appearances include, most notably, her having represented Estonia at the ever-popular Eurovision trans-national talent contest as well as having performed in \"Dancing with the Stars\".\nGerli has also performed live—to critical acclaim—in several hit Estonian musicals including her starring roles as Sally in \"Cabaret\", as Florence in \"Chess\" and as Lotte in \"Lotte, the Detective\".",
      "pageId": 9918787,
      "monthDay": "11/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kaspars_Gork%C5%A1s",
      "name": "Kaspars Gorkšs",
      "aboutText": "Aki Harada (原田 亜希, Harada Aki, born November 6, 1982) better known by her stage name, Sowelu, is a Japanese pop/R&B singer signed onto Avex Group's label Rhythm Zone.",
      "pageId": 1379891,
      "monthDay": "11/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andrew_Murray_(ice_hockey)",
      "name": "Andrew Murray",
      "aboutText": "Ana Ivanovic (Serbian: Ana Ivanović, Ана Ивановић; Serbian pronunciation: [âna iʋǎːnoʋit͡ɕ]; born 6 November 1987) is a Serbian professional tennis player who as of August 10, 2015 is ranked No. 6 in the world by the Women's Tennis Association. Ranked No.",
      "pageId": 1729356,
      "monthDay": "11/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sowelu",
      "name": "Sowelu",
      "aboutText": "Emily Jean \"Emma\" Stone (born November 6, 1988) is an American actress. She made her feature film debut in the comedy Superbad (2007). In 2010, Stone starred in the comedy Easy A, for which she received a nomination for the Golden Globe Award for Best Actress – Musical or Comedy.",
      "pageId": 3741746,
      "monthDay": "11/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Steve_Millar",
      "name": "Steve Millar",
      "aboutText": "Ricardo \"Ricky\" Romero, Jr. (born November 6, 1984) is an American professional baseball pitcher with the San Francisco Giants organization.",
      "pageId": 4679197,
      "monthDay": "11/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Daisuke_Watanabe_(actor)",
      "name": "Daisuke Watanabe",
      "aboutText": "Janette Heather McBride, also known as Janet McBride (born 6 November 1983 in Queensland, Australia), is a former Filipino-Australian actress and television host. Her breakthrough performance in Philippine cinema came in the year 2000 when she was cast in Laurice Guillen's award-winning and critically acclaimed film Tanging Yaman.\nMcBride went on to star in different TV shows and series on ABS-CBN including Star Drama Theater Presents – Rave with Marvin Agustin, whom she starred with in Tanging Yaman.",
      "pageId": 5526638,
      "monthDay": "11/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sawa_(singer)",
      "name": "Sawa",
      "aboutText": "Jon Hume (born 6 November 1983) is the lead singer of Evermore. He is a singer-songwriter, multi-instrumentalist, Record Producer and Studio owner. Jon is the eldest of the three brothers who make up the New Zealand band Evermore.",
      "pageId": 8263281,
      "monthDay": "11/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jon_Hume",
      "name": "Jon Hume",
      "aboutText": "Kaspars Gorkšs (born 6 November 1981) is a Latvian professional footballer who plays as a defender for Czech side FK Dukla Prague. Gorkšs is also the current captain of the Latvian national team.\nGorkšs firstly established himself in his native Latvia before moving to English football in 2006 with Blackpool.",
      "pageId": 8439201,
      "monthDay": "11/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Janette_McBride",
      "name": "Janette McBride",
      "aboutText": "Conor Sammon (born 6 November 1986) is an Irish professional footballer who plays as a striker for Sheffield United, on loan from Derby County.\nSammon started his professional career at League of Ireland Premier Division side University College Dublin. In 2008 he signed for Derry City and one season later he moved to Scottish Premier League club Kilmarnock.",
      "pageId": 8953578,
      "monthDay": "11/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ricky_Romero",
      "name": "Ricky Romero",
      "aboutText": "Not to be confused with rock singer Steve Miller",
      "pageId": 9081678,
      "monthDay": "11/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sebastian_Schachten",
      "name": "Sebastian Schachten",
      "aboutText": "Josmer Volmy \"Jozy\" Altidore /ˈæltidɔər/ (born November 6, 1989) is an American professional soccer player who plays as a forward for Toronto FC and the United States national team.\nAltidore made his professional debut in 2006 at the age of 16 with the New York Red Bulls. In the middle of his third season with New York, in 2008, he made a transfer to Villarreal for a fee of $10 million.",
      "pageId": 10919134,
      "monthDay": "11/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gee-Ann_Abrahan",
      "name": "Gee-Ann Abrahan",
      "aboutText": "Sebastian Schachten (born 6 November 1984 in Bad Karlshafen) is a German footballer who plays as a defender for FC Luzern.\nAfter his expiring contract with 2. Bundesliga side FC St.",
      "pageId": 12607751,
      "monthDay": "11/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ettore_Marchi",
      "name": "Ettore Marchi",
      "aboutText": "Andrew Murray (born November 6, 1981 in Selkirk, Manitoba) is a Canadian-Croatian professional ice hockey player who is currently an unrestricted free agent who most recently played for KHL Medveščak Zagreb, member of the Kontinental Hockey League (KHL).",
      "pageId": 14918701,
      "monthDay": "11/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Katie_Leclerc",
      "name": "Katie Leclerc",
      "aboutText": "Erik Lund (born 6 November 1988) is a Swedish footballer who plays for Varbergs BoIS FC in the Swedish Superettan as a defender.",
      "pageId": 18393218,
      "monthDay": "11/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Conor_Sammon",
      "name": "Conor Sammon",
      "aboutText": "Sawa Kouchi (河内 沙和, Kouchi Sawa, born November 6, 1983), stylized SAWA, is a Japanese techno-pop singer and songwriter who debuted in 2008 on the indies label Cyclops. In 2009, she signed onto Sony Music Entertainment Japan and joined its sublabel, Epic Records. In 2012 she switched to Bellwood Records and released her 6th mini-album, ソプラノレイン (Soprano Rain).",
      "pageId": 25355447,
      "monthDay": "11/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ana_Ivanovic",
      "name": "Ana Ivanovic",
      "aboutText": "Daisuke Watanabe (渡辺 大輔, Watanabe Daisuke, born November 6, 1982) is a Japanese actor.",
      "pageId": 25678245,
      "monthDay": "11/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Naoki_Miyata",
      "name": "Naoki Miyata",
      "aboutText": "Gianina Maria \"Gee-Ann\" Sta. Maria Abrahan (born November 6, 1985), also known as Gee-Ann Abrahan, is a Filipino actress and former reality show contestant. She came to prominence from her stint in the second season of Pinoy Big Brother, hailed as the fourth Big Placer, placing behind Wendy Valdez, Mickey Perz and season winner Beatriz Saw.",
      "pageId": 26536775,
      "monthDay": "11/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Erik_Lund_(footballer)",
      "name": "Erik Lund",
      "aboutText": "Ettore Marchi (born 6 November 1985 in Gubbio) is an Italian footballer who plays as a forward for Serie B club Pro Vercelli.",
      "pageId": 30298179,
      "monthDay": "11/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Emma_Stone",
      "name": "Emma Stone",
      "aboutText": "Katie Lynn Leclerc (born November 6, 1986) is an American actress. She has appeared on several television series, including Veronica Mars, Fashion House and The Big Bang Theory.",
      "pageId": 32085635,
      "monthDay": "11/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Conchita_Wurst",
      "name": "Conchita Wurst",
      "aboutText": "Naoki Miyata (宮田 直樹, born November 6, 1987) is a Japanese football player.",
      "pageId": 33861961,
      "monthDay": "11/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jozy_Altidore",
      "name": "Jozy Altidore",
      "aboutText": "Conchita Wurst (also mononymously known as Conchita) is an Austrian pop recording artist and drag queen portrayed by Thomas \"Tom\" Neuwirth (born 6 November 1988). Wurst came to international attention for winning the Eurovision Song Contest 2014 as Austria's entrant with the song \"Rise Like a Phoenix\". Neuwirth uses masculine pronouns when referring to himself but feminine pronouns to describe Wurst.",
      "pageId": 36534961,
      "monthDay": "11/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Shaina_Magdayao",
      "name": "Shaina Magdayao",
      "aboutText": "Shaina García Magdayao (born November 6, 1989), is a Filipina actress, dancer, singer and model.",
      "pageId": 7555901,
      "monthDay": "11/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dorothea_Barth_J%C3%B6rgensen",
      "name": "Dorothea Barth Jörgensen",
      "aboutText": "Hero Beauregard Fiennes-Tiffin (born 6 November 1997) is an English actor best known for his role as the 11-year-old Tom Riddle, the young version of antagonist Lord Voldemort (played in the films by his uncle, Ralph Fiennes), in Harry Potter and the Half Blood Prince, the sixth installment of the Harry Potter films.",
      "pageId": 18657642,
      "monthDay": "11/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Valentina_Nappi",
      "name": "Valentina Nappi",
      "aboutText": "Paula Kania (born 6 November 1992) is a professional Polish tennis player.\nKania has won one WTA title in doubles, five ITF titles in singles, and eleven in doubles.",
      "pageId": 26979143,
      "monthDay": "11/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Andr%C3%A9_Sch%C3%BCrrle",
      "name": "André Schürrle",
      "aboutText": "André Horst Schürrle (born 6 November 1990) is a German professional footballer who plays as a forward for VfL Wolfsburg and the Germany national team.\nHe began his career at FSV Mainz 05 in 2009, spending two years at the club before a £6.5 million transfer to Bayer 04 Leverkusen. His performances there gained the attention of Chelsea, who signed him for a reported £18 million in 2013.",
      "pageId": 27925313,
      "monthDay": "11/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kris_Wu",
      "name": "Kris Wu",
      "aboutText": "Joshua John Christopher Wakefield (born 6 November 1993) is an English footballer playing as a midfielder for Bournemouth.",
      "pageId": 35670438,
      "monthDay": "11/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Paula_Kania",
      "name": "Paula Kania",
      "aboutText": "Valentina Nappi (born 6 November 1990) is an Italian pornographic film actress and adult model.",
      "pageId": 40677367,
      "monthDay": "11/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kim_Yura",
      "name": "Kim Yura",
      "aboutText": "Kim Ah-young (Korean: 김아영, born November 6, 1992), better known by her stage name Yura (Korean: 유라), is a South Korean idol, rapper, singer, and actress. She is currently a member of the girl group, Girl's Day under Dream Tea Entertainment. She is also known to have great drawing skills.",
      "pageId": 41467361,
      "monthDay": "11/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Josh_Wakefield",
      "name": "Josh Wakefield",
      "aboutText": "Dorothea Barth Jörgensen (born 6 November 1990) is a Swedish fashion model. She may be best-known for winning Swedish Elite Model Look in 2007. The year after, she signed with the modelling agency Elite Model Management.",
      "pageId": 42737952,
      "monthDay": "11/06"
    },
    {
      "year": "1997",
      "uri": "/wiki/Hero_Fiennes-Tiffin",
      "name": "Hero Fiennes-Tiffin",
      "aboutText": "Wu Yifan (Chinese: 吴亦凡; pinyin: Wú Yìfán), best known by his stage name, Kris (Korean: 크리스) (born November 6, 1990), is a Canadian-Chinese actor and singer-songwriter currently active in China. He is a former member of EXO and the former leader of its sub-group, EXO-M. As of May 14, 2014, he took action against the company SM by nullifying his contract to leave the group. It is believed that it was because of contractual issues with the company.",
      "pageId": 43430636,
      "monthDay": "11/06"
    }
  ]
}