{
  "people": [
    {
      "year": "630",
      "uri": "/wiki/Constans_II",
      "name": "Constans II",
      "aboutText": "Captain James Cook, FRS, RN (7 November 1728 – 14 February 1779) was a British explorer, navigator, cartographer, and captain in the Royal Navy. Cook made detailed maps of Newfoundland prior to making three voyages to the Pacific Ocean, during which he achieved the first recorded European contact with the eastern coastline of Australia and the Hawaiian Islands, and the first recorded circumnavigation of New Zealand.\nCook joined the British merchant navy as a teenager and joined the Royal Navy in 1755.",
      "pageId": 15630,
      "monthDay": "11/07"
    },
    {
      "year": "994",
      "uri": "/wiki/Ibn_Hazm",
      "name": "Ibn Hazm",
      "aboutText": "Andrew Dickson White (November 7, 1832 – November 4, 1918) was an American historian and educator, who was the co-founder of Cornell University and served as its first president for nearly two decades. He was known for expanding the scope of college curriculae. A politician, he had served as state senator in New York; later he was appointed as a U.S. diplomat to Germany and Russia, among other responsibilities.",
      "pageId": 164375,
      "monthDay": "11/07"
    },
    {
      "year": "1619",
      "uri": "/wiki/G%C3%A9d%C3%A9on_Tallemant_des_R%C3%A9aux",
      "name": "Gédéon Tallemant des Réaux",
      "aboutText": "William Stukeley FRS, FRCP, FSA (7 November 1687 – 3 March 1765) was an Anglican clergyman and English antiquarian who pioneered the archaeological investigation of the prehistoric monuments of Stonehenge and Avebury. He was friends with Isaac Newton and was among Newton's first biographers. Stukeley was also involved with Freemasonry and instrumental in British scholarship's acceptance of Charles Bertram's forged Description of Britain.",
      "pageId": 189716,
      "monthDay": "11/07"
    },
    {
      "year": "1650",
      "uri": "/wiki/John_Robinson_(bishop_of_London)",
      "name": "John Robinson",
      "aboutText": "Friedrich Leopold Graf zu Stolberg-Stolberg (7 November 1750 – 5 December 1819), was a German poet, lawyer and translator born at Bramstedt in Holstein (then a part of Denmark).",
      "pageId": 200407,
      "monthDay": "11/07"
    },
    {
      "year": "1683",
      "uri": "/wiki/Anton_thor_Helle",
      "name": "Anton thor Helle",
      "aboutText": "Emil du Bois-Reymond (7 November 1818 – 26 December 1896) was a German physician and physiologist, the discoverer of nerve action potential, and the father of experimental electrophysiology.",
      "pageId": 250754,
      "monthDay": "11/07"
    },
    {
      "year": "1687",
      "uri": "/wiki/William_Stukeley",
      "name": "William Stukeley",
      "aboutText": "Constans II (Greek: Κώνστας Β', Kōnstas II Latin: Heraclius Constantinus or Flavius Constantinus Augustus); 7 November 630 – 15 September 668), also called Constantine the Bearded (Kōnstantinos Pogonatos), was Byzantine Emperor from 641 to 668. He was the last emperor to serve as consul, in 642. Constans is a diminutive nickname given to the Emperor, who had been baptized Herakleios and reigned officially as Constantine.",
      "pageId": 252452,
      "monthDay": "11/07"
    },
    {
      "year": "1706",
      "uri": "/wiki/Carlo_Cecere",
      "name": "Carlo Cecere",
      "aboutText": "Gédéon Tallemant, Sieur des Réaux (7 November 1619 – 6 November 1692) was a French writer known for his Historiettes, a collection of short biographies.",
      "pageId": 269679,
      "monthDay": "11/07"
    },
    {
      "year": "1728",
      "uri": "/wiki/James_Cook",
      "name": "James Cook",
      "aboutText": "Christian Friedrich (or Frederick) Wilhelm von der Ahe (German: [fɔn dɐ ˈaːhə]; November 7, 1851 – June 5, 1913) was a German-American entrepreneur, best known as the owner of the St. Louis Brown Stockings of the American Association, now known as the St. Louis Cardinals.",
      "pageId": 305450,
      "monthDay": "11/07"
    },
    {
      "year": "1750",
      "uri": "/wiki/Friedrich_Leopold_zu_Stolberg-Stolberg",
      "name": "Friedrich Leopold zu Stolberg-Stolberg",
      "aboutText": "John Robinson (7 November 1650 – 11 April 1723) was an English diplomat and prelate.",
      "pageId": 699263,
      "monthDay": "11/07"
    },
    {
      "year": "1800",
      "uri": "/wiki/Platt_Rogers_Spencer",
      "name": "Platt Rogers Spencer",
      "aboutText": "Bipin Chandra Pal  pronunciation ; November 7, 1858–May 20, 1932) was an Indian nationalist. He was among the triumvirate of Lal Bal Pal.",
      "pageId": 850029,
      "monthDay": "11/07"
    },
    {
      "year": "1805",
      "uri": "/wiki/Thomas_Brassey",
      "name": "Thomas Brassey",
      "aboutText": "Jean-Marie-Mathias-Philippe-Auguste, comte de Villiers de l'Isle-Adam (7 November 1838 – 19 August 1889) was a French symbolist writer.",
      "pageId": 883793,
      "monthDay": "11/07"
    },
    {
      "year": "1818",
      "uri": "/wiki/Emil_du_Bois-Reymond",
      "name": "Emil du Bois-Reymond",
      "aboutText": "Abū Muḥammad ʿAlī ibn Aḥmad ibn Saʿīd ibn Ḥazm (Arabic: أبو محمد علي بن احمد بن سعيد بن حزم‎; also sometimes known as al-Andalusī aẓ-Ẓāhirī; November 7, 994 – August 15, 1064 (456 AH) was an Andalusian polymath born in Córdoba, present-day Spain. He was a leading proponent and codifier of the Zahiri school of Islamic thought, and produced a reported 400 works of which only 40 still survive, covering a range of topics such as Islamic jurisprudence, history, ethics, comparative religion, and theology, as well as The Ring of the Dove, on the art of love.",
      "pageId": 1467830,
      "monthDay": "11/07"
    },
    {
      "year": "1832",
      "uri": "/wiki/Andrew_Dickson_White",
      "name": "Andrew Dickson White",
      "aboutText": "Ignaz Brüll (7 November 1846 – 17 September 1907) was a Moravian born pianist and composer who lived and worked in Vienna.\nHis operatic compositions included Das Goldene Kreuz (The Golden Cross), which became a repertory work for several decades after its first production in 1875, but eventually fell into neglect after being banned by the Nazis because of Brüll's Jewish origins. He also wrote a small corpus of finely crafted works for the concert hall and recitals.",
      "pageId": 1572140,
      "monthDay": "11/07"
    },
    {
      "year": "1838",
      "uri": "/wiki/Auguste_Villiers_de_l%27Isle-Adam",
      "name": "Auguste Villiers de l'Isle-Adam",
      "aboutText": "Jean Baptiste Eugène Estienne (7 November 1860 in Condé-en-Barrois, Meuse - 2 April 1936) was a general of artillery and a specialist in military engineering, one of the founders of modern French artillery and French military aviation, and the creator of the French tank arm. He is considered by many in France to be the Père des Chars (Father of the Tank).",
      "pageId": 1636959,
      "monthDay": "11/07"
    },
    {
      "year": "1846",
      "uri": "/wiki/Ignaz_Br%C3%BCll",
      "name": "Ignaz Brüll",
      "aboutText": "Thomas Brassey (7 November 1805 – 8 December 1870) was an English civil engineering contractor and manufacturer of building materials who was responsible for building much of the world's railways in the 19th century. By 1847, he had built about one-third of the railways in Britain, and by time of his death in 1870 he had built one in every twenty miles of railway in the world. This included three-quarters of the lines in France, major lines in many other European countries and in Canada, Australia, South America and India.",
      "pageId": 1921667,
      "monthDay": "11/07"
    },
    {
      "year": "1851",
      "uri": "/wiki/Chris_von_der_Ahe",
      "name": "Chris von der Ahe",
      "aboutText": "Paul Peel (7 November 1860 – 3 October 1892) was a Canadian academic painter.",
      "pageId": 2330219,
      "monthDay": "11/07"
    },
    {
      "year": "1858",
      "uri": "/wiki/Bipin_Chandra_Pal",
      "name": "Bipin Chandra Pal",
      "aboutText": "Carlo Cecere (7 November 1706 – 15 February 1761) was an Italian composer of operas, concertos and instrumental duets including, for example, some mandolin duets and a concerto for mandolin.",
      "pageId": 3106750,
      "monthDay": "11/07"
    },
    {
      "year": "1860",
      "uri": "/wiki/Jean_Baptiste_Eug%C3%A8ne_Estienne",
      "name": "Jean Baptiste Eugène Estienne",
      "aboutText": "Platt Rogers Spencer (also Platt R. Spencer) (November 7, 1800 – May 16, 1864) was the originator of Spencerian penmanship, a popular system of cursive handwriting. He was a teacher and active in the business school movement.",
      "pageId": 3458508,
      "monthDay": "11/07"
    },
    {
      "year": "1860",
      "uri": "/wiki/Paul_Peel",
      "name": "Paul Peel",
      "aboutText": "Jeff Milton (November 7, 1861 – May 7, 1947) was an Old West lawman and the son of the Confederate Governor of Florida, John Milton.",
      "pageId": 13447313,
      "monthDay": "11/07"
    },
    {
      "year": "1861",
      "uri": "/wiki/Jeff_Milton",
      "name": "Jeff Milton",
      "aboutText": "Anton thor Helle (7 November [O.S. 28 October] 1683 in Tallinn – 24 April [O.S. 13 April] 1748 in Jüri; also Anton Thorhelle, Anton torHelle, Anton thorHelle or Anthonij Torhelle) was the translator of the first Bible in Estonian in 1739, and the first Estonian grammar. The New Testament was a North Estonian revision of the 1648 version by Johannes Gutslaff (d.1657) author of Observationes Grammaticae circa linguam Esthonicam, and Helle's version was revised many times, including by C. Malm in 1896.",
      "pageId": 30253968,
      "monthDay": "11/07"
    },
    {
      "year": "1867",
      "uri": "/wiki/Marie_Curie",
      "name": "Marie Curie",
      "aboutText": "Aron Nimzowitsch (Latvian: Ārons Ņimcovičs, Russian: Аро́н Иса́евич Нимцо́вич, Aron Isayevich Nimtsovich; born Aron Niemzowitsch; 7 November 1886 – 16 March 1935) was a Russian-born, Danish leading chess master and a very influential chess writer.",
      "pageId": 2812,
      "monthDay": "11/07"
    },
    {
      "year": "1872",
      "uri": "/wiki/Lucille_La_Verne",
      "name": "Lucille La Verne",
      "aboutText": "Leon Trotsky (/ˈtrɒtski/; Russian: Лев Дави́дович Тро́цкий; pronounced [ˈlʲɛf ˈtrotskʲɪj]; born Lev Davidovich Bronshtein; 7 November [O.S. 26 October] 1879 – 21 August 1940) was a Marxist revolutionary and theorist, Soviet politician, and the founding leader of the Red Army.\nTrotsky initially supported the Menshevik Internationalists faction of the Russian Social Democratic Labour Party. He joined the Bolsheviks immediately prior to the 1917 October Revolution, and eventually became a leader within the Communist Party.",
      "pageId": 17888,
      "monthDay": "11/07"
    },
    {
      "year": "1872",
      "uri": "/wiki/Leonora_Speyer",
      "name": "Leonora Speyer",
      "aboutText": "Lise Meitner (7 November 1878 – 27 October 1968) was an Austrian physicist who worked on radioactivity and nuclear physics. Otto Hahn and Meitner led the small group of scientists who first discovered nuclear fission of uranium when it absorbed an extra neutron; the results were published in early 1939. Meitner and Otto Frisch understood that the fission process, which splits the atomic nucleus of uranium into two smaller nuclei, must be accompanied by an enormous release of energy.",
      "pageId": 18070,
      "monthDay": "11/07"
    },
    {
      "year": "1876",
      "uri": "/wiki/Charlie_Townsend",
      "name": "Charlie Townsend",
      "aboutText": "Marie Skłodowska Curie (/ˈkjʊri, kjʊˈriː/; French: [kyʁi]; Polish: [kʲiˈri]; 7 November 1867 – 4 July 1934), born Maria Salomea Skłodowska [ˈmarja salɔˈmɛa skwɔˈdɔfska], was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, the first person and only woman to win twice, the only person to win twice in multiple sciences, and was part of the Curie family legacy of five Nobel Prizes. She was also the first woman to become a professor at the University of Paris, and in 1995 became the first woman to be entombed on her own merits in the Panthéon in Paris.",
      "pageId": 20408,
      "monthDay": "11/07"
    },
    {
      "year": "1878",
      "uri": "/wiki/Lise_Meitner",
      "name": "Lise Meitner",
      "aboutText": "Sir Chandrasekhara Venkata Raman, FRS (7 November 1888 – 21 November 1970) was an Indian physicist, born in the former Madras Province, whose ground breaking work in the field of light scattering earned him the 1930 Nobel Prize for Physics. He discovered that, when light traverses a transparent material, some of the deflected light changes in wavelength. This phenomenon is now called Raman scattering and is the result of the Raman effect.",
      "pageId": 276727,
      "monthDay": "11/07"
    },
    {
      "year": "1879",
      "uri": "/wiki/King_Baggot",
      "name": "King Baggot",
      "aboutText": "Herman Jacob Mankiewicz (pronounced /ˈmænkjəvɪtʃ/); November 7, 1897 – March 5, 1953) was an American screenwriter, who, with Orson Welles, wrote the screenplay for Citizen Kane (1941). Earlier, he was the Berlin correspondent for the Chicago Tribune and the drama critic for The New York Times and The New Yorker. Alexander Woollcott said that Herman Mankiewicz was the \"funniest man in New York\".",
      "pageId": 432514,
      "monthDay": "11/07"
    },
    {
      "year": "1879",
      "uri": "/wiki/Leon_Trotsky",
      "name": "Leon Trotsky",
      "aboutText": "Margaret Kernochan Leech (November 7, 1893 – February 24, 1974), also known as Margaret Pulitzer, was an American historian and fiction writer. She won the Pulitzer Prize for History both in 1942 (Reveille in Washington, Harper) (first woman to win for history) and in 1960 (In the Days of McKinley, Harper).",
      "pageId": 872388,
      "monthDay": "11/07"
    },
    {
      "year": "1886",
      "uri": "/wiki/Aron_Nimzowitsch",
      "name": "Aron Nimzowitsch",
      "aboutText": "William King Baggot (November 7, 1879 – July 11, 1948) was an American actor, film director and screenwriter. He was an internationally famous movie star of the silent film era.",
      "pageId": 1562909,
      "monthDay": "11/07"
    },
    {
      "year": "1888",
      "uri": "/wiki/C._V._Raman",
      "name": "C. V. Raman",
      "aboutText": "Norah McGuinness (7 November 1901, County Londonderry, Ireland – 22 November 1980, County Dublin) was an Irish painter and illustrator.",
      "pageId": 1575321,
      "monthDay": "11/07"
    },
    {
      "year": "1890",
      "uri": "/wiki/Jan_Matulka",
      "name": "Jan Matulka",
      "aboutText": "Charles Lucas \"Charlie\" Townsend (7 November 1876, Bristol – 17 October 1958, Stockton-on-Tees, Durham, England) was a Gloucestershire cricketer. An all-round cricketer, Townsend was classically stylish, left-handed batsman, who was able to hit well despite his slender build. His off-side strokes were particularly effective, and his driving allowed him to score at a consistent pace throughout his major innings.",
      "pageId": 1695006,
      "monthDay": "11/07"
    },
    {
      "year": "1893",
      "uri": "/wiki/Leatrice_Joy",
      "name": "Leatrice Joy",
      "aboutText": "Lucille La Verne (November 7, 1872 – March 4, 1945) was an American actress known for her appearances in silent, scolding, and vengeful roles in early color films, as well as for her triumphs on the American stage.",
      "pageId": 2467523,
      "monthDay": "11/07"
    },
    {
      "year": "1893",
      "uri": "/wiki/Margaret_Leech",
      "name": "Margaret Leech",
      "aboutText": "Leatrice Joy (November 7, 1893 – May 13, 1985) was an American actress most prolific during the silent film era.",
      "pageId": 2710162,
      "monthDay": "11/07"
    },
    {
      "year": "1896",
      "uri": "/wiki/Esdras_Minville",
      "name": "Esdras Minville",
      "aboutText": "Ary Barroso (Portuguese pronunciation: [aˈɾi baˈʁozu]) (November 7, 1903 – February 9, 1964) was a Brazilian composer, pianist, soccer commentator, and talent-show host on radio and TV. He was one of Brazil's most successful songwriters in the first half of the 20th century.",
      "pageId": 2787884,
      "monthDay": "11/07"
    },
    {
      "year": "1897",
      "uri": "/wiki/Herman_J._Mankiewicz",
      "name": "Herman J. Mankiewicz",
      "aboutText": "Raphaël Salem (November 7, 1898 in Saloniki, Ottoman Empire (now Thessaloniki, Greece) – June 20, 1963 in Paris, France), was a Greek mathematician after whom are named the Salem numbers and whose widow founded the Salem Prize.",
      "pageId": 4412526,
      "monthDay": "11/07"
    },
    {
      "year": "1897",
      "uri": "/wiki/Armstrong_Sperry",
      "name": "Armstrong Sperry",
      "aboutText": "Armstrong Wells Sperry (November 7, 1897 – April 26, 1976) was an American writer and illustrator of children's literature. His books include historical fiction and biography, often set on sailing ships, and stories of boys from Polynesia, Asia and indigenous American cultures.",
      "pageId": 5843125,
      "monthDay": "11/07"
    },
    {
      "year": "1898",
      "uri": "/wiki/Margaret_Morris_(actress)",
      "name": "Margaret Morris",
      "aboutText": "Esdras Minville (November 7, 1896 in Grande-Vallée — December 9, 1975) was a Quebec writer, economist and sociologist. He served as the Dean of the Faculty of Social Sciences at the Université de Montréal, and was the first French-Canadian to serve as head of HEC Montréal. A staunch defender of Catholic social doctrine, Minville helped to found several co-operatives in the province.",
      "pageId": 11125208,
      "monthDay": "11/07"
    },
    {
      "year": "1898",
      "uri": "/wiki/Rapha%C3%ABl_Salem",
      "name": "Raphaël Salem",
      "aboutText": "Margaret Morris (November 7, 1898 – June 7, 1968) was an American film actress of the silent film era, and into the 1930s.\nMorris, born in Minneapolis, Minnesota, was the great-niece to former US President Benjamin Harrison. She became interested in acting by her late teens, and moved to Hollywood to pursue an acting career.",
      "pageId": 14836872,
      "monthDay": "11/07"
    },
    {
      "year": "1899",
      "uri": "/wiki/Yitzhak_Lamdan",
      "name": "Yitzhak Lamdan",
      "aboutText": "Leonora Speyer, Lady Speyer (née von Stosch) (7 November 1872 – 10 February 1956) was an American poet and violinist.",
      "pageId": 15583388,
      "monthDay": "11/07"
    },
    {
      "year": "1901",
      "uri": "/wiki/Norah_McGuinness",
      "name": "Norah McGuinness",
      "aboutText": "Jan Matulka (7 November 1890 – 25 June 1972) was a Czech-American modern artist originally from Bohemia.",
      "pageId": 21764670,
      "monthDay": "11/07"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ary_Barroso",
      "name": "Ary Barroso",
      "aboutText": "Yitzhak Lamdan (Hebrew: יצחק למדן; ‎ 7 November 1899 – 17 November 1954) was an Israeli Hebrew-language poet, translator, editor and columnist.",
      "pageId": 25056406,
      "monthDay": "11/07"
    },
    {
      "year": "1903",
      "uri": "/wiki/Dean_Jagger",
      "name": "Dean Jagger",
      "aboutText": "Albert Camus (French: [albɛʁ kamy]; 7 November 1913 – 4 January 1960) was a French Nobel Prize–winning philosopher, author, and journalist. His views contributed to the rise of the philosophy known as absurdism. He wrote in his essay The Rebel that his whole life was devoted to opposing the philosophy of nihilism while still delving deeply into individual freedom.",
      "pageId": 983,
      "monthDay": "11/07"
    },
    {
      "year": "1903",
      "uri": "/wiki/Konrad_Lorenz",
      "name": "Konrad Lorenz",
      "aboutText": "Konrad Zacharias Lorenz (German pronunciation: [ˈkɔnʁaːt ˈloːʁɛnts]; 7 November 1903 – 27 February 1989) was an Austrian zoologist, ethologist, and ornithologist. He shared the 1973 Nobel Prize in Physiology or Medicine with Nikolaas Tinbergen and Karl von Frisch. He is often regarded as one of the founders of modern ethology, developing an approach that began with an earlier generation, including his teacher Oskar Heinroth.",
      "pageId": 17077,
      "monthDay": "11/07"
    },
    {
      "year": "1903",
      "uri": "/wiki/Grace_Stafford",
      "name": "Grace Stafford",
      "aboutText": "Raphael Aloysius Lafferty (November 7, 1914 – March 18, 2002) was an American science fiction and fantasy writer known for his original use of language, metaphor, and narrative structure, as well as for his etymological wit. He also wrote a set of four autobiographical novels, In a Green Tree; a history book, The Fall of Rome; and several novels of historical fiction.\nIn March 2011, it was announced in Locus that the copyrights to 29 Lafferty novels and 225 short stories were up for sale.",
      "pageId": 48245,
      "monthDay": "11/07"
    },
    {
      "year": "1905",
      "uri": "/wiki/William_Alwyn",
      "name": "William Alwyn",
      "aboutText": "William Franklin \"Billy\" Graham, Jr., KBE (born November 7, 1918) is an American evangelical Christian evangelist, ordained as a Southern Baptist minister, who rose to celebrity status in 1949 reaching a core constituency of middle-class, moderately conservative Protestants. He held large indoor and outdoor rallies; sermons were broadcast on radio and television, some still being re-broadcast today. In his six decades of television, Graham is principally known for hosting the annual Billy Graham Crusades, which he began in 1947, until he concluded in 2005.",
      "pageId": 690865,
      "monthDay": "11/07"
    },
    {
      "year": "1906",
      "uri": "/wiki/Eugene_Carson_Blake",
      "name": "Eugene Carson Blake",
      "aboutText": "Dean Jeffries Jagger (November 7, 1903 – February 5, 1991) was an American film, stage and television actor who received an Academy Award for his role in Henry King's Twelve O'Clock High (1949).",
      "pageId": 779306,
      "monthDay": "11/07"
    },
    {
      "year": "1908",
      "uri": "/wiki/Marijac",
      "name": "Marijac",
      "aboutText": "Paul Aussaresses (7 November 1918 – 3 December 2013) was a French Army general, who fought during World War II, the First Indochina War and Algerian War. His actions during the Algerian War, and later defense of those actions, caused considerable controversy.\nAussaresses was a career Army intelligence officer with an excellent military record when he joined the Free French Forces in North Africa during the Second World War.",
      "pageId": 1174822,
      "monthDay": "11/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Ruby_Hurley",
      "name": "Ruby Hurley",
      "aboutText": "William Alwyn CBE, born William Alwyn Smith (7 November 1905 – 11 September 1985), was an English composer, conductor, and music teacher.",
      "pageId": 1394504,
      "monthDay": "11/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Norman_Krasna",
      "name": "Norman Krasna",
      "aboutText": "Philip Morrison (November 7, 1915 – April 22, 2005) was a professor of physics at the Massachusetts Institute of Technology (MIT). He is known for his work on the Manhattan Project during World War II, and for his later work in quantum physics, nuclear physics and high energy astrophysics.\nA graduate of Carnegie Tech, Morrison became interested in physics, which he studied at the University of California, Berkeley, under the supervision of J. Robert Oppenheimer.",
      "pageId": 1741545,
      "monthDay": "11/07"
    },
    {
      "year": "1912",
      "uri": "/wiki/Victor_Beaumont",
      "name": "Victor Beaumont",
      "aboutText": "Gracie Lantz (born Grace Boyle, November 7, 1903 – March 17, 1992), also known by her stage name Grace Stafford, was an American actress and the wife of animation producer Walter Lantz. Stafford is best known for providing the voice of Woody Woodpecker from 1950 to 1972.\n^ \"Walter Lantz, Creator of Woody Woodpecker, Dies\".",
      "pageId": 2079601,
      "monthDay": "11/07"
    },
    {
      "year": "1913",
      "uri": "/wiki/Albert_Camus",
      "name": "Albert Camus",
      "aboutText": "Archie Campbell (November 7, 1914 – August 29, 1987) was an American comedian, writer, and star of Hee Haw, a popular long-running country-flavored network television variety show.",
      "pageId": 2282378,
      "monthDay": "11/07"
    },
    {
      "year": "1913",
      "uri": "/wiki/Alekos_Sakellarios",
      "name": "Alekos Sakellarios",
      "aboutText": "Eugene Carson Blake (November 7, 1906 – July 31, 1985) was an American Presbyterian Church leader.\nFrom 1954 to 1957 he served as president of the National Council of Churches in the United States; from 1966 to 1972 he served as General Secretary of the World Council of Churches.",
      "pageId": 2530423,
      "monthDay": "11/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/Archie_Campbell",
      "name": "Archie Campbell",
      "aboutText": "Ellen Stewart (November 7, 1919 – January 13, 2011) was an American theatre director and producer and the founder of La MaMa, E.T.C. (Experimental Theatre Club). In the 1950s she worked as a fashion designer for Saks Fifth Avenue, Bergdorf Goodman, Lord & Taylor, and Henri Bendel.",
      "pageId": 3264811,
      "monthDay": "11/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/R._A._Lafferty",
      "name": "R. A. Lafferty",
      "aboutText": "Norman Krasna (November 7, 1909 – November 1, 1984) was an American screenwriter, playwright, producer, and film director. He is best known for penning screwball comedies which centred on a case of mistaken identity. Krasna also directed three films during a forty-year career in Hollywood.",
      "pageId": 4663121,
      "monthDay": "11/07"
    },
    {
      "year": "1915",
      "uri": "/wiki/Philip_Morrison",
      "name": "Philip Morrison",
      "aboutText": "M. Athalie Range (born Mary Athalie Wilkinson; November 7, 1915 in Key West, Florida - November 14, 2006 in Miami, Florida) was a civil rights activist and politician who was the first African-American to serve on the Miami, Florida City Commission, and the first African-American since Reconstruction and the first woman to head a Florida state agency, the Department of Community Affairs.",
      "pageId": 9495628,
      "monthDay": "11/07"
    },
    {
      "year": "1915",
      "uri": "/wiki/M._Athalie_Range",
      "name": "M. Athalie Range",
      "aboutText": "D. Maria Teresa do Carmo de Noronha, (November 7, 1918, Lisbon – July 4, 1993) was a Portuguese aristocrat and a fado singer. As a granddaughter of the Counts of Paraty and Belmonte, she belonged to a family of the most ancient Nobility in the Iberian Peninsula, tracing her roots to the Royal Houses of both Portugal and Castile from the mid-14th century. Her artistic career spanned over 30 years and hers is considered one of the most unusual and beautiful fado voices.",
      "pageId": 11129996,
      "monthDay": "11/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/Titos_Vandis",
      "name": "Titos Vandis",
      "aboutText": "Alekos Sakellarios (Greek: Αλέκος Σακελλάριος, 7 November 1913 in Athens – 28 August 1991 in Athens) was a Greek writer and a director.\nHe was born in Athens and began to study journalism and acting at a young age. He wrote his first theatrical play in 1935 called The King of Halva.",
      "pageId": 20732792,
      "monthDay": "11/07"
    },
    {
      "year": "1918",
      "uri": "/wiki/Paul_Aussaresses",
      "name": "Paul Aussaresses",
      "aboutText": "Jacques Dumas (7 November 1908 – 21 July 1994), better known as Marijac, was a French comics writer, artist and editor.",
      "pageId": 21213127,
      "monthDay": "11/07"
    },
    {
      "year": "1918",
      "uri": "/wiki/Billy_Graham",
      "name": "Billy Graham",
      "aboutText": "Titos Vandis (Greek: Τίτος Βανδής; 7 November 1917 – 23 February 2003) was a Greek actor who appeared in more than 100 films and television shows between 1953 and 2000. He left Greece when a dictatorship took power and lived in the United States for 24 years.\nVandis starred in the film Oi paranomoi (1958), which was entered into the 8th Berlin International Film Festival.",
      "pageId": 25667826,
      "monthDay": "11/07"
    },
    {
      "year": "1918",
      "uri": "/wiki/Maria_Teresa_de_Noronha",
      "name": "Maria Teresa de Noronha",
      "aboutText": "Victor Beaumont (born Peter Wolff; 7 November 1912 – 21 March 1977) was a German-born British film and television actor.\nAs Peter Wolff, he appeared in a number of German films (Revolt in the Reform School, Der brave Suender etc.) and at least one play (Die erste Mrs Selby). After emigrating to the United Kingdom in the 1930s, he appeared in British films and television dramas from the 1940s and Hollywood films from the 1960s.",
      "pageId": 30821899,
      "monthDay": "11/07"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ellen_Stewart",
      "name": "Ellen Stewart",
      "aboutText": "Ruby Hurley (November 7, 1909 – August 9, 1980) was a leader in the African-American Civil Rights Movement and administrator for the NAACP. She was known as the \"queen of civil rights\".",
      "pageId": 38844412,
      "monthDay": "11/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/Max_Kampelman",
      "name": "Max Kampelman",
      "aboutText": "Alois Maxwell \"Al\" Hirt (November 7, 1922 – April 27, 1999) was an American trumpeter and bandleader. He is best remembered for his million-selling recordings of \"Java\" and the accompanying album Honey in the Horn (1963), and for the theme song to The Green Hornet. His nicknames included \"Jumbo\" and \"The Round Mound of Sound\".",
      "pageId": 192719,
      "monthDay": "11/07"
    },
    {
      "year": "1921",
      "uri": "/wiki/Lisa_Ben",
      "name": "Lisa Ben",
      "aboutText": "Eric Richard Kandel (German: [ˈkandəl]; born November 7, 1929) is an American neuropsychiatrist. He was a recipient of the 2000 Nobel Prize in Physiology or Medicine for his research on the physiological basis of memory storage in neurons. He shared the prize with Arvid Carlsson and Paul Greengard.",
      "pageId": 193622,
      "monthDay": "11/07"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jack_Fleck",
      "name": "Jack Fleck",
      "aboutText": "Rudolph Ely \"Rudy\" Boschwitz (born November 7, 1930) is a former Independent-Republican United States Senator from Minnesota. He served in the Senate from December 1978 to January 1991, in the 96th, 97th, 98th, 99th, 100th, and 101st congresses. He was then defeated by Paul Wellstone.",
      "pageId": 237903,
      "monthDay": "11/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ghulam_Azam",
      "name": "Ghulam Azam",
      "aboutText": "Dame Joan Alston Sutherland OM, AC, DBE (7 November 1926 – 10 October 2010) was an Australian dramatic coloratura soprano noted for her contribution to the renaissance of the bel canto repertoire from the late 1950s through to the 1980s.\nOne of the most remarkable female opera singers of the 20th century, she was dubbed La Stupenda by a La Fenice audience in 1960 after a performance of the title role in Handel's Alcina. She possessed a voice of beauty and power, combining extraordinary agility, accurate intonation, \"supremely\" pinpoint staccatos, a splendid trill and a tremendous upper register, although music critics often complained about the imprecision of her diction.",
      "pageId": 377152,
      "monthDay": "11/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Al_Hirt",
      "name": "Al Hirt",
      "aboutText": "Hiroshi Yamauchi (山内 溥, Yamauchi Hiroshi, November 7, 1927 – September 19, 2013) was a Japanese businessman. He was the third president of Nintendo, joining the company in 1949 until stepping down on May 31, 2002, to be succeeded by Satoru Iwata. Yamauchi is credited with transforming Nintendo from a small hanafuda card-making company in Japan to a multibillion-dollar video game company.",
      "pageId": 460515,
      "monthDay": "11/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gene_Callahan_(production_designer)",
      "name": "Gene Callahan",
      "aboutText": "Richard Gordon Scott (November 7, 1928 – September 22, 2015) was an American scientist and religious leader who served as a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church).\nScott was born in Idaho in 1928 and grew up in Washington, D.C. He attended George Washington University as an undergraduate, graduating in 1950 with a B.S. degree in mechanical engineering. He then served a full-time LDS mission in Uruguay from 1950 to 1953, achieving near-native fluency in Spanish.",
      "pageId": 874729,
      "monthDay": "11/07"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joan_Sutherland",
      "name": "Joan Sutherland",
      "aboutText": "Max Kampelman, born Max Kampelmacher (November 7, 1920 – January 25, 2013), was an American diplomat.",
      "pageId": 1386222,
      "monthDay": "11/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ivor_Emmanuel",
      "name": "Ivor Emmanuel",
      "aboutText": "Jesús Polanco Gutiérrez, also known as Jesús de Polanco (November 7, 1929 – July 21, 2007) was a businessman from Spain who built a considerable media empire.",
      "pageId": 1551190,
      "monthDay": "11/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Hiroshi_Yamauchi",
      "name": "Hiroshi Yamauchi",
      "aboutText": "Ghulam Azam (Bengali: গোলাম আযম; 7 November 1922 – 23 October 2014) was a controversially convicted Bangladeshi war criminal and politician who led the Jamaat-e-Islami Bangladesh in the 1971 war, which included the 1971 Bangladesh genocide which may have killed as many as 3 million people and was instrumental in the 1971 killing of Bengali intellectuals. He led the party until 2000. Azam opposed the independence of Bangladesh during the 1971 Bangladesh Liberation War.",
      "pageId": 1970228,
      "monthDay": "11/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/Richard_G._Scott",
      "name": "Richard G. Scott",
      "aboutText": "Ivor Lewis Emmanuel (7 November 1927 – 20 July 2007) was a Welsh musical theatre and television singer and actor. He is probably best remembered, however, for his appearance as \"Private Owen\" in the 1964 film Zulu, in which his character rallies outnumbered British soldiers by leading them in the stirring Welsh battle hymn \"Men of Harlech\" to counter the Zulu war chants.\nAfter losing his parents at an early age, Emmanuel began working as a coal miner.",
      "pageId": 2136586,
      "monthDay": "11/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jes%C3%BAs_de_Polanco",
      "name": "Jesús de Polanco",
      "aboutText": "Dame Gwyneth Jones, DBE (born 7 November 1936) is a Welsh dramatic soprano.",
      "pageId": 2898019,
      "monthDay": "11/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/Eric_Kandel",
      "name": "Eric Kandel",
      "aboutText": "Jack Donald Fleck (November 7, 1921 – March 21, 2014) was an American professional golfer, best known for winning the U.S. Open in 1955 in a playoff over Ben Hogan.",
      "pageId": 5572535,
      "monthDay": "11/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lila_Kaye",
      "name": "Lila Kaye",
      "aboutText": "Edith Eyde (born Edythe D. Eyde on November 7, 1921 in San Francisco), also known by her pen name Lisa Ben, is an American editor, author, and songwriter. She created the first known lesbian publication in the world, Vice Versa. Ben produced the magazine for a year and distributed it locally in Los Angeles, California in the late 1940s.",
      "pageId": 8414656,
      "monthDay": "11/07"
    },
    {
      "year": "1930",
      "uri": "/wiki/Rudy_Boschwitz",
      "name": "Rudy Boschwitz",
      "aboutText": "Dee Clark (November 7, 1938 – December 7, 1990) was an American soul singer best known for a string of R&B and pop hits in the late 1950s and early 1960s, including the song \"Raindrops,\" which became a million-seller in the United States in 1961.",
      "pageId": 11506465,
      "monthDay": "11/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/G._Edward_Griffin",
      "name": "G. Edward Griffin",
      "aboutText": "Ian Balding (born 7 November 1938) is a British horse trainer. He is the son of the polo player and racehorse trainer Gerald Barnard Balding, Sr. and the younger brother of trainer Toby Balding.",
      "pageId": 12110051,
      "monthDay": "11/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/W._S._Rendra",
      "name": "W. S. Rendra",
      "aboutText": "Gene Callahan (November 7, 1923—December 26, 1990) was an American art director as well as set and production designer who contributed to over fifty films and more than a thousand TV episodes. He received nominations for the British Academy Film Award and four Oscars, including two wins (in 1962 and 1964).\nA native of Louisiana, Eugene F. Callahan had a lifelong association with the state.",
      "pageId": 14072914,
      "monthDay": "11/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Gwyneth_Jones_(soprano)",
      "name": "Gwyneth Jones",
      "aboutText": "G. Edward Griffin (born November 7, 1931) is an American author, lecturer, and filmmaker. He is the author of The Creature from Jekyll Island (1994), which promotes conspiracy theories about the Federal Reserve System.\nGriffin's writings promote conspiracy theories about the political and health care systems.",
      "pageId": 16026101,
      "monthDay": "11/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Mary_Daheim",
      "name": "Mary Daheim",
      "aboutText": "Willibrordus Surendra Broto Rendra (7 November 1935 - 6 August 2009 in Depok, West Java - aged 73), widely known as Rendra or W. S. Rendra, was an Indonesian dramatist, poet, activist, performer, actor and director.",
      "pageId": 23963864,
      "monthDay": "11/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ian_Balding",
      "name": "Ian Balding",
      "aboutText": "Lila Kaye (7 November 1929 – 10 January 2012) was an English actress. She spent a number of years working in the United States, on Broadway and in television, before returning to Britain.\nBorn in Middlesbrough, North Riding of Yorkshire, she often played motherly and/or comedic characters, mostly on television, including Cathy Come Home (1966) as a staff member at a homeless shelter, and My Son Reuben (1975), co-starring Bernard Spear, as a Jewish mother and her bachelor son who jointly run a dry-cleaning business.",
      "pageId": 32019260,
      "monthDay": "11/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dee_Clark",
      "name": "Dee Clark",
      "aboutText": "Mary Rene Daheim (born November 7, 1937) is an American writer of romance and mystery novels.",
      "pageId": 40067886,
      "monthDay": "11/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jake_Gibbs",
      "name": "Jake Gibbs",
      "aboutText": "Roberta Joan \"Joni\" Mitchell, CC (née Anderson; born November 7, 1943) is a Canadian singer-songwriter and painter. Mitchell's work is highly respected by critics, and she has deeply influenced fellow musicians in a diverse range of genres. Rolling Stone has called her \"one of the greatest songwriters ever\", and AllMusic has stated, \"When the dust settles, Joni Mitchell may stand as the most important and influential female recording artist of the late 20th century\".",
      "pageId": 16422,
      "monthDay": "11/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jim_Kaat",
      "name": "Jim Kaat",
      "aboutText": "Stephen Jay Greenblatt (born November 7, 1943) is an American literary critic, theorist, scholar, and Pulitzer Prize winning author. He is John Cogan University Professor of the Humanities at Harvard University. He is the editor of the The Norton Shakespeare (2015) and a contributor to the Norton Anthology of English Literature.",
      "pageId": 226510,
      "monthDay": "11/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Barry_Newman",
      "name": "Barry Newman",
      "aboutText": "Andrew Michael Spence (born November 7, 1943, Montclair, New Jersey) is an American economist and recipient of the 2001 Nobel Memorial Prize in Economic Sciences, along with George Akerlof and Joseph E. Stiglitz, for their work on the dynamics of information flows and market development.",
      "pageId": 272973,
      "monthDay": "11/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Barbara_Liskov",
      "name": "Barbara Liskov",
      "aboutText": "Dame Silvia Rose Cartwright PCNZM DBE QSO DStJ (née Poulter, born 7 November 1943) is a New Zealand jurist, and served as the 18th Governor-General of New Zealand.",
      "pageId": 312689,
      "monthDay": "11/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dakin_Matthews",
      "name": "Dakin Matthews",
      "aboutText": "Johnny Rivers (born John Henry Ramistella, November 7, 1942, New York City) is an American rock 'n' roll singer, songwriter, guitarist, and record producer. His repertoire includes pop, folk, blues, and old-time rock 'n' roll.",
      "pageId": 523355,
      "monthDay": "11/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Antonio_Sk%C3%A1rmeta",
      "name": "Antonio Skármeta",
      "aboutText": "Thomas J. \"Tom\" Peters (born November 7, 1942) is an American writer on business management practices, best known for In Search of Excellence (co-authored with Robert H. Waterman, Jr).",
      "pageId": 540984,
      "monthDay": "11/07"
    },
    {
      "year": "1941",
      "uri": "/wiki/Madeline_Gins",
      "name": "Madeline Gins",
      "aboutText": "James Lee \"Jim\" Kaat (born November 7, 1938), nicknamed \"Kitty\", is a former American Major League Baseball (MLB) pitcher for the Washington Senators/Minnesota Twins (1959–73), Chicago White Sox (1973–75), Philadelphia Phillies (1976–79), New York Yankees (1979–80), and St. Louis Cardinals (1980–83). His 25-year career spanned four decades.",
      "pageId": 876668,
      "monthDay": "11/07"
    },
    {
      "year": "1941",
      "uri": "/wiki/Angelo_Scola",
      "name": "Angelo Scola",
      "aboutText": "Luigi \"Gigi\" Riva (born 7 November 1944) is an Italian former professional footballer who played as a forward.\nUnanimously considered to be the best forward of his generation, as well as one of the greatest strikers of all time, Riva enjoyed a remarkable scoring record for Cagliari, thanks to his composure in front of goal, fearsome left foot and aerial ability. He won the 1968 UEFA European Championship and was runner-up at the 1970 FIFA World Cup with the Italian national team, and led Cagliari to their only Serie A title in 1969–70.",
      "pageId": 1110921,
      "monthDay": "11/07"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tom_Peters",
      "name": "Tom Peters",
      "aboutText": "Barbara Liskov (born November 7, 1939 as Barbara Jane Huberman) is an American computer scientist who is an institute professor at the Massachusetts Institute of Technology and Ford Professor of Engineering in its School of Engineering's electrical engineering and computer science department.",
      "pageId": 1507538,
      "monthDay": "11/07"
    },
    {
      "year": "1942",
      "uri": "/wiki/Johnny_Rivers",
      "name": "Johnny Rivers",
      "aboutText": "Angelo Scola (Italian pronunciation: [ˈandʒelo ˈskɔːla]) (born 7 November 1941) is an Italian Cardinal of the Catholic Church, philosopher and theologian. He was appointed Archbishop of Milan by Pope Benedict XVI on 28 June 2011. He had served as Patriarch of Venice from 2002 to 2011.",
      "pageId": 1537974,
      "monthDay": "11/07"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jean_Shrimpton",
      "name": "Jean Shrimpton",
      "aboutText": "Antonio Skármeta (born Esteban Antonio Skármeta Vranicic on November 7, 1940) is a Chilean writer descending from Croatian immigrants from the Adriatic island of Brač, Dalmatia. He was awarded Chile's National Literature Prize in 2014.",
      "pageId": 2114794,
      "monthDay": "11/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Byrne_(actor)",
      "name": "Michael Byrne",
      "aboutText": "Jean Rosemary Shrimpton (born 6 November 1942) is an English model and actress. She was an icon of Swinging London and is considered to be one of the world's first supermodels.\nShe appeared on numerous covers including Vogue, Harper's Bazaar, Vanity Fair, Glamour, Elle, Ladies' Home Journal, Newsweek, and Time magazines.",
      "pageId": 2492371,
      "monthDay": "11/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Silvia_Cartwright",
      "name": "Silvia Cartwright",
      "aboutText": "Dakin Matthews (born November 7, 1940) is an American actor with a long history of work in film, television and theater.",
      "pageId": 3162588,
      "monthDay": "11/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Stephen_Greenblatt",
      "name": "Stephen Greenblatt",
      "aboutText": "Boris Vsevolodovich Gromov (Russian: Бори́с Все́володович Гро́мов; born 7 November 1943 in Saratov, Russia) is a prominent Russian military and political figure.",
      "pageId": 3337131,
      "monthDay": "11/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Boris_Gromov",
      "name": "Boris Gromov",
      "aboutText": "Barry Foster Newman (born November 7, 1938) is an American film, television and stage actor, known for his portrayal of Kowalski in the movie Vanishing Point, and for his title role in the 1970s television series Petrocelli.",
      "pageId": 4301805,
      "monthDay": "11/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joni_Mitchell",
      "name": "Joni Mitchell",
      "aboutText": "Peter John Wilby (born 7 November 1944) is a British journalist.\nWilby was educated at Kibworth Beauchamp grammar school in Leicestershire before gaining a place at Sussex University, from which he graduated with a degree in History. While at Sussex, he helped found a short-lived university paper called Sussex Outlook.",
      "pageId": 4481522,
      "monthDay": "11/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Spence",
      "name": "Michael Spence",
      "aboutText": "Michael Byrne (born 7 November 1943) is an English actor noted for his roles on film and television.",
      "pageId": 4515977,
      "monthDay": "11/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Waljinah",
      "name": "Waljinah",
      "aboutText": "Jerry Dean \"Jake\" Gibbs (born November 7, 1938) is a former Major League Baseball player who played for the New York Yankees as a platoon catcher from 1962 to 1971. His strong hit record in 1968 earned him the nickname \"Dead-Eye\" Gibbs.\nPrior to beginning his professional baseball career, Gibbs had successful careers in college baseball and college football at the University of Mississippi (Ole Miss) for the Ole Miss Rebels.",
      "pageId": 6189968,
      "monthDay": "11/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Luigi_Riva",
      "name": "Luigi Riva",
      "aboutText": "Waldjinah born November 7, 1945 in Solo, Indonesia is a Javanese traditional singer. Her popular songs include Walangkekek and Enthit. She has collaborated with Indonesian artists such as Didi Kempot, Gesang Martohartono and Titiek Puspa.",
      "pageId": 8624840,
      "monthDay": "11/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Wilby",
      "name": "Peter Wilby",
      "aboutText": "Madeline Helen Arakawa Gins (November 7, 1941 – January 8, 2014) was an American artist, architect and poet. Gins met her partner and later husband, artist Shusaku Arakawa, in 1963. One of their earlier collaborations, \"The Mechanism of Meaning\", was shown in its entirety at the 1997 Guggenheim exhibition, Arakawa/Gins – Reversible Destiny/We Have Decided Not to Die.",
      "pageId": 12801521,
      "monthDay": "11/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Earl_Boen",
      "name": "Earl Boen",
      "aboutText": "Joseph Franklin \"Joe\" Niekro (November 7, 1944 – October 27, 2006) was an American Major League Baseball right-handed pitcher. He was the younger brother of pitcher Phil Niekro, and the father of Minor League Baseball pitcher and first baseman Lance Niekro. A native of Blaine, Ohio, Niekro attended Bridgeport High School in Bridgeport, Ohio and attended West Liberty University in West Liberty, West Virginia.",
      "pageId": 324142,
      "monthDay": "11/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Joe_Niekro",
      "name": "Joe Niekro",
      "aboutText": "Susan Georgina \"Su\" Pollard, (born 7 November 1949 in Nottingham) is an English comedy actress and singer, most famous for her roles in the sitcoms Hi-de-Hi!, You Rang, M'Lord? and Oh, Doctor Beeching!. As a singer, she scored a UK No.2 hit with the song \"Starting Together\" in 1986.",
      "pageId": 645196,
      "monthDay": "11/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Aylward",
      "name": "John Aylward",
      "aboutText": "Alexandre \"Alex\" Dias Ribeiro (born in Belo Horizonte, November 7, 1948) is a former racing driver from Brazil.",
      "pageId": 1218388,
      "monthDay": "11/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bob_Anderson_(darts_player)",
      "name": "Bob Anderson",
      "aboutText": "Yutaka Fukumoto (福本 豊, born November 7, 1947 in Osaka, Osaka) is a retired Japanese professional baseball player in Nippon Professional Baseball. An aggressive lead-off man and superior defensive centerfielder, he holds the Japanese career records in triples and stolen bases. He also hit more lead-off home runs than anyone in Japanese history, with 43.",
      "pageId": 1373655,
      "monthDay": "11/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rebecca_Eaton",
      "name": "Rebecca Eaton",
      "aboutText": "Earl Boen (/ˈboʊɨn/; born November 7, 1945) is an American actor and voice actor. He has starred in films, television series, animated series, radio programs and video games.\nHe is perhaps best known as criminal psychologist Dr.",
      "pageId": 1470188,
      "monthDay": "11/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Yutaka_Fukumoto",
      "name": "Yutaka Fukumoto",
      "aboutText": "John Albert \"Buck\" Martinez (born November 7, 1948) is a former Major League Baseball catcher and manager, and is currently the television play-by-play announcer for the Toronto Blue Jays. He played 17 seasons in the majors with the Kansas City Royals, the Milwaukee Brewers, and the Toronto Blue Jays.",
      "pageId": 1587356,
      "monthDay": "11/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ron_Leavitt",
      "name": "Ron Leavitt",
      "aboutText": "Steven Stucky (/ˈstʌki/; born November 7, 1949) is a Pulitzer Prize-winning American composer.",
      "pageId": 1698036,
      "monthDay": "11/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sondhi_Limthongkul",
      "name": "Sondhi Limthongkul",
      "aboutText": "Lawrence Francis O'Donnell, Jr. (born November 7, 1951) is an American political analyst, journalist, actor, producer, writer, and host of The Last Word with Lawrence O'Donnell, a Monday through Thursday evening MSNBC opinion and news program. O'Donnell called himself a \"practical European socialist\" in a Newsmaker Interview dated November 11, 2005.",
      "pageId": 2273626,
      "monthDay": "11/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Holmes_Osborne",
      "name": "Holmes Osborne",
      "aboutText": "Lindsay Vere Duncan, CBE (born 7 November 1950) is a Scottish stage, television and film actress. On stage she has won two Olivier Awards, a Tony Award for her performance in Private Lives, and another Tony Award nomination for her role in Les Liaisons dangereuses. Duncan has starred in several plays by Harold Pinter.",
      "pageId": 2464336,
      "monthDay": "11/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stephen_Green,_Baron_Green_of_Hurstpierpoint",
      "name": "Stephen Green, Baron Green of Hurstpierpoint",
      "aboutText": "Holmes Osborne (born November 7, 1947) is an American actor, best known for starring in Richard Kelly's films Donnie Darko (2001), Southland Tales (2007), and The Box (2009). He has also starred in That Thing You Do!",
      "pageId": 3182065,
      "monthDay": "11/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Buck_Martinez",
      "name": "Buck Martinez",
      "aboutText": "Sondhi Limthongkul (Thai: สนธิ ลิ้มทองกุล; RTGS: Sonthi Limthongkun; Chinese: 林明達; pinyin: Lin Mingda, born 7 November 1947) is a Thai media mogul and leader of the right-wing People's Alliance for Democracy (PAD). He was elected leader of the New Politics Party (NPP).\nStarting his career as a journalist, he later founded Manager Daily newspaper as well as satellite broadcaster ASTV. Originally a strong supporter of former Prime Minister Thaksin Shinawatra, he later became a leader of the anti-Thaksin movement.",
      "pageId": 3258912,
      "monthDay": "11/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alex_Ribeiro",
      "name": "Alex Ribeiro",
      "aboutText": "Robert Charles \"Bob\" Anderson (born 7 November 1947 in Winchester, Hampshire, England) is a former world darts champion. He was ranked as world number one for over three years in the late 1980s. Nicknamed The Limestone Cowboy, he lives in Clevedon in Somerset.",
      "pageId": 3320362,
      "monthDay": "11/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Stephen_Bruton",
      "name": "Stephen Bruton",
      "aboutText": "Stephen Keith Green, Baron Green of Hurstpierpoint (born 7 November 1948) is a British Conservative politician, former Minister of State for Trade and Investment, and former Group Chairman of HSBC Holdings plc.",
      "pageId": 3955505,
      "monthDay": "11/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Su_Pollard",
      "name": "Su Pollard",
      "aboutText": "David Spencer Ware (November 7, 1949 – October 18, 2012) was an American jazz saxophonist, composer, and bandleader.",
      "pageId": 5164233,
      "monthDay": "11/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Steven_Stucky",
      "name": "Steven Stucky",
      "aboutText": "John Aylward (born November 7, 1946) is an American actor.\nHe is perhaps best known for playing the former DNC chairman Barry Goodwin on the NBC television series The West Wing and for playing Dr. Donald Anspaugh on the NBC television series ER. He also supplied his voice for Dr.",
      "pageId": 11433647,
      "monthDay": "11/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/David_S._Ware",
      "name": "David S. Ware",
      "aboutText": "Ron Leavitt (November 7, 1947 – February 10, 2008) was a television writer and producer. He was the co-creator (with Michael G. Moye) of the American television show Married... with Children.",
      "pageId": 12702907,
      "monthDay": "11/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Lindsay_Duncan",
      "name": "Lindsay Duncan",
      "aboutText": "John Felix Tamargo (born November 7, 1951 in Tampa, Florida) is a former Major League Baseball catcher and coach and long-time minor league manager. He played all or part of five seasons in the majors from 1976 until 1980. He currently serves as the Latin America Field Coordinator for the Seattle Mariners organization.",
      "pageId": 19368583,
      "monthDay": "11/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gerard_F._Gilmore",
      "name": "Gerard F. Gilmore",
      "aboutText": "Turner Stephen Bruton (November 7, 1948 – May 9, 2009) was an American musician.",
      "pageId": 22765888,
      "monthDay": "11/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lawrence_O%27Donnell",
      "name": "Lawrence O'Donnell",
      "aboutText": "Rebecca Eaton OBE (born November 7, 1947) is an American television and film producer best known for introducing American audiences to British costume and countryside dramas as executive producer of the PBS Masterpiece series.",
      "pageId": 34263609,
      "monthDay": "11/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_Tamargo",
      "name": "John Tamargo",
      "aboutText": "Gerard Francis Gilmore FRS FRAS FInstP is Professor of Experimental Philosophy, in the Institute of Astronomy, at the University of Cambridge.\n^ a b GILMORE, Prof. Gerard Francis.",
      "pageId": 46936155,
      "monthDay": "11/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Petraeus",
      "name": "David Petraeus",
      "aboutText": "Guy Gavriel Kay CM (born November 7, 1954) is a Canadian writer of fantasy fiction. Many of his novels are set in fictional realms that resemble real places during real historical periods, such as Constantinople during the reign of Justinian I or Spain during the time of El Cid. Those works are published and marketed as historical fantasy, although Kay has expressed a preference to avoid genre categorization.",
      "pageId": 56755,
      "monthDay": "11/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Modibo_Sidib%C3%A9",
      "name": "Modibo Sidibé",
      "aboutText": "Kamal Haasan (born 7 November 1954) is an Indian film actor, screenwriter, director, producer, playback singer, choreographer, lyricist, philanthropist and dancer who works primarily in the Tamil film industry. Haasan has won several Indian film awards including four National Film Awards and 19 Filmfare Awards. With seven submissions, Kamal Haasan has starred in the highest number of films submitted by India for the Academy Award Best Foreign Language Film.",
      "pageId": 222346,
      "monthDay": "11/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Valeriy_Zuyev",
      "name": "Valeriy Zuyev",
      "aboutText": "James Whiteside Gray (born 7 November 1954) is a British politician.",
      "pageId": 427335,
      "monthDay": "11/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Maire_Aunaste",
      "name": "Maire Aunaste",
      "aboutText": "Jonathan Charles Palmer (born 7 November 1956) is a British former Formula One racing driver, medical doctor, and now the majority shareholder and chief executive of MotorSport Vision, whose portfolio includes the Brands Hatch circuit in Kent, England, the PalmerSport corporate driving event at Bedford Autodrome in England, and the rights to the British Superbike Championship.",
      "pageId": 1226340,
      "monthDay": "11/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Erik_Balke",
      "name": "Erik Balke",
      "aboutText": "John Benitez (born November 7, 1957), also known as Jellybean, is an American drummer, guitarist, songwriter, DJ, remixer and music producer of Puerto Rican descent.",
      "pageId": 1346889,
      "monthDay": "11/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Christopher_Foster_(bishop)",
      "name": "Christopher Foster",
      "aboutText": "Detlef Ultsch (born November 7, 1955) is a former East German judoka.",
      "pageId": 1453421,
      "monthDay": "11/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lucinda_Green",
      "name": "Lucinda Green",
      "aboutText": "Lucinda Green MBE (née Prior-Palmer, born 7 November 1953) is a British equestrian and journalist who competed in eventing. She is the 1982 World Champion and a two-time European Champion (1975–77). She also won World team Gold (1982), three European team golds (1977, 1985, 1987) and an Olympic silver medal in the team event in 1984.",
      "pageId": 2630084,
      "monthDay": "11/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Robin_Beck",
      "name": "Robin Beck",
      "aboutText": "Robin Beck (born November 7, 1954, Brooklyn, New York) is an American singer. She topped the singles chart in the UK in 1988, and Germany in 1989, with her single \"First Time\", which had come to the public's attention via its use in a Coca-Cola commercial. Other well-known songs of hers are \"Save Up All Your Tears\", \"In My Heart to Stay\", \"Tears in the Rain\" and \"Close to You\".",
      "pageId": 3095833,
      "monthDay": "11/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/James_Gray_(British_politician)",
      "name": "James Gray",
      "aboutText": "David Howell Petraeus AO (/pɨˈtreɪ.əs/; born November 7, 1952) is a retired American military officer and public official. He served as Director of the Central Intelligence Agency from September 6, 2011, until his resignation on November 9, 2012. Prior to his assuming the directorship of the CIA, Petraeus was a highly decorated four-star general, serving over 37 years in the United States Army.",
      "pageId": 3223944,
      "monthDay": "11/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Guy_Gavriel_Kay",
      "name": "Guy Gavriel Kay",
      "aboutText": "Judy Tenuta (born November 7, 1956) is an American entertainer, actress, comedian, author, producer, and accordionist.",
      "pageId": 5458198,
      "monthDay": "11/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kamal_Haasan",
      "name": "Kamal Haasan",
      "aboutText": "Denise Jannah, real name: Denise Johanna Zeefuik (7 November 1956) is a Dutch jazz vocalist. She was born in Paramaribo, and currently lives and records in the Netherlands. She is the first Dutch jazz soloist to be signed by the Blue Note recording label.",
      "pageId": 9762612,
      "monthDay": "11/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gil_Junger",
      "name": "Gil Junger",
      "aboutText": "Shirley Rose Eikhard (born 7 November 1955 in Sackville, New Brunswick) is a Canadian singer-songwriter. Her song, \"Something to Talk About\", was recorded by musician Bonnie Raitt to significant success in the 1990s. Her song \"Born with the Hunger\" was recorded by Cher for her album Not.com.mercial.",
      "pageId": 13086274,
      "monthDay": "11/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Shirley_Eikhard",
      "name": "Shirley Eikhard",
      "aboutText": "Modibo Sidibé (born 7 November 1951) is a Malian politician who was Prime Minister of Mali from September 2007 to April 2011.",
      "pageId": 13456630,
      "monthDay": "11/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kitty_Margolis",
      "name": "Kitty Margolis",
      "aboutText": "Kitty Margolis (born November 7, 1955 in San Mateo, California) is an American jazz singer. In 1989, made her well-received debut at the legendary Monterey Jazz Festival. Margolis has released five CDs on her own Mad Kat label that she co-founded with vocalist Madeline Eastman.",
      "pageId": 13586859,
      "monthDay": "11/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Detlef_Ultsch",
      "name": "Detlef Ultsch",
      "aboutText": "Michail Jefimowitsch Alperin (Ukrainian: Миха́йло Юхи́мович Альпе́рін, born 7 November 1956 in Kamianets-Podilskyi, Ukraine) is a Ukrainian jazz musician (piano), known as a key member of the Moscow Art Trio.",
      "pageId": 15294731,
      "monthDay": "11/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mikhail_Alperin",
      "name": "Mikhail Alperin",
      "aboutText": "Gil Junger (born November 7, 1954 in New York City) is an American director for Touchstone Pictures, most famous for 10 Things I Hate About You, his directorial film debut. He is a 1972 graduate of the Trinity Pawling School in Pawling, New York.\n^ Mehl, Dieter; Stock, Angela; Zwierlein, Anne-Julia (2004).",
      "pageId": 16049102,
      "monthDay": "11/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Denise_Jannah",
      "name": "Denise Jannah",
      "aboutText": "Valeriy Leonidovych Zuyev (Ukrainian: Валерій Леонідович Зуєв), Russian: Валерий Леонидович Зуев); (born November 5, 1952 in Kiev, in the Ukrainian SSR of the Soviet Union) is a retired Soviet football player and a current Ukrainian coach.",
      "pageId": 18508691,
      "monthDay": "11/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jonathan_Palmer",
      "name": "Jonathan Palmer",
      "aboutText": "Christopher Richard James Foster (born 7 November 1953) is an Anglican bishop. He is the current Bishop of Portsmouth in the Church of England.",
      "pageId": 20137650,
      "monthDay": "11/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Judy_Tenuta",
      "name": "Judy Tenuta",
      "aboutText": "Maire Aunaste (née Ütt, born November 7, 1953) is an Estonian journalist.\nShe was an Estonian Television presenter for eight years, and news reporter for Aktuaalne kaamera. For a total of 10 years, she was hosting an Eesti Televisioon entertainment show Out With You, and Kanal 2's We.",
      "pageId": 20402917,
      "monthDay": "11/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Benitez",
      "name": "John Benitez",
      "aboutText": "Found sprouse, Found image_text, Found nationality, Found education, Found workplaces, Found doctoral_advisor, Found field, Erik Balke (born 7 November 1953 in Oslo, Norway) is a Norwegian jazz musician (saxophone), known as leader of the \"Lille Frøen Saksofonkvartett\" with Vidar Johansen, Arne Frang and Odd Riisnæs/Tore Brunborg/Olav Dale, as member of his younger brother Jon Balke's early orchestras, and for cooperations with Don Cherry, Ed Blackwell, Per Jørgensen, Audun Kleive, Nils Petter Molvær, Torbjørn Sunde, Tore Brunborg, Paolo Vinaccia, and Bugge Wesseltoft.\n^ \"Balke, Erik Biography - SNL.no\".",
      "pageId": 36945850,
      "monthDay": "11/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/King_Kong_Bundy",
      "name": "King Kong Bundy",
      "aboutText": "Dana Michelle Plato (November 7, 1964 – May 8, 1999) was an American actress, notable for playing the role of Kimberly Drummond on the U.S. television sitcom Diff'rent Strokes from 1978 to 1986. After leaving the cast of Diff'rent Strokes, Plato attempted to establish herself as a working actress, with mixed success: she worked sporadically in made-for-TV movies and in independent films, and also did voice-over work. At age 34, after years of struggling with poverty and substance abuse, Plato died from an overdose of prescription drugs.",
      "pageId": 9048,
      "monthDay": "11/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Christopher_Knight_(actor)",
      "name": "Christopher Knight",
      "aboutText": "John Charles Bryan Barnes MBE (born 7 November 1963) is an English former footballer, rapper and manager of Jamaican and Trinidadian origin, who currently works as a commentator and pundit for ESPN and SuperSport. A fast, skilful left wing player, Barnes had successful periods at Watford and Liverpool in the 1980s and 1990s, and played for the England national team on 79 occasions. In 2006, in a poll of Liverpool fans' favourite players, Barnes came fifth; a year later FourFourTwo magazine named him Liverpool's best player of all time.",
      "pageId": 603942,
      "monthDay": "11/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tony_Schiavone",
      "name": "Tony Schiavone",
      "aboutText": "Samuel Bruce \"Sam\" Graves, Jr. (born November 7, 1963) is the U.S. Representative for Missouri's 6th congressional district, serving since 2001. He is a member of the Republican Party.",
      "pageId": 961504,
      "monthDay": "11/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rissei_%C5%8C",
      "name": "Rissei Ō",
      "aboutText": "Christopher Alan \"Chris\" Pallies (born November 7, 1957) is an American professional wrestler, stand-up comedian and actor, better known by his ring name, King Kong Bundy. Bundy achieved mainstream recognition in the World Wrestling Federation (WWF, now WWE) in the 1980s and 1990s: he headlined WrestleMania 2 in 1986 against Hulk Hogan in a steel cage match for the WWF World Heavyweight Championship, and at WrestleMania XI in 1995, Pallies was the fourth victim in The Undertaker's undefeated WrestleMania streak.\nEarly in Bundy's WWF career, play-by-play commentator Gorilla Monsoon, who like Bundy was a heavyweight wrestler in his day peaking at 440 lb (200 kg), dubbed Bundy \"The Walking Condominium\", in reference to his size.",
      "pageId": 1087501,
      "monthDay": "11/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lori_Salda%C3%B1a",
      "name": "Lori Saldaña",
      "aboutText": "Philip Thomas Hollobone (born 7 November 1964) is a British Conservative Party politician who is both a Member of Parliament for the Kettering constituency (since the 2005 general election) and a member of Kettering Borough Council for the Piper's Hill ward (since 3 May 2007).\n^ \"Philip Hollobone Member of Parliament for Kettering\". Conservatives.com.",
      "pageId": 1872804,
      "monthDay": "11/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Srinivas_(singer)",
      "name": "Srinivas",
      "aboutText": "Noah Anthony \"Tony\" Schiavone (/ʃəˈvɒni/, sha-VAHN-ee; born on November 7, 1957) is an American sports broadcaster. He is the play-by-play broadcaster for the Gwinnett Braves of the International League. He has been a sports radio host and a professional wrestling announcer known for his work in the National Wrestling Alliance (NWA), the World Wrestling Federation (WWF) and World Championship Wrestling (WCW).",
      "pageId": 2032214,
      "monthDay": "11/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Billy_Gillispie",
      "name": "Billy Gillispie",
      "aboutText": "Thomas Cunningham \"Tommy\" Thayer (born November 7, 1960) is an American musician and songwriter best known as the lead guitarist for the American hard rock band Kiss, as well as the former lead guitarist for the band Black 'n Blue.",
      "pageId": 2074421,
      "monthDay": "11/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alexandre_Guimar%C3%A3es",
      "name": "Alexandre Guimarães",
      "aboutText": "Lori R. Saldaña (born November 7, 1958) is an American politician from San Diego, California. A Democrat, she is a former member of the California State Assembly from the 76th Assembly district (central San Diego). She served from 2004 to 2010, when term limits prevented her from seeking re-election.",
      "pageId": 2322599,
      "monthDay": "11/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tommy_Thayer",
      "name": "Tommy Thayer",
      "aboutText": "Alexandre Henrique Borges Guimarães (born November 7, 1959) is a Brazilian-born, Costa Rican retired footballer who played in Italy 1990 FIFA World Cup, is a former Costa Rica National Team head coach in Korea-Japan 2002 and Germany 2006 and had successful runs with teams like Al Wasl in United Arab Emirates, Tianjin Teda in China and Deportivo Saprissa in Costa Rica.",
      "pageId": 2763792,
      "monthDay": "11/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Orlando_Mercado",
      "name": "Orlando Mercado",
      "aboutText": "Jonathan Lee Nam Chey (born 7 November 1964), better known as Li Nanxing (Chinese: 李南星; Wade–Giles: Li2 Nan2 Hsing1), is a Singaporean actor and contracted artiste under MediaCorp. He is best known for acting in many Chinese-language television dramas produced by MediaCorp Channel 8. Li is also a Film Director and Film Producer.",
      "pageId": 2875654,
      "monthDay": "11/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tracie_Savage",
      "name": "Tracie Savage",
      "aboutText": "Tracie Savage (born November 7, 1962) is an American actress and journalist. She has starred in movies and on television.",
      "pageId": 3055932,
      "monthDay": "11/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dirk_Shafer",
      "name": "Dirk Shafer",
      "aboutText": "Orlando Mercado Rodríguez (born November 7, 1961) is a Puerto Rican former professional baseball player. He played all or part of eight seasons in Major League Baseball with the Seattle Mariners, Texas Rangers, Detroit Tigers, Los Angeles Dodgers, Oakland Athletics, Minnesota Twins, New York Mets, and Montreal Expos. From 2003 to 2010, he was the bullpen coach for the Los Angeles Angels of Anaheim.",
      "pageId": 3492158,
      "monthDay": "11/07"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Barnes_(footballer)",
      "name": "John Barnes",
      "aboutText": "Christopher Anton Knight (born November 7, 1957) is an American actor best known for playing Peter Brady on the 1970s series, The Brady Bunch. He has since gone on to become a successful businessman and enjoyed a semi-resurgence in the public eye with television appearances in the 2000s.",
      "pageId": 3649107,
      "monthDay": "11/07"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sam_Graves",
      "name": "Sam Graves",
      "aboutText": "Ō Rissei (王 立誠, Ō Rissei, Chinese: 王 立誠; pinyin: Wáng Lìchéng, born November 7, 1958) is a professional Go player in Japan.",
      "pageId": 3735036,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Troy_Beyer",
      "name": "Troy Beyer",
      "aboutText": "Troy Byer (born Troy Yvette Beyer, November 7, 1964) is an American film director, screenwriter and actress.",
      "pageId": 3880287,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gill_Holland",
      "name": "Gill Holland",
      "aboutText": "Billy Clyde Gillispie (/ɡɨˈlɪspi/ gə-LIS-pee), also known by his initials BCG and Billy Clyde, is an American college basketball coach who is the current athletic director and men's basketball head coach at Ranger College. Gillispie has previously been head coach at the UTEP, Texas A&M, Kentucky, and Texas Tech.\nAfter leading both UTEP and Texas A&M to postseason appearances one year after poor seasons, Gillispie became the only college basketball coach to be in charge of the National Collegiate Athletic Association (NCAA) program with the biggest turnaround in two consecutive seasons.",
      "pageId": 4280416,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Philip_Hollobone",
      "name": "Philip Hollobone",
      "aboutText": "Liam Ó Maonlaí (born 7 November 1964 in Monkstown, County Dublin, Ireland) is an Irish musician best known as a member of the Hothouse Flowers.",
      "pageId": 4321336,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Li_Nanxing",
      "name": "Li Nanxing",
      "aboutText": "John Gill Holland, Jr.",
      "pageId": 5697701,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Liam_%C3%93_Maonla%C3%AD",
      "name": "Liam Ó Maonlaí",
      "aboutText": "Dirk Alan Shafer (November 7, 1962 – March 5, 2015) was an American model, actor, screenwriter and director. Born in Carbondale, Illinois, he was most noted in the modeling world for having been Playgirl magazine's 1992 \"Man of the Year\". Shafer related that he did Playgirl for \"validation\" as a model because he never believed himself to be attractive.",
      "pageId": 6717156,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dana_Plato",
      "name": "Dana Plato",
      "aboutText": "Srinivas is a playback singer who has sung over 2000 songs in Tamil, Malayalam, Telugu, Kannada and Hindi. He has also worked independently as a music composer, working on films and private albums.\n^ \"Video interview with Srinivas\".",
      "pageId": 19596907,
      "monthDay": "11/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bonnie_St._John",
      "name": "Bonnie St. John",
      "aboutText": "Edward Neil Anthony Hannon (born 7 November 1970) is a Northern Irish singer and songwriter. He is the creator and front man of the chamber pop group The Divine Comedy, and is the band's sole constant member. Hannon wrote the theme tunes for Graham Linehan sitcoms Father Ted and The IT Crowd.",
      "pageId": 179874,
      "monthDay": "11/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steve_Parkin",
      "name": "Steve Parkin",
      "aboutText": "Steve DiGiorgio (born November 7, 1967, Waukegan, Illinois) is an American musician.\nDiGiorgio has played bass guitar in heavy metal and death metal bands such as Death, Autopsy, Control Denied, Ephel Duath, Obscura, Artension, Faust, Memorain, Painmuseum, Suicide Shift, Soen, Vintersorg, Dragonlord, Iced Earth, Sebastian Bach, Obituary, and is a founding member of Sadus. He is a founding member of the jazz-band Dark Hall and is currently the bass player for Futures End, Synesis Absorption, Mythodea, Charred Walls of the Damned, Anatomy of I and Testament.",
      "pageId": 294079,
      "monthDay": "11/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sigrun_Wodars",
      "name": "Sigrun Wodars",
      "aboutText": "Sigrun Grau (née Ludwigs, also known as Wodars, born 7 November 1965) is an East German former middle distance athlete, who was born Sigrun Ludwigs in Neu Kaliß, Mecklenburg-Vorpommern. She started out as a 400 m hurdler in Schwerin, and finished fourth at the 1981 European Junior Championships. She then switched clubs and changed to the 800 m like her new club mate, Christine Wachtel, who would also become her closest rival.",
      "pageId": 667551,
      "monthDay": "11/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/Calvin_Borel",
      "name": "Calvin Borel",
      "aboutText": "Julie Pinson (born November 7, 1967) is an American actress, best known for her work with soap operas. Her best-known roles include Eve Lambert on Port Charles, Billie Reed on Days of Our Lives and Janet Ciccone on As the World Turns. Pinson also had a brief twelve-episode run as Shiloh on The Young and the Restless in 2004.",
      "pageId": 1022089,
      "monthDay": "11/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Careena_Collins",
      "name": "Careena Collins",
      "aboutText": "Hélène Grimaud (born 7 November 1969) is a French classical pianist.",
      "pageId": 1239407,
      "monthDay": "11/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steve_DiGiorgio",
      "name": "Steve DiGiorgio",
      "aboutText": "Marc Rosset (born 7 November 1970) is a former professional tennis player from Switzerland who is best remembered for winning the Men's Singles Gold medal at the 1992 Olympic Games.",
      "pageId": 1717291,
      "monthDay": "11/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Guetta",
      "name": "David Guetta",
      "aboutText": "Sharleen Eugene Spiteri (born 7 November 1967) is a Scottish recording artist and songwriter, and the lead singer of the rock band Texas. In 2013, Texas's worldwide album sales were counted at 35 million.\nHer debut solo album Melody was released in 2008, followed by a second solo album The Movie Songbook was released in March 2010.",
      "pageId": 2368472,
      "monthDay": "11/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hikaru_Ij%C5%ABin",
      "name": "Hikaru Ijūin",
      "aboutText": "Greg Tribbett (born November 7, 1968) is the guitarist and backing vocalist for American band Mudvayne, and the former guitarist for Hellyeah. He has been with Mudvayne since their inception in 1996. He has named Randy Rhoads as the guitarist who most influenced him.",
      "pageId": 2489205,
      "monthDay": "11/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Julie_Pinson",
      "name": "Julie Pinson",
      "aboutText": "Andrew \"Andy\" Houston (born November 7, 1970 in Hickory, North Carolina) is a veteran of the NASCAR Craftsman Truck Series, scoring three wins. Houston is the son of legendary Busch driver Tommy Houston and the youngest of three brothers, one of them being part-time NASCAR driver Marty Houston and the other being the oldest of the three, Scott Houston. He is also the cousin of team owner Teresa Earnhardt.",
      "pageId": 2516036,
      "monthDay": "11/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sharleen_Spiteri",
      "name": "Sharleen Spiteri",
      "aboutText": "Careena Collins (born on 7 November 1967) is an American pornographic actress, active from 1985 to 2009 as a performer, and from 1995 to 2010 as a director of pornographic films.",
      "pageId": 2646045,
      "monthDay": "11/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Greg_Tribbett",
      "name": "Greg Tribbett",
      "aboutText": "Pierre David Guetta (French pronunciation: ​[david geta]; born 7 November 1967) is a French DJ, record producer and remixer. He co-founded Gum Productions and released his first album, Just a Little More Love, in 2002. Later, he released Guetta Blaster (2004) and Pop Life (2007) featuring 2 tracks with the UK's Tara McDonald.",
      "pageId": 2808834,
      "monthDay": "11/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Preston",
      "name": "Mark Preston",
      "aboutText": "Russell Paul Springer (born November 7, 1968) is a former Major League Baseball relief pitcher. Springer made his major league debut on April 17, 1992, with the New York Yankees. He also pitched for the California Angels, Philadelphia Phillies, Arizona Diamondbacks, Atlanta Braves, Houston Astros, St.",
      "pageId": 3020035,
      "monthDay": "11/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Russ_Springer",
      "name": "Russ Springer",
      "aboutText": "Stephen John \"Steve\" Parkin (born 7 November 1965) is an English former professional footballer and manager, currently working as assistant manager at Bradford City. He played for Mansfield Town, Stoke City and West Bromwich Albion and has been manager of Barnsley, Mansfield Town and Rochdale (two spells).\n^ a b c d e Lowe, Simon (2000).",
      "pageId": 6003890,
      "monthDay": "11/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michelle_Clunie",
      "name": "Michelle Clunie",
      "aboutText": "Mark Preston (born 7 November 1968) is an Australian business man and motorsport professional. He is currently the Team Principal of the Team Aguri Formula E racing team.\nHe has a long history in motorsport, particularly in Formula One, having worked for Arrows F1, McLaren Racing Ltd and Super Aguri F1.",
      "pageId": 6028920,
      "monthDay": "11/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/H%C3%A9l%C3%A8ne_Grimaud",
      "name": "Hélène Grimaud",
      "aboutText": "Calvin H. Borel (born November 7, 1966) is an American jockey in thoroughbred horse racing and rode the victorious mount in the 2007 Kentucky Derby, the 2009 Kentucky Derby and the 2010 Kentucky Derby. His 2009 Derby win with Mine That Bird was the second biggest upset in Derby history, and Borel's winning margin of 6 3⁄4 lengths was the greatest in Derby history since Assault won by 8 lengths in 1946. On May 1, 2009, Borel won the Kentucky Oaks aboard Rachel Alexandra, only the second time since 1993 that a jockey has won the Oaks-Derby combo, and just the seventh time overall a jockey has accomplished this feat in the same year.",
      "pageId": 8371082,
      "monthDay": "11/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michel_Picard",
      "name": "Michel Picard",
      "aboutText": "Hikaru Ijūin (伊集院光, Ijūin Hikaru), real name Ken Shinooka (篠岡 建), formerly Tanaka (田中 建), born 7 November 1967, is a Japanese celebrity, radio personality, computer game reviewer, and commentator. He was born in Kita, Tokyo.",
      "pageId": 14984114,
      "monthDay": "11/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Vilis_Daudzi%C5%86%C5%A1",
      "name": "Vilis Daudziņš",
      "aboutText": "Bonnie St. John (born November 7, 1964) is the first African-American to win medals in Winter Paralympic competition as a ski racer. Her mother, Ruby Cremaschi-Schwimmer, was a principal at Lincoln High School (San Diego).",
      "pageId": 17434261,
      "monthDay": "11/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Neil_Hannon",
      "name": "Neil Hannon",
      "aboutText": "Michelle Renee Clunie (born November 7, 1969) is an American actress. She is perhaps best known for her roles as Melanie Marcus on Showtime's critically acclaimed series Queer as Folk and as Ellen Beals on Make It or Break It. She is currently a star on MTV’s Teen Wolf as Mrs.",
      "pageId": 23756068,
      "monthDay": "11/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andy_Houston",
      "name": "Andy Houston",
      "aboutText": "Vilis Daudziņš (born 7 November 1970) is a Latvian actor. In the theatre, he has appeared in several plays of Alvis Hermanis and Māra Ķimele, produced in Jaunais Rīgas teātris.",
      "pageId": 29887423,
      "monthDay": "11/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Marc_Rosset",
      "name": "Marc Rosset",
      "aboutText": "Michel Picard is a Canadian politician, who was elected to represent the riding of Montarville in the House of Commons of Canada in the 2015 federal election. He is a member of the Liberal Party of Canada. On December 2, 2015, he was appointed Parliamentary Secretary to the Minister of Public Safety and Emergency Preparedness.",
      "pageId": 48304391,
      "monthDay": "11/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Morgan_Spurlock",
      "name": "Morgan Spurlock",
      "aboutText": "Hasim Sharif Rahman (born November 7, 1972) is an American professional boxer. Rahman is the former Lineal, WBC, IBO, & IBF heavyweight champion. He won the titles in 2001 with a shock defeat of Lennox Lewis by KO in the fifth round, subsequently losing them back to Lewis in the rematch, which was Rahman's first title defense.",
      "pageId": 311922,
      "monthDay": "11/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Ware",
      "name": "Paul Ware",
      "aboutText": "Christopher Daniel Barnes (born November 7, 1972), also known professionally as C.D. Barnes and C.B. Barnes, is an American actor. He is best known for his voice role as the title superhero of the 1994 animated television series Spider-Man, Prince Eric from The Little Mermaid, as well as his on-screen portrayal of Greg Brady in the films The Brady Bunch Movie and A Very Brady Sequel. He was also once the national teenage spokesperson for Greenpeace.",
      "pageId": 470170,
      "monthDay": "11/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Martin_Bj%C3%B6rk",
      "name": "Martin Björk",
      "aboutText": "Jeremy Michael London (born November 7, 1972) is an American actor.",
      "pageId": 512125,
      "monthDay": "11/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jamie_Drummond",
      "name": "Jamie Drummond",
      "aboutText": "Morgan Valentine Spurlock (born November 7, 1970) is an American documentary filmmaker, humorist, television producer, screenwriter, and political activist, best known for the documentary films Super Size Me, Where In The World Is Osama Bin Laden, POM Wonderful Presents: The Greatest Movie Ever Sold, Comic-Con Episode IV: A Fan's Hope and One Direction: This Is Us. Spurlock was the executive producer and star of the reality television series 30 Days. In June 2013, he became host and producer of the CNN show Inside Man.",
      "pageId": 723301,
      "monthDay": "11/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Robin_Finck",
      "name": "Robin Finck",
      "aboutText": "Robert John \"Robin\" Finck (born November 7, 1971) is an American guitarist. He is one of only a few artists who has played in two different bands listed on VH1's \"100 Greatest Artists of Hard Rock\": Nine Inch Nails (ranked no. 43) and Guns N' Roses (ranked no.",
      "pageId": 889685,
      "monthDay": "11/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Matthew_Ryan_(musician)",
      "name": "Matthew Ryan",
      "aboutText": "Matthew Ryan (born Ryan Webb; November 7, 1971) is an American musician, singer and songwriter, born in Chester, PA and inspired by such artists as U2, The Replacements, and Leonard Cohen; he logged several years in a series of bands before signing with A&M Records as a solo artist in 1996. No Depression magazine has described him as, “Equal parts Springsteen, Westerberg and Ryan Adams, Ryan is a powerhouse of a storyteller for almost two decades.",
      "pageId": 1077305,
      "monthDay": "11/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Trivikram_Srinivas",
      "name": "Trivikram Srinivas",
      "aboutText": "Yunjin Kim (born November 7, 1973) is a South Korea-born American  film and theater actress. She is best known for her role as Sun on the American television series Lost, and as a North Korean spy Bang-Hee in South Korean film Shiri.\nShe currently stars as Dr.",
      "pageId": 1084663,
      "monthDay": "11/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/K%C3%A2z%C4%B1m_Koyuncu",
      "name": "Kâzım Koyuncu",
      "aboutText": "Jason Paul London (born November 7, 1972) is an American actor, best known for his role as Randall \"Pink\" Floyd in director Richard Linklater's film Dazed and Confused.",
      "pageId": 1229948,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christopher_Daniel_Barnes",
      "name": "Christopher Daniel Barnes",
      "aboutText": "Martín Palermo (Spanish pronunciation: [marˈtim paˈlermo]; born 7 November 1973) is an Argentine retired footballer, who played as a striker. Nicknamed Loco (pronounced: [ˈloko], English: crazy) or Titán (pronounced: [tiˈtan], English: titan), today he is a football coach and last worked for Argentine side Arsenal.\nPalermo played for Boca Juniors of Argentina, and the Argentina national team.",
      "pageId": 1275990,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Goldman",
      "name": "Mike Goldman",
      "aboutText": "Kristin James Benson (born November 7, 1974) is a former Major League Baseball starting pitcher.\nA highly touted prospect, Benson was drafted first overall by the Pittsburgh Pirates in 1996. He followed a strong rookie season in 1999 with an even stronger season in 2000, but those would prove to be the two best seasons of his career, as he underwent Tommy John surgery after the 2000 season.",
      "pageId": 1284327,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Danny_Grewcock",
      "name": "Danny Grewcock",
      "aboutText": "Mike Goldman (born 7 November 1972 in Brisbane, Queensland) is an Australian television and radio host, probably best known for his various roles in Big Brother Australia series.",
      "pageId": 1613982,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_London",
      "name": "Jason London",
      "aboutText": "Daniel Jonathan Grewcock MBE (born 7 November 1972) is a retired English rugby union rugby lock who played for Bath, England and the British and Irish Lions. He also spent time at Coventry RFC and Saracens.\n^ \"Aviva Premiership Rugby – Bath Rugby\".",
      "pageId": 1794451,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jeremy_London",
      "name": "Jeremy London",
      "aboutText": "Brigitte Foster-Hylton O.D (born 7 November 1974 in Saint Elizabeth, Jamaica) is a Jamaican 100m hurdler. She was the World Champion over 100m hurdles in 2009.\nLike fellow Jamaican hurdler Delloreen Ennis-London she was not a successful hurdler until 2000, when she lowered her personal best by 65/100.",
      "pageId": 2633490,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Hasim_Rahman",
      "name": "Hasim Rahman",
      "aboutText": "Trivikram Srinivas (born Akella Naga Srinivasa Sarma, 30 July 1971) is an Indian film screenwriter and director known for his works exclusively in Telugu Cinema. In 2002 he directed Nuvve Nuvve which was his critically acclaimed directorial debut. His subsequent directorial works include, box office hits such as Athadu (2005), Jalsa (2008), Julai (2012), Attarintiki Daredi (2013), and S/O Satyamurthy (2015).",
      "pageId": 5763687,
      "monthDay": "11/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marcus_Stewart",
      "name": "Marcus Stewart",
      "aboutText": "Kâzım Koyuncu (November 7, 1971 in a village of Hopa, Artvin Province, Turkey – June 25, 2005 in Istanbul, Turkey) was a Laz singer-songwriter and activist.\nKoyuncu recorded songs in a number of languages spoken along the northeastern Black Sea coast of Turkey, as well as the language of Laz. He was the founder and singer of Zuğaşi Berepe (\"The Children of the Sea\"), a folk rock group founded in 1993.",
      "pageId": 8369343,
      "monthDay": "11/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cat%C3%AA",
      "name": "Catê",
      "aboutText": "William Marcus Paul Stewart (born William Marcus Paul Tubbs) (born 8 November 1972), more commonly known as Marcus Stewart, is an English former footballer who played as a forward from 1991 until 2011. He is currently employed as Assistant Manager of Bristol Rovers.\nStewart played over 500 games and scored over 250 goals in his professional career and had notable spells in the Premier League for Ipswich Town and Sunderland, and was the Premier League's second highest goalscorer for the 2000–01 season.",
      "pageId": 9627488,
      "monthDay": "11/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yunjin_Kim",
      "name": "Yunjin Kim",
      "aboutText": "Jamie Drummond (born November 7, 1971) is a Canadian sommelier, wine consultant, and writer who acts as Senior Editor and Director of Programs for Toronto not-for-profit Good Food Revolution. Drummond was born in Edinburgh, Scotland, and is a former pupil of George Watson's College.",
      "pageId": 11521110,
      "monthDay": "11/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mart%C3%ADn_Palermo",
      "name": "Martín Palermo",
      "aboutText": "Paul David Ware (7 November 1970 – 17 April 2013) was an English footballer who played in the Football League for Cardiff City, Macclesfield Town, Nuneaton Borough, Rochdale, Stockport County and Stoke City.\nWare began his career with local side Stoke City making his debut in 1987–88. He became a popular player amongst the Stoke support and scored the winning goal against Peterborough United to see Stoke through to the 1992 Football League Trophy Final where they beat Stockport County 1–0.",
      "pageId": 26822270,
      "monthDay": "11/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kris_Benson",
      "name": "Kris Benson",
      "aboutText": "Marco Antônio Lemos Tozzi (7 November 1973 – 27 December 2011), commonly known as Catê, was a Brazilian footballer who played for clubs of Brazil, Chile, Italy, the United States and Venezuela.",
      "pageId": 30456197,
      "monthDay": "11/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brigitte_Foster-Hylton",
      "name": "Brigitte Foster-Hylton",
      "aboutText": "Martin Mikael Björk, (born 7 November 1971) is a Swedish television presenter. He has hosted shows like Fråga Olle, the Swedish version of Temptation Island and Peking Express all on Kanal5. Between 2011 and 2013 he also hosted the radio talk show Vakna med NRJ along with Jakob Öqvist and Izabella Fröberg.",
      "pageId": 41850762,
      "monthDay": "11/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christian_G%C3%B3mez",
      "name": "Christian Gómez",
      "aboutText": "Rio Gavin Ferdinand (born 7 November 1978) is an English former professional footballer who played as a centre-back. He played 81 times for the England national football team between 1997 and 2011, and was a member of three FIFA World Cup squads. He is regarded by many to be one of England's greatest ever players and he is one of the most decorated English footballers of all time.",
      "pageId": 178967,
      "monthDay": "11/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Summers_(drummer)",
      "name": "Chris Summers",
      "aboutText": "Mark Anthony Philippoussis (/fɪlɨˈpuːsɪs/; born 7 November 1976) is an Australian tennis player of Greek and Italian descent. He turned professional in 1994. His greatest achievements were winning two Davis Cup titles with Australia in 1999 and 2003, winning the deciding rubber in the final of each.",
      "pageId": 261368,
      "monthDay": "11/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Venkat_Prabhu",
      "name": "Venkat Prabhu",
      "aboutText": "Christian Gómez (born November 7, 1974 in Buenos Aires) is an Argentine footballer currently playing for Nueva Chicago.",
      "pageId": 1162800,
      "monthDay": "11/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rob_Caggiano",
      "name": "Rob Caggiano",
      "aboutText": "Venkat Kumar Gangai Amaren (born 7 November 1975), better known by his stage name Venkat Prabhu, is an Indian filmmaker, who has worked as an actor, director and playback singer in the Tamil film industry. After completing his education, he began pursuing an acting career, with his first three ventures, featuring him in a starring role, failing to release, following which he began appearing in character roles. He hogged spotlight for the first time when he turned director with the summer hit Chennai 600028 (2007).",
      "pageId": 1708457,
      "monthDay": "11/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Melyssa_Ford",
      "name": "Melyssa Ford",
      "aboutText": "William Henry Demps, Jr. (born November 7, 1979) is a former American football safety. He was signed by the Baltimore Ravens as an undrafted free agent in 2002.",
      "pageId": 1805168,
      "monthDay": "11/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chang_Hao",
      "name": "Chang Hao",
      "aboutText": "Melyssa Savannah Ford (born November 7, 1976) is a Canadian hip hop model and actress.  She attended York University and studied in the field of forensic psychology.  Ford's father is Afro-Barbadian and her mother is Russian and Norwegian.",
      "pageId": 2308542,
      "monthDay": "11/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/One_Be_Lo",
      "name": "One Be Lo",
      "aboutText": "María Antonia Sánchez Lorenzo (born 7 November 1977) is a retired Spanish professional tennis player.\nHer highest WTA ranking has been World No. 33, a position she achieved on April 5, 2004.",
      "pageId": 2615007,
      "monthDay": "11/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mark_Philippoussis",
      "name": "Mark Philippoussis",
      "aboutText": "Andres Oper (born 7 November 1977 in Tallinn) is a retired Estonian footballer. He has set the goalscoring record for the Estonian national team, by scoring 38 goals in 134 matches.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian).",
      "pageId": 2911556,
      "monthDay": "11/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lindsay_Czarniak",
      "name": "Lindsay Czarniak",
      "aboutText": "Johannes \"Jan\" Vennegoor of Hesselink (Dutch pronunciation: [ˈjɑn ˈvɛ.nə.ˌɣoːr ɔf.ˈɦɛ.sə.lɪŋk]; born 7 November 1978) is a Dutch former footballer who last played for PSV Eindhoven. He formerly played for the Netherlands national team as a striker.",
      "pageId": 3225373,
      "monthDay": "11/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andres_Oper",
      "name": "Andres Oper",
      "aboutText": "Michael W. Commodore (born November 7, 1979) is a Canadian former professional ice hockey player. Commodore played for several teams in the National Hockey League (NHL). In 2006, he won the Stanley Cup as part of the Carolina Hurricanes.",
      "pageId": 3659284,
      "monthDay": "11/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mar%C3%ADa_S%C3%A1nchez_Lorenzo",
      "name": "María Sánchez Lorenzo",
      "aboutText": "Chang Hao (Chinese: 常昊; pinyin: Cháng Hào; born November 7, 1976 in Shanghai) is a professional Go player. He is a 9 dan Go player from China. He is China's best player of the 1990s and one of the best in the world.",
      "pageId": 3735238,
      "monthDay": "11/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Anthony_Thomas_(American_football)",
      "name": "Anthony Thomas",
      "aboutText": "Barry Gordon George Robson (born 7 November 1978) is a Scottish footballer who plays as a midfielder for Scottish Premiership club Aberdeen and the Scotland national team.\nRobson can play anywhere across the midfield line, and also as a left back. Born in Inverurie, Scotland, Robson began his career as a junior with Rangers before spells with Inverness Caledonian Thistle, Dundee United and finally Celtic in his native Scotland.",
      "pageId": 4432246,
      "monthDay": "11/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mohamed_Aboutrika",
      "name": "Mohamed Aboutrika",
      "aboutText": "Nahshid Sulaiman (born Ralond Scruggs), better known by his stage name One Be Lo, is an alternative hip hop artist from Pontiac, Michigan. He is well respected for being one half of the rap duo Binary Star, and has released a number of well-received solo albums. He is a member of the World Champion B-boy crew, Massive Monkees.",
      "pageId": 4776671,
      "monthDay": "11/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Elisabeth_Bachman",
      "name": "Elisabeth Bachman",
      "aboutText": "Chris Summers (born 7 November 1974) is mostly known for his work with the Norwegian deathpunk band Turbonegro (in Norwegian: Turboneger), where he played the drums from 1998 to 2008.\nHe was recently asked to resign from Turbonegro because of a damaged foot, personal priorities and a focus on other projects (as stated on Turbonegro's MySpace page).\nChrister Engen is often compared to Topper Headon.",
      "pageId": 5287391,
      "monthDay": "11/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rio_Ferdinand",
      "name": "Rio Ferdinand",
      "aboutText": "Roberto Caggiano (born November 7, 1976) is an American guitarist and producer. As of 2013, Caggiano is lead guitarist of the band Volbeat.",
      "pageId": 6763914,
      "monthDay": "11/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tomoya_Nagase",
      "name": "Tomoya Nagase",
      "aboutText": "Mohamed Aboutrika (Arabic: محمد أبو تريكة‎; born 7 November 1978) is a retired Egyptian footballer. Aboutrika played as a second striker and as an attacking midfielder for Tersana, Al Ahly in Egypt, and Baniyas in UAE. He was also one of the most notable stars in the Egyptian national team.\nAboutrika came second in the African Footballer of the Year award in 2008 after Emmanuel Adebayor, and was one of five nominees for the 2006 award, and one of the ten nominated for the 2013 award.",
      "pageId": 8478947,
      "monthDay": "11/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Barry_Robson",
      "name": "Barry Robson",
      "aboutText": "Lindsay Ann Czarniak (born November 7, 1977), is an American sports anchor and reporter. After spending six years with WRC-TV (usually dubbed NBC4), the local NBC television affiliate in Washington, D.C., Czarniak joined ESPN as a SportsCenter anchor in August 2011.\nShe has also been a pit reporter and studio host for TNT's NASCAR Sprint Cup Series coverage and a former co-host and reporter for the syndicated The George Michael Sports Machine.",
      "pageId": 9582669,
      "monthDay": "11/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jan_Vennegoor_of_Hesselink",
      "name": "Jan Vennegoor of Hesselink",
      "aboutText": "Tomoya Nagase (長瀬 智也, Nagase Tomoya, born November 7, 1978) is a Japanese singer and actor. He is a member of Tokio, a Johnny & Associates musical group.",
      "pageId": 11088439,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mike_Commodore",
      "name": "Mike Commodore",
      "aboutText": "Anthony Thomas (born November 7, 1977), nicknamed \"A-Train\", is a former American football running back.\nThomas played college football at the University of Michigan from 1997 to 2000. He broke Michigan's career rushing record with a four-year total of 4,472 yards.",
      "pageId": 14013061,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Will_Demps",
      "name": "Will Demps",
      "aboutText": "Elisabeth (\"Wiz\") Bachman (born November 7, 1978 in Minneapolis, Minnesota) is a retired volleyball player from the United States, who represented her native country at the 2004 Summer Olympics in Athens, Greece.",
      "pageId": 15988712,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Danny_Fonseca",
      "name": "Danny Fonseca",
      "aboutText": "Jon Peter Lewis (born November 7, 1979, Lincoln, Nebraska) is an American singer and songwriter, and was one of the finalists on the third season of the reality/talent-search television series American Idol.",
      "pageId": 518755,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Barney_Harwood",
      "name": "Barney Harwood",
      "aboutText": "Gervasio Deferr Angel (born 7 November 1980 in Premià de Mar, Barcelona) is a former gymnast from Spain, who started in gymnastics at the age of five, and became the number one athlete of his country in that sport.\nHe became the Olympic champion in men's vault at the 2000 Summer Olympics in Sydney (scored 9.712) and has repeated the feat at the 2004 Summer Olympics in Athens (scoring 9.737 average — vault 1 scored 9.687; vault 2 scored 9.787). Each of his ankles show a tattoo with the logo of one of these two Olympic Games.",
      "pageId": 924230,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jon_Peter_Lewis",
      "name": "Jon Peter Lewis",
      "aboutText": "James Edward Charles Franklin (born 7 November 1980 in Wellington) is a New Zealand cricketer. He is a left-arm medium-fast bowler who can swing the ball. He began his career as a capable left-handed lower order batsman, but has greatly improved his batting and is now seen as a first class middle order batsmen.",
      "pageId": 1179143,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joey_Ryan_(wrestler)",
      "name": "Joey Ryan",
      "aboutText": "Mark Copani (born November 7, 1981) is an American retired professional wrestler. He is best known for his appearances with World Wrestling Entertainment (WWE) from 2004 to 2005, where he portrayed an Arab American under the ring name Muhammad Hassan. His career came to an abrupt end when a controversial \"terrorism\" storyline coincided with the 7 July 2005 London bombings, leading the television network UPN to pressure WWE to remove Copani's character from television.",
      "pageId": 2060201,
      "monthDay": "11/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Otep_Shamaya",
      "name": "Otep Shamaya",
      "aboutText": "Rina Uchiyama (内山 理名, Uchiyama Rina, born November 7, 1981) is a Japanese actress and idol.",
      "pageId": 2234380,
      "monthDay": "11/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Karthik_(singer)",
      "name": "Karthik",
      "aboutText": "Luciana Salazar (Spanish pronunciation: [luˈsjana salaˈsar]; born 7 November 1980, in Buenos Aires, Argentina) is a singer, model and actress.",
      "pageId": 3014373,
      "monthDay": "11/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sergio_Bernardo_Almir%C3%B3n",
      "name": "Sergio Bernardo Almirón",
      "aboutText": "Barnaby John \"Barney\" Harwood (born 7 November 1979) is an English television presenter and actor, known for his work with CBBC.",
      "pageId": 3094892,
      "monthDay": "11/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gervasio_Deferr",
      "name": "Gervasio Deferr",
      "aboutText": "Pascal Leclaire (born November 7, 1982) is a retired Canadian professional ice hockey player. Leclaire played three years in the Quebec Major Junior Hockey League (QMJHL) and was selected eighth overall by the Columbus Blue Jackets in the 2001 NHL Entry Draft. After playing in the Blue Jackets' organization for seven seasons, he was traded to the Ottawa Senators in 2009 and spent the following two seasons in the organization.",
      "pageId": 3661777,
      "monthDay": "11/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_Franklin_(cricketer)",
      "name": "James Franklin",
      "aboutText": "Joseph Ryan Meehan (born November 7, 1979), better known by the ring name Joey Ryan, is an American professional wrestler. He is currently working on the independent circuit, working for promotions such as Lucha Underground, Pro Wrestling Guerrilla (PWG), which he founded with five other wrestlers and where he held the PWG World and PWG World Tag Team Championships, NWA Championship Wrestling from Hollywood, for which he was the head booker of from January 2011 to August 2011. He is a former NWA World Tag Team Champion with Karl Anderson.",
      "pageId": 3892342,
      "monthDay": "11/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luciana_Salazar",
      "name": "Luciana Salazar",
      "aboutText": "Jonathan Rey Bornstein (born November 7, 1984) is an American soccer player who currently plays for Querétaro of Liga MX.",
      "pageId": 5115420,
      "monthDay": "11/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Muhammad_Hassan_(wrestler)",
      "name": "Muhammad Hassan",
      "aboutText": "Karthik (born 7 November 1980) is an Indian playback singer. Karthik started his professional career as a backing vocalist and has since been working as a playback singer. He has sung in multiple languages including Telugu( over 500 songs), Kannada( over 300 songs), Tamil( over 1000 songs) and in other languages like Malayalam, Bengali and Hindi.",
      "pageId": 5124517,
      "monthDay": "11/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nana_Katase",
      "name": "Nana Katase",
      "aboutText": "Danny Alberto Fonseca Bravo (born 7 November 1979) is a Costa Rican professional footballer.",
      "pageId": 5196540,
      "monthDay": "11/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anushka_Shetty",
      "name": "Anushka Shetty",
      "aboutText": "Forrest Scott Kline (born November 7, 1983, in Ashland, Oregon) is an American musician, songwriter, lead singer, and guitarist.",
      "pageId": 5568482,
      "monthDay": "11/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rina_Uchiyama",
      "name": "Rina Uchiyama",
      "aboutText": "Sergio Bernardo Almirón (born 7 November 1980) is an Argentine footballer who plays as a midfielder for Lega Pro side Akragas in Italy.",
      "pageId": 5961292,
      "monthDay": "11/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Pascal_Leclaire",
      "name": "Pascal Leclaire",
      "aboutText": "Anushka Shetty (born 7 November 1981) is an Indian film actress, who works mainly in the Telugu and Tamil film industries. Born in Mangalore, Anushka started her career as a yoga instructor. It was while teaching yoga, she got an offer to act in films.",
      "pageId": 6934909,
      "monthDay": "11/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Forrest_Kline",
      "name": "Forrest Kline",
      "aboutText": "Otep Shamaya is an American singer-songwriter, actress, poet, writer, and painter.",
      "pageId": 8712521,
      "monthDay": "11/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Esmerling_V%C3%A1squez",
      "name": "Esmerling Vásquez",
      "aboutText": "Mihkel Aksalu (born 7 November 1984) is an Estonian professional footballer who plays as a goalkeeper for Finnish Veikkausliiga club SJK and the Estonia national football team.",
      "pageId": 12797884,
      "monthDay": "11/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mihkel_Aksalu",
      "name": "Mihkel Aksalu",
      "aboutText": "Esmerling Vásquez (born November 7, 1983) is a professional baseball pitcher for the Saitama Seibu Lions of the Nippon Professional Baseball League. He has played in Major League Baseball from 2009 to 2012 for the Arizona Diamondbacks and Minnesota Twins.",
      "pageId": 14355503,
      "monthDay": "11/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jonathan_Bornstein",
      "name": "Jonathan Bornstein",
      "aboutText": "Nana Katase (片瀬 那奈, Katase Nana, born November 7, 1981) is a Japanese actress, singer, and fashion model.\nKatase portrayed Kiyomi Takada in Death Note: The Last Name.",
      "pageId": 16805343,
      "monthDay": "11/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gervais_Randrianarisoa",
      "name": "Gervais Randrianarisoa",
      "aboutText": "Mamy Gervais Randrianarisoa (born November 7, 1984) is a Malagasy footballer, who plays for JS Saint-Pierroise.\n^ \"Gervais Randrianarisoa Bio, Stats, News - Football / Soccer - - ESPN Soccernet\". ESPNsoccernet.",
      "pageId": 19423601,
      "monthDay": "11/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Amelia_Vega",
      "name": "Amelia Vega",
      "aboutText": "Amelia Vega Polanco (born November 7, 1984 in Santo Domingo, Dominican Republic) is a Dominican actress, singer, model, charity worker and beauty queen. She became the first Dominican woman to be named Miss Universe, in 2003. At the age of 18, she was the youngest winner since 1994.",
      "pageId": 239909,
      "monthDay": "11/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sebastian_Ald%C3%A9n",
      "name": "Sebastian Aldén",
      "aboutText": "\"Oleksandr Dolgopolov\" redirects here. For his father, see Oleksandr Dolgopolov, Sr.\nAlexandr Oleksandrovych Dolgopolov (Ukrainian: Олександр Олександрович Долгополов) (born 7 November 1988), formerly known as Oleksandr Dolgopolov, Jr., is the top-ranked Ukrainian male tennis player.",
      "pageId": 8751071,
      "monthDay": "11/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lucas_Neff",
      "name": "Lucas Neff",
      "aboutText": "Doukissa Nomikou (Greek: Δούκισσα Νομικού) was born on November 7, 1986 in Vouliagmeni, Attiki, Greece and she is Greek model and presenter who represented her country in the Miss Universe 2007 pageant on May 28, 2007 in Mexico City. At 20 years of age, she was crowned Miss Star Hellas on May 3, 2007. She is the daughter of Greek singer Nikos Nomikos and Ursula Nomikou.",
      "pageId": 11087323,
      "monthDay": "11/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andy_Hull",
      "name": "Andy Hull",
      "aboutText": "John Andrew Hull (born November 7, 1986), better known as Andy Hull, is an American singer, guitarist and songwriter for the indie rock band Manchester Orchestra. He also has a side project Right Away, Great Captain!, as well as co-founder of a side project with friend and folk musician Kevin Devine by the name of Bad Books. Hull is also co-president of Manchester Orchestra's label, Favorite Gentlemen.",
      "pageId": 13650596,
      "monthDay": "11/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/David_Nelson_(American_football)",
      "name": "David Nelson",
      "aboutText": "Matthew John Corby (born 7 November 1990) is an Australian singer-songwriter. He achieved his commercial breakthrough with his fourth EP, Into the Flame (2011), which peaked at No.",
      "pageId": 13951905,
      "monthDay": "11/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Doukissa_Nomikou",
      "name": "Doukissa Nomikou",
      "aboutText": "Sebastian Carl Aldén (born 7 November 1985 in Västerås, Sweden) is a Swedish motorcycle speedway rider who rides for the King's Lynn Stars in the British Elite League. He sustained a broken heel in the Robins' Elite League fixture against Belle Vue in July 2008.",
      "pageId": 18064675,
      "monthDay": "11/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Toro_y_Moi",
      "name": "Toro y Moi",
      "aboutText": "David de Gea Quintana (Spanish pronunciation: [daˈβið ðe ˈxea kinˈtana]; born 7 November 1990) is a Spanish professional footballer who plays as a goalkeeper for English club Manchester United and the Spain national team.\nBorn in Madrid, he started his career aged 13 with Atlético Madrid and rose through the academy system at the club before making his senior debut in 2009. After being made Atlético's first-choice goalkeeper, he helped the team win both the UEFA Europa League and the UEFA Super Cup in 2010.",
      "pageId": 23536806,
      "monthDay": "11/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marek_Semjan",
      "name": "Marek Semjan",
      "aboutText": "Daniel Sánchez Ayala (born 7 November 1990) is a Spanish professional footballer who plays for Middlesbrough as a defender.",
      "pageId": 24005686,
      "monthDay": "11/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rachele_Brooke_Smith",
      "name": "Rachele Brooke Smith",
      "aboutText": "Patrick Chukwuemeka Okogwu (born 7 November 1988), better known by his stage name Tinie Tempah, is an English rapper of Nigerian descent, from South London. He has been signed to Parlophone Records since 2009, a subsidiary of Warner Music Group. He created his own record and fashion label Disturbing London (DL Records) in 2007 along with his cousin, Dumi Oburota.",
      "pageId": 24230625,
      "monthDay": "11/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alexandr_Dolgopolov",
      "name": "Alexandr Dolgopolov",
      "aboutText": "Chazwick Bradley Bundick (born November 7, 1986), better known by his stage name Toro y Moi, is an American recording artist and producer. His music has taken on many forms since he began recording, but he is often identified with the rise of the chillwave movement in 2010 and 2011. His stage name is a multilingual expression consisting of the Spanish words toro and y (meaning \"bull\" and \"and\", respectively), and the French word moi (meaning \"me\").",
      "pageId": 24731176,
      "monthDay": "11/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Simone_Favaro",
      "name": "Simone Favaro",
      "aboutText": "Simone Favaro (born 7 November 1988) is an Italian rugby union player. Favaro, who is a flanker, plays club rugby for Glasgow Warriors as of summer 2015.",
      "pageId": 26403662,
      "monthDay": "11/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Thomas_Schneider_(runner)",
      "name": "Thomas Schneider",
      "aboutText": "Marek Semjan (born 7 November 1987) is a Slovak tennis player playing on the ATP Challenger Tour. On 30 August 2010, he reached his highest ATP singles ranking of 218.\nHe won over Fernando Verdasco in Prostějov in three sets 6-4, 6-7 (5-7), 6-4.",
      "pageId": 28321184,
      "monthDay": "11/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tinie_Tempah",
      "name": "Tinie Tempah",
      "aboutText": "David Alan Nelson (born November 7, 1986) is an American football wide receiver for the Pittsburgh Steelers of the National Football League (NFL). He played college football for the University of Florida, where he was a member of two BCS National Championship teams.",
      "pageId": 28703333,
      "monthDay": "11/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nadezhda_Tolokonnikova",
      "name": "Nadezhda Tolokonnikova",
      "aboutText": "Lucas Neff (born November 7, 1985) is an American actor. He is best known for portraying James \"Jimmy\" Chance in the Fox sitcom Raising Hope.",
      "pageId": 28999483,
      "monthDay": "11/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daniel_Ayala",
      "name": "Daniel Ayala",
      "aboutText": "Thomas Schneider (born November 7, 1988 in Forst) is a German sprint athlete.",
      "pageId": 31107270,
      "monthDay": "11/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Matt_Corby",
      "name": "Matt Corby",
      "aboutText": "Rachele Brooke Smith (born November 7, 1987) is an American actress and dancer. Her dance talent has been featured in films such as Center Stage: Turn It Up, Bring It On: Fight to the Finish, and Burlesque.",
      "pageId": 32162224,
      "monthDay": "11/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/David_de_Gea",
      "name": "David de Gea",
      "aboutText": "Haruna Iikubo (飯窪 春菜, Iikubo Haruna, born on November 7, 1994 in Tokyo) is a Japanese fashion model, actress and pop singer. She is a tenth-generation member and sub-leader of the pop group Morning Musume.",
      "pageId": 33258552,
      "monthDay": "11/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Joelle_Hadjia",
      "name": "Joelle Hadjia",
      "aboutText": "Nadezhda Andreyevna Tolokonnikova (Russian: Наде́жда Андре́евна Толоко́нникова; born November 7, 1989), nicknamed \"Nadya Tolokno\" (Надя Толокно), is a Russian conceptual artist and political activist. She is a member of the anti-Putinist punk rock group Pussy Riot, and has a history of political activism with the controversial street art group Voina. On August 17, 2012, she was convicted of \"hooliganism motivated by religious hatred\" after a performance in Moscow Cathedral of Christ the Saviour and sentenced to two years' imprisonment.",
      "pageId": 36746405,
      "monthDay": "11/07"
    },
    {
      "year": "1994",
      "uri": "/wiki/Haruna_Iikubo",
      "name": "Haruna Iikubo",
      "aboutText": "Joelle Hadjia (born 7 November 1990 in Sydney) is an Australian singer best known simply as Joelle and for competing in the fourth season of The X Factor Australia as part of the duo Good Question and in the fifth season as a solo singer.",
      "pageId": 40975931,
      "monthDay": "11/07"
    },
    {
      "year": "1995",
      "uri": "/wiki/Bethany_Mota",
      "name": "Bethany Mota",
      "aboutText": "Bethany Noel Mota (born November 7, 1995) is an American video blogger from Los Banos, California. Starting with her YouTube channel, Macbarbie07, created in 2009, she rose to fame for her haul videos, in which she shows her fashion and style purchases via the internet. She uploads videos of outfit ideas, makeup and hair tutorials, recipes, and do it yourself ideas.",
      "pageId": 42673887,
      "monthDay": "11/07"
    },
    {
      "year": "1995",
      "uri": "/wiki/Runa_Natsui",
      "name": "Runa Natsui",
      "aboutText": "Ella Marija Lani Yelich-O'Connor (born 7 November 1996), better known by her stage name Lorde (/loʊrd/), is a New Zealand singer and songwriter. Born in Takapuna and raised in Devonport, Auckland, she became interested in performing as a child. In her early teens, she signed with Universal Music Group and was later paired with the songwriter and record producer Joel Little, who has co-written and produced most of Lorde's works.",
      "pageId": 12964276,
      "monthDay": "11/07"
    },
    {
      "year": "1996",
      "uri": "/wiki/Lorde",
      "name": "Lorde",
      "aboutText": "Runa Natsui (born November 7, 1995) is a Japanese actress best known for playing the role of Shiba Kaoru in the TV show Samurai Sentai Shinkenger.",
      "pageId": 38407611,
      "monthDay": "11/07"
    },
    {
      "year": "1997",
      "uri": "/wiki/Erika_Hendsel",
      "name": "Erika Hendsel",
      "aboutText": "Erika Hendsel (born 7 November 1997 in Tallinn) is an Estonian tennis player.\nOn 7 October 2013, Hendsel reached her best singles ranking of world number 1101.\nPlaying for Estonia at the Fed Cup, Hendsel has a win–loss record of 0–2.",
      "pageId": 43386723,
      "monthDay": "11/07"
    },
    {
      "year": "1997",
      "uri": "/wiki/Nana_Okada",
      "name": "Nana Okada",
      "aboutText": "Nana Okada (岡田 奈々, Okada Nana, born November 7, 1997 in Kanagawa Prefecture) is a member of the Japanese idol girl group AKB48, under Team 4. She joined the group as part of the 14th generation members.",
      "pageId": 44932952,
      "monthDay": "11/07"
    }
  ]
}