{
  "people": [
    {
      "year": "1528",
      "uri": "/wiki/Qi_Jiguang",
      "name": "Qi Jiguang",
      "aboutText": "François Auguste René Rodin (12 November 1840 – 17 November 1917), known as Auguste Rodin (/oʊˈɡuːst roʊˈdæn/; French: [oɡyst ʁɔdɛ̃]), was a French sculptor. Although Rodin is generally considered the progenitor of modern sculpture, he did not set out to rebel against the past. He was schooled traditionally, took a craftsman-like approach to his work, and desired academic recognition, although he was never accepted into Paris's foremost school of art.",
      "pageId": 2065,
      "monthDay": "11/12"
    },
    {
      "year": "1547",
      "uri": "/wiki/Claude_of_Valois",
      "name": "Claude of Valois",
      "aboutText": "John William Strutt, 3rd Baron Rayleigh OM PRS (/ˈreɪli/; 12 November 1842 – 30 June 1919) was an English physicist who, with William Ramsay, discovered argon, an achievement for which he earned the Nobel Prize for Physics in 1904. He also discovered the phenomenon now called Rayleigh scattering, which can be used to explain why the sky is blue, and predicted the existence of the surface waves now known as Rayleigh waves.",
      "pageId": 18381,
      "monthDay": "11/12"
    },
    {
      "year": "1606",
      "uri": "/wiki/Jeanne_Mance",
      "name": "Jeanne Mance",
      "aboutText": "Elizabeth Cady Stanton (November 12, 1815 – October 26, 1902) was an American suffragist, social activist, abolitionist, and leading figure of the early women's rights movement. Her Declaration of Sentiments, presented at the Seneca Falls Convention held in 1848 in Seneca Falls, New York, is often credited with initiating the first organized women's rights and women's suffrage movements in the United States. Stanton was president of the National Woman Suffrage Association from 1892 until 1900.",
      "pageId": 43384,
      "monthDay": "11/12"
    },
    {
      "year": "1615",
      "uri": "/wiki/Richard_Baxter",
      "name": "Richard Baxter",
      "aboutText": "Sun Yat-sen (/ˈsʊn ˈjɑːtˈsɛn/; 12 November 1866 – 12 March 1925) was a Chinese revolutionary, first president and founding father of the Republic of China, and medical practitioner. As the foremost pioneer of the Republic of China, Sun is referred to as the \"Father of the Nation\" in the Republic of China (ROC), and the \"forerunner of democratic revolution\" in the People's Republic of China (PRC). Sun played an instrumental role in the overthrow of the Qing dynasty during the years leading up to the Double Ten Revolution.",
      "pageId": 88483,
      "monthDay": "11/12"
    },
    {
      "year": "1651",
      "uri": "/wiki/Juana_In%C3%A9s_de_la_Cruz",
      "name": "Juana Inés de la Cruz",
      "aboutText": "Alexander Porfiryevich Borodin (Russian: Алекса́ндр Порфи́рьевич Бороди́н; IPA: [ɐlʲɪkˈsandr pɐrˈfʲi rʲjɪvʲɪtɕ bərɐˈdʲin], 12 November 1833 – 27 February 1887) was a Russian Romantic composer of Georgian origin, as well as a doctor and chemist. He was a member of the group of composers called The Five (or \"The Mighty Handful\"), who were dedicated to producing a specifically Russian kind of art music. He is best known for his symphonies, his two string quartets, In the Steppes of Central Asia and his opera Prince Igor.",
      "pageId": 143605,
      "monthDay": "11/12"
    },
    {
      "year": "1684",
      "uri": "/wiki/Edward_Vernon",
      "name": "Edward Vernon",
      "aboutText": "Eduard Müller (12 November 1848 - 9 November 1919) was a Swiss politician, Mayor of Bern (1888-1895), President of the Swiss National Council (1890/1891) and member of the Swiss Federal Council (1895-1919).",
      "pageId": 156117,
      "monthDay": "11/12"
    },
    {
      "year": "1729",
      "uri": "/wiki/Louis_Antoine_de_Bougainville",
      "name": "Louis Antoine de Bougainville",
      "aboutText": "Richard Baxter (12 November 1615 – 8 December 1691) was an English Puritan church leader, poet, hymn-writer, theologian, and controversialist. Dean Stanley called him \"the chief of English Protestant Schoolmen\". After some false starts, he made his reputation by his ministry at Kidderminster, and at around the same time began a long and prolific career as theological writer.",
      "pageId": 194508,
      "monthDay": "11/12"
    },
    {
      "year": "1755",
      "uri": "/wiki/Gerhard_von_Scharnhorst",
      "name": "Gerhard von Scharnhorst",
      "aboutText": "Jeanne Mance (November 12, 1606 – June 18, 1673) was a French nurse and settler of New France. She arrived in New France two years after the Ursuline Nuns came to Quebec. Among the founders of Montreal, Canada, in 1642, she established its first hospital, the Hôtel-Dieu de Montréal, in 1645.",
      "pageId": 214888,
      "monthDay": "11/12"
    },
    {
      "year": "1780",
      "uri": "/wiki/Piet_Retief",
      "name": "Piet Retief",
      "aboutText": "Louis-Antoine, Comte de Bougainville (12 November 1729 – 31 August 1811) was a French admiral and explorer. A contemporary of the British explorer James Cook, he took part in the Seven Years' War in North America and the American Revolutionary War against Britain. Bougainville later gained fame for his expeditions, including circumnavigation of the globe in a scientific expedition, the first recorded settlement on the Falkland Islands, and voyages into the Pacific Ocean.",
      "pageId": 254389,
      "monthDay": "11/12"
    },
    {
      "year": "1790",
      "uri": "/wiki/Letitia_Christian_Tyler",
      "name": "Letitia Christian Tyler",
      "aboutText": "Sister (Spanish: Sor) Juana Inés de la Cruz, O.S.H. (English: Joan Agnes of the Cross; 12 November 1651 – 17 April 1695),was a self-taught scholar and poet of the Baroque school, and Hieronymite nun of New Spain, known in her lifetime as \"The Tenth Muse.\" Although she lived in a colonial era when Mexico was part of the Spanish Empire, she is considered today both a Mexican writer and a contributor to the Spanish Golden Age. She stands at the beginning of the history of Mexican literature in the Spanish language.",
      "pageId": 363533,
      "monthDay": "11/12"
    },
    {
      "year": "1793",
      "uri": "/wiki/Johann_Friedrich_von_Eschscholtz",
      "name": "Johann Friedrich von Eschscholtz",
      "aboutText": "Gerhard Johann David Waitz von Scharnhorst (12 November 1755 – 28 June 1813), was a Hanoverian-born general in Prussian service (from 1801). As the first Chief of the Prussian General Staff, he was noted for his military theories, his reforms of the Prussian army, and his leadership during the Napoleonic Wars.",
      "pageId": 398798,
      "monthDay": "11/12"
    },
    {
      "year": "1795",
      "uri": "/wiki/Thaddeus_William_Harris",
      "name": "Thaddeus William Harris",
      "aboutText": "Letitia Christian Tyler (November 12, 1790 – September 10, 1842), first wife of John Tyler, was First Lady of the United States from 1841 until her death.",
      "pageId": 416343,
      "monthDay": "11/12"
    },
    {
      "year": "1815",
      "uri": "/wiki/Elizabeth_Cady_Stanton",
      "name": "Elizabeth Cady Stanton",
      "aboutText": "Mikhail Ivanovich Chigorin (also Tchigorin; Russian: Михаи́л Ива́нович Чиго́рин; 12 November [O.S. 31 October] 1850 – 25 January [O.S. 12 January] 1908) was a leading Russian chess player.",
      "pageId": 496403,
      "monthDay": "11/12"
    },
    {
      "year": "1817",
      "uri": "/wiki/Bah%C3%A1%27u%27ll%C3%A1h",
      "name": "Bahá'u'lláh",
      "aboutText": "Johann Friedrich Eschscholtz (Russian: Иоганн Фридрих фон Эшшольц; November 12 [O.S. November 1] 1793 – May 19 [O.S. May 7] 1831) was a Baltic German physician, botanist, zoologist and entomologist.\nEschscholtz was born in Dorpat, Governorate of Livonia in the Russian Empire. He studied medicine at the Imperial University of Dorpat, and spent his main career there as well: extraordinary professor of anatomy (1819), director of the zoological cabinet (1822), and professor of anatomy (1828).",
      "pageId": 526290,
      "monthDay": "11/12"
    },
    {
      "year": "1833",
      "uri": "/wiki/Alexander_Borodin",
      "name": "Alexander Borodin",
      "aboutText": "Admiral Edward Vernon (\"Old Grog\") (12 November 1684 – 30 October 1757) was an English naval officer. Vernon was born in Westminster and went to Westminster School. He joined the Royal Navy in 1700 and was promoted to Lieutenant in 1702.",
      "pageId": 754254,
      "monthDay": "11/12"
    },
    {
      "year": "1840",
      "uri": "/wiki/Auguste_Rodin",
      "name": "Auguste Rodin",
      "aboutText": "Claude of France (12 November 1547, Fontainebleau – 21 February 1575, Nancy) was the second daughter of King Henry II of France and Catherine de' Medici.",
      "pageId": 989727,
      "monthDay": "11/12"
    },
    {
      "year": "1842",
      "uri": "/wiki/John_William_Strutt,_3rd_Baron_Rayleigh",
      "name": "John William Strutt, 3rd Baron Rayleigh",
      "aboutText": "Qi Jiguang (November 12, 1528 – January 17, 1588), courtesy name Yuanjing, art names Nantang and Mengzhu, posthumous name Wuyi, was a Chinese military general of the Ming dynasty.",
      "pageId": 1608151,
      "monthDay": "11/12"
    },
    {
      "year": "1848",
      "uri": "/wiki/Eduard_M%C3%BCller_(Swiss_politician)",
      "name": "Eduard Müller",
      "aboutText": "Thaddeus William Harris (November 12, 1795 – January 16, 1856) was an American entomologist and botanist.",
      "pageId": 3110677,
      "monthDay": "11/12"
    },
    {
      "year": "1850",
      "uri": "/wiki/Mikhail_Chigorin",
      "name": "Mikhail Chigorin",
      "aboutText": "Pieter Mauritz Retief (12 November 1780 – 6 February 1838) was a South African Boer leader. Settling in 1814 in the frontier region of the Cape Colony, he assumed command of punitive expeditions in response to raiding parties from the adjacent Xhosa territory. He became a spokesperson for the frontier farmers who voiced their discontent, and wrote the Voortrekkers' declaration at their departure from the colony.",
      "pageId": 3477802,
      "monthDay": "11/12"
    },
    {
      "year": "1866",
      "uri": "/wiki/Sun_Yat-sen",
      "name": "Sun Yat-sen",
      "aboutText": "Bahá'u'lláh (/bəˈhɑːʊˌlɑː/; Arabic: بهاء الله‎, \"Glory of God\"; 12 November 1817 – 29 May 1892), born Mírzá Ḥusayn-`Alí Núrí (Persian: میرزا حسینعلی نوری‎‎), was the founder of the Bahá'í Faith. He claimed to be the prophetic fulfilment of Bábism, a 19th-century outgrowth of Shí‘ism, but in a broader sense claimed to be a messenger from God referring to the fulfilment of the eschatological expectations of Islam, Christianity, and other major religions.\nBahá'u'lláh taught that humanity is one single race and that the age has come for its unification in a global society.",
      "pageId": 28361679,
      "monthDay": "11/12"
    },
    {
      "year": "1872",
      "uri": "/wiki/William_Fay",
      "name": "William Fay",
      "aboutText": "Leon Štukelj  listen  (12 November 1898 – 8 November 1999) was a Yugoslav gymnast of Slovene ethnicity, Olympic gold medalist and athlete.\nHe is a noted figure in Slovenian sporting history. Štukelj is one of the few Slovene athletes to have risen to the very top of his sport, where he remained right from the World Championships in Ljubljana in 1922 all the way to the 1936 Olympic Games in Berlin, at which he finished his competitive gymnastics career.",
      "pageId": 335719,
      "monthDay": "11/12"
    },
    {
      "year": "1881",
      "uri": "/wiki/Olev_Siinmaa",
      "name": "Olev Siinmaa",
      "aboutText": "Harry Andrew Blackmun (November 12, 1908 – March 4, 1999) was an Associate Justice of the Supreme Court of the United States from 1970 until 1994. Appointed by Republican President Richard Nixon, Blackmun ultimately became one of the most liberal justices on the Court. He is best known as the author of the Court's opinion in Roe v.",
      "pageId": 344138,
      "monthDay": "11/12"
    },
    {
      "year": "1881",
      "uri": "/wiki/Maximilian_von_Weichs",
      "name": "Maximilian von Weichs",
      "aboutText": "Iris Louise McPhetridge Thaden (November 12, 1905 – November 9, 1979) was an American aviation pioneer, holder of numerous aviation records, and the first woman to win the Bendix trophy.",
      "pageId": 344230,
      "monthDay": "11/12"
    },
    {
      "year": "1886",
      "uri": "/wiki/G%C3%BCnther_Dyhrenfurth",
      "name": "Günther Dyhrenfurth",
      "aboutText": "Nimā Yushij (Persian: نیما یوشیج‎‎) (November 12, 1895 – January 6, 1960) also called Nimā (نیما), born Ali Esfandiāri (علی اسفندیاری), was a contemporary Tabarian and Persian poet who started the she’r-e now (شعر نو, \"new poetry\") also known as she’r-e nimaa'i (شعر نیمایی, \"Nimaic poetry\") trend in Iran. He is considered as the father of modern Persian poetry.\nHe died of pneumonia in Shemiran, in the northern part of Tehran and was buried in his native village of Yush, Nur County, Mazandaran, as he had willed.",
      "pageId": 531813,
      "monthDay": "11/12"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ben_Travers",
      "name": "Ben Travers",
      "aboutText": "Maximilian Maria Joseph Karl Gabriel Lamoral Reichsfreiherr von und zu Weichs an der Glon, known as Weichs or Weichs an der Glon (12 November 1881 – 27 September 1954) was a German Generalfeldmarschall during World War II. He was also a recipient of the Knight's Cross of the Iron Cross with Oak Leaves (German: Ritterkreuz des Eisernen Kreuzes mit Eichenlaub). The Knight's Cross of the Iron Cross and its higher grade Oak Leaves was awarded to recognise extreme battlefield bravery or successful military leadership.",
      "pageId": 549297,
      "monthDay": "11/12"
    },
    {
      "year": "1889",
      "uri": "/wiki/DeWitt_Wallace",
      "name": "DeWitt Wallace",
      "aboutText": "Sálim Moizuddin Abdul Ali (12 November 1896 – 20 June 1987) was an Indian ornithologist and naturalist. Sometimes referred to as the \"birdman of India\", Salim Ali was among the first Indians to conduct systematic bird surveys across India and his bird books helped develop ornithology. He became the key figure behind the Bombay Natural History Society after 1947 and used his personal influence to garner government support for the organisation, create the Bharatpur bird sanctuary (Keoladeo National Park) and prevent the destruction of what is now the Silent Valley National Park.",
      "pageId": 567398,
      "monthDay": "11/12"
    },
    {
      "year": "1890",
      "uri": "/wiki/Lily_Kronberger",
      "name": "Lily Kronberger",
      "aboutText": "Ben Travers CBE AFC (12 November 1886 – 18 December 1980) was an English writer. His output includes more than twenty plays, thirty screenplays, five novels, and three volumes of memoirs. He is best remembered for his long-running series of farces first staged in the 1920s and 30s at the Aldwych Theatre.",
      "pageId": 764500,
      "monthDay": "11/12"
    },
    {
      "year": "1892",
      "uri": "/wiki/Tudor_Davies",
      "name": "Tudor Davies",
      "aboutText": "William George \"Willie\" Fay (12 November 1872 – 27 October 1947) was an actor and theatre producer who was one of the co-founders of the Abbey Theatre.\nFay was born in Dublin, where he attended Belvedere College. He worked for a time in the 1890s with a touring theatre company in Ireland, Scotland, and Wales.",
      "pageId": 1001215,
      "monthDay": "11/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Thorleif_Schjelderup-Ebbe",
      "name": "Thorleif Schjelderup-Ebbe",
      "aboutText": "Thorleif Schjelderup-Ebbe (12 November 1894 in Kristiania – 8 June 1976 in Oslo) was a Norwegian zoologist and comparative psychologist.",
      "pageId": 1222444,
      "monthDay": "11/12"
    },
    {
      "year": "1896",
      "uri": "/wiki/Salim_Ali",
      "name": "Salim Ali",
      "aboutText": "Peter Nield Whitehead (12 November 1914 – 21 September 1958) was a British racing driver. He was born in Menston, Yorkshire and was killed in an accident at Lasalle, France, during the Tour de France endurance race. A cultured, knowledgeable and well-travelled racer, he was excellent in sports cars.",
      "pageId": 1235868,
      "monthDay": "11/12"
    },
    {
      "year": "1896",
      "uri": "/wiki/Nima_Yooshij",
      "name": "Nima Yooshij",
      "aboutText": "Jack Oakie (November 12, 1903 – January 23, 1978) was an American actor, starring mostly in films, but also working on stage, radio and television.",
      "pageId": 1369267,
      "monthDay": "11/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Karl_Marx_(composer)",
      "name": "Karl Marx",
      "aboutText": "DeWitt Wallace (November 12, 1889 – March 30, 1981), also known as William Roy (full name: William Roy DeWitt Wallace) was a United States magazine publisher.",
      "pageId": 1566621,
      "monthDay": "11/12"
    },
    {
      "year": "1898",
      "uri": "/wiki/Leon_%C5%A0tukelj",
      "name": "Leon Štukelj",
      "aboutText": "Wilbur Dorsey \"Buck\" Clayton (Parsons, Kansas, November 12, 1911 – New York City, December 8, 1991) was an American jazz trumpet player who was a leading member of Count Basie’s \"Old Testament\" orchestra and a leader of mainstream-oriented jam session recordings in the 1950s. His principal influence was Louis Armstrong. The Penguin Guide to Jazz says that he “synthesi[zed] much of the history of jazz trumpet up to his own time, with a bright brassy tone and an apparently limitless facility for melodic improvisation”.",
      "pageId": 1951604,
      "monthDay": "11/12"
    },
    {
      "year": "1901",
      "uri": "/wiki/James_Luther_Adams",
      "name": "James Luther Adams",
      "aboutText": "Arthur Dudley Nourse (12 November 1910 – 14 August 1981) was a South African Test cricketer.",
      "pageId": 3099317,
      "monthDay": "11/12"
    },
    {
      "year": "1903",
      "uri": "/wiki/Jack_Oakie",
      "name": "Jack Oakie",
      "aboutText": "Lily Kronberger (12 November 1890 – 21 May 1974), also spelled Lili Kronberger, was a Hungarian figure skater competitive during the early years of modern figure skating.",
      "pageId": 3829062,
      "monthDay": "11/12"
    },
    {
      "year": "1905",
      "uri": "/wiki/Louise_Thaden",
      "name": "Louise Thaden",
      "aboutText": "Günter Oskar Dyhrenfurth (November 12, 1886 – April 14, 1975) was a German-born, German and Swiss mountaineer, geologist and Himalayan explorer.",
      "pageId": 5433339,
      "monthDay": "11/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Harry_Blackmun",
      "name": "Harry Blackmun",
      "aboutText": "James Luther Adams (November 12, 1901 – July 26, 1994), an American professor at Harvard Divinity School, Andover Newton Theological School, and Meadville Lombard Theological School, and a Unitarian parish minister, was the most influential theologian among American Unitarian Universalists in the 20th century.[1]",
      "pageId": 7193313,
      "monthDay": "11/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Dudley_Nourse",
      "name": "Dudley Nourse",
      "aboutText": "Karl Marx (12 November 1897 – 8 May 1985) was a German composer, conductor, and educator.",
      "pageId": 9219423,
      "monthDay": "11/12"
    },
    {
      "year": "1911",
      "uri": "/wiki/Buck_Clayton",
      "name": "Buck Clayton",
      "aboutText": "Olev Siinmaa (November 12, 1881 – March 29, 1948), was an Estonian architect who is perhaps best recalled for his work in the style coined \"Pärnu Resort Functionalism\".\nOlev Sinnmaa was born Oskar Siimann in Pärnu into a joinery shop owner's family. He studied interior and furniture design in Wismar and Konstanz technical schools in Germany.",
      "pageId": 15118662,
      "monthDay": "11/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Peter_Whitehead_(racing_driver)",
      "name": "Peter Whitehead",
      "aboutText": "Tudor Davies (12 November 1892 – 2 April 1958) was a Welsh tenor.",
      "pageId": 24822335,
      "monthDay": "11/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Roland_Barthes",
      "name": "Roland Barthes",
      "aboutText": "Grace Patricia Kelly (November 12, 1929 – September 14, 1982) was an American actress who, after marrying Prince Rainier III, became Princess of Monaco.\nAfter embarking on an acting career in 1950, at the age of 20, Kelly appeared in New York City theatrical productions and more than 40 episodes of live drama productions broadcast during the early 1950s Golden Age of Television. In October 1953, she gained stardom from her performance in the film Mogambo.",
      "pageId": 42620,
      "monthDay": "11/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Rogelio_de_la_Rosa",
      "name": "Rogelio de la Rosa",
      "aboutText": "Michael Andreas Helmuth Ende (12 November 1929 – 28 August 1995) was a German writer of fantasy and children's fiction. He is best known for his epic fantasy The Neverending Story; other famous works include Momo and Jim Knopf und Lukas der Lokomotivführer (Jim Button and Luke the Engine Driver). His works have been translated into more than 40 languages, sold more than 20 million copies, and adapted as motion pictures, stage plays, operas and audio books.",
      "pageId": 100938,
      "monthDay": "11/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Paul_Emery",
      "name": "Paul Emery",
      "aboutText": "Kim Hunter (November 12, 1922 – September 11, 2002) was an American film, theatre, and television actress. She won both an Academy Award and a Golden Globe Award, each as Best Supporting Actress, for her performance as Stella Kowalski in the 1951 film A Streetcar Named Desire. Decades later she was nominated for a Daytime Emmy Award for her work on the long-running soap The Edge of Night.",
      "pageId": 160624,
      "monthDay": "11/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jean_Papineau-Couture",
      "name": "Jean Papineau-Couture",
      "aboutText": "Roland Gérard Barthes (/bɑrt/; French: [ʁɔlɑ̃ baʁt]; 12 November 1915 – 26 March 1980) was a French literary theorist, philosopher, linguist, critic, and semiotician.",
      "pageId": 174415,
      "monthDay": "11/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jo_Stafford",
      "name": "Jo Stafford",
      "aboutText": "Bernhard-Victor Christoph-Carl von Bülow (12 November 1923, Brandenburg an der Havel – 22 August 2011, Ammerland at Lake Starnberg), known as Vicco von Bülow (from Bernhard-Victor Christoph-Carl) or Loriot, was a German comedian, humorist, cartoonist, film director, actor and writer.\nHe is best known for his cartoons, the sketches from his 1976 television series Loriot, alongside Evelyn Hamann, and his two movies, Ödipussi (1988) and Pappa Ante Portas (1991).\nOn the television series Unsere Besten (Our Best), Loriot was ranked the 54th best German ever.",
      "pageId": 198685,
      "monthDay": "11/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jackie_Washington_(blues_musician)",
      "name": "Jackie Washington",
      "aboutText": "Jo Elizabeth Stafford (November 12, 1917 – July 16, 2008) was an American traditional pop music singer and occasional actress, whose career spanned five decades from the late 1930s to the early 1980s. Admired for the purity of her voice, she originally underwent classical training to become an opera singer before following a career in popular music, and by 1955 had achieved more worldwide record sales than any other female artist. Her 1952 song \"You Belong to Me\" topped the charts in the United States and United Kingdom, the record becoming the first by a female artist to reach number one on the U.K. Singles Chart.",
      "pageId": 415109,
      "monthDay": "11/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Richard_Quine",
      "name": "Richard Quine",
      "aboutText": "Tadeusz Borowski (Polish pronunciation: [taˈdɛuʂ bɔˈrɔfskʲi]; 12 November 1922 – 1 July 1951) was a Polish writer and journalist.",
      "pageId": 810499,
      "monthDay": "11/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Tadeusz_Borowski",
      "name": "Tadeusz Borowski",
      "aboutText": "Richard Quine (November 12, 1920 – June 10, 1989) was an American stage, film, and radio actor. He began acting as a child in radio, vaudeville and in stage productions before being signed to Metro-Goldwyn-Mayer in his early 20s. When his acting career began to wane after World War II, Quine began working as a film director.",
      "pageId": 1048151,
      "monthDay": "11/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Kim_Hunter",
      "name": "Kim Hunter",
      "aboutText": "Yutaka Taniyama (Japanese: 谷山 豊 Taniyama Yutaka; 12 November 1927, Kisai near Tokyo – 17 November 1958, Tokyo) was a Japanese mathematician known for the Taniyama–Shimura conjecture.",
      "pageId": 1077843,
      "monthDay": "11/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rub%C3%A9n_Bonifaz_Nu%C3%B1o",
      "name": "Rubén Bonifaz Nuño",
      "aboutText": "Paul Emery (12 November 1916 – 3 February 1993) was a racing driver from England.\nEmery was born in Chiswick, London. He built a number of front wheel drive 500cc Formula 3 cars named Emeryson and drove them himself.",
      "pageId": 1235368,
      "monthDay": "11/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Vicco_von_B%C3%BClow",
      "name": "Vicco von Bülow",
      "aboutText": "Jackie Washington (November 12, 1919 — June 27, 2009) was a Canadian blues musician.\n^ Jackie Washington: 1919-2009.",
      "pageId": 1242754,
      "monthDay": "11/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sam_Jones_(musician)",
      "name": "Sam Jones",
      "aboutText": "Jean Papineau-Couture, CC GOQ (November 12, 1916 – August 11, 2000) was a Canadian composer and academic.",
      "pageId": 1964399,
      "monthDay": "11/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Toivo_Hyyti%C3%A4inen",
      "name": "Toivo Hyytiäinen",
      "aboutText": "Stanley Robert \"Bob\" Crewe (November 12, 1930 – September 11, 2014) was an American songwriter, dancer, singer, manager, and record producer. He was known for producing, and co-writing with Bob Gaudio, a string of Top 10 singles for the Four Seasons.\nAs a songwriter, his most successful songs included \"Silhouettes\" (co-written with Frank Slay); \"Big Girls Don't Cry\", \"Walk Like a Man\", \"Rag Doll\", \"Silence Is Golden\", \"The Sun Ain't Gonna Shine (Anymore)\", \"Can't Take My Eyes Off You\" and \"Bye, Bye, Baby\" (all co-written with Gaudio); \"Let's Hang On!\" (written with Sandy Linzer and Denny Randell); and \"My Eyes Adored You\" and \"Lady Marmalade\" (both co-written with Kenny Nolan).",
      "pageId": 3381687,
      "monthDay": "11/12"
    },
    {
      "year": "1927",
      "uri": "/wiki/Franti%C5%A1ek_%C5%A0%C5%A5astn%C3%BD",
      "name": "František Šťastný",
      "aboutText": "Regidor de la Rosa (November 12, 1916 – November 10, 1986), better known as Rogelio de la Rosa, was one of the most popular Filipino matinee idols of the 20th century. He is also remembered for his statesmanship, in particular his accomplishments as a diplomat.",
      "pageId": 3558097,
      "monthDay": "11/12"
    },
    {
      "year": "1927",
      "uri": "/wiki/Yutaka_Taniyama",
      "name": "Yutaka Taniyama",
      "aboutText": "Maureen Angela Jane Dyson (née Gardner, 12 November 1928 – 2 September 1974) was a British athlete who competed mainly in the 80 metres hurdles. She won silver medals at the 1948 Summer Olympics and 1950 European Athletics Championships, both times losing to Fanny Blankers-Koen. She was coached by Geoff Dyson, whom she married one month after the 1948 Olympics.",
      "pageId": 4384494,
      "monthDay": "11/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Maureen_Gardner",
      "name": "Maureen Gardner",
      "aboutText": "Toivo Armas Hyytiäinen (12 November 1925 in Saarijärvi – 21 October 1978) was a Finnish athlete who competed mainly in the men's javelin throw during his career.",
      "pageId": 7218161,
      "monthDay": "11/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Anthony_di_Bonaventura",
      "name": "Anthony di Bonaventura",
      "aboutText": "Samuel Jones (nickname Home, 12 November 1924 – 15 December 1981) was a jazz double bassist, cellist and composer.",
      "pageId": 7992963,
      "monthDay": "11/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Michael_Ende",
      "name": "Michael Ende",
      "aboutText": "František (\"Franta\") Šťastný (12 November 1927 – 8 April 2000) was a Czech Grand Prix motorcycle road racer.\nHe started his sports career as bicycle racer. In 1948 he competed in the Peace Race.",
      "pageId": 9088445,
      "monthDay": "11/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Grace_Kelly",
      "name": "Grace Kelly",
      "aboutText": "Rubén Bonifaz Nuño (12 November 1923 – 31 January 2013) was a Mexican poet and classical scholar.\nBorn in Córdoba, Veracruz, he studied law at the National Autonomous University of Mexico (UNAM) from 1934 to 1947. In 1960, he began lecturing in Latin at the UNAM's Faculty of Philosophy and Literature and received a doctorate in Classics in 1970.",
      "pageId": 15731964,
      "monthDay": "11/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bob_Crewe",
      "name": "Bob Crewe",
      "aboutText": "Anthony di Bonaventura (November 12, 1929  – November 12, 2012) was an American pianist and Professor of Music at Boston University's College of Fine Arts for 40 years.",
      "pageId": 25304856,
      "monthDay": "11/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jalal_Talabani",
      "name": "Jalal Talabani",
      "aboutText": "Wallace Michael \"Wally\" Shawn (born November 12, 1943) is an American actor, voice actor, playwright and essayist, best known for appearing in film roles, such as Wally Shawn in the Louis Malle-directed comedy-drama My Dinner with Andre (1981), Vizzini in The Princess Bride (1987), Ezra in The Haunted Mansion, providing the voice of Rex in the Toy Story franchise, providing the voice of Gilbert Huph in The Incredibles (2004), and providing the voice of Calico in Cats & Dogs: The Revenge of Kitty Galore (2010). He also starred in a variety of television series, including Gossip Girl and recurring appearances as Grand Nagus Zek in Star Trek: Deep Space Nine (1993–99).\nHis plays include The Designated Mourner, Aunt Dan and Lemon, and Grasses of a Thousand Colors.",
      "pageId": 33905,
      "monthDay": "11/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ann_Flood",
      "name": "Ann Flood",
      "aboutText": "Charles Milles Manson (born Charles Milles Maddox, November 12, 1934) is an American criminal who led what became known as the Manson Family, a quasi-commune that arose in the California desert in the late 1960s. Manson and his followers committed a series of nine murders at four locations over a period of five weeks in the summer of 1969. In 1971 he was found guilty of conspiracy to commit the murders of seven people: actress Sharon Tate and four other people at Tate's home; and the next day, a married couple, Leno and Rosemary LaBianca; all carried out by members of the group at his instruction.",
      "pageId": 42635,
      "monthDay": "11/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Charles_Manson",
      "name": "Charles Manson",
      "aboutText": "Booker T. Jones (born November 12, 1944) is an American multi-instrumentalist, songwriter, record producer and arranger, best known as the frontman of the band Booker T. & the M.G.'s.",
      "pageId": 290117,
      "monthDay": "11/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_McGahern",
      "name": "John McGahern",
      "aboutText": "Benjamin William Mkapa (born November 12, 1938) was the third President of Tanzania, in office from 1995 to 2005. He was also Chairman of the Revolutionary State Party (Chama Cha Mapinduzi, CCM).",
      "pageId": 305034,
      "monthDay": "11/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mort_Shuman",
      "name": "Mort Shuman",
      "aboutText": "Alan Richard \"Al\" Michaels (born November 12, 1944) is an American television sportscaster.\nNow employed by NBC Sports after nearly three decades (1977–2006) with ABC Sports, Michaels is perhaps best known for his many years calling play-by-play of National Football League games, including nearly two decades with Monday Night Football.",
      "pageId": 402659,
      "monthDay": "11/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ina_Balin",
      "name": "Ina Balin",
      "aboutText": "Brian Hyland (born November 12, 1943) is an American pop recording artist who was particularly successful during the early 1960s. He continued recording into the 1970s. Allmusic journalist Jason Ankeny states, \"Hyland's puppy-love pop virtually defined the sound and sensibility of bubblegum during the pre-Beatles era.\" Although his status as a teen idol faded, he went on to release several country-influenced albums and had additional chart hits later in his career.",
      "pageId": 419012,
      "monthDay": "11/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Richard_H._Truly",
      "name": "Richard H. Truly",
      "aboutText": "Jalal Talabani (Kurdish: جەلال تاڵەبانی Celal Tallebanî, Arabic: جلال طالباني‎ Jalāl Ṭālabānī; born 12 November 1933) is a leading Iraqi Kurdish politician who served as the sixth President of Iraq from 2005 to 2014. He was the first non-Arab president of Iraq, although Abdul Karim Qasim was of partial Kurdish heritage. He is known as \"Mam Jalal\" meaning \"uncle Jalal\" among Kurdish people.",
      "pageId": 440244,
      "monthDay": "11/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Benjamin_Mkapa",
      "name": "Benjamin Mkapa",
      "aboutText": "Richard Harrison Truly (born November 12, 1937) is a retired Vice Admiral in the United States Navy, a former fighter pilot, former astronaut for both the United States Air Force and NASA, and was the eighth Administrator of the National Aeronautics and Space Administration (NASA) from 1989 to 1992. He was the first former astronaut to head the space agency.",
      "pageId": 503128,
      "monthDay": "11/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lucia_Popp",
      "name": "Lucia Popp",
      "aboutText": "Jürgen Todenhöfer (born 12 November 1940 in Offenburg, Baden-Württemberg, Germany) is a German author, politician, and executive.",
      "pageId": 869065,
      "monthDay": "11/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michel_Audet",
      "name": "Michel Audet",
      "aboutText": "John McGahern (12 November 1934 – 30 March 2006) is regarded as one of the most important Irish writers of the latter half of the twentieth century.",
      "pageId": 1119167,
      "monthDay": "11/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/J%C3%BCrgen_Todenh%C3%B6fer",
      "name": "Jürgen Todenhöfer",
      "aboutText": "Ann Flood (born Maryanne Ott, on November 12, 1934) is an American actress, best known for her role as journalist/author Nancy Pollock Karr in the soap opera The Edge of Night, a role she began in 1962.",
      "pageId": 1303846,
      "monthDay": "11/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Carol_Gluck",
      "name": "Carol Gluck",
      "aboutText": "Ina Balin (November 12, 1937 – June 20, 1990) was an American actress on Broadway and in film.",
      "pageId": 1413565,
      "monthDay": "11/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Errol_Brown",
      "name": "Errol Brown",
      "aboutText": "Mort Shuman (November 12, 1936 – November 2, 1991) was an American singer, pianist and songwriter, best known as co-writer of many 1960s rock and roll hits, including \"Viva Las Vegas\".",
      "pageId": 1621490,
      "monthDay": "11/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Julie_Ege",
      "name": "Julie Ege",
      "aboutText": "Michel Audet (born November 12, 1940) is an economist and a politician in Quebec, Canada. He was the Finance Minister of Quebec in the first Charest government.\nAudet was first elected to the National Assembly of Quebec in the 2003 Quebec general election.",
      "pageId": 2155352,
      "monthDay": "11/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Brian_Hyland",
      "name": "Brian Hyland",
      "aboutText": "Björn Waldegård (12 November 1943 – 29 August 2014) from Rimbo was a Swedish rally driver, and the winner of the inaugural World Rally Championship for drivers in 1979. His Swedish nickname was \"Walle\".",
      "pageId": 2520025,
      "monthDay": "11/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Wallace_Shawn",
      "name": "Wallace Shawn",
      "aboutText": "Lester Errol Brown MBE (12 November 1943 – 6 May 2015) was a British-Jamaican singer and songwriter, best known as the frontman of the soul and funk band Hot Chocolate.",
      "pageId": 2911176,
      "monthDay": "11/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bj%C3%B6rn_Waldeg%C3%A5rd",
      "name": "Björn Waldegård",
      "aboutText": "Lucia Popp (born Lucia Poppová; 12 November 1939 – 16 November 1993) was a Slovak operatic soprano. She began her career as a soubrette soprano, and later moved into the light-lyric and lyric coloratura soprano repertoire and then the lighter Richard Strauss and Wagner operas. Her career included performances at Vienna State Opera, the Metropolitan Opera, Covent Garden, and La Scala.",
      "pageId": 3345668,
      "monthDay": "11/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Walker_(musician)",
      "name": "John Walker",
      "aboutText": "Julie Ege (Norwegian pronunciation: [jʉːliə ˈeːɡə]; 12 November 1943 – 29 April 2008) was a Norwegian actress and model.",
      "pageId": 4356535,
      "monthDay": "11/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Booker_T._Jones",
      "name": "Booker T. Jones",
      "aboutText": "Carol Gluck (born November 12, 1941 in Chicago, Illinois ) is an American academic and Japanologist.",
      "pageId": 24672772,
      "monthDay": "11/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Al_Michaels",
      "name": "Al Michaels",
      "aboutText": "John Joseph Maus (November 12, 1943 – May 7, 2011), known professionally as John Walker, was an American singer, songwriter and guitarist, best known as the founder of The Walker Brothers, who had their greatest success in the 1960s, particularly in the United Kingdom.",
      "pageId": 31350781,
      "monthDay": "11/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Bishop_(author)",
      "name": "Michael Bishop",
      "aboutText": "Neil Percival Young, OC OM (born November 12, 1945) is a Canadian singer-songwriter and musician. He began performing in a group covering Shadows instrumentals in Canada in 1960, before moving to California in 1966, where he co-founded the band Buffalo Springfield together with Stephen Stills and Richie Furay, and later joined Crosby, Stills & Nash in 1969. He released his first album in 1968 and has since forged a successful and acclaimed solo career, spanning over 45 years and 35 studio albums, with a continuous and uncompromizing exploration of musical styles.",
      "pageId": 87985,
      "monthDay": "11/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tracy_Kidder",
      "name": "Tracy Kidder",
      "aboutText": "John Tracy Kidder (born November 12, 1945) is an American writer of nonfiction books. He received the Pulitzer Prize for his The Soul of a New Machine (1981), about the creation of a new computer at Data General Corporation. He has received praise and awards for other works, including his biography of Paul Farmer, a doctor and anthropologist, titled Mountains Beyond Mountains (2003).",
      "pageId": 173719,
      "monthDay": "11/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Neil_Young",
      "name": "Neil Young",
      "aboutText": "For the Mississippi politician, see Jack Reed (Mississippi).\nJohn Francis Reed, known as Jack Reed (born November 12, 1949), is the senior United States Senator from Rhode Island, serving since 1997.",
      "pageId": 367115,
      "monthDay": "11/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alexandra_Charles",
      "name": "Alexandra Charles",
      "aboutText": "Baaba Maal (born 12 November 1953) is a Senegalese singer and guitarist born in Podor, on the Senegal River. He is well known in Africa and internationally is Senegal's most famous musician. In addition to acoustic guitar, he also plays percussion.",
      "pageId": 532353,
      "monthDay": "11/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Krister_Henriksson",
      "name": "Krister Henriksson",
      "aboutText": "Michael Lawson Bishop (born November 12, 1945) is an American writer.",
      "pageId": 667591,
      "monthDay": "11/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Buck_Dharma",
      "name": "Buck Dharma",
      "aboutText": "Megan Mullally (born November 12, 1958) is an American actress and singer. After working in theatre in Chicago, Mullally moved to Los Angeles in 1985 and began to appear in supporting roles in film and television productions. She made her Broadway debut in Grease in 1994 and has since appeared in several Broadway musicals.",
      "pageId": 696141,
      "monthDay": "11/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Patrice_Leconte",
      "name": "Patrice Leconte",
      "aboutText": "Vincent Michael Irizarry (born November 12, 1959 in Queens, New York) is an American actor.",
      "pageId": 893152,
      "monthDay": "11/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Banj%C5%8D_Ginga",
      "name": "Banjō Ginga",
      "aboutText": "Patrice Leconte (French: [ləkɔ̃t]; born 12 November 1947) is a French film director, actor, comic strip writer, and screenwriter.",
      "pageId": 1039556,
      "monthDay": "11/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Hassan_Rouhani",
      "name": "Hassan Rouhani",
      "aboutText": "Banjō Ginga (銀河 万丈, Ginga Banjō, born November 12, 1948), sometimes credited as his real name Takashi Tanaka (田中 崇, Tanaka Takashi), is a Japanese voice actor who was born in Kofu, Yamanashi. Ginga is affiliated with Aoni Production. He is married to voice actress Gara Takashima.",
      "pageId": 1156400,
      "monthDay": "11/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ron_Lapointe",
      "name": "Ron Lapointe",
      "aboutText": "Max Grodénchik (born November 12, 1952), also known as Michael Grodénchik, is an American stage, film, and television actor, best known for his role as Rom, a recurring character on the television series Star Trek: Deep Space Nine.",
      "pageId": 1954094,
      "monthDay": "11/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jack_Reed_(politician)",
      "name": "Jack Reed",
      "aboutText": "Donald Brian Roeser, also known by the stage name Buck Dharma (born November 12, 1947), is an American guitarist and songwriter, best known for being a member of Blue Öyster Cult since the group's formation in 1967.",
      "pageId": 2698451,
      "monthDay": "11/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kaoru_Yumi",
      "name": "Kaoru Yumi",
      "aboutText": "Kaoru Yumi (由美かおる, Yumi Kaoru, born November 12, 1950) is a Japanese actress.",
      "pageId": 3850542,
      "monthDay": "11/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Max_Grod%C3%A9nchik",
      "name": "Max Grodénchik",
      "aboutText": "Toshihiko Sahashi (佐橋 俊彦, Sahashi Toshihiko, born November 12, 1959 in Tokyo, Japan) is a Japanese composer. He graduated from Tokyo National University of Fine Arts and Music in 1986. Sahashi has composed music for various anime series (including OVAs, movies, and drama CDs), video games, movies, dramas, and musicals.",
      "pageId": 4523437,
      "monthDay": "11/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Baaba_Maal",
      "name": "Baaba Maal",
      "aboutText": "Maurane (born Claudine Luypaerts; 12 November 1960) is a Belgian singer and actress. She lives in Schaerbeek.\nMaurane was born at Ixelles.",
      "pageId": 10715617,
      "monthDay": "11/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Megan_Mullally",
      "name": "Megan Mullally",
      "aboutText": "Ron Lapointe (November 12, 1949 – March 23, 1992) was a Canadian ice hockey coach.\nLapointe grew up in Verdun, Quebec. He was a product of the junior league QMJHL and served as a head coach of the Shawinigan Cataractes.",
      "pageId": 12074250,
      "monthDay": "11/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nick_Stellino",
      "name": "Nick Stellino",
      "aboutText": "Nick Stellino (b. May 1, 1958) is an Italian-American television chef and author. He hosts the cooking programs Cucina Amore and Nick Stellino's Family Kitchen on public television station KCTS in Seattle, Washington.",
      "pageId": 13148269,
      "monthDay": "11/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mykola_Vynnychenko_(athlete)",
      "name": "Mykola Vynnychenko",
      "aboutText": "Alexandra Charles (born November 12, 1946, née Thyra Margareta Inga-Lill Gefvert) is a Swedish former nightclub owner. With her first husband Noël Charles (1940-2013) she opened a membership restaurant-discothèque called Alexandra's in central Stockholm in 1968 which existed in four successive central locations in that city until 1988. They also initially had a club by the same name in his native Barbados.",
      "pageId": 19965741,
      "monthDay": "11/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Vincent_Irizarry",
      "name": "Vincent Irizarry",
      "aboutText": "Jan Krister Allan Henriksson (born 12 November 1946) is a Swedish actor.",
      "pageId": 22097414,
      "monthDay": "11/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Toshihiko_Sahashi",
      "name": "Toshihiko Sahashi",
      "aboutText": "Hassan Rouhani (Persian: حسن روحانی‎‎,  pronunciation ; born Hassan Fereydoun on 12 November 1948) is the seventh President of Iran, in office since 2013. He is also a former lawmaker, academic and former diplomat. He has been a member of Iran's Assembly of Experts since 1999, member of the Expediency Council since 1991, member of the Supreme National Security Council since 1989.",
      "pageId": 38481813,
      "monthDay": "11/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Maurane",
      "name": "Maurane",
      "aboutText": "Mykola Alekseyevich Vynnychenko (Russian: Николай Алексеевич Винниченко; born 12 November 1958) is a former Soviet Ukrainian race walker.",
      "pageId": 44610532,
      "monthDay": "11/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ismo_Alanko",
      "name": "Ismo Alanko",
      "aboutText": "Naomi R. Wolf (born November 12, 1962) is an American author, journalist and former political advisor to Al Gore and Bill Clinton.\nWolf first came to prominence in 1991 as the author of The Beauty Myth, in which she postulated that \"beauty\" as a normative value is entirely socially constructed, and that the patriarchy determines the content of that construction with the goal of reproducing its own hegemony. With the book, she became a leading spokeswoman of what was later described as the third wave of the feminist movement.",
      "pageId": 21636,
      "monthDay": "11/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nadia_Com%C4%83neci",
      "name": "Nadia Comăneci",
      "aboutText": "Samuel Kelvin Peralta Sosa (born November 12, 1968) is a Dominican retired professional baseball right fielder. Sosa played with four Major League Baseball teams over his career, which spanned from 1989 to 2007. Sosa's Major League career began with the Texas Rangers in 1989.",
      "pageId": 26920,
      "monthDay": "11/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Enzo_Francescoli",
      "name": "Enzo Francescoli",
      "aboutText": "Tonya Maxene Harding (born November 12, 1970) is an American former figure skating champion, a two-time Olympian, and a two-time Skate America Champion. In 1991, she won the U.S. Figure Skating Championships and placed second in the World Championships. Harding was the second woman, and the first American woman, to complete a triple Axel jump in competition.",
      "pageId": 48110,
      "monthDay": "11/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mariella_Frostrup",
      "name": "Mariella Frostrup",
      "aboutText": "Nadia Elena Comăneci (Romanian pronunciation: [ˈnadi.a koməˈnet͡ʃʲ]; born November 12, 1961) is a former Romanian gymnast, winner of three gold medals at the 1976 Summer Olympics in Montreal and the first female gymnast to be awarded a perfect score of 10 in an Olympic gymnastics event. She also won two gold medals at the 1980 Summer Olympics in Moscow. She is one of the best-known gymnasts in the world.",
      "pageId": 74326,
      "monthDay": "11/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Naomi_Wolf",
      "name": "Naomi Wolf",
      "aboutText": "Michael Lee Moorer (born November 12, 1967) is an American former professional boxer who is one of only four men (the others being Muhammad Ali, Evander Holyfield and Lennox Lewis) to win one or more versions of the world heavyweight championship on three separate occasions, as well as being a former world light heavyweight champion. He is also one of only four men (the others being Bob Fitzsimmons, Michael Spinks and Roy Jones, Jr.) to win world titles at both light heavyweight and heavyweight. He co-founded Moorer Sports and Entertainment Management in 1992, with offices in Los Angeles.",
      "pageId": 214417,
      "monthDay": "11/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sam_Lloyd",
      "name": "Sam Lloyd",
      "aboutText": "Kathleen Hanna (born November 12, 1968) is an American musician, feminist activist, and punk zine writer. In the early-to mid-1990s she was the lead singer of feminist punk band Bikini Kill, before fronting Le Tigre in the late 1990s and early 2000s. In 1998, Hanna released a lo-fi solo album under the name Julie Ruin and since 2010 has been working on a project called The Julie Ruin.",
      "pageId": 335373,
      "monthDay": "11/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Susumu_Terajima",
      "name": "Susumu Terajima",
      "aboutText": "Susumu Terajima (寺島 進, Terajima Susumu, born 12 November 1963) is a Japanese actor who has appeared in over 100 films, 15 television commercials, three promotional videos, and numerous television dramas in a career spanning over 20 years. He usually plays supporting roles. Terajima is best known for his portrayal of yakuza figures, most notably in the films of Takeshi Kitano.",
      "pageId": 473903,
      "monthDay": "11/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Wang_Kuang-hui",
      "name": "Wang Kuang-hui",
      "aboutText": "Enzo Francescoli Uriarte (Spanish pronunciation: [ˈenso fɾansesˈkoli uˈɾjarte]; Italian: [ˈɛntso frantʃeˈskɔːli]; born 12 November 1961 in Montevideo) is a former Uruguayan football player. Francescoli was nicknamed El Príncipe (\"The Prince\" in Spanish) or Le Prince (in French). He played 73 times for the Uruguay national team between 1982 and his retirement in 1997, making him the most capped outfield player in Uruguayan international football at the time.",
      "pageId": 615820,
      "monthDay": "11/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Iryna_Khalip",
      "name": "Iryna Khalip",
      "aboutText": "Grantley Jonathan \"Grant\" Nicholas (born 12 November 1967) is a Welsh musician, best known as the lead singer and lead guitarist of the rock band Feeder.",
      "pageId": 731997,
      "monthDay": "11/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Michael_Moorer",
      "name": "Michael Moorer",
      "aboutText": "Aya Hisakawa (久川 綾, Hisakawa Aya, born November 12, 1968) is a Japanese voice actress and J-pop singer born in Kaizuka, Osaka. In addition to releasing various solo CDs, she is well known for her anime voice roles, and has also done some work in video games. She is best known for her role of Sailor Mercury of Sailor Moon fame, Skuld of Oh My Goddess!, Yuri Tsukikage/Cure Moonlight of HeartCatch PreCure!",
      "pageId": 760429,
      "monthDay": "11/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Grant_Nicholas",
      "name": "Grant Nicholas",
      "aboutText": "Mariella Frostrup (born Oslo, Norway, 12 November 1962) is a UK based journalist and television presenter, well known on British TV and radio, mainly for arts programmes. Her 'gravelly' voice was once voted the sexiest female voice on TV, and research found that Frostrup's voice was one of three voices (narrowed from fifty) best suited to contribute to a Post Office Telecoms study resulting in a \"perfect female voice\".",
      "pageId": 794585,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Nick_D%27Virgilio",
      "name": "Nick D'Virgilio",
      "aboutText": "Glenn Gilbertti (born November 12, 1967) is an American professional wrestler, best known for his appearances with World Championship Wrestling (WCW) as Disco Inferno (later changed to Disqo). He is also a former road agent for Total Nonstop Action Wrestling.",
      "pageId": 1186881,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kathleen_Hanna",
      "name": "Kathleen Hanna",
      "aboutText": "Ismo Kullervo Alanko (Finnish pronunciation: [ˈismo ˈɑlɑŋko]) (born November 12, 1960) is a Finnish musician. He is known as the frontman of several bands, most famously Hassisen Kone, Sielun Veljet and Ismo Alanko Säätiö, as well as a successful solo artist.\nAlanko is known for his versatility and interest in different musical styles.",
      "pageId": 1312915,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Aya_Hisakawa",
      "name": "Aya Hisakawa",
      "aboutText": "Nick D'Virgilio is an American drummer and multi-instrumentalist musician, often referred to as NDV, best known as a former member of the progressive rock band Spock's Beard. He was also one of two drummers chosen to replace Phil Collins in Genesis on the Calling All Stations album. He has also done session work with many artists including Tears for Fears and Mystery, and is an official member of Big Big Train.",
      "pageId": 1395741,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Disco_Inferno_(wrestler)",
      "name": "Disco Inferno",
      "aboutText": "Aaron Stainthorpe (born 12 November 1968) is the vocalist for doom metal band My Dying Bride. He was born in England but moved to Germany when he was six months old, because his British army officer father was stationed in the country. He currently lives in Halifax, West Yorkshire.",
      "pageId": 1859659,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sharon_Shannon",
      "name": "Sharon Shannon",
      "aboutText": "Sharon Shannon (born 8 June 1968) is an Irish musician. She is best known for her work with the accordion and for her fiddle technique. She also plays the tin whistle and melodeon.",
      "pageId": 3038798,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sammy_Sosa",
      "name": "Sammy Sosa",
      "aboutText": "Samuel \"Sam\" Lloyd, Jr. (born November 12, 1963) is an American character actor and musician, perhaps best known for his portrayal of beaten down lawyer Ted Buckland on the American comedy-drama Scrubs.",
      "pageId": 3415107,
      "monthDay": "11/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Aaron_Stainthorpe",
      "name": "Aaron Stainthorpe",
      "aboutText": "Wang Kuang-hui (traditional Chinese: 王光輝; simplified Chinese: 王光辉; pinyin: Wáng Guānghuī; Wade–Giles: Wang2 Kuang1 Hui1; born November 12, 1964 in Hualien County, Taiwan) is a retired Taiwanese professional baseball player and the current reserve team of Brother Elephants. In 1990, CPBL first year, he gained the Batting Champion Award. In middle of the 2004 season, he retired from player.",
      "pageId": 21535052,
      "monthDay": "11/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/H%C3%A9ctor_Arredondo",
      "name": "Héctor Arredondo",
      "aboutText": "Iryna Khalip (or Irina Khalip; Belarusian: Iрына Халiп, Russian: Ирина Халип) (born November 12, 1967) is a Belarusian journalist, reporter and editor in the Minsk bureau of Novaya Gazeta, known for her criticism of Belarusian President Alexander Lukashenko.\nFor her journalistic activities she has been regularly harassed, detained, and beaten by the Belarusian KGB and authorities. In May 2011, she was given a two-year suspended prison sentence for her role in protests following the 2010 Belarus election.",
      "pageId": 27499075,
      "monthDay": "11/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tonya_Harding",
      "name": "Tonya Harding",
      "aboutText": "Héctor Arredondo Casillas (November 12, 1970 – November 16, 2014), was a Mexican television, film and stage actor.",
      "pageId": 44435160,
      "monthDay": "11/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sarah_Harmer",
      "name": "Sarah Harmer",
      "aboutText": "Sarah Harmer (born November 12, 1970) is a Canadian singer-songwriter and activist.",
      "pageId": 493942,
      "monthDay": "11/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Craig_Parker",
      "name": "Craig Parker",
      "aboutText": "Radha Rani Amber Indigo Ananda Mitchell (born 12 November 1973) is an Australian actress.",
      "pageId": 624773,
      "monthDay": "11/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chen_Guangcheng",
      "name": "Chen Guangcheng",
      "aboutText": "Judith Holfelder-Roy (née Holfelder-von der Tann; born 12 November 1976), known by her stage name Judith Holofernes, is a German singer, guitarist, songwriter and author. She is best recognized as the lead singer of Wir sind Helden, a German pop rock band that came to fame in Germany following the release of the song \"Guten Tag\" in 2002. The band received critical acclaim owing in part to Holofernes' lyrics, which are characterized by their playful use of words and their often sociocritical nature.",
      "pageId": 889605,
      "monthDay": "11/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Vassilios_Tsiartas",
      "name": "Vassilios Tsiartas",
      "aboutText": "Katherine Grainger CBE (born 12 November 1975 in Glasgow) is a Scottish rower, 2012 Summer Olympics gold medallist, three-time Olympic silver medalist and six-time World Champion. She is currently Chancellor of Oxford Brookes University, as of March 2015.\nGrainger first won silver at the Sydney Olympics in 2000 in the woman's Quadruple Sculls.",
      "pageId": 917398,
      "monthDay": "11/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mayte_Garcia",
      "name": "Mayte Garcia",
      "aboutText": "Craig Parker (born 12 November 1970) is a New Zealand actor, known for his roles as Haldir in the films The Fellowship of the Ring (2001) and The Two Towers (2002), Darken Rahl in the television series Legend of the Seeker and Gaius Claudius Glaber in the television series Spartacus.",
      "pageId": 968409,
      "monthDay": "11/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Radha_Mitchell",
      "name": "Radha Mitchell",
      "aboutText": "Nina Brosh (Hebrew: נינה ברוש‎, also known as Vic; born November 12, 1975) is an Israeli model and actress.\nShe is of Russian Ashkenazi Jewish descent on her father's side, and Chinese descent on her mother's side. Brosh is notable among high fashion models for her highly visible tattoos.",
      "pageId": 1325882,
      "monthDay": "11/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tamala_Jones",
      "name": "Tamala Jones",
      "aboutText": "Benedict Saul \"Benni\" McCarthy (born 12 November 1977) is a South African former footballer who was last contracted to Orlando Pirates in South Africa.\nMcCarthy holds the record of international goals for a South African.",
      "pageId": 1343395,
      "monthDay": "11/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nina_Brosh",
      "name": "Nina Brosh",
      "aboutText": "Dario Šimić (pronounced [dâːrjo ʃǐːmit͡ɕ]; born 12 November 1975) is a retired Croatian football player. Šimić was a versatile defender who played as full-back, sweeper or centre back. A product of Dinamo Zagreb Academy, he later played for Serie A sides Inter Milan and AC Milan and Ligue 1 side Monaco, before returning to Dinamo Zagreb in 2010, where he retired from the game during the same year.",
      "pageId": 1447093,
      "monthDay": "11/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dario_%C5%A0imi%C4%87",
      "name": "Dario Šimić",
      "aboutText": "Tevin Jermod Campbell (born November 12, 1976) is an American singer, songwriter and actor. Born in Waxahachie, Texas; he displayed a passion for singing at a very early age, performing gospel in his local church. Following an audition for a famous jazz musician in 1988, Campbell was signed to Warner Bros.",
      "pageId": 1585034,
      "monthDay": "11/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Katherine_Grainger",
      "name": "Katherine Grainger",
      "aboutText": "Mirosław Szymkowiak (Polish pronunciation: [miˈrɔswaf ʂɨmˈkɔvʲak]) (born 12 November 1976 in Poznań, Poland) is a retired Polish footballer, who played last for Turkish club Trabzonspor. Szymkowiak is also a former member of the Poland national football team.\nHe first started playing at Olimpia Poznań, where he played from 1992 until 1994, when he joined Widzew Łódź.",
      "pageId": 1897149,
      "monthDay": "11/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Lezak",
      "name": "Jason Lezak",
      "aboutText": "Mayte Jannell García (/ˈmaɪteɪ/; born November 12, 1973) is an American belly dancer, actress, singer, and choreographer, best known as the former wife of pop star Prince. She is of Puerto Rican ancestry.",
      "pageId": 1971858,
      "monthDay": "11/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Angela_Watson",
      "name": "Angela Watson",
      "aboutText": "Ashley Churchill Williams (born November 12, 1978) is an American television, film and Broadway actress. She is known for her roles in Good Morning Miami, Snow, Snow 2: Brain Freeze, and Montana Sky, and for her appearances on How I Met Your Mother.",
      "pageId": 2268953,
      "monthDay": "11/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tevin_Campbell",
      "name": "Tevin Campbell",
      "aboutText": "Angela Christine Watson (born November 12, 1975) is an American model and actress best known for her role on the American sitcom Step by Step, where she played one of the daughters, Karen Foster, of Suzanne Somers' character Carol Foster Lambert.",
      "pageId": 2669295,
      "monthDay": "11/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Judith_Holofernes",
      "name": "Judith Holofernes",
      "aboutText": "Jason Edward Lezak (born November 12, 1975) is a retired American competition swimmer who is a four-time Olympic gold medalist. He formerly swam for Irvine Novaquatics. He graduated from Irvine High School in 1994, and then from the University of California, Santa Barbara in 1999.",
      "pageId": 2848077,
      "monthDay": "11/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Richelle_Mead",
      "name": "Richelle Mead",
      "aboutText": "Tamala Ronni Jones (born November 12, 1974) is an American actress. She is best known for her roles in the movies Booty Call, The Wood, Kingdom Come, The Brothers, and Two Can Play That Game.",
      "pageId": 3130981,
      "monthDay": "11/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Miros%C5%82aw_Szymkowiak",
      "name": "Mirosław Szymkowiak",
      "aboutText": "Vassilios Tsiartas (Greek: Βασίλης Τσιάρτας) (born on 12 November 1972) is a retired Greek international football player who played as an attacking midfielder. Although he was famed for his lackadaisical playing style, his ability was never in question and he was in many ways the epitome of a player who wears the number 10 shirt. Tsiartas (nickname-EL MAGO) was predominantly left footed but was just as dangerous with his right.",
      "pageId": 4545345,
      "monthDay": "11/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Benni_McCarthy",
      "name": "Benni McCarthy",
      "aboutText": "Chen Guangcheng (born 12 November 1971) is a Chinese civil rights activist who has worked on human rights issues in rural areas of the People's Republic of China. Blind from an early age and self-taught in the law, Chen is frequently described as a \"barefoot lawyer\" who advocates for women's rights, land rights, and the welfare of the poor. He is best known for accusing people of abuses in official family-planning practices, often involving claims of violence and forced abortions.",
      "pageId": 5883261,
      "monthDay": "11/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ashley_Williams_(actress)",
      "name": "Ashley Williams",
      "aboutText": "Lena Yada (born November 12, 1978) is an American model, actress and professional tandem surfer who is known for her time in World Wrestling Entertainment (WWE) as a backstage interviewer, valet, professional wrestler and WWE Diva on its ECW Brand.",
      "pageId": 16095862,
      "monthDay": "11/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lena_Yada",
      "name": "Lena Yada",
      "aboutText": "Richelle Mead (born November 12, 1976) is a bestselling American fantasy author.",
      "pageId": 17671087,
      "monthDay": "11/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Cote_de_Pablo",
      "name": "Cote de Pablo",
      "aboutText": "María José de Pablo Fernández, better known as Coté de Pablo (born November 12, 1979), is a Chilean-American actress and singer. Born in Santiago, Chile, she moved to the United States at the age of ten, where she studied acting.\nDe Pablo co-hosted episodes of the Latin American talk show Control with former Entertainment Tonight host, Carlos Ponce, at the age of 15 before attending Carnegie Mellon University to study music and theatre.",
      "pageId": 21031276,
      "monthDay": "11/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lucas_Glover",
      "name": "Lucas Glover",
      "aboutText": "Omari Ishmael Grandberry (born November 12, 1984), better known as Omarion, is an American R&B singer, songwriter, dancer and actor. He is best known as being the lead singer of R&B boy band B2K. Managed by Christopher B. Stokes, the group achieved success with singles like \"Bump, Bump, Bump\",which reached number-one on the Billboard Hot 100. After the group's disbandment, Omarion released his debut solo album O (2005), which debuted atop the Billboard 200 and received a Grammy Award nomination for Best Contemporary R&B Album at the 48th Grammy Awards.",
      "pageId": 186260,
      "monthDay": "11/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Corey_Maggette",
      "name": "Corey Maggette",
      "aboutText": "Anne Jacqueline Hathaway (born November 12, 1982) is an American actress and singer. After several stage roles, Hathaway appeared in the 1999 television series Get Real. She came to prominence after playing Mia Thermopolis in the Disney film The Princess Diaries (2001) and in its 2004 sequel.",
      "pageId": 604244,
      "monthDay": "11/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matt_Stevic",
      "name": "Matt Stevic",
      "aboutText": "Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor and musician. He began his career as a child star on the Disney Channel's Mickey Mouse Club (1993–95) and went on to appear in other family entertainment programs including Are You Afraid of the Dark? (1995) and Goosebumps (1996).",
      "pageId": 891226,
      "monthDay": "11/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nur_Fettaho%C4%9Flu",
      "name": "Nur Fettahoğlu",
      "aboutText": "Mikele Benjamin Leigertwood (born 12 November 1982) is an English-born Antiguan retired footballer who last played for Reading.",
      "pageId": 1301899,
      "monthDay": "11/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_Gosling",
      "name": "Ryan Gosling",
      "aboutText": "Corey Antoine Maggette (/məˈɡɛti/; born November 12, 1979) is an American former professional basketball player who played 14 seasons in the National Basketball Association (NBA).",
      "pageId": 1971781,
      "monthDay": "11/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Annika_Becker",
      "name": "Annika Becker",
      "aboutText": "Chinedum \"Nedum\" Onuoha (born 12 November 1986) is a professional footballer who plays for Queens Park Rangers. He is a defender, typically a centre back, but he can also play at right back or left back.",
      "pageId": 2852129,
      "monthDay": "11/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/DJ_Campbell",
      "name": "DJ Campbell",
      "aboutText": "Yan Zi (Chinese: 晏紫; pinyin: Yàn Zī; born November 12, 1984), is a Hong Kong-based Chinese professional tennis player. She represented Hong Kong in the last few months of her career.",
      "pageId": 2905894,
      "monthDay": "11/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sergio_Floccari",
      "name": "Sergio Floccari",
      "aboutText": "Sandara Park (born November 12, 1984), better known as Dara, is a South Korean idol singer, actress, and model. She is best known as being a member and the director of communications of the South Korean girl group 2NE1. She first gained major popularity on ABS-CBN's Star Circle Quest during her stay in the Philippines.",
      "pageId": 2946054,
      "monthDay": "11/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anne_Hathaway",
      "name": "Anne Hathaway",
      "aboutText": "Dudley Junior \"DJ\" Campbell (born 12 November 1981) is an English footballer who last played as a forward for Maidenhead United in the Conference South.\nCampbell's early career was in non-League football between 2000 and 2005, during which time he was capped by England C. Following a successful spell at Yeading he then moved into the Football League with Brentford.",
      "pageId": 3533020,
      "monthDay": "11/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mikele_Leigertwood",
      "name": "Mikele Leigertwood",
      "aboutText": "Lucas Hendley Glover (born November 12, 1979) is an American professional golfer who currently plays on the PGA Tour.",
      "pageId": 5163937,
      "monthDay": "11/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Omarion",
      "name": "Omarion",
      "aboutText": "Ignazio Abate (Italian pronunciation: [iɲˈɲattsjo aˈbate]; born 12 November 1986) is an Italian professional footballer who plays as a fullback for Milan in Serie A. A former winger, he is also capable of playing as a wide midfielder and as a wing-back; he is renowned for his stamina and quick sprints down the right wing, and is one of the fastest players in the top leagues of European football.\nAbate started playing football with amateur club Rescaldina, before joining Milan's youth system in 1999. From 2004 to 2009 he spends his five years in various loan spells with several Italian clubs, before going back to Milan.",
      "pageId": 5915240,
      "monthDay": "11/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sepp_De_Roover",
      "name": "Sepp De Roover",
      "aboutText": "Matt Stevic (born 12 November 1979) is an Australian rules football field umpire in the Australian Football League.",
      "pageId": 7043932,
      "monthDay": "11/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sandara_Park",
      "name": "Sandara Park",
      "aboutText": "Adlène Guedioura (Arabic: عدلان قديورة‎; born 12 November 1985) is a Algerian international footballer who plays as a midfielder for Watford.\nGuedioura is the son of former Algerian international striker, Nacer Guedioura. His mother is a mix of Algerian and Spanish decent and was a former basketball player in Spain.",
      "pageId": 7756909,
      "monthDay": "11/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Conrad_Rautenbach",
      "name": "Conrad Rautenbach",
      "aboutText": "Annika Becker (born 12 November 1981) is a retired German pole vaulter.\nBecker was born in Rotenburg an der Fulda. Her personal best is 4.77 metres, achieved in July 2002 in Wattenscheid.",
      "pageId": 9541650,
      "monthDay": "11/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yan_Zi",
      "name": "Yan Zi",
      "aboutText": "Sepp De Roover (Dutch pronunciation: [ˈsɛp də ˈroː.vər]) (born 12 November 1984) is a Belgian footballer who plays as a right back for KFC De Kempen.",
      "pageId": 11409216,
      "monthDay": "11/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Arianny_Celeste",
      "name": "Arianny Celeste",
      "aboutText": "Sergio Floccari (Italian pronunciation: [ˈsɛrdʒo ˈflɔkkari]; born 12 November 1981) is an Italian footballer who plays as a striker for Serie A club Sassuolo. He holds Sammarinese nationality, thanks to the marriage to Sammarinese woman Maria Elisa Canti in 2012.",
      "pageId": 12484582,
      "monthDay": "11/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Adl%C3%A8ne_Guedioura",
      "name": "Adlène Guedioura",
      "aboutText": "Conrad Rautenbach (born 12 November 1984) is a rally driver from Zimbabwe who competed in the World Rally Championship for the Citroën Junior Team along with his co-driver Daniel Barritt. He won the African Rally Championship twice, in 2007 and 2011.",
      "pageId": 17021632,
      "monthDay": "11/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ignazio_Abate",
      "name": "Ignazio Abate",
      "aboutText": "Robert Müller (born 12 November 1986 in Schwerin) is a German footballer who plays for VfR Aalen.\n^ \"Müller, Robert\" (in German). kicker.de.",
      "pageId": 19048717,
      "monthDay": "11/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Robert_M%C3%BCller_(footballer)",
      "name": "Robert Müller",
      "aboutText": "Arianny Celeste (/æriˈɑːni/; born November 12, 1985), is an American ring girl and model.",
      "pageId": 26889317,
      "monthDay": "11/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nedum_Onuoha",
      "name": "Nedum Onuoha",
      "aboutText": "Asiye Nur Fettahoğlu (Turkish pronunciation: [nuɾ ˈfettaˌhoːɫu]) (born November 12, 1980) is a German-born Turkish actress.",
      "pageId": 32032798,
      "monthDay": "11/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Evan_Yo",
      "name": "Evan Yo",
      "aboutText": "Bryan Matthew Little (born November 12, 1987) is a Canadian professional ice hockey player. He is currently playing for the Winnipeg Jets of the National Hockey League (NHL).",
      "pageId": 3001132,
      "monthDay": "11/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jason_Day_(golfer)",
      "name": "Jason Day",
      "aboutText": "Jason Day (born 12 November 1987) is an Australian professional golfer and PGA Tour member. Day first broke into the world's top ten in June 2011, rising to world number nine after his runner-up finish at the U.S. Open. In February 2014, Day won his first WGC title, the WGC-Accenture Match Play Championship.",
      "pageId": 7018441,
      "monthDay": "11/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bryan_Little",
      "name": "Bryan Little",
      "aboutText": "Tsai Min-you (born 12 November 1986), better known as Evan Yo, is a Taiwanese Mandopop singer-songwriter. He was signed by his management company at 14 and has been signed by Sony Music Taiwan since 2006. He has released four albums and was nominated for Best New Artist in 2007 at the 18th Golden Melody Awards, Taiwan.",
      "pageId": 9707061,
      "monthDay": "11/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Russell_Westbrook",
      "name": "Russell Westbrook",
      "aboutText": "Russell Westbrook Jr. (born November 12, 1988) is an American professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). Westbrook played college basketball for the UCLA Bruins and was selected with the fourth overall pick in the 2008 NBA draft by the Seattle SuperSonics who then relocated to Oklahoma City six days later.",
      "pageId": 16555375,
      "monthDay": "11/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Farahnaz_Amirsoleymani",
      "name": "Farahnaz Amirsoleymani",
      "aboutText": "Harmeet Singh (born 12 November 1990) is a Norwegian international footballer who plays professionally for Norwegian side Molde as a defensive midfielder.\nHe is nicknamed \"The Norwegian Iniesta\" by international media. Jim Solbakken is Singh's current agent.",
      "pageId": 20015278,
      "monthDay": "11/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Florent_Manaudou",
      "name": "Florent Manaudou",
      "aboutText": "Siim-Sander Vene (born November 12, 1990) is an Estonian professional basketball player, who currently plays for Žalgiris Kaunas of the Lithuanian Basketball League (LKL).",
      "pageId": 22208222,
      "monthDay": "11/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Harmeet_Singh_(footballer)",
      "name": "Harmeet Singh",
      "aboutText": "Nils Erik Adam Larsson (born November 12, 1992) is a Swedish professional ice hockey defenceman currently playing for the New Jersey Devils of the National Hockey League (NHL). He was selected fourth overall by the Devils in the 2011 NHL Entry Draft. The youngest player on the Skellefteå AIK squad at the time of his draft, Larsson was the first defenceman and first European-trained player to be drafted in 2011.",
      "pageId": 24362525,
      "monthDay": "11/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Siim-Sander_Vene",
      "name": "Siim-Sander Vene",
      "aboutText": "Alfonso Clark \"Trey\" Burke III (born November 12, 1992) is an American professional basketball player with the Utah Jazz of the National Basketball Association (NBA). He was drafted by the Minnesota Timberwolves with the 9th overall pick in the 2013 NBA Draft and immediately traded to the Jazz. He played college basketball for the Michigan Wolverines of the National Collegiate Athletic Association (NCAA).",
      "pageId": 34091749,
      "monthDay": "11/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Gijs_Van_Hoecke",
      "name": "Gijs Van Hoecke",
      "aboutText": "Luguelín Miguel Santos Aquino (born 12 November 1993) is a Dominican sprinter, who specialises in the 400 m. He was the silver medallist in the event at the 2012 London Olympics at the age of eighteen. His personal best is 44.11 seconds.",
      "pageId": 35375655,
      "monthDay": "11/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Trey_Burke",
      "name": "Trey Burke",
      "aboutText": "Farahnaz Amirsoleymani (Persian: فرحناز امیرسلیمانی‎‎) (born November 12, 1990) is an American author and illustrator of Iranian descent.\n^ \"Pomegranates and Roses: A Persian Love Story\". Payvand.",
      "pageId": 36162994,
      "monthDay": "11/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Adam_Larsson",
      "name": "Adam Larsson",
      "aboutText": "Florent Manaudou (French pronunciation: ​[lɔʁ manodu]; (born 12 November 1990) is a French competitive swimmer, an Olympic champion of the 50-meter freestyle at the 2012 London Olympics, and the younger brother of Laure Manaudou, an 2004 Olympic gold medalist in swimming.",
      "pageId": 36625805,
      "monthDay": "11/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Luguel%C3%ADn_Santos",
      "name": "Luguelín Santos",
      "aboutText": "Gijs van Hoecke (born 12 November 1991) is a Belgian cyclist, riding for the Topsport Vlaanderen-Baloise team.",
      "pageId": 36706054,
      "monthDay": "11/12"
    }
  ]
}