{
  "people": [
    {
      "year": "354",
      "uri": "/wiki/Augustine_of_Hippo",
      "name": "Augustine of Hippo",
      "monthDay": "11/13",
      "aboutText": "Augustine of Hippo (/ɔːˈɡʌstᵻn/ or /ˈɔːɡəstɪn/; Latin: Aurelius Augustinus Hipponensis; 13 November 354 – 28 August 430), also known as Saint Augustine, Saint Austin, or Blessed Augustine, was an early Christian theologian and philosopher whose writings influenced the development of Western Christianity and Western philosophy. He was the bishop of Hippo Regius (modern-day Annaba, Algeria), located in Numidia (Roman province of Africa). He is viewed as one of the most important Church Fathers in Western Christianity for his writings in the Patristic Era.",
      "pageId": 2030,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1312",
      "uri": "/wiki/Edward_III_of_England",
      "name": "Edward III of England",
      "monthDay": "11/13",
      "aboutText": "Edward III (13 November 1312 – 21 June 1377) was King of England from 25 January 1327 until his death; he is noted for his military success and for restoring royal authority after the disastrous reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His long reign of fifty years was the second longest in medieval England and saw vital developments in legislation and government—in particular the evolution of the English parliament—as well as the ravages of the Black Death.\nEdward was crowned at age fourteen after his father was deposed by his mother and her lover Roger Mortimer.",
      "pageId": 46377
    },
    {
      "year": "1486",
      "uri": "/wiki/Johann_Eck",
      "name": "Johann Eck",
      "monthDay": "11/13",
      "aboutText": "Johann Maier von Eck (13 November 1486 – 13 February 1543) was a German Scholastic theologian and defender of Catholicism during the Protestant Reformation.",
      "pageId": 42136,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1493",
      "uri": "/wiki/William_IV,_Duke_of_Bavaria",
      "name": "William IV, Duke of Bavaria",
      "monthDay": "11/13",
      "aboutText": "William IV (German: Wilhelm IV; 13 November 1493 – 7 March 1550) was Duke of Bavaria from 1508 to 1550, until 1545 together with his younger brother Louis X, Duke of Bavaria.",
      "pageId": 3081255
    },
    {
      "year": "1504",
      "uri": "/wiki/Philip_I,_Landgrave_of_Hesse",
      "name": "Philip I, Landgrave of Hesse",
      "monthDay": "11/13",
      "aboutText": "Hieromartyr Cyril Lucaris or Loukaris (Greek: Κύριλλος Λούκαρις, 13 November 1572 – 27 June 1638), born Constantine Lucaris, was a Greek prelate and theologian, and a native of Candia, Crete (then under the Republic of Venice). He later became the Greek Patriarch of Alexandria as Cyril III and Ecumenical Patriarch of Constantinople as Cyril I. Lucaris strove for a reform of the Eastern Orthodox Church along Protestant and Calvinist lines.",
      "pageId": 239582,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Cyril-Lucaris.jpg"
    },
    {
      "year": "1572",
      "uri": "/wiki/Cyril_Lucaris",
      "name": "Cyril Lucaris",
      "monthDay": "11/13",
      "aboutText": "Philip I of Hesse, (13 November 1504 – 31 March 1567), nicknamed der Großmütige (the \"magnanimous\") was a leading champion of the Protestant Reformation and one of the most important of the early Protestant rulers in Germany.",
      "pageId": 331457,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Allegorie_du_regne_de_Charles_Quint_16th_century.jpg"
    },
    {
      "year": "1559",
      "uri": "/wiki/Albert_VII,_Archduke_of_Austria",
      "name": "Albert VII, Archduke of Austria",
      "monthDay": "11/13",
      "aboutText": "Albert VII (13 November 1559 – 13 July 1621) was the ruling Archduke of Austria for a few months in 1619 and, jointly with his wife, Isabella Clara Eugenia, sovereign of the Habsburg Netherlands between 1598 and 1621. Prior to this, he had been a cardinal, archbishop of Toledo, viceroy of Portugal and Governor General of the Habsburg Netherlands.",
      "pageId": 296241,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/0_L%27archiduc_Albert_de_Habsbourg_-_Frans_Pourbus_le_Jeune_%281%29.JPG"
    },
    {
      "year": "1699",
      "uri": "/wiki/Jan_Zach",
      "name": "Jan Zach",
      "monthDay": "11/13",
      "aboutText": "Jan Zach, called in German Johann Zach (baptized 13 November 1699 – 24 May 1773) was a Czech composer, violinist and organist.",
      "pageId": 313208
    },
    {
      "year": "1710",
      "uri": "/wiki/Charles_Simon_Favart",
      "name": "Charles Simon Favart",
      "monthDay": "11/13",
      "aboutText": "Charles Simon Favart (13 November 1710 – 12 May 1792) was a French dramatist.\nBorn in Paris, the son of a pastry-cook, he was educated at the college of Louis-le-Grand, and after his father's death he carried on the business for a time. His first success in literature was La France delivrée par la Pucelle d'Orléans, a poem about Joan of Arc which obtained a prize of the Académie des Jeux Floraux.",
      "pageId": 523608,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Charles-Simon_Favart_by_Paul_Jourdy.jpg"
    },
    {
      "year": "1715",
      "uri": "/wiki/Dorothea_Erxleben",
      "name": "Dorothea Erxleben",
      "monthDay": "11/13",
      "aboutText": "Dorothea Christiane Erxleben née Leporin (13 November 1715, Quedlinburg – 13 June 1762 in Quedlinburg) was the first female medical doctor in Germany.\nErxleben was instructed in medicine by her father from an early age. The Italian scientist Laura Bassi's university professorship inspired Erxleben to fight for her right to practise medicine.",
      "pageId": 11472032,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Frauen_060_Pf_Dorothea_Erxleben.png"
    },
    {
      "year": "1732",
      "uri": "/wiki/John_Dickinson_(Pennsylvania_and_Delaware)",
      "name": "John Dickinson",
      "monthDay": "11/13",
      "aboutText": "The Jiaqing Emperor (Chinese: 嘉慶帝; pinyin: Jiāqìng Dì; Wade–Giles: Chia1-ch'ing4 Ti4; Mongolian: Sayishiyaltu Yirugertu Khaan, 13 November 1760 – 2 September 1820), personal name Aisin Gioro Yongyan, was the seventh emperor of the Manchu-led Qing dynasty, and the fifth Qing emperor to rule over China from 1796 to 1820. He was the son of the Qianlong Emperor. During his reign, he prosecuted Heshen, the corrupt favourite of his father, and attempted to restore order within the Qing Empire and curb the smuggling of opium into China.",
      "pageId": 265948,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Emperor_Jiaqing.jpg"
    },
    {
      "year": "1760",
      "uri": "/wiki/Jiaqing_Emperor",
      "name": "Jiaqing Emperor",
      "monthDay": "11/13",
      "aboutText": "John Dickinson (November 13 or 15, 1732 – February 14, 1808), a Founding Father of the United States, was a solicitor and politician from Philadelphia, Pennsylvania and Wilmington, Delaware known as the \"Penman of the Revolution\" for his twelve Letters from a Farmer in Pennsylvania, published individually in 1767 and 1768. As a member of the First Continental Congress, where he was a signee to the Continental Association, Dickinson drafted most of the 1774 Petition to the King, and then as a member of the Second Continental Congress wrote the 1775 Olive Branch Petition, two attempts to negotiate with King George III of Great Britain. When these failed, he reworked Thomas Jefferson's language and wrote the final draft of the 1775 Declaration of the Causes and Necessity of Taking Up Arms.",
      "pageId": 519482,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Articles_page1.jpg"
    },
    {
      "year": "1761",
      "uri": "/wiki/John_Moore_(British_Army_officer)",
      "name": "John Moore",
      "monthDay": "11/13",
      "aboutText": "Lieutenant-General Sir John Moore, KB, (13 November 1761 – 16 January 1809) was a British soldier and General, also known as Moore of Corunna. He is best known for his military training reforms and for his death at the Battle of Corunna, in which he defeated (Sarrazin 1815, pp. 358–359) a French army under Marshal Soult during the Peninsular War.",
      "pageId": 188226,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4e/8thDukeOfHamilton.jpg"
    },
    {
      "year": "1780",
      "uri": "/wiki/Ranjit_Singh",
      "name": "Ranjit Singh",
      "monthDay": "11/13",
      "aboutText": "Maharaja Ranjit Singh (Punjabi ਰਣਜੀਤ ਸਿੰਘ) (13 November 1780 – 27 June 1839) was the founder of the Sikh Empire, which came to power in the Indian subcontinent in the early half of the 19th century. The empire, based in the Punjab region, existed from 1799 to 1849. It was forged, on the foundations of the Dal Khalsa, under the leadership of Ranjit Singh from a collection of autonomous Sikh Misls.",
      "pageId": 519237,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/ea/Alexander_Gardner_%28soldier%29.jpg"
    },
    {
      "year": "1782",
      "uri": "/wiki/Esaias_Tegn%C3%A9r",
      "name": "Esaias Tegnér",
      "monthDay": "11/13",
      "aboutText": "Esaias Tegnér (13 November 1782 (1782-11-13), Värmland – 2 November 1846 (1846-11-03), Växjö, Småland), was a Swedish writer, professor of Greek language, and bishop. He was during the 19th century regarded as the father of modern poetry in Sweden, mainly through the national romantic epos Frithjof's Saga. He has been called Sweden's first modern man.",
      "pageId": 1355860,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Esaias_Tegn%C3%A9r_m%C3%A5lad_av_Sandberg.jpg"
    },
    {
      "year": "1801",
      "uri": "/wiki/Amalie_Auguste_of_Bavaria",
      "name": "Amalie Auguste of Bavaria",
      "monthDay": "11/13",
      "aboutText": "Amalie Auguste (Munich, 13 November 1801 – Dresden, 8 November 1877) was a Princess of Bavaria and Queen of Saxony.",
      "pageId": 12813632,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/23/Amalie-auguste.jpg"
    },
    {
      "year": "1801",
      "uri": "/wiki/Elisabeth_Ludovika_of_Bavaria",
      "name": "Elisabeth Ludovika of Bavaria",
      "monthDay": "11/13",
      "aboutText": "John Adolphus Bernard Dahlgren (November 13, 1809 – July 12, 1870) was a United States Navy officer who founded his service's Ordnance Department and launched major advances in gunnery.\nDahlgren devised a smoothbore howitzer, adaptable for many sizes of craft as well as shore installations. He then introduced a cast-iron muzzle-loading cannon with vastly increased range and accuracy, known as the Dahlgren gun, that became the Navy's standard armament.",
      "pageId": 102439,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Acw_bs_7a.png"
    },
    {
      "year": "1809",
      "uri": "/wiki/John_A._Dahlgren",
      "name": "John A. Dahlgren",
      "monthDay": "11/13",
      "aboutText": "Elisabeth Ludovika of Bavaria (13 November 1801 – 14 December 1873) was a Princess of Bavaria and later Queen consort of Prussia.",
      "pageId": 4200773
    },
    {
      "year": "1813",
      "uri": "/wiki/Petar_II_Petrovi%C4%87-Njego%C5%A1",
      "name": "Petar II Petrović-Njegoš",
      "monthDay": "11/13",
      "aboutText": "Joseph Hooker (November 13, 1814 – October 31, 1879) was a career United States Army officer, achieving the rank of major general in the Union Army during the American Civil War. Although he served throughout the war, usually with distinction, Hooker is best remembered for his stunning defeat by Confederate General Robert E. Lee at the Battle of Chancellorsville in 1863.\nAfter graduating from the United States Military Academy in 1837, Hooker served in the Seminole Wars and the Mexican-American War, receiving three brevet promotions.",
      "pageId": 171480,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/20/2491869315_Hooker.jpg"
    },
    {
      "year": "1814",
      "uri": "/wiki/Joseph_Hooker",
      "name": "Joseph Hooker",
      "monthDay": "11/13",
      "aboutText": "Petar II Petrović-Njegoš (Serbian Cyrillic: Петар II Петровић-Његош, pronounced [pêtar drûɡiː pětroʋit͡ɕ ɲêɡoʃ]; 13 November [O.S. 1 November] 1813 – 31 October [O.S. 19 October] 1851), commonly referred to simply as Njegoš, was a Prince-Bishop (vladika) of Montenegro, poet and philosopher whose works are widely considered some of the most important in Montenegrin and Serbian literature.\nNjegoš was born in the village of Njeguši, near Montenegro's then-capital Cetinje. He was educated at several Montenegrin monasteries, and became the country's spiritual and political leader following the death of his uncle Petar I. After eliminating all initial domestic opposition to his rule, he concentrated on uniting Montenegro's tribes and establishing a centralized state.",
      "pageId": 230958
    },
    {
      "year": "1833",
      "uri": "/wiki/Edwin_Booth",
      "name": "Edwin Booth",
      "monthDay": "11/13",
      "aboutText": "Edwin Thomas Booth (November 13, 1833 – June 7, 1893) was a famous 19th-century American actor who toured throughout America and the major capitals of Europe, performing Shakespearean plays. In 1869 he founded Booth's Theatre in New York, a spectacular theatre that was quite modern for its time. Some theatrical historians consider him the greatest American actor, and the greatest Hamlet, of the 19th century.",
      "pageId": 356339,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/2013-7_s.jpg"
    },
    {
      "year": "1837",
      "uri": "/wiki/James_T._Rapier",
      "name": "James T. Rapier",
      "monthDay": "11/13",
      "aboutText": "James Thomas Rapier (November 13, 1837 – May 31, 1883) was an attorney, a planter and a politician; elected as a United States Representative from Alabama, he served from 1873 until 1875. Born free, he was educated in Canada and Scotland before being admitted to the bar.\nAfter the American Civil War, he became a national figure in the Republican Party.",
      "pageId": 2160425
    },
    {
      "year": "1838",
      "uri": "/wiki/Joseph_F._Smith",
      "name": "Joseph F. Smith",
      "monthDay": "11/13",
      "aboutText": "Joseph Fielding Smith, Sr. (November 13, 1838 – November 19, 1918) was the sixth president of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was the last president of the LDS Church to have personally known Joseph Smith, founder of the Latter Day Saint movement, and brother of his father, Hyrum Smith.",
      "pageId": 639575,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Christus_statue_temple_square_salt_lake_city.jpg"
    },
    {
      "year": "1841",
      "uri": "/wiki/Edward_Burd_Grubb,_Jr.",
      "name": "Edward Burd Grubb, Jr.",
      "monthDay": "11/13",
      "aboutText": "Edward Burd Grubb, Jr. (known as E. Burd Grubb) (November 13, 1841 – July 7, 1913) was a Union Army regimental commander in the American Civil War who was later appointed by President Benjamin Harrison as United States Ambassador to Spain. He served in three regiments, commanded two of them, and became a brevet Brigadier General of Volunteers.",
      "pageId": 7081551
    },
    {
      "year": "1848",
      "uri": "/wiki/Albert_I,_Prince_of_Monaco",
      "name": "Albert I, Prince of Monaco",
      "monthDay": "11/13",
      "aboutText": "Robert Louis Balfour Stevenson (13 November 1850 – 3 December 1894) was a Scottish novelist, poet, essayist, and travel writer. His most famous works are Treasure Island, Kidnapped, and Strange Case of Dr Jekyll and Mr Hyde.\nA literary celebrity during his lifetime, Stevenson now ranks among the 26 most translated authors in the world.",
      "pageId": 26444,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/84/Burial_and_grave_of_Robert_Louis_Stevenson_in_Samoa%2C_1894.jpg"
    },
    {
      "year": "1850",
      "uri": "/wiki/Robert_Louis_Stevenson",
      "name": "Robert Louis Stevenson",
      "monthDay": "11/13",
      "aboutText": "Albert I (13 November 1848 – 26 June 1922) was Prince of Monaco and Duke of Valentinois from 10 September 1889 until his death. He devoted much of his life to oceanography.",
      "pageId": 162250
    },
    {
      "year": "1853",
      "uri": "/wiki/John_Drew,_Jr.",
      "name": "John Drew, Jr.",
      "monthDay": "11/13",
      "aboutText": "John Drew, Jr. (November 13, 1853 – July 9, 1927) was an American stage actor noted for his roles in Shakespearean comedy, society drama, and light comedies. He was the eldest son of John Drew, who had given up a blossoming career in whaling for acting, and Louisa Lane Drew, and the brother of Louisa Drew, Georgiana Drew and Sidney Drew.",
      "pageId": 744551,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/77/Charles_Frohman_presents_John_Drew.jpg"
    },
    {
      "year": "1854",
      "uri": "/wiki/George_Whitefield_Chadwick",
      "name": "George Whitefield Chadwick",
      "monthDay": "11/13",
      "aboutText": "George Whitefield Chadwick (November 13, 1854 – April 4, 1931) was an American composer. Along with Horatio Parker, Amy Beach, Arthur Foote, and Edward MacDowell, he was a representative composer of what can be called the New England School of American composers of the late 19th century—the generation before Charles Ives. Chadwick's works are influenced by the Realist movement in the arts, characterized by a down-to-earth depiction of people's lives.",
      "pageId": 798924,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/23/George_w_chadwick.jpg"
    },
    {
      "year": "1856",
      "uri": "/wiki/Louis_Brandeis",
      "name": "Louis Brandeis",
      "monthDay": "11/13",
      "aboutText": "Abraham Flexner (November 13, 1866 – September 21, 1959) was an American educator, best known for his role in the 20th century reform of medical and higher education in America and Canada.\nAfter founding and directing a college-preparatory school in his hometown of Louisville, Kentucky, Flexner published a critical assessment of the state of the American educational system in 1908 titled: The American College: A Criticism. His work attracted the Carnegie Foundation to commission an in-depth evaluation into 155 colleges and universities across the United States and Canada.",
      "pageId": 1627281,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Aflexner21.jpg"
    },
    {
      "year": "1866",
      "uri": "/wiki/Abraham_Flexner",
      "name": "Abraham Flexner",
      "monthDay": "11/13",
      "aboutText": "Louis Dembitz Brandeis (/ˈbrændaɪs/; November 13, 1856 – October 5, 1941) was an American lawyer and associate justice on the Supreme Court of the United States from 1916 to 1939.\nHe was born in Louisville, Kentucky, to Jewish immigrant parents from Bohemia, who raised him in a secular home. He attended Harvard Law School, graduating at the age of twenty with the highest grade average in the law school's history.",
      "pageId": 24102656,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Brandeis_1915.jpg"
    },
    {
      "year": "1869",
      "uri": "/wiki/Helene_St%C3%B6cker",
      "name": "Helene Stöcker",
      "monthDay": "11/13",
      "aboutText": "Ariadna Vladimirovna Tyrkova-Williams (Russian: Ариадна Владимировна Тыркова; November 13, 1869, Saint Petersburg – January 12, 1962, Washington, DC; Ariadna Borman during the first marriage) was a liberal politician, journalist, writer and feminist in Russia during the revolutionary period until 1920.",
      "pageId": 3248247,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/75/Ariadna_Tyrkova-Williams.jpg"
    },
    {
      "year": "1869",
      "uri": "/wiki/Ariadna_Tyrkova-Williams",
      "name": "Ariadna Tyrkova-Williams",
      "monthDay": "11/13",
      "aboutText": "Helene Stöcker (13 November 1869, Wuppertal – 24 February 1943, New York) was a German feminist, pacifist and sexual reformer.",
      "pageId": 4285713,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Helene_Stoecker_on_street.jpg"
    },
    {
      "year": "1872",
      "uri": "/wiki/John_M._Lyle",
      "name": "John M. Lyle",
      "monthDay": "11/13",
      "aboutText": "Max Wilhelm Dehn (November 13, 1878 – June 27, 1952) was a German-born American mathematician and student of David Hilbert. He is most famous for his work in geometry, topology and geometric group theory. He is also known for being the first to resolve one of Hilbert's well-known 23 problems.",
      "pageId": 570602,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/54/Max_Dehn.jpg"
    },
    {
      "year": "1878",
      "uri": "/wiki/Max_Dehn",
      "name": "Max Dehn",
      "monthDay": "11/13",
      "aboutText": "John MacIntosh Lyle (1872–1945) was an Irish born Canadian architect, designer, urban planner, and teacher active in the late 19th century and into the first half of the 20th century. He was a leading Canadian architect in the Beaux Arts style and was involved in the City Beautiful movement in several Canadian cities.",
      "pageId": 2821775,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/97/Bank_of_Nova_Scotia_Halifax.JPG"
    },
    {
      "year": "1879",
      "uri": "/wiki/John_Grieb",
      "name": "John Grieb",
      "monthDay": "11/13",
      "aboutText": "John William Grieb (November 19, 1879 – December 10, 1939) was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics. He was born in Philadelphia. In 1904 he won the gold medal in the gymnastics' team event and silver medal in the athletics' triathlon event.",
      "pageId": 15130139
    },
    {
      "year": "1881",
      "uri": "/wiki/Carl_Schenstr%C3%B8m",
      "name": "Carl Schenstrøm",
      "monthDay": "11/13",
      "aboutText": "Karl Georg Harald Schenstrøm (13 November 1881 - 10 April 1942) was a Danish stage and film actor of the silent era in Denmark. He worked under directors such as August Blom and Lau Lauritzen Sr..",
      "pageId": 19513137
    },
    {
      "year": "1883",
      "uri": "/wiki/Leo_Goodwin_(swimmer)",
      "name": "Leo Goodwin",
      "monthDay": "11/13",
      "aboutText": "Mary Wigman (born Marie Wiegmann, 13 November 1886 – 18 September 1973) was a German dancer, choreographer, notable as the pioneer of expressionist dance, dance therapy, and movement training without pointe shoes. She is considered one of the most important figures in the history of modern dance. She became one of the most iconic figures of Weimar German culture and her work was hailed for bringing the deepest of existential experiences to the stage.",
      "pageId": 705962,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Bundesarchiv_B_145_Bild-P047332%2C_Berlin%2C_Mary_Wigman-Studio.jpg"
    },
    {
      "year": "1886",
      "uri": "/wiki/Mary_Wigman",
      "name": "Mary Wigman",
      "monthDay": "11/13",
      "aboutText": "Leo Joseph Goodwin (November 13, 1883 – May 25, 1957) was an American swimmer, diver, and water polo player. He competed in the 1904 and 1908 Summer Olympics and won medals in all three disciplines.\nGoodwin nearly lost his arm after blood poisoning in 1906.",
      "pageId": 10567220
    },
    {
      "year": "1893",
      "uri": "/wiki/Edward_Adelbert_Doisy",
      "name": "Edward Adelbert Doisy",
      "monthDay": "11/13",
      "aboutText": "Edward Adelbert Doisy (November 13, 1893 – October 23, 1986) was an American biochemist. He received the Nobel Prize in Physiology or Medicine in 1943 with Henrik Dam for their discovery of vitamin K (K from \"Koagulations-Vitamin\" in German) and its chemical structure.\nDoisy was born in Hume, Illinois, on November 13, 1893.",
      "pageId": 1534678,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Edward_A_Doisy.jpg"
    },
    {
      "year": "1894",
      "uri": "/wiki/Bennie_Moten",
      "name": "Bennie Moten",
      "monthDay": "11/13",
      "aboutText": "Bennie Moten (November 13, 1894 – April 2, 1935) was an American jazz pianist and band leader born in Kansas City, Missouri.\nHe led the Kansas City Orchestra, the most important of the regional, blues-based orchestras active in the Midwest in the 1920s, and helped to develop the riffing style that would come to define many of the 1930s Big Bands.\nHis first recordings were made (for OKeh Records) in 1923, and were rather typical interpretations of the New Orleans style of King Oliver and others.",
      "pageId": 3402121,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Benny%2Bmoten.jpg"
    },
    {
      "year": "1894",
      "uri": "/wiki/Arthur_Nebe",
      "name": "Arthur Nebe",
      "monthDay": "11/13",
      "aboutText": "Arthur Nebe  (13 November 1894 – 21 March 1945) was a key functionary in the security and police apparatus of Nazi Germany. In the 1920s, Nebe served as Berlin Police Commissioner; he rose through the ranks to become head of Nazi Germany's Criminal Police (Kripo) in 1936, which was folded into Reich Main Security Office (RSHA) in 1939. Nebe perpetrated mass murder in the Holocaust, serving as commanding officer of Einsatzgruppe B deployed largely in modern day Belarus behind Army Group Centre during the German invasion of the Soviet Union.",
      "pageId": 684315,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Bundesarchiv_Bild_101III-Alber-096-34%2C_Arthur_Nebe.jpg"
    },
    {
      "year": "1897",
      "uri": "/wiki/Gertrude_Olmstead",
      "name": "Gertrude Olmstead",
      "monthDay": "11/13",
      "aboutText": "Gertrude Olmstead (November 13, 1897 – January 18, 1975) was an American actress of the silent era.",
      "pageId": 13540069
    },
    {
      "year": "1899",
      "uri": "/wiki/Iskander_Mirza",
      "name": "Iskander Mirza",
      "monthDay": "11/13",
      "aboutText": "Sahibzada Sayyid Iskander Ali Mirza, CIE, OBE English IPA: ɪskɑndæɾ əɪiː mi(ə)ɹzə (Bengali: ইস্কান্দার মীর্জা; Urdu: اسکندر مرزا‎; November 13, 1899 – November 13, 1969), was the first President of Pakistan, serving from 1956 to 1958. Prior to that, Mirza was the last Governor-General of Pakistan from 1955 to 1956. A great grandson of Mir Jafar, Mirza was a career army officer, having reached the higher rank of major-general in Pakistan Army.",
      "pageId": 455033,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Flag_of_the_Governor-General_of_Pakistan_%281953%E2%80%931956%29.png"
    },
    {
      "year": "1900",
      "uri": "/wiki/Edward_Buzzell",
      "name": "Edward Buzzell",
      "monthDay": "11/13",
      "aboutText": "Edward Buzzell (November 13, 1895 – January 11, 1985) was an American film director whose credits include Child of Manhattan (1933) for Columbia Pictures, and for Metro-Goldwyn-Mayer, Honolulu (1939), the Marx Brothers films At the Circus (1939) and Go West (1940), the musicals Best Foot Forward (1943) with Lucille Ball, Song of the Thin Man (1947) with Myrna Loy, and Neptune's Daughter (1949) with Esther Williams, and Easy to Wed, starring Van Johnson, Williams, and Ball.\nBuzzell was born in Brooklyn. He appeared in Vaudeville and on Broadway, and was hired to star in the 1929 film version of George M. Cohan's Little Johnny Jones with Alice Day.",
      "pageId": 6952473
    },
    {
      "year": "1904",
      "uri": "/wiki/H._C._Potter",
      "name": "H. C. Potter",
      "monthDay": "11/13",
      "aboutText": "Hermione Youlanda Ruby Clinton-Baddeley, known as Hermione Baddeley, (13 November 1906 – 19 August 1986) was an English character actress of theatre, film and television. She was nominated for an Academy Award for Best Supporting Actress for her performance in Room at the Top (1959) and a Tony Award for Best Performance by a Leading Actress in a Play for The Milk Train Doesn't Stop Here Anymore in 1963.",
      "pageId": 1286914,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/16/Hermione_Baddley_2_Allan_Warren.jpg"
    },
    {
      "year": "1906",
      "uri": "/wiki/Hermione_Baddeley",
      "name": "Hermione Baddeley",
      "monthDay": "11/13",
      "aboutText": "Henry Codman Potter (sometimes II or Jr; November 13, 1904 – August 31, 1977) was an American theatrical producer/director and a motion picture director.",
      "pageId": 3302817
    },
    {
      "year": "1906",
      "uri": "/wiki/A._W._Mailvaganam",
      "name": "A. W. Mailvaganam",
      "monthDay": "11/13",
      "aboutText": "Eva Striker Zeisel (born Éva Amália Striker, November 13, 1906 – December 30, 2011) was a Hungarian-born American industrial designer known for her work with ceramics, primarily from the period after she migrated to the United States. Her forms are often abstractions of the natural world and human relationships. Work from throughout her prodigious career is included in important museum collections across the world.",
      "pageId": 1549101,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/Eva_Zeisel.jpg"
    },
    {
      "year": "1906",
      "uri": "/wiki/Eva_Zeisel",
      "name": "Eva Zeisel",
      "monthDay": "11/13",
      "aboutText": "Vidya Jyothi Arumugam Wisvalingam Mailvaganam (13 November 1906 – 25 March 1987) was a leading Ceylon Tamil physicist, academic and the dean of the Faculty of Science, University of Ceylon.",
      "pageId": 39684829,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/A._W._Mailvaganam.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Giovanna_of_Italy",
      "name": "Giovanna of Italy",
      "monthDay": "11/13",
      "aboutText": "Comer Vann Woodward (November 13, 1908 – December 17, 1999) was an American historian focusing primarily on the American South and race relations. He was considered, along with Richard Hofstadter and Arthur Schlesinger, Jr., to be one of the most influential historians of the postwar era, 1940s–1970s, both by scholars and by the general public. He was long a supporter of the approach of Charles A. Beard, stressing the influence of unseen economic motivations in politics.",
      "pageId": 304187,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/28/Woodward-C-Vann.jpg"
    },
    {
      "year": "1908",
      "uri": "/wiki/C._Vann_Woodward",
      "name": "C. Vann Woodward",
      "monthDay": "11/13",
      "aboutText": "Giovanna of Italy (Bulgarian: Йоанна Савойска, Italian: Giovanna Elisabetta Antonia Romana Maria) (13 November 1907 – 26 February 2000) was the Tsaritsa of Bulgaria.",
      "pageId": 1256823,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4d/BASA-3K-15-637-1-Giovanna_of_Italy%2C_1937.jpeg"
    },
    {
      "year": "1909",
      "uri": "/wiki/Gunnar_Bj%C3%B6rnstrand",
      "name": "Gunnar Björnstrand",
      "monthDay": "11/13",
      "aboutText": "William Bradford \"Bill\" Huie (November 13, 1910 – November 20, 1986) was an American journalist and novelist. He wrote several books about controversial topics related to World War II and the African-American Civil Rights Movement. He was also known for the practice of checkbook journalism.",
      "pageId": 1858725
    },
    {
      "year": "1910",
      "uri": "/wiki/William_Bradford_Huie",
      "name": "William Bradford Huie",
      "monthDay": "11/13",
      "aboutText": "Knut Gunnar Johanson (13 November 1909 – 26 May 1986) was a Swedish actor known for his frequent work with writer and director Ingmar Bergman.\nBjörnstrand was born Knut Gunnar Johanson in Stockholm as son of actor Oscar Johanson and Ella Mauléon. After his education at the Royal Dramatic Theatre's acting school, he made several appearances in theatre, film and radio.",
      "pageId": 4573156,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Gunnar_Bj%C3%B6rnstrand%2C_Swedish_actor.JPG"
    },
    {
      "year": "1910",
      "uri": "/wiki/Pat_Reid",
      "name": "Pat Reid",
      "monthDay": "11/13",
      "aboutText": "Patrick Robert \"Pat\" Reid, MBE, MC (13 November 1910 – 22 May 1990) was a British Army officer and historical author of non-fiction. As a British prisoner of war during the Second World War, he was held captive at Colditz Castle when it was designated Oflag IV-C. Reid was one of the few to escape from Colditz, crossing the border into neutral Switzerland in late 1942. After the war Reid was a diplomat and administrator before eventually returning to his pre-war career in civil engineering.",
      "pageId": 1627068,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/PicOf_4C_Colditz.jpg"
    },
    {
      "year": "1911",
      "uri": "/wiki/Buck_O%27Neil",
      "name": "Buck O'Neil",
      "monthDay": "11/13",
      "aboutText": "John Jordan \"Buck\" O'Neil (November 13, 1911 – October 6, 2006) was a first baseman and manager in the Negro American League, mostly with the Kansas City Monarchs. After his playing days, he worked as a scout, and became the first African American coach in Major League Baseball. In his later years he became a popular and renowned speaker and interview subject, helping to renew widespread interest in the Negro leagues, and played a major role in establishing the Negro Leagues Baseball Museum in Kansas City, Missouri.",
      "pageId": 1732412,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1913",
      "uri": "/wiki/V._Appapillai",
      "name": "V. Appapillai",
      "monthDay": "11/13",
      "aboutText": "Helen Mack (November 13, 1913 – August 13, 1986) was an American actress. Mack started her career as a child actress in silent films, moving on to Broadway plays, and touring the vaudeville circuit. Her greater success as an actress was as a leading lady in the 1930s.",
      "pageId": 3820523,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a8/Helen_Mack.jpg"
    },
    {
      "year": "1913",
      "uri": "/wiki/Helen_Mack",
      "name": "Helen Mack",
      "monthDay": "11/13",
      "aboutText": "Velupillai Appapillai (13 November 1913 – 4 July 2001) was a Sri Lankan physicist and academic. He was the dean of the Faculty of Science at the University of Ceylon, Peradeniya.",
      "pageId": 39684729
    },
    {
      "year": "1913",
      "uri": "/wiki/Lon_Nol",
      "name": "Lon Nol",
      "monthDay": "11/13",
      "aboutText": "Marshal Lon Nol (Khmer: លន់ នល់; November 13, 1913 – November 17, 1985) was a Cambodian politician and general who served as Prime Minister of Cambodia twice (1966–67; 1969–71), as well as serving repeatedly as Defense Minister. He led a military coup against Prince Norodom Sihanouk in 1970 and became the self-proclaimed President of the newly created Khmer Republic, ruling until 1975. He was the founder and leader of the short-lived Social Republican Party, and commander-in-chief of the Khmer National Armed Forces.",
      "pageId": 80049,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/44/Coat_of_arms_of_The_Khmer_Republic.jpg"
    },
    {
      "year": "1914",
      "uri": "/wiki/Alberto_Lattuada",
      "name": "Alberto Lattuada",
      "monthDay": "11/13",
      "aboutText": "Alberto Lattuada (Italian pronunciation: [alˈbɛrto lattuˈaːda; latˈtwaːda]; 13 November 1914 – 3 July 2005) was an Italian film director.",
      "pageId": 2162178,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Alberto_Lattuada.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/Vasantdada_Patil",
      "name": "Vasantdada Patil",
      "monthDay": "11/13",
      "aboutText": "Vasantdada Patil (13 November 1917 – 1 March 1989) was an Indian politician from Sangli, Maharashtra. He was known as the first modern Maratha strongman and first mass leader in Maharashtra's politics.\nHe was the Chief Minister of Maharashtra from 17 May 1977 to 18 July 1978 and again from 2 February 1983 to 1 June 1985.",
      "pageId": 2898017
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Sterling",
      "name": "Robert Sterling",
      "monthDay": "11/13",
      "aboutText": "Robert Sterling (November 13, 1917 – May 30, 2006) was an American film and television actor.",
      "pageId": 5379646,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/48/Robert_Sterling_1956.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/George_Grant_(philosopher)",
      "name": "George Grant",
      "monthDay": "11/13",
      "aboutText": "George Parkin Grant, OC FRSC (November 13, 1918 – September 27, 1988) was a Canadian philosopher, professor, and political commentator. He is best known for his Canadian nationalism, political conservatism, and his views on technology, pacifism and Christian faith. He is often seen as one of Canada's most original thinkers.",
      "pageId": 542552,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/04/Georgegrant.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Guillermina_Bravo",
      "name": "Guillermina Bravo",
      "monthDay": "11/13",
      "aboutText": "Guillermina Nicolasa Bravo Canales (November 13, 1920 – November 6, 2013 ) was a Mexican ballet dancer, choreographer and ballet director. She was co-founder of the academy of Mexican dance (Spanish: Academia de la Danza Mexicana) in 1947 and established together with Josefina Lavalle the national ballet company in Mexico City in 1948, which has been located in Querétaro since 1991 where she also established the national center of contemporary dance. Bravo is considered as main figure of modern Mexican dance.",
      "pageId": 22677976
    },
    {
      "year": "1920",
      "uri": "/wiki/Jack_Elam",
      "name": "Jack Elam",
      "monthDay": "11/13",
      "aboutText": "William Scott Elam, known as Jack Elam (November 13, 1920 – October 20, 2003), was an American film and television actor best known for his numerous roles as villains in Western films and, later in his career, comedies (sometimes spoofing his villainous image). His most distinguishing physical quality was the iris of his left eye, which was skewed to the outside, making him look unnaturally wall-eyed (the opposite of cross-eyed).",
      "pageId": 1765370,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/78/Jackelamkansas01.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Edward_Hughes_(bishop)",
      "name": "Edward Hughes",
      "monthDay": "11/13",
      "aboutText": "Edward Thomas Hughes (November 13, 1920 – December 25, 2012) was an American prelate of the Catholic Church who served as Bishop of Metuchen, New Jersey from 1987 to 1997.",
      "pageId": 10687452
    },
    {
      "year": "1921",
      "uri": "/wiki/Joonas_Kokkonen",
      "name": "Joonas Kokkonen",
      "monthDay": "11/13",
      "aboutText": "John Lawrence \"Jack\" Narz, Jr. (November 13, 1922 – October 15, 2008) was an American television announcer and game show host. Narz was the elder brother of Tom Kennedy and the former brother-in-law of Bill Cullen.",
      "pageId": 1305852,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/61/Jack_Narz_1960.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jack_Narz",
      "name": "Jack Narz",
      "monthDay": "11/13",
      "aboutText": "Joonas Kokkonen ( pronunciation ) (November 13, 1921 – October 2, 1996) was a Finnish composer.",
      "pageId": 1549850,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a4/JoonasKokkonen.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Oskar_Werner",
      "name": "Oskar Werner",
      "monthDay": "11/13",
      "aboutText": "Oskar Werner (13 November 1922 –  23 October 1984) was an Austrian actor.\nHe is known for his film performances in Decision Before Dawn (1951), Jules and Jim (1962), Ship of Fools (1965), The Spy Who Came in from the Cold (1965), Fahrenheit 451 (1966) and The Shoes of the Fisherman (1968).",
      "pageId": 161890,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/af/Oskar_Werner.png"
    },
    {
      "year": "1924",
      "uri": "/wiki/Linda_Christian",
      "name": "Linda Christian",
      "monthDay": "11/13",
      "aboutText": "Linda Christian (November 13, 1923 – July 22, 2011) was a Mexican film actress, who appeared in Mexican and Hollywood films. Her career reached its peak in the 1940s and 1950s. She played Mara in the last Johnny Weissmuller Tarzan film, Tarzan and the Mermaids (1948).",
      "pageId": 2336454,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/Christian-Palma-Tarzan.jpg"
    },
    {
      "year": "1924",
      "uri": "/wiki/Motoo_Kimura",
      "name": "Motoo Kimura",
      "monthDay": "11/13",
      "aboutText": "Motoo Kimura (木村 資生, Kimura Motoo, November 13, 1924 – November 13, 1994) was a Japanese biologist best known for introducing the neutral theory of molecular evolution in 1968, in collaboration with Tomoko Ohta. He became one of the most influential theoretical population geneticists. He is remembered in genetics for his innovative use of diffusion equations to calculate the probability of fixation of beneficial, deleterious, or neutral alleles.",
      "pageId": 645327,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/48/Motoo_Kimura.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Harry_Hughes",
      "name": "Harry Hughes",
      "monthDay": "11/13",
      "aboutText": "Harry Roe Hughes (born November 13, 1926), a member of the Democratic Party (United States), was the 57th Governor of Maryland in the United States from 1979 to 1987.",
      "pageId": 1096583,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Maryland_Governor_Harry_Hughes_speaking_at_Fort_Belvoir%2C_Feb_16%2C_1988.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Don_Gordon_(actor)",
      "name": "Don Gordon",
      "monthDay": "11/13",
      "aboutText": "Helena Winifred Carroll (13 November 1928 – 31 March 2013) was a veteran film, television and stage actress. Born to clothing designer Helena Reilly and Abbey Theatre playwright Paul Vincent Carroll, she was the youngest of three sisters. Her elder sisters were Theresa Elizabeth Perez (1924-2001), a classically trained musician and the producer/founder of the People's Pops Concerts in Phoenix, Arizona, and journalist Kathleen Moira Carroll (1927-2007).",
      "pageId": 2336433
    },
    {
      "year": "1928",
      "uri": "/wiki/Helena_Carroll",
      "name": "Helena Carroll",
      "monthDay": "11/13",
      "aboutText": "Don Gordon (born November 13, 1926) is an American film and television actor. He is sometimes billed as Donald Gordon.",
      "pageId": 4241164
    },
    {
      "year": "1928",
      "uri": "/wiki/Hampton_Hawes",
      "name": "Hampton Hawes",
      "monthDay": "11/13",
      "aboutText": "Hampton Barnett Hawes, Jr. (November 13, 1928 – May 22, 1977) was an American bebop and hard-bop jazz pianist, recognized as one of the finest and most influential of the 1950s. He was also the author of what is now a classic jazz memoir, Raise Up Off Me, which won the Deems-Taylor Award for music writing in 1975.",
      "pageId": 1384081
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Bonnaud",
      "name": "Robert Bonnaud",
      "monthDay": "11/13",
      "aboutText": "Robert Bonnaud (13 November 1929 – 22 January 2013) was a French anti-colonialist historian and professor of history at the Paris VII Jussieu University.\nIn 1957, following the advice of his friend Pierre Vidal-Naquet, he published in Esprit an article entitled La Paix des Nementchas (Nementchas’ Peace), where he denounced massacres he witnessed made by the French army in Algeria, on the 25th and 26 October 1956. In June 1961, he was arrested and jailed in Marseilles' Baumettes prison as a supporter of the Algerian nationalists of the FLN; Hargreaves calls him \"the leader of the Jeanson network in the Marseilles region\".",
      "pageId": 14122135,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Robert_Bonnaud.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Fred_Phelps",
      "name": "Fred Phelps",
      "monthDay": "11/13",
      "aboutText": "Fred Waldron Phelps, Sr. (November 13, 1929 – March 19, 2014) was an American pastor who headed the Westboro Baptist Church (WBC), an independent Baptist church based in Topeka, Kansas. Phelps attained notoriety primarily from his vehemently anti-gay activism and his picketing of funerals of homosexuals and soldiers.",
      "pageId": 160821,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/3a/Baptism_logo.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Asashio_Tar%C5%8D_III",
      "name": "Asashio Tarō III",
      "monthDay": "11/13",
      "aboutText": "Asashio Tarō III (朝潮 太郎, November 13, 1929 – October 23, 1988) was a sumo wrestler from Kobe, Hyogo, Japan (born on Tokushima in the Amami Islands). He was the sport's 46th yokozuna.",
      "pageId": 9173557,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Sh%C5%8Dnen_Magazine_first_issue.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Benny_Andrews",
      "name": "Benny Andrews",
      "monthDay": "11/13",
      "aboutText": "Adrienne Corri (born 13 November 1931) is a British actress.",
      "pageId": 2518646,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Adrienne-corri-trailer.jpg"
    },
    {
      "year": "1931",
      "uri": "/wiki/Adrienne_Corri",
      "name": "Adrienne Corri",
      "monthDay": "11/13",
      "aboutText": "Benny Andrews (November 13, 1930 – November 10, 2006) was an American painter, printmaker, creator of collages and educator. He was born November 13, 1930 in Plainview, Georgia and died November 10, 2006.",
      "pageId": 7916102
    },
    {
      "year": "1932",
      "uri": "/wiki/Willie_Edwards",
      "name": "Willie Edwards",
      "monthDay": "11/13",
      "aboutText": "Richard Mulligan (November 13, 1932 – September 26, 2000) was an American television and film actor best known for his role as Burt Campbell in the sitcom Soap (1977-81) and later as Dr.",
      "pageId": 285538,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Richard_Mulligan_at_the_1991_Emmy_Awards2.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Mulligan",
      "name": "Richard Mulligan",
      "monthDay": "11/13",
      "aboutText": "Willie Edwards, Jr. (November 13, 1932 – January 23, 1957) was a 24-year-old African American, husband and father, murdered by members of the Alabama Ku Klux Klan. He is buried at New Pleasant Valley Cemetery in Letohatchee, Alabama.",
      "pageId": 1395064
    },
    {
      "year": "1933",
      "uri": "/wiki/Oj%C4%81rs_V%C4%81cietis",
      "name": "Ojārs Vācietis",
      "monthDay": "11/13",
      "aboutText": "Peter Gregg Arnett, ONZM (born 13 November 1934) is a New Zealand journalist.\nArnett worked for National Geographic magazine, and later for various television networks, most notably CNN. He is well known for his coverage of war, including the Vietnam War and the Gulf War. He was awarded the 1966 Pulitzer Prize in International Reporting for his work in Vietnam, where he was present from 1962 to 1975, most of the time reporting for the Associated Press news agency.",
      "pageId": 204063,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Arnett_Rio.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Peter_Arnett",
      "name": "Peter Arnett",
      "monthDay": "11/13",
      "aboutText": "Ojārs Vācietis (born November 13, 1933 - November 28, 1983) was a Latvian writer and poet.",
      "pageId": 20394475
    },
    {
      "year": "1934",
      "uri": "/wiki/Jimmy_Fontana",
      "name": "Jimmy Fontana",
      "monthDay": "11/13",
      "aboutText": "Garry Kent Marshall (born November 13, 1934) is an American actor, director, writer, and producer.",
      "pageId": 543262,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/GarryMarshall-Jan2008.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Garry_Marshall",
      "name": "Garry Marshall",
      "monthDay": "11/13",
      "aboutText": "Jimmy Fontana (13 November 1934 – 11 September 2013) was an Italian actor, composer and singer-songwriter.",
      "pageId": 5846215,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Jimmy_Fontana_1960s.jpg"
    },
    {
      "year": "1935",
      "uri": "/wiki/Tom_Atkins_(actor)",
      "name": "Tom Atkins",
      "monthDay": "11/13",
      "aboutText": "George Leonard Carey, Baron Carey of Clifton PC FRSA (born 13 November 1935) is a retired Anglican bishop who was the Archbishop of Canterbury from 1991 to 2002.",
      "pageId": 435543,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Archbishop_george_carey1.jpg"
    },
    {
      "year": "1935",
      "uri": "/wiki/George_Carey",
      "name": "George Carey",
      "monthDay": "11/13",
      "aboutText": "Tom Atkins (born November 13, 1935) is an American television and film actor. He is primarily known for his work in the horror film genre, having worked with writers and directors such as John Carpenter, Stephen King, and George A. Romero.",
      "pageId": 2104365,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8b/Tomatkins.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Salim_Kallas",
      "name": "Salim Kallas",
      "monthDay": "11/13",
      "aboutText": "Gérald Godin (November 13, 1938 – October 12, 1994) was a Quebec poet and politician.\nBorn in Trois-Rivières, Quebec, he worked as a journalist at La Presse and other newspapers and magazines. He was among those arrested under the War Measures Act during the October Crisis in 1970.",
      "pageId": 585805
    },
    {
      "year": "1938",
      "uri": "/wiki/G%C3%A9rald_Godin",
      "name": "Gérald Godin",
      "monthDay": "11/13",
      "aboutText": "Salim Kallas (Arabic: العربية‎; 13 November 1936 − 2 December 2013) was a Syrian actor and politician.\nA Damascus-native, Kallas worked at the national theater and at Syrian TV. He began his career in 1970 by participating in plays with university students, and then he worked at the national theater and later at the Syrian TV one year after it was established, where he made his television debut in a television film called \"Asha'a al-Wada'a\" (Farewell Dinner).\nSalim Kallas started his career in theatre while at university, then later entering major theatre productions.",
      "pageId": 39278222,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/Slim_Kallas.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean_Seberg",
      "name": "Jean Seberg",
      "monthDay": "11/13",
      "aboutText": "Jean Dorothy Seberg (November 13, 1938 – August 30, 1979) was an American actress. She starred in 34 films in Hollywood and in Europe, including Saint Joan, \"Bonjour Tristesse\", Breathless, Lilith, Moment to Moment, A Fine Madness, Paint Your Wagon, Airport, Macho Callahan, and Gang War in Naples.\nSeberg is also one of the best-known targets of the FBI COINTELPRO project.",
      "pageId": 84781,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Camorra_Jean_Seberg.png"
    },
    {
      "year": "1939",
      "uri": "/wiki/Karel_Br%C3%BCckner",
      "name": "Karel Brückner",
      "monthDay": "11/13",
      "aboutText": "Karel Brückner (born 13 November 1939 in Olomouc) is a Czech retired football coach.",
      "pageId": 4783398,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Karel_Bruckner_a1232.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Idris_Muhammad",
      "name": "Idris Muhammad",
      "monthDay": "11/13",
      "aboutText": "Saul Aaron Kripke (/sɔːl ˈkrɪpki/; born November 13, 1940) is an American philosopher and logician. He is a Distinguished Professor of Philosophy at the City University of New York and emeritus professor at Princeton University. Since the 1960s Kripke has been a central figure in a number of fields related to mathematical logic, philosophy of language, philosophy of mathematics, metaphysics, epistemology, and set theory.",
      "pageId": 48039,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Kripke.JPG"
    },
    {
      "year": "1940",
      "uri": "/wiki/Saul_Kripke",
      "name": "Saul Kripke",
      "monthDay": "11/13",
      "aboutText": "Idris Muhammad (Arabic: إدريس محمد‎; born Leo Morris; November 13, 1939 – July 29, 2014) was an American jazz drummer who recorded extensively with many musicians, including Ahmad Jamal, Lou Donaldson, and Pharoah Sanders.",
      "pageId": 1898862,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/PharoahSanders.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/William_Taubman",
      "name": "William Taubman",
      "monthDay": "11/13",
      "aboutText": "Eberhard Diepgen (born 13 November 1941 in Berlin-Wedding)  is a German politician of the CDU. He studied law at the Free University of Berlin. He was mayor of West Berlin from 1984 to 1989 and a reunited Berlin from 1991 to 2001.",
      "pageId": 3465081,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Bundesarchiv_B_145_Bild-F082409-0005%2C_Bremen%2C_CDU-Parteitag%2C_Eberhard_Diepgen.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Eberhard_Diepgen",
      "name": "Eberhard Diepgen",
      "monthDay": "11/13",
      "aboutText": "William Chase Taubman (born November 13, 1940 in New York City) is an American political scientist. His biography of Nikita Khrushchev won the Pulitzer Prize for biography in 2004 and the National Book Critics Circle Award for Biography in 2003.\nHe is a graduate of the Bronx High School of Science and received a B.A. from Harvard University in 1962; an M.A. from Columbia University in 1965; a Certificate of the Russian Institute, 1965; and Ph.D., Columbia University, 1969.",
      "pageId": 6715623,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Frederick_Jackson_Turner.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Green_(entrepreneur)",
      "name": "David Green",
      "monthDay": "11/13",
      "aboutText": "Norman Jay Rambeau (November 13, 1941 – March 21, 1994), professionally known as Dack Rambo, was an American actor, most notable for appearing as Walter Brennan's grandson Jeff in the ABC series The Guns of Will Sonnett, as Steve Jacobi in the ABC soap opera All My Children, as cousin Jack Ewing on CBS's Dallas, and as Grant Harrison on the NBC soap opera Another World.",
      "pageId": 1170973,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Dack_Rambo.JPG"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dack_Rambo",
      "name": "Dack Rambo",
      "monthDay": "11/13",
      "aboutText": "David Green (born November 13, 1941) is an American billionaire and the founder of Hobby Lobby, an American chain of arts and crafts stores.",
      "pageId": 9801011
    },
    {
      "year": "1941",
      "uri": "/wiki/Mel_Stottlemyre",
      "name": "Mel Stottlemyre",
      "monthDay": "11/13",
      "aboutText": "John Paul Hammond (born November 13, 1942, New York City, United States) is an American blues singer and guitarist.",
      "pageId": 1568870,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/John_Hammond_-_Ron_Baker_2008.JPG"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_P._Hammond",
      "name": "John P. Hammond",
      "monthDay": "11/13",
      "aboutText": "Melvin Leon \"Mel\" Stottlemyre, Sr. (born November 13, 1941) is an American former professional baseball pitcher and pitching coach. He played for 11 seasons in Major League Baseball for the New York Yankees, and coached for 23 seasons.",
      "pageId": 1962545,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Roberto_Boninsegna",
      "name": "Roberto Boninsegna",
      "monthDay": "11/13",
      "aboutText": "Howard Wilkinson (born 13 November 1943) is an English former footballer and manager, and has recently stepped down as a non-executive Director at Sheffield Wednesday after previously relinquishing the chairman role to Milan Mandaric.\nDespite having a low-profile playing career, Wilkinson embarked on a successful managerial career. He won the First Division championship in 1992 with Leeds United, the final season before the creation of the Premier League.",
      "pageId": 760599
    },
    {
      "year": "1943",
      "uri": "/wiki/Howard_Wilkinson",
      "name": "Howard Wilkinson",
      "monthDay": "11/13",
      "aboutText": "Roberto Boninsegna (Italian pronunciation: [roˈbɛrto ˌbɔninˈseɲɲa] born 13 November 1943 in Mantua) is an Italian former football player, who mainly played as a forward. After retiring, he also worked as a football manager. As a player, he also represented the Italian national side at two World Cups, reaching the final in 1970.",
      "pageId": 1395381
    },
    {
      "year": "1944",
      "uri": "/wiki/Timmy_Thomas",
      "name": "Timmy Thomas",
      "monthDay": "11/13",
      "aboutText": "Masahiro Hasemi (Shinjitai: 長谷見 昌弘, Hasemi Masahiro, born 13 November 1945, in Tokyo) is a former racing driver and team owner from Japan. He started racing motocross when he was 15 years old. In 1964 he signed to drive for Nissan.",
      "pageId": 1237445
    },
    {
      "year": "1945",
      "uri": "/wiki/Masahiro_Hasemi",
      "name": "Masahiro Hasemi",
      "monthDay": "11/13",
      "aboutText": "Timmy Thomas (born November 13, 1944) is an American R&B singer, keyboardist, songwriter and record producer, best known for the hit song, \"Why Can't We Live Together\".",
      "pageId": 7036353
    },
    {
      "year": "1945",
      "uri": "/wiki/Bobby_Manuel",
      "name": "Bobby Manuel",
      "monthDay": "11/13",
      "aboutText": "Bobby Manuel (born November 13, 1945) is an American guitarist. In the early 1960s he was the lead guitarist for the local band, The Memphis Blazers. He was hired by Stax Records in the late 1960s as an engineer and also quickly began doing studio work as a guitarist, becoming one of the company's most dependable and oft-used session players.",
      "pageId": 11244049
    },
    {
      "year": "1945",
      "uri": "/wiki/Knut_Riisn%C3%A6s",
      "name": "Knut Riisnæs",
      "monthDay": "11/13",
      "aboutText": "Knut Riisnæs (born 13 November 1945 in Oslo, Norway) is a Norwegian Jazz musician (saxophone and flute), music arranger and composer, son of pianist Eline Nygaard Riisnæs and brother of classical pianist Anne Eline Riisnæs (1951–) and jazz saxophonist Odd Riisnæs (1953–). The brothers are both known from a variety of recordings in Norway and internationally.",
      "pageId": 37211759,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/53/Saxo_Boca1.JPG"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stanis%C5%82aw_Bara%C5%84czak",
      "name": "Stanisław Barańczak",
      "monthDay": "11/13",
      "aboutText": "Stanisław Barańczak (November 13, 1946 – December 26, 2014) was a poet, literary critic, scholar, editor, translator and lecturer.",
      "pageId": 2531857,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Anna_and_Stanislaw_Baranczak_by_Kubik_05061995.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Toy_Caldwell",
      "name": "Toy Caldwell",
      "monthDay": "11/13",
      "aboutText": "Toy Talmadge Caldwell Jr. (November 13, 1947 - February 25, 1993) was the lead guitarist, main songwriter and a founding member of the 1970s Southern Rock group The Marshall Tucker Band. He was a member of the band from its formation up until 1983.",
      "pageId": 11028740,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Toy_Caldwell.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Amory_Lovins",
      "name": "Amory Lovins",
      "monthDay": "11/13",
      "aboutText": "Amory Bloch Lovins (born November 13, 1947) is an American physicist, environmental scientist, writer, and Chairman/Chief Scientist of the Rocky Mountain Institute. He has worked in the field of energy policy and related areas for four decades. He was named by Time magazine one of the World's 100 most influential people in 2009.",
      "pageId": 213072,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Amory_Lovins.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Joe_Mantegna",
      "name": "Joe Mantegna",
      "monthDay": "11/13",
      "aboutText": "Joseph Anthony \"Joe\" Mantegna, Jr. (/mænˈteɪnjɑː/, Italian pronunciation: [manˈteɲɲa]; born November 13, 1947) is an American actor, producer, writer, director, and voice actor. He is best known for his roles in box office hits such as Three Amigos (1986), The Godfather Part III (1990), Forget Paris (1995), and Up Close & Personal (1996).",
      "pageId": 422137,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/JoeMantegnaMay08.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Humayun_Ahmed",
      "name": "Humayun Ahmed",
      "monthDay": "11/13",
      "aboutText": "Humayun Ahmed (pronounced: [ɦumae̯un aɦmed̪]; 13 November 1948 – 19 July 2012) was a Bangladeshi writer, dramatist, screenwriter and filmmaker. Ahmed got his break-through by his debut novel Nondito Noroke in 1972. He wrote over 200 fiction and non-fiction books, all of which were bestsellers in Bangladesh.",
      "pageId": 1334066,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/85/Humayun_Ahmed_13Nov2010.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Adelle_Lutz",
      "name": "Adelle Lutz",
      "monthDay": "11/13",
      "aboutText": "Adelle Lutz (born November 13, 1948) is a US costume designer, model and actress.",
      "pageId": 11061446
    },
    {
      "year": "1948",
      "uri": "/wiki/Saori_Yuki",
      "name": "Saori Yuki",
      "monthDay": "11/13",
      "aboutText": "Terry Reid (born 13 November 1949) is an English rock vocalist and guitarist.",
      "pageId": 315629,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/Terry_Reid.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Terry_Reid",
      "name": "Terry Reid",
      "monthDay": "11/13",
      "aboutText": "Saori Yuki (由紀さおり, Yuki Saori, born November 13, 1948) is a Japanese singer and actress. She was born as Akiko Yasuda (Yasuda Akiko (安田 章子) in Kiryū, Gunma, Japan and raised in Yokohama. She started her singing career with her older sister Sachiko as a child singer.",
      "pageId": 33753234
    },
    {
      "year": "1950",
      "uri": "/wiki/Mary_Lou_Metzger",
      "name": "Mary Lou Metzger",
      "monthDay": "11/13",
      "aboutText": "Gilbert Perreault (born November 13, 1950) is a Canadian retired professional ice hockey centre who played for 17 seasons with the Buffalo Sabres of the National Hockey League. He was inducted to the Hockey Hall of Fame in 1990. Known for his ability to stickhandle in close quarters, he is regarded as one of the most skillful play-making centres of all time.",
      "pageId": 1309969,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Gilbert_Perreault%2C_Boston_Garden_1974.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gilbert_Perreault",
      "name": "Gilbert Perreault",
      "monthDay": "11/13",
      "aboutText": "Mary Lou Metzger (born November 13, 1950 in Pittsburgh, Pennsylvania) is an American singer and dancer best known as a cast member on The Lawrence Welk Show.\nThe only child of Ernie and Helen Metzger, the family moved to Havertown, Pennsylvania where at the age of seven Metzger officially began her performing career, which included appearances on The Ted Mack Amateur Hour and acting in a national tour of The Music Man by Meredith Willson.\nWhile a student at Temple University, she went to Los Angeles, California to appear on the television program GE College Bowl; while there she auditioned for Lawrence Welk and was accepted in the show's apprentice training program.",
      "pageId": 2669471,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pini_Gershon",
      "name": "Pini Gershon",
      "monthDay": "11/13",
      "aboutText": "Art Malik (born Athar ul-Haque Malik; 13 November 1952) is a Pakistani-born British actor who achieved international fame in the 1980s through his starring and subsidiary roles in assorted British and Merchant-Ivory television serials and films.",
      "pageId": 2454633
    },
    {
      "year": "1952",
      "uri": "/wiki/Art_Malik",
      "name": "Art Malik",
      "monthDay": "11/13",
      "aboutText": "Pinhas \"Pini\" Gershon (Hebrew: פנחס \"פיני\" גרשון‎, born 13 November 1951), is an Israeli professional basketball coach, who won three European championships as a head coach for Maccabi Tel Aviv. He was also the coach of the Bulgarian national team.\nHe was named Euroleague Coach of the Year in 2005.",
      "pageId": 6905179,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Pini104.JPG"
    },
    {
      "year": "1953",
      "uri": "/wiki/Frances_Conroy",
      "name": "Frances Conroy",
      "monthDay": "11/13",
      "aboutText": "Andrés Manuel López Obrador (Spanish: [anˌdɾez maˈnwel ˈlopes oβɾaˈðoɾ]; born November 13, 1953), also known as AMLO is a Mexican politician who held the position of Head of Government of the Federal District from 2000 to 2005, before resigning in July 2005 to contend the 2006 presidential election, representing the Coalition for the Good of All, a coalition led by the Party of the Democratic Revolution (PRD) that includes the Convergence party and the Labor Party. He is the leader of the National Regeneration Movement (MORENA) and was a candidate for 2012 presidential election, representing a coalition of the PRD, Labor Party and Citizens' Movement (formerly Convergence).",
      "pageId": 720564,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/38/AMLO_Edomex2.JPG"
    },
    {
      "year": "1953",
      "uri": "/wiki/Andr%C3%A9s_Manuel_L%C3%B3pez_Obrador",
      "name": "Andrés Manuel López Obrador",
      "monthDay": "11/13",
      "aboutText": "Frances Hardman Conroy (born November 13, 1953) is an American actress. She is best known for playing Ruth Fisher on the television series Six Feet Under. Her work on the show won her acclaim and several awards, including a Golden Globe and three Screen Actors Guild Awards.",
      "pageId": 1697155
    },
    {
      "year": "1953",
      "uri": "/wiki/Tracy_Scoggins",
      "name": "Tracy Scoggins",
      "monthDay": "11/13",
      "aboutText": "Scott McNealy (born November 13, 1954) is an American businessman. He co-founded computer technology company Sun Microsystems in 1982 along with Vinod Khosla, Bill Joy, and Andy Bechtolsheim.",
      "pageId": 254824,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/ScottMcNealy_Cropped.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Scott_McNealy",
      "name": "Scott McNealy",
      "monthDay": "11/13",
      "aboutText": "Tracy Dawn Scoggins (born November 13, 1953) is an American actress known for her roles as Monica Colby in the 1980s prime time soap opera Dynasty and its spin-off series The Colbys, Cat Grant in the 1993 – 1997 television series Lois & Clark: The New Adventures of Superman, and as Captain Elizabeth Lochley during the final season of Babylon 5 in 1998.",
      "pageId": 412139
    },
    {
      "year": "1954",
      "uri": "/wiki/Chris_Noth",
      "name": "Chris Noth",
      "monthDay": "11/13",
      "aboutText": "Caryn Elaine Johnson (born November 13, 1955), better known by her stage name Whoopi Goldberg (/ˈhwʊpi/), is an American actress, comedian, singer, writer, social critic, and television host. She has been nominated for 13 Emmy Awards for her work in television, and is one of the few entertainers who has won an Emmy, Grammy, Oscar, and Tony Award. She was the second black woman in the history of the Academy Awards to win an acting Oscar.",
      "pageId": 54985,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Barack_Obama_guests_on_The_View.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Whoopi_Goldberg",
      "name": "Whoopi Goldberg",
      "monthDay": "11/13",
      "aboutText": "Christopher David \"Chris\" Noth (/ˈnoʊθ/ NOHTH; born November 13, 1954) is an American actor. He is known for television roles as NYPD Detective Mike Logan on the police procedural and legal drama television series, Law & Order and Law & Order: Criminal Intent, and as Mr. Big on Sex and the City.",
      "pageId": 1161307,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/98/ChrisNoth_%28cropped%29.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ginger_Alden",
      "name": "Ginger Alden",
      "monthDay": "11/13",
      "aboutText": "Elvis Aaron Presley (January 8, 1935 – August 16, 1977) was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as \"the King of Rock and Roll\", or simply, \"the King\".\nPresley was born in Tupelo, Mississippi, as a twinless twin, and when he was 13 years old, he and his family relocated to Memphis, Tennessee.",
      "pageId": 9288,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Elvis%27_birthplace_Tupelo%2C_MS_2007.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Rex_Linn",
      "name": "Rex Linn",
      "monthDay": "11/13",
      "aboutText": "Rex Maynard Linn (born November 13, 1956) is an American film and television actor.",
      "pageId": 3615127
    },
    {
      "year": "1957",
      "uri": "/wiki/Nick_Baines_(bishop)",
      "name": "Nick Baines",
      "monthDay": "11/13",
      "aboutText": "Stephen Baxter (born 13 November 1957) is a prolific British hard science fiction author. He has degrees in mathematics and engineering.",
      "pageId": 57826,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/Baxter_Stephen.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stephen_Baxter_(author)",
      "name": "Stephen Baxter",
      "monthDay": "11/13",
      "aboutText": "Nicholas \"Nick\" Baines (born 13 November 1957) is a British Anglican bishop. He has been the Bishop of Leeds since 8 June 2014. He is a former Bishop of Bradford, the diocesan bishop of the Anglican Diocese of Bradford (from 1 April 2011 until 20 April 2014).",
      "pageId": 1677834,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/28/The_Rt_Revd_Nicholas_%28Nick%29_Baines%2C_Bishop_of_Croydon.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Roger_Ingram",
      "name": "Roger Ingram",
      "monthDay": "11/13",
      "aboutText": "John \"Spud\" McConnell (born November 13, 1958), is an American actor and radio personality based in New Orleans, Louisiana.\nMcConnell is a character actor who has appeared in more than 40 films, ranging from obscure independent films (mostly filmed locally in New Orleans, or elsewhere set in the Gulf Coast region) to major cinematic release movies such as O Brother, Where Art Thou?, Django Unchained, 12 Years a Slave, and Interview with the Vampire. McConnell has also appeared in numerous plays, including an off-Broadway run in the one-man show The Kingfish, wherein he portrays colorful Louisiana Governor Huey P. Long.",
      "pageId": 8658027,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1b/BP_Oil_Flood_Protest_NOLA_Brass_Balls_Spud.JPG"
    },
    {
      "year": "1958",
      "uri": "/wiki/John_McConnell_(actor)",
      "name": "John McConnell",
      "monthDay": "11/13",
      "aboutText": "Roger Ingram (born November 13, 1957) is a lead trumpet player, educator, and author. He is best known for being the lead trumpet player on the Jazz at Lincoln Center, Harry Connick, Jr., Maynard Ferguson, Ray Charles, and Woody Herman big bands.",
      "pageId": 20722465,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ab/RogerIngram-2012-ITG.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Caroline_Goodall",
      "name": "Caroline Goodall",
      "monthDay": "11/13",
      "aboutText": "Caroline Cruice Goodall (born 13 November 1959) is an English actress and screenwriter.",
      "pageId": 2542305
    },
    {
      "year": "1960",
      "uri": "/wiki/Neil_Flynn",
      "name": "Neil Flynn",
      "monthDay": "11/13",
      "aboutText": "Neil Richard Flynn (born November 13, 1960) is an American actor and comedian, known for his role as Janitor on the NBC medical comedy-drama Scrubs. He currently portrays Mike Heck on the ABC sitcom The Middle.",
      "pageId": 3191778,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/NeilFlynnHWOFMay2012.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Teodora_Ungureanu",
      "name": "Teodora Ungureanu",
      "monthDay": "11/13",
      "aboutText": "Teodora Ungureanu (born November 13, 1960 in Reșița, Romania) is a retired Romanian gymnast who competed at the 1976 Summer Olympics. She is a three-time Olympic medalist (two silver and one bronze) and a World Championships silver medalist.",
      "pageId": 4420343
    },
    {
      "year": "1963",
      "uri": "/wiki/Jaime_Covilh%C3%A3",
      "name": "Jaime Covilhã",
      "monthDay": "11/13",
      "aboutText": "Jaime Lages Covilhã, is an Angolan basketball coach.",
      "pageId": 39606718
    },
    {
      "year": "1963",
      "uri": "/wiki/Vinny_Testaverde",
      "name": "Vinny Testaverde",
      "monthDay": "11/13",
      "aboutText": "Vincent Frank Testaverde (/tɛstəˈvɜrdi/; born November 13, 1963) is a former American football quarterback who played for 21 seasons in the National Football League (NFL) during the 1980s, 1990s and 2000s. He was drafted by the Tampa Bay Buccaneers first overall in the 1987 NFL Draft. He played college football at Miami, where he was an All-American and won the Heisman Trophy in 1986.",
      "pageId": 1066611,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Vinny_Testaverde.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/Timo_Rautiainen_(co-driver)",
      "name": "Timo Rautiainen",
      "monthDay": "11/13",
      "aboutText": "Timo Rautiainen (born in Espoo, 13 November 1964) is a Finnish former rally co-driver. He is best known for co-driving for Marcus Grönholm from 1995 to 2007. Rautiainen and Grönholm drove for Peugeot (2000–05) and Ford (2006-07) in the World Rally Championship, and won 30 world rallies and two drivers' world championship titles together.",
      "pageId": 13940834,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1967",
      "uri": "/wiki/Juhi_Chawla",
      "name": "Juhi Chawla",
      "monthDay": "11/13",
      "aboutText": "James Christian \"Jimmy\" Kimmel (born November 13, 1967) is an American television host, producer, writer, comedian, voice actor, musician and radio personality. He is the host and executive producer of Jimmy Kimmel Live!, a late-night talk show that premiered on ABC in 2003. Kimmel also hosted the 64th Primetime Emmy Awards on September 23, 2012.",
      "pageId": 385290,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2f/JimmyKimmelHWOFJan2013.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jimmy_Kimmel",
      "name": "Jimmy Kimmel",
      "monthDay": "11/13",
      "aboutText": "Juhi Chawla (born 13 November 1967) is an Indian actress, model and film producer, and the winner of the Miss India beauty contest in 1984. Chawla has worked predominantly in Hindi language films, in addition to Punjabi, Malayalam, Kannada, Tamil, Telugu, and Bengali language films. A leading actress of Bollywood in the late 1980s, 1990s and early-2000s, Chawla has garnered particular praise for her comic timing and vivacious on-screen persona.",
      "pageId": 1117493,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Juhi_Chawla.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steve_Zahn",
      "name": "Steve Zahn",
      "monthDay": "11/13",
      "aboutText": "Patrick George Hentgen (born November 13, 1968) is an American former professional baseball pitcher, and currently a special assistant to the Toronto Blue Jays organization. He played in Major League Baseball (MLB) for the Blue Jays, St. Louis Cardinals, and Baltimore Orioles.",
      "pageId": 383370,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/Pat_Hentgen_and_Galen_Cisco_1993.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pat_Hentgen",
      "name": "Pat Hentgen",
      "monthDay": "11/13",
      "aboutText": "Steven James \"Steve\" Zahn (/ˈzɑːn/; born November 13, 1967) is an American actor and comedian.",
      "pageId": 1186287,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/87/Jennifer_Aniston_and_Steve_Zahn_Faces_Red_Carpet_for_Premiere_of_Management.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ayaan_Hirsi_Ali",
      "name": "Ayaan Hirsi Ali",
      "monthDay": "11/13",
      "aboutText": "Lori Helene Berenson (born November 13, 1969) is an American convicted in Peru in 1996 for working with the Túpac Amaru Revolutionary Movement (MRTA), a group which had tried to overthrow the Peruvian government by force and which was and is considered a terrorist organization by the Peruvian government. The MRTA was designated on the official \"terrorist organization\" list of the U.S. State Department during the years 1997–2001. Her arrest and conviction, and the circumstances of her trials, provoked considerable attention in the United States and in Peru.",
      "pageId": 254668
    },
    {
      "year": "1969",
      "uri": "/wiki/Lori_Berenson",
      "name": "Lori Berenson",
      "monthDay": "11/13",
      "aboutText": "Ayaan Hirsi Ali (Dutch: [aːˈjaːn ˈɦiːrsi ˈaːli], born Ayaan Hirsi Magan, on 13 November 1969) is a Dutch-American activist, author, and former politician of Somali origin. She opposes female genital mutilation and calls for a reformation of Islam. She is supportive of women's rights and is an atheist.",
      "pageId": 870045,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Ayaan-Hirsi-Ali-VVD.NL-1200x1600.JPG"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gerard_Butler",
      "name": "Gerard Butler",
      "monthDay": "11/13",
      "aboutText": "Gerard James Butler (born 13 November 1969) is a Scottish actor who has appeared on film, stage, and television. After studying law, Butler turned to acting in the mid-1990s with small roles in productions such as Mrs Brown (1997), the James Bond film Tomorrow Never Dies (1997), and Tale of the Mummy (1998). In 2000, he starred as Dracula in the horror film Dracula 2000 with Christopher Plummer and Jonny Lee Miller.",
      "pageId": 757257,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Gerard_Butler_IMG_4383.JPG"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nico_Motchebon",
      "name": "Nico Motchebon",
      "monthDay": "11/13",
      "aboutText": "Nico Motchebon (born 13 November 1969 in Berlin) is a former German 800 metres runner.\nHis personal best of 1:43.91s was set on 31 July 1996 in the 800 m final of the 1996 Summer Olympics in Atlanta, where he finished fifth. Motchebon won bronze medals at the 1993 and 1999 IAAF World Indoor Championships.",
      "pageId": 2420584
    },
    {
      "year": "1969",
      "uri": "/wiki/Josh_Mancell",
      "name": "Josh Mancell",
      "monthDay": "11/13",
      "aboutText": "Noah Leslie Hathaway (born November 13, 1971) is an American actor and a former teen idol. He is best known for his roles as Atreyu in the 1984 film The NeverEnding Story and for portraying Boxey on the original TV Series Battlestar Galactica.",
      "pageId": 844348,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Noah_Hathaway.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Noah_Hathaway",
      "name": "Noah Hathaway",
      "monthDay": "11/13",
      "aboutText": "Josh Mancell (born November 13, 1969) is an American freelance composer and multi-instrumentalist who writes music for film, television, and video games. Based in Los Angeles, Mancell is affiliated with Soundtrack Music Associates. He is most famous for his work on the Crash Bandicoot and Jak and Daxter series of video games.",
      "pageId": 2622807,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/19/Josh_Mancell.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Buddy_Zabala",
      "name": "Buddy Zabala",
      "monthDay": "11/13",
      "aboutText": "Takuya Kimura (木村 拓哉, Kimura Takuya, born November 13, 1972, nicknamed Kimutaku (キムタク)) is a Japanese singer and actor. He is also a member of the Japanese idol group SMAP. Most of the TV dramas he starred in produced high ratings in Japan. He has become one of the most well-known and successful actors/singers/entertainers in Japan and Asia.",
      "pageId": 474086,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Takuya_Kimura%27s_costume_in_Hero.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Takuya_Kimura",
      "name": "Takuya Kimura",
      "monthDay": "11/13",
      "aboutText": "Hector \"Buddy\" Avanceña Zabala (born November 13, 1971) is the bassist of Filipino new wave band The Dawn, indie band Cambio, and widely known as the bassist of the formerly disbanded and now reunited alternative rock band, the Eraserheads.",
      "pageId": 2148023,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Buddy_Zabala_%283344676385%29.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ari_Hoenig",
      "name": "Ari Hoenig",
      "monthDay": "11/13",
      "aboutText": "Indrek Zelinski (born 13 November 1974) is an Estonian football manager and former professional football player.\n^ \"Indrek Zelinski - Century of International Appearances\".",
      "pageId": 2947616
    },
    {
      "year": "1974",
      "uri": "/wiki/Indrek_Zelinski",
      "name": "Indrek Zelinski",
      "monthDay": "11/13",
      "aboutText": "Ari Hoenig (born November 13, 1973) is an American jazz drummer, composer and educator.",
      "pageId": 6894981
    },
    {
      "year": "1975",
      "uri": "/wiki/Quim_(footballer,_born_1975)",
      "name": "Quim",
      "monthDay": "11/13",
      "aboutText": "Joaquim Manuel Sampaio da Silva, OIH (born 13 November 1975), known as Quim (Portuguese pronunciation: [kĩ]), is a Portuguese professional footballer who plays for C.D. Aves as a goalkeeper.\nHe played in nearly 400 Primeira Liga games during his career, over twelve seasons with Braga and six with Benfica, and won five major titles with the latter.",
      "pageId": 682734
    },
    {
      "year": "1975",
      "uri": "/wiki/Tom_Compernolle",
      "name": "Tom Compernolle",
      "monthDay": "11/13",
      "aboutText": "Tom Compernolle (13 November 1975 – 16 June 2008) was a Belgian runner, who specialized in the 5000 metres. He was born in Bruges.\nCompernolle finished thirteenth at the 2002 European Championships and tenth at the 2006 European Championships.",
      "pageId": 18005947,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Tom_Compernolle.JPG"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alain_Digbeu",
      "name": "Alain Digbeu",
      "monthDay": "11/13",
      "aboutText": "Ivica Dragutinović \"Drago\" (Serbian Cyrillic: Ивица Драгутиновић; born 13 November 1975) is a Serbian retired footballer. Mainly a central defender, he could also operate as a defensive left back.\nAfter nearly one decade in Belgium, mainly with Standard Liége, he went to a part of the Sevilla squads that won six major titles in the 2000s.",
      "pageId": 3675404
    },
    {
      "year": "1975",
      "uri": "/wiki/Ivica_Dragutinovi%C4%87",
      "name": "Ivica Dragutinović",
      "monthDay": "11/13",
      "aboutText": "Alain Digbeu (born November 13, 1975) is a French former professional basketball player. He was drafted by the NBA pro club the Atlanta Hawks with the 49th pick in the 1997 NBA Draft. He is 6 ft 6 in (1.98 m) in height and 220 lb (100 kg) in weight.",
      "pageId": 11702336
    },
    {
      "year": "1975",
      "uri": "/wiki/Toivo_Suursoo",
      "name": "Toivo Suursoo",
      "monthDay": "11/13",
      "aboutText": "Kelly Jade Sotherton (born 13 November 1976) is an English former heptathlete and 400m sprinter. She was the bronze medallist at the 2004 Summer Olympics and was fourth at the 2008 Summer Olympics. She also was a bronze at the 2007 World Championships in Athletics, and was the heptathlon gold medallist at the 2006 Commonwealth Games.",
      "pageId": 926763,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/46/Kelly_Sotherton.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kelly_Sotherton",
      "name": "Kelly Sotherton",
      "monthDay": "11/13",
      "aboutText": "Toivo Suursoo (born November 13, 1975) is professional ice hockey coach and player. Suursoo had a long professional career playing for several teams in Europe. Suursoo was the first Estonian-born player drafted by the National Hockey League (NHL).",
      "pageId": 16443864
    },
    {
      "year": "1976",
      "uri": "/wiki/Hiroshi_Tanahashi",
      "name": "Hiroshi Tanahashi",
      "monthDay": "11/13",
      "aboutText": "Chanel Cole (born Chanel Cole Whalley on 13 November 1977) is an Australian musician, best known as a member of the Australian trip hop group Spook.\nChanel was born in Hamilton, New Zealand, and moved to Bega, New South Wales. Her fame grew largely from her appearance as a finalist in the second season of Australian Idol (2004).",
      "pageId": 1120518
    },
    {
      "year": "1977",
      "uri": "/wiki/Chanel_Cole",
      "name": "Chanel Cole",
      "monthDay": "11/13",
      "aboutText": "Hiroshi Tanahashi (棚橋 弘至, Tanahashi Hiroshi, born November 13, 1976) is a Japanese professional wrestler who works primarily for New Japan Pro Wrestling (NJPW), where he is a former seven-time IWGP Heavyweight Champion, one-time IWGP Intercontinental Champion and two-time IWGP Tag Team Champion. Tanahashi holds the record for most reigns as the IWGP Heavyweight Champion, while his fifth reign holds the record for most successful defenses, with eleven. He has also won NJPW's premier tournament, the G1 Climax, on two occasions (2007 and 2015).",
      "pageId": 2490889,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/89/CMLL_Universal_Championship_Tanahashi.JPG"
    },
    {
      "year": "1977",
      "uri": "/wiki/Huang_Xiaoming",
      "name": "Huang Xiaoming",
      "monthDay": "11/13",
      "aboutText": "Nikolai Philippe Fraiture (born November 13, 1978 in New York City, United States) is an American musician and bassist for American rock band The Strokes.",
      "pageId": 1010780,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Nikolai_Fraiture.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nikolai_Fraiture",
      "name": "Nikolai Fraiture",
      "monthDay": "11/13",
      "aboutText": "Huang Xiaoming (born 13 November 1977) is a Chinese actor, singer, and model who accepted \"Talent Scheme\" of Hong Kong in 2009. His best known roles in television are Yang Guo in The Return of the Condor Heroes (2006) and Xu Wenqiang in Shanghai Bund (2007). Huang graduated from the Performance Institute of the Beijing Film Academy in 2000, alongside other well-known actors such as Zhao Wei and Chen Kun.",
      "pageId": 5137151
    },
    {
      "year": "1979",
      "uri": "/wiki/Kick_(comedian)",
      "name": "Kick",
      "monthDay": "11/13",
      "aboutText": "Ya'akov \"Kobi\" Shimoni (Hebrew: יעקב \"קובי\" שמעוני, born November 13, 1979), generally known by his stage name Subliminal (Hebrew: סאבלימינל‎), is an Israeli rapper and record producer.",
      "pageId": 430296,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Subliminal_%28rapper%29.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Subliminal_(rapper)",
      "name": "Subliminal",
      "monthDay": "11/13",
      "aboutText": "Yu Kikuta (菊田 悠, Kikuta Yū, born November 13, 1979, in Tokyo, Japan), better known as Kick (キック, Kikku, originally as KICK☆), is a Japanese comedian and writer who is represented by the talent agency, Horipro. He graduated from Toho Junior and Senior High School and Japan University of the Arts Faculty Department of Photography.\n^ \"Official profile\" (in Japanese).",
      "pageId": 47911786
    },
    {
      "year": "1979",
      "uri": "/wiki/Metta_World_Peace",
      "name": "Metta World Peace",
      "monthDay": "11/13",
      "aboutText": "Metta World Peace (born Ronald William Artest, Jr. on November 13, 1979) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He was known as Ron Artest before legally changing his name in September 2011.",
      "pageId": 1190101,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Metta_World_Peace.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Monique_Coleman",
      "name": "Monique Coleman",
      "monthDay": "11/13",
      "aboutText": "Adrienne Monique Coleman (born November 13, 1980), known professionally as Monique Coleman, is an American actress, dancer, singer, entrepreneur, and philanthropist best known for her co-starring role in Disney's High School Musical movies, in which she plays Taylor McKessie. Coleman also had a recurring role on The Suite Life of Zack & Cody, as a school girl named Mary–Margaret, along with Vanessa Hudgens. She also competed in the third edition of ABC's Dancing with the Stars, finishing in fourth place.",
      "pageId": 4462806,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Monique_Coleman%2C_HSM2.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sara_Del_Rey",
      "name": "Sara Del Rey",
      "monthDay": "11/13",
      "aboutText": "François-Louis Tremblay (born November 13, 1980, in Alma, Quebec, Canada) is a Canadian short track speed skater and five-time Olympic medalist who competed at the 2002, 2006, and 2010 Winter Olympics.\nFrançois-Louis Tremblay is one of only two Canadian men to win 5 medals at the Winter Olympic games, the other man being Marc Gagnon. At the 2002 Winter Olympic Games in Salt Lake City, Tremblay was a member of Canada's gold medal-winning 5,000-meter relay team.",
      "pageId": 4196971
    },
    {
      "year": "1980",
      "uri": "/wiki/Fran%C3%A7ois-Louis_Tremblay",
      "name": "François-Louis Tremblay",
      "monthDay": "11/13",
      "aboutText": "Sara Amato (born November 13, 1980) is an American professional wrestling trainer and retired professional wrestler best known by her ring name Sara Del Rey. She was a mainstay for Chikara and Shimmer, but also appeared for many other independent promotions in the United States, including Ring of Honor (ROH), IWA Mid-South and All Pro Wrestling, as well as Mexico's Lucha Libre Femenil. Del Rey has also taped several matches, competing under a mask and using the name Nic Grimes, for the MTV promotion Wrestling Society X. Del Rey was the inaugural Shimmer Champion and co-holder of the Shimmer Tag Team Championship with Courtney Rush, making her the promotion's first double champion.",
      "pageId": 5361264,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/71/Del_Rey%27s_Royal_Butterfly.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rivkah_(artist)",
      "name": "Rivkah",
      "monthDay": "11/13",
      "aboutText": "Ryan Bertin (born November 13, 1981) is an American amateur wrestler.",
      "pageId": 1633884
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Bertin",
      "name": "Ryan Bertin",
      "monthDay": "11/13",
      "aboutText": "Rivkah (born November 13, 1981) is best known as the artist, writer, and creator of the ongoing teen graphic novel series Steady Beat.\nRivkah was born in Austin, Texas. She began drawing comics full-time in August 2003.",
      "pageId": 6583213,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/47/Rivkahauthorphoto.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mark_Cardona",
      "name": "Mark Cardona",
      "monthDay": "11/13",
      "aboutText": "Mark Reynan Mikesell \"Macmac\" Cardona (born November 3, 1981) is a Filipino professional basketball player currently playing for the NLEX in the Philippine Basketball Association. Nicknamed \"Captain Hook\" because of his patented teardrop shots, otherwise known as the running hook, Cardona owes his moniker to former UAAP commentator Jude Turcuato.\nPlaying at the shooting guard spot, Cardona is one of a few players who can create, execute and complete a play with very little assistance from his teammates.",
      "pageId": 5347082
    },
    {
      "year": "1981",
      "uri": "/wiki/Kirsten_Price_(actress)",
      "name": "Kirsten Price",
      "monthDay": "11/13",
      "aboutText": "Kirsten Price (born November 13, 1981) is the stage name of a pornographic actress, model, and cable television show host.",
      "pageId": 8382387,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Kirsten_Price_2010.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shawn_Yue",
      "name": "Shawn Yue",
      "monthDay": "11/13",
      "aboutText": "Shawn Yue (born 13 November 1981), also known as Yue Man-lok (余文樂), is a Hong Kong actor and singer.",
      "pageId": 1885310,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Shawn_Yue.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Copon",
      "name": "Michael Copon",
      "monthDay": "11/13",
      "aboutText": "Michael Sowell Copon (born November 13, 1982) is an American actor, model, producer, and singer. He is known for playing Felix Taggaro in the television series One Tree Hill, Vin Keahi in the television series Beyond the Break, and Lucas Kendall in Power Rangers Time Force.",
      "pageId": 2297902,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Paparazzo_Presents_Michael_Copon.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Samkon_Gado",
      "name": "Samkon Gado",
      "monthDay": "11/13",
      "aboutText": "Kumi Koda (倖田 來未, Kōda Kumi, born November 13, 1982), is a Japanese singer from Kyoto, known for her urban and R&B songs. Having debuted in 2000 with the single \"Take Back\", Koda gained fame for her seventh single, \"Real Emotion/1000 no Kotoba\", the songs of which were used as themes for the video game Final Fantasy X-2. Her popularity grew with the release of her fourth studio album Secret (2005), her sixteenth single \"Butterfly\" (2005), and her first greatest hits album Best: First Things (2005), reaching the number-three, number-two and number-one spot respectively.",
      "pageId": 1600453,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Koda_Kumi_2013.10.09_taiwan.JPG"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kumi_Koda",
      "name": "Kumi Koda",
      "monthDay": "11/13",
      "aboutText": "Samkon Kaltho Gado (born November 13, 1982) is a Nigerian-American former American football running back. He played college football at Liberty. He was signed by the Kansas City Chiefs as an undrafted free agent in 2005.",
      "pageId": 3163873,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Samkon_Gado_in_2006.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Claudia_Balderrama",
      "name": "Claudia Balderrama",
      "monthDay": "11/13",
      "aboutText": "Kalle Kriit (born 13 November 1983 in Elva) is an Estonian professional racing cyclist who last rode for UCI Professional Continental Team Cofidis.",
      "pageId": 28232918,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/15/Kalle_Kriit.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kalle_Kriit",
      "name": "Kalle Kriit",
      "monthDay": "11/13",
      "aboutText": "Claudia Balderrama Ibañez (born in Catavi, Llallagua, Potosí, Bolivia on 13 November 1983) is a Bolivian race-walker of partial Aymara ancestry. She competed for Bolivia at the 2012 Summer Olympics, finishing 33rd in a new personal best of 1:33:28.",
      "pageId": 36242246
    },
    {
      "year": "1983",
      "uri": "/wiki/Maleli_Kunavore",
      "name": "Maleli Kunavore",
      "monthDay": "11/13",
      "aboutText": "Maleli Kunavore (13 November 1983 – 15 November 2012) was a Fijian rugby union footballer.",
      "pageId": 8451130,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/December_1%2C_2012_Stade_toulousain_vs_ASM_1817.JPG"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lucas_Barrios",
      "name": "Lucas Barrios",
      "monthDay": "11/13",
      "aboutText": "Lucas Ramón Barrios Cáceres (Spanish pronunciation: [ˈlukas raˈmom ˈbarjos ˈkaseɾes]; born 13 November 1984) is an Argentine-born Paraguayan footballer. He currently plays as a striker for Palmeiras. Barrios is known for his effectiveness in the target area.",
      "pageId": 11694488
    },
    {
      "year": "1984",
      "uri": "/wiki/Kurt_Morath",
      "name": "Kurt Morath",
      "monthDay": "11/13",
      "aboutText": "Asdrúbal José Cabrera (Spanish pronunciation: [asˈðɾuβal kaˈβɾeɾa]; born November 13, 1985) is a Venezuelan professional shortstop for the New York Mets of Major League Baseball (MLB). He has played in MLB for the Cleveland Indians, Washington Nationals, and Tampa Bay Rays. Cabrera, a switch hitter, is a two-time All-Star.",
      "pageId": 7757562,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Asdr%C3%BAbal_Cabrera.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Asdr%C3%BAbal_Cabrera",
      "name": "Asdrúbal Cabrera",
      "monthDay": "11/13",
      "aboutText": "Kurt Morath (born 13 November 1984 in North Shore City, New Zealand) is a rugby union footballer who plays as fly-half. Morath was part of the Tonga squad at the 2011 and 2015 Rugby World Cups.\nIn 2005, Morath was selected in the New Zealand Under-21 extended squad alongside other notable New Zealand players such as Andrew Ellis.",
      "pageId": 33065565,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/Kurt_Morath_2011.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kevin_Bridges",
      "name": "Kevin Bridges",
      "monthDay": "11/13",
      "aboutText": "Kevin Andrew Bridges (born 13 November 1986) is a Scottish stand-up comedian. He has appeared on many comedy television shows including Would I Lie to You?, Have I Got News for You and has performed at Live at the Apollo. Kevin Bridges: What's the Story?",
      "pageId": 23751528
    },
    {
      "year": "1987",
      "uri": "/wiki/Hatsune_Matsushima",
      "name": "Hatsune Matsushima",
      "monthDay": "11/13",
      "aboutText": "Hatsune Matsushima (松嶋初音, はつね　まつしま born November 13, 1987) is a Japanese gravure model, talent and actress affiliated with Harmony Promotion (ハーモニープロモーション). She was born in Tokyo, Japan. Her real name is Noriko Matsushima, and goes by the nickname Hachu.",
      "pageId": 33728448
    },
    {
      "year": "1987",
      "uri": "/wiki/Dana_Vollmer",
      "name": "Dana Vollmer",
      "monthDay": "11/13",
      "aboutText": "Dana Whitney Vollmer (born November 13, 1987) is an American competition swimmer, Olympic gold medalist, and former world record-holder. At the 2004 Summer Olympics, she won a gold medal as a member of the winning United States team in the 4×200-meter freestyle relay that set the world record in the event. Eight years later at the 2012 Summer Olympics, Vollmer set the world record on her way to the gold medal in the 100-meter butterfly, and also won golds in the 4×100-meter medley relay and 4×200-meter freestyle relay.",
      "pageId": 1327967
    },
    {
      "year": "1990",
      "uri": "/wiki/Kathleen_Herles",
      "name": "Kathleen Herles",
      "monthDay": "11/13",
      "aboutText": "Kathleen Herles (born November 13, 1990) is an American voice actress, best known for being the original voice of Dora on Dora the Explorer and Go, Diego, Go!.\nHerles was born in Queens, New York. Her parents are from Lima, Peru.",
      "pageId": 1830327,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Nuvola_apps_multimedia.png"
    },
    {
      "year": "1991",
      "uri": "/wiki/Matt_Bennett",
      "name": "Matt Bennett",
      "monthDay": "11/13",
      "aboutText": "Devon Bostick (born November 13, 1991) is a Canadian actor, best known for playing the lead role in the Atom Egoyan-directed film Adoration, Brent in Saw VI and Rodrick Heffley in the Diary of a Wimpy Kid movies. He currently portrays Jasper Jordan on The CW show, The 100.",
      "pageId": 17601857,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1a/DevonBostickSep08.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Devon_Bostick",
      "name": "Devon Bostick",
      "monthDay": "11/13",
      "aboutText": "Matthew Harrison \"Matt\" Bennett (born November 13, 1991) is an American actor, singer and screenwriter.",
      "pageId": 26929357,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/73/Matt_Bennett.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maksim_Podholjuzin",
      "name": "Maksim Podholjuzin",
      "monthDay": "11/13",
      "aboutText": "Maksim Podholjuzin (born 13 November 1992) is an Estonian professional footballer currently banned from football until December 5, 2016 for match fixing. He last played for Levadia in Estonian Meistriliiga as a defender.\n^ \"NIMED: 26 kihlveopetturit said karistuse\".",
      "pageId": 42121421,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Podholjuzin%2C_Maksim.IMG_4604.JPG"
    },
    {
      "year": "1995",
      "uri": "/wiki/Lucy_Fallon",
      "name": "Lucy Fallon",
      "monthDay": "11/13",
      "aboutText": "Lucy Elizabeth Fallon (born 13 November 1995) is an English actress. She is best known for her role as Bethany Platt, the teenage daughter of Sarah-Louise Platt in the ITV soap Coronation Street.",
      "pageId": 47625315,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1996",
      "uri": "/wiki/Austin_Williams",
      "name": "Austin Williams",
      "monthDay": "11/13",
      "aboutText": "Austin Williams (born November 13, 1996) is an American soap opera actor. In 2005, Austin was cast in the film The Good Shepherd, which starred Matt Damon, as the young version of Damon's character Edward Wilson. Here he also displayed his vast musical talents, including metal guitar and classical piano compositions.",
      "pageId": 18775658
    }
  ]
}