{
  "people": [
    {
      "year": "1464",
      "uri": "/wiki/Emperor_Go-Kashiwabara",
      "name": "Emperor Go-Kashiwabara",
      "aboutText": "Charles I (19 November 1600 – 30 January 1649) was monarch of the three kingdoms of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649.\nCharles was the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the English, Irish and Scottish thrones on the death of his elder brother, Henry Frederick, Prince of Wales, in 1612.",
      "pageId": 7426,
      "monthDay": "11/19"
    },
    {
      "year": "1563",
      "uri": "/wiki/Robert_Sidney,_1st_Earl_of_Leicester",
      "name": "Robert Sidney, 1st Earl of Leicester",
      "aboutText": "James Abram Garfield (November 19, 1831 – September 19, 1881) was the 20th President of the United States, serving from March 4, 1881 until his assassination later that year. Garfield had served nine terms in the House of Representatives, and had been elected to the Senate before his candidacy for the White House, though he declined the senatorship once he was president-elect. He is the only sitting House member to be elected president.",
      "pageId": 40400,
      "monthDay": "11/19"
    },
    {
      "year": "1597",
      "uri": "/wiki/Elizabeth_Charlotte_of_the_Palatinate_(1597%E2%80%931660)",
      "name": "Elizabeth Charlotte of the Palatinate",
      "aboutText": "Mikhail Vasilyevich Lomonosov (/ˌlɒməˈnɔːsɔːf, -sɒf/; Russian: Михаи́л Васи́льевич Ломоно́сов; IPA: [mʲɪxɐˈil vɐˈsʲilʲjɪvʲɪtɕ ləmɐˈnosəf]; November 19 [O.S. November 8] 1711 – April 15 [O.S. April 4] 1765) was a Russian polymath, scientist and writer, who made important contributions to literature, education, and science. Among his discoveries was the atmosphere of Venus and the Law of Mass Conservation in chemical reactions. His spheres of science were natural science, chemistry, physics, mineralogy, history, art, philology, optical devices and others.",
      "pageId": 63375,
      "monthDay": "11/19"
    },
    {
      "year": "1600",
      "uri": "/wiki/Charles_I_of_England",
      "name": "Charles I of England",
      "aboutText": "(Karl Albert) Bertel Thorvaldsen (Danish pronunciation: [ˌbɛɐ̯dl̩ ˈtɔɐ̯vælˀsn̩]; ca. 1770 – 24 March 1844) was a Danish sculptor of international fame, who spent most of his life (1789–1838) in Italy. Thorvaldsen was born in Copenhagen into a Danish/Icelandic family of humble means, and was accepted to the Royal Danish Academy of Art when he was eleven years old.",
      "pageId": 65124,
      "monthDay": "11/19"
    },
    {
      "year": "1600",
      "uri": "/wiki/Lieuwe_van_Aitzema",
      "name": "Lieuwe van Aitzema",
      "aboutText": "Karl Schwarz (19 November 1812 – 25 March 1885) was a German Protestant theologian.",
      "pageId": 177540,
      "monthDay": "11/19"
    },
    {
      "year": "1616",
      "uri": "/wiki/Eustache_Le_Sueur",
      "name": "Eustache Le Sueur",
      "aboutText": "Emperor Go-Kashiwabara (後柏原天皇 Go-Kashiwabara-tennō) (November 19, 1464 – May 19, 1526) was the 104th emperor of Japan, according to the traditional order of succession. He reigned from November 16, 1500 to May 19, 1526. His personal name was Katsuhito (勝仁).",
      "pageId": 195016,
      "monthDay": "11/19"
    },
    {
      "year": "1700",
      "uri": "/wiki/Jean-Antoine_Nollet",
      "name": "Jean-Antoine Nollet",
      "aboutText": "Lakshmibai, the Rani of Jhansi (19 November 1828 – 18 June 1858), born as Manikarnika and renamed Lakshmibai  pronunciation  in 1842 after her marriage, was the queen of the Maratha-ruled Jhansi State, situated in the north-central part of India. She was one of the leading figures of the Indian Rebellion of 1857 and became for Indian nationalists a symbol of resistance to the British Raj.",
      "pageId": 201856,
      "monthDay": "11/19"
    },
    {
      "year": "1711",
      "uri": "/wiki/Mikhail_Lomonosov",
      "name": "Mikhail Lomonosov",
      "aboutText": "Benjamin Chew (November 19, 1722 – January 20, 1810) was a fifth-generation American, a Quaker-born legal scholar, a prominent and successful Philadelphia lawyer, head of the Pennsylvania Judiciary System under both Colony and Commonwealth, and Chief Justice of the Supreme Court of the Province of Pennsylvania. Chew was well known for his precision and brevity in making legal arguments as well as his excellent memory, judgment, and knowledge of statutory law. His primary allegiance was to the supremacy of law and constitution.",
      "pageId": 243351,
      "monthDay": "11/19"
    },
    {
      "year": "1722",
      "uri": "/wiki/Leopold_Auenbrugger",
      "name": "Leopold Auenbrugger",
      "aboutText": "Robert Sidney, 1st Earl of Leicester (19 November 1563 – 13 July 1626), second son of Sir Henry Sidney, was a statesman of Elizabethan and Jacobean England. He was also a patron of the arts and an interesting poet.",
      "pageId": 297821,
      "monthDay": "11/19"
    },
    {
      "year": "1722",
      "uri": "/wiki/Benjamin_Chew",
      "name": "Benjamin Chew",
      "aboutText": "Ferdinand Marie, Vicomte de Lesseps GCSI (French: [də lesɛps]; 19 November 1805 – 7 December 1894) was a French diplomat and later developer of the Suez Canal, which in 1869 joined the Mediterranean and Red Seas, substantially reducing sailing distances and times between Europe and East Asia.\nHe attempted to repeat this success with an effort to build a Panama Canal at sea-level during the 1880s, but the project was devastated by epidemics of malaria and yellow fever in the area, as well as beset by financial problems, and the planned de Lesseps Panama Canal was never completed. Eventually, the project was bought out by the United States who solved the medical problems and changed the design to a non-sea-level canal with locks.",
      "pageId": 314522,
      "monthDay": "11/19"
    },
    {
      "year": "1752",
      "uri": "/wiki/George_Rogers_Clark",
      "name": "George Rogers Clark",
      "aboutText": "Wilhelm Dilthey (German: [ˈdɪltaɪ]; 19 November 1833 – 1 October 1911) was a German historian, psychologist, sociologist, and hermeneutic philosopher, who held Hegel's Chair in Philosophy at the University of Berlin. As a polymathic philosopher, working in a modern research university, Dilthey's research interests revolved around questions of scientific methodology, historical evidence and history's status as a science.",
      "pageId": 611323,
      "monthDay": "11/19"
    },
    {
      "year": "1770",
      "uri": "/wiki/Bertel_Thorvaldsen",
      "name": "Bertel Thorvaldsen",
      "aboutText": "George Rogers Clark (November 19, 1752 – February 13, 1818) was a surveyor, soldier, and militia officer from Virginia and the highest ranking American military officer on the northwestern frontier during the American Revolutionary War. He served as leader of the Kentucky (then part of Virginia) militia throughout much of the war. Clark is best known for his celebrated captures of Kaskaskia (1778) and Vincennes (1779) during the Illinois Campaign, which greatly weakened British influence in the Northwest Territory.",
      "pageId": 670994,
      "monthDay": "11/19"
    },
    {
      "year": "1802",
      "uri": "/wiki/Solomon_Foot",
      "name": "Solomon Foot",
      "aboutText": "Josef Leopold Auenbrugger or Avenbrugger (19 November 1722 – 17 May 1809), also known as Leopold von Auenbrugger, was the Austrian physician who invented percussion as a diagnostic technique.",
      "pageId": 692550,
      "monthDay": "11/19"
    },
    {
      "year": "1805",
      "uri": "/wiki/Ferdinand_de_Lesseps",
      "name": "Ferdinand de Lesseps",
      "aboutText": "Eustache Le Sueur or Lesueur (19 November 1617 – 30 April 1655), one of the founders of the French Academy of Painting, was born in Paris, where he passed his whole life.\nHis early death and retired habits led to various fables attaching to his life, in a similar way to Claude Lorrain. We are told that, persecuted by Le Brun, who was jealous of his ability, he became the intimate friend and correspondent of Poussin, and it is added that, broken-hearted at the death of his wife, Le Sueur retired to the monastery of the Chartreux and died in the arms of the prior.",
      "pageId": 921242,
      "monthDay": "11/19"
    },
    {
      "year": "1808",
      "uri": "/wiki/Janez_Bleiweis",
      "name": "Janez Bleiweis",
      "aboutText": "Lieuwe (Leo) van Aitzema (19 November 1600 – 23 February 1669) was a Dutch historian, diplomat, bon viveur, philanderer and spy.\nHe was born at Dokkum, in Friesland. In 1617 he published a volume of Latin poems under the title of Poemata Juvenilia, of which a copy is preserved in the British Museum.",
      "pageId": 1714038,
      "monthDay": "11/19"
    },
    {
      "year": "1812",
      "uri": "/wiki/Karl_Schwarz",
      "name": "Karl Schwarz",
      "aboutText": "Jean-Antoine Nollet (19 November 1700 – 25 April 1770) was a French clergyman and physicist.",
      "pageId": 1925203,
      "monthDay": "11/19"
    },
    {
      "year": "1828",
      "uri": "/wiki/Rani_of_Jhansi",
      "name": "Rani Lakshmibai",
      "aboutText": "Solomon Foot (November 19, 1802 – March 28, 1866) was a United States Senator from Vermont.",
      "pageId": 2826292,
      "monthDay": "11/19"
    },
    {
      "year": "1831",
      "uri": "/wiki/James_A._Garfield",
      "name": "James A. Garfield",
      "aboutText": "Georg Hermann Quincke (November 19, 1834 – January 13, 1924) was a German physicist.",
      "pageId": 6904740,
      "monthDay": "11/19"
    },
    {
      "year": "1833",
      "uri": "/wiki/Wilhelm_Dilthey",
      "name": "Wilhelm Dilthey",
      "aboutText": "Elisabeth Charlotte of the Palatinate (19 November 1597 – 26 April 1660) was the wife of George William, Elector of Brandenburg and Duke of Prussia, and the mother of Frederick William of Brandenburg, the \"Great Elector\".",
      "pageId": 7761215,
      "monthDay": "11/19"
    },
    {
      "year": "1834",
      "uri": "/wiki/Georg_Hermann_Quincke",
      "name": "Georg Hermann Quincke",
      "aboutText": "Janez Bleiweis (19 November 1808 – 29 November 1881) was a Slovene conservative politician, journalist, physician, veterinarian, and public figure. He was the leader of the so-called Old Slovene political movement. Already during his lifetime, he was called father of the nation.",
      "pageId": 17348073,
      "monthDay": "11/19"
    },
    {
      "year": "1843",
      "uri": "/wiki/Richard_Avenarius",
      "name": "Richard Avenarius",
      "aboutText": "Clifton Webb (November 19, 1889 – October 13, 1966) was an American actor, dancer, and singer known for his Oscar-nominated roles in such films as Laura, The Razor's Edge, and Sitting Pretty.",
      "pageId": 154682,
      "monthDay": "11/19"
    },
    {
      "year": "1843",
      "uri": "/wiki/C._X._Larrabee",
      "name": "C. X. Larrabee",
      "aboutText": "José Raúl Capablanca y Graupera (19 November 1888 – 8 March 1942) was a Cuban chess player who was world chess champion from 1921 to 1927. Considered one of the greatest players of all time, he was renowned for his exceptional endgame skill and speed of play. He was exceptionally difficult to beat, losing only 35 first class games in his entire career.",
      "pageId": 170402,
      "monthDay": "11/19"
    },
    {
      "year": "1845",
      "uri": "/wiki/Agnes_Giberne",
      "name": "Agnes Giberne",
      "aboutText": "William Ashley \"Billy\" Sunday (November 19, 1862 – November 6, 1935) was an American athlete who, after being a popular outfielder in baseball's National League during the 1880s, became the most celebrated and influential American evangelist during the first two decades of the 20th century.\nBorn into poverty in Iowa, Sunday spent some years at the Iowa Soldiers' Orphans' Home before working at odd jobs and playing for local running and baseball teams. His speed and agility provided him the opportunity to play baseball in the major leagues for eight years, where he was an average hitter and a good fielder known for his base-running.",
      "pageId": 266982,
      "monthDay": "11/19"
    },
    {
      "year": "1859",
      "uri": "/wiki/Mikhail_Ippolitov-Ivanov",
      "name": "Mikhail Ippolitov-Ivanov",
      "aboutText": "Mikhail Ivanovich Kalinin (Russian: Михаи́л Ива́нович Кали́нин; 19 November [O.S. 7 November] 1875 – 3 June 1946), known familiarly by Soviet citizens as \"Kalinych\", was a Bolshevik revolutionary and Marxist–Leninist functionary, who served as head of state of the Russian SFSR and later of the Soviet Union from 1919 to 1946. From 1926, he was a member of the Politburo of the Communist Party of the Soviet Union.",
      "pageId": 387492,
      "monthDay": "11/19"
    },
    {
      "year": "1862",
      "uri": "/wiki/Billy_Sunday",
      "name": "Billy Sunday",
      "aboutText": "James Batcheller Sumner (November 19, 1887 – August 12, 1955) was an American chemist.",
      "pageId": 545553,
      "monthDay": "11/19"
    },
    {
      "year": "1875",
      "uri": "/wiki/Mikhail_Kalinin",
      "name": "Mikhail Kalinin",
      "aboutText": "Mikhail Mikhailovich Ippolitov-Ivanov (Russian: Михаи́л Миха́йлович Ипполи́тов-Ива́нов; 19 November [O.S. 7 November] 1859 – 28 January 1935) was a Russian composer, conductor and teacher.",
      "pageId": 585843,
      "monthDay": "11/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Tatyana_Afanasyeva",
      "name": "Tatyana Afanasyeva",
      "aboutText": "Ned Sparks (November 19, 1883 – April 3, 1957) was a Canadian-born character actor of the American stage and screen. Sparks was known for his deadpan expression and deep, gravelly voice.",
      "pageId": 746017,
      "monthDay": "11/19"
    },
    {
      "year": "1877",
      "uri": "/wiki/Giuseppe_Volpi",
      "name": "Giuseppe Volpi",
      "aboutText": "Richard Ludwig Heinrich Avenarius (Paris, November 19, 1843 – Zürich, August 18, 1896) was a German-Swiss philosopher. He formulated the radical positivist doctrine of \"empirical criticism\" or empirio-criticism.\nAvenarius attended the Nicolaischule in Leipzig and studied in Zurich, Berlin, and Leipzig.",
      "pageId": 1077984,
      "monthDay": "11/19"
    },
    {
      "year": "1879",
      "uri": "/wiki/Mait_Metsanurk",
      "name": "Mait Metsanurk",
      "aboutText": "Quentin Roosevelt (November 19, 1897 – July 14, 1918) was the youngest son of President Theodore Roosevelt. Family and friends agreed that Quentin had many of his father's positive qualities and few of the negative ones. Inspired by his father and siblings, he joined the United States Army Air Service where he became a pursuit pilot during World War I. Extremely popular with his fellow pilots and known for being daring, he was killed in aerial combat over France on Bastille Day (July 14), 1918.",
      "pageId": 1091156,
      "monthDay": "11/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Ned_Sparks",
      "name": "Ned Sparks",
      "aboutText": "Américo de Deus Rodrigues Tomás (or Thomaz), GCC, GOA, GOSE (Portuguese pronunciation: [ɐˈmɛɾiku dɨ ˈdewʃ ʁuˈdɾiɡɨʃ tuˈmaʃ]), (19 November 1894 – 18 September 1987) was a Portuguese admiral and politician.",
      "pageId": 1396005,
      "monthDay": "11/19"
    },
    {
      "year": "1887",
      "uri": "/wiki/James_B._Sumner",
      "name": "James B. Sumner",
      "aboutText": "René Louis Gabriel Voisin (19 November 1893 - 16 January 1952) was a French trumpeter.\nBorn in Angers, France, Voisin was a member of the Boston Symphony Orchestra trumpet section for 24 years, between 1928 and his death in 1952; he was also father and teacher to Roger Voisin, the trumpet player and pedagogue who would later become principal trumpet of the Boston Symphony.\nVoisin was a student of Pierre Vignal (1879–1943) at the Paris Conservatory.",
      "pageId": 2455621,
      "monthDay": "11/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Jos%C3%A9_Ra%C3%BAl_Capablanca",
      "name": "José Raúl Capablanca",
      "aboutText": "Tatyana Alexeyevna Afanasyeva (Russian: Татья́на Алексе́евна Афана́сьева) (Kiev, 19 November 1876 – Leiden, 14 April 1964) (also known as Tatiana Ehrenfest-Afanaseva) was a Russian/Dutch mathematician. On 21 December 1904 she was married to Paul Ehrenfest (1880–1933) an Austrian physicist. They had two daughters and two sons: one daughter, Tatyana Pavlovna Ehrenfest, also became a mathematician.",
      "pageId": 3958696,
      "monthDay": "11/19"
    },
    {
      "year": "1889",
      "uri": "/wiki/Clifton_Webb",
      "name": "Clifton Webb",
      "aboutText": "Louise Emma Augusta Dahl (November 19, 1895 – December 11, 1989) was an American photographer. She is known primarily for her work for Harper's Bazaar, in association with fashion editor Diana Vreeland.",
      "pageId": 4176374,
      "monthDay": "11/19"
    },
    {
      "year": "1892",
      "uri": "/wiki/Thomas_Clay",
      "name": "Thomas Clay",
      "aboutText": "Agnes Giberne (19 November 1845 in Belgaum, India – 20 August 1939 in Eastbourne, England) was a prolific British author who wrote fiction with moral or religious themes for children and also books on astronomy for young people.\nEducated by governesses in Europe and England after her father Major Charles Giberne retired from service in India, Agnes Giberne started publishing didactic novels and short stories with improving themes under her initials A.G., some of it for the Religious Tract Society. Later she used her full name for her fiction, for her well-received works on astronomy and the natural world, and for her biography of the children's writer Charlotte Maria Tucker.",
      "pageId": 7547036,
      "monthDay": "11/19"
    },
    {
      "year": "1892",
      "uri": "/wiki/Huw_T._Edwards",
      "name": "Huw T. Edwards",
      "aboutText": "Huw Thomas Edwards (19 November 1892 – 8 November 1970) was a Welsh trade union leader and politician.\nEdwards was a trade unionist who was, for many years, the most influential figure in the Labour Party in north Wales. He was appointed the first chair of the Council for Wales and Monmouthshire in 1949.",
      "pageId": 9078180,
      "monthDay": "11/19"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ren%C3%A9_Voisin",
      "name": "René Voisin",
      "aboutText": "Charles Xavier \"C. X.\" Larrabee (November 19, 1843 – September 16, 1914) was a 19th-century businessman and a co-founder of the town of Fairhaven, Washington.",
      "pageId": 9751042,
      "monthDay": "11/19"
    },
    {
      "year": "1894",
      "uri": "/wiki/Am%C3%A9rico_Tom%C3%A1s",
      "name": "Américo Tomás",
      "aboutText": "Tommy (Thomas) Clay was born 19 November 1892 in Leicester and died on 21 February 1949 in Southend.",
      "pageId": 15691954,
      "monthDay": "11/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Louise_Dahl-Wolfe",
      "name": "Louise Dahl-Wolfe",
      "aboutText": "Giuseppe Volpi, 1st Count of Misurata (19 November 1877 – 16 November 1947) was an Italian businessman and politician.\nCount Volpi developed utilities which brought electricity to Venice, northeast Italy, and the Balkans by 1903.\nIn 1911-1912, he acted as a negotiator in ending the Italo-Turkish War.",
      "pageId": 18424911,
      "monthDay": "11/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Evert_van_Linge",
      "name": "Evert van Linge",
      "aboutText": "Evert van Linge (19 November 1895 – 6 December 1964) was a Dutch footballer who earned 13 caps for the Dutch national side between 1919 and 1926, scoring three goals. He also participated at the 1924 Summer Olympics. He played for Be Quick 1887 and SC Veendam.",
      "pageId": 20057340,
      "monthDay": "11/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Quentin_Roosevelt",
      "name": "Quentin Roosevelt",
      "aboutText": "Mait Metsanurk (Born Eduard Hubel, November 19, 1879 – 21 August 1957), was an Estonian writer who led the neo-realist school of Estonian literature.",
      "pageId": 24674763,
      "monthDay": "11/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/Klement_Jug",
      "name": "Klement Jug",
      "aboutText": "Indira Priyadarshini Gandhi (Hindustani: [ˈɪnːdɪrə ˈɡaːnd̪ʱi]; née Nehru; 19 November 1917 – 31 October 1984) was the first female Prime Minister of India and central figure of the Indian National Congress party. Indira Gandhi, who served from 1966 to 1977 and then again from 1980 until her assassination in 1984, is the second-longest-serving Prime Minister of India and the only woman to hold the office.\nIndira Gandhi was the only child of the first Indian Prime Minister, Jawaharlal Nehru.",
      "pageId": 15179,
      "monthDay": "11/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/Arthur_R._von_Hippel",
      "name": "Arthur R. von Hippel",
      "aboutText": "Mikhail Alekseevich Lavrentyev or Lavrentiev (Russian: Михаи́л Алексе́евич Лавре́нтьев) (November 19, 1900 – October 15, 1980) was a Soviet mathematician and hydrodynamicist.",
      "pageId": 63358,
      "monthDay": "11/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Abu_al-Qasim_al-Khoei",
      "name": "Abu al-Qasim al-Khoei",
      "aboutText": "Nathan Freudenthal Leopold, Jr. (November 19, 1904 – August 29, 1971) and Richard Albert Loeb (/ˈloʊb/; June 11, 1905 – January 28, 1936), usually referred to collectively as Leopold and Loeb, were two wealthy students at the University of Chicago who in May 1924 kidnapped and murdered 14-year-old Robert Franks (born September 19, 1909) in Chicago. They committed the murder—widely characterized at the time as \"the crime of the century\"—as a demonstration of their perceived intellectual superiority, which, they thought, rendered them capable of carrying out a \"perfect crime\", and absolved them of responsibility for their actions.",
      "pageId": 158547,
      "monthDay": "11/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Allen_Tate",
      "name": "Allen Tate",
      "aboutText": "Adrian Malcolm Conan Doyle (19 November 1910 – 3 June 1970) was the youngest son of Sir Arthur Conan Doyle and his second wife Jean, Lady Doyle or Lady Conan Doyle. He had two siblings, sister Jean and brother Denis, as well as two half-siblings, sister Mary and brother Kingsley.\nAdrian Conan Doyle has been depicted as a race-car driver, big-game hunter, explorer, and writer.",
      "pageId": 172049,
      "monthDay": "11/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Bunny_Ahearne",
      "name": "Bunny Ahearne",
      "aboutText": "Thomas Francis \"Tommy\" Dorsey, Jr. (November 19, 1905 – November 26, 1956) was an American jazz trombonist, trumpeter, composer, and bandleader of the Big Band era. He was known as the \"Sentimental Gentleman of Swing\", because of his smooth-toned trombone playing.",
      "pageId": 175068,
      "monthDay": "11/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Mikhail_Lavrentyev",
      "name": "Mikhail Lavrentyev",
      "aboutText": "Peter Ferdinand Drucker (/ˈdrʌkər/; German: [ˈdʀʊkɐ]; November 19, 1909 – November 11, 2005) was an Austrian-born American management consultant, educator, and author, whose writings contributed to the philosophical and practical foundations of the modern business corporation.",
      "pageId": 240018,
      "monthDay": "11/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Anna_Seghers",
      "name": "Anna Seghers",
      "aboutText": "George Emil Palade (Romanian pronunciation: [ˈd͡ʒe̯ord͡ʒe eˈmil paˈlade]; November 19, 1912 – October 8, 2008) was a Romanian-American cell biologist. He was described as \"the most influential cell biologist ever\"; in 1974 he was awarded the Nobel Prize in Physiology and Medicine, together with Albert Claude and Christian de Duve. The prize was granted for his innovations in electron microscopy and cell fractionation which together laid the foundations of modern molecular cell biology, the most notable discovery being the ribosomes of the endoplasmic reticulum – which he first described in 1955.",
      "pageId": 289950,
      "monthDay": "11/19"
    },
    {
      "year": "1904",
      "uri": "/wiki/Nathan_Freudenthal_Leopold,_Jr.",
      "name": "Nathan Freudenthal Leopold, Jr.",
      "aboutText": "John Orley Allen Tate (November 19, 1899 – February 9, 1979) was an American poet, essayist, social commentator, and Poet Laureate Consultant in Poetry to the Library of Congress from 1943 to 1944.",
      "pageId": 297317,
      "monthDay": "11/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Tommy_Dorsey",
      "name": "Tommy Dorsey",
      "aboutText": "Abu al-Qasim al-Khoei  pronunciation  AH-boo al KAH-sihm al HOO-EEE (November 19, 1899 – August 8, 1992) was one of the most influential Twelver Shia Islamic scholars (marja'), and the predecessor to Ali al-Sistani. He was the spiritual leader of much of the Shia world until his death in 1992.",
      "pageId": 731056,
      "monthDay": "11/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Franz_Sch%C3%A4dle",
      "name": "Franz Schädle",
      "aboutText": "Alan Young (born November 19, 1919) is an English-born, Canadian-American actor, voice artist, comedian, radio host, television host and personality best known for his role as Wilbur Post in the television comedy series Mister Ed and as the voice of Scrooge McDuck in Disney films, TV series and video games. During the 1940s and 1950s, he starred in his own shows on radio and television.\n^ a b \"Alan Young\".",
      "pageId": 744129,
      "monthDay": "11/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jack_Schaefer",
      "name": "Jack Schaefer",
      "aboutText": "Earl Wilbur Sutherland, Jr. (November 19, 1915 – March 9, 1974) was an American pharmacologist and biochemist born in Burlingame, Kansas.",
      "pageId": 810300,
      "monthDay": "11/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Peter_Drucker",
      "name": "Peter Drucker",
      "aboutText": "Anna Seghers (19 November 1900 – 1 June 1983) was a German writer famous for depicting the moral experience of the Second World War. The pseudonym Anna Seghers was apparently based on the surname of the Dutch painter and printmaker Hercules Pieterszoon Seghers or Segers (c. 1589 – c.",
      "pageId": 833857,
      "monthDay": "11/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Adrian_Conan_Doyle",
      "name": "Adrian Conan Doyle",
      "aboutText": "Gillo Pontecorvo (Italian: [ˈdʒillo ponteˈkɔrvo]; 19 November 1919 – 12 October 2006) was an Italian filmmaker. He worked as a film director for more than a decade before his best known film La battaglia di Algeri (The Battle of Algiers, 1966) was released. It won the Golden Lion at the Venice Film Festival in 1966.",
      "pageId": 1939901,
      "monthDay": "11/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Bernard_Joseph_McLaughlin",
      "name": "Bernard Joseph McLaughlin",
      "aboutText": "Arthur Robert von Hippel (November 19, 1898 – December 31, 2003) was a German American materials scientist and physicist.",
      "pageId": 1959265,
      "monthDay": "11/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/George_Emil_Palade",
      "name": "George Emil Palade",
      "aboutText": "John Francis \"Bunny\" Ahearne ((1900-11-19)November 19, 1900 – April 11, 1985(1985-04-11)) was a promoter for ice hockey.\nBorn in Wexford, Ireland, Bunny was instrumental in bringing the sport of ice hockey to Great Britain. He became the Manager of the Great Britain national ice hockey team in 1934 and helped manage the British to a gold medal at the 1936 Winter Olympics, then the European Ice Hockey Championship in 1937 and 1938.",
      "pageId": 1987418,
      "monthDay": "11/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Robert_Simpson_(meteorologist)",
      "name": "Robert Simpson",
      "aboutText": "Jack Warner Schaefer (November 19, 1907 – January 24, 1991) was an American writer known for his Westerns.",
      "pageId": 2141367,
      "monthDay": "11/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Earl_Wilbur_Sutherland,_Jr.",
      "name": "Earl Wilbur Sutherland, Jr.",
      "aboutText": "Robert Homer Simpson (November 19, 1912 – December 18, 2014) was an American meteorologist, hurricane specialist, first director of the National Hurricane Research Project (NHRP) from 1955–1959, and a former director (1967–1974) of the National Hurricane Center (NHC). He was the co-developer of the Saffir–Simpson Hurricane Scale with Herbert Saffir. His wife was Joanne Simpson.",
      "pageId": 6099763,
      "monthDay": "11/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/Indira_Gandhi",
      "name": "Indira Gandhi",
      "aboutText": "Klement Jug (19 November 1898 – 11 August 1924) was a Slovene philosopher, essayist and mountaineer who died while climbing Mount Triglav.",
      "pageId": 18964112,
      "monthDay": "11/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gillo_Pontecorvo",
      "name": "Gillo Pontecorvo",
      "aboutText": "Bernard Joseph McLaughlin (November 19, 1912 – January 5, 2015) was an American Bishop of the Roman Catholic Church.",
      "pageId": 19290705,
      "monthDay": "11/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alan_Young",
      "name": "Alan Young",
      "aboutText": "SS-Obersturmbannführer (Lieutenant Colonel) Franz Schädle (19 November 1906 – 2 May 1945) was the last commander of Adolf Hitler's personal bodyguard (the Führerbegleitkommando; FBK), from 5 January 1945 until his death on 2 May 1945, aged 38.",
      "pageId": 23866192,
      "monthDay": "11/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Gene_Tierney",
      "name": "Gene Tierney",
      "aboutText": "Roy Campanella (November 19, 1921 – June 26, 1993), nicknamed \"Campy\", was an American baseball player, primarily as a catcher. The Philadelphia native played for the Negro leagues and Mexican League for several seasons before moving into the minor leagues in 1946. He made his Major League Baseball (MLB) debut in 1948.",
      "pageId": 77393,
      "monthDay": "11/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Roy_Campanella",
      "name": "Roy Campanella",
      "aboutText": "Gene Eliza Tierney (November 19, 1920 – November 6, 1991) was an American film and stage actress. Acclaimed as a great beauty, she became established as a leading lady. Tierney was best known for her portrayal of the title character in the film Laura (1944), and was nominated for an Academy Award for Best Actress for her performance as Ellen Berent Harland in Leave Her to Heaven (1945).",
      "pageId": 181349,
      "monthDay": "11/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Peter_Ruckman",
      "name": "Peter Ruckman",
      "aboutText": "Jeane J. Kirkpatrick (née Jeane Duane Jordan; November 19, 1926 – December 7, 2006) was an American ambassador and an ardent anti-communist. She was a long-time Democrat, who turned Republican in 1985. After serving as Ronald Reagan's foreign policy adviser in his 1980 campaign, she became the first woman to serve as U.S. ambassador to the United Nations.",
      "pageId": 220739,
      "monthDay": "11/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Salil_Chowdhury",
      "name": "Salil Chowdhury",
      "aboutText": "Larry King (born Lawrence Harvey Zeiger, November 19, 1933) is an American television and radio host, actor, voice actor and comedian whose work has been recognized with awards including two Peabodys and 10 Cable ACE Awards.\nHe began as a local Florida journalist and radio interviewer in the 1950s and 1960s and became prominent as an all-night national radio broadcaster starting in 1978.",
      "pageId": 301864,
      "monthDay": "11/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Yuri_Knorozov",
      "name": "Yuri Knorozov",
      "aboutText": "Eleanor Key Francis \"Glo\" Helin (née Francis) (November 19, 1932 – January 25, 2009) was an American astronomer. She was principal investigator of the Near-Earth Asteroid Tracking (NEAT) program of NASA's Jet Propulsion Laboratory. She retired in 2002.",
      "pageId": 590308,
      "monthDay": "11/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Rajko_Miti%C4%87",
      "name": "Rajko Mitić",
      "aboutText": "Zygmunt Bauman (born 19 November 1925) is a Polish sociologist. He has resided in England since 1971 after being driven out of Poland by an anti-semitic campaign engineered by the Communist government. Professor Emeritus of Sociology at the University of Leeds, Bauman is one of the world's most eminent social theorists writing on issues as diverse as modernity and the Holocaust, postmodern consumerism and liquid modernity.",
      "pageId": 666212,
      "monthDay": "11/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Louis_D._Rubin,_Jr.",
      "name": "Louis D. Rubin, Jr.",
      "aboutText": "William Russell Enoch (born 19 November 1924), better known as William Russell, is an English actor, mainly known for his television work. He was born in Sunderland, County Durham.",
      "pageId": 873375,
      "monthDay": "11/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/William_Russell_(actor)",
      "name": "William Russell",
      "aboutText": "Gerald \"Jerry\" Sheindlin (born November 19, 1933) is an American author and television personality. He was a short-lived judge on the television program The People's Court from 1999 to 2000 television season and most of the 2000–01 season before being replaced by Marilyn Milian. Before that, he served on the New York State Supreme Court.",
      "pageId": 945501,
      "monthDay": "11/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Knut_Steen",
      "name": "Knut Steen",
      "aboutText": "Norman Frank Cantor (November 19, 1929 – September 18, 2004) was a Canadian-American historian who specialized in the medieval period. Known for his accessible writing and engaging narrative style, Cantor's books were among the most widely read treatments of medieval history in English. His textbook The Civilization of the Middle Ages, first published in 1963, remains an all-time bestseller in the field.",
      "pageId": 1005236,
      "monthDay": "11/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Margaret_Turner-Warwick",
      "name": "Margaret Turner-Warwick",
      "aboutText": "Dara Singh (19 November 1928 – 12 July 2012) was an Indian wrestler-turned-actor. He started acting in 1952 and was the first sportsman to be nominated to the Rajya Sabha (upper house) of India. He worked as Hindi and Punjabi film producer, director and writer, and he acted in films and television.",
      "pageId": 1916329,
      "monthDay": "11/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Zygmunt_Bauman",
      "name": "Zygmunt Bauman",
      "aboutText": "Giuseppe Umberto \"Pino\" Rauti (19 November 1926 – 2 November 2012) was an Italian politician who was a leading figure on the far-right for many years, although Rauti described himself as leftist and non-fascist. Involved in active politics since 1948, he was one of founders and, for many years, the leader of the Social Idea Movement.",
      "pageId": 2136539,
      "monthDay": "11/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jeane_Kirkpatrick",
      "name": "Jeane Kirkpatrick",
      "aboutText": "Yuriy Valentinovich Knorozov (alternatively Knorosov; Russian: Ю́рий Валенти́нович Кноро́зов; November 19, 1922 – March 31, 1999) was a Soviet linguist, epigrapher and ethnographer, who is particularly renowned for the pivotal role his research played in the decipherment of the Maya script, the writing system used by the pre-Columbian Maya civilization of Mesoamerica.",
      "pageId": 2216503,
      "monthDay": "11/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Pino_Rauti",
      "name": "Pino Rauti",
      "aboutText": "Salil Chowdhury (Bengali: সলিল চৌধুরী; 'Sholil Choudhuri' in phonetic Wiki-Bengali; 19 November 1923 – 5 September 1995) was an Indian music composer, who mainly composed for Bengali, Hindi and Malayalam films. He was also a poet and a playwright. He is affectionately called Salilda by his admirers.",
      "pageId": 2289091,
      "monthDay": "11/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Barry_Reckord",
      "name": "Barry Reckord",
      "aboutText": "Peter Sturges Ruckman (born November 19, 1921) is an American Independent Baptist pastor. He is also the founder of the Pensacola Bible Institute (not to be confused with Pensacola Christian College) in Pensacola, Florida.\nRuckman is known for his assertion that the King James Version constitutes \"advanced revelation\" and is the final, preserved word of God for English speakers.",
      "pageId": 5082138,
      "monthDay": "11/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dara_Singh",
      "name": "Dara Singh",
      "aboutText": "Rajko Mitić (Serbian Cyrillic: Рајко Митић, IPA: [ˈrâːjko ˈmǐːtit͡ɕ]; November 19, 1922 – March 29, 2008) was a Serbian football player and coach. Mitić was born in Dolac, Bela Palanka in the Kingdom of Serbs, Croats and Slovenes.",
      "pageId": 5433302,
      "monthDay": "11/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Norman_Cantor",
      "name": "Norman Cantor",
      "aboutText": "Kurt Nielsen (19 November 1930 – 11 June 2011) was a Danish tennis player. He was born in Copenhagen, and is the only Danish tennis player ever to have played in a Men's Singles final in a Grand Slam tournament.\nNielsen reached the singles finals of Wimbledon in 1953 (losing to Vic Seixas, having defeated Ken Rosewall in the quarterfinal) and 1955 (losing to Tony Trabert).",
      "pageId": 5884234,
      "monthDay": "11/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Kurt_Nielsen",
      "name": "Kurt Nielsen",
      "aboutText": "Knut Steen (19 November 1924 – 22 September 2011) was a Norwegian sculptor.\nSteen was born in Oslo but lived in Italy from 1973 until his death in September 2011. Steen is perhaps best known for his work on the Norwegian National Academy of Fine Arts in conjunction with the Danish sculptor Per Palle Storm.",
      "pageId": 15183470,
      "monthDay": "11/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Eleanor_F._Helin",
      "name": "Eleanor F. Helin",
      "aboutText": "Dame Margaret Turner-Warwick DBE, PhD Lond, DM DSc (Hon) Oxf, FRACP, FACP, FFOM, FRCP (born 19 November 1924) is a retired British medical doctor and thoracic specialist.",
      "pageId": 24286963,
      "monthDay": "11/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Larry_King",
      "name": "Larry King",
      "aboutText": "Barry Reckord (19 November 1926 – 20 December 2011) was a Jamaican playwright, one of the earliest Caribbean writers to make a contribution to theatre in Britain.",
      "pageId": 34393731,
      "monthDay": "11/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jerry_Sheindlin",
      "name": "Jerry Sheindlin",
      "aboutText": "Louis Decimus Rubin, Jr. (November 19, 1923 – November 16, 2013) was a noted American literary scholar and critic, writing teacher, publisher, and writer. He is credited with helping to establish Southern literature as a recognized area of study within the field of American literature, as well as serving as a teacher and mentor for writers at Hollins College and the University of North Carolina at Chapel Hill; and for founding Algonquin Books of Chapel Hill, a publishing company nationally recognized for fiction by Southern writers.",
      "pageId": 40616183,
      "monthDay": "11/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kurt_Hamrin",
      "name": "Kurt Hamrin",
      "aboutText": "Robert Edward \"Ted\" Turner III (born November 19, 1938) is an American media mogul and philanthropist. As a businessman, he is known as founder of the Cable News Network more popularly known as CNN, the first 24-hour cable news channel. In addition, he founded WTBS, which pioneered the superstation concept in cable television.",
      "pageId": 30475,
      "monthDay": "11/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Valentin_Kozmich_Ivanov",
      "name": "Valentin Kozmich Ivanov",
      "aboutText": "Tommy George Thompson (born November 19, 1941) is a United States Republican politician who was a state legislator in Wisconsin, and 42nd Governor of Wisconsin from 1987 to 2001 (the longest serving). During his term as Governor he was the Chairman of AMTRAK, the nation's passenger rail service. He served as the U.S. Secretary of Health and Human Services from 2001-05, appointed by George W. Bush.",
      "pageId": 217709,
      "monthDay": "11/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/David_Lloyd-Jones_(conductor)",
      "name": "David Lloyd-Jones",
      "aboutText": "John Francis \"Jack\" Welch, Jr. (born November 19, 1935) is a retired American business executive, author, and chemical engineer. He was chairman and CEO of General Electric between 1981 and 2001.",
      "pageId": 227480,
      "monthDay": "11/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Rashad_Khalifa",
      "name": "Rashad Khalifa",
      "aboutText": "Yuan Tseh Lee (traditional Chinese: 李遠哲; simplified Chinese: 李远哲; pinyin: Lǐ Yuǎnzhé; Wade–Giles: Li³ Yüan³-che²; Pe̍h-ōe-jī: Lí Oán-tiat; born November 19, 1936) is a Taiwanese chemist. He was the first Taiwanese Nobel Prize laureate, who, along with the Hungarian-Canadian John C. Polanyi and American Dudley R. Herschbach won the Nobel Prize in Chemistry in 1986 \"for their contributions to the dynamics of chemical elementary processes\". Lee's particular Physical chemistry work was related to the use of advanced chemical kinetics techniques to investigate and manipulate the behavior of chemical reactions for relative large molecules using crossed molecular beams.",
      "pageId": 252532,
      "monthDay": "11/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jack_Welch",
      "name": "Jack Welch",
      "aboutText": "Rashad Khalifa (Arabic: رشاد خليفة‎; November 19, 1935–January 31, 1990) was an Egyptian-American biochemist, closely associated with the United Submitters International.",
      "pageId": 375137,
      "monthDay": "11/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dick_Cavett",
      "name": "Dick Cavett",
      "aboutText": "Thomas Richard \"Tom\" Harkin (born November 19, 1939) is an American politician who served as a United States Senator from Iowa from 1985 to 2015. A member of the Democratic Party, he previously served in the United States House of Representatives from 1975 to 1985.\nBorn in Cumming, Iowa, Harkin graduated from Iowa State University and The Catholic University of America's Columbus School of Law.",
      "pageId": 375268,
      "monthDay": "11/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ray_Collins_(musician)",
      "name": "Ray Collins",
      "aboutText": "Emil Constantinescu (Romanian pronunciation: [eˈmil konstantiˈnesku]; born 19 November 1939) is a Romanian professor and politician, who served as the third President of Romania, from 1996 to 2000.\nConstantinescu first graduated from the Faculty of Law and then the Faculty of Geology and Geophysics of the University of Bucharest, and subsequently started a career as a geologist. Beginning in 1966, Constantinescu taught in the Geology Faculty of the University of Bucharest.",
      "pageId": 393370,
      "monthDay": "11/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Yuan_T._Lee",
      "name": "Yuan T. Lee",
      "aboutText": "Calvin Richard Klein (/ˈkælvɨn ˈrɪtʃərd klaɪn/; born November 19, 1942) is an American fashion designer who launched the company that would later become Calvin Klein Inc., in 1968.",
      "pageId": 430391,
      "monthDay": "11/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Penelope_Leach",
      "name": "Penelope Leach",
      "aboutText": "Dan Haggerty (born November 19, 1941) is an American actor.",
      "pageId": 584845,
      "monthDay": "11/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ted_Turner",
      "name": "Ted Turner",
      "aboutText": "Richard Alva \"Dick\" Cavett (/ˈkævɨt/; born November 19, 1936) is an American television personality and former talk show host notable for his conversational style and in-depth discussions. Cavett appeared regularly on nationally broadcast television in the United States in five consecutive decades, the 1960s through the 2000s.",
      "pageId": 857536,
      "monthDay": "11/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Emil_Constantinescu",
      "name": "Emil Constantinescu",
      "aboutText": "Sharon Olds (born November 19, 1942) is an American poet.",
      "pageId": 1439747,
      "monthDay": "11/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tom_Harkin",
      "name": "Tom Harkin",
      "aboutText": "Kurt Roland Hamrin (Swedish: [kɵʈ hamˈriːn]; born 19 November 1934) is a Swedish retired footballer. He is currently the eighth highest goalscorer of all-time in Italy's Serie A, with 190 goals. Hamrin was a fast, creative, and technically gifted winger; he was known in particular for his incredible dribbling ability with both feet, and for being prolific in front of goal.",
      "pageId": 1594225,
      "monthDay": "11/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ghada_Karmi",
      "name": "Ghada Karmi",
      "aboutText": "Valentin Kozmich Ivanov (Russian: Валентин Козьмич Иванов, November 19, 1934 – November 8, 2011) was a football winger/striker, co-leading scorer at the 1962 World Cup and co-1960 European Nations' Cup top scorer.\nIvanov appeared 59 times for the Soviet Union, scoring 26 goals. That number is third in national history behind Oleg Blokhin and Oleg Protasov.",
      "pageId": 1619448,
      "monthDay": "11/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jane_Mansbridge",
      "name": "Jane Mansbridge",
      "aboutText": "Penelope Jane Leach (née Balchin; born 19 November 1937), is a British psychologist who researches and writes extensively on parenting issues from a child development perspective.\nLeach is best known for her book Your Baby and Child: From Birth to Age Five, published in 1977, which has sold over two million copies to date and won the BMA award for “best medical book for general audiences” 1998.",
      "pageId": 2331251,
      "monthDay": "11/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Richard_Zare",
      "name": "Richard Zare",
      "aboutText": "Richard Neil Zare (born November 19, 1939) is a Professor of Chemistry at Stanford University (USA). His professional specialty is physical chemistry. Throughout his career, Zare has made a considerable impact on the field of physical chemistry.",
      "pageId": 4454307,
      "monthDay": "11/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dan_Haggerty",
      "name": "Dan Haggerty",
      "aboutText": "Ray Collins (November 19, 1936 – December 24, 2012) was an American musician.\nCollins grew up in Pomona, California singing in his school choir, the son of a local police officer. He quit high school to get married.",
      "pageId": 5106392,
      "monthDay": "11/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tommy_Thompson",
      "name": "Tommy Thompson",
      "aboutText": "David Matthias Lloyd-Jones (born 19 November 1934) is a British conductor who has specialised in British and Russian music.",
      "pageId": 6039623,
      "monthDay": "11/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roland_Clift",
      "name": "Roland Clift",
      "aboutText": "Ghada Karmi (Arabic: غادة كرمي‎, Ghādah Karmi) (born 1939) is a Palestinian doctor of medicine, author and academic. She writes frequently on Palestinian issues in newspapers and magazines, including The Guardian, The Nation and Journal of Palestine Studies.",
      "pageId": 7695731,
      "monthDay": "11/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Calvin_Klein_(fashion_designer)",
      "name": "Calvin Klein",
      "aboutText": "Roland Clift, CBE FREng  is a chemical engineering professor widely known for his work and media contributions on the topic of sustainability.",
      "pageId": 18541866,
      "monthDay": "11/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sharon_Olds",
      "name": "Sharon Olds",
      "aboutText": "Jane Jebb Mansbridge (born November 19, 1939) is an American political scientist.\nJane Mansbridge is currently the Charles F. Adams Professor of Political Leadership and Democratic Values in the Kennedy School of Government at Harvard University. She received her B.A. from Wellesley College in 1961, her M.A. in History from Harvard in 1966, and her Ph.D. in Government from Harvard in 1971.",
      "pageId": 42251515,
      "monthDay": "11/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Fred_Lipsius",
      "name": "Fred Lipsius",
      "aboutText": "Charles Leslie Falconer, Baron Falconer of Thoroton, PC, QC, (born 19 November 1951) is a British Labour peer and barrister.\nFalconer became the Lord Chancellor and the first Secretary of State for Constitutional Affairs in 2003 under Prime Minister Tony Blair, and would go on to become the first Secretary of State for Justice in a 2007 reorganization and enlargement of the portfolio of the Department for Constitutional Affairs. He held this role for over a month until Gordon Brown became Prime Minister in June 2007.",
      "pageId": 244860,
      "monthDay": "11/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Aurelio_Monteagudo",
      "name": "Aurelio Monteagudo",
      "aboutText": "Robert Raymond Boone (born November 19, 1947) is an American former catcher and manager in Major League Baseball who was a four-time All-Star. Born in San Diego, California, Bob Boone is the son of a major league player, the late third baseman Ray Boone, and the father of two major leaguers: former second baseman Bret Boone and former utility infielder Aaron Boone.",
      "pageId": 419680,
      "monthDay": "11/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Agnes_Baltsa",
      "name": "Agnes Baltsa",
      "aboutText": "Robert Adame Beltran (born November 19, 1953) is an American actor, known for his roles as Raoul in Paul Bartel's cult film Eating Raoul and as Commander Chakotay on Star Trek: Voyager.",
      "pageId": 535287,
      "monthDay": "11/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dennis_Hull",
      "name": "Dennis Hull",
      "aboutText": "Raymond Blanc OBE (born 19 November 1949) is a French chef born near Besançon, the capital of the Franche-Comté region in eastern France, between Burgundy and the Jura mountains. He grew up in Saône, a village just east of there. He is one of Britain's most respected chefs.",
      "pageId": 736272,
      "monthDay": "11/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Hans_Monderman",
      "name": "Hans Monderman",
      "aboutText": "Lamar Seeligson Smith (born November 19, 1947) is the U.S. Representative (Republican) for Texas's 21st congressional district, serving since 1987. The district includes most of the wealthier sections of San Antonio and Austin, as well as some of the Texas Hill Country. He sponsored the Stop Online Piracy Act (SOPA), and the Protecting Children From Internet Pornographers Act (PCIP).",
      "pageId": 964077,
      "monthDay": "11/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bobby_Tolan",
      "name": "Bobby Tolan",
      "aboutText": "Aurelio Faustino Monteagudo Cintra (/aʊˈreɪli.oʊ mɒnteɪˈɡuːdoʊ/; November 19, 1943 – November 10, 1990), nicknamed \"Monty\", was a right-handed screwball pitcher who played in Major League Baseball.",
      "pageId": 974385,
      "monthDay": "11/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bob_Boone",
      "name": "Bob Boone",
      "aboutText": "Zeenat Aman (born 1951 in Bombay) is an Indian actress, model and beauty queen best known for her work in Hindi films during the 1970s and 80's. She won the Miss Asia Pacific 1970 title. She is the first South Asian woman to win the title.",
      "pageId": 992816,
      "monthDay": "11/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anfinn_Kallsberg",
      "name": "Anfinn Kallsberg",
      "aboutText": "Nigel Bennett (born 19 November 1949) is an English-Canadian actor/director/writer who has been based in Canada since 1986.",
      "pageId": 1115065,
      "monthDay": "11/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lamar_S._Smith",
      "name": "Lamar S. Smith",
      "aboutText": "Ahmad Rashād (born Robert Earl Moore on November 19, 1949) is an American sportscaster (mostly with NBC Sports) and former professional football player. He was the fourth overall selection of the 1972 NFL Draft, taken by the St. Louis Cardinals.",
      "pageId": 1642691,
      "monthDay": "11/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nigel_Bennett",
      "name": "Nigel Bennett",
      "aboutText": "Thomas Louis \"Tom\" Villard (November 19, 1953 – November 14, 1994) was an American actor.",
      "pageId": 2303903,
      "monthDay": "11/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Raymond_Blanc",
      "name": "Raymond Blanc",
      "aboutText": "Anfinn Kallsberg (born 19 November 1947 in Klaksvík, Faroe Islands) is a Faroese politician, former prime minister, and the former leader of the People's Party (Faroese: 'Fólkaflokkurin'). First elected to the Faroese parliament in 1980 and consecutively since then, Kallsberg served as Fisheries Minister from 1983 to 1985 and for 5 months in Jógvan Sundstein's first coalition government in 1989, and as Economics and Finance Minister from 1996 to 1998 in a coalition led by Edmund Joensen (Union Party).\nHe was Speaker of the Løgting 1991–1993.",
      "pageId": 2374657,
      "monthDay": "11/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ahmad_Rash%C4%81d",
      "name": "Ahmad Rashād",
      "aboutText": "Fred Lipsius (born 19 November 1943, The Bronx, New York, U.S.) was the original saxophonist and arranger for the jazz-rock band Blood, Sweat & Tears, for which he played alto saxophone and piano. He was with the band from 1967 to 1971.\nBefore Blood, Sweat & Tears, Lipsius played with the Ronn Metcalfe Orchestra.",
      "pageId": 3088200,
      "monthDay": "11/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Peter_Biyiasas",
      "name": "Peter Biyiasas",
      "aboutText": "Hans Monderman (19 November 1945 – 7 January 2008) was a Dutch road traffic engineer and innovator. He was recognized for radically challenging the criteria used to evaluate engineering solutions for street design. His work compelled transportation planners and highway engineers to look afresh at the way people and technology relate to each other.",
      "pageId": 3286968,
      "monthDay": "11/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Zeenat_Aman",
      "name": "Zeenat Aman",
      "aboutText": "Agnes Baltsa (Greek: Aγνή Mπάλτσα; born 19 November 1944) is a leading Greek mezzo-soprano.\nBaltsa was born in Lefkada. She began playing piano at the age of six, before moving to Athens in 1958 to concentrate on singing.",
      "pageId": 3608174,
      "monthDay": "11/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Charles_Falconer,_Baron_Falconer_of_Thoroton",
      "name": "Charles Falconer, Baron Falconer of Thoroton",
      "aboutText": "Dennis William Hull (born November 19, 1944) is a retired professional ice hockey left winger who played most of his career for the Chicago Black Hawks of the National Hockey League.",
      "pageId": 3847019,
      "monthDay": "11/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Stephen_Soldz",
      "name": "Stephen Soldz",
      "aboutText": "Robert Tolan (born November 19, 1945) is a former center and right fielder in Major League Baseball. Tolan, who batted and threw left-handed, played for the St. Louis Cardinals (1965–68), Cincinnati Reds (1969–73), San Diego Padres (1974–75, 1979), Philadelphia Phillies (1976–77) and Pittsburgh Pirates (1977).",
      "pageId": 5086029,
      "monthDay": "11/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robert_Beltran",
      "name": "Robert Beltran",
      "aboutText": "Réjean M. \"Reggie\" Lemelin (born November 19, 1954) is a former National Hockey League goaltender. He was drafted by the Philadelphia Flyers in the seventh round, 125th overall, in the 1974 NHL Amateur Draft. He was also selected by the Chicago Cougars in the 1974 WHA Amateur Draft; however, he never played in the WHA, due to an argument with management.",
      "pageId": 6192377,
      "monthDay": "11/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Villard",
      "name": "Tom Villard",
      "aboutText": "Peter Biyiasas (born November 19, 1950) is a Canadian chess grandmaster. He was Canadian champion in 1972 and 1975, represented Canada with fine success on four Olympiad teams, and played in two Interzonals. He moved to the United States in 1979, settling in California.",
      "pageId": 10539389,
      "monthDay": "11/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Abdel_Fattah_el-Sisi",
      "name": "Abdel Fattah el-Sisi",
      "aboutText": "Stephen Soldz (born 19 November 1952) is a psychoanalyst, clinical psychologist, professor, and anti-war activist. Soldz is director of the Boston Graduate School of Psychoanalysis.\nHe has received media attention as a vocal critic regarding allegations of the use of psychological torture by the U.S. government in its conduct of the War in Iraq and the War on Terror.",
      "pageId": 18422812,
      "monthDay": "11/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/R%C3%A9jean_Lemelin",
      "name": "Réjean Lemelin",
      "aboutText": "Abdel Fattah Saeed Hussein Khalil el-Sisi (Arabic: عبد الفتاح سعيد حسين خليل السيسي‎ Abdu l-Fattāḥ Sa'īd Ḥusayn Khalīl as-Sīsī, IPA: [ʕæbdel.fætˈtæːħ sæˈʕiːd ħeˈseːn xæˈliːl esˈsiːsi]; born 19 November 1954), commonly known as Sisi, is the sixth and incumbent President of Egypt, in office since June 2014. As chief of the Egyptian Armed Forces, Sisi ousted President Mohammed Morsi amidst an uprising in 2013, launching a bloody crackdown that left 1,400 dead and 16,000 detained. Sisi installed an interim government, remained Minister of Defence and became First Deputy Prime Minister.",
      "pageId": 36703624,
      "monthDay": "11/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kathleen_Quinlan",
      "name": "Kathleen Quinlan",
      "aboutText": "Margaret Mary Emily Anne Hyra (born November 19, 1961), known professionally as Meg Ryan, is an American actress and film producer. After early roles in films such as Top Gun (1986) and Promised Land (1987), she achieved international recognition for her lead performance in When Harry Met Sally... (1989), which earned her her first Golden Globe nomination.",
      "pageId": 51799,
      "monthDay": "11/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Sam_Hamm",
      "name": "Sam Hamm",
      "aboutText": "Ofra Haza (Hebrew: עפרה חזה‎; November 19, 1957 –  February 23, 2000) was an Israeli singer, actress and international recording artist. Her voice has been described as a \"tender\" mezzo-soprano.\nInspired by a love of her Yemenite Jewish and Hebrew culture, her music quickly spread to a wider Middle Eastern audience, somehow bridging the divide between Israel and the Arab countries.",
      "pageId": 66970,
      "monthDay": "11/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_Carter_(diplomat)",
      "name": "Peter Carter",
      "aboutText": "Elizabeth Ann Hulette (November 19, 1960 – May 1, 2003), best known as Miss Elizabeth, was an American professional wrestling manager and occasional professional wrestler. She gained international fame from the mid-1980s to the early 1990s in the World Wrestling Federation, and the mid-1990s in World Championship Wrestling in her role as the manager to wrestler \"Macho Man\" Randy Savage. She died as a result of a drug and alcohol overdose on May 1, 2003 in the home she shared with wrestler Lex Luger.",
      "pageId": 259765,
      "monthDay": "11/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Eileen_Collins",
      "name": "Eileen Collins",
      "aboutText": "Eileen Marie Collins (born November 19, 1956) is a retired NASA astronaut and a retired United States Air Force colonel. A former military instructor and test pilot, Collins was the first female pilot and first female commander of a Space Shuttle. She was awarded several medals for her work.",
      "pageId": 336966,
      "monthDay": "11/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ann_Curry",
      "name": "Ann Curry",
      "aboutText": "Michael Ray Wilbon (/ˈwɪlbɒn/; born November 19, 1958) is an ESPN commentator and former sportswriter and columnist for the Washington Post.",
      "pageId": 383267,
      "monthDay": "11/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Glynnis_O%27Connor",
      "name": "Glynnis O'Connor",
      "aboutText": "Allison Brooks Janney (born November 19, 1959) is an American actress. A seven-time Primetime Emmy Award winner for her television work, her first four Emmy wins were for her role as C.J. Cregg on the NBC drama The West Wing (1999–2006). In 2014, she won the Emmy for Outstanding Guest Actress in a Drama Series for her role as Margaret Scully on the Showtime series Masters of Sex.",
      "pageId": 455047,
      "monthDay": "11/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ofra_Haza",
      "name": "Ofra Haza",
      "aboutText": "Charles Stuart \"Charlie\" Kaufman (born November 19, 1958) is an American screenwriter, producer, director, and lyricist. He wrote the critically acclaimed films Being John Malkovich (1999), Adaptation (2002), and Eternal Sunshine of the Spotless Mind (2004). He made his directorial debut with Synecdoche, New York (2008), which was also well-received; film critic Roger Ebert named it \"the best movie of the decade\" in 2009.",
      "pageId": 537020,
      "monthDay": "11/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tom_Virtue",
      "name": "Tom Virtue",
      "aboutText": "Matthew William Sorum (born November 19, 1960) is an American drummer and percussionist. He is best known as both a former member of the hard rock band Guns N' Roses, with whom he recorded three studio albums, and as a member of the supergroup Velvet Revolver. Sorum is currently a member of the touring project, Kings of Chaos, and is a former member of both The Cult and Y Kant Tori Read.",
      "pageId": 625406,
      "monthDay": "11/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Isabella_Blow",
      "name": "Isabella Blow",
      "aboutText": "Ann Curry (born November 19, 1956) is an American television personality, news journalist and photojournalist. Curry has been a humanitarian reporter for more than 30 years, focused on human suffering in war zones and natural disasters. Curry has reported from the wars in Syria, Darfur, Congo, the Central African Republic, Kosovo, Lebanon, Israel, Afghanistan and Iraq, among others.",
      "pageId": 881991,
      "monthDay": "11/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Algirdas_Butkevi%C4%8Dius",
      "name": "Algirdas Butkevičius",
      "aboutText": "Kathleen Denise Quinlan (born November 19, 1954) is an American film and television actress. She received a Best Actress Golden Globe nomination for the 1977 film I Never Promised You a Rose Garden, and a Best Supporting Actress Academy Award nomination for her role in the 1995 film Apollo 13. Her other film appearances include Airport '77 (1977), The Promise (1979), The Runner Stumbles (1979), Sunday Lovers (1980), Sunset (1988), Clara's Heart (1988), The Doors (1991) and Breakdown (1997).",
      "pageId": 1623710,
      "monthDay": "11/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Terrence_C._Carson",
      "name": "Terrence C. Carson",
      "aboutText": "Isabella \"Issie\" Blow (19 November 1958 – 7 May 2007) was an English magazine editor.",
      "pageId": 1633649,
      "monthDay": "11/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Annette_Gordon-Reed",
      "name": "Annette Gordon-Reed",
      "aboutText": "James Lawrence \"Jim\" Mora (born November 19, 1961) is an American football coach, currently the head coach of the UCLA Bruins of the Pac-12 Conference. Prior to taking the job at UCLA, Mora served as a head coach in the National Football League, coaching the Atlanta Falcons from 2004 to 2006 and Seattle Seahawks in 2009. He has also served as an analyst for NFL Network and Fox Sports.",
      "pageId": 1830054,
      "monthDay": "11/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Charlie_Kaufman",
      "name": "Charlie Kaufman",
      "aboutText": "Glynnis O'Connor (born November 19, 1956) is an American actress, perhaps best known for her work in the mid-1970s, including her lead actress roles in the TV version of Our Town, the short-lived TV series Sons and Daughters, and the films Ode to Billy Joe and Jeremy, both of which co-starred Robby Benson.",
      "pageId": 3254989,
      "monthDay": "11/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Wilbon",
      "name": "Michael Wilbon",
      "aboutText": "Sam Hamm (born November 19, 1955) is an American screenwriter. Hamm is perhaps best known for writing the screenplay for Tim Burton's Batman and Batman Returns. As a result of his work, he was invited to write for the Batman feature in Detective Comics.",
      "pageId": 5344458,
      "monthDay": "11/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Allison_Janney",
      "name": "Allison Janney",
      "aboutText": "Thomas E. \"Tom\" Virtue (born November 19, 1957) is an American actor.",
      "pageId": 5474000,
      "monthDay": "11/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Miss_Elizabeth",
      "name": "Miss Elizabeth",
      "aboutText": "Terrence Connor Carson (born November 19, 1958) is an American singer and stage, voice, and television actor. He is best known for portraying Kyle Barker on the FOX sitcom Living Single and Star Wars: The Clone Wars as the voice double for Samuel L. Jackson. He is also known for voicing Kratos in the God of War video game series.",
      "pageId": 8631310,
      "monthDay": "11/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Matt_Sorum",
      "name": "Matt Sorum",
      "aboutText": "Annette Gordon-Reed (born November 19, 1958 in Livingston, Texas) is an American historian and law professor noted for changing scholarship on Thomas Jefferson regarding his relationship with Sally Hemings and her children.\nGordon-Reed was educated at Dartmouth College and Harvard Law School. She is Professor of Law and History at Harvard, and the Carol K. Pforzheimer Professor at the Radcliffe Institute for Advanced Study.",
      "pageId": 22501124,
      "monthDay": "11/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_L._Mora",
      "name": "Jim L. Mora",
      "aboutText": "Algirdas Butkevičius (born 19 November 1958) has been Prime Minister of Lithuania since December 2012. He was Minister of Finance from 2004 to 2005 and Minister of Transport and Communications from 2006 to 2008. He has led the Social Democratic Party of Lithuania since 2009.",
      "pageId": 27928489,
      "monthDay": "11/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Meg_Ryan",
      "name": "Meg Ryan",
      "aboutText": "Peter Leslie Carter (19 November 1956 – 2 September 2014) was a British diplomat who served as the British Deputy High Commissioner to Nigeria from 2012 until his death in 2014. He was previously Her Britannic Majesty's Ambassador to the Republic of Estonia from 2007 until 2012.\nCarter was educated at The Skinners' School in Tunbridge Wells, Kent, and attended New College, Oxford, where he studied Modern Languages.",
      "pageId": 29229913,
      "monthDay": "11/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tommy_Andersson_(actor)",
      "name": "Tommy Andersson",
      "aboutText": "Lars Artur Tommy Andersson (born 19 November 1962 in Norrköping, died 15 October 2013) was a Swedish actor.\n^ \"Sök person\" (in Swedish). Familjesidan.se.",
      "pageId": 34965778,
      "monthDay": "11/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jodie_Foster",
      "name": "Jodie Foster",
      "aboutText": "Theresa Lee \"Terry\" Farrell (born November 19, 1963) is an American former actress and fashion model.",
      "pageId": 390804,
      "monthDay": "11/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sean_Parnell",
      "name": "Sean Parnell",
      "aboutText": "Anthony Boyd Williams \"Tony\" Ryall CNZM (born 19 November 1964) is a New Zealand politician. He represented the National Party in the New Zealand Parliament from 1990 to 2014. Since November 2008, he served as a cabinet minister, holding the posts of Minister of Health, Minister of State Services and Minister of State Owned Enterprises.",
      "pageId": 1075924,
      "monthDay": "11/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dodie_Boy_Pe%C3%B1alosa",
      "name": "Dodie Boy Peñalosa",
      "aboutText": "Susie Dent (born in Woking, Surrey on 19 November 1964) is an English lexicographer.",
      "pageId": 1396436,
      "monthDay": "11/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kwong_Wa",
      "name": "Kwong Wa",
      "aboutText": "Crystal Waters (born November 19, 1964) is an American house music singer and songwriter, best known for her 1990s dance hits \"Gypsy Woman (She's Homeless)\" and \"100% Pure Love\".",
      "pageId": 1924122,
      "monthDay": "11/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Terry_Farrell_(actress)",
      "name": "Terry Farrell",
      "aboutText": "Gary Riley (born November 19, 1963) is a former American character actor with about thirty credits encompassing theatrical and made-for-TV films as well as episodes of TV series.",
      "pageId": 2182739,
      "monthDay": "11/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jon_Potter",
      "name": "Jon Potter",
      "aboutText": "Kwong Wa (born Chan Muk-wah on 19 November 1962) is a Hong Kong actor and singer. He is widely known for his portrayals of Chinese historical characters such as Lao Ai (A Step into the Past), Xiang Yu (The Conqueror's Story), Tang Sanzang (Journey to the West), Emperor Xuanzong of Tang (The Legend of Lady Yang), Yongzheng Emperor (The King of Yesterday and Tomorrow) and Qianlong Emperor (Happy Ever After).\nKwong had his acting debut in the 1989 film Life Goes On as a cancer patient, which won him the Best New Actor Award in the 9th Hong Kong Film Awards.",
      "pageId": 2528224,
      "monthDay": "11/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gary_Riley",
      "name": "Gary Riley",
      "aboutText": "Nicholas James MacDonald Patrick, Ph.D. (born 19 November 1964), is a British-American engineer and a former NASA astronaut. His flight on the 2006 Discovery STS-116 mission made him the fifth Briton to go into space.\nPatrick was born in Saltburn-by-the-Sea, in Redcar and Cleveland, England, in 1964.",
      "pageId": 2981630,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Susie_Dent",
      "name": "Susie Dent",
      "aboutText": "Jonathan \"Jon\" Nicholas Mark Potter (born 19 November 1963) is Executive Vice President of Brands for Moet Hennessy USA. He is also a former field hockey player who was a member of the gold winning Great Britain squad at the 1988 Summer Olympics in Seoul.",
      "pageId": 3076663,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Fred_Diamond",
      "name": "Fred Diamond",
      "aboutText": "Peter Rohde (born 19 November 1964) came from the Bendigo region and made his Victorian Football League (VFL) debut for Carlton Football Club in 1985, transferring to Melbourne Football Club in 1988 and retiring in 1995. Later he would achieve success with Norwood in the South Australian National Football League as a coach, ultimately leading to his appointment as an assistant coach at the Western Bulldogs.\nTowards the end of the 2002 season, the resignation of incumbent coach Terry Wallace led to Rohde being made caretaker coach for the final round clash with Collingwood at the MCG which the Bulldogs won.",
      "pageId": 3308927,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/David_Goodall_(director)",
      "name": "David Goodall",
      "aboutText": "Vincent Herring (born November 19, 1964) is an American jazz hard bop and post-bop saxophonist and flautist.",
      "pageId": 3784508,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Vincent_Herring",
      "name": "Vincent Herring",
      "aboutText": "Eric Patrick Musselman (born November 19, 1964) is an American basketball coach who is the current head coach at the University of Nevada, Reno.\nThe son of former NBA head coach Bill Musselman, Eric Musselman was a head coach in the Continental Basketball Association (CBA) before becoming an assistant coach with the Minnesota Timberwolves, Orlando Magic (under Chuck Daly and Doc Rivers), and Atlanta Hawks (under Lon Kruger). He was the former head coach of the National Basketball Association's Sacramento Kings and Golden State Warriors.",
      "pageId": 4209225,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Phil_Hughes_(footballer,_born_1964)",
      "name": "Phil Hughes",
      "aboutText": "Fred Irvin Diamond (born November 19, 1964) is a mathematician, known for his role in proving the modularity theorem for elliptic curves. His research interest is in modular forms and Galois representations.\nDiamond received his B.A. from the University of Michigan in 1983, and received his Ph.D. in mathematics from Princeton University in 1988 as a doctoral student of Andrew Wiles.",
      "pageId": 8356786,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jung_Jin-young",
      "name": "Jung Jin-young",
      "aboutText": "Sean R. Parnell (born November 19, 1962) is an American politician. Parnell, a Republican, succeeded to the office of Governor of Alaska in 2009 when Governor Sarah Palin resigned.  Parnell was sworn into office on July 26, 2009.",
      "pageId": 8970855,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Irina_Laricheva_(shooter)",
      "name": "Irina Laricheva",
      "aboutText": "Philip Anthony \"Phil\" Hughes (born 19 November 1964) is a former Northern Ireland international footballer who played as a goalkeeper.\nHe left school in 1981 to sign for Manchester United as an apprentice, keeping goal as they finished FA Youth Cup runners-up in 1982, but leaving the following year without signing a professional contract. A two-year spell at Leeds United followed, after which he spent two years at Bury and four years at Wigan Athletic, before finishing his career in the mid-1990s with Scarborough.",
      "pageId": 10210593,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Eric_Musselman",
      "name": "Eric Musselman",
      "aboutText": "Jung Jin-young (Hangul: 정진영; born November 19, 1964) is a South Korean actor. He has starred in numerous films, including Hi! Dharma!, Bunt, and The Case of Itaewon Homicide.",
      "pageId": 11931349,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nicholas_Patrick",
      "name": "Nicholas Patrick",
      "aboutText": "David Goodall is a director, producer, composer, fight director and actor born in Edinburgh, Scotland in 1964.",
      "pageId": 12428913,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Peter_Rohde",
      "name": "Peter Rohde",
      "aboutText": "Diosdado \"Dodie Boy\" Peñalosa (born November 19, 1962) is a Filipino former professional boxer who won the IBF light flyweight and flyweight titles.",
      "pageId": 12777453,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tony_Ryall",
      "name": "Tony Ryall",
      "aboutText": "Ronnie Sinclair (born 19 November 1964, Stirling) is a former professional footballer who played as a goalkeeper.",
      "pageId": 15050301,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ronnie_Sinclair",
      "name": "Ronnie Sinclair",
      "aboutText": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actor, director and producer who has worked in films and on television. She has often been cited as one of the best actresses of her generation.\nFoster began her career at the age of three as a child model in 1965, and two years later moved to acting in television series with an appearance in the sitcom Mayberry R.F.D..",
      "pageId": 18717883,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Crystal_Waters",
      "name": "Crystal Waters",
      "aboutText": "Irina Yuryevna Laricheva (Russian: Ирина Юрьевна Ларичева; born 19 November 1964) is a Russian trap shooter. She competed at the 2004 and 2008 Summer Olympics and finished in 13th and 9th place, respectively.\nShe won multiple medals at the world championships in the individual and team trap, double trap and shotgun events.",
      "pageId": 37439646,
      "monthDay": "11/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alfredo_Zaiat",
      "name": "Alfredo Zaiat",
      "aboutText": "Yolanda Gail Devers (born November 19, 1966) is an American retired track and field athlete. A three-time Olympic champion for the United States Olympic Team, she is also an inductee of the National Track and Field Hall of Fame.",
      "pageId": 72654,
      "monthDay": "11/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Laurent_Blanc",
      "name": "Laurent Blanc",
      "aboutText": "Justin Gunnar Walter Chancellor (born 19 November 1971) is an English musician formerly in the band Peach but best known as the bass player for rock band Tool. Chancellor is of English and Norwegian descent. Since settling in the US, along with his engagement in his musical projects, he and his wife Shelee Dykman Chancellor used to run a store called Lobal Orning with his friend Zack Daniels in Topanga, California, dedicated to music and literature \"that shaped and changed\" both of them.",
      "pageId": 242559,
      "monthDay": "11/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Douglas_Henshall",
      "name": "Douglas Henshall",
      "aboutText": "Richard Virenque (born 19 November 1969) is a retired French professional road racing cyclist. He was one of the most popular French riders with fans for his boyish personality and his long, lone attacks. He was a climber, winning the King of the Mountains competition of the Tour de France a record seven times.",
      "pageId": 571581,
      "monthDay": "11/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jason_Pierce",
      "name": "Jason Pierce",
      "aboutText": "Jason Scott Lee (Chinese: 李截; pinyin: Lǐ Jié, born November 19, 1966) is an American actor and martial artist.",
      "pageId": 728938,
      "monthDay": "11/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Paulo_S._L._M._Barreto",
      "name": "Paulo S. L. M. Barreto",
      "aboutText": "Philippe Adams (born 19 November 1969 in Mouscron, Belgium) is a racing driver.\n^ \"DRIVERS: PHILIPPE ADAMS\". GrandPrix.com.",
      "pageId": 1013429,
      "monthDay": "11/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Paul_Weitz_(filmmaker)",
      "name": "Paul Weitz",
      "aboutText": "Erika Alexander (born Erika Rose Alexander; November 19, 1969) is an American actress, best known for her roles as Pam Tucker on the NBC sitcom The Cosby Show (1990-1992), and as the strong-willed attorney Maxine Shaw on the FOX sitcom Living Single (1993-1998).",
      "pageId": 1034361,
      "monthDay": "11/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Shmuley_Boteach",
      "name": "Shmuley Boteach",
      "aboutText": "Laurent Robert Blanc (French pronunciation: ​[loʁɑ̃ blɑ̃]; born 19 November 1965) is a French football manager, former player and currently the manager of Paris Saint-Germain. He has the nickname Le Président, which was given to him following his stint at Marseille in tribute to his leadership skills.\nBlanc played professional football for numerous clubs, including Montpellier, Napoli, Barcelona, Marseille, Internazionale and Manchester United, often operating in the sweeper position.",
      "pageId": 1129727,
      "monthDay": "11/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gail_Devers",
      "name": "Gail Devers",
      "aboutText": "Paul John Weitz (born November 19, 1965) is an American film producer, screenwriter, playwright, actor, and film director. He is the brother of filmmaker Chris Weitz. He is best known for his work with his brother, Chris Weitz, on the comedy films American Pie and About a Boy, for which the brothers, who co-directed, were nominated for an Oscar.",
      "pageId": 1201329,
      "monthDay": "11/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rocco_DiSpirito",
      "name": "Rocco DiSpirito",
      "aboutText": "Rocco DiSpirito (born November 19, 1966) is an American chef based in New York City.",
      "pageId": 1433761,
      "monthDay": "11/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kakhaber_Kacharava",
      "name": "Kakhaber Kacharava",
      "aboutText": "Jason Andrew Pierce (born 19 November 1965 in Rugby) is an English musician. Currently the frontman and sole permanent member of the band Spiritualized, he previously co-fronted alternative rock band Spacemen 3 with Peter Kember. He has worked under the name J. Spaceman.",
      "pageId": 1841831,
      "monthDay": "11/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jason_Scott_Lee",
      "name": "Jason Scott Lee",
      "aboutText": "Jeremy McGrath (born November 19, 1971 in San Francisco, California) is one of the most popular American Motocross/Supercross champions in the history of the sport. He was most active in the 1990s earning the title the \"King of Supercross.\" His tricks during jumps on the supercross track, the most famous of which he called the \"Nac Nac\", helped spawn the sport of freestyle motocross. McGrath was AMA Pro Athlete of the Year Award in 1996.",
      "pageId": 1853747,
      "monthDay": "11/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Randi_Kaye",
      "name": "Randi Kaye",
      "aboutText": "Shmuel \"Shmuley\" Boteach (Hebrew: '‎שמואל (שמולי) בוטח, /ˈʃmuːli boʊˈteɪ.ək/ SHMOO-lee boh-TAY-ək; born November 19, 1966, in Los Angeles, California) is an American Orthodox rabbi, author, TV host and public speaker. Boteach is the author of 30 books, including Kosher Sex: A Recipe for Passion and Intimacy, published in 1999, and Kosher Jesus, published in 2012. His outspokenness has earned him praise and criticism; Newsweek magazine named him one of the 50 most influential rabbis in the United States three years in a row, including sixth in 2010.",
      "pageId": 2077191,
      "monthDay": "11/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Philippe_Adams",
      "name": "Philippe Adams",
      "aboutText": "Naoko Mori (森 尚子, Mori Naoko, born 29 November 1971) is a Japanese actress who lives and works mainly in the UK. Mori is best known for her roles in the television series Absolutely Fabulous, Casualty, Doctor Who, and Torchwood.",
      "pageId": 2364660,
      "monthDay": "11/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Erika_Alexander",
      "name": "Erika Alexander",
      "aboutText": "Paulo S. L. M. Barreto (born 1965) is a Brazilian cryptographer and one of the designers of the Whirlpool hash function and the block ciphers Anubis and KHAZAD, together with Vincent Rijmen. He has also co-authored a number of research works on elliptic curve cryptography and pairing-based cryptography, including the eta pairing technique, identity-based cryptographic protocols, and the family of Barreto-Naehrig (BN) pairing-friendly elliptic curves (together with Michael Naehrig). More recently he has been focussing his research on post-quantum cryptography, being one of the discoverers of quasi-dyadic codes (together with Rafael Misoczki).",
      "pageId": 3292510,
      "monthDay": "11/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ertu%C4%9Frul_Sa%C4%9Flam",
      "name": "Ertuğrul Sağlam",
      "aboutText": "Douglas James Henshall (born 19 November 1965) is a Scottish actor probably best known for his role as Professor Nick Cutter in the British science fiction series Primeval and Jimmy Perez in crime drama Shetland.",
      "pageId": 3718982,
      "monthDay": "11/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Richard_Virenque",
      "name": "Richard Virenque",
      "aboutText": "Ertuğrul Sağlam (born 19 November 1969) is a Turkish football coach and former player. He was recently the manager of Eskişehirspor. Sağlam was recently voted one of the top 20 most promising coaches by respected football magazine Champions.",
      "pageId": 3934694,
      "monthDay": "11/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Justin_Chancellor",
      "name": "Justin Chancellor",
      "aboutText": "Alice Peacock (born November 19, 1969) is an American folk singer and has recorded five independent albums and an album released by Aware/Columbia Records (2002). A native of White Bear Lake, Minnesota, she lived in Chicago, IL where she sang \"The Star-Spangled Banner\" at U.S. Cellular Field during the 2005 playoff run of the Chicago White Sox and on April 4, 2006, at their World Series ring ceremony. She now calls Nashville, TN home.",
      "pageId": 8514396,
      "monthDay": "11/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jeremy_McGrath",
      "name": "Jeremy McGrath",
      "aboutText": "Kakhaber Kacharava (Georgian: კახა კაჭარავა; born 19 November 1966 in Senaki) is a Georgian football coach and a former player.",
      "pageId": 25460334,
      "monthDay": "11/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Naoko_Mori",
      "name": "Naoko Mori",
      "aboutText": "Randi Kaye (born November 19, 1967) is an American television news journalist for CNN. She is based in New York and is currently serving as an investigative reporter for Anderson Cooper 360°.",
      "pageId": 31811932,
      "monthDay": "11/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alice_Peacock",
      "name": "Alice Peacock",
      "aboutText": "Alfredo Zaiat (born 19 November 1964) is an Argentine economist and journalist.",
      "pageId": 40055137,
      "monthDay": "11/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sandrine_Holt",
      "name": "Sandrine Holt",
      "aboutText": "Kerri Allyson Strug (born November 19, 1977) is an American retired gymnast from Tucson, Arizona.",
      "pageId": 163556,
      "monthDay": "11/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ryukishi07",
      "name": "Ryukishi07",
      "aboutText": "Savion Glover (born November 19, 1973) is an American tap dancer, actor, and choreographer.",
      "pageId": 576724,
      "monthDay": "11/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Billy_Currington",
      "name": "Billy Currington",
      "aboutText": "Sushmita Sen is an Indian film actress, model and the winner of the Miss Universe pageant of 1994. She was the first Indian to win the crown.\nAfter completing her reign, Sen went on to pursue Bollywood.",
      "pageId": 621032,
      "monthDay": "11/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Savion_Glover",
      "name": "Savion Glover",
      "aboutText": "Robin Dunne (born November 19, 1976) is a Canadian actor who is mainly known for having had numerous leading roles in sequels throughout his career, and lately for his role as Doctor Will Zimmerman in the science fiction television series, Sanctuary.",
      "pageId": 1453226,
      "monthDay": "11/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Django_Haskins",
      "name": "Django Haskins",
      "aboutText": "Jun Shibata (柴田淳, Shibata Jun, born November 19, 1976 in Setagaya, Tokyo), nicknamed \"Shibajun\", is a Japanese pop female singer-songwriter.",
      "pageId": 1621789,
      "monthDay": "11/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Arun_Vijay",
      "name": "Arun Vijay",
      "aboutText": "Petr Sýkora (Czech pronunciation: [ˈpɛtr̩ ˈsiːkora]; born November 19, 1976) is a Czech retired professional ice hockey right winger who played in the National Hockey League (NHL) for the New Jersey Devils, Mighty Ducks of Anaheim, New York Rangers, Edmonton Oilers, Pittsburgh Penguins, and Minnesota Wild. He is a two-time Stanley Cup champion, having won with the Devils in 2000 and the Penguins in 2009. Sýkora has played in six Stanley Cup Finals in his NHL career.",
      "pageId": 2067724,
      "monthDay": "11/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Toby_Bailey",
      "name": "Toby Bailey",
      "aboutText": "Sandrine Holt (Chinese: 何家蓓; born 19 November 1972) is an English-Canadian model and actress.",
      "pageId": 2170810,
      "monthDay": "11/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sushmita_Sen",
      "name": "Sushmita Sen",
      "aboutText": "Dries Buytaert (born 19 November 1978 in Wilrijk, Antwerp, Belgium) is an open-source software programmer notable as founder and lead developer of the Drupal CMS.",
      "pageId": 2209018,
      "monthDay": "11/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jack_Dorsey",
      "name": "Jack Dorsey",
      "aboutText": "Věra Pospíšilová-Cechlová (Czech pronunciation: [ˈvjɛra ˈpospiːʃɪlovaː ˈtsɛxlovaː]) (born 19 November 1978 in Litoměřice) is a Czech athlete, competing in the discus throw and the shot put. She married Czech professional wrestler Jakub Cechl on 17 October 2003.\nIn August 2005 she won a bronze medal at the 2005 World Championships in Athletics.",
      "pageId": 2398408,
      "monthDay": "11/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Robin_Dunne",
      "name": "Robin Dunne",
      "aboutText": "William Matthew \"Billy\" Currington (born November 19, 1973) is an American country music singer and songwriter.\nSigned to Mercury Nashville Records in 2003, he has released six studio albums for the label: 2003's Billy Currington, 2005's Doin' Somethin' Right, 2008's Little Bit of Everything, 2010's Enjoy Yourself, 2013's We Are Tonight, and 2015's Summer Forever.\nThese six albums have produced seventeen singles on the Billboard Hot Country Songs and Country Airplay charts, including nine No.",
      "pageId": 2503565,
      "monthDay": "11/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jun_Shibata",
      "name": "Jun Shibata",
      "aboutText": "Matt Dusk (born November 19, 1978) is a Canadian jazz musician/vocalist.",
      "pageId": 3042081,
      "monthDay": "11/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Petr_S%C3%BDkora",
      "name": "Petr Sýkora",
      "aboutText": "John-Ford David Griffin (born November 19, 1979) is a former Major League Baseball outfielder.",
      "pageId": 3644111,
      "monthDay": "11/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Benny_Vansteelant",
      "name": "Benny Vansteelant",
      "aboutText": "Djángo Haskins (born November 19, 1973) is a North American singer-songwriter. He is named after legendary jazz musician Django Reinhardt. Originally from Florida, Haskins now resides in North Carolina where he is the frontman of pop-noir musical group The Old Ceremony.",
      "pageId": 4697430,
      "monthDay": "11/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stylianos_Venetidis",
      "name": "Stylianos Venetidis",
      "aboutText": "John Garfield \"Toby\" Bailey (born November 19, 1975) is an American former professional basketball player.",
      "pageId": 5519435,
      "monthDay": "11/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kerri_Strug",
      "name": "Kerri Strug",
      "aboutText": "Ryukishi07 (竜騎士07, Ryūkishi Zero Nana, born November 19, 1973) is the pen name of a Japanese man originally from Chiba Prefecture, and the original creator for the idea of the visual novel series Higurashi no Naku Koro ni and Umineko no Naku Koro ni. He is the representative member of the group 07th Expansion.",
      "pageId": 5936395,
      "monthDay": "11/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dries_Buytaert",
      "name": "Dries Buytaert",
      "aboutText": "Stelios Venetidis (Greek: Στέλιος Βενετίδης; born 19 November 1976 in Orestiada) is a former Greek football defender who last played normally for Larissa in the left-back position but can also played on the left side of midfield.\nHe was a very constant and composed player, attributes that gave him the chance to play for top class Greek football teams and be an important member for the Greek national football team, playing also in 3 games at UEFA Euro 2004.",
      "pageId": 6975233,
      "monthDay": "11/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matt_Dusk",
      "name": "Matt Dusk",
      "aboutText": "Keith Buckley (born November 19, 1979) is an American musician, best known as the vocalist and lyricist of the metalcore band Every Time I Die and the heavy metal supergroup The Damned Things.",
      "pageId": 8874688,
      "monthDay": "11/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/V%C4%9Bra_Posp%C3%AD%C5%A1ilov%C3%A1-Cechlov%C3%A1",
      "name": "Věra Pospíšilová-Cechlová",
      "aboutText": "Benny Vansteelant (November 19, 1976 – September 14, 2007) was a Belgian duathlete. For the first decade of the 21st century he was the uncontested icon of Duathlon, winning more than 80% of the races he started at. He was born in Torhout.",
      "pageId": 13260323,
      "monthDay": "11/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Keith_Buckley",
      "name": "Keith Buckley",
      "aboutText": "Arun Vijay (born 19 November 1977) is an Indian actor, playback singer & stunt coordinator. He is the only son of veteran film actor Vijayakumar and has been active in the Tamil film industry since 1995.",
      "pageId": 19411760,
      "monthDay": "11/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/John-Ford_Griffin",
      "name": "John-Ford Griffin",
      "aboutText": "Jack Dorsey (born November 19, 1976) is an American programmer and entrepreneur widely known as a co-founder and CEO of Twitter, and as the founder and CEO of Square, a mobile payments company. In 2008, he was named to the MIT Technology Review TR35 as one of the top 35 innovators in the world under the age of 35.",
      "pageId": 20089715,
      "monthDay": "11/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Howard",
      "name": "Ryan Howard",
      "aboutText": "Larry Alphonso Johnson, Jr. (born November 19, 1979) is a former American football running back in the National Football League (NFL). He played college football for Penn State University, and was recognized as a unanimous All-American.",
      "pageId": 1319983,
      "monthDay": "11/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Larry_Johnson_(American_football)",
      "name": "Larry Johnson",
      "aboutText": "Christopher Mark \"Chris\" Eagles (born 19 November 1985) is an English footballer who plays for Bury. Primarily a winger, he can also play as an attacking midfielder. After coming through the youth system at Watford, he began his professional career with Manchester United, but was unable to break into the first team.",
      "pageId": 1491853,
      "monthDay": "11/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Leam_Richardson",
      "name": "Leam Richardson",
      "aboutText": "Javon Alexander \"Alex\" Mack (born November 19, 1985) is an American football center for the Cleveland Browns of the National Football League (NFL).",
      "pageId": 1528966,
      "monthDay": "11/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Courtney_Anderson",
      "name": "Courtney Anderson",
      "aboutText": "Vladimir Radmanović (Serbian Cyrillic: Владимир Радмановић; born November 19, 1980) is a retired Serbian professional basketball player who last played for the Chicago Bulls of the National Basketball Association (NBA). He has also played for the Golden State Warriors, Seattle SuperSonics, Los Angeles Clippers, Los Angeles Lakers, Charlotte Bobcats, and Atlanta Hawks.\nRadmanović has represented the Yugoslavian national basketball team and the Serbia and Montenegro national basketball team.",
      "pageId": 1818835,
      "monthDay": "11/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Andrew_Copson",
      "name": "Andrew Copson",
      "aboutText": "Arthur Lemarcus \"Marcus\" Banks III (born November 19, 1981), is an American professional basketball player.\nBanks is 6'2\" (1.88 m) tall and 205 lb (93 kg). He played college basketball at the UNLV with the UNLV Runnin' Rebels, where he was Co-Defensive Player of the Year as a senior.",
      "pageId": 2223451,
      "monthDay": "11/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Otis_Grigsby",
      "name": "Otis Grigsby",
      "aboutText": "Ryan James Howard (born November 19, 1979) is an American professional baseball first baseman for the Philadelphia Phillies of Major League Baseball (MLB). Howard stands 6 feet 4 inches (193 cm) and weighs 240 pounds (110 kg). He bats and throws left-handed.",
      "pageId": 2243106,
      "monthDay": "11/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Vladimir_Radmanovi%C4%87",
      "name": "Vladimir Radmanović",
      "aboutText": "Adele Silva, (born 19 November 1980) is an English actress.",
      "pageId": 2318614,
      "monthDay": "11/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Adele_Silva",
      "name": "Adele Silva",
      "aboutText": "Daria Werbowy (Ukrainian: Дарія Вербова, Dariya Verbova; born November 19, 1983) is a Ukrainian Canadian model.",
      "pageId": 2478041,
      "monthDay": "11/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Marcus_Banks",
      "name": "Marcus Banks",
      "aboutText": "André Lotterer (born 19 November 1981) is a Belgian-German professional racing driver competing with a Belgian licence, while representing Germany. He is best known for his success in endurance racing with the works Audi team, including three victories in the 24 Hours of Le Mans and the drivers' title of the FIA World Endurance Championship. He has also competed in the Japanese Super Formula series for over a decade, winning the title in 2011.",
      "pageId": 3445017,
      "monthDay": "11/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andr%C3%A9_Lotterer",
      "name": "André Lotterer",
      "aboutText": "Chandra Crawford (born November 19, 1983) is a Canadian cross-country skier who has competed since 2001 at the age of 16. Prior to this, she was a biathlete for five years. She was born in Canmore, Alberta, Canada.",
      "pageId": 4160623,
      "monthDay": "11/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Juan_Mart%C3%ADn_Fern%C3%A1ndez_Lobbe",
      "name": "Juan Martín Fernández Lobbe",
      "aboutText": "Courtney Jerome Anderson (born November 19, 1980) is a former American football tight end. Born in Greenville, Texas, Anderson attended high school in Richmond, California and played college football at Contra Costa College and San Jose State University. He was drafted by the Oakland Raiders in the seventh round of the 2004 NFL Draft and spent three seasons with that team.",
      "pageId": 4853121,
      "monthDay": "11/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/DJ_Tukutz",
      "name": "DJ Tukutz",
      "aboutText": "Leam Nathan Richardson (born 19 November 1979) is an English former professional footballer who is currently the assistant manager at Portsmouth.",
      "pageId": 5880187,
      "monthDay": "11/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chandra_Crawford",
      "name": "Chandra Crawford",
      "aboutText": "Juan Martín Fernández Lobbe (born 19 November 1981 in Buenos Aires) is an Argentine rugby union footballer. He currently plays for the national Argentina team The Pumas and for Toulon in the French Top 14, having moved from Sale Sharks in England's Guinness Premiership. He previously played for Liceo Naval.",
      "pageId": 7573862,
      "monthDay": "11/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Adam_Driver",
      "name": "Adam Driver",
      "aboutText": "Otis Wayne Grigsby, Jr. (born November 19, 1980) is a former American football defensive end. He was signed by the Miami Dolphins as an undrafted free agent in 2003.",
      "pageId": 13101862,
      "monthDay": "11/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daria_Werbowy",
      "name": "Daria Werbowy",
      "aboutText": "DJ Tukutz (Hangul: DJ 투컷, born November 19, 1981) is a DJ, Producer, and songwriter.",
      "pageId": 17653448,
      "monthDay": "11/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dawid_Kucharski",
      "name": "Dawid Kucharski",
      "aboutText": "Dawid Kucharski (Polish pronunciation: [ˈda.vʲit ku.ˈxar.skʲi]; born November 19, 1984 in Kostrzyn nad Odrą) is a Polish professional footballer who currently plays as a defender for Okocimski KS Brzesko.",
      "pageId": 20131195,
      "monthDay": "11/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brittany_Maynard",
      "name": "Brittany Maynard",
      "aboutText": "Andrew James William Copson, FRSA, MCMI, MCIPR (born 19 November 1980) is Chief Executive of the British Humanist Association, a position he has held since January 2010. In 2015, Copson was elected President of the International Humanist and Ethical Union, the global umbrella body for atheist, humanist, skeptic and secularist organisations.",
      "pageId": 24490413,
      "monthDay": "11/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Janus_del_Prado",
      "name": "Janus del Prado",
      "aboutText": "Janus del Prado born as Janus Renato Robles Mateo del Prado on November 19, 1984, is a Filipino actor and comedian and he is the youngest son of veteran action star Renato Del Prado and Amelia Robles-del Prado.",
      "pageId": 31139768,
      "monthDay": "11/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Eagles",
      "name": "Chris Eagles",
      "aboutText": "Adam Douglas Driver (born November 19, 1983) is an American actor. He made his Broadway debut in Mrs. Warren's Profession (2010).",
      "pageId": 36044408,
      "monthDay": "11/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alex_Mack",
      "name": "Alex Mack",
      "aboutText": "Brittany Lauren Maynard (November 19, 1984 – November 1, 2014) was an American woman with terminal brain cancer who decided that she would end her own life \"when the time seemed right.\" She was an advocate for the legalization of aid in dying.",
      "pageId": 44076295,
      "monthDay": "11/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sam_Betty",
      "name": "Sam Betty",
      "aboutText": "Jessicah Lee Schipper, OAM (born 19 November 1986) is an Australian former competition swimmer. She trained at the Redcliffe Leagues Lawnton club in Brisbane, under veteran coach Ken Wood up until the conclusion of the 2008 Summer Olympics. Schipper now trains under the guidance of Stephan Widmer with the Commercial Swimming Club.",
      "pageId": 2517262,
      "monthDay": "11/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jeannie_Ortega",
      "name": "Jeannie Ortega",
      "aboutText": "Jeannette \"Jeannie\" Ortega (born November 19, 1986) is a Christian singer, songwriter, dancer, and actress. She made her recording debut in 2006 with the album No Place Like BKLYN at the age of 19.",
      "pageId": 3147155,
      "monthDay": "11/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Michael_Saunders",
      "name": "Michael Saunders",
      "aboutText": "Milan \"Lola\" Smiljanić (Serbian Cyrillic: Милан 'Лола' Смиљанић; born 19 November 1986) is a Serbian professional footballer who plays for Israeli club Maccabi Netanya F.C. as a midfielder.",
      "pageId": 8509571,
      "monthDay": "11/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jessicah_Schipper",
      "name": "Jessicah Schipper",
      "aboutText": "Patrick Timothy Kane II (born November 19, 1988), is an American professional ice hockey right winger for the Chicago Blackhawks of the National Hockey League (NHL). The Blackhawks selected him with the first overall pick in the 2007 NHL Entry Draft.\nKane won his first Stanley Cup in 2010.",
      "pageId": 8636786,
      "monthDay": "11/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Veronica_Scott",
      "name": "Veronica Scott",
      "aboutText": "John Shane McCarthy (19 November 1989 – 9 September 2012) was an Australian rules footballer who played for the Collingwood Football Club and the Port Adelaide Football Club in the Australian Football League (AFL).",
      "pageId": 14414017,
      "monthDay": "11/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Milan_Smiljani%C4%87",
      "name": "Milan Smiljanić",
      "aboutText": "Micheal Ray Stevenson (born November 19, 1989), known by his stage name Tyga (a backronym for Thank You God Always), is an American rapper from Gardena, California. In 2011, Tyga signed a recording contract with Young Money Entertainment, Cash Money Records and Republic Records (formerly Universal Republic Records). His major label debut Careless World: Rise of the Last King, includes the singles \"Rack City\", \"Faded\" featuring fellow Young Money artist Lil Wayne, \"Far Away\" featuring Chris Richardson, \"Still Got It\" featuring Drake, and \"Make It Nasty\".",
      "pageId": 16989780,
      "monthDay": "11/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/S%C3%ADlvia_Soler_Espinosa",
      "name": "Sílvia Soler Espinosa",
      "aboutText": "Michael Edward Brett Saunders (born November 19, 1986) is a Canadian professional baseball outfielder for the Toronto Blue Jays of Major League Baseball (MLB).",
      "pageId": 18117649,
      "monthDay": "11/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Timo_Eichfuss",
      "name": "Timo Eichfuss",
      "aboutText": "Cleo Massey (born 19 November 1993) is an Australian actress. She portrayed Kim Sertori in the television series H2O: Just Add Water. Massey has been performing on TV and film since the age of 11.",
      "pageId": 18409852,
      "monthDay": "11/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Patrick_Kane",
      "name": "Patrick Kane",
      "aboutText": "Veronica Scott (born November 19, 1986) is an American television personality, fashion designer, and entrepreneur. Scott is best known for being featured in the Current TV reality show The Fuchsia Girls, which follows her personal and professional life as she pursues a career in the fashion industry. Scott also co-owns the fashion company and design house Fuchsia with business partner Lawren Pope.",
      "pageId": 19632149,
      "monthDay": "11/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tyga",
      "name": "Tyga",
      "aboutText": "Marquise Derell Goodwin (born November 19, 1990) is an American football player and Olympian. He's a wide receiver or kickoff returner for the Buffalo Bills of the National Football League (NFL) and he also competes in the long jump in track and field. He was drafted by the Bills in the third round of the 2013 NFL Draft and has played two seasons with the Bills.",
      "pageId": 24727400,
      "monthDay": "11/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/John_McCarthy_(Australian_rules_footballer_born_1989)",
      "name": "John McCarthy",
      "aboutText": "Roman Sergeevich Trofimov, born November 19, 1989, is a Russian ski jumper competing for Moskva WVSM. His first World Cup competition took place in Willingen, Germany in 2010 although he had previously competed in qualifying rounds, without qualifying.",
      "pageId": 26751625,
      "monthDay": "11/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Roman_Sergeevich_Trofimov",
      "name": "Roman Sergeevich Trofimov",
      "aboutText": "Sílvia Soler Espinosa (born 19 November 1987 in Elche) is a Spanish tennis player.\nSoler Espinosa has won one doubles title on the WTA tour, as well as four singles titles on the ITF circuit in her career. On 21 May 2012, she reached her best singles ranking of world number 54.",
      "pageId": 30269723,
      "monthDay": "11/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marquise_Goodwin",
      "name": "Marquise Goodwin",
      "aboutText": "Kerim Frei Koyunlu (born 19 November 1993) is a Turkish footballer who plays as a winger for Turkish club Beşiktaş and the Turkish national team.",
      "pageId": 32416289,
      "monthDay": "11/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Benedikt_Schmid",
      "name": "Benedikt Schmid",
      "aboutText": "Sam Betty (born 19 November 1986) is an English rugby union player for Worcester Warriors in the RFU Championship.\nHe plays as a flanker.\nDynamic flanker Sam Betty joined Worcester Warriors after agreeing a move from Cornish Pirates in July 2011.",
      "pageId": 32672342,
      "monthDay": "11/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Suso_(footballer)",
      "name": "Suso",
      "aboutText": "Benedikt Schmid (born 19 November 1990 in Waldkirchen) is a German footballer who plays for DJK Vilzing.\nSchmid came through the youth ranks of TSV Waldkirchen before moving to SSV Jahn Regensburg. In 2009, he signed for 1.",
      "pageId": 34134867,
      "monthDay": "11/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kerim_Frei",
      "name": "Kerim Frei",
      "aboutText": "Timo Eichfuss (born 19 November 1988 in Rakvere, Estonia) is an Estonian professional basketball player. He is currently playing for Tartu Ülikool Korvpallimeeskond at the small forward position.",
      "pageId": 35219057,
      "monthDay": "11/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Cleo_Massey",
      "name": "Cleo Massey",
      "aboutText": "Jesús Joaquín Fernández Sáenz de la Torre (born 19 November 1993), known as Suso, is a Spanish professional footballer who plays for Italian club Milan as an attacking midfielder.\nScouted by English club Liverpool as a teenager, he made his professional debut there in 2012, playing sparingly and spending a season on loan at Almería before joining Milan in January 2015.\nSuso represented Spain at various youth levels up to under-21, winning the 2012 UEFA European Under-19 Championship.",
      "pageId": 36462340,
      "monthDay": "11/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ibrahima_Mbaye",
      "name": "Ibrahima Mbaye",
      "aboutText": "Ibrahima Mbaye (born 19 November 1994) is a Senegalese footballer who plays for Serie A club Bologna.",
      "pageId": 36676350,
      "monthDay": "11/19"
    },
    {
      "year": "1995",
      "uri": "/wiki/Vanessa_Axente",
      "name": "Vanessa Axente",
      "aboutText": "Vanessa Axente (born 19 November 1995) is a Hungarian fashion model, her mother agency is Attractive Models.\n^ \"Vanessa Axente\". attractive.hu.",
      "pageId": 38551361,
      "monthDay": "11/19"
    },
    {
      "year": "2002",
      "uri": "/wiki/Gaia_Cauchi",
      "name": "Gaia Cauchi",
      "aboutText": "Gaia Cauchi M.Q.R. (Italian pronunciation: [ˈɡaːja ˈkau̯ki], born 19 November 2002) is a Maltese child singer. She represented Malta at the Junior Eurovision Song Contest 2013 and won the contest with her song \"The Start\".",
      "pageId": 40631712,
      "monthDay": "11/19"
    }
  ]
}