{
  "people": [
    {
      "year": "270",
      "uri": "/wiki/Maximinus_II",
      "name": "Maximinus II",
      "aboutText": "Kenesaw Mountain Landis (/ˈkɛnɨsɔː ˈmaʊntɨn ˈlændɨs/; November 20, 1866 – November 25, 1944) was an American jurist who served as a federal judge from 1905 to 1922 and as the first Commissioner of Baseball from 1920 until his death. He is remembered for his handling of the Black Sox scandal, in which he expelled eight members of the Chicago White Sox from organized baseball for conspiring to lose the 1919 World Series and repeatedly refused their reinstatement requests. His firm actions and iron rule over baseball in the near quarter-century of his commissionership are generally credited with restoring public confidence in the game.",
      "pageId": 16812,
      "monthDay": "11/20"
    },
    {
      "year": "1602",
      "uri": "/wiki/Otto_von_Guericke",
      "name": "Otto von Guericke",
      "aboutText": "Tipu Sultan ( Urdu:ٹیپو سلطان, Kannada : ಟಿಪ್ಪು ಸುಲ್ತಾನ್ ) (20 November 1750  – 4 May 1799), (Sultan Fateh Ali Khan Shahab) also known as the Tiger of Mysore, and Tipu Sahib, was a ruler of the Kingdom of Mysore. He was the eldest son of Sultan Hyder Ali of Mysore. Tipu introduced a number of administrative innovations during his rule, including his coinage, a new Mauludi lunisolar calendar, and a new land revenue system which initiated the growth of Mysore silk industry.",
      "pageId": 31058,
      "monthDay": "11/20"
    },
    {
      "year": "1620",
      "uri": "/wiki/Avvakum",
      "name": "Avvakum",
      "aboutText": "Sir Henri Charles Wilfrid Laurier GCMG PC KC (November 20, 1841 – February 17, 1919), known as Wilfrid Laurier (French: [wilfʁid loʁje]; English /ˈlɔrieɪ/; lor-yay), was the seventh Prime Minister of Canada, in office from July 11, 1896, to October 6, 1911.\nCanada's first francophone prime minister, Laurier is often considered one of the country's greatest statesmen. He is well known for his policies of conciliation, expanding Confederation, and compromise between French and English Canada.",
      "pageId": 33433,
      "monthDay": "11/20"
    },
    {
      "year": "1625",
      "uri": "/wiki/Paulus_Potter",
      "name": "Paulus Potter",
      "aboutText": "Otto von Guericke (originally spelled Gericke, German pronunciation: [ˈɡeːʁɪkə]) (November 20, 1602 – May 11, 1686 (Julian calendar); November 30, 1602 – May 21, 1686 (Gregorian calendar)) was a German scientist, inventor, and politician.",
      "pageId": 49828,
      "monthDay": "11/20"
    },
    {
      "year": "1660",
      "uri": "/wiki/Daniel_Ernst_Jablonski",
      "name": "Daniel Ernst Jablonski",
      "aboutText": "Fran Miklošič (also known in German as Franz Xaver Ritter von Miklosich) (20 November 1813 – 7 March 1891) was a Slovene philologist.",
      "pageId": 57732,
      "monthDay": "11/20"
    },
    {
      "year": "1750",
      "uri": "/wiki/Tipu_Sultan",
      "name": "Tipu Sultan",
      "aboutText": "This article deals with this 4th-century Roman Emperor. For the 3rd-century Roman Emperor of the same name, see: Maximinus Thrax. For other uses of the name, see Maximin.",
      "pageId": 76953,
      "monthDay": "11/20"
    },
    {
      "year": "1761",
      "uri": "/wiki/Pope_Pius_VIII",
      "name": "Pope Pius VIII",
      "aboutText": "Paulus Potter (Dutch pronunciation: [ˈpʌulʏs ˈpɔtər]; 20 November 1625 (baptised) – 17 January 1654 (buried)) was a Dutch painter who specialized in animals within landscapes, usually with a low vantage point.",
      "pageId": 102102,
      "monthDay": "11/20"
    },
    {
      "year": "1765",
      "uri": "/wiki/Thomas_Fremantle_(Royal_Navy_officer)",
      "name": "Thomas Fremantle",
      "aboutText": "Pope Pius VIII (20 November 1761 – 30 November 1830), born Francesco Saverio Castiglioni, reigned from 31 March 1829 to his death in 1830.",
      "pageId": 147859,
      "monthDay": "11/20"
    },
    {
      "year": "1781",
      "uri": "/wiki/Karl_Friedrich_Eichhorn",
      "name": "Karl Friedrich Eichhorn",
      "aboutText": "Karl Friedrich Eichhorn (20 November 1781 – 4 July 1854) was a German jurist.\nEichhorn was born in Jena as the son of Johann Gottfried Eichhorn. He entered the University of Göttingen in 1797.",
      "pageId": 181131,
      "monthDay": "11/20"
    },
    {
      "year": "1805",
      "uri": "/wiki/Benjamin_Franklin_Perry",
      "name": "Benjamin Franklin Perry",
      "aboutText": "Princess Margherita of Savoy (Margherita Maria Teresa Giovanna; 20 November 1851 – 4 January 1926), was the Queen consort of the Kingdom of Italy during the reign (1878–1900) of her husband, Umberto I.",
      "pageId": 193887,
      "monthDay": "11/20"
    },
    {
      "year": "1813",
      "uri": "/wiki/Franc_Miklo%C5%A1i%C4%8D",
      "name": "Franc Miklošič",
      "aboutText": "Avvakum Petrov (Russian: Авва́кум Петро́в; November 20, 1620/21 – April 14, 1682) was a Russian protopope of Kazan Cathedral on Red Square who led the opposition to Patriarch Nikon's reforms of the Russian Orthodox Church. His autobiography and letters to the tsar, to Boyarynya Morozova and other Old Believers are considered masterpieces of 17th-century Russian literature.\nHe was born in Grigorovo, in present-day Nizhny Novgorod.",
      "pageId": 214354,
      "monthDay": "11/20"
    },
    {
      "year": "1839",
      "uri": "/wiki/Christian_Wilberg",
      "name": "Christian Wilberg",
      "aboutText": "Victor D'Hondt (20 November 1841 – 30 May 1901) was a Belgian lawyer, salesman, jurist of civil law at Ghent University, and mathematician. He devised a procedure, the D'Hondt method, which he first described in 1878, for allocating seats to candidates in party-list proportional representation elections. The method has been adopted by a number of countries, including Argentina, Austria, Belgium, Bulgaria, Chile, Colombia, Croatia, Czech Republic, Denmark, Ecuador, Finland, Hungary, Israel, Japan, Macedonia, the Netherlands, Northern Ireland, Paraguay, Poland, Portugal, Scotland, Slovenia, Serbia, Spain, Switzerland, Turkey, Iceland, Uruguay and Wales.",
      "pageId": 278771,
      "monthDay": "11/20"
    },
    {
      "year": "1841",
      "uri": "/wiki/Victor_D%27Hondt",
      "name": "Victor D'Hondt",
      "aboutText": "James Michael Curley (November 20, 1874 – November 12, 1958) was an American politician famous for his four terms as Democratic Mayor of Boston, Massachusetts, and one term as Governor of Massachusetts. He also served twice in the United States House of Representatives. He was as well known for his popularity in Boston, particularly with Irish Americans.",
      "pageId": 447630,
      "monthDay": "11/20"
    },
    {
      "year": "1841",
      "uri": "/wiki/Wilfrid_Laurier",
      "name": "Wilfrid Laurier",
      "aboutText": "Clark Calvin Griffith (November 20, 1869 – October 27, 1955), nicknamed \"The Old Fox\", was an American Major League Baseball (MLB) pitcher, manager and team owner. He began his MLB playing career with the St. Louis Browns (1891), Boston Reds (1891), and Chicago Colts/Orphans (1893–1900).",
      "pageId": 692889,
      "monthDay": "11/20"
    },
    {
      "year": "1849",
      "uri": "/wiki/R._A._Jones",
      "name": "R. A. Jones",
      "aboutText": "Daniel Ernst Jablonski (20 November 1660 Mokry Dwór (Nassenhuben), Poland – 25 May 1741 Berlin), German theologian and reformer of Czech origin, known for his efforts to bring about a union between Lutheran and Calvinist Protestants.",
      "pageId": 806018,
      "monthDay": "11/20"
    },
    {
      "year": "1851",
      "uri": "/wiki/Margherita_of_Savoy",
      "name": "Margherita of Savoy",
      "aboutText": "Vice Admiral Sir Thomas Francis Fremantle, 1st Baron Fremantle, GCB GCH (20 November 1765 – 19 December 1819) was a British naval officer in the Royal Navy whose list of accolades includes action in three separate fleet actions, a close personal friendship with Lord Nelson and a barony in Austria.",
      "pageId": 1950330,
      "monthDay": "11/20"
    },
    {
      "year": "1858",
      "uri": "/wiki/Selma_Lagerl%C3%B6f",
      "name": "Selma Lagerlöf",
      "aboutText": "Christian Wilberg (20 November 1839 in Havelberg – 3 June 1882 in Paris) was a German painter.\nWilberg was born in 1839 in Havelberg in the Margraviate of Brandenburg (nowadays Saxony-Anhalt) where he lived until 1861. He was originally a house painter before moving to Berlin where he studied painting at Eduard Pape's atelier.",
      "pageId": 5421629,
      "monthDay": "11/20"
    },
    {
      "year": "1866",
      "uri": "/wiki/Kenesaw_Mountain_Landis",
      "name": "Kenesaw Mountain Landis",
      "aboutText": "Benjamin Franklin Perry (November 20, 1805 – December 3, 1886) was the 72nd Governor of South Carolina, appointed by President Andrew Johnson in 1865 after the end of the American Civil War.",
      "pageId": 7455840,
      "monthDay": "11/20"
    },
    {
      "year": "1869",
      "uri": "/wiki/Clark_Griffith",
      "name": "Clark Griffith",
      "aboutText": "Selma Ottilia Lovisa Lagerlöf (Swedish: [ˈsɛlˈma ˈlɑːɡə(r)ˈløːv]; 20 November 1858 – 16 March 1940) was a Swedish author.",
      "pageId": 24002071,
      "monthDay": "11/20"
    },
    {
      "year": "1874",
      "uri": "/wiki/James_Michael_Curley",
      "name": "James Michael Curley",
      "aboutText": "Robert Arthur Jones (20 November 1849 – 23 May 1925) was born in Liverpool but moved to Southend-on-Sea after working for a clock and watchmaker in Manchester. In 1890 he set up his jewellery business on Southend's High Street.",
      "pageId": 38814525,
      "monthDay": "11/20"
    },
    {
      "year": "1877",
      "uri": "/wiki/Herbert_Pitman",
      "name": "Herbert Pitman",
      "aboutText": "Edwin Powell Hubble (November 20, 1889 – September 28, 1953) was an American astronomer who played a crucial role in establishing the field of extragalactic astronomy and is generally regarded as one of the most important observational cosmologists of the 20th century. Hubble is known for showing that the recessional velocity of a galaxy increases with its distance from the earth, implying the universe is expanding, known as \"Hubble's law\" although this relation had been discovered previously by Georges Lemaître, who published his work in a less visible journal.\nEdwin Hubble is also known for providing substantial evidence that many objects then classified as \"nebulae\" were actually galaxies beyond the Milky Way.",
      "pageId": 10489,
      "monthDay": "11/20"
    },
    {
      "year": "1880",
      "uri": "/wiki/Walter_Brack",
      "name": "Walter Brack",
      "aboutText": "Chester Gould (November 20, 1900 – May 11, 1985) was an American cartoonist, best known as the creator of the Dick Tracy comic strip, which he wrote and drew from 1931 to 1977, incorporating numerous colorful and monstrous villains.",
      "pageId": 67257,
      "monthDay": "11/20"
    },
    {
      "year": "1880",
      "uri": "/wiki/George_McBride",
      "name": "George McBride",
      "aboutText": "Otto von Habsburg (20 November 1912 –  4 July 2011), also known by his royal name as Archduke Otto of Austria, was the last Crown Prince of Austria-Hungary from 1916 until the dissolution of the empire in 1918, a realm which comprised modern-day Austria, Hungary, Bosnia and Herzegovina, Croatia, the Czech Republic, Slovakia, Slovenia, and parts of Italy, Montenegro, Poland, Romania, Serbia and Ukraine. He subsequently became the pretender to the former thrones, Head of the Imperial House of Habsburg, and Sovereign of the Order of the Golden Fleece in 1922, upon the death of his father. He resigned as Sovereign of the Golden Fleece in 2000 and as head of the Imperial House in 2007.",
      "pageId": 148301,
      "monthDay": "11/20"
    },
    {
      "year": "1881",
      "uri": "/wiki/Arthur_Marshall_(composer)",
      "name": "Arthur Marshall",
      "aboutText": "Alistair Cooke KBE (20 November 1908 – 30 March 2004) was a British journalist, television personality and broadcaster. Outside his journalistic output, which included Letter from America and Alistair Cooke's America, he was well known in the United States as the host of PBS Masterpiece Theatre from 1971 to 1992. After holding the job for 22 years, and having worked in television for 42 years, Cooke retired in 1992, although he continued to present Letter from America until shortly before his death.",
      "pageId": 179801,
      "monthDay": "11/20"
    },
    {
      "year": "1882",
      "uri": "/wiki/Andy_Coakley",
      "name": "Andy Coakley",
      "aboutText": "Karl Ritter von Frisch, ForMemRS (20 November 1886 – 12 June 1982) was an Austrian ethologist who received the Nobel Prize in Physiology or Medicine in 1973, along with Nikolaas Tinbergen and Konrad Lorenz.\nHis work centered on investigations of the sensory perceptions of the honey bee and he was one of the first to translate the meaning of the waggle dance. His theory, described in his 1927 book Aus dem Leben der Bienen (translated into English as The Dancing Bees), was disputed by other scientists and greeted with skepticism at the time.",
      "pageId": 188103,
      "monthDay": "11/20"
    },
    {
      "year": "1884",
      "uri": "/wiki/Norman_Thomas",
      "name": "Norman Thomas",
      "aboutText": "Norman Mattoon Thomas (November 20, 1884 – December 19, 1968) was an American Presbyterian minister who achieved fame as a socialist, pacifist, and six-time presidential candidate for the Socialist Party of America.",
      "pageId": 258776,
      "monthDay": "11/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Bray_Hammond",
      "name": "Bray Hammond",
      "aboutText": "Henri-Georges Clouzot (French pronunciation: ​[ɑ̃ʁi ʒɔʁʒ kluzo]; (1907-08-18)18 August 1907 – 12 January 1977(1977-01-12)) was a French film director, screenwriter and producer. He is best remembered for his work in the thriller film genre, having directed The Wages of Fear and Les Diaboliques, which are critically recognized to be among the greatest films from the 1950s. Clouzot also directed documentary films, including The Mystery of Picasso, which was declared a national treasure by the government of France.",
      "pageId": 379882,
      "monthDay": "11/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Robert_Hunter_(golfer)",
      "name": "Robert Hunter",
      "aboutText": "Arthur Owen Marshall (November 20, 1881 – August 18, 1968) was an African-American composer and performer of ragtime music.",
      "pageId": 1509468,
      "monthDay": "11/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Karl_von_Frisch",
      "name": "Karl von Frisch",
      "aboutText": "James Bertram Collip, Ph.D. (November 20, 1892 – June 19, 1965) was part of the Toronto group which isolated insulin. He served as the Chair of the Department of Biochemistry at McGill University from 1928–1941 and Dean of Medicine at the University of Western Ontario from 1947–1961, where he was a charter member of The Kappa Alpha Society.",
      "pageId": 1874643,
      "monthDay": "11/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Edwin_Hubble",
      "name": "Edwin Hubble",
      "aboutText": "Aleksandra Dionisyevna Danilova (Russian: Александра Дионисьевна Данилова; November 20, 1903 – July 13, 1997) was a Russian-born prima ballerina, who became an American citizen.",
      "pageId": 2393046,
      "monthDay": "11/20"
    },
    {
      "year": "1892",
      "uri": "/wiki/James_Collip",
      "name": "James Collip",
      "aboutText": "Willem Jacob van Stockum (November 20, 1910 – June 10, 1944) was a mathematician who made an important contribution to the early development of general relativity.\nVan Stockum was born in Hattem in the Netherlands. His father was a mechanically talented officer in the Dutch Navy.",
      "pageId": 2589644,
      "monthDay": "11/20"
    },
    {
      "year": "1896",
      "uri": "/wiki/Chiyono_Hasegawa",
      "name": "Chiyono Hasegawa",
      "aboutText": "Frances Helen \"Fran\" Allison (November 20, 1907 – June 13, 1989) was an American television and radio comedian, personality and singer. She is best known for her starring role on the weekday NBC-TV puppet show Kukla, Fran and Ollie, which ran from 1947 to 1957, occasionally returning to the air until the mid-1980s.",
      "pageId": 3236079,
      "monthDay": "11/20"
    },
    {
      "year": "1900",
      "uri": "/wiki/Chester_Gould",
      "name": "Chester Gould",
      "aboutText": "For the U.S. Senator, see George W. McBride",
      "pageId": 5081447,
      "monthDay": "11/20"
    },
    {
      "year": "1903",
      "uri": "/wiki/Alexandra_Danilova",
      "name": "Alexandra Danilova",
      "aboutText": "Herbert John \"Bert\" Pitman MBE (20 November 1877 – 7 December 1961) was the Third Officer on board the RMS Titanic. He was the only deck officer who was not a member of the Royal Naval Reserve.",
      "pageId": 6306131,
      "monthDay": "11/20"
    },
    {
      "year": "1905",
      "uri": "/wiki/Minoo_Masani",
      "name": "Minoo Masani",
      "aboutText": "Minocher Rustom \"Minoo\" Masani (20 November 1905 – 27 May 1998) was an Indian politician, a leading figure of the erstwhile Swatantra Party. Masani was a three-time Member of Parliament, representing Gujarat's Rajkot constituency in the second, third and fourth Lok Sabha. A Parsi, he was among the founders of the Indian Liberal Group think tank that promoted classical liberalism.",
      "pageId": 7044125,
      "monthDay": "11/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Fran_Allison",
      "name": "Fran Allison",
      "aboutText": "Andrew James \"Andy\" Coakley (November 20, 1882 – September 27, 1963) was a pitcher for the Philadelphia Athletics (1902–1906), Cincinnati Reds (1907–1908), Chicago Cubs (1908–09) and New York Highlanders (1911).",
      "pageId": 8360397,
      "monthDay": "11/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Henri-Georges_Clouzot",
      "name": "Henri-Georges Clouzot",
      "aboutText": "Robert Edward Hunter (November 20, 1886 – March 28, 1971) was an American amateur golfer who competed in the 1904 Summer Olympics.\nIn 1904, Hunter was part of the American team which won the gold medal. He finished fourth in this competition.",
      "pageId": 13918014,
      "monthDay": "11/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/Alistair_Cooke",
      "name": "Alistair Cooke",
      "aboutText": "Walter Brack (November 20, 1880 – July 19, 1919) was a German backstroke and breaststroke swimmer who competed in the 1904 Summer Olympics.\nIn the 1904 Olympics he won a gold medal in the 100 yard backstroke and a silver medal in the Men's 440 yard breastroke.",
      "pageId": 14037275,
      "monthDay": "11/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Willem_Jacob_van_Stockum",
      "name": "Willem Jacob van Stockum",
      "aboutText": "Bray Hammond (November 20, 1886 in Springfield, Missouri – July 20, 1968) was an American financial historian and assistant secretary to the Board of Governors of the Federal Reserve System in 1944-1950. He won the 1958 Pulitzer Prize for History for Banks and Politics in America from the Revolution to the Civil War (1957). He was educated at Stanford University.",
      "pageId": 14400666,
      "monthDay": "11/20"
    },
    {
      "year": "1912",
      "uri": "/wiki/Otto_von_Habsburg",
      "name": "Otto von Habsburg",
      "aboutText": "Chiyono Hasegawa (長谷川 チヨノ, Hasegawa Chiyono, 20 November 1896 – 2 December 2011) was a Japanese supercentenarian. Aged 115 years 12 days at the time of her death, she was the oldest verified person in Japan (since the death of Kama Chinen on 2 May 2010) and the oldest verified person in Asia. She was the 2nd oldest verified living person in the world behind American woman Besse Cooper.",
      "pageId": 27210679,
      "monthDay": "11/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Judy_Canova",
      "name": "Judy Canova",
      "aboutText": "Benoit B.  Mandelbrot  (20 November 1924 – 14 October 2010) was a Polish-born, French and American mathematician. He is recognized for his contribution to the field of fractal geometry, which included coining the word \"fractal\" as well as for developing a \"theory of roughness\" and \"self-similarity\" in nature. He later discovered the Mandelbrot set of intricate, never-ending fractal shapes, named in his honor.",
      "pageId": 3999,
      "monthDay": "11/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Kostas_Choumis",
      "name": "Kostas Choumis",
      "aboutText": "Kon Ichikawa (市川 崑, Ichikawa Kon, November 20, 1915 – February 13, 2008) was a Japanese film director.",
      "pageId": 16849,
      "monthDay": "11/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Emilio_Pucci",
      "name": "Emilio Pucci",
      "aboutText": "Robert Carlyle Byrd (born Cornelius Calvin Sale, Jr.; November 20, 1917 – June 28, 2010) was a United States Senator from West Virginia. A member of the Democratic Party, Byrd served as a U.S. Representative from 1953 until 1959 and as a U.S. Senator from 1959 to 2010. He was the longest-serving U.S. Senator and, at the time of his death, the longest-serving member in the history of the United States Congress.",
      "pageId": 25408,
      "monthDay": "11/20"
    },
    {
      "year": "1915",
      "uri": "/wiki/Kon_Ichikawa",
      "name": "Kon Ichikawa",
      "aboutText": "Nadine Gordimer (20 November 1923 – 13 July 2014) was a South African writer, political activist and recipient of the 1991 Nobel Prize in Literature. She was recognized as a woman \"who through her magnificent epic writing has – in the words of Alfred Nobel – been of very great benefit to humanity\".\nGordimer's writing dealt with moral and racial issues, particularly apartheid in South Africa.",
      "pageId": 179599,
      "monthDay": "11/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Michael_J._Ingelido",
      "name": "Michael J. Ingelido",
      "aboutText": "Earling Carothers \"Jim\" Garrison (November 20, 1921 – October 21, 1992) – who changed his first name to Jim in the early 1960s – was the District Attorney of Orleans Parish, Louisiana, from 1962 to 1973. A member of the Democratic Party, he is best known for his investigations into the assassination of President John F. Kennedy.",
      "pageId": 236473,
      "monthDay": "11/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Evelyn_Keyes",
      "name": "Evelyn Keyes",
      "aboutText": "Evelyn Louise Keyes (November 20, 1916 – July 4, 2008) was an American film actress.",
      "pageId": 421109,
      "monthDay": "11/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Byrd",
      "name": "Robert Byrd",
      "aboutText": "George Barris (born George Salapatas; November 20, 1925 – November 5, 2015) was an American designer and builder of many famous Hollywood custom cars, most notably the Munster Koach and 1966 Batmobile.",
      "pageId": 960593,
      "monthDay": "11/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Bobby_Locke",
      "name": "Bobby Locke",
      "aboutText": "Emilio Pucci, Marchese di Barsento (Italian pronunciation: [eˌmiːlio ˈpuʧːi]), (20 November 1914 – 29 November 1992) was a Florentine Italian fashion designer and politician.",
      "pageId": 1197287,
      "monthDay": "11/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Corita_Kent",
      "name": "Corita Kent",
      "aboutText": "Alan Everest Brown (born in Malton, Yorkshire, 20 November 1919 – died in Guildford, Surrey, 20 January 2004) was a British racing driver from England. He took up motor racing in a Cooper, later forming the Ecurie Richmond team with Eric Brandon. He participated in 9 World Championship Formula One Grands Prix, debuting on 18 May 1952 and numerous non-Championship Formula One races.",
      "pageId": 1226970,
      "monthDay": "11/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Lucilla_Andrews",
      "name": "Lucilla Andrews",
      "aboutText": "Arthur D'Arcy \"Bobby\" Locke (20 November 1917 – 9 March 1987) was a South African professional golfer.",
      "pageId": 1543742,
      "monthDay": "11/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alan_Brown_(racing_driver)",
      "name": "Alan Brown",
      "aboutText": "Judy Canova (November 20, 1913 – August 5, 1983), born Juliette Canova, (some sources indicate Julietta Canova), was an American comedienne, actress, singer, and radio personality. She appeared on Broadway and in films.",
      "pageId": 1566564,
      "monthDay": "11/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Phyllis_Thaxter",
      "name": "Phyllis Thaxter",
      "aboutText": "Hendrikus (Henk) Vredeling (20 November 1924, Amersfoort – 27 October 2007, Huis ter Heide) was a Dutch politician.\nIn 1956 he was first elected to the Dutch House of Representatives for the Dutch Labour Party. From 1958 to 1973 he was member of the European Parliament.",
      "pageId": 2102350,
      "monthDay": "11/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jim_Garrison",
      "name": "Jim Garrison",
      "aboutText": "Kaye Ballard (born November 20, 1925) is an American musical theatre and television actress, comedienne and singer.",
      "pageId": 2255489,
      "monthDay": "11/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Danny_Dayton",
      "name": "Danny Dayton",
      "aboutText": "Phyllis St.",
      "pageId": 2303959,
      "monthDay": "11/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Nadine_Gordimer",
      "name": "Nadine Gordimer",
      "aboutText": "Corita Kent (November 20, 1918 – September 18, 1986), aka Sister Mary Corita Kent, was born Frances Elizabeth Kent in Fort Dodge, Iowa. Kent was an American Catholic nun, an artist, and an educator who worked in Los Angeles and Boston.\nShe worked almost exclusively with silkscreen, or serigraphy, helping to establish it as a fine art medium.",
      "pageId": 2830509,
      "monthDay": "11/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Benoit_Mandelbrot",
      "name": "Benoit Mandelbrot",
      "aboutText": "June Christy (November 20, 1925 – June 21, 1990), born Shirley Luster, was an American singer, known for her work in the cool jazz genre and for her silky smooth vocals. Her success as a singer began with The Stan Kenton Orchestra. She pursued a solo career from 1954 and is best known for her debut album Something Cool.",
      "pageId": 5160251,
      "monthDay": "11/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Henk_Vredeling",
      "name": "Henk Vredeling",
      "aboutText": "Lucilla Matthew Andrews Crichton (born 20 November 1919 in Suez, Egypt – d. 3 October 2006 in Edinburgh, Scotland) was a British writer of 33 romance novels from 1954 to 1996, she signed as Lucilla Andrews specialised in hospital romances, and under the pen names Diana Gordon and Joanna Marcus published her first mystery romances.\nShe was a founding member of the Romantic Novelists' Association, which honoured her shortly before her death with a lifetime achievement award.",
      "pageId": 7489137,
      "monthDay": "11/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Kaye_Ballard",
      "name": "Kaye Ballard",
      "aboutText": "Danny Dayton (born Daniel David Segall, November 20, 1923 – February 6, 1999) was an American actor and television director. Beginning in the 1950s, he played many roles in film and on TV. He had a recurring role as Hank Pivnik on All in the Family and had guest roles in M*A*S*H, The Incredible Hulk, Charlie's Angels and The Love Boat.\nDayton graduated from the school of journalism at New York University, before turning to acting.",
      "pageId": 14098906,
      "monthDay": "11/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Barris_(auto_customizer)",
      "name": "George Barris",
      "aboutText": "Kostas Choumis (Greek: Κώστας Χούμης, Romanian: Constantin \"Costică\" Humis, born 20 November 1913 in Piraeus, Greece - deceased 20 July 1981 in Athens) was a Greek-Romanian football player who played as a striker.",
      "pageId": 24276150,
      "monthDay": "11/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/June_Christy",
      "name": "June Christy",
      "aboutText": "Michael Joseph Ingelido (November 20, 1916 – April 28, 2015) was an American Air Force major general who was commander of the Fourteenth Aerospace Force, (Air Defense Command), Ent Air Force Base, Colorado.",
      "pageId": 34989325,
      "monthDay": "11/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_F._Kennedy",
      "name": "Robert F. Kennedy",
      "aboutText": "Donald Richard \"Don\" DeLillo (born November 20, 1936) is an American novelist, playwright and essayist. His works have covered subjects as diverse as television, nuclear war, sports, the complexities of language, performance art, the Cold War, mathematics, the advent of the digital age, politics, economics, and global terrorism. Initially a well-regarded cult writer, the publication in 1985 of White Noise brought him widespread recognition, and was followed in 1988 by Libra, a bestseller.",
      "pageId": 93585,
      "monthDay": "11/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Maya_Plisetskaya",
      "name": "Maya Plisetskaya",
      "aboutText": "Richard Dawson (born Colin Lionel Emm; 20 November 1932 – 2 June 2012) was a British-American actor and comedian, and a game show host and panelist in the United States. Dawson was well known for playing Corporal Peter Newkirk on Hogan's Heroes, being the original host of the Family Feud game show from 1976-85, and from 1994–95, and a regular panelist on the 1970s version of Match Game on CBS from 1973-78. In 1984, he became an American citizen while retaining his British citizenship.",
      "pageId": 228293,
      "monthDay": "11/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Gardner_(British_writer)",
      "name": "John Gardner",
      "aboutText": "Terence \"Terry\" Hall (20 November 1926 – 3 April 2007) was an English ventriloquist. He appeared regularly on television with his puppet, Lenny the Lion, whose catchphrase was \"Aw, don't embawass me!\" Hall is credited as being one of the first ventriloquists to use a non-human puppet. Hall was born in Chadderton, Lancashire, where his parents ran a working men's club.",
      "pageId": 539149,
      "monthDay": "11/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Terry_Hall_(ventriloquist)",
      "name": "Terry Hall",
      "aboutText": "Donald Ray January (born November 20, 1929) is an American retired professional golfer.",
      "pageId": 610287,
      "monthDay": "11/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/T%C3%B4n_Th%E1%BA%A5t_%C4%90%C3%ADnh",
      "name": "Tôn Thất Đính",
      "aboutText": "Not to be confused with John Gardner (American writer)",
      "pageId": 756084,
      "monthDay": "11/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ed_Freeman",
      "name": "Ed Freeman",
      "aboutText": "Estelle Margaret Parsons (born November 20, 1927) is an American stage, film and television actress, Today Show television presenter, and occasional stage director.\nAfter studying law, Parsons became a singer before deciding to pursue a career in acting. She worked for the television program Today and made her stage debut in 1961.",
      "pageId": 768042,
      "monthDay": "11/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Estelle_Parsons",
      "name": "Estelle Parsons",
      "aboutText": "Charles Robert Larson (November 20, 1936 – July 26, 2014) was a four-star Admiral of the United States Navy.",
      "pageId": 991707,
      "monthDay": "11/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Aleksey_Batalov",
      "name": "Aleksey Batalov",
      "aboutText": "Rhys Llywelyn Isaac (November 20, 1937 in Cape Town, South Africa – October 6, 2010 in Blairgowrie, Victoria, Australia) was a Pulitzer Prize-winning South African-born Australian historian of American history who also worked in the United States.",
      "pageId": 1171197,
      "monthDay": "11/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Franklin_Cover",
      "name": "Franklin Cover",
      "aboutText": "Franklin Edward Cover (November 20, 1928 – February 5, 2006) was an American actor best known for starring in the sitcom The Jeffersons. His character, Tom Willis, was half of one of the first interracial marriages to be seen on prime-time television.",
      "pageId": 1985729,
      "monthDay": "11/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Disley",
      "name": "John Disley",
      "aboutText": "Bernard Arthur Gordon Horsfall (20 November 1930 – 28 January 2013) was an English actor.",
      "pageId": 2152464,
      "monthDay": "11/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Penelope_Hobhouse",
      "name": "Penelope Hobhouse",
      "aboutText": "Maya Mikhaylovna Plisetskaya (Russian: Ма́йя Миха́йловна Плисе́цкая; 20 November 1925 – 2 May 2015) was a Soviet-born ballet dancer, choreographer, ballet director, and actress, who held Spanish and Lithuanian citizenship. She danced during the Soviet era at the same time as Galina Ulanova, another famed Russian ballerina. In 1960 she ascended to Ulanova's former title as prima ballerina assoluta of the Bolshoi.",
      "pageId": 2324345,
      "monthDay": "11/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Don_January",
      "name": "Don January",
      "aboutText": "Aleksey Vladimirovich Batalov (Russian: Алексе́й Влади́мирович Бата́лов; born 20 November 1928) is a Soviet and Russian actor who has been acclaimed for his portrayal of noble and positive characters.",
      "pageId": 2543851,
      "monthDay": "11/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bernard_Horsfall",
      "name": "Bernard Horsfall",
      "aboutText": "Imre Makovecz (November 20, 1935 – September 27, 2011) was a Hungarian architect active in Europe from the late 1950s onward.\nMakovecz was born and died in Budapest. He attended the Technical University of Budapest.",
      "pageId": 2630205,
      "monthDay": "11/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Dawson",
      "name": "Richard Dawson",
      "aboutText": "René Kollo (born November 20, 1937) is a German tenor, especially known for his Wagnerian parts. In addition to Heldentenor roles, he performed in a wide variety of operas and operettas during his career.",
      "pageId": 2647018,
      "monthDay": "11/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Imre_Makovecz",
      "name": "Imre Makovecz",
      "aboutText": "William Wallis (20 November 1936 – 6 September 2013) was a British character actor and comedian who appeared in numerous radio and television roles, as well as in the theatre.\nHe attended Farnham Grammar School from 1948 to 1955, where he was head boy. He gained a State Scholarship to St John's College, Cambridge, and while at Cambridge University met Peter Cook and David Frost.",
      "pageId": 6822741,
      "monthDay": "11/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Don_DeLillo",
      "name": "Don DeLillo",
      "aboutText": "John Ivor Disley (born 20 November 1928) is a former Welsh athlete who competed mainly in the 3000 metres steeplechase. He was born in Corris, a village in Gwynedd. He attended Oswestry Boys High School.",
      "pageId": 7227058,
      "monthDay": "11/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Charles_R._Larson",
      "name": "Charles R. Larson",
      "aboutText": "Ed W. \"Too Tall\" Freeman (November 20, 1927 – August 20, 2008) was a United States Army helicopter pilot who received the U.S. military's highest decoration, the Medal of Honor, for his actions in the Battle of Ia Drang during the Vietnam War. During the battle, he flew through gunfire numerous times, bringing supplies to a trapped American battalion and flying dozens of wounded soldiers to safety.",
      "pageId": 9739167,
      "monthDay": "11/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bill_Wallis",
      "name": "Bill Wallis",
      "aboutText": "Lieutenant General Tôn Thất Đính (20 November 1926 – 21 November 2013), was a retired officer who served in the Army of the Republic of Vietnam (ARVN). He is best known as one of the key figures in the November 1963 coup that deposed and resulted in the assassination of Ngô Đình Diệm, the first president of the Republic of Vietnam (South Vietnam).\nA favourite of the ruling Ngô family, Đính received rapid promotions ahead of officers who were regarded as being more capable.",
      "pageId": 10416168,
      "monthDay": "11/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Rhys_Isaac",
      "name": "Rhys Isaac",
      "aboutText": "Penelope Hobhouse MBE (born 20 November 1929), née Chichester-Clark, is a British garden writer, designer, lecturer and television presenter.",
      "pageId": 15032255,
      "monthDay": "11/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ren%C3%A9_Kollo",
      "name": "René Kollo",
      "aboutText": "Robert Francis \"Bobby\" Kennedy (November 20, 1925 – June 6, 1968), commonly known by his initials RFK, was an American politician from Massachusetts. He served as a Senator for New York from 1965 until his assassination in 1968. He was previously the 64th U.S. Attorney General from 1961 to 1964, serving under his older brother, President John F. Kennedy and his successor, President Lyndon B. Johnson.",
      "pageId": 21131695,
      "monthDay": "11/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ruth_Laredo",
      "name": "Ruth Laredo",
      "aboutText": "Richard Remick \"Dick\" Smothers (born November 20, 1939) is an American actor, comedian, composer and musician.",
      "pageId": 104480,
      "monthDay": "11/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Eero_M%C3%A4ntyranta",
      "name": "Eero Mäntyranta",
      "aboutText": "Joseph Robinette \"Joe\" Biden, Jr. (/ˈdʒoʊsɨf rɒbɨˈnɛt ˈbaɪdən/; born November 20, 1942) is an American politician who is the 47th and current Vice President of the United States, jointly elected twice with President Barack Obama, and in office since 2009. A member of the Democratic Party, Biden represented Delaware as a United States Senator from 1973 until becoming Vice President in 2009.",
      "pageId": 145422,
      "monthDay": "11/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Viktoriya_Tokareva",
      "name": "Viktoriya Tokareva",
      "aboutText": "Oliver Wellington \"Billy\" Sipple (November 20, 1941 – February 2, 1989) was a decorated US Marine and Vietnam War veteran.\nOn September 22, 1975 he saved the life of US President Gerald Ford during an assassination attempt by Sara Jane Moore in San Francisco.",
      "pageId": 365291,
      "monthDay": "11/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dick_Smothers",
      "name": "Dick Smothers",
      "aboutText": "Meredith Jane Monk (born November 20, 1942) is an American composer, performer, director, vocalist, filmmaker, and choreographer.",
      "pageId": 385852,
      "monthDay": "11/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Helma_Sanders-Brahms",
      "name": "Helma Sanders-Brahms",
      "aboutText": "Norman Joel Greenbaum (born November 20, 1942) is an American singer-songwriter.",
      "pageId": 872488,
      "monthDay": "11/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ediz_Hun",
      "name": "Ediz Hun",
      "aboutText": "Stewart Robert \"Bob\" Einstein (born November 20, 1942) is an American actor and comedy writer who portrayed the fictional stuntman Super Dave Osborne.",
      "pageId": 1776951,
      "monthDay": "11/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Haseena_Moin",
      "name": "Haseena Moin",
      "aboutText": "Ruth Laredo (November 20, 1937 – May 25, 2005) was an American classical pianist.\nShe became known in the 1970s in particular for her premiere recordings of the 10 sonatas of Scriabin and the complete solo piano works of Rachmaninoff, for her Ravel recordings and in the last 16½ years before her death for her series in the Metropolitan Museum of Art “Concerts with Commentary”.",
      "pageId": 1951096,
      "monthDay": "11/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Oliver_Sipple",
      "name": "Oliver Sipple",
      "aboutText": "Helma Sanders-Brahms (20 November 1940 – 27 May 2014) was a German film director, screenwriter, producer and actress.",
      "pageId": 2053675,
      "monthDay": "11/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Joe_Biden",
      "name": "Joe Biden",
      "aboutText": "Robert James \"Rick\" Monday, Jr. (born November 20, 1945 in Batesville, Arkansas) is a former Major League Baseball (MLB) center fielder and is currently a broadcast announcer. Monday is best remembered for saving the American flag from being burned in Dodger Stadium during the American Bicentennial.",
      "pageId": 2054336,
      "monthDay": "11/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_Costanzo",
      "name": "Robert Costanzo",
      "aboutText": "Veronica Hamel (born November 20, 1943, in Philadelphia) is an American actress and model.",
      "pageId": 2133625,
      "monthDay": "11/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bob_Einstein",
      "name": "Bob Einstein",
      "aboutText": "Eero Antero Mäntyranta (20 November 1937 – 29 December 2013) was a Finnish skier and multiple Olympic champion. He competed in four Winter Olympics (1960–1972) winning seven medals at three of them, making him one of the most successful skiers Finland has ever produced. His success at the 1964 Winter Olympics earned him the nickname \"Mister Seefeld\", referring to the venue where the cross-country skiing and biathlon competitions took place.",
      "pageId": 2580914,
      "monthDay": "11/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Norman_Greenbaum",
      "name": "Norman Greenbaum",
      "aboutText": "Louis \"Louie\" Dampier (born November 20, 1944) is a retired American professional basketball player.\nA 6-foot-tall guard, Dampier is one of only a handful of men to play all nine seasons in the American Basketball Association (ABA) (1967–1976), all with the Kentucky Colonels. He also was one of just two players to play all nine ABA seasons with the same team; the other was Byron Beck of the Denver Rockets, later renamed the Nuggets.",
      "pageId": 3060626,
      "monthDay": "11/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Meredith_Monk",
      "name": "Meredith Monk",
      "aboutText": "Paul Langford FBA FRHistS (born 20 November 1945 in Bridgend; died 27 July 2015) was a British historian. From 2000 until late 2012 he was the rector of Lincoln College, Oxford, succeeded by professor Henry Woudhuysen.\nEducated at Monmouth School and Hertford College, Oxford, Langford was elected to a junior research fellowship in modern history at Lincoln College in 1969, becoming a tutorial fellow in 1970.",
      "pageId": 3689610,
      "monthDay": "11/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paulos_Faraj_Rahho",
      "name": "Paulos Faraj Rahho",
      "aboutText": "Nanette Joan Workman (born 20 November 1945, Brooklyn, New York, United States) is today a singer-songwriter, actress and author, who has been based in Quebec, Canada during much of her career. She holds dual citizenship in both the United States and Canada. She was raised by musician parents in Jackson, Mississippi where she began her first performances.",
      "pageId": 4858583,
      "monthDay": "11/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Veronica_Hamel",
      "name": "Veronica Hamel",
      "aboutText": "Robert Jason Costanzo (born November 20, 1942) is an American actor. He has an acting career spanning over thirty years and is often found playing surly New York types such as crooks, low level workers and policemen, and mixes both drama and comedy roles.",
      "pageId": 6357440,
      "monthDay": "11/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Louie_Dampier",
      "name": "Louie Dampier",
      "aboutText": "Haseena Moin is a Pakistani dramatist, playwright and scriptwriter. She has written several plays for stage, radio and television, some of which have even gained international repute. She is the recipient of the Pride of Performance award for her services to the performing arts in Pakistan.",
      "pageId": 6884927,
      "monthDay": "11/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mike_Vernon_(record_producer)",
      "name": "Mike Vernon",
      "aboutText": "Michael William Hugh \"Mike\" Vernon (born 20 November 1944) is an English music executive studio owner, and record producer from Harrow, Middlesex, England.",
      "pageId": 8904138,
      "monthDay": "11/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Paul_Langford",
      "name": "Paul Langford",
      "aboutText": "Viktoriya Samoilovna Tokareva (Russian: Виктория Самойловна Токарева) (born 20 November 1937) is a Soviet and Russian screenwriter and short story writer.",
      "pageId": 9565203,
      "monthDay": "11/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rick_Monday",
      "name": "Rick Monday",
      "aboutText": "Ediz Hun (born 20 November 1940 in Istanbul, Turkey) is a Turkish film actor and politician.",
      "pageId": 13370958,
      "monthDay": "11/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Nanette_Workman",
      "name": "Nanette Workman",
      "aboutText": "Archbishop Mar Paulos Faraj Rahho (Arabic: بولس فرج رحو‎, Būlus Farağ Raḥū; Syriac: ܦܘܠܘܣ ܦ̮ܪܔ ܪܚܘ‎, Paulōs Farağ Raḥō; 20 November 1942 – February or March 2008) was the Chaldean Catholic Archeparch of Mosul, in the northern part of Iraq.\nAlso known as Paul Faraj Rahho and Paulos Faradsch Raho, he was an ethnic Assyrian, born in Mosul, where he lived almost his entire life. The city of Mosul has a long established community of Chaldean Catholics.",
      "pageId": 16274118,
      "monthDay": "11/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Emel_Say%C4%B1n",
      "name": "Emel Sayın",
      "aboutText": "Howard Duane Allman (November 20, 1946 – October 29, 1971) was an American guitarist, session musician, co-founder and leader of The Allman Brothers Band until his death in a motorcycle accident in 1971 at the age of 24.\nThe Allman Brothers Band was formed in 1969 and based in the Southeastern United States. In the early 1970s, the band had major success.",
      "pageId": 293877,
      "monthDay": "11/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Duane_Allman",
      "name": "Duane Allman",
      "aboutText": "Joseph Fidler \"Joe\" Walsh (born November 20, 1947) is an American singer, songwriter, composer, multi-instrumentalist, and record producer. In a career spanning more than 40 years, Walsh has been a member of five successful rock bands: the Eagles, James Gang, Barnstorm, The Party Boys, and Ringo Starr & His All-Starr Band. In the 1990s, he was also a member of the short-lived supergroup The Best.",
      "pageId": 304518,
      "monthDay": "11/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Greg_Cook",
      "name": "Greg Cook",
      "aboutText": "For the swimmer, see David Walters (swimmer).\nDavid Lee Walters (born November 20, 1951) is a United States Democratic Party politician from the U.S. state of Oklahoma. He was the 24th governor of Oklahoma from 1991 to 1995.",
      "pageId": 395725,
      "monthDay": "11/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Patriarch_Kirill_of_Moscow",
      "name": "Patriarch Kirill of Moscow",
      "aboutText": "Bo Derek (born Mary Cathleen Collins; November 20, 1956) is an American film and television actress, movie producer, and model perhaps best known for her role in the 1979 film 10. The film also launched a bestselling poster for Derek in a swimsuit, and subsequently she became one of the most popular sex symbols in the 1980s. Her later films were not critically well-received.",
      "pageId": 446518,
      "monthDay": "11/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Judy_Woodruff",
      "name": "Judy Woodruff",
      "aboutText": "Barbara Hendricks (born November 20, 1948) is an African-American operatic soprano and concert singer. Hendricks has lived in Europe since 1977, and in Switzerland in Basel since 1985.",
      "pageId": 481788,
      "monthDay": "11/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Joe_Walsh",
      "name": "Joe Walsh",
      "aboutText": "Richard Masur (born November 20, 1948) is an American actor who has appeared in more than 80 movies. From 1995 to 1999, he served two terms as president of the Screen Actors Guild (SAG).",
      "pageId": 690051,
      "monthDay": "11/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_R._Bolton",
      "name": "John R. Bolton",
      "aboutText": "Rodger Albert Bumpass (born November 20, 1951) is an American actor, voice actor, writer and producer. He is best known for his long-running role as Squidward Tentacles on the American animated television series SpongeBob SquarePants. He voices many other characters on the show, including Dr.",
      "pageId": 724128,
      "monthDay": "11/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Park_Chul-soo",
      "name": "Park Chul-soo",
      "aboutText": "John Robert Bolton (born November 20, 1948) is an American lawyer and diplomat who has served in several Republican administrations. Bolton served as the U.S. ambassador to the United Nations from August 2005 until December 2006 as a recess appointee by President George W. Bush. He resigned in December 2006, when the recess appointment would have otherwise ended, because he was unlikely to win Senate confirmation.",
      "pageId": 997107,
      "monthDay": "11/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Barbara_Hendricks",
      "name": "Barbara Hendricks",
      "aboutText": "Judy Woodruff (born November 20, 1946) is an American television news anchor, journalist, and writer.",
      "pageId": 1024684,
      "monthDay": "11/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Richard_Masur",
      "name": "Richard Masur",
      "aboutText": "Thelma D. Drake (born November 20, 1949) is an American politician and former member of Congress of the Republican party from the state of Virginia. She was first elected to the United States House of Representatives in November 2004 to represent Virginia's 2nd congressional district.",
      "pageId": 1139251,
      "monthDay": "11/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jeff_Dowd",
      "name": "Jeff Dowd",
      "aboutText": "Gregory Lynn Cook (November 20, 1946 – January 27, 2012) was an American football quarterback.",
      "pageId": 1243075,
      "monthDay": "11/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Thelma_Drake",
      "name": "Thelma Drake",
      "aboutText": "Jeff Dowd (born November 20, 1949) is an American film producer and political activist best known as a member of the \"Seattle Seven,\" who went to jail (briefly, for contempt of court) following a violent protest against the Vietnam war.\nHe later moved to Los Angeles and became an independent movie producer and promoter, producing such films as Zebrahead.\nHe met the Coen Brothers while they were promoting their first film, Blood Simple.",
      "pageId": 1404211,
      "monthDay": "11/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Rodger_Bumpass",
      "name": "Rodger Bumpass",
      "aboutText": "Berit Andnor (born 20 November 1954) is a Swedish Social Democratic politician. She was Minister for Social Affairs of Sweden 2004–2006.\nBerit Andnor grew up in a working-class family in Gothenburg, and she and her sister was the first her family to be given the opportunity to obtain a higher education.",
      "pageId": 1404544,
      "monthDay": "11/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Walters",
      "name": "David Walters",
      "aboutText": "Steven Robert Dahl (born November 20, 1954 in Pasadena, California) is an American radio personality and humorist.",
      "pageId": 3079824,
      "monthDay": "11/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Van_Boxmeer",
      "name": "John Van Boxmeer",
      "aboutText": "John Martin Van Boxmeer (born November 20, 1952 in Petrolia, Ontario) is a former Canadian professional ice hockey player.",
      "pageId": 5868352,
      "monthDay": "11/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Berit_Andnor",
      "name": "Berit Andnor",
      "aboutText": "Gareth James Chilcott (born 20 November 1956 in Bristol) is a former rugby union player, who played at prop for Bath and England.\nHe made his England debut against Australia in 1984. He toured with the British Lions in Australia in 1989, together with Andy Robinson and Jeremy Guscott.",
      "pageId": 7357234,
      "monthDay": "11/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_Dahl",
      "name": "Steve Dahl",
      "aboutText": "Kirill or Cyril (Russian: Кирилл, secular name Vladimir Mikhailovich Gundyayev, Russian: Владимир Михайлович Гундяев; born 20 November 1946) is a Russian Orthodox bishop. He became Patriarch of Moscow and all Rus' and Primate of the Russian Orthodox Church on 1 February 2009.",
      "pageId": 9365809,
      "monthDay": "11/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Chris_McNeill",
      "name": "Chris McNeill",
      "aboutText": "Park Chul-soo (November 20, 1948 – February 19, 2013) was a South Korean film director, producer, screenwriter and occasional actor.",
      "pageId": 22541690,
      "monthDay": "11/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Gareth_Chilcott",
      "name": "Gareth Chilcott",
      "aboutText": "Chris McNeill (20 November 1954 – 5 February 2011) was an American ski jumper who competed in the 1980 Winter Olympics.",
      "pageId": 39467206,
      "monthDay": "11/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bo_Derek",
      "name": "Bo Derek",
      "aboutText": "Emel Sayın is a Turkish singer and movie actress.",
      "pageId": 45662071,
      "monthDay": "11/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Gastineau",
      "name": "Mark Gastineau",
      "aboutText": "Sir William Timothy Gowers, FRS (/ˈɡaʊərz/; born 20 November 1963) is a British mathematician. He is a Royal Society Research Professor at the Department of Pure Mathematics and Mathematical Statistics at the University of Cambridge, where he also holds the Rouse Ball chair, and is a Fellow of Trinity College, Cambridge.",
      "pageId": 365715,
      "monthDay": "11/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Natasha_Vlassenko",
      "name": "Natasha Vlassenko",
      "aboutText": "James Patrick \"Jim\" McGovern (born November 20, 1959) is a member of the United States House of Representatives, representing Massachusetts's 2nd congressional district. He is a member of the Democratic Party. The district, numbered as the 3rd District from 1997 to 2013, stretches from Worcester to the Pioneer Valley.",
      "pageId": 440807,
      "monthDay": "11/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stefan_Bellof",
      "name": "Stefan Bellof",
      "aboutText": "Ming-Na Wen (Chinese: 温明娜; pinyin: Wēn Míngnà); born November 20, 1963) is a Macau American actress. She has been credited with and without her family name, but most credits since the late 1990s have been without it. She has been known by such variants of her name as Ming-Na, Ming Na, Ming Na Wen and Ming Wen.",
      "pageId": 697107,
      "monthDay": "11/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mike_Craven_(footballer)",
      "name": "Mike Craven",
      "aboutText": "Mary Sean Young (born November 20, 1959) is an American actress.",
      "pageId": 748520,
      "monthDay": "11/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Eriksen",
      "name": "John Eriksen",
      "aboutText": "Marcus Dell Gastineau (born November 20, 1956) is a former American football player who was a defensive end for the New York Jets from 1979 to 1988. A five-time Pro Bowler, his 107½ quarterback sacks in only his first 100 starts in the NFL made him one of the quickest and most feared pass rushers of his generation.",
      "pageId": 1140171,
      "monthDay": "11/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rickson_Gracie",
      "name": "Rickson Gracie",
      "aboutText": "Stefan Bellof (20 November 1957 – 1 September 1985) was a German racing driver, best known for setting the fastest lap ever on the Nordschleife configuration at the Nürburgring in 1983, driving a Porsche 956. He was the winner of the Drivers' Championship in the 1984 World Sportscar Championship, driving for the factory Rothmans Porsche team. He also competed with the Tyrrell Formula One team during 1984 and 1985.",
      "pageId": 1235947,
      "monthDay": "11/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Orlando_Figes",
      "name": "Orlando Figes",
      "aboutText": "David \"Dave\" Watson (born 20 November 1961 in Liverpool, Merseyside) is an English former professional footballer and Youth Team Coach at Premier League side Newcastle United.\nAs a player he was a defender from 1980 to 2001. He played his entire career for Norwich City and Everton.",
      "pageId": 1286567,
      "monthDay": "11/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jim_McGovern_(U.S._politician)",
      "name": "James McGovern",
      "aboutText": "Rickson Gracie (Portuguese pronunciation: [ˈʁiksõ ˈɡɾejsi]; born November 21, 1958) is a Brazilian 8th degree black and red belt in Gracie Jiu-Jitsu and a retired mixed martial artist. He is a member of the Gracie family: the son of Hélio Gracie, brother to Rorion and Relson Gracie, and half-brother to Rolker, Royce, Robin and Royler Gracie.",
      "pageId": 1470497,
      "monthDay": "11/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sean_Young",
      "name": "Sean Young",
      "aboutText": "Jim Brickman (born November 20, 1961) is an American songwriter and pianist of pop and adult contemporary music, as well as a radio show host. Being named the most charted male adult contemporary artist to date, Brickman has earned six Gold and Platinum albums. He is known for his solo piano compositions, pop-style instrumentals, and vocal collaborations with artists such as Lady Antebellum, Johnny Mathis, Michael W. Smith, Martina McBride, Megan Hilty, Donny Osmond, Delta Goodrem, Olivia Newton-John, and many others.",
      "pageId": 1548306,
      "monthDay": "11/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Marc_Labr%C3%A8che",
      "name": "Marc Labrèche",
      "aboutText": "Orlando Figes (/ˈfaɪdʒiːz/; born 20 November 1959) is a British historian and writer best known for his works on Russian history. He is Professor of History at Birkbeck College, University of London.\nFiges is known for his works on Russian history, in particular A People's Tragedy (1996), Natasha's Dance (2002), The Whisperers (2007), Crimea (2010) and Just Send Me Word (2012).",
      "pageId": 2078677,
      "monthDay": "11/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_Brickman",
      "name": "Jim Brickman",
      "aboutText": "Boris Dežulović (born 1964) is a Croatian journalist and writer, best known as one of the founders of the now defunct satirical magazine Feral Tribune.\nDežulović studied art history at the University of Split. Along with Viktor Ivančić and Predrag Lucić he was one of the three original members of the \"VIVA LUDEŽ\" trio of Split-based humorists who first began writing in 1984 and who founded the magazine in 1993.",
      "pageId": 2317973,
      "monthDay": "11/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tim_Harvey",
      "name": "Tim Harvey",
      "aboutText": "Scott Alexander (born June 16, 1963, Los Angeles, California) and Larry Karaszewski (born November 20, 1961, South Bend, Indiana) are an American screenwriting team. They met at the University of Southern California where they were roommates; they graduated from the School of Cinematic Arts in 1985.",
      "pageId": 2593780,
      "monthDay": "11/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Larry_Karaszewski",
      "name": "Larry Karaszewski",
      "aboutText": "Tim Harvey (born 20 November 1961) is a British racing driver, best known for being the 1992 British Touring Car Champion, and the 2008 and 2010 Porsche Carrera Cup Great Britain champion. A household name in the 1990s, Harvey won sixteen races in the British Touring Car Championship between 1987 and 1995, but competed in the series until 2002. He was also the winner of the invitational Guia Race of Macau touring car event, in 1989.",
      "pageId": 4164433,
      "monthDay": "11/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dave_Watson",
      "name": "Dave Watson",
      "aboutText": "John Hartmann Eriksen (20 November 1957 – 12 February 2002) was a Danish footballer who played as a striker.\nAn extremely prolific goal scorer, he scored 319 league goals over the course of 15 seasons, having played in four different countries, namely the Netherlands and Switzerland. He did not manage to win any team honours, however.",
      "pageId": 9184930,
      "monthDay": "11/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Timothy_Gowers",
      "name": "Timothy Gowers",
      "aboutText": "Wan Yanhai (Chinese: 万延海; pinyin: Wàn Yánhǎi; born 20 November 1963) is a Chinese AIDS activist.\nDr. Wan started his career at China's Ministry of Health (MOH), where among other things he translated the first announcement of the AIDS epidemic into Chinese.",
      "pageId": 9185453,
      "monthDay": "11/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ming-Na_Wen",
      "name": "Ming-Na Wen",
      "aboutText": "Marc Labrèche (born November 20, 1960 in Montreal, Quebec) is a Quebec actor, comedian and host.",
      "pageId": 14711767,
      "monthDay": "11/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Wan_Yanhai",
      "name": "Wan Yanhai",
      "aboutText": "Mike Craven (born 20 November 1957, Birkenhead) is a former English professional footballer who played as a goalkeeper.",
      "pageId": 15952164,
      "monthDay": "11/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Boris_De%C5%BEulovi%C4%87",
      "name": "Boris Dežulović",
      "aboutText": "Douglas Bruce Ford, Jr. (born November 20, 1964) is a Canadian businessperson and politician in Toronto, Ontario. Ford was Toronto City Councillor for Ward 2 Etobicoke North in Toronto from 2010 to 2014 at the same time that his brother, Rob Ford, was mayor of Toronto.",
      "pageId": 29361490,
      "monthDay": "11/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sophie_Filli%C3%A8res",
      "name": "Sophie Fillières",
      "aboutText": "Natalia Lvovna \"Natasha\" Vlassenko (Russian: Ната́лья Льво́вна Вла́сенко; born 20 November 1956) is a Russian-Australian pianist and teacher.",
      "pageId": 38132067,
      "monthDay": "11/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Doug_Ford,_Jr.",
      "name": "Doug Ford, Jr.",
      "aboutText": "Sophie Fillières (born 20 November 1964) is a French film director and screenwriter who has written for more than fifteen film and television productions since 1991.\n^ \"Tourner en dérision.\". Libération.",
      "pageId": 42283982,
      "monthDay": "11/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_MacLean_(ice_hockey)",
      "name": "John MacLean",
      "aboutText": "Delia 'Chikita' Gonzalez (born November 20, 1970) is an American former flyweight female boxer. She has a record of 13-9-4 with 3 knockout wins, although several of her losses have been controversial.",
      "pageId": 84775,
      "monthDay": "11/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Taylor_(footballer,_born_1964)",
      "name": "Mark Taylor",
      "aboutText": "Kevin Matthew Gilbert (November 20, 1966 – May 17, 1996) was an American songwriter, musician, composer, producer and collaborator.",
      "pageId": 749887,
      "monthDay": "11/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Yoshiki_(musician)",
      "name": "Yoshiki",
      "aboutText": "Sabrina Lloyd (born November 20, 1970 in Fairfax, Virginia) is an American film and television actress.",
      "pageId": 799522,
      "monthDay": "11/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mike_D",
      "name": "Mike D",
      "aboutText": "Matthew Roy \"Matt\" Blunt (born November 20, 1970) served as the 54th Governor of Missouri from 2005 to 2009. Before his election as governor, Blunt served ten years in the United States Navy, was elected to serve in the Missouri General Assembly in 1998, and as Missouri's Secretary of State in 2000. He grew up in a political family and his father Roy Blunt served in a variety of political offices, including U.S. Senator.",
      "pageId": 1133101,
      "monthDay": "11/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sen_Dog",
      "name": "Sen Dog",
      "aboutText": "Yoshiki Hayashi (林 佳樹, Hayashi Yoshiki, born November 20, 1965) is a Japanese musician, songwriter, composer and record producer. Better known by his stage name Yoshiki, he is best known as the leader and co-founder of the heavy metal band X Japan, for which he is the drummer, pianist and principal songwriter. The band achieved breakthrough success in the late 1980s, and besides being one of the first Japanese acts to achieve mainstream success while on an independent label, Extasy Records which he founded, the group is widely credited as one of the pioneers of the visual kei movement.",
      "pageId": 1178188,
      "monthDay": "11/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jimmy_Vasser",
      "name": "Jimmy Vasser",
      "aboutText": "Michael Diamond, better known as Mike D (born November 20, 1965), is a founding member of New York City hip hop group the Beastie Boys. Mike D raps, sings, and plays drums.",
      "pageId": 1195797,
      "monthDay": "11/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kevin_Gilbert_(musician)",
      "name": "Kevin Gilbert (musician)",
      "aboutText": "John Carter MacLean (born November 20, 1964) is a former Canadian ice hockey player, and former head coach of the New Jersey Devils. He was most recently an assistant coach with the Carolina Hurricanes.",
      "pageId": 1232948,
      "monthDay": "11/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jill_Thompson",
      "name": "Jill Thompson",
      "aboutText": "Jimmy Vasser (born November 20, 1965) is an American former racing driver and current co-owner of KV Racing Technology. Vasser won the 1996 IndyCar season championship with Chip Ganassi Racing, and scored ten victories in the series. Vasser was the last American to win the Champ Car championship.",
      "pageId": 1448545,
      "monthDay": "11/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Teoman_(singer)",
      "name": "Teoman",
      "aboutText": "Malik Isaac Taylor (born November 20, 1970), better known by his stage name Phife Dawg (or simply Phife), is an American rapper of Trinidadian descent, and a member of the group A Tribe Called Quest with high school classmates Q-Tip and Ali Shaheed Muhammad (and for a short time Jarobi White). He is also known as the \"Five Foot Assassin\" and \"The Five Footer\", because he stands at 5 ft 3 in.\nIn addition to being a member of pioneering hip hop group A Tribe Called Quest, Phife has performed in songs with other artists.",
      "pageId": 1472458,
      "monthDay": "11/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Childs_(basketball)",
      "name": "Chris Childs",
      "aboutText": "Jill Thompson (born November 20, 1966) is an American comic book writer and illustrator who has worked for stage, film, and television.",
      "pageId": 2220765,
      "monthDay": "11/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tarique_Rahman",
      "name": "Tarique Rahman",
      "aboutText": "Senen Reyes (born November 22, 1965), best known by his stage name Sen Dog, is a Cuban-American rapper and member of rap group Cypress Hill.",
      "pageId": 2675452,
      "monthDay": "11/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tommy_Asinga",
      "name": "Tommy Asinga",
      "aboutText": "Chew Chor Meng (born 20 November 1968), also known as Zhou Chuming, is a Singaporean television actor.",
      "pageId": 3439441,
      "monthDay": "11/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Robin_M._Canup",
      "name": "Robin M. Canup",
      "aboutText": "Chris Childs (born November 20, 1967) is an American former professional basketball player, who played primarily at the guard position.",
      "pageId": 5268846,
      "monthDay": "11/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Chew_Chor_Meng",
      "name": "Chew Chor Meng",
      "aboutText": "isl",
      "pageId": 5601422,
      "monthDay": "11/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Callie_Thorne",
      "name": "Callie Thorne",
      "aboutText": "Calliope \"Callie\" Thorne (born November 20, 1969) is an American actress known for her role as Dr. Dani Santino on the USA Network series Necessary Roughness. She is also known for past work such as her roles on Homicide: Life on the Street as Detective Laura Ballard, a role she held for two seasons, and the movie Homicide: The Movie.",
      "pageId": 6010488,
      "monthDay": "11/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Matt_Blunt",
      "name": "Matt Blunt",
      "aboutText": "Fazlı Teoman Yakupoğlu (born 20 November 1967, in Istanbul, Turkey ), using the stage name Teoman, is a popular Turkish acoustic rock singer and song-writer. His biggest hits include \"Paramparça\" (All In Pieces), Senden Önce Senden Sonra (Before You, After You), 17 and Papatya (Daisy). On Papatya, Turkish female rock singer Özlem Tekin features as backing vocals.",
      "pageId": 9052949,
      "monthDay": "11/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Phife_Dawg",
      "name": "Phife Dawg",
      "aboutText": "Peter Mark Richard Taylor (more commonly known as Mark Taylor; born 20 November 1964 in Hartlepool) is an English former professional footballer.",
      "pageId": 12276843,
      "monthDay": "11/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Delia_Gonzalez",
      "name": "Delia Gonzalez",
      "aboutText": "Tommy Asinga (born 20 November 1968 in Moengo) is a track star from Suriname.\nAsinga trained in the United States, attending Eastern Michigan University from 1991–1994, where he won All-American honors five times.\nAsinga competed at three Olympic Games, representing Suriname: in 1988 at Seoul, in 1992 at Barcelona (where he was Suriname's flag bearer in the opening ceremonies) and in 1996 in Atlanta.",
      "pageId": 12764755,
      "monthDay": "11/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Geoffrey_Keezer",
      "name": "Geoffrey Keezer",
      "aboutText": "Robin M. Canup (born November 20, 1968) is an American astrophysicist. She received her B.S. from Duke University and her PhD from the University of Colorado at Boulder. Her main area of research concerns the origins of planets and satellites.",
      "pageId": 15077241,
      "monthDay": "11/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sabrina_Lloyd",
      "name": "Sabrina Lloyd",
      "aboutText": "Geoffrey Keezer (born November 20, 1970) is an American jazz pianist. He is a two-time Grammy nominee.\nA native of Eau Claire, Wisconsin, Keezer was playing in jazz clubs as a teenager, holding down the piano chair for Art Blakey at age 18, and touring in the company of Joshua Redman, Benny Golson and Ray Brown in his 20s.",
      "pageId": 34271255,
      "monthDay": "11/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Joe_Zaso",
      "name": "Joe Zaso",
      "aboutText": "David Paden Marchand (born November 20, 1975), best known by his stage name Davey Havok, is the lead vocalist of the American rock band AFI, the electronic music band Blaqk Audio, and hardcore band XTRMST.",
      "pageId": 328151,
      "monthDay": "11/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Joey_Galloway",
      "name": "Joey Galloway",
      "aboutText": "Dominique Margaux Dawes (born November 20, 1976) is a retired American artistic gymnast. Known in the gymnastics community as 'Awesome Dawesome,' she was a 10-year member of the U.S. national gymnastics team, the 1994 U.S. all-around senior National Champion, a three-time Olympian, a World Championships silver medalist and a member of the gold-medal winning \"Magnificent Seven\" at the 1996 Summer Olympics. Dawes is also notable as being the first African-American woman to win an individual Olympic medal in artistic gymnastics, and the first black person of any nationality or gender to win an Olympic gold medal in gymnastics.",
      "pageId": 905327,
      "monthDay": "11/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Joel_McHale",
      "name": "Joel McHale",
      "aboutText": "Theodoros Velkos (Greek: Θεόδωρος Βέλκος; born November 20, 1976) is a male badminton player from Greece.\nVelkos competed in badminton at the 2004 Summer Olympics in men's doubles with partner George Patis. They were defeated in the 32nd round by Chan Chong Ming and Chew Choon Eng of Malaysia.",
      "pageId": 927977,
      "monthDay": "11/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Marco_Oppedisano",
      "name": "Marco Oppedisano",
      "aboutText": "Angelica Bridges is an American actress, model and singer.",
      "pageId": 948111,
      "monthDay": "11/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sheema_Kalbasi",
      "name": "Sheema Kalbasi",
      "aboutText": "Tusshar Kapoor is an Indian film actor and producer, known for his works exclusively in Bollywood.",
      "pageId": 957213,
      "monthDay": "11/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Angelica_Bridges",
      "name": "Angelica Bridges",
      "aboutText": "Laura Harris (born November 20, 1976) is a Canadian actress.\n^ Wilder, Gabriel (July 14, 2007). series fifteen/2007/07/13/1183833752998.html \"Dead Like Me, series2\" .",
      "pageId": 1047080,
      "monthDay": "11/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Neil_Hodgson",
      "name": "Neil Hodgson",
      "aboutText": "David Jonathan \"J. D.\" Drew (born November 20, 1975) is a former American Major League Baseball right fielder. He is a left-handed hitter, and began his major league career in 1998 with the St. Louis Cardinals.",
      "pageId": 1084979,
      "monthDay": "11/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Taavi_Veskim%C3%A4gi",
      "name": "Taavi Veskimägi",
      "aboutText": "Joseph Scott \"Joey\" Galloway (born November 20, 1971) is a former American football wide receiver in the National Football League and current college football analyst with ESPN. He was drafted by the Seattle Seahawks eighth overall in the 1995 NFL Draft and also played for the Dallas Cowboys, Tampa Bay Buccaneers, New England Patriots, Pittsburgh Steelers and Washington Redskins.",
      "pageId": 1875323,
      "monthDay": "11/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dierks_Bentley",
      "name": "Dierks Bentley",
      "aboutText": "Frederick Dierks Bentley (born November 20, 1975), known professionally as Dierks Bentley, is an American country music singer and songwriter who has been signed to Capitol Nashville since 2003. That year, he released his self-titled debut album. Both it and its follow-up, 2005's Modern Day Drifter, are certified platinum in the United States.",
      "pageId": 2104801,
      "monthDay": "11/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ryan_Bowen",
      "name": "Ryan Bowen",
      "aboutText": "Joseph Zaso (born November 20, 1970 in Queens, New York City) is an American actor and filmmaker.\nHe is a b-movie regular and has been involved in the low budget science fiction and horror industry since 1990.",
      "pageId": 2200538,
      "monthDay": "11/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/J._D._Drew",
      "name": "J. D. Drew",
      "aboutText": "Ryan Cleo Bowen (born November 20, 1975) is an American former professional basketball player who is currently an assistant coach for the Denver Nuggets of the National Basketball Association (NBA).",
      "pageId": 2445571,
      "monthDay": "11/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Joshua_Gomez",
      "name": "Joshua Gomez",
      "aboutText": "Neil Stuart Hodgson (born (1973-11-20) 20 November 1973  in Burnley, Lancashire) is a former British motorcycle racer who won the 2000 British Superbike Championship, and the 2003 Superbike World Championship titles. He then went on to have a moderately successful four years in the American Superbike Championship, with a best 5th place championship finish.\nAt the start of the 2010 season Hodgson returned to the British Superbike Championship with the Motorpoint Yamaha team managed by Rob McElnea.",
      "pageId": 2885630,
      "monthDay": "11/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Davey_Havok",
      "name": "Davey Havok",
      "aboutText": "Taavi Veskimägi (born 20 November 1974 in Eidapere, Estonia) is a former Estonian politician and the managing director of the Estonian electric power transmission system operator Elering.\nHe is a former Minister of Finance (2003–2005) and one of the two former co-Chairmen of the Union of Pro Patria and Res Publica (2006–2007).\n^ Van Elsuwege, Peter (August 2008).",
      "pageId": 2985960,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dominique_Dawes",
      "name": "Dominique Dawes",
      "aboutText": "Joel Edward McHale (born November 20, 1971) is an American comedian, actor, writer, television producer, and television host. He is known for hosting The Soup and portraying Jeff Winger on the NBC/Yahoo! comedy series Community.",
      "pageId": 3029268,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Laura_Harris",
      "name": "Laura Harris",
      "aboutText": "Jason Craig Thompson (born November 20, 1976) is a Canadian actor. He joined the cast of the American daytime drama General Hospital in December 2005 as neurosurgeon Dr. Patrick Drake.",
      "pageId": 4642454,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tusshar_Kapoor",
      "name": "Tusshar Kapoor",
      "aboutText": "Sheema Kalbasi (Persian: شیما کلباسی‎‎) was born in Tehran, Iran on 20 November 1972 and grew up in Pakistan and Denmark. She is a poet, filmmaker, researcher and rights activist.",
      "pageId": 7531666,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_Thompson_(actor)",
      "name": "Jason Thompson",
      "aboutText": "Mahmud Anjum Asrar (born November 20, 1976 in Ankara, Turkey) is a Turkish-born comic book artist of Pakistani and Austrian ethnicity, who is known for his work on American and non-American comic books.\nHis American work includes pinups for Savage Dragon #124 and Invincible #20, and for co-creating, with writer Jay Faerber, the series Dynamo 5, which debuted in March 2007 from Image Comics.\n^ a b \"About\".",
      "pageId": 9970638,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Theodoros_Velkos",
      "name": "Theodoros Velkos",
      "aboutText": "Joshua Eli Gomez (born November 20, 1975) is an American actor best known for his role as Morgan Grimes on Chuck. He is the younger brother of actor Rick Gomez.\nGomez appeared in a recurring role in the CBS series Without a Trace as computer tech James Mackeroy.",
      "pageId": 13254843,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cemal_Y%C4%B1ld%C4%B1z",
      "name": "Cemal Yıldız",
      "aboutText": "Marco Oppedisano (born November 20, 1971 in Brooklyn, New York) is an American guitarist and composer whose compositions focus on the innovative use of electric guitar in the genre of electroacoustic music. His musique concrète/acousmatic music compositions have utilized multitrack recording and extended performance techniques for electric guitar, nylon string guitar and electric bass. In addition to musique concrète, compositions by Oppedisano also consist of \"live\" electric guitar in combination with a fixed playback of various electronic, acoustic (specifically female voice courtesy of Kimberly Fiedelman) and sampled sounds.",
      "pageId": 15376148,
      "monthDay": "11/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mahmud_A._Asrar",
      "name": "Mahmud A. Asrar",
      "aboutText": "Cemal \"Teddy\" Yıldız (born 20 November 1976 in Muş) is a Turkish football manager and former player.\nYıldız played for Hertha Zehlendorf in the latter half of the 1990s, making an appearance in the final of the 1996 Berliner Landespokal as the team lost 2–0 to Tennis Borussia Berlin. Yıldız moved to his native Turkey in 2000, signing for Konyaspor in the TFF First League.",
      "pageId": 28483201,
      "monthDay": "11/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rudy_Charles",
      "name": "Rudy Charles",
      "aboutText": "Carlos Austin Boozer, Jr. (born November 20, 1981) is an American professional basketball player who last played for the Los Angeles Lakers of the National Basketball Association (NBA). As a member of Team USA, Boozer won an Olympic bronze medal at the 2004 Summer Olympics and an Olympic gold medal at the 2008 Summer Olympics.",
      "pageId": 878690,
      "monthDay": "11/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Daniel_Svensson",
      "name": "Daniel Svensson",
      "aboutText": "Justin Raymond Hoyte (born 20 November 1984) is a professional footballer who plays for Dagenham & Redbridge and the Trinidad and Tobago national team.",
      "pageId": 1305596,
      "monthDay": "11/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Josh_Turner",
      "name": "Josh Turner",
      "aboutText": "Eiko Koike (小池 栄子, Koike Eiko, born November 20, 1980 in Tokyo) is a Japanese idol and actress.",
      "pageId": 1343132,
      "monthDay": "11/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Freya_Lim",
      "name": "Freya Lim",
      "aboutText": "Kimberley Jane Walsh (born 20 November 1981) is an English singer-songwriter, model, television presenter, actress and dancer. She rose to fame in late 2002 when she auditioned for the reality television show Popstars: The Rivals on ITV. The programme announced that Walsh had won a place as a member of the girl group Girls Aloud. The group has achieved massive success, having twenty consecutive top ten singles (including four number ones) in the UK, six studio albums have all been certified platinum by the British Phonographic Industry (BPI), two of which went to number one in the UK, and accumulating a total of five BRIT Award nominations.",
      "pageId": 1358490,
      "monthDay": "11/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nadine_Velazquez",
      "name": "Nadine Velazquez",
      "aboutText": "Margo Stilley (born November 20, 1982) is an American actress and writer.",
      "pageId": 1564520,
      "monthDay": "11/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Maree_Bowden",
      "name": "Maree Bowden",
      "aboutText": "Juan Cruz Álvarez (born November 20, 1985 in Arrecifes, Argentina) is a race car driver.",
      "pageId": 1616632,
      "monthDay": "11/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joseph_Hallman",
      "name": "Joseph Hallman",
      "aboutText": "Ferdinando Monfardini (born 20 November 1984 in Isola della Scala) is an Italian race car driver.",
      "pageId": 1628359,
      "monthDay": "11/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jacob_Pitts",
      "name": "Jacob Pitts",
      "aboutText": "Daniel Svensson (born November 20, 1977) was the drummer and youngest member of the Swedish band In Flames, and drummer / vocalist for the band Sacrilege GBG. He was also in Diabolique before he joined in Flames in 1998 to fill the position created when Björn Gelotte moved from drums to guitars. In Flames' first album with him as drummer along with Peter Iwers was Colony, and it was released the following year. He rejoined Sacrilege GBG in 2006.",
      "pageId": 1911547,
      "monthDay": "11/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_Chambers_(English_footballer)",
      "name": "James Chambers",
      "aboutText": "Joshua Otis \"Josh\" Turner (born November 20, 1977) is an American contemporary country music singer and actor. In 2003, he signed to MCA Nashville Records. That same year, his debut album's title track, \"Long Black Train\", was his breakthrough single release.",
      "pageId": 1962325,
      "monthDay": "11/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eiko_Koike",
      "name": "Eiko Koike",
      "aboutText": "Jacob Pitts (born November 20, 1979) is an American actor. His most notable performance was in the 2004 film EuroTrip as Cooper Harris and as Bill \"Hoosier\" Smith in HBO's 2010 miniseries The Pacific. He appeared in the play Where Do We Live at the Vineyard Theatre in May 2004.",
      "pageId": 2649372,
      "monthDay": "11/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Carlos_Boozer",
      "name": "Carlos Boozer",
      "aboutText": "Samuel Babson \"Sam\" Fuld (born November 20, 1981) is an American professional baseball outfielder for the Oakland Athletics of Major League Baseball.\nDespite being diagnosed with Type 1 diabetes at the age of 10, Fuld began his baseball career by twice batting .600 in high school, during which time Baseball America ranked him 19th in the country. He played college baseball at Stanford.",
      "pageId": 3072445,
      "monthDay": "11/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sam_Fuld",
      "name": "Sam Fuld",
      "aboutText": "Nadine E. Velazquez (born November 20, 1978) is an American actress and model known for her roles as Catalina Aruca on My Name Is Earl and Sofia Ruxin on The League. She has also appeared in films such as War and Flight, and is a cast member on the TV series Major Crimes.",
      "pageId": 3632205,
      "monthDay": "11/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kimberley_Walsh",
      "name": "Kimberley Walsh",
      "aboutText": "James Ashley Chambers (born 20 November 1980 in West Bromwich, West Midlands) is a retired English footballer.",
      "pageId": 4231879,
      "monthDay": "11/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/%C4%B0brahim_Toraman",
      "name": "İbrahim Toraman",
      "aboutText": "Daniel \"Dan\" Engler (born November 20, 1977) is an American professional wrestling referee, better known by his former ring name, Rudy Charles, best known for his time as a referee in Total Nonstop Action Wrestling (TNA), where he was the promotion's senior referee. Also has worked in 2011 with SWE, Supreme Wrestling Entertainment, in Wisconsin.",
      "pageId": 4773360,
      "monthDay": "11/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Margo_Stilley",
      "name": "Margo Stilley",
      "aboutText": "İbrahim Toraman (born 20 November 1981) is a retired Turkish footballer.",
      "pageId": 5425649,
      "monthDay": "11/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Future_(rapper)",
      "name": "Future",
      "aboutText": "Freya Lim (Chinese: 林凡; pinyin: Lin Fan; born 20 November 1979), also known as Freya Lin, is a Taiwan-born Malaysian Mandopop singer and radio deejay. Her father is a Malaysian Chinese and her mother is a Taiwanese.\nIn 2002, Lim graduated from University of Washington Seattle majoring in Psychology.",
      "pageId": 5582312,
      "monthDay": "11/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tashard_Choice",
      "name": "Tashard Choice",
      "aboutText": "Tashard J. Choice (born November 20, 1984), is an American football running back who is currently a free agent. He played college football at Georgia Tech. He was drafted by the Dallas Cowboys in the fourth round of the 2008 NFL Draft.",
      "pageId": 10455556,
      "monthDay": "11/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ferdinando_Monfardini",
      "name": "Ferdinando Monfardini",
      "aboutText": "Maree Bowden (née Grubb; born 20 November 1979 in Clyde, New Zealand) is a New Zealand international netball player. Bowden played with the Canterbury Flames in the National Bank Cup from 1999–2007. She continued with the Canterbury franchise, which became the Canterbury Tactix, when the ANZ Championship began in 2008.",
      "pageId": 14415298,
      "monthDay": "11/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Justin_Hoyte",
      "name": "Justin Hoyte",
      "aboutText": "Nayvadius DeMun Wilburn, (born November 20, 1983), better known by his stage name Future, is an American hip hop artist from Atlanta, Georgia. After releasing a series of mixtapes between 2010 and 2011, Future signed a major-label deal with Epic Records and fellow American rapper Rocko's A1 Recordings, which helped launch Future's own label imprint, Freebandz. Future subsequently began working on his debut album Pluto, and in April 2012 released the album to positive reviews.",
      "pageId": 34768335,
      "monthDay": "11/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Juan_Cruz_%C3%81lvarez",
      "name": "Juan Cruz Álvarez",
      "aboutText": "Joseph Hallman (born Nov. 20, 1979) is a composer. A functional orphan, Hallman was born and raised in the Philadelphia neighborhood of Kensington, Philadelphia.",
      "pageId": 41354101,
      "monthDay": "11/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dan_Byrd",
      "name": "Dan Byrd",
      "aboutText": "Maiha Ishimura (石村 舞波, Ishimura Maiha, born November 20, 1992 in Chiba Prefecture, Japan) is a former member of Hello! Project Kids and Berryz Kobo. In 2002, Maiha successfully passed the Hello!",
      "pageId": 2247780,
      "monthDay": "11/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aaron_Yan",
      "name": "Aaron Yan",
      "aboutText": "Rhys Wakefield (born 20 November 1988) is an Australian actor.",
      "pageId": 2583494,
      "monthDay": "11/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ashley_Fink",
      "name": "Ashley Fink",
      "aboutText": "Daniel \"Dan\" Byrd (born November 20, 1985) is an American actor.",
      "pageId": 4741836,
      "monthDay": "11/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/%C3%96zer_Hurmac%C4%B1",
      "name": "Özer Hurmacı",
      "aboutText": "Cody Martin Linley (born November 20, 1989) is an American actor and singer. He is best known for his recurring role as Jake Ryan in the television series Hannah Montana, and for being a contestant on the seventh season of Dancing With The Stars, in which he was partnered with Julianne Hough and finished fourth.",
      "pageId": 4833081,
      "monthDay": "11/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Oliver_Sykes",
      "name": "Oliver Sykes",
      "aboutText": "Aaron Yan (traditional Chinese: 炎亞綸; simplified Chinese: 炎亚纶; pinyin: Yán Yǎlún), born Aaron Wu Keng-Lin (traditional Chinese: 吳庚霖; simplified Chinese: 吴庚霖; pinyin: Wú Gēnglín; born November 20, 1987) in Taiwan, is a Taiwanese Mandopop singer, commercial model and actor. He is the youngest member of Taiwanese Mandopop boy band Fahrenheit.\nHe can speak and understand Mandarin, Korean, Taiwanese Hokkien, English Japanese and Cantonese.",
      "pageId": 9156278,
      "monthDay": "11/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Max_Pacioretty",
      "name": "Max Pacioretty",
      "aboutText": "Özer Hurmacı (born 20 November 1986 in Kassel) is a Turkish professional footballer who plays as a winger or attacking midfielder for Turkish club Trabzonspor.",
      "pageId": 11229542,
      "monthDay": "11/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rhys_Wakefield",
      "name": "Rhys Wakefield",
      "aboutText": "Maximillian Kolenda Pacioretty (born November 20, 1988) is an American professional ice hockey left winger and captain for the Montreal Canadiens of the National Hockey League (NHL).",
      "pageId": 11909567,
      "monthDay": "11/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Cody_Linley",
      "name": "Cody Linley",
      "aboutText": "Connie Talbot (born 20 November 2000) is an English child singer from Streetly, West Midlands. She rose to fame in 2007 when she reached the final of the first series of Britain's Got Talent. Connie Talbot was expected to sign with Sony BMG, but the label pulled out of the deal due to her age at the time.",
      "pageId": 16172170,
      "monthDay": "11/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Agon_Mehmeti",
      "name": "Agon Mehmeti",
      "aboutText": "Agon Mehmeti (born 20 November 1989) is a professional footballer who plays for Allsvenskan club Malmö FF as a striker.",
      "pageId": 19718998,
      "monthDay": "11/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sergei_Polunin",
      "name": "Sergei Polunin",
      "aboutText": "Sumire Satō (佐藤 すみれ, Satō Sumire, born November 20, 1993 in Saitama Prefecture), is a member of the Japanese idol group AKB48. She joined on 20 December 2008 as a trainee, then she was promoted to AKB48, and is currently a member of SKE48.",
      "pageId": 25332256,
      "monthDay": "11/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mark_Christian",
      "name": "Mark Christian",
      "aboutText": "Yen Santos (born November 20, 1992) is a Filipina television actress and singer.",
      "pageId": 27585249,
      "monthDay": "11/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anthony_Knockaert",
      "name": "Anthony Knockaert",
      "aboutText": "Ashley Rae Fink (born November 20, 1986) is an American actress and singer, known for her role as Lauren Zizes in the television series Glee, and also as Carter McMahon in Huge.",
      "pageId": 30947755,
      "monthDay": "11/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maiha_Ishimura",
      "name": "Maiha Ishimura",
      "aboutText": "Mark Christian (born 20 November 1990) is a Manx racing cyclist. He is part of the Great Britain Olympic Development Program. In 2010, he won a bronze medal at the 2010 Commonwealth Games in the 40 km Scratch Race.",
      "pageId": 30972799,
      "monthDay": "11/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gaku_Matsuda",
      "name": "Gaku Matsuda",
      "aboutText": "Sergei Vladimirovich Polunin (Ukrainian: Сергій Володи́мирович Полу́нін, Serhiy Volodymyrovych Polunin; Russian: Серге́й Влади́мирович Полу́нин; born 20 November 1989) is a Ukrainian ballet dancer who was formerly a principal dancer with the British Royal Ballet and is currently a principal dancer with Stanislavsky and Nemirovich-Danchenko Moscow Academic Music Theatre and the Novosibirsk Opera and Ballet Theatre.",
      "pageId": 31057972,
      "monthDay": "11/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Yen_Santos",
      "name": "Yen Santos",
      "aboutText": "Anthony Knockaert (born 20 November 1991) is a French professional footballer who plays for Standard Liège as an attacking midfielder.",
      "pageId": 32722315,
      "monthDay": "11/20"
    },
    {
      "year": "1993",
      "uri": "/wiki/Sumire_Sat%C5%8D",
      "name": "Sumire Satō",
      "aboutText": "Oliver Scott \"Oli\" Sykes (born 20 November 1986), is an English musician, best known as the lead vocalist of rock band Bring Me the Horizon. He also founded the apparel company Drop Dead Clothing.",
      "pageId": 35759328,
      "monthDay": "11/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Andrew_Dawber",
      "name": "Andrew Dawber",
      "aboutText": "Andrew John Dawber (born 20 November 1994) is an English professional footballer who plays for Aldershot Town, on loan from Fulham, as a goalkeeper.",
      "pageId": 36920696,
      "monthDay": "11/20"
    },
    {
      "year": "2000",
      "uri": "/wiki/Connie_Talbot",
      "name": "Connie Talbot",
      "aboutText": "Gaku Matsuda (松田 岳, Matsuda Gaku, born November 20, 1992, in Hyogo Prefecture, Japan) is a Japanese actor who is affiliated with Blue Shuttle.\n^ \"Official profile at Blue Shuttle\".",
      "pageId": 47139900,
      "monthDay": "11/20"
    }
  ]
}