{
  "people": [
    {
      "year": "1454",
      "uri": "/wiki/Catherine_Cornaro",
      "name": "Catherine Cornaro",
      "aboutText": "Andrew Carnegie (/kɑrˈneɪɡi/ kar-NAY-gee, but commonly /ˈkɑrnɨɡi/ KAR-nə-gee or /kɑrˈnɛɡi/ kar-NEG-ee; November 25, 1835 – August 11, 1919) was a Scottish-American industrialist who led the enormous expansion of the American steel industry in the late 19th century. He built a leadership role as a philanthropist for the United States and the British Empire. During the last 18 years of his life, he gave away to charities, foundations, and universities about $350 million (in 2015, $13.7 billion) – almost 90 percent of his fortune.",
      "pageId": 1938,
      "monthDay": "11/25"
    },
    {
      "year": "1562",
      "uri": "/wiki/Lope_de_Vega",
      "name": "Lope de Vega",
      "aboutText": "Karl Friedrich Benz (German: [kaɐ̯l ˈfʁiːdʁɪç ˈbɛnts]  listen ; November 25, 1844 – April 4, 1929) was a German engine designer and engineer, generally regarded as the inventor of the first automobile powered by an internal combustion engine, and together with Bertha Benz, pioneering founder of the automobile manufacturer Mercedes-Benz which is now one of the leading car brands. Other German contemporaries, Gottlieb Daimler and Wilhelm Maybach working as partners, also worked on similar types of inventions, without knowledge of the work of the other, but Benz received a patent for his work first, and, subsequently patented all the processes that made the internal combustion engine feasible for use in an automobile.",
      "pageId": 16912,
      "monthDay": "11/25"
    },
    {
      "year": "1577",
      "uri": "/wiki/Piet_Pieterszoon_Hein",
      "name": "Piet Pieterszoon Hein",
      "aboutText": "Pieter Pietersen Heyn (Hein) (25 November 1577 – 18 June 1629) was a Dutch admiral and privateer for the Dutch Republic during the Eighty Years' War between the United Provinces and Spain.",
      "pageId": 63090,
      "monthDay": "11/25"
    },
    {
      "year": "1609",
      "uri": "/wiki/Henrietta_Maria_of_France",
      "name": "Henrietta Maria of France",
      "aboutText": "Franz Xaver Gruber (25 November 1787 – 7 June 1863), was an Austrian primary school teacher and church organist in the village of Arnsdorf, who is best known for composing the music to Stille Nacht (Silent Night).",
      "pageId": 153936,
      "monthDay": "11/25"
    },
    {
      "year": "1638",
      "uri": "/wiki/Catherine_of_Braganza",
      "name": "Catherine of Braganza",
      "aboutText": "Catherine of Braganza (Portuguese: Catarina de Bragança; 25 November 1638 – 31 December 1705) was Queen of England, Scotland and Ireland from 1662 to 1685, as the wife of King Charles II. Catherine was born into the House of Braganza, the most senior noble house of Portugal, which became Portugal's royal house after Catherine's father, John, 8th Duke of Braganza, was proclaimed King John IV after deposing the House of Habsburg in 1640.\nOwing to her devotion to the Roman Catholic beliefs in which she had been raised, Catherine was an unpopular consort for Charles II. She was a special object of attack by the inventors of the Popish Plot. In 1678 the murder of Sir Edmund Berry Godfrey was ascribed to her servants, and Titus Oates accused her of an intention to poison the king.",
      "pageId": 206492,
      "monthDay": "11/25"
    },
    {
      "year": "1666",
      "uri": "/wiki/Giuseppe_Giovanni_Battista_Guarneri",
      "name": "Giuseppe Giovanni Battista Guarneri",
      "aboutText": "Nobile Donna Catherine Cornaro (Venetian: Catarina) (25 November 1454 – 10 July 1510) was the last Queen of Cyprus from 26 August 1474 to 26 February 1489 and declared a \"Daughter of Saint Mark\" in order that the Republic of Venice could claim control of Cyprus after the death of her husband, James II (\"James the Bastard\").",
      "pageId": 232087,
      "monthDay": "11/25"
    },
    {
      "year": "1697",
      "uri": "/wiki/Maria_Karolina_Sobieska",
      "name": "Maria Karolina Sobieska",
      "aboutText": "John Bigelow (November 25, 1817 – December 19, 1911) was an American lawyer and statesman.",
      "pageId": 233483,
      "monthDay": "11/25"
    },
    {
      "year": "1703",
      "uri": "/wiki/Jean-Fran%C3%A7ois_S%C3%A9guier",
      "name": "Jean-François Séguier",
      "aboutText": "Félix Lope de Vega y Carpio (Spanish pronunciation: [ˈfeliks ˈlope ðe ˈβeɣa i ˈkarpjo]; 25 November 1562 – 27 August 1635) was a Spanish playwright, poet and novelist. He was one of the key figures in the Spanish Golden Century of Baroque literature. His reputation in the world of Spanish literature is second only to that of Cervantes, while the sheer volume of his literary output is unequalled, making him one of the most prolific authors in the history of literature.",
      "pageId": 379771,
      "monthDay": "11/25"
    },
    {
      "year": "1752",
      "uri": "/wiki/Johann_Friedrich_Reichardt",
      "name": "Johann Friedrich Reichardt",
      "aboutText": "For the actor, see Ernst Schröder (actor).\nFriedrich Wilhelm Karl Ernst Schröder (25 November 1841 in Mannheim, Baden, Germany – 16 June 1902 in Karlsruhe, Germany) was a German mathematician mainly known for his work on algebraic logic. He is a major figure in the history of mathematical logic (a term he may have invented), by virtue of summarizing and extending the work of George Boole, Augustus De Morgan, Hugh MacColl, and especially Charles Peirce.",
      "pageId": 448015,
      "monthDay": "11/25"
    },
    {
      "year": "1753",
      "uri": "/wiki/Robert_Townsend_(spy)",
      "name": "Robert Townsend",
      "aboutText": "John Armstrong, Jr. (November 25, 1758 – April 1, 1843) was an American soldier and statesman who was a delegate to the Continental Congress, U.S. Senator from New York, and Secretary of War.",
      "pageId": 502508,
      "monthDay": "11/25"
    },
    {
      "year": "1758",
      "uri": "/wiki/John_Armstrong,_Jr.",
      "name": "John Armstrong, Jr.",
      "aboutText": "Julius Robert von Mayer (November 25, 1814 – March 20, 1878) was a German physician and physicist and one of the founders of thermodynamics. He is best known for enunciating in 1841 one of the original statements of the conservation of energy or what is now known as one of the first versions of the first law of thermodynamics, namely that \"energy can be neither created nor destroyed\". In 1842, Mayer described the vital chemical process now referred to as oxidation as the primary source of energy for any living creature.",
      "pageId": 585102,
      "monthDay": "11/25"
    },
    {
      "year": "1778",
      "uri": "/wiki/Mary_Anne_Schimmelpenninck",
      "name": "Mary Anne Schimmelpenninck",
      "aboutText": "Jean-François Séguier (French pronunciation: ​[ʒɑ̃ fʁɑ̃swa segje]; 25 November 1703 – 1 September 1784) was a French astronomer and botanist from Nîmes.",
      "pageId": 1835560,
      "monthDay": "11/25"
    },
    {
      "year": "1787",
      "uri": "/wiki/Franz_Xaver_Gruber",
      "name": "Franz Xaver Gruber",
      "aboutText": "Henry Ware Eliot (November 25, 1843 – January 7, 1919) was an American industrialist and philanthropist who lived in St. Louis, Missouri. He was the father of poet T. S. Eliot.",
      "pageId": 3518145,
      "monthDay": "11/25"
    },
    {
      "year": "1814",
      "uri": "/wiki/Julius_Robert_von_Mayer",
      "name": "Julius Robert von Mayer",
      "aboutText": "Johann Friedrich Reichardt (25 November 1752 – 27 June 1814) was a German composer, writer and music critic.",
      "pageId": 4459257,
      "monthDay": "11/25"
    },
    {
      "year": "1815",
      "uri": "/wiki/William_Sawyer_(politician)",
      "name": "William Sawyer",
      "aboutText": "Mary Anne Schimmelpenninck (née Galton, 25 November 1778 – 29 August 1856) was a British writer in the anti-slavery movement.",
      "pageId": 4580336,
      "monthDay": "11/25"
    },
    {
      "year": "1817",
      "uri": "/wiki/John_Bigelow",
      "name": "John Bigelow",
      "aboutText": "Maria Karolina Sobieska (25 November 1697 – 8 May 1740 ) was a Polish noble lady, daughter of Jakub Ludwik Sobieski. Known as Marie Charlotte or just Charlotte, she was the Princess of Turenne and later Duchess of Bouillon by marriage.",
      "pageId": 18331557,
      "monthDay": "11/25"
    },
    {
      "year": "1835",
      "uri": "/wiki/Andrew_Carnegie",
      "name": "Andrew Carnegie",
      "aboutText": "Giuseppe Giovanni Battista Guarneri, better known as Giuseppe filius Andrea Guarneri (25 November 1666 – 1739 or 1740) was a violin maker from the prominent Guarneri family of luthiers who lived in Cremona, Italy.",
      "pageId": 20937235,
      "monthDay": "11/25"
    },
    {
      "year": "1841",
      "uri": "/wiki/Ernst_Schr%C3%B6der",
      "name": "Ernst Schröder",
      "aboutText": "Henrietta Maria of France (French: Henriette Marie; 25 November 1609 – 10 September 1669) was queen consort of England, Scotland, and Ireland as the wife of King Charles I. She was mother of his two immediate successors, Charles II and James II.",
      "pageId": 20949403,
      "monthDay": "11/25"
    },
    {
      "year": "1843",
      "uri": "/wiki/Henry_Ware_Eliot",
      "name": "Henry Ware Eliot",
      "aboutText": "Robert Townsend (November 25, 1753 – March 7, 1838) was a member of the Culper Ring during the American Revolution. With the aliases “Samuel Culper, Jr.” and “723,” Townsend operated in New York City and gathered information as a service to General George Washington.",
      "pageId": 21452834,
      "monthDay": "11/25"
    },
    {
      "year": "1844",
      "uri": "/wiki/Karl_Benz",
      "name": "Karl Benz",
      "aboutText": "William Sawyer (November 25, 1815 – January 11, 1904) was a lumber merchant and political figure in Quebec. He represented Compton in the Legislative Assembly of Quebec from 1871 to 1886 as a Conservative.\nHe was born in Sawyerville, Quebec, the son of John Sawyer.",
      "pageId": 22328944,
      "monthDay": "11/25"
    },
    {
      "year": "1845",
      "uri": "/wiki/Jos%C3%A9_Maria_de_E%C3%A7a_de_Queir%C3%B3s",
      "name": "José Maria de Eça de Queirós",
      "aboutText": "Pope Saint John XXIII (Latin: Ioannes XXIII; Italian: Giovanni XXIII) born Angelo Giuseppe Roncalli, Italian pronunciation: [ˈandʒelo dʒuˈzɛppe roŋˈkalli]; 25 November 1881 – 3 June 1963) reigned from 28 October 1958 to his death in 1963 and was canonized on 27 April 2014. Angelo Giuseppe Roncalli was the fourth of fourteen children born to a family of sharecroppers who lived in a village in Lombardy. He was ordained to the priesthood on 10 August 1904 and served in a number of posts, including papal nuncio in France and a delegate to Bulgaria, Greece and Turkey.",
      "pageId": 23807,
      "monthDay": "11/25"
    },
    {
      "year": "1846",
      "uri": "/wiki/Carrie_Nation",
      "name": "Carrie Nation",
      "aboutText": "Carrie Amelia Moore Nation (first name also spelled Carry; November 25, 1846 – June 9, 1911) was an American woman who was a radical member of the temperance movement, which opposed alcohol before the advent of Prohibition. She is particularly noteworthy for attacking alcohol-serving establishments (most often taverns) with a hatchet.\nNation also had concerns about tight clothing for women.",
      "pageId": 230513,
      "monthDay": "11/25"
    },
    {
      "year": "1858",
      "uri": "/wiki/Alfred_Capus",
      "name": "Alfred Capus",
      "aboutText": "Merrill Church Meigs (November 25, 1883 – January 26, 1968) was the publisher of the Chicago Herald and Examiner in the 1920s. Inspired to become a pilot by Charles Lindbergh's solo flight across the Atlantic Ocean, he became a booster of Chicago as a world center of aviation. He gave flying lessons to President Harry S. Truman.",
      "pageId": 267607,
      "monthDay": "11/25"
    },
    {
      "year": "1862",
      "uri": "/wiki/Ethelbert_Nevin",
      "name": "Ethelbert Nevin",
      "aboutText": "Harvey Spencer Lewis F.R.C., S:::I:::I:::, 33° 66° 95°, PhD (November 25, 1883 – August 2, 1939), a noted Rosicrucian author, occultist, and mystic, was the founder in the USA and the first Imperator of the Ancient and Mystical Order Rosae Crucis (AMORC), from 1915 until 1939.",
      "pageId": 394840,
      "monthDay": "11/25"
    },
    {
      "year": "1862",
      "uri": "/wiki/Gustaf_S%C3%B6derstr%C3%B6m",
      "name": "Gustaf Söderström",
      "aboutText": "Ethelbert Woodbridge Nevin (November 25, 1862 – February 17, 1901) was an American pianist and composer.",
      "pageId": 424595,
      "monthDay": "11/25"
    },
    {
      "year": "1867",
      "uri": "/wiki/Talaat_Harb",
      "name": "Talaat Harb",
      "aboutText": "José Maria de Eça de Queiroz or Eça de Queirós (European Portuguese: [ʒuˈzɛ mɐˈɾiɐ dɨ ˈɛsɐ dɨ kejˈɾɔʃ]; 25 November 1845 – 16 August 1900) is generally considered to be the greatest Portuguese writer in the realist style. Zola considered him to be far greater than Flaubert. The London Observer critics rank him with Dickens, Balzac and Tolstoy.",
      "pageId": 544614,
      "monthDay": "11/25"
    },
    {
      "year": "1868",
      "uri": "/wiki/Ernest_Louis,_Grand_Duke_of_Hesse",
      "name": "Ernest Louis, Grand Duke of Hesse",
      "aboutText": "John Flynn OBE (25 November 1880 – 5 May 1951) was an Australian Presbyterian minister who founded what became the Royal Flying Doctor Service, the world's first air ambulance.",
      "pageId": 1070679,
      "monthDay": "11/25"
    },
    {
      "year": "1869",
      "uri": "/wiki/Ben_Lindsey_(jurist)",
      "name": "Ben Lindsey",
      "aboutText": "Benjamin Barr Lindsey (November 25, 1869 - March 26, 1943) was an American judge and social reformer based in Denver, Colorado during the Progressive Era.",
      "pageId": 1119979,
      "monthDay": "11/25"
    },
    {
      "year": "1870",
      "uri": "/wiki/Winthrop_Ames",
      "name": "Winthrop Ames",
      "aboutText": "Harley Granville-Barker (25 November 1877 – 31 August 1946) was an English actor, director, playwright, manager, critic, and theorist. After early success as an actor in the plays of George Bernard Shaw he increasingly turned to directing and was a major figure in British theatre in the Edwardian and inter-war periods. As a writer his plays, which tackled difficult and controversial subject matter, met with a mixed reception during his lifetime but have continued to receive attention.",
      "pageId": 1203880,
      "monthDay": "11/25"
    },
    {
      "year": "1872",
      "uri": "/wiki/Robert_Maysack",
      "name": "Robert Maysack",
      "aboutText": "Joe Gans (born Joseph Gant; November 25, 1874 – August 10, 1910) was an African-American boxer, born in Baltimore, Maryland, who was rated the greatest lightweight boxer of all time by boxing historian and Ring Magazine founder, Nat Fleischer. Gans was known as the \"Old Master\". He fought from 1891 to 1909.",
      "pageId": 1352270,
      "monthDay": "11/25"
    },
    {
      "year": "1873",
      "uri": "/wiki/Albert_Henry_Krehbiel",
      "name": "Albert Henry Krehbiel",
      "aboutText": "Alfred Capus (25 November 1858 – 1 November 1922) was a French journalist and playwright, born in Aix-en-Provence and died in Neuilly-sur-Seine.\n^ Schwob, Marcel; John Alden Green (1985). Correspondance inédite.",
      "pageId": 1435453,
      "monthDay": "11/25"
    },
    {
      "year": "1874",
      "uri": "/wiki/Joe_Gans",
      "name": "Joe Gans",
      "aboutText": "Ernest Louis Charles Albert William (German: Ernst Ludwig Karl Albrecht Wilhelm; 25 November 1868 – 9 October 1937) was the last Grand Duke of Hesse and by Rhine from 1892 until 1918. His nickname was \"Ernie\".",
      "pageId": 1476057,
      "monthDay": "11/25"
    },
    {
      "year": "1876",
      "uri": "/wiki/Princess_Victoria_Melita_of_Saxe-Coburg_and_Gotha",
      "name": "Princess Victoria Melita of Saxe-Coburg and Gotha",
      "aboutText": "Princess Victoria Melita of Saxe-Coburg and Gotha and Edinburgh GCStJ CI VA RRC (25 November 1876 – 2 March 1936) was the third child and second daughter of Alfred, Duke of Saxe-Coburg and Gotha and Grand Duchess Maria Alexandrovna of Russia. She was a granddaughter of Queen Victoria as well as of Tsar Alexander II of Russia.\nBorn a British princess, Victoria spent her early life in England and for three years in Malta, where her father was serving in the Royal Navy.",
      "pageId": 1548464,
      "monthDay": "11/25"
    },
    {
      "year": "1877",
      "uri": "/wiki/Harley_Granville-Barker",
      "name": "Harley Granville-Barker",
      "aboutText": "Jacob Fichman (Hebrew: יעקב פיכמן‎) also transliterated as Yakov Fichman (25 November 1881 – 18 May 1958), was an acclaimed Hebrew poet, essayist and literary critic.",
      "pageId": 2467980,
      "monthDay": "11/25"
    },
    {
      "year": "1880",
      "uri": "/wiki/John_Flynn_(minister)",
      "name": "John Flynn",
      "aboutText": "Winthrop Ames (November 25, 1870 – November 3, 1937) was an American theatre director and producer, playwright and screenwriter.",
      "pageId": 2826982,
      "monthDay": "11/25"
    },
    {
      "year": "1880",
      "uri": "/wiki/Elsie_J._Oxenham",
      "name": "Elsie J. Oxenham",
      "aboutText": "Talaat Pasha Harb (Arabic: طلعت حرب‎) (25 November 1867 - 13 August 1941) was a leading Egyptian economist and founder of Banque Misr (The Bank of Egypt), and its group of companies, in May 1920.",
      "pageId": 4751498,
      "monthDay": "11/25"
    },
    {
      "year": "1881",
      "uri": "/wiki/Jacob_Fichman",
      "name": "Jacob Fichman",
      "aboutText": "Gustaf Söderström (November 25, 1865, Stockholm – November 12, 1958) was a Swedish athlete and tug of war competitor.\nHe competed at the 1900 Summer Olympics and finished 6th in both shot put and discus throw. He also participated on the Dano-Swedish tug of war team which won the gold medal against opponents France.",
      "pageId": 5246854,
      "monthDay": "11/25"
    },
    {
      "year": "1881",
      "uri": "/wiki/Pope_John_XXIII",
      "name": "Pope John XXIII",
      "aboutText": "Elsie Jeanette Dunkerley (25 November 1880 – 9 January 1960), was an English girls' story writer, who took the name Oxenham as her pseudonym when her first book, Goblin Island, was published in 1907. Her Abbey Series of 38 titles are her best-known and best-loved books. In her lifetime she had 87 titles published and another two have since been published by her niece, who discovered the manuscripts in the early 1990s.",
      "pageId": 7684417,
      "monthDay": "11/25"
    },
    {
      "year": "1883",
      "uri": "/wiki/Harvey_Spencer_Lewis",
      "name": "Harvey Spencer Lewis",
      "aboutText": "Robert Emil Maysack (November 25, 1872 – December 1960) was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics.\nHe died in Highlands County, Florida.\nIn 1904 he won the bronze medal in the team event.",
      "pageId": 13854549,
      "monthDay": "11/25"
    },
    {
      "year": "1883",
      "uri": "/wiki/Merrill_C._Meigs",
      "name": "Merrill C. Meigs",
      "aboutText": "Albert Henry Krehbiel (November 25, 1873 - June 29, 1945), was the most decorated American painter ever at the French Academy, winning the Prix De Rome, four Gold Medals and five cash prizes. He was born in Denmark, Iowa and taught, lived and worked for many years in Chicago. Although educated as a realist in Paris, which is reflected in his neoclassical mural works, he is most famously known as an American Impressionist.",
      "pageId": 17399605,
      "monthDay": "11/25"
    },
    {
      "year": "1887",
      "uri": "/wiki/Nikolai_Vavilov",
      "name": "Nikolai Vavilov",
      "aboutText": "Isaac Rosenberg (25 November 1890 – 1 April 1918) was an English poet and artist. His Poems from the Trenches are recognized as some of the most outstanding poetry written during the First World War.\n^ Moorcroft Wilson, Jean (8 November 2003).",
      "pageId": 132747,
      "monthDay": "11/25"
    },
    {
      "year": "1888",
      "uri": "/wiki/Amund_Rydland",
      "name": "Amund Rydland",
      "aboutText": "Virgil Thomson (November 25, 1896 – September 30, 1989) was an American composer and critic. He was instrumental in the development of the \"American Sound\" in classical music.",
      "pageId": 156416,
      "monthDay": "11/25"
    },
    {
      "year": "1889",
      "uri": "/wiki/Re%C5%9Fat_Nuri_G%C3%BCntekin",
      "name": "Reşat Nuri Güntekin",
      "aboutText": "Wilhelm Walter Friedrich Kempff (25 November 1895 – 23 May 1991) was a German pianist and composer. Although his repertoire included Bach, Mozart, Chopin, Schumann, Liszt and Brahms, Kempff was particularly well known for his interpretations of the music of Ludwig van Beethoven and Franz Schubert. He recorded the complete collection of their piano sonatas.",
      "pageId": 312785,
      "monthDay": "11/25"
    },
    {
      "year": "1890",
      "uri": "/wiki/Isaac_Rosenberg",
      "name": "Isaac Rosenberg",
      "aboutText": "Rudolf Franz Ferdinand Höss (also Höß, Hoeß or Hoess) (25 November 1900 – 16 April 1947) was SS-Obersturmbannführer and the longest serving commandant of Auschwitz concentration camp in World War II. He tested and carried into effect various methods to accelerate Hitler's plan to systematically exterminate the Jewish population of Nazi-occupied Europe, known as the Final Solution. Höss introduced pesticide Zyklon B containing hydrogen cyanide to the killing process, thereby allowing soldiers at Auschwitz to murder 2,000 people every hour. He created the largest installation for the continuous annihilation of human beings ever known.",
      "pageId": 409605,
      "monthDay": "11/25"
    },
    {
      "year": "1891",
      "uri": "/wiki/%C5%8Cnishiki_Uichir%C5%8D",
      "name": "Ōnishiki Uichirō",
      "aboutText": "Nikolai Ivanovich Vavilov ForMemRS (Russian: Никола́й Ива́нович Вави́лов; IPA: [nʲɪkɐˈlaj ɪˈvanəvʲitɕ vɐˈvʲiləf]) (November 25 [O.S. November 13] 1887 – January 26, 1943) was a prominent Russian and Soviet botanist and geneticist best known for having identified the centres of origin of cultivated plants.",
      "pageId": 435706,
      "monthDay": "11/25"
    },
    {
      "year": "1893",
      "uri": "/wiki/Joseph_Wood_Krutch",
      "name": "Joseph Wood Krutch",
      "aboutText": "Li Yaotang (simplified Chinese: 李尧棠; traditional Chinese: 李堯棠; pinyin: Lǐ Yáotáng; Wade–Giles: Li Yao-t'ang, November 25, 1904 – October 17, 2005), courtesy name Feigan (Chinese: 芾甘; pinyin: Fèigān; Wade–Giles: Fei-kan), is considered to be one of the most important and widely read Chinese writers of the 20th century. He wrote under the pen name of Ba Jin (Chinese: 巴金; pinyin: Bā Jīn; Wade–Giles: Pa Chin), also known as Li Pei-Kan and Pa Kin, taking his pseudonym from Russian anarchists Bakunin and Kropotkin. Ba Jin started writing his first works in the late 1920s.",
      "pageId": 478078,
      "monthDay": "11/25"
    },
    {
      "year": "1895",
      "uri": "/wiki/Wilhelm_Kempff",
      "name": "Wilhelm Kempff",
      "aboutText": "Lillian Copeland (November 24, 1904 – July 7, 1964) was an American track and field athlete, who excelled in weight throwing. She has been called \"the most successful female discus thrower in U.S. history\", and also held multiple titles in shot put and javelin throwing.\nUntil the Beijing Games, she was the only American woman to win the discus throw at a modern Olympiad.",
      "pageId": 628519,
      "monthDay": "11/25"
    },
    {
      "year": "1895",
      "uri": "/wiki/Ludv%C3%ADk_Svoboda",
      "name": "Ludvík Svoboda",
      "aboutText": "Ludvík Svoboda (25 November 1895 – 20 September 1979) was a Czechoslovak general and politician. He fought in both World Wars, for which he was regarded as a national hero, and he later served as President of Czechoslovakia from 1968 to 1975.",
      "pageId": 767220,
      "monthDay": "11/25"
    },
    {
      "year": "1896",
      "uri": "/wiki/Albertus_Soegijapranata",
      "name": "Albertus Soegijapranata",
      "aboutText": "Edward William Shore (November 25, 1902 – March 16, 1985) was a Canadian professional ice hockey defenceman, principally for the Boston Bruins of the National Hockey League, and the longtime owner of the Springfield Indians of the American Hockey League, iconic for his toughness and defensive skill.\nShore won the Hart Trophy as the NHL's most valuable player four times, the most of any defenceman; only Wayne Gretzky and Gordie Howe have won it more often. After the league began naming NHL All-Star Teams at the end of each season, Shore was honoured as an All-Star in eight of his last nine seasons; in the other season he missed over half the schedule due to injury.",
      "pageId": 845404,
      "monthDay": "11/25"
    },
    {
      "year": "1896",
      "uri": "/wiki/Virgil_Thomson",
      "name": "Virgil Thomson",
      "aboutText": "Arthur Liebehenschel ( listen ; 25 November 1901 – 24 January 1948) was a commandant at the Auschwitz and Majdanek death camps during World War II. He was convicted of war crimes by the Polish government following the war and executed in 1948.",
      "pageId": 1302255,
      "monthDay": "11/25"
    },
    {
      "year": "1898",
      "uri": "/wiki/Debaki_Bose",
      "name": "Debaki Bose",
      "aboutText": "Joseph Wood Krutch (pronounced krootch) (November 25, 1893 – May 22, 1970) was an American writer, critic, and naturalist.",
      "pageId": 2418515,
      "monthDay": "11/25"
    },
    {
      "year": "1898",
      "uri": "/wiki/Aarne_Viisimaa",
      "name": "Aarne Viisimaa",
      "aboutText": "Reşat Nuri Güntekin (Turkish pronunciation: [ɾeˈʃat nuːˈɾi ɟynteˈcin]) (25 November 1889 – 7 December 1956) was a Turkish novelist, storywriter and playwright. His best known novel, Çalıkuşu (\"The Wren\", 1922) is about the destiny of a young Turkish female teacher in Anatolia; a movie was filmed on this book in 1966, a TV series were produced in 1986 and an update version of the TV series was made in 2013. His narrative has a detailed and precise style, with a realistic tone.",
      "pageId": 4717227,
      "monthDay": "11/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Rudolf_H%C3%B6ss",
      "name": "Rudolf Höss",
      "aboutText": "Antonio \"Toni\" Ortelli (November 25, 1904, Schio, Italy – March 3, 2000, Schio) was an Italian alpinist, conductor and composer from the Veneto.\nOrtelli is well known in the southern Alps regions of Italy, Austria and Switzerland for being the composer of the famous Trentino folk song \"La Montanara\" (The Song of the Mountains). Ortelli wrote the melody and lyrics in 1927 while being on an excursion in the mountains.",
      "pageId": 4824733,
      "monthDay": "11/25"
    },
    {
      "year": "1901",
      "uri": "/wiki/Arthur_Liebehenschel",
      "name": "Arthur Liebehenschel",
      "aboutText": "Ōnishiki Uichirō (大錦 卯一郎, November 25, 1891 – May 13, 1941) was a sumo wrestler. He was the sport's 26th yokozuna.",
      "pageId": 9131307,
      "monthDay": "11/25"
    },
    {
      "year": "1902",
      "uri": "/wiki/Eddie_Shore",
      "name": "Eddie Shore",
      "aboutText": "John Stuart Hindmarsh (25 November 1907 – 6 September 1938), also known as Johnny Hindmarsh, was an English racecar driver and aviator.\nHindmarsh was educated at Sherborne, Dorset and then attended the Royal Military College. He joined the Royal Army Tank Corps in 1928, then in 1930 learned to fly with the Royal Air Force.",
      "pageId": 9260746,
      "monthDay": "11/25"
    },
    {
      "year": "1904",
      "uri": "/wiki/Lillian_Copeland",
      "name": "Lillian Copeland",
      "aboutText": "Debaki Bose (Bengali: দেবকী বোস) (1898 – 1971), also known as Debaki Kumar Bose, was a top director, writer, and actor of Bengali cinema/Indian cinema. He was born on 25 November 1898 in Akalpoush, Burdwan, Bengal, British India. He died on 17 November 1971 in Calcutta, West Bengal, India.",
      "pageId": 16795374,
      "monthDay": "11/25"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ba_Jin",
      "name": "Ba Jin",
      "aboutText": "Samiha Ayverdi (25 November 1905 – 22 March 1993) was a Turkish writer and Sufi mystic. She is the sister of architect and historian Ekrem Hakkı Ayverdi.\nSamiha Ayverdi was born in İstanbul to Fatma Meliha Hanim and İsmail Hakkı Bey, an Ottoman military official.",
      "pageId": 21845390,
      "monthDay": "11/25"
    },
    {
      "year": "1904",
      "uri": "/wiki/Toni_Ortelli",
      "name": "Toni Ortelli",
      "aboutText": "Amund Rydland (25 November 1888 - 16 February 1967) was a Norwegian stage and film actor and theatre director.\nBorn in the village of Alversund, Lindås municipality in Hordaland, he made his stage debut at Det Norske Teatret in 1913, and served as the theatre's director from 1916 to 1922. He was best known for his comedy characters.",
      "pageId": 27271719,
      "monthDay": "11/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/Samiha_Ayverdi",
      "name": "Samiha Ayverdi",
      "aboutText": "Aarne Viisimaa (born as Arnold Peeter Visman; 25 November 1898, Sangaste – 2 October 1989, Stockholm) was an Estonian operatic tenor and opera director. He was notably the director of the Estonian National Opera from 1927–1944. As an opera singer, he performed such roles as Eisenstein in Die Fledermaus, Lenski in Eugene Onegin, Ottavio in Don Giovanni, Pinkerton in Madama Butterfly, Tamino in The Magic Flute, and the title roles in Faust and Lohengrin among others.",
      "pageId": 28152624,
      "monthDay": "11/25"
    },
    {
      "year": "1907",
      "uri": "/wiki/John_Stuart_Hindmarsh",
      "name": "John Stuart Hindmarsh",
      "aboutText": "This is an Indonesian name; it does not have a family name. The name Albertus is a baptismal name, and the subject should be referred to by his birth name Soegija or his adult name Soegijapranata, as appropriate.\nMgr.",
      "pageId": 36278145,
      "monthDay": "11/25"
    },
    {
      "year": "1909",
      "uri": "/wiki/P._D._Eastman",
      "name": "P. D. Eastman",
      "aboutText": "Paul Desmond (born Paul Emil Breitenfeld; November 25, 1924 – May 30, 1977) was an American jazz alto saxophonist and composer, best known for the work he did in the Dave Brubeck Quartet and for composing that group's greatest hit, \"Take Five\". He was one of the most popular musicians to come out of the West Coast's cool jazz scene.\nIn addition to his work with Brubeck, he led several of his own groups and did significant collaborations with artists such as Gerry Mulligan, Jim Hall and Chet Baker.",
      "pageId": 24159,
      "monthDay": "11/25"
    },
    {
      "year": "1911",
      "uri": "/wiki/Roelof_Frankot",
      "name": "Roelof Frankot",
      "aboutText": "Joseph Paul \"Joe\" DiMaggio (/dɨˈmɑːʒioʊ/ or /dɨˈmædʒioʊ/; Italian: [diˈmaddʒo]; November 25, 1914 – March 8, 1999), born Giuseppe Paolo DiMaggio, nicknamed \"Joltin' Joe\" and \"The Yankee Clipper\", was an American Major League Baseball center fielder who played his entire 13-year career for the New York Yankees. He is perhaps best known for his 56-game hitting streak (May 15 – July 16, 1941), a record that still stands.\nDiMaggio was a three-time MVP winner and an All-Star in each of his 13 seasons.",
      "pageId": 48891,
      "monthDay": "11/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lewis_Thomas",
      "name": "Lewis Thomas",
      "aboutText": "Ricardo Gonzalo Pedro Montalbán y Merino, KSG (/ˌmɒntəlˈbɑːn/; Spanish pronunciation: [montalˈβan]; November 25, 1920 – January 14, 2009), was a Mexican-American actor. His career spanned seven decades, during which he became known for many different roles. During the 1970s, he was a spokesman in automobile advertisements for Chrysler, including those in which he extolled the \"soft Corinthian leather\" used for the Cordoba's interior.",
      "pageId": 75311,
      "monthDay": "11/25"
    },
    {
      "year": "1914",
      "uri": "/wiki/Joe_DiMaggio",
      "name": "Joe DiMaggio",
      "aboutText": "Mauno Henrik Koivisto (Finnish pronunciation: [(like written)]; born November 25, 1923) is a Finnish politician who served as the ninth President of Finland from 1982 to 1994. He also served twice as Prime Minister, from 1968 to 1970 and 1979 to 1982.",
      "pageId": 164615,
      "monthDay": "11/25"
    },
    {
      "year": "1914",
      "uri": "/wiki/L%C3%A9on_Zitrone",
      "name": "Léon Zitrone",
      "aboutText": "Lewis Thomas (November 25, 1913 – December 3, 1993) was an American physician, poet, etymologist, essayist, administrator, educator, policy advisor, and researcher.\nThomas was born in Flushing, New York and attended Princeton University and Harvard Medical School. He became Dean of Yale Medical School and New York University School of Medicine, and President of Memorial Sloan-Kettering Institute.",
      "pageId": 546797,
      "monthDay": "11/25"
    },
    {
      "year": "1915",
      "uri": "/wiki/Augusto_Pinochet",
      "name": "Augusto Pinochet",
      "aboutText": "Tuanku Syed Harun Putra ibni Almarhum Syed Hassan Jamalullail, KCMG (25 November 1920 – 16 April 2000) was the third Yang di-Pertuan Agong of Malaysia of Federation of Malaya, and later of Malaysia (21 September 1960 – 20 September 1965), and sixth Raja of Perlis from (4 December 1945 – 16 April 2000).",
      "pageId": 583325,
      "monthDay": "11/25"
    },
    {
      "year": "1915",
      "uri": "/wiki/Armando_Villanueva",
      "name": "Armando Villanueva",
      "aboutText": "Philip Dey \"Phil\" Eastman (November 25, 1909 – January 7, 1986) was an American screenwriter, children's author, and illustrator. As an author, he is known primarily as P. D. Eastman.",
      "pageId": 816291,
      "monthDay": "11/25"
    },
    {
      "year": "1916",
      "uri": "/wiki/Peg_Lynch",
      "name": "Peg Lynch",
      "aboutText": "Alparslan Türkeş§ (25 November 1917 – 4 April 1997) was a Turkish far right politician who was the founder and former president of the Nationalist Movement Party. He represented the far right of the Turkish political spectrum, and was court-martialed on the charges of \"fascist and racist activities\" in 1945, with the charges being dismissed in 1947.",
      "pageId": 1239253,
      "monthDay": "11/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Luigi_Poggi",
      "name": "Luigi Poggi",
      "aboutText": "Noel Darleen Neill (born November 25, 1920) is an American actress in motion pictures and television. She is best known for her portrayal of Lois Lane in the film serials Superman (1948) and Atom Man vs. Superman (1950), as well as the 1950s television series Adventures of Superman.",
      "pageId": 2062226,
      "monthDay": "11/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Alparslan_T%C3%BCrke%C5%9F",
      "name": "Alparslan Türkeş",
      "aboutText": "Gloria Lasso (25 October 1922 – 4 December 2005) was a Spanish-born singer, long based in France. In the '50s, she was one of the major competitors to Dalida.\nBorn as Rosa Coscolin Figueras in Vilafranca del Penedès, Catalonia, she achieved a degree of fame and success in the 1950s and 1960s, with songs such as Amour, castagnettes et tango (1955), Etranger au paradis (1956, a French version of Stranger in paradise by Tony Bennett), Buenas noches mi amor (1957) and Bon voyage (1958).",
      "pageId": 3330739,
      "monthDay": "11/25"
    },
    {
      "year": "1919",
      "uri": "/wiki/Norman_Tokar",
      "name": "Norman Tokar",
      "aboutText": "Ilja Hurník (25 November 1922 – 7 September 2013) was a contemporary Czech composer and essayist.\nHurnik was born in Poruba, now part of Ostrava. He entered the Prague Conservatory, then went on to the Prague Academy of Arts, where he studied with Ilona Štěpánová-Kurzová, daughter of Vilém Kurz.",
      "pageId": 3457499,
      "monthDay": "11/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ricardo_Montalb%C3%A1n",
      "name": "Ricardo Montalbán",
      "aboutText": "Norman Tokar (November 25, 1919 in Newark, New Jersey - April 6, 1979 in Hollywood) was a prolific director (and occasionally writer and producer) of serial television and feature films, who directed many of the early episodes of Leave it to Beaver, and found his greatest success directing over a dozen films for Walt Disney Productions, spanning the 1950s to the 1970s.",
      "pageId": 4328380,
      "monthDay": "11/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Noel_Neill",
      "name": "Noel Neill",
      "aboutText": "Armando Villanueva Del Campo (25 November 1915 – 14 April 2013) was the leader of the Peruvian American Popular Revolutionary Alliance. Born in Lima, his parents were Pedro Villanueva Urquijo, a gynecologist in the city, and Carmen Rosa Portal del Campo. His only legitimate sibling was his older brother Ing.",
      "pageId": 5399842,
      "monthDay": "11/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Putra_of_Perlis",
      "name": "Putra of Perlis",
      "aboutText": "Luigi Poggi (25 November 1917 – 4 May 2010) was an Italian cardinal of the Roman Catholic Church. Cardinal Poggi was a close confidant of Pope John Paul II , and acted as his secret emissary to Warsaw, Moscow and Washington.",
      "pageId": 8113645,
      "monthDay": "11/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Shelagh_Fraser",
      "name": "Shelagh Fraser",
      "aboutText": "Léon Zitrone (25 November 1914 – 25 November 1995) was a Russian-born French journalist and television presenter.",
      "pageId": 9032574,
      "monthDay": "11/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ilja_Hurn%C3%ADk",
      "name": "Ilja Hurník",
      "aboutText": "Margaret Frances “Peg” Lynch (November 25, 1916 – July 24, 2015), was an American writer, actress, and creator of the radio and television sitcom Ethel and Albert. She was one of the first women to star in, own, and write, single-handedly, her own comedy series.",
      "pageId": 13528176,
      "monthDay": "11/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Gloria_Lasso",
      "name": "Gloria Lasso",
      "aboutText": "Roelof Frankot (25 November 1911, Meppel, Drenthe - 1 December 1984, Heeten near Raalte) was a Dutch painter. By education he was a photographer, but in 1930, he started painting. He later had a strong relation with the CoBrA movement, and his artworks are quite similar to some of the art from the CoBrA movement.",
      "pageId": 14692459,
      "monthDay": "11/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Fernance_B._Perry",
      "name": "Fernance B. Perry",
      "aboutText": "Shelagh Fraser (25 November 1920 – 29 August 2000) was an English actress.\nShe was best known for her role as Luke Skywalker's ill-fated aunt, Beru Lars in Star Wars Episode IV: A New Hope (though Fraser's voice was dubbed in some prints of the film). She appeared in more than 50 films and TV shows during her career, including Z-Cars and Softly, Softly, A Family at War, The Professionals and Heartbeat on television, and such films as The Witches, Till Death Us Do Part, The Body Stealers, Doomwatch and Hope and Glory.",
      "pageId": 16028136,
      "monthDay": "11/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mauno_Koivisto",
      "name": "Mauno Koivisto",
      "aboutText": "Augusto José Ramón Pinochet Ugarte, more commonly known as Augusto Pinochet (Spanish pronunciation: [auˈɣusto pinoˈʃā] or Spanish pronunciation: [auˈɣusto pinoˈtʃet];Note on pronunciation 25 November 1915 – 10 December 2006), was dictator of Chile between 1973 and 1990 and Commander-in-Chief of the Chilean Army from 1973 to 1998. He was also president of the Government Junta of Chile between 1973 and 1981.\nPinochet assumed power in Chile following a United States-backed coup d'état on 11 September 1973 that overthrew the elected socialist Unidad Popular government of President Salvador Allende and ended civilian rule.",
      "pageId": 18933396,
      "monthDay": "11/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Paul_Desmond",
      "name": "Paul Desmond",
      "aboutText": "Fernance Bento Perry, MBE (November 25, 1922 – November 27, 2014), was a Portuguese-Bermudian entrepreneur and business leader, who had a prominent role in the economy of Bermuda from the mid-20th century to the time of his death in 2014. Originally from the Azores, his professional career spanned such diverse fields as retail supermarkets, television and radio broadcasting, real estate management and maritime shipping. His philanthropic works contributed to healthcare improvements and programmes of spiritual enrichment in Bermuda.",
      "pageId": 26885081,
      "monthDay": "11/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sybil_Stockdale",
      "name": "Sybil Stockdale",
      "aboutText": "Poul William Anderson (November 25, 1926 – July 31, 2001) was an American science fiction author who began his career during the Golden Age of the genre and continued to write and remain popular into the 21st century. Anderson also authored several works of fantasy, historical novels, and a prodigious number of short stories.",
      "pageId": 23677,
      "monthDay": "11/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Takaaki_Yoshimoto",
      "name": "Takaaki Yoshimoto",
      "aboutText": "Prof. Dr. Reinhard Alfred Furrer (November 25, 1940 – September 9, 1995) was a German physicist and astronaut.",
      "pageId": 352537,
      "monthDay": "11/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Poul_Anderson",
      "name": "Poul Anderson",
      "aboutText": "Jeffrey \"Jeff\" Hunter (November 25, 1926 – May 27, 1969) was an American film and television actor and producer. Hunter is known for his roles as the sidekick to John Wayne's character in The Searchers, as Jesus Christ in the biblical film King of Kings, and as Capt. Christopher Pike in the original pilot episode of Star Trek and appears in archival footage in the series' only two-part episode, \"The Menagerie\".",
      "pageId": 408948,
      "monthDay": "11/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jeffrey_Hunter",
      "name": "Jeffrey Hunter",
      "aboutText": "Joe Jackson Gibbs (born November 25, 1940) is a former American football coach, NASCAR Championship team owner, and two time NHRA team owner. He was the 20th and 26th head coach in the history of the Washington Redskins (1981–1992, 2004–2007). Well known for his long hours and work ethic, Gibbs constructed what Steve Sabol has called, \"The most diverse dynasty in NFL history,\" building championship teams with many players who have had mediocre to average careers while playing for other NFL teams.",
      "pageId": 490927,
      "monthDay": "11/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ranganath_Misra",
      "name": "Ranganath Misra",
      "aboutText": "Karl Auguste Offmann (born 25 November 1940) is a Mauritian politician.\nAfter two of his successive predecessors had resigned over their refusal to sign a controversial anti-terrorism bill, the parliament elected Offmann to serve as President of Mauritius on 25 February 2002. He served in the post until Paul Bérenger became his prime minister and nominated a new president on 1 October 2003.",
      "pageId": 617756,
      "monthDay": "11/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_K._Cooley",
      "name": "John K. Cooley",
      "aboutText": "Nathaniel \"Nat\" Adderley (November 25, 1931 – January 2, 2000) was an American jazz cornet and trumpet player who played in the hard bop and soul jazz genres. He was the brother of saxophonist Julian \"Cannonball\" Adderley, whom he remained very close to in his career but whose shadow Nat followed in for most of his life.\nNat Adderly's \"Work Song\" is a jazz standard which also became a success on the pop charts after singer Oscar Brown, Jr.",
      "pageId": 782487,
      "monthDay": "11/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Judy_Crichton",
      "name": "Judy Crichton",
      "aboutText": "Martin Stuart \"Marty\" Feldstein (born November 25, 1939) is an American economist. He is currently the George F. Baker Professor of Economics at Harvard University, and the president emeritus of the National Bureau of Economic Research (NBER). He served as President and Chief Executive Officer of the NBER from 1978 through 2008.",
      "pageId": 1005384,
      "monthDay": "11/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Nat_Adderley",
      "name": "Nat Adderley",
      "aboutText": "John Kent Cooley (November 25, 1927 – August 6, 2008) was an American journalist and author who specialized in terrorism and the Middle East. Based in Athens, he worked as a radio and off-air television correspondent for ABC News and was a long-time contributing editor to the Christian Science Monitor.\nCooley was one of only a handful of Western journalists widely regarded and trusted in the Middle East as an expert on the area's history and politics.",
      "pageId": 1268707,
      "monthDay": "11/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Takayo_Fischer",
      "name": "Takayo Fischer",
      "aboutText": "Sybil Bailey Stockdale (November 25, 1924 – October 10, 2015) was the wife of an American Vietnam War Navy pilot who became a prisoner of war. Sybil then became a co-founder, and National Coordinator of the National League of Families, a nonprofit organization that worked on behalf of American Vietnam-era Missing in Action and Prisoner of War Families. In her capacity as national coordinator for the League, she also served as its liaison to the White House and the Department of Defense.",
      "pageId": 2180315,
      "monthDay": "11/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Kathryn_Crosby",
      "name": "Kathryn Crosby",
      "aboutText": "Kathryn Crosby (born November 25, 1933) is an American former actress and singer who performed in films under the stage-names Kathryn Grant and Kathryn Grandstaff.\n^ \"Kathryn Grant\".",
      "pageId": 2336733,
      "monthDay": "11/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Robert_Berner",
      "name": "Robert Berner",
      "aboutText": "Takaaki Yoshimoto (吉本 隆明, Yoshimoto Takaaki, 25 November 1924 – 16 March 2012) also known as Ryūmei Yoshimoto, was a Japanese poet, literary critic, and philosopher from Tokyo.",
      "pageId": 2562603,
      "monthDay": "11/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Trisha_Brown",
      "name": "Trisha Brown",
      "aboutText": "Trisha Brown (born 25 November 1936) is a postmodernist American choreographer and dancer.",
      "pageId": 2671409,
      "monthDay": "11/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Rosanna_Schiaffino",
      "name": "Rosanna Schiaffino",
      "aboutText": "Jan Jongbloed (Dutch pronunciation: [ˈjɑn ˈjɔŋ.blut]; born 25 November 1940 in Amsterdam) was a football goalkeeper with the Netherlands national football team at the 1974 and 1978 FIFA World Cups, wearing the number 8 jersey.",
      "pageId": 5627947,
      "monthDay": "11/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Erol_G%C3%BCng%C3%B6r",
      "name": "Erol Güngör",
      "aboutText": "Takayo Fischer (born November 25, 1932) is an American stage, film and TV actress, as well as voice-over actress and singer.",
      "pageId": 11267438,
      "monthDay": "11/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Martin_Feldstein",
      "name": "Martin Feldstein",
      "aboutText": "Rosanna Schiaffino (25 November 1939 – 17 October 2009) was an Italian film actress.",
      "pageId": 11973901,
      "monthDay": "11/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Reinhard_Furrer",
      "name": "Reinhard Furrer",
      "aboutText": "Judith Feiner (November 25, 1929 – October 14, 2007 ) was an American television news and documentary producer.\nAs a teenager she assisted her father with the first television coverage of a presidential election in 1944. Crichton later worked for DuMont Television Network as a researcher, writer, and associate producer of the game show What's the Story?, featuring Jimmy Cannon, and Harriet Van Horne.",
      "pageId": 12226000,
      "monthDay": "11/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Joe_Gibbs",
      "name": "Joe Gibbs",
      "aboutText": "Erol Güngör (born November 25, 1938, Kırşehir – April 24, 1983, İstanbul) was a Turkish sociologist, psychologist, and writer.",
      "pageId": 20507744,
      "monthDay": "11/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jan_Jongbloed",
      "name": "Jan Jongbloed",
      "aboutText": "Ranganath Misra MA, LLM (25 November 1926 – 13 September 2012) was as the 21st Chief Justice of India, serving from 25 September 1990 to 24 November 1991.",
      "pageId": 20815563,
      "monthDay": "11/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Karl_Offmann",
      "name": "Karl Offmann",
      "aboutText": "Shyamal Kumar Sen (born 25 November 1940) is a Bengali Indian jurist who served as a chief justice of the Allahabad High Court and also as a Governor of West Bengal.",
      "pageId": 36425046,
      "monthDay": "11/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Shyamal_Kumar_Sen",
      "name": "Shyamal Kumar Sen",
      "aboutText": "Robert Arbuckle Berner (November 25, 1935 – January 10, 2015) was an American scientist known for his contributions to the modeling of the carbon cycle. He taught Geology and Geophysics from 1965 to 2007 at Yale University, where he latterly served as Professor Emeritus until his death.",
      "pageId": 39258698,
      "monthDay": "11/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Percy_Sledge",
      "name": "Percy Sledge",
      "aboutText": "Benjamin Jeremy \"Ben\" Stein (born November 25, 1944) is an American writer, lawyer, actor, and commentator on political and economic issues. He attained early success as a speechwriter for American presidents Richard Nixon and Gerald Ford. Later, he entered the entertainment field and became an actor, comedian, and Emmy Award-winning game show host.",
      "pageId": 263285,
      "monthDay": "11/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Christos_Papanikolaou",
      "name": "Christos Papanikolaou",
      "aboutText": "Patrick Nagel (November 25, 1945 – February 4, 1984) was an American artist. He created popular illustrations on board, paper, and canvas, most of which emphasize the simple grace and beauty of the female form, in a distinctive style descended from Art Deco.",
      "pageId": 282712,
      "monthDay": "11/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gerald_Seymour",
      "name": "Gerald Seymour",
      "aboutText": "Percy Tyrone Sledge (November 25, 1940 – April 14, 2015) was an American R&B, soul, gospel, and traditional pop singer. He is best known for the song \"When a Man Loves a Woman\", a No. 1 hit on both the Billboard Hot 100 and R&B singles charts in 1966.",
      "pageId": 594542,
      "monthDay": "11/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Riaz_Ahmed_Gohar_Shahi",
      "name": "Riaz Ahmed Gohar Shahi",
      "aboutText": "Jerry Portnoy (born November 25, 1943, Chicago, Illinois, United States) is an American harmonica blues musician, who has toured with Muddy Waters and Eric Clapton.",
      "pageId": 880606,
      "monthDay": "11/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bob_Lind",
      "name": "Bob Lind",
      "aboutText": "John Bernard Larroquette (born November 25, 1947) is an American actor. His roles include Dan Fielding on the 1984–1992 sitcom Night Court (winning a then-unprecedented four consecutive Emmy Awards for his role), Mike McBride in the Hallmark Channel series McBride, John Hemingway on The John Larroquette Show, Lionel Tribbey on The West Wing, and Carl Sack in Boston Legal.",
      "pageId": 1338047,
      "monthDay": "11/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mimis_Papaioannou",
      "name": "Mimis Papaioannou",
      "aboutText": "Gerald Seymour (born 25 November 1941 in Guildford, Surrey) is a British writer.",
      "pageId": 1718181,
      "monthDay": "11/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jerry_Portnoy",
      "name": "Jerry Portnoy",
      "aboutText": "Jacques P. Dupuis (born November 25, 1948 in Montreal, Quebec) is a Canadian politician and lawyer. A member of the Quebec Liberal Party and former MNA for Saint-Laurent in the Montreal region, Dupuis is also a former Quebec Minister of Justice and was Minister of Public Security until 2010.\nDupuis has a law degree from the Université de Montréal and was named to the Barreau du Québec in 1974.",
      "pageId": 2155328,
      "monthDay": "11/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bev_Bevan",
      "name": "Bev Bevan",
      "aboutText": "Beverley \"Bev\" Bevan (born 25 November 1944) is an English rock musician, who was the drummer and one of the original members of The Move and Electric Light Orchestra (ELO).",
      "pageId": 2443200,
      "monthDay": "11/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Maarten_%27t_Hart",
      "name": "Maarten 't Hart",
      "aboutText": "Michael Kijana Wamalwa (25 November 1944 – 23 August 2003) was a Kenyan politician and, at the time of his death, Kenya's Vice-President.\n^ \"Kenya buries vice-president\". BBC News.",
      "pageId": 2660237,
      "monthDay": "11/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ben_Stein",
      "name": "Ben Stein",
      "aboutText": "George D. Webster (November 25, 1945 - April 19, 2007) was an American college and professional gridiron football player.",
      "pageId": 2664439,
      "monthDay": "11/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Kijana_Wamalwa",
      "name": "Michael Kijana Wamalwa",
      "aboutText": "Lars Eighner (born November 25, 1948) is the author of Travels with Lizbeth, a memoir of homelessness in the American Southwest during the late 1980s; the included essay \"On Dumpster Diving,\" which is widely anthologized both at full length and in abridged form under the title \"My Daily Dives in the Dumpster\"; Pawn to Queen Four, a novel; Lavender Blue: How to Write and Sell Gay Men's Erotica, also published as Elements of Arousal (an early edition includes an introduction by noted erotica author John Preston); Gay Cosmos, a work of gay theory; and numerous short works of gay men's erotica, collected under various titles.\nLars Eighner was born Laurence Vail Eighner in Corpus Christi, Texas, the son of Alice Elizabeth Vail Eighner (later Harlow) and Lawrence Clifton Eighner, and the grandson of the Texas poets Alice Ewing Vail (The Big Thicket) and John Arthur Vail (John Vail Ballads). He grew up in Houston, Texas, and was graduated from Lamar High School in 1966.",
      "pageId": 3231410,
      "monthDay": "11/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patrick_Nagel",
      "name": "Patrick Nagel",
      "aboutText": "Dimitris \"Mimis\" Papaioannou (Greek: Δημήτρης Παπαϊωάννου, born 25 November 1942 in Veria) was one of the star football players of AEK Athens FC. He was born in 1942 and began his career at Nea Genea in the town of Nea Nikomedia (now a part of Veria), Imathia. He joined AEK in time for the 1963 season for the paltry sum of 140,000 drachmas. Papaioannou proved an instant success helping AEK win their first post-World War II title, scoring twice in the final playoff game of the season against Panathinaikos FC. He with Kostas Nestoridis were one of the best scoring couples in AEK Athens' history and beloved by the fans.",
      "pageId": 3536008,
      "monthDay": "11/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Webster_(American_football)",
      "name": "George Webster",
      "aboutText": "Bob Lind (born Robert Neale Lind, November 25, 1942, Baltimore, Maryland, United States) is an American folk music singer-songwriter, who helped define the 1960s folk rock movement in America and England. Lind is best known for his transatlantic hit record, \"Elusive Butterfly\", which reached number 5 on both the US and UK charts in 1966.",
      "pageId": 3772749,
      "monthDay": "11/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Marc_Brown_(author)",
      "name": "Marc Brown",
      "aboutText": "Maarten 't Hart (born 25 November 1944 in Maassluis) is a Dutch writer. Trained as a biologist in zoology and ethology at the University of Leiden, he taught that subject before becoming a full-time writer in the 1980s, having made his debut as a novelist in 1971 under the name Martin Hart with Stenen voor een ransuil (\"Stones for a Long-Eared Owl\").\nHe is the author of many novels, including Het Woeden der Gehele Wereld and De kroongetuige.",
      "pageId": 4420727,
      "monthDay": "11/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Doyle_(footballer)",
      "name": "Mike Doyle",
      "aboutText": "Tracey Walter (born November 25, 1947) is an American character actor. He has appeared in over 100 films and television series.\n^ \"Tracey Walter\".",
      "pageId": 5316177,
      "monthDay": "11/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jonathan_Kaplan",
      "name": "Jonathan Kaplan",
      "aboutText": "Christos Papanikolaou (Greek: Χρήστος Παπανικολάου, born 25 November 1941) is a retired Greek pole vaulter. On October 25, 1970, he set the world record at 5.49 m (18 ft 0 in), significant to Americans as the first man to pole vault 18 feet. He competed at the 1964, 1968 and 1972 Olympics and finished in 18th, 4th and 11th place, respectively.",
      "pageId": 5802590,
      "monthDay": "11/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Larroquette",
      "name": "John Larroquette",
      "aboutText": "Michael \"Mike\" Doyle (25 November 1946 – 27 June 2011) was an English footballer, who spent the majority of his career with Manchester City and also played for Stoke City, Bolton Wanderers and Rochdale.\n^ a b c d Matthews, Tony (1994). The Encyclopaedia of Stoke City.",
      "pageId": 6715891,
      "monthDay": "11/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tracey_Walter",
      "name": "Tracey Walter",
      "aboutText": "Jonathan Kaplan (born November 25, 1947) is an American film producer and director. His film The Accused (1988) earned actress Jodie Foster her first Oscar for Best Actress and was nominated for the Golden Bear at the 39th Berlin International Film Festival.",
      "pageId": 7822513,
      "monthDay": "11/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jacques_Dupuis_(politician)",
      "name": "Jacques Dupuis",
      "aboutText": "Riaz Ahmed Gohar Shahi (Urdu: ریاض احمد گوھر شاہی‎) born 25 November 1941) is a spiritual leader and founder of the spiritual movements RAGS International (now known as Messiah Foundation International) and Anjuman Serfaroshan-e-Islam.\nHe is the author of a number of Urdu books on topics relating to spirituality, the most successful among these being Deen-e-Ilahi \"The Religion of God\" (2000), which was republished by Balboa Press, a division of Hay House and translated into English and other languages by Messiah Foundation International in 2012.\nRAGS International was renamed to Messiah Foundation International in 2000.",
      "pageId": 11712287,
      "monthDay": "11/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lars_Eighner",
      "name": "Lars Eighner",
      "aboutText": "Marc Tolon Brown (born November 25, 1946) is an American author and illustrator of children's books. Brown writes as well as illustrates the Arthur book series, and is best known for creating that series and its numerous spin-offs. The names of his two sons, Tolon Adam and Tucker Eliot, have been hidden in all of the Arthur books except for one.",
      "pageId": 17199342,
      "monthDay": "11/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kerry_O%27Keeffe",
      "name": "Kerry O'Keeffe",
      "aboutText": "John H. Lynch (born November 25, 1952) is an American businessman and politician who served as the 80th Governor of the U.S. State of New Hampshire. Lynch was first elected Governor in 2004, defeating first-term incumbent Governor Craig Benson - the first time an incumbent Governor was denied a second term in 78 years. Lynch won re-election in landslide victories in 2006 and 2008, and comfortably won a historic fourth term in 2010.",
      "pageId": 15870,
      "monthDay": "11/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Chris_Claremont",
      "name": "Chris Claremont",
      "aboutText": "Christopher S. \"Chris\" Claremont (born November 25, 1950) is a British-born American comic book writer and novelist, known for his 1975–1991 stint on Uncanny X-Men, far longer than that of any other writer, during which he is credited with developing strong female characters as well, and with introducing complex literary themes into superhero narratives, turning the once underachieving comic into one of Marvel’s most popular series.\nDuring his tenure at Marvel, Claremont co-created numerous X-Men characters, such as Rogue, Psylocke, Shadowcat, Phoenix, Mystique, Lady Mastermind, Emma Frost, Siryn, Jubilee, Rachel Summers, Madelyne Pryor, Sabretooth, Strong Guy, Mister Sinister, Captain Britain, and Gambit. Claremont scripted many classic stories, including \"The Dark Phoenix Saga\" and \"Days of Future Past\", on which he collaborated with John Byrne.",
      "pageId": 77676,
      "monthDay": "11/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Giorgio_Faletti",
      "name": "Giorgio Faletti",
      "aboutText": "Imran Khan Niazi (born 5 October 1952) better known as Imran Khan is a Pakistani politician, former cricketer, philanthropist, cricket commentator and former chancellor of the University of Bradford. He is also founder of the Shaukat Khanum Memorial Cancer Hospital and the Namal College, Mianwali. Khan played international cricket for two decades in the late twentieth century and, after retiring, entered politics.",
      "pageId": 413184,
      "monthDay": "11/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alexis_Wright",
      "name": "Alexis Wright",
      "aboutText": "Jeffrey Keith \"Jeff\" Skilling (born November 25, 1953) is the former CEO of the Enron Corporation, headquartered in Houston, Texas. In 2006, he was convicted of federal felony charges relating to Enron's financial collapse and is currently serving 14 years of a 24-year, four-month prison sentence at the Federal Prison Camp (FPC) – Montgomery in Montgomery, Alabama. The Supreme Court of the United States heard arguments in the appeal of the case March 1, 2010.",
      "pageId": 477665,
      "monthDay": "11/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Charlaine_Harris",
      "name": "Charlaine Harris",
      "aboutText": "Crescent Dragonwagon (nee Ellen Zolotow, November 25, 1952, New York City) is a writer in six different genres, and a workshop leader. She has written fifty traditionally published books, including two novels, seven cookbooks / culinary memoirs, more than twenty children's books, a biography, and a collection of poetry. In addition, she has written for magazines ranging from New York Times Book Review to Lear's, Cosmopolitan, McCall's, and Horn Book.",
      "pageId": 1133545,
      "monthDay": "11/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Arturo_P%C3%A9rez-Reverte",
      "name": "Arturo Pérez-Reverte",
      "aboutText": "Arturo Pérez-Reverte Gutiérrez (born 25 November 1951 in Cartagena) is a Spanish novelist and journalist. He worked as a war correspondent for RTVE and was a war correspondent for 21 years (1973–1994). His first novel, El húsar, set in the Napoleonic Wars, was released in 1986.",
      "pageId": 1283563,
      "monthDay": "11/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Johnny_Rep",
      "name": "Johnny Rep",
      "aboutText": "Mark Frost (born November 25, 1953) is an American novelist, screenwriter, director and film producer, best known as a writer for the television series Hill Street Blues and as the co-creator of the television series Twin Peaks.",
      "pageId": 2095560,
      "monthDay": "11/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Crescent_Dragonwagon",
      "name": "Crescent Dragonwagon",
      "aboutText": "Kerry James O'Keeffe (born 25 November 1949, Hurstville, New South Wales) is a former Australian cricketer and a former commentator for Australian Broadcasting Corporation (ABC) Radio. O'Keeffe played 24 Tests and 2 ODIs between 1971 and 1977.",
      "pageId": 2582130,
      "monthDay": "11/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Imran_Khan",
      "name": "Imran Khan",
      "aboutText": "Herschel Savage (born November 25, 1952) is an American pornographic film actor and pornographic film director.\nHe was born \"Herschel Cohen\" to Russian Jewish parents in New York City.\nHe studied acting under Broadway actress Uta Hagen and renowned acting teacher Stella Adler.",
      "pageId": 2700472,
      "monthDay": "11/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Lynch_(New_Hampshire)",
      "name": "John Lynch",
      "aboutText": "Aldegonda Petronella Huberta Maria \"Connie\" Palmen (born November 25, 1955) is a Dutch author.\nPalmen debuted with the novel De wetten (1990), published in the USA as The Laws (1993), translated by Richard Huijing. The Laws was shortlisted for the 1996 International IMPAC Dublin Literary Award.",
      "pageId": 4096760,
      "monthDay": "11/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Herschel_Savage",
      "name": "Herschel Savage",
      "aboutText": "Bruno Tonioli (Italian pronunciation: [bruˈno tɔnjoˈli] born 25 November 1955) is an Italian choreographer, dancer and TV personality who appears as a judge on the British television dance competition Strictly Come Dancing and its American adaptation Dancing with the Stars on ABC TV in the US. Tonioli co-created and appeared on the BBC talent show DanceX and its American adaptation, Dance War: Bruno vs.",
      "pageId": 4125040,
      "monthDay": "11/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gabriele_Oriali",
      "name": "Gabriele Oriali",
      "aboutText": "Charlaine Harris Schulz (born November 25, 1951) is an American New York Times bestselling author who has been writing mysteries for thirty years. She was born and raised in the Mississippi River Delta area of the United States. She now lives in southern Arkansas with her husband and three children.",
      "pageId": 4734056,
      "monthDay": "11/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Graham_Eadie",
      "name": "Graham Eadie",
      "aboutText": "Gabriele Oriali (born 25 November 1952) is an Italian former footballer who primarily played as a defensive midfielder but could also play in defence; as a player, he was known in particular for his stamina, work-rate, ball-winning ability, and for his adeptness at breaking down opposition plays.\nOriali spent his entire club career with Inter, and subsequently Fiorentina. At international level, he represented Italy at the 1980 European Championship, and was also a member of the team that won the 1982 FIFA World Cup.",
      "pageId": 4748654,
      "monthDay": "11/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mark_Frost",
      "name": "Mark Frost",
      "aboutText": "Don Hahn (born November 25, 1955) is an American film producer who is credited with producing some of the most successful animated films in recent history including The Lion King and Beauty and the Beast, the first animated film to be nominated by the Academy of Motion Picture Arts and Sciences for an Oscar for Best Picture.",
      "pageId": 5432086,
      "monthDay": "11/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/James_Hayden",
      "name": "James Hayden",
      "aboutText": "Graham \"Wombat\" Eadie (born 25 November 1953 in Lidcombe, New South Wales), is an Australian former rugby league footballer of the 1970s and 80s who has been named amongst the nation's finest of the 20th century. A New South Wales State of Origin and Australian international representative fullback, he played in Australia during Manly-Warringah's dominance of the NSWRFL competition during the 1970s. He won four premierships with them and his 1,917 points in first grade and 2,070 points in all grades were both records at the time of his retirement.",
      "pageId": 5448296,
      "monthDay": "11/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jeffrey_Skilling",
      "name": "Jeffrey Skilling",
      "aboutText": "John Nicholaas \"Johnny\" Rep (born 25 November 1951 in Zaandam, North Holland) is a former Dutch footballer.",
      "pageId": 5478552,
      "monthDay": "11/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Don_Hahn",
      "name": "Don Hahn",
      "aboutText": "James Hayden (November 25, 1953 – November 8, 1983) was an American actor from Bay Ridge, Brooklyn.",
      "pageId": 5794649,
      "monthDay": "11/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kurt_Niedermayer",
      "name": "Kurt Niedermayer",
      "aboutText": "Giorgio Faletti (Italian pronunciation: [ˈdʒordʒo faˈletti]; 25 November 1950 – 4 July 2014) was an Italian writer, actor, comedian and singer-songwriter. Born in Asti, Piedmont, he lived on Elba Island.",
      "pageId": 11134537,
      "monthDay": "11/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Connie_Palmen",
      "name": "Connie Palmen",
      "aboutText": "Alexis Wright (born 25 November 1950) is an Indigenous Australian writer best known for winning the Miles Franklin Award for her 2006 novel Carpentaria.",
      "pageId": 11894304,
      "monthDay": "11/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruno_Tonioli",
      "name": "Bruno Tonioli",
      "aboutText": "Kurt Niedermayer (born 25 November 1955 in Reilingen) is a German former footballer, now a coach. Niedermayer, who played in defence or midfield, played for Karlsruher SC, FC Bayern Munich, VfB Stuttgart, FC Locarno and SC Pfullendorf. He won one cap for West Germany in 1980.",
      "pageId": 19683674,
      "monthDay": "11/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/H%C3%A9l%C3%A8ne_Goudin",
      "name": "Hélène Goudin",
      "aboutText": "Amy Lee Grant (born November 25, 1960) is an American singer-songwriter, musician, author, media personality and actress. She is known for performing contemporary Christian music (CCM) and for a successful crossover to pop music in the 1980s and 1990s. She has been referred to as \"The Queen of Christian Pop\".",
      "pageId": 2705,
      "monthDay": "11/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kalle_Randalu",
      "name": "Kalle Randalu",
      "aboutText": "John Fitzgerald Kennedy Jr. (November 25, 1960 – July 16, 1999), often referred to as JFK Jr., was an American lawyer, journalist, and magazine publisher. He was the only surviving son of President John F. Kennedy and First Lady Jacqueline Kennedy, and younger brother of Caroline Kennedy.",
      "pageId": 159362,
      "monthDay": "11/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bob_Ehrlich",
      "name": "Bob Ehrlich",
      "aboutText": "For the entrepreneur and businessman, see Robert Ehrlich (businessman).\nRobert Leroy \"Bob\" Ehrlich, Jr. (born November 25, 1957) is an American attorney and Republican politician who served as the 60th governor of Maryland from 2003 to 2007 after defeating Democratic opponent Kathleen Kennedy Townsend in the 2002 election.",
      "pageId": 434032,
      "monthDay": "11/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Charles_Kennedy",
      "name": "Charles Kennedy",
      "aboutText": "Mark William Lanegan (born November 25, 1964) is an American alternative rock musician and singer-songwriter. Born and raised in Ellensburg, Washington, Lanegan began his musical career in 1984, forming the grunge band Screaming Trees with Gary Lee Conner, Van Conner and Mark Pickerel. During his time in the band, Lanegan also started a low-key solo career and released his first solo studio album, The Winding Sheet, in 1990.",
      "pageId": 658547,
      "monthDay": "11/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Rothery",
      "name": "Steve Rothery",
      "aboutText": "Holly Cole (born November 25, 1963) is a Canadian jazz singer, particularly popular in Canada and Japan for both her versatile and distinctive voice, along with her adventurous repertoire, which spans such divergent genres as show tunes, rock, and country music.",
      "pageId": 685545,
      "monthDay": "11/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robert_Dunlop",
      "name": "Robert Dunlop",
      "aboutText": "Steve Rothery (born 25 November 1959) is an English musician. He is the original guitarist and the longest continuous member of the British rock band Marillion, which is the most successful band to emerge from Britain's 1980s neo-progressive rock scene, having sold over 15 million albums. Outside Marillion, Rothery has recorded two albums as part of the duo The Wishing Tree.",
      "pageId": 1208583,
      "monthDay": "11/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Amy_Grant",
      "name": "Amy Grant",
      "aboutText": "Bernard Joseph \"Bernie\" Kosar, Jr. (born November 25, 1963) is a former American football quarterback in the National Football League.",
      "pageId": 1249041,
      "monthDay": "11/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_F._Kennedy_Jr.",
      "name": "John F. Kennedy Jr.",
      "aboutText": "Hélène Goudin (born 25 November 1956 in Brussels) is a Swedish politician and Member of the European Parliament for the June List; part of the Independence and Democracy group.",
      "pageId": 1480834,
      "monthDay": "11/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Amy_Gibson",
      "name": "Amy Gibson",
      "aboutText": "Scott 'Cam' Cameretto (born 25 November 1962) is a Silver and Gold Logie award winning Australian television personality, appearing on several lifestyle programmes on the Nine Network.",
      "pageId": 1897761,
      "monthDay": "11/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Paul_Comstive",
      "name": "Paul Comstive",
      "aboutText": "Ago Silde (born 25 November 1963, in Keila) is an Estonian politician, having served as Governor of Ida-Viru County, from 2004 to 2007.",
      "pageId": 2420649,
      "monthDay": "11/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Scott_Cam",
      "name": "Scott Cam",
      "aboutText": "Joseph Roger Ulric Gilbert Delorme (born November 25, 1962 in Boucherville, Quebec) is a retired professional ice hockey player who was a journeyman defenceman for five NHL teams. He played for the Montreal Canadiens, St. Louis Blues, Quebec Nordiques, Detroit Red Wings and Pittsburgh Penguins.",
      "pageId": 5812114,
      "monthDay": "11/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gilbert_Delorme",
      "name": "Gilbert Delorme",
      "aboutText": "Stephen Robert Dunlop (25 November 1960 – 15 May 2008) was a Northern Irish motorcycle racer, the younger brother of fellow road racer, the late Joey Dunlop, and like Joey he died after a crash while racing.",
      "pageId": 7640282,
      "monthDay": "11/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hironobu_Sakaguchi",
      "name": "Hironobu Sakaguchi",
      "aboutText": "Kevin Chamberlin (born November 23,1963) is an American actor and television director. He starred as the butler, Bertram on the Disney Channel Original Series sitcom Jessie.\nChamberlin has been nominated for Drama Desk and Tony Awards for Dirty Blonde (as Charlie), Seussical (as Horton), and The Addams Family (as Uncle Fester).",
      "pageId": 9870398,
      "monthDay": "11/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jimon_Terakado",
      "name": "Jimon Terakado",
      "aboutText": "Paul Comstive (25 November 1961 – 29 December 2013) was an English professional footballer who mainly played as a midfielder.",
      "pageId": 15507417,
      "monthDay": "11/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kevin_Chamberlin",
      "name": "Kevin Chamberlin",
      "aboutText": "Charles Edward \"Chip\" Kelly (born November 25, 1963) is an American football coach. He was formerly the head coach of the Philadelphia Eagles of the National Football League (NFL) from 2013 to 2015. Kelly also served as the head football coach at the University of Oregon from 2009 to 2012.",
      "pageId": 19366523,
      "monthDay": "11/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Holly_Cole",
      "name": "Holly Cole",
      "aboutText": "Kalle Randalu (born 25 November 1956) is an Estonian pianist.\nRandalu was born in Tallinn, and trained at the Moscow Conservatory under Lev Vlassenko. In 1981-82 Randalu was awarded two competition prizes: he shared the VII Tchaikovsky Competition's 4th prize with Dmitri Gaiduk; and shared the VIII Schumann Competition's 3rd prize with Balázs Szokolay.",
      "pageId": 19720940,
      "monthDay": "11/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Chip_Kelly",
      "name": "Chip Kelly",
      "aboutText": "Charles Peter Kennedy (25 November 1959 – 1 June 2015) was a British Liberal Democrat politician, who was Leader of the Liberal Democrats from 1999 to 2006 and a Member of Parliament (MP) from 1983 to 2015, latterly for the Ross, Skye and Lochaber constituency.\nAt the 1983 general election, Kennedy was elected for the Social Democratic Party (SDP) at the age of 23. He quickly emerged as a potential party leader, and in 1991, after the SDP and Liberal Party had formally merged, he became President of the Liberal Democrats, a position he held for the next four years.",
      "pageId": 26598741,
      "monthDay": "11/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bernie_Kosar",
      "name": "Bernie Kosar",
      "aboutText": "Amy Gibson is a former daytime television Emmy-nominated actress turned businesswoman. Her credits include “Love of Life” (Lynn Henderson), “Young and the Restless” (Alana Anthony Jackson), and “General Hospital” (Colette Francoise) in the 1980s. She is the younger sister of Jody (Babydol) Gibson and niece of singer Georgia Gibbs, a recording artist with a star on the Hollywood Walk of Fame.",
      "pageId": 31336237,
      "monthDay": "11/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ago_Silde",
      "name": "Ago Silde",
      "aboutText": "Hironobu Sakaguchi (坂口 博信, Sakaguchi Hironobu) (born November 25, 1962) is a Japanese video game designer, director, producer, and former film director. He is the creator of the Final Fantasy series, and has had a long career in gaming with over 100 million units of video games sold worldwide. He left Square Enix and founded a studio called Mistwalker in 2004.",
      "pageId": 47865345,
      "monthDay": "11/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Lanegan",
      "name": "Mark Lanegan",
      "aboutText": "Yoshito Terakado (寺門 義人, Terakado Yoshito, born November 25, 1962, in Kawanishi, Hyōgo, Japan), better known as Jimon Terakado (寺門 ジモン, Terakado Jimon), is a Japanese comedian who is represented by the talent agency, Ohta Production. He is part of the comedy trio, Dachou Club.\n^ \"Dachou Club Official profile\" (in Japanese).",
      "pageId": 47968026,
      "monthDay": "11/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bert_van_Vlaanderen",
      "name": "Bert van Vlaanderen",
      "aboutText": "Timothy Lockwood Armstrong (born November 25, 1965), is an American musician, songwriter, and producer. He is best known as the singer/guitarist for the punk rock band Rancid and hip hop/punk rock supergroup the Transplants. Prior to forming Rancid, Armstrong was in the influential ska punk band Operation Ivy.",
      "pageId": 355002,
      "monthDay": "11/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cris_Carter",
      "name": "Cris Carter",
      "aboutText": "Magnus Karl Olof Arvedson (born 25 November 1971) is a retired Swedish professional ice hockey left winger who played 7 seasons in the National Hockey League for the Ottawa Senators and Vancouver Canucks. He is currently the head coach of Bofors IK in the Swedish HockeyAllsvenskan.",
      "pageId": 540110,
      "monthDay": "11/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dougray_Scott",
      "name": "Dougray Scott",
      "aboutText": "Lamb of God (sometimes abbreviated as LoG) is an American heavy metal band from Richmond, Virginia. Formed in 1994 (as Burn the Priest), the group consists of vocalist Randy Blythe, guitarists Mark Morton and Willie Adler, bassist John Campbell, and drummer Chris Adler. The band is considered a significant member of the New Wave of American Heavy Metal movement.",
      "pageId": 676331,
      "monthDay": "11/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tim_Armstrong",
      "name": "Tim Armstrong",
      "aboutText": "Jillian Noel \"Jill\" Hennessy (born November 25, 1968) is a Canadian actress and musician. She is most known for her roles on the American television series Law & Order, on which she played prosecutor Claire Kincaid for three seasons, and Crossing Jordan, in which she played the lead character, Jordan Cavanaugh, for six seasons.",
      "pageId": 691869,
      "monthDay": "11/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Billy_Burke_(actor)",
      "name": "Billy Burke",
      "aboutText": "Anthony Conrad Nesty (born November 25, 1967) is a former competition swimmer from Suriname who was an Olympic gold medalist in the 100-metre butterfly event in 1988.",
      "pageId": 879592,
      "monthDay": "11/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kazuya_Nakai",
      "name": "Kazuya Nakai",
      "aboutText": "Graduel Christopher Darin \"Cris\" Carter (born November 25, 1965) is a former American football player and Hall of Fame player in the National Football League. He was a wide receiver for the Philadelphia Eagles (1987–89), the Minnesota Vikings (1990–2001) and the Miami Dolphins (2002). After starting for the Ohio State University Buckeyes, Carter was drafted by the Eagles in the fourth round of the 1987 NFL supplemental draft.",
      "pageId": 1063043,
      "monthDay": "11/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anthony_Nesty",
      "name": "Anthony Nesty",
      "aboutText": "Stephen Dougray Scott (born 25 November 1965), better known as Dougray Scott (/ˈduːɡreɪ/), is a Scottish actor.",
      "pageId": 1347392,
      "monthDay": "11/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gregg_Turkington",
      "name": "Gregg Turkington",
      "aboutText": "Kazuya Nakai (中井 和哉, Nakai Kazuya, born November 25, 1967) is a Japanese voice actor who was born in Hyōgo-ku, Kobe. He is affiliated with Aoni Production. His most notable role is Roronoa Zoro in the anime series One Piece.",
      "pageId": 1413088,
      "monthDay": "11/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jill_Hennessy",
      "name": "Jill Hennessy",
      "aboutText": "Erick Sermon (born November 25, 1968) is an American rapper, musician, and record producer.\nSermon is best known as one-third, alongside PMD & DJ Scratch, of late-1980s–1990s hip hop group EPMD and for production work.",
      "pageId": 1583994,
      "monthDay": "11/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Galin_Nikov",
      "name": "Galin Nikov",
      "aboutText": "Octavio Eduardo Dotel Diaz (born November 25, 1973) is a Dominican former professional baseball pitcher. Dotel played for thirteen major league teams, more than any other player in the history of Major League Baseball (MLB), setting the mark when he pitched for the Detroit Tigers on April 7, 2012, breaking a record previously held by Mike Morgan, Matt Stairs, and Ron Villone. He was a member of the Houston Astros for 5 seasons.",
      "pageId": 3487794,
      "monthDay": "11/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Erick_Sermon",
      "name": "Erick Sermon",
      "aboutText": "Albert \"Bert\" van Vlaanderen (born 25 November 1964 in Tienhoven) is a retired long-distance runner from the Netherlands",
      "pageId": 3666260,
      "monthDay": "11/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dexter_Jackson_(bodybuilder)",
      "name": "Dexter Jackson",
      "aboutText": "Gregg Turkington (born 25 November 1967) is an Australian-born American entertainer and actor, known for his character Neil Hamburger. He is also known for his contributions as \"Resident Expert\" on the parodic film review web series On Cinema and for playing the character Kington in the Adult Swim series Decker.",
      "pageId": 5315799,
      "monthDay": "11/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kim_Ofstad",
      "name": "Kim Ofstad",
      "aboutText": "Dexter \"The Blade\" Jackson (born November 25, 1969) is an American IFBB professional bodybuilder and the 2008 Mr. Olympia bodybuilding champion.",
      "pageId": 5426953,
      "monthDay": "11/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christina_Applegate",
      "name": "Christina Applegate",
      "aboutText": "William Albert \"Billy\" Burke (born November 25, 1966) is an American actor. He is known for his role as Charlie Swan in Twilight and its sequels. He is also known for his role as Gary Matheson in the Season 2 of 24.",
      "pageId": 6115066,
      "monthDay": "11/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Magnus_Arvedson",
      "name": "Magnus Arvedson",
      "aboutText": "Galin Nikov (Bulgarian: Галин Ников; born 25 November 1968) is a retired Bulgarian pole vaulter.\nHe finished thirteenth at the 1990 European Indoor Championships and twelfth at the 1991 World Championships. He also won gold medals at the 1990 and 1992 Balkan Games.",
      "pageId": 6232318,
      "monthDay": "11/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/G%C3%B6ksel_Demirpen%C3%A7e",
      "name": "Göksel Demirpençe",
      "aboutText": "Göksel Demirpençe (born November 25, 1971 in İstanbul), better known as simply Göksel, is a Turkish folk pop/rock singer-songwriter.",
      "pageId": 7998946,
      "monthDay": "11/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Deepa_Marathe",
      "name": "Deepa Marathe",
      "aboutText": "Steven de Jongh (born 25 November 1973 in Alkmaar) is a Dutch former road bicycle racer.",
      "pageId": 9289698,
      "monthDay": "11/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mark_Morton_(musician)",
      "name": "Mark Morton",
      "aboutText": "Christina Applegate (born November 25, 1971) is an American actress and dancer who was a child actress, playing the role of Kelly Bundy on the Fox sitcom Married... with Children (1987–97). In her adult years, Applegate established a film and television career, winning an Emmy and earning Tony and Golden Globe nominations.",
      "pageId": 19373302,
      "monthDay": "11/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steven_de_Jongh",
      "name": "Steven de Jongh",
      "aboutText": "Deepa Madhukar Marathe (née Kulkarni; Devanagari: दीपा मधुकर मराठे; b. 25 November 1972 in Wai, Maharashtra, India) is a former Test and One Day International cricketer who represented India. She is a right-hand batsman and bowls slow left-arm orthodox.",
      "pageId": 24405668,
      "monthDay": "11/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Octavio_Dotel",
      "name": "Octavio Dotel",
      "aboutText": "Kim Ofstad (born 25 November 1969 in Trondheim, Norway) is a Norwegian drummer.",
      "pageId": 40688244,
      "monthDay": "11/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Erick_Strickland",
      "name": "Erick Strickland",
      "aboutText": "Donovan Jamal McNabb (born November 25, 1976) is a retired American football quarterback who played in the National Football League (NFL) for thirteen seasons. Before his NFL career, he played football and basketball for Syracuse University. The Philadelphia Eagles selected him with the second overall pick in the 1999 NFL Draft, and McNabb went on to play 11 seasons with the team, followed by a year with the Washington Redskins and Minnesota Vikings respectively.",
      "pageId": 380210,
      "monthDay": "11/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eddie_Steeples",
      "name": "Eddie Steeples",
      "aboutText": "Thea Eve Gilmore (born 25 November 1979, Oxford, England) is a British female singer-songwriter.",
      "pageId": 604757,
      "monthDay": "11/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kenneth_Mitchell_(actor)",
      "name": "Kenneth Mitchell",
      "aboutText": "Yumiko Shiina (椎名 裕美子, Shiina Yumiko, born November 25, 1978), known by her stage name Ringo Sheena (椎名 林檎, Shiina Ringo), is a Japanese singer-songwriter, music composer and music producer. She is also the founder and lead vocalist of the band Tokyo Jihen.\nShe describes herself as \"Shinjuku-kei Jisaku-Jien-ya (新宿系自作自演屋, a Shinjuku-style writer-performer)\".",
      "pageId": 669041,
      "monthDay": "11/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Abdelkader_Benali",
      "name": "Abdelkader Benali",
      "aboutText": "Clint Mathis (born November 25, 1976) is a retired American soccer player.",
      "pageId": 887950,
      "monthDay": "11/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kristian_Nairn",
      "name": "Kristian Nairn",
      "aboutText": "Josh Lomberger (born November 25, 1980), better known by his ring name Josh Mathews, is an American presenter, announcer, and former professional wrestler signed with Total Nonstop Action Wrestling (TNA). He is best known for his tenure with World Wrestling Entertainment (WWE).\n^ a b c d e f \"Josh Mathews Profile\".",
      "pageId": 1162633,
      "monthDay": "11/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Clint_Mathis",
      "name": "Clint Mathis",
      "aboutText": "Guillermo Ignacio Cañas (born November 25, 1977), often referred to as Willy Cañas, is a retired Argentine professional tennis player. He was born in Argentina's capital, Buenos Aires, and named after Argentine tennis star Guillermo Vilas. His career-high singles ranking was World No.",
      "pageId": 1339583,
      "monthDay": "11/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Donovan_McNabb",
      "name": "Donovan McNabb",
      "aboutText": "Teboho Aaron Mokoena (born 25 November 1980 in Boipatong), known as Aaron Mokoena, is a South African footballer who last played for South African football team Bidvest Wits and the South African national team.",
      "pageId": 1404094,
      "monthDay": "11/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Olena_Vitrychenko",
      "name": "Olena Vitrychenko",
      "aboutText": "Olena Ihorivna Vitrychenko (Ukrainian: Олена Ігорівна Вітриченко, Russian: Елена Игоревна Витриченко; born 25 November 1976 in Odessa, Ukrainian SSR, USSR) is an Individual Ukrainian Rhythmic Gymnast.",
      "pageId": 2238299,
      "monthDay": "11/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Guillermo_Ca%C3%B1as",
      "name": "Guillermo Cañas",
      "aboutText": "Demerick Montae \"Erick\" Strickland (born November 25, 1973) is an American professional basketball player formerly in the NBA.",
      "pageId": 2441044,
      "monthDay": "11/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marcus_Marshall",
      "name": "Marcus Marshall",
      "aboutText": "Eddie Steeples (born November 25, 1973) is an American actor known for his roles as the \"Rubberband Man\" in an advertising campaign for OfficeMax, and as Darnell \"Crabman\" Turner on the NBC sitcom My Name Is Earl.",
      "pageId": 2939630,
      "monthDay": "11/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Memet_Ali_Alabora",
      "name": "Memet Ali Alabora",
      "aboutText": "John-Michael Liles (born November 25, 1980) is an American professional ice hockey defenseman currently playing for the Carolina Hurricanes of the National Hockey League (NHL). He has also played in the NHL for the Colorado Avalanche and the Toronto Maple Leafs. In addition to his playing career, Liles is a minority owner of the Indiana Ice of the United States Hockey League (USHL).",
      "pageId": 2963262,
      "monthDay": "11/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ringo_Sheena",
      "name": "Ringo Sheena",
      "aboutText": "Marcus Marshall (born 25 November 1971) is a former Champ Car driver from Australia. Before that he raced in British Formula Three, where he was generally a running outside the top ten, but took a hard fought win in a wet race. He contested 12 races in 2005 for Derrick Walker's renamed Team Australia Racing.",
      "pageId": 3382571,
      "monthDay": "11/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jerry_Ferrara",
      "name": "Jerry Ferrara",
      "aboutText": "Jerry Ferrara (born November 25, 1979) is an American actor, known for his work as \"Turtle\" on the HBO comedy series Entourage.",
      "pageId": 3825185,
      "monthDay": "11/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Thea_Gilmore",
      "name": "Thea Gilmore",
      "aboutText": "Kenneth Alexander Mitchell (born 25 November 1974) is a Canadian actor.",
      "pageId": 7658917,
      "monthDay": "11/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Lehan",
      "name": "Michael Lehan",
      "aboutText": "Michael Lehan (born November 25, 1979 in Hopkins, Minnesota) is a former American football cornerback in the National Football League. He was drafted by the Cleveland Browns in the fifth round of the 2003 NFL Draft. He played college football at Minnesota.",
      "pageId": 7689743,
      "monthDay": "11/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joel_Kinnaman",
      "name": "Joel Kinnaman",
      "aboutText": "Valerie Azlynn (born November 25, 1980) is an American actress. She has appeared in several television shows and movies, notably starring in the TV comedy Sullivan & Son.",
      "pageId": 22113401,
      "monthDay": "11/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Valerie_Azlynn",
      "name": "Valerie Azlynn",
      "aboutText": "Abdelkader Benali (Arabic: عبد القادر بنعلي‎; born 25 November 1975 in Ighazzazen, Morocco) is a Moroccan-Dutch writer and journalist. He has been described as one of the Netherlands' leading writers.\nWhen he was four years old, he and his family, of Berber background, migrated to The Netherlands and settled in Rotterdam, where his father worked as a butcher.",
      "pageId": 22736041,
      "monthDay": "11/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/John-Michael_Liles",
      "name": "John-Michael Liles",
      "aboutText": "Memet Ali Alabora (born 25 November 1977) is a Turkish film and theatre actor.",
      "pageId": 26133111,
      "monthDay": "11/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Josh_Mathews",
      "name": "Josh Mathews",
      "aboutText": "Charles Joel Nordström Kinnaman (born 25 November 1979), known professionally as Joel Kinnaman, is a Swedish-American actor. He is best known for playing the lead role in the Swedish film Easy Money, a role that earned him a Guldbagge Award in the \"Best Actor\" category, and also for his role as Frank Wagner in the Johan Falk film series. He starred on AMC's The Killing as detective Stephen Holder and played Alex Murphy in the 2014 reboot of RoboCop.",
      "pageId": 28077217,
      "monthDay": "11/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aaron_Mokoena",
      "name": "Aaron Mokoena",
      "aboutText": "Kristian Nairn (born 25 November 1975) is a Northern Irish actor and DJ. He is best known for his portrayal of Hodor in the HBO fantasy series Game of Thrones.",
      "pageId": 38850309,
      "monthDay": "11/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Alviro_Petersen",
      "name": "Alviro Petersen",
      "aboutText": "Xabier \"Xabi\" Alonso Olano (Basque: [ˈʃaβi aˈlons̺o oˈlano], Spanish: [ˈ(t)ʃaβj aˈlonso oˈlano]; born 25 November 1981) is a Spanish footballer who plays for German club FC Bayern Munich as a central midfielder.\nAlonso began his career at Real Sociedad, the main team of his home province San Sebastián. After a brief loan period at SD Eibar, he returned to Sociedad where then-manager John Toshack appointed Alonso as his team captain.",
      "pageId": 1009205,
      "monthDay": "11/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Steffen_Thier",
      "name": "Steffen Thier",
      "aboutText": "Jared Scott Carter Jeffries (born November 25, 1981) is a retired National Basketball Association player currently working as a pro personnel scout for the Denver Nuggets. Jeffries was drafted with the 11th overall pick of the 2002 NBA draft by the Washington Wizards. He also played for the New York Knicks, Houston Rockets, and Portland Trailblazers before retiring in 2013.",
      "pageId": 1551666,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Xabi_Alonso",
      "name": "Xabi Alonso",
      "aboutText": "Gaspard Ulliel (French pronunciation: ​[ɡaspaʁ yljɛl]; born 25 November 1984) is a French actor and model. He began appearing in made-for-television films during the late 1990s and early 2000s, and then began to be known as a film actor in France, as well as starring in the title role in the movie Hannibal Rising.",
      "pageId": 1709936,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lee_Bum-ho",
      "name": "Lee Bum-ho",
      "aboutText": "Katherine Evelyn Anita \"Katie\" Cassidy (born November 25, 1986) is an American actress who stars as Laurel Lance on The CW's series Arrow. She has also appeared on the CW shows Supernatural, Melrose Place, and Gossip Girl; on the CBS miniseries Harper's Island; and in the films Click (2006), Taken (2008), Monte Carlo (2011), and The Scribbler (2014). Cassidy has gained a reputation as a \"scream queen\" due to her numerous roles in horror films (most of which are remakes of classics of the genre) which include her feature film debut When a Stranger Calls (2006), The Lost (2006), Black Christmas (2006), and A Nightmare on Elm Street (2010).",
      "pageId": 2269885,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Barbara_Pierce_Bush",
      "name": "Barbara Pierce Bush",
      "aboutText": "Maurício Milani \"Shogun\" Rua (Portuguese pronunciation: [mawˈɾisiu ˈʁuɐ]; born November 25, 1981) is a Brazilian professional mixed martial artist currently competing in the Light Heavyweight division of the Ultimate Fighting Championship. A professional competitor since 2002, Rua is the former UFC Light Heavyweight Champion and was the 2005 PRIDE Middleweight Grand Prix Champion. As of June 1 2015, Rua is #8 in official UFC Light Heavyweight rankings.",
      "pageId": 3025201,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jenna_Bush_Hager",
      "name": "Jenna Bush Hager",
      "aboutText": "Craig Gardner (born 25 November 1986) is an English professional footballer who plays as a central midfielder for West Bromwich Albion. A versatile midfielder, Gardner can play in many different positions, although central midfield is his preferred position. Gardner began his career at Aston Villa before spending the 2010–11 season with city rivals Birmingham City.",
      "pageId": 3581643,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jared_Jeffries",
      "name": "Jared Jeffries",
      "aboutText": "Joseph \"Jaws\" Christian Chestnut (born November 25, 1983) is an American competitive eater. The 6-foot-tall (1.8 m), 240-pound (110 kg) competitive eater is currently ranked second  in the world by the Major League Eating. He is a Vallejo, California native who currently resides in San Jose, California.",
      "pageId": 3668250,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Maur%C3%ADcio_Rua",
      "name": "Maurício Rua",
      "aboutText": "Atsushi Itō (伊藤 淳史, Itō Atsushi, born November 25, 1983) is a Japanese actor. He started acting at the age of three in education programs. He is currently studying at Hosei University Business Faculty.",
      "pageId": 3958341,
      "monthDay": "11/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gizem_Giri%C5%9Fmen",
      "name": "Gizem Girişmen",
      "aboutText": "Barbara Pierce Bush (born November 25, 1981) is the elder of the fraternal twin daughters (the other is Jenna Bush Hager) of the 43rd U.S. President George W. Bush and former First Lady Laura Bush. She is also a granddaughter of the 41st U.S. President George H. W. Bush, and his wife Barbara Bush, after whom she was named.",
      "pageId": 4328730,
      "monthDay": "11/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joey_Chestnut",
      "name": "Joey Chestnut",
      "aboutText": "Alviro Nathan Petersen (born 25 November 1980) is a South African cricketer who plays his domestic cricket in South Africa for the Highveld Lions and in England for Lancashire. A right-handed batsman, he has represented South Africa in Test, One Day International (ODI) and Twenty20 cricket.",
      "pageId": 7322458,
      "monthDay": "11/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jhulan_Goswami",
      "name": "Jhulan Goswami",
      "aboutText": "Peter Matthew Siddle (born 25 November 1984) is an Australian Test cricketer. He is a specialist right-arm fast bowler who plays for Victoria and Australia.\nHe became the 15th Australian to get 200 wickets in Test Cricket, making Doug Bracewell his 200th victim in the first ever day/night Test against New Zealand in Adelaide.",
      "pageId": 11514511,
      "monthDay": "11/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Atsushi_It%C5%8D_(actor)",
      "name": "Atsushi Itō",
      "aboutText": "Jhulan Goswami (Bengali: ঝুলন গোস্বামী) (born 25 November 1982 in Nadia, West Bengal, India) is an all round cricketer who plays for the India national women's cricket team, Bengal Women, East Zone Women as well as the Asia Women XI women's cricket team.On 1 February 2009, she was appointed to lead the team for the upcoming world cup.\nAn integral part of the team, Jhulan is noted for both her batting and bowling (right arm medium) capabilities. She has a Test bowling average of less than 20.",
      "pageId": 13228303,
      "monthDay": "11/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Peter_Siddle",
      "name": "Peter Siddle",
      "aboutText": "Roderick Anthony Burton II (November 25, 1987 – May 18, 2009) better known by his stage name Dolla, was an American hip hop recording artist from Atlanta, Georgia. Burton embarked on his music career in 2000, with hip hop group Da Razkalz Cru, under the pseudonym Bucklyte. The group quickly disbanded, and Burton went on to work as a model for the Sean John clothing line.",
      "pageId": 15570857,
      "monthDay": "11/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gaspard_Ulliel",
      "name": "Gaspard Ulliel",
      "aboutText": "Gizem Girişmen (born November 25, 1981 in Ankara, Turkey), is a Turkish Paralympian female archer competing in the women's recurve ARW2 event.",
      "pageId": 19398959,
      "monthDay": "11/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Remona_Fransen",
      "name": "Remona Fransen",
      "aboutText": "Jenna Welch Bush Hager (born November 25, 1981) is an American teacher, author and journalist. She is the younger of the fraternal twin daughters of the 43rd U.S. President George W. Bush and former First Lady Laura Bush, and a granddaughter of the 41st U.S. President George H. W. Bush and former First Lady Barbara Bush. She and her sister Barbara were the first twin children of a U.S. president.",
      "pageId": 19476826,
      "monthDay": "11/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Katie_Cassidy",
      "name": "Katie Cassidy",
      "aboutText": "Jay Francis Spearing (born 25 November 1988) is an English professional footballer who plays as a midfielder for Bolton Wanderers.",
      "pageId": 20618290,
      "monthDay": "11/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Craig_Gardner",
      "name": "Craig Gardner",
      "aboutText": "Lee Bum-Ho (Hangul: 이범호; Hanja: 李杋浩; born November 25, 1981 in Daegu, South Korea), nicknamed \"Flower Bum-Ho(Hangul: 꽃범호),\" is a South Korean third baseman who plays for the Kia Tigers in the Korea Baseball Organization league. He bats and throws right-handed.\nLee is considered one of the best defensive third basemen in the KBO league.",
      "pageId": 20938398,
      "monthDay": "11/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Dolla_(rapper)",
      "name": "Dolla",
      "aboutText": "Nodar Kumaritashvili (Georgian: ნოდარ ქუმარიტაშვილი; pronounced [nɔdar kʰumaritʼaʃvili]; 25 November 1988 – 12 February 2010) was a Georgian luger who suffered a fatal crash during a training run for the 2010 Winter Olympics competition in Whistler, Canada, on the day of the opening ceremony. He became the fourth athlete to have died during Winter Olympics preparations, after British luger Kazimierz Kay-Skrzypeski, Australian skier Ross Milne (both Innsbruck 1964), and Swiss speed skier Nicolas Bochatay (Albertville 1992), and the seventh athlete to die in either a Summer or Winter Olympic Games.\nKumaritashvili, who first began to luge when he was 13, came from a family of seasoned lugers; a relative of his was the founder of organised sledding in Georgia, and his father competed when he was younger.",
      "pageId": 26098272,
      "monthDay": "11/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nodar_Kumaritashvili",
      "name": "Nodar Kumaritashvili",
      "aboutText": "Steffen Thier (born 25 November 1980) is a German international rugby union player, playing for the RG Heidelberg in the Rugby-Bundesliga and the German national rugby union team.\nHe played his last game for Germany on 24 November 2007 against Moldova.\nHe has played rugby since 1994.",
      "pageId": 26447182,
      "monthDay": "11/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jay_Spearing",
      "name": "Jay Spearing",
      "aboutText": "Remona Fransen (born November 11, 1985) is a Dutch athlete, specialising in multi-eventing disciplines.\nAt the 2011 European Indoor Championships in Athletics in Paris, Fransen won her first major international medal in the pentathlon with a points total of 4,665. En route to her pentathlon bronze, she broke the Dutch indoor record in the high jump with a height of 1.92 m.",
      "pageId": 31137047,
      "monthDay": "11/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tom_Dice",
      "name": "Tom Dice",
      "aboutText": "Zachary David \"Zack\" Shada (born November 25, 1992) is an American actor, producer and director.",
      "pageId": 1821213,
      "monthDay": "11/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rye_Rye",
      "name": "Rye Rye",
      "aboutText": "Ryeisha Berrain (born November 25, 1990), known by her stage name Rye Rye, is an American rapper, singer, dancer and actress. Signed to N.E.E.T. Recordings, she released Go! Pop!",
      "pageId": 17193926,
      "monthDay": "11/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Everton_Heleno_dos_Santos",
      "name": "Everton Heleno dos Santos",
      "aboutText": "Tom Dice (born Tom Eeckhout, 25 November 1989) is a Belgian singer-songwriter. He finished runner-up in the Flemish version of The X Factor in 2008 using his birth name Tom Eeckhout, but soon after changed his name taking the stage name Tom Dice.\nHe represented Belgium in the Eurovision Song Contest 2010 final on 29 May in Oslo with \"Me and My Guitar\" ending up sixth overall, one of Belgium's best placements ever in the contest.",
      "pageId": 25201018,
      "monthDay": "11/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jamie_Grace",
      "name": "Jamie Grace",
      "aboutText": "Luca Tremolada (born 25 November 1991) is an Italian footballer who plays for Lega Pro club Arezzo.",
      "pageId": 29200572,
      "monthDay": "11/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Luca_Tremolada",
      "name": "Luca Tremolada",
      "aboutText": "Jamie Grace Harper (born November 25, 1991) is an American Contemporary Christian musician, singer, rapper, and songwriter from Atlanta, Georgia. In 2010, she was discovered (via her YouTube channel) by TobyMac and signed to his label Gotee Records. She released the song \"Hold Me\" in 2011 (landing her a nomination at the 2012 Grammys) and won the 2012 Dove Award for New Artist of the Year.",
      "pageId": 31246745,
      "monthDay": "11/25"
    },
    {
      "year": "1992",
      "uri": "/wiki/Zack_Shada",
      "name": "Zack Shada",
      "aboutText": "Danny Kent (born 25 November 1993) is a British motorcycle racer, best known for winning the 2015 Moto3 World Championship. In doing so, Kent became Great Britain's first Grand Prix motorcycle world champion since Barry Sheene in 1977, as well as the first British lightweight class champion since Dave Simmonds in 1969.",
      "pageId": 34901624,
      "monthDay": "11/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Danny_Kent",
      "name": "Danny Kent",
      "aboutText": "Everton Heleno (born November 25, 1990 in Recife), is a Brazilian football Midfielder who currently plays for Mogi Mirim Esporte Clube.",
      "pageId": 38453117,
      "monthDay": "11/25"
    }
  ]
}